Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "Well... would that really be the worst thing? Should have died earlier anyways, until you got in the way..." Tony stops himself. "Sorry, I didn't mean for that to come out that way. I am grateful, really... but, would anyone REALLY miss me if I was gone? But sure, I guess I'd starve. And when I'd die of starvation I'd still just be a fat grease stain no one loves. Oh what a lovely life I live, what a lovely life indeed..."
ko: "글쎄... 그게 정말 나쁜 일일까? 애초에 당신을 만나기 전에 미리 죽었더라면..." 토니가 말을 멈춥니다. "미안, 그런 뜻으로 말하려던 건 아니었는데. 당신에게는 정말 고마워... 하지만 만약 내가 없어져도 날 그리워하는 사람이 있기는 할까? 어쨌거나, 나는 굶을 거야. 만약 굶어 죽더라도 난 아무도 사랑하지 않는 기름때일 뿐이니까. 아아, 나는 어찌나 사랑스러운 삶을 살고 있는지. 정말로 사랑스러운 삶이야..."
ru: "Ну... неужели это было бы хуже всего? Все равно я должен был умереть раньше, пока вы не встали на пути..." Тони замолкает. "Извините, я не хотел, чтобы это прозвучало так. Я благодарен, правда... но разве кто-то будет ДЕЙСТВИТЕЛЬНО скучать по мне, если меня не станет? Но, конечно, наверное, я бы умер. И когда я умру от голода, я все еще буду просто жирным пятном, которое никто не любит. Какая прекрасная жизнь, какая прекрасная жизнь..."
zh_hans: "嗯……那真的是最糟糕的事情吗？反正早该死的，直到你挡路……"托尼停住了。"对不起，我不是故意的。我很感激，真的......但是，如果我走了，有人真的会想我吗？但当然，我想我会饿死的。当我'我会饿死的，我仍然只是一个没人喜欢的油脂污点。哦，我过着多么美好的生活，多么美好的生活……"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_BILLY_1"]/text
source: Tony appears to be trying to make conversation with Billy. "Hey, Mr. Hektar, it's been a long time since we've talked, but-" "Not right now Leech, I'm busy! Sssshit, I'm late for my 6:05 call!" Billy stumbles and drops one of the 8 phones he's juggling. "SSSSHIT NOW IT'SSSS BROKEN! God damn it, I can't take thisss sssstress!" Billy turns to Tony. "Leech, if you want to make yourself useful go get me a coffee pronto!" Tony, dejected but not yet giving up, slithers off to go make Billy his coffee. As soon as he's gone, Billy turns to you and whispers, "Hey, captain. Do I know that guy? Hisss voiccce sssounds familiar but I don't recognize him."
ko: 토니가 빌리와 대화를 하려는 것 같습니다. "이봐요 헥타르 씨, 오랜만에 얘기하는 거지만, 우리-" "찌금은 안 돼 리치. 나 바빠! 쩬짱, 6씨 5분 쩐화를 놓쳐써!" 빌리가 비틀거리며 저글링하고 있는 8개의 전화기 중 하나를 떨어뜨립니다. "빌어먹을! 고짱 나짢아! 쩬짱, 이 쓰트레쓰를 견딜 쑤가 업써!" 빌리가 토니를 쳐다봅니다. "리치, 유용하게 쓰이고 앂다면 찌금 당짱 내게 커피를 타와!" 낙담했지만 아직 포기하지는 않은 빌리는 커피를 타러 슬그머니 떠났습니다. 토니가 떠나자마자 빌리가 몸을 돌려 당신에게 속삭입니다. "쩌기요, 썬짱님. 쩨가 쩌 남짜를 아나요? 목쏘리는 귀에 익은데 누군찌를 모르게써요."
ru: Тони, похоже, пытается завязать разговор с Билли. "Привет, мистер Гектар, мы давно не общались, но..." "Не сссейчассс, пиявка, я занят! Черт, я опаздываю на звонок в 6:05!" Билли спотыкается и роняет один из 8 телефонов, которыми он пытается пользоваться. "ЧЕРТ, ТЕПЕРЬ ОН СССЛОМАН! Черт возьми, я не выдержу этого!" Билли поворачивается к Тони. "Пиявка, есссли ты хочешшшь быть полезным, иди и принессси мне кофе, сссрочно!" Тони, удрученный, но еще не сдавшийся, уползает, чтобы сварить Билли кофе. Как только он уходит, Билли поворачивается к вам и шепчет: "Эй, капитан. Я знаю этого парня? Его голоссс кажетссся мне знакомым, но я его не узнаю".
zh_hans: 托尼似乎正试图与比利交谈。"嘿，赫克塔先生，我们已经很久没有说话了，但是——" "现在不行，吸虫，我很忙！谢特，我6:05的电话迟到了！"比利跌跌撞撞地摔倒了他正在玩弄的8 部电话中的一部。"谢特现在它坏了！该死的，我受不了这压力！"比利转向托尼。"吸虫，如果你想让自己变得有用，就赶紧给我拿杯咖啡吧！" 托尼垂头丧气，但还没有放弃，他滑过去给比利泡咖啡。他一走，比利就转向你低声说："嘿，舰长。我认识那个人吗？他的声音听起来很熟悉，但我不认识他。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_BILLY_1"]/choice/text
source: That's Tony Senior. I think you said he was an investor?
ko: 토니 시니어입니다. 당신의 투자자라고 하지 않았었나요?
ru: Это Тони-старший. Кажется, вы говорили, что он инвестор?
zh_hans: 那是托尼·西尼尔。你说他是个投资人？

source: Billy blinks. "That'ssss Tony?! Wh-How?! The lasssst time I sssaw him he wasss thin! Well not ssssuper thin, but compared to that? Jeezzz, he really let himssself go..." Moments later, Tony returns with the coffee. Billy more gracefully accepts. "Thank you, Tony. And uh... you don't need to call me 'Mr. Hektar'. Thissss isssn't a board meeting. It'sss jussst Billy.' Billy smiles and Tony smiles back. "Jussst uh, a word of adviccce from a friend. Take a ssshower. You're more productive when people can't sssmell you. Ssshit, gotta go!" Billy runs off as another one of his phones starts to ring, leaving Tony very confused on how to interpret this reunion.
ko: 빌리가 눈을 껌뻑입니다. "쩌 싸람이 토니라고요?! 어-어떻게?! 마찌막으로 봐쓸 때는 말라썼는데! 뭐 그때도 엄청 마른 건 아니어찌만, 찌금과 비교하면? 쎄쌍에, 쩡말 짜쩨력을 잃었구나..." 잠시 후, 토니가 커피를 가지고 돌아왔습니다. 빌리는 좀 더 우아하게 말을 꺼냅니다. "고마워요 토니. 그리고 어... 쩌를 '헥타르 씨'라고 부를 필요 업써요. 이싸회가 아니짢아요. 그냥 빌리라고 불러쭈쎄요." 빌리가 미소를 짓자 토니도 미소를 짓습니다. "마찌막으로 어, 친구로써 충고 한마디 드리쬬. 쌰워를 하쎄요. 쭈변 싸람들이 냄쌔를 맡을 쑤 업쓸 때 더 쌩싼쩍이씰 거예요. 쩬짱, 이쩨 가야게써요!" 빌리는 또다시 전화기가 울리자 다른 곳으로 가버렸습니다. 혼자 남은 토니는 이 재회를 어떻게 해석해야 할지 혼란스러워하는 것 같습니다.
ru: Билли моргает. "Это Тони?! Как?! Когда я видел его в поссследний раз, он был худым! Ну, не сссуперхудым, но по сссравнению ссс этим? Госссподи, да он и впрямь сссовсссем расссполнел..." Через несколько минут Тони возвращается с кофе. Билли более грациозно принимает его. "Ссспасссибо, Тони. И... не надо называть меня "миссстер Гектар". Это не зассседание сссовета директоров. Я просссто Билли". Билли улыбается, и Тони улыбается в ответ. "Просссто сссовет от друга. Прими душшш. Ты более продуктивен, когда люди не чувссствуют твоего запаха. Черт, надо идти!" Билли убегает, когда начинает звонить еще один его телефон, оставляя Тони в замешательстве, как интерпретировать эту встречу.
zh_hans: 比利眨眼。"那是托尼？！什—怎么？！我最后一次见到他时，他好瘦！好吧，不是超级瘦，但与之相比？天哪，他真的不管了……"片刻之后，托尼带着咖啡。比利更优雅地接受了。"谢谢你，托尼。而且呃……你不需要叫我'赫克塔先生'。这不是董事会会议。这只是比利。"比利笑了，托尼也笑了笑。"只是，呃，一个朋友的建议。洗个澡。当人们无法闻到你的味道时，你的效率会更高。靠，该走了！" 当他的另一部电话开始响起时，比利跑掉了，托尼对如何解释这次重逢感到很困惑。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_JERRY_1"]/text
source: "Hi Mr. Senior! It... it is Mr. Senior, right?" Jerry waves to Tony as he passes. "Er... yes. Well, kind of. I'm actually Tony Senior Junior. Senior is my last name, but Tony Senior Senior is my father. It's funny, because 'Senior' in my language actually means 'fortuitous'." Jerry nods. "Language can be quite strange. I didn't know about that though!" You can tell Jerry isn't really that interested, but he's just playing along because he has more to say. "So uh... Tony. I know you're going through some stuff so... just in case you're ever feeling down, just know there's always people there for you, okay? Even in the strangest, most unlikeliest of places there's always people looking out for you. Never underestimate your allies." Tony is touched but not entirely sold. Jerry continues, "If you uh... ever forget that... just remember... uhm... even when things look bad Tony, you're never 'alony'." Jerry smiles sheepishly, and Tony bids him a heatfelt thank you. "To be honest, I think I underestimated you. Not too fond of your uncle, but you seem like a good kid. But, just so you know, alony is a derogatory for a prostitute in my language. So probably not a good idea to go saying that to other Leeches."
ko: "안녕하세요 시니어 씨! 어... 시니어 씨 맞으시죠?" 제리가 토니를 마주치고 손을 흔듭니다. "어... 그래. 시니어 맞지. 정확히는 토니 시니어 주니어야. 내 아버지가 토니 시니어 시니어라, 시니어는 내 성이지. 재미있게도 리치어에서 시니어는 '운이 좋다'라는 뜻이야." 제리가 고개를 끄덕입니다. "특이한 단어네요. 그런 줄 모르고 있었어요!" 제리는 별로 관심 없는 것 같지만 더 할 말이 있어서 말을 이어가고 있습니다. "그래서 어... 토니 씨. 당신이 어려움을 겪었다는 걸 알아요... 혹시 기분이 안 좋을 때에는 항상 주위에 사람들이 있다는 걸 생각하세요. 아시겠죠? 아무리 이상하고 기이한 곳이라도 항상 당신을 신경 쓰는 사람들이 있으니까요. 친구들을 과소평가하지 마세요." 토니는 감동하였지만, 완전히 설득되지는 않았습니다. 제리가 말을 이어갑니다. "만약 당신이 어... 그 사실을 잊어버려도... 기억하세요... 음... 상황이 안 좋아 보일 때도, 토니는 절대로 '알로니'가 아니라는 것을." 제리는 수줍게 웃었고, 토니는 그에게 따뜻한 감사의 말을 전합니다. "솔직히 말해서 내가 너를 과소평가한 것 같구나. 네 삼촌은 별로 마음에 들지 않다만, 너는 착한 아이 같아. 하지만, 리치어로 알로니는 매춘부를 비하하는 말이란다. 그러니 리치에게 그 단어를 쓰는 건 좋은 생각이 아니야."
ru: "Здравствуйте, г-н Старший! Это... это г-н Старший, верно?" Джерри машет Тони рукой, проходя мимо. "Э... да. Ну, типа того. На самом деле я - Тони Старший-младший. Старший - это моя фамилия, а Тони Старший-старший - мой отец. Забавно, потому что "Старший" на моем языке означает "счастливый случай"". Джерри кивает. "Язык может быть довольно странным. Но я об этом не знал!" Видно, что Джерри это не очень интересно, но он просто подыгрывает, потому что ему есть что сказать. "Итак... Тони. Я знаю, что тебе сейчас приходится нелегко, так что... если тебе вдруг станет плохо, знай, что рядом с тобой всегда есть люди, хорошо? Даже в самых странных, самых невероятных местах всегда найдутся люди, которые позаботятся о тебе. Никогда не стоит недооценивать своих союзников". Тони тронут, но не совсем верит. Джерри продолжает: "Если ты... когда-нибудь забудешь об этом... просто помни... э-э... даже когда все выглядит плохо, Тони, ты никогда не "один ок"". Джерри озорно улыбается, и Тони горячо благодарит его. "Честно говоря, я думаю, что недооценивал тебя. Я не очень люблю твоего дядю, но ты, похоже, хороший парень. Но, к твоему сведению, "один ок" - это оскорбительное прозвище для проституток на моем языке. Так что, наверное, не стоит говорить это другим пиявкам".
zh_hans: "西尼尔先生您好！是……是西尼尔先生吧？"杰瑞经过托尼时向他挥手。"呃……是的。嗯，有点。我其实是小托尼·西尼尔。西尼尔是我的姓，但老托尼·西尼尔是我的父亲。这很有趣，因为我的语言中的'西尼尔'实际上是'巧合'的意思。" 杰瑞点头。"语言可能很奇怪。不过我不知道！"你可以看出杰瑞并没有那么感兴趣，但他只是在玩，因为他还有更多话要说。"所以呃……托尼。我知道你正在经历一些事情，所以……以防万一你情绪低落，只要知道总有人在你身边，好吗？即使在最奇怪、最不可能的地方，也总会有人在寻找你。永远不要低估你的盟友。" 托尼被感动了，但并未完全被说服。杰瑞继续说道，"如果你……永远忘记那件事……只要记住……嗯……即使事情看起来很糟糕，托尼，你也永远不会'孤独'。"杰瑞害羞地笑了笑，托尼对他表示衷心的感谢。"说实话，我觉得我低估了你。不太喜欢你的叔叔，但你看起来是个好孩子。但是，你知道，孤独在我的语言中是对妓女的贬义。所以可能不是一个好主意去对其他吸虫说。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_DESSIUS_NOTHING"]/text
source: "Hark, I grant thee mine finest sorrows, but in this hour I lack the proper words for a conversation in making. Mayhaps you are best in seeking conversation elsewhere until I have regenerated the interest to speak."
ko: "멈춰주게. 그대와 견디기 힘든 나의 비애를 나누고 싶으나, 당장은 대화를 이어 나갈 어휘를 끌어내지 못하겠구나. 내가 대화를 이어 나갈 의지를 되찾을 때까지 다른 곳에서 대화를 찾는 게 어떻겠는가."
ru: "Слушай, я передаю вам свои лучшие сожаления, но в этот час у меня нет подходящих слов для разговора. Может быть, вам лучше поискать беседу в другом месте, пока я не восстановлю интерес к разговору".
zh_hans: "听着，我向你表达我最深切的悲伤，但在这个时刻，我缺乏合适的话语来进行对话。也许你最好在别处寻找谈话，直到我重新产生说话的兴趣。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_GENERIC_1"]/text
source: "Hail, dear captain, for I come in search of a most curious favor. Would thou provide me with your finest gasses? I am with great certainty holding to the idea that you must possess most enriching gasses aboard this vessel, yes?"
ko: "안녕하신가, 친애하는 선장이여, 매우 특이한 부탁을 하러 이곳에 왔네. 자네가 가진 가장 양질의 가스를 내게 제공해 줄 수 있겠나? 나는 그대가 이 함선에 은하에서 볼 수 있는 가장 질 좋은 가스를 가지고 있으리라 매우 확신하고 있다네, 그렇지 않으려는가?"
ru: "Приветствую вас, дорогой капитан, ибо я пришел за весьма любопытной услугой. Не могли бы вы предоставить мне ваши лучшие газы? Я с большой уверенностью полагаю, что на борту этого судна вы должны иметь самые обогащающие газы, правда?"
zh_hans: "你好，亲爱的舰长，我是来找一个非常奇怪的恩惠。你能给我你最好的气体吗？我非常肯定地认为你必须拥有这艘船上最丰富的气体，是吗？"

source: Gasses...?
ko: 가스...?
ru: Газы...?
zh_hans: 气体……？

source: "Yes, for gasses it is that I wish to consume. To assimilate, to become one with myself. A source of both nutrients and steady growth. It shall make me both stronger and wiser. Never mind it, I can see in your face utmost confusion. I will seek the gasses myself, and return with more specifics of my quest later. Farewell."
ko: "그렇네, 나는 가스를 소삭하고프다네. 동화시켜, 하나 되기 위해 말이지. 가스는 영양소와 부단한 성장의 원천이요, 나를 더 강하고 현명하게 만들어 줄 걸세. 하지만 너무 고심하지는 말게, 그대의 낯에서 매우 깊은 혼란이 보이니. 내가 원하는 가스는 직접 찾아보고, 좀 더 구체적인 요청을 가지고 돌아오지. 그럼 안녕하길."
ru: "Да, именно газы я хочу их употребить. Чтобы ассимилироваться, чтобы стать единым целым с самим собой. Источник питательных веществ и постоянного роста. Это сделает меня и сильнее, и мудрее. Не обращайте внимания, я вижу на вашем лице крайнюю растерянность. Я сам поищу газы и позже вернусь с более конкретными результатами своих поисков. Прощайте".
zh_hans: "是的，对于气体，我想消耗它。同化，与自己合一。营养和稳定成长的来源。它会让我变得更强壮和更聪明。没关系，我可以从你的脸上看到最大的困惑。我将自己寻找气体，稍后返回我的任务的更多细节。告别。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_GENERIC_2"]/text
source: "I hath seen many a fine vessel in the centuries I have lived, captain. I do say, this vessel may be among them! I too, have a most prized of vessels which someday I hope to pilot. Though, of course, it is not yet available for such a venture. For a little under a century it has sat awaiting its day in my finest shipyards, as its construction commences. Oh great 'Overture', some day your brilliance shall sail the cosmos and awaken all to the greatness of my fine Dynasty!" Dessius beams with pride, thinking of his soon to be flagship. Based on loose Federation intelligence, you've heard a little of this ship. The 'Overture', once finished, will be the largest known spaceship to ever have been constructed. Just be glad Dessius seems to like you and you'll probably never have to see the thing in action.
ko: "나는 내가 살아온 수 세기 동안 훌륭한 함선을 더러 보아왔다네, 선장. 말하건대, 그대의 함선도 내가 본 걸작들과 어깨를 나란히 할 수 있겠어! 내게도 언젠가 손수 조종하고 싶은 매우 소중한 함선을 가지고 있지. 물론 아직은 이런 방대한 모험에 이용할 수 있는 것은 아니라네. 한 세기가 조금 안 지난 이제서야 건조에 착수해 왕조 최고의 조선소에 머무른 채로 처녀항해를 기다리고 있으니 말일세. 오 위대한 '서곡'이여, 언젠가 너의 영특함은 온 우주를 누비며 모두가 내 훌륭한 왕조의 위대함에 눈 뜨게 할지어다!" 데시우스는 곧 그의 기함이 될 함선을 생각하며 자부심으로 빛납니다. 연방 정보기관의 파편적인 정보를 통해 아마 이 함선에 대해 어렴풋이 들어 봤을 겁니다. 함선 '서곡'이 완성되면 지금까지 만들어진 우주선 중 가장 큰 우주선이 될 것입니다. 데시우스가 당신에게 우호적인 데다 함장님이 살아 있는 동안 그 거대 함선이 실제로 항해하는 걸 볼 수 없다는 사실을 다행으로 여기십시오.
ru: "Я видел много прекрасных судов за века своей жизни, капитан. И я говорю, что это судно может быть среди них! У меня тоже есть одно из самых дорогих судов, которое я однажды надеюсь пилотировать. Хотя, конечно, пока оно не предназначено для этого. Вот уже чуть меньше века оно ждет своего дня на моих лучших верфях, когда начнется его строительство. О великая "Увертюра", когда-нибудь твой блеск будет бороздить просторы космоса и пробуждать во всех величие моей прекрасной Династии!" Дессиус сияет от гордости, думая о своем Флагмане. Судя по данным разведки Федерации, вы немного слышали об этом корабле. После завершения строительства "Увертюра" станет самым большим из когда-либо построенных космических кораблей. Будьте рады, что вы нравитесь Дессиусу, и вам, вероятно, никогда не придется увидеть его в действии.
zh_hans: "在我生活的几个世纪里，我见过许多精美的船只，舰长。我确实说，这艘船可能就是其中之一！我也有一艘最珍贵的船只，我希望有一天能驾驶它。当然，它还不能进行这样的冒险。不到一个世纪以来，它一直在我最好的造船厂等待它的一天，因为它的建造开始了。哦，伟大的"序曲"，总有一天，你的光辉将扬帆宇宙，唤醒我伟大灵朝！"德修斯骄傲地笑着，想到他很快就会成为旗舰。根据松散的联邦情报，你已经听说过这艘船的一点点。"序曲"一旦完成，将是迄今为止建造的最大的已知宇宙飞船。很高兴德修斯似乎喜欢你，你可能永远不必亲眼看到实际情况。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_GENERIC_3"]/text
source: "Both myself and my ancestors have born witness to the evolution of a countless collection of civilization and species. Of the many, a few in mind stand to contest my greater observation. The Zoltans, those intrepid victims of a near self-imposed destruction, once captured my highest fascination. In a strangest of ways it could be said I even... cheered for their success? Something about their dreadful origins and painful assent made me wish ever more for their highest ascencion. But... their history is mired in a great many tragedies. First, the great infighting of generations. Then, the mandate for the abandon of physical form. And now, the rise of a violent and radical rule which threatens to soon outgrow their original, more peacable rule. They remind me of another kind so long ago who once threatened the decimation of this reality and the next over their own self-destructive foolishness. Now, I see only tragedy in the featureless faces of the hard-light ones. Alas, oh damn this curse of eternal memory."
ko: "나와 우리 선조들 모두 셀 수 없는 문명과 종들이 진화하는 것을 목격했다네. 그 수 많은 종들 중에서 나의 탁월한 관찰력에 여전히 도전장을 던지는 종들이 몇몇 생각나는군. 거의 자멸에 가까운 사건의 희생자들인 용감한 졸탄들은 한때 내 호기심을 최대한 사로잡았다네. 이상하게도 그들의 성공을.... 응원한 적도 있었지. 그들의 끔찍한 기원과 고통스러운 발전을 보고 나는 그들이 가장 고도의 발달을 이루었으면 좋겠다고 생각했었네. 그러나.... 그들의 역사는 수많은 비극의 늪에 빠져있다네. 우선 세대에 걸친 대대적 내분, 그 이후에는 육신 파기 명령, 이제는 태초의 평화로운 통치를 곧 타도할 폭력적이고 극단적인 통치가 시작되고 있네. 그들을 보면 오래전에 자학적인 우매함으로 인이 현실과 다음 현실을 위협했었던 족속들이 생각나는군. 이제 그 고형광선 종의 눈코입 없는 얼굴에서 슬픔밖에 보이지 않는다네. 아아, 영원한 기억의 저주여."
ru: "И я, и мои предки были свидетелями эволюции бесчисленного множества цивилизаций и видов. Из всего множества видов лишь несколько вызывают у меня интерес. Золтаны, эти бесстрашные жертвы почти самочинного уничтожения, когда-то привлекли мое внимание. Странным образом можно сказать, что я даже... болел за их успех? Что-то в их ужасном происхождении и страдальческом смирении заставляло меня еще больше желать их максимального расцвета. Но... их история погрязла во множестве трагедий. Сначала - великая междоусобица поколений. Затем - мандат на отказ от физической формы. А теперь - возвышение жестокого и радикального правления, которое грозит вскоре перерасти их первоначальное, более мирное правление. Они напоминают мне другой вид, который когда-то давно угрожал уничтожением этой и следующей реальности из-за собственной саморазрушительной глупости. Теперь же я вижу лишь трагедию на безликих лицах тех, кто живет в твердом свете. Увы, будь проклято это проклятие вечной памяти".
zh_hans: "我自己和我的祖先都见证了无数文明和物种的进化。在众多文明和物种中，有几个人会反对我更深入的观察。超能族，那些近乎自我毁灭的无畏受害者，曾经抓住了我最大的魅力。可以说我甚至……为他们的成功欢呼？他们可怕的起源和痛苦的修行让我更加希望他们提升到最高境界。但是……他们的历史陷入了许多悲剧的泥潭。首先，几代人的大内讧。然后，放弃肉体形式的命令。现在，暴力和激进统治的兴起，有可能很快超越他们最初的、更和平的统治。他们让我想起很久以前的另一种族，他们曾经威胁要摧毁这个宇宙和下一个宇宙，因为他们自己的自我毁灭性愚蠢。我只在那些光鲜亮丽的面孔毫无特征的脸上看到了悲剧。唉，该死的永恒记忆诅咒。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_GENERIC_4"]/text
source: "It takes only but a fool to challenge myself in a duel. I hath engaged in combat with the finest of combatants in the Multiverse, and only twice have I been bested." Dessius gets out that last part quickly, clearly not intended to elaborate on his losses. Could be an interesting story though.
ko: "나에게 결투로 도전하는 것은 어리석은 행동이네. 나는 멀티버스에서 가장 뛰어난 전투원들과 전투를 벌여보았고, 단 두 번밖에 패배한 적 없다네." 데시우스는 자신의 패배에 대해 자세히 설명하고 싶지 않은 듯 마지막 부분을 얼버무렸습니다. 재미있는 이야기일지도 모르는데 말이죠.
ru: "Вызвать меня на дуэль может только глупец. Я вступал в поединок с лучшими бойцами Мультивселенной и только дважды был побежден". Последнюю фразу Дессиус произносит быстро, явно не собираясь подробно рассказывать о своих поражениях. А ведь могла бы получиться интересная история.
zh_hans: "在决斗中挑战自己只需要一个傻瓜。我曾与多元宇宙中最优秀的战斗人员进行过战斗，我只被击败过两次。"德修斯很快就说出了最后一部分，显然不打算详细说明他的失败。不过可能是一个有趣的故事。

source: What were your two losses?
ko: 두 번의 패배는 무엇이었죠?
ru: Какими были два ваших поражения?
zh_hans: 你的那两次失败是什么？

source: "Hmph. Pitiful, is what they were. The first was despite an opponent who had no shame, and which I hardly hesitate to call a victor. A Paladin, who's inquisitionary force came to seek right to conquer the ruins of my people. I accepted a challenge, but I soon found I would not be facing an opponent who knew honorable conduct. Let us say that he... brough a missile launcher to this fair sword fight. It matters not though, for we dealt with the Inquisition swiftly regardless. Perhaps, I admit, putting an end to those zealots was truly one of the Federations greatest but few achievements."
ko: "흠. 참으로 한심한 패배였지. 첫 번째는 비록 몰염치한 상대에 패배했으나, 그가 승리자인 데는 이견이 없다네 . 상대는 성기사였어. 그는 락맨 이단심문 세력을 끌고 와 내 백성들의 폐허를 정복할 권리를 손에 넣으려 나를 찾아왔었다네. 나는 그의 도전을 받아들였지만, 얼마 지나지 않아 그가 명예로운 상대가 아님을 알게 되었지 . 이를테면 그가... 공평해야 할 검투에 미사일 발사기를 가져왔달까. 하지만 그건 별로 중요하지 않았네. 어찌 됐든 우리는 신속하게 이단 심문관들을 처리했기 때문이지. 내가 보건대, 어쩌면 연방이 그 광신도들을 박살 낸 것이야말로 그들의 몇 안 되는 위대한 업적 중 하나라 생각한다네."
ru: "Хмм. Жалкие, вот какие они были. Первый бой был с противником, не имеющим стыда, которого я без колебаний могу назвать победителем. Паладин, чьи инквизиторские войска пришли покорить руины моего народа. Я принял вызов, но вскоре обнаружил, что мне предстоит столкнуться не с противником, знающим толк в благородном поведении. Скажем, на этот честный бой на мечах он притащил... ракетную установку. Впрочем, это неважно, ведь с инквизицией мы разобрались быстро. Пожалуй, я признаю, что покончить с этими фанатиками было действительно одним из величайших, но немногочисленных достижений Федерации".
zh_hans: "哼。可惜，它们都很可惜。第一个对手无耻至极，我毫不犹豫地称其为胜利者。一名圣骑士，带着圣判所舰队来夺取我的人民的废墟。我接受了挑战，但很快就发现我面对的根本不是一个正直的对手。他……带着导弹发射器参加了那场公平的剑战。不过没关系，因为我们还是很快就处理掉了圣判所的人。也许，我承认，干掉那些狂热者确实是联邦很少但最伟大的成就之一。"

source: And the second loss?
ko: 그럼 두 번째 패배는요?
ru: А второй проигрыш?
zh_hans: 第二次失败呢？

source: Dessius lingers in silence a bit too long, before finally releasing his shame. "The second... was against a Slug. It was to settle some triffle territorial manner... but the real stakes were symbolic. I believe many chose to interpret the fight as a match to settle who truly ruled the nebulas in this age. The Slug was swift, he was skilled, and he disarmed me quickly. I relive that match in my memories, or perhaps more correctly my nightmares, nightly. I could have won... and yet I, Dessius Yan Tartodicus, 16th Prime Reaper and greatest swordsman in the Multiverse, was bested by nothing but a common thief? It is a blot on history..."
ko: 데시우스는 아주 오랫동안 침묵을 지키다가 끝내 그의 수치스러운 패배에 대해 이야기했습니다. "두 번째는... 슬러그한테 패배했었지. 사소한 영토 문제를 해결하기 위해서였지만... 영토는 단지 명분일 뿐, 이 결투는 사실 훨씬 더 큰 의미를 가졌다네. 많은 이들이 이 결투를 통해 과연 이 시대의 진정한 성운의 지배자는 누구인가를 결정짓기 위한 세기의 대결로 간주했지. 그 슬러그는 재빠르고, 기술도 뛰어났고, 날 재빠르게 무장해제시켰다네. 난 아직도 그 경기를 내 기억 한켠에, 아니 더 정확히 말하면 매일 밤 악몽 속에서 다시 떠올리곤 한다네. 이길 수 있었어... 그러나 나 데시우스 앤 타르토디쿠스, 16대 프라임 리퍼이자 멀티버스의 가장 위대한 검객이 아무것도 아닌 평범한 도둑에게 백기를 들었다? 그야말로 역사의 오점이로다..."
ru: Дессиус слишком долго молчит, прежде чем, наконец, выплеснуть свой стыд. "Второй... был против слизня. Это было для того, чтобы уладить какие-то пустяковые территориальные дела... но реальные ставки были символическими. Я полагаю, многие решили истолковать этот бой как поединок, в котором решалось, кто действительно правит туманностями в эту эпоху. Слизень был быстр, искусен и быстро обезоружил меня. Я заново переживаю этот поединок в своих воспоминаниях, или, может быть, правильнее сказать, в кошмарах, каждую ночь. Я мог бы победить... и все же я, Дессиус Ян Тартодикус, 16-й Старший Жнец и величайший фехтовальщик в Мультивселенной, был побежден всего лишь обычным вором? Это пятно на истории..."
zh_hans: 德修斯在沉默中徘徊了很久，最后终于释放了他的羞耻感。"第二次……是对抗一名蛞蝓族，为了解决一些琐碎的星域边界问题……但真正的赌注更具象征性，我相信很多人选择将这场战斗视为了一场争霸赛，来为到底是谁统治了本时代的星云这个问题定论。对方很快，很熟练，迅速就使我失去了反抗能力。我一直在记忆中重温那场比赛，或者更准确地说是在噩梦中，每晚都是。我本可以赢……但我，德修斯·扬·塔托迪克斯，大夺命灵第十六世，多元宇宙中最伟大的剑客，被一个普通的小偷打败了？这是历史上的污点..."

source: Nod and don't ask further.
ko: 고개를 끄덕이고 더 이상 묻지 않는다.
ru: Кивнуть и больше не спрашивать.
zh_hans: 点头，不再追问。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_GENERIC_5"]/text
source: "There is a dreadful fate awaiting this cluster, I can only feel it... But I know it is coming. It is a premonition I have felt in my essence since I first split from the 15th Reaper."
ko: "끔찍한 운명이 이 우주군에 드리워지고 있네. 지금은 단지 느낄 수 있을 뿐이지만... 분명히 다가오고 있어. 내가 15대 리퍼에서 분열했을 때부터 느껴온 징조지."
ru: "Этот кластер ждет страшная судьба, я это только чувствую... Но я знаю, что она наступит. Это предчувствие я ощущаю в своей сущности с тех пор, как впервые расстался с 15-м Жнецом".
zh_hans: "等待这个星团的，是可怕的命运，我只能感觉到……但我知道它的到来。这是我从第15大夺命灵分裂出来开始，就在本质上感受到的一种预感。"

source: What sort of fate?
ko: 어떤 운명이죠?
ru: Что за судьба?
zh_hans: 什么样的命运？
