Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_ALKALI_1"]/text
source: In usual fashion, as Nights parades about the ship signing old shanties and clinking bottles of beer against the wall, he comes across Alkali who's tinking with the Life Support. Nights slaps the Shell on the back and holds out a bottle. "Ayyy Alkali, want a sssip?" Alkali groans. "No, I don't want your filthy booze you bloated has-been. Go away." Nights seems offended. "Filthy boozzze? FILTHY BOOZZZE? Thissss isssn't sssome ssshity liquor from down the ssstreet! Thisss isss premium quality Confederate Tyl Py'tara cider! Thisss isss the kind of ssstuff those flower hypercapitalissstsss sssspend a while decade'sss worth of factory wagessss on jussst for one night!" "GET AWAY FROM ME!" Alkali makes a sudden, jerky movement, slapping Nights across the face. He grabs the bottle from his hand and throws it as hard as possible at the wall then rolls away in a random direction. Nights is dumbfounded. "I... what? I wasssn't even being an assshole that time. Yikesss... what isss wrong with that guy?"
ko: 나이트는 평소처럼 오래된 뱃노래를 부르고 맥주병을 벽에 부딪치며 함선을 당당하게 걸어 다니다가 생명 유지 장치를 손보고 있던 알칼리와 마주칩니다. "여어 알칼리, 쪼금 마씰래?" 알칼리가 신경질을 냅니다. "아니. 네가 입댄 그 더러운 수울은 필요 업서어. 저리 가." 나이트는 기분이 상한 것 같습니다. "더러운 쑬? 더러운 쑬?! 이건 길거리에써 파는 거찌같은 쑬이 아니야! 최고급 군계싼 타일 피타라 싸과쭈라고! 그 초짜본쭈의 꽃들이 단 하룻밤을 위해 씹 년 치 공짱 임금을 쏟아붓는 쑬이라고!" "내게서어 떨어져!" 알칼리는 갑자기 날렵하게 움직여 나이트의 얼굴을 때린 후 술병을 잡아 최대한 세게 벽으로 던졌습니다. 나이트는 어안이 벙벙합니다. "내가... 뭐찌? 이번에는 내가 개같이 군 것도 아닌데. 으으... 대체 왜 쩌러는 거야?"
ru: Как обычно, когда Туман расхаживает по кораблю, распевая старые песни и стуча бутылкой пива о стену, он натыкается на Алькали, который возится с системой жизнеобеспечения. Туман хлопает его по спине и протягивает бутылку. "Эй, Алькали, хочешшшь глоточек?" Алькали огрызается. "Нет, я не хочу твоей мерзкой выпивки, ты, раздутое ничтожество. Уходи". Туман кажется обиженным. "Мерзкая выпивка? МЕРЗКАЯ ВЫПИВКА? Это не какая-то дрянная выпивка ссс сссоссседней улицы! Это сссидр высссшшшего качессства Конфедерации Тайл Пи'тара! Это то, на что эти цветущщщие гиперкапиталисссты тратят десссятилетнюю зарплату на фабрике только ради одной ночи!" "ОТОЙДИ ОТ МЕНЯ!" Алькали делает резкое движение, ударяя Тумана по лицу. Он выхватывает у него из рук бутылку и изо всех сил швыряет ее в стену, после чего уносится в случайном направлении. Туман ошарашен. "Я... что? В тот раз я даже не вел сссебя как мудак. Да что с ним такое?"
zh_hans: 像往常一样，当七夜巡游时，船会在墙上签名，啤酒瓶在墙上叮当作响，他遇到了正在修补生命维持系统的阿尔科莱。七夜拍了拍甲壳的后背，拿出一个瓶子。"哎呀，阿尔科莱，想喝杯酒吗？"阿尔科莱呻吟道。"不，我不想要你的肮脏的酒，你这个臃肿的人。走吧。" 七夜似乎被冒犯了。"肮脏的酒？肮 脏 的 酒？这不是从街边买来的肮脏的酒！这是上等的血兰邦泰尔派塔拉果酒！这是那些花花绿绿的大资本家们花了十年的工厂利润只为一个晚上买的那种酒！" "离我远点！"阿尔科莱突然做了一个生硬的动作，一巴掌打在七夜的脸上。他抓起他手中的酒瓶，用力地把它扔到墙上，然后向一个随机的方向滚去。七夜目瞪口呆。"我......什么？我那时根本不是在做一个混蛋。呀......这家伙怎么了？"

# data/events_socialize.xml$//event[@name="SOCIALIZE_SLOCKNOG_NOTHING"]/text
source: You find Slocknog sitting in the lounge, staring out the window and listening to background conversation. "I'd offer you a ssseat with me, friend, but thisss wasss the lassst chair available. We'll have other opportunitiesss to talk, I'm sssure."
ko: 슬럭노그는 라운지에 앉아 주위의 대화 소리를 들으며 창밖을 바라보고 있습니다. "함께할 짜리를 권하고 앂찌만, 이게 마찌막 의짜였네요. 그래도 분명 언쩬가 같이 얘기할 기회가 쌩길 거예요."
ru: Вы находите Слокнога сидящим в гостиной, смотрящим в иллюминатор и слушающим разговоры вдалеке. "Я бы предложил тебе присссесссть сссо мной, друг, но это было поссследнее сссвободное кресссло. Уверен, у нассс ещщще будет возможносссть поговорить".
zh_hans: 你发现斯洛克诺格坐在休息室里，盯着窗外，听着背景谈话。"我想让你和我一起坐，朋友，但这是仅剩的椅子了。我们会有其他机会交谈的，我肯定。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_INSULT_1"]/text
source: You try to talk to Slocknog, but he refuses to make conversation. "Oh I'm sssorry, I thought we weren't friendsss. Do you usssually try to chat with people right after sssspitting in your face?" He folds his arms and glares at you.
ko: 당신은 슬럭노그와 대화를 시도해보지만, 슬럭노그는 대화를 거부합니다. "아, 미안해요. 우리는 친구가 아니라고 쌩각해써요. 짜씬을 모욕한 싸람한테 바로 말을 거는 게 쩡쌍이라고 쌩각하나요?" 그는 팔짱을 끼고 당신을 노려봅니다.
ru: Вы пытаетесь заговорить со Слокногом, но он отказывается поддерживать разговор. "О, проссстите, я думал, мы не друзья. Вы обычно пытаетесссь общщщатьссся ссс людьми сссразу посссле того, как они плюнули вам в лицо?" Он складывает руки и смотрит на вас.
zh_hans: 你试图与斯洛克诺格交谈，但他拒绝交谈。"哦，我很抱歉，我以为我们不是朋友呢。你经常在别人朝你脸上吐口水之后还想和他们聊天吗？"他折起手臂，瞪着你。

source: I'm sorry.
ko: 죄송합니다.
ru: Приношу свои извинения.
zh_hans: 我很抱歉。

source: "Hmph." Slocknog says nothing more, but his irate stance lessens and he unfolds his arms. "Don't expect an apology to ssssuddenly make usss friendsss, if that'sss even what you're going for. But, unlike what you did to me, I will acccccept your apology."
ko: "흥." 슬럭노그는 더 이상 아무 말도 하지 않았지만, 점점 화가 누그러지며 팔짱을 풀었습니다. "본씸은 모르게찌만, 싸과 한 마디로 갑짜기 우리가 친구가 될 거라고 쌩각하찌 마쎄요. 하찌만 당씬이 쩌찌른 찌쎄도 불구하고, 쩌는 당씬의 싸과를 받아들일 거씹니다."
ru: "Хмм..." Слокног больше ничего не говорит, но его раздраженная позиция ослабевает, и он он разводит руками. "Не ждите, что извинения вдруг сссделают нассс друзьями, есссли вы вообщщще возможно. Но, в отличие от того, как вы поссступили сссо мной, я приму вашшши извинения".
zh_hans: "哼。"斯洛克诺格没有再说什么，但他愤怒的姿态减轻了，他展开了双臂。"不要指望一个道歉能突然让我们成为朋友，如果那是你正要做的。但是，与你对我所做的不同，我将接受你的道歉。"

source: Say nothing and leave.
ko: 아무 말도 하지 않고 떠난다.
ru: Ничего не говорить и уйти.
zh_hans: 什么也不说就离开。

source: Stupid Slug!
ko: 빌어먹을 달팽이가!
ru: Глупый слизень!
zh_hans: 愚蠢的鼻涕虫！

source: "My god, are you ever the mossst rudessst creature I've had the dissspleasssure of meeting. And you really had the audacccity to call me both a fassscissst and a xenophobe? I don't care if you throw me out of an airlock, I refussse to work on a ssship with ssssomeone like you any longer. At the next ssspace ssstation I am leaving thisss sssorry ssship and crew. Goodbye."
ko: "쎄쌍에, 당씬은 내가 만난 가짱 무례한 쫀째예요. 그리고 당씬은 쩡말 뻔뻔하게도 나를 파씨쓰트이짜 외계인 혐오짜라고 불러쬬? 이쩨 나는 에어록 밖으로 던쪄쪄도 쌍관업써요. 더 이쌍 당씬 같은 싸람과 한배에써 일하기 씷씁니다. 다음 쩡거짱에써 쩌는 이 안쓰러운 우쭈썬과 썬원들을 떠날 거씹니다. 그럼 안녕히."
ru: "Боже мой, вы - сссамое грубое сссущщщессство, ссс которым я имел несссчассстье вссстретитьссся. И у вассс дейссствительно хватило наглосссти назвать меня фашшшиссстом и ксссенофобом? Мне всссе равно, выкинете ли вы меня из шшшлюза, я отказываюсссь большшше работать на корабле ссс таким человеком, как вы". На ссследующщщей косссмичессской ссстанции я покидаю этот жалкий корабль и команду. Прощщщайте".
zh_hans: "我的神，你是我所遇到的最无礼的生物。你还真有胆量称我既是法西斯主义者又是仇外者？我不在乎你是否把我从气闸里扔出去，我拒绝再和你这样的人在飞船上工作。在下一个空间站，我将离开这艘抱歉的飞船和船员。再见。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_1"]/text
source: You find Slocknog sitting behind a makeshift stand made of cardboard, with a stack of cards before him. "Greetingssss captain! Might I interessst you in a draw at Tissari?"
ko: 슬럭노그가 카드 더미를 앞에 두고 골판지로 만든 임시 가판대에 앉아 있습니다. "안녕하쎄요 썬짱님! 티싸리 한 짱 뽑아보씨게써요?"
ru: Вы встретили Слокнога, сидящего за импровизированным стендом из картона, перед которым лежит стопка карт. "Приветсссствую вассс, капитан! Могу ли я заинтересссовать вассс сссыграть в Тиссссари?"
zh_hans: 你发现斯洛克诺格坐在一个用纸板做成的摊位后面，面前摆着一叠卡片。"问候舰长！我想让你在提萨里抽签。我能请你在蒂萨里抽签吗？"

source: What's Tissari?
ko: 티사리가 뭡니까?
ru: Что такое Тиссари?
zh_hans: 什么是蒂萨里？

source: Slocknog smiles, pleased you've given him an excuse to explain Slug culture. "Tissari isss a traditional Ssssethnian activity, back from the days of the Empire. It'sss... not quite a game, but it providessss great entertainment at partiessss if you have ssssomeone who knowsss how to read the cardssss." Slocknog lays out a set of ornate plastic cards before him. "I believe it'ssss sssomething similar to 'tarrot cardssss' from the Union. The dealer sssshufflesss the cardsss, then drawsss a hand of 8. From thossse eight, you pick one card and the dealer interpretssss it basssed on which card you drew. Pretty sssimple. Now, would you like to play?"
ko: 슬럭노그는 슬러그의 문화를 설명할 기회가 생긴 것이 기뻐서 미소를 짓습니다. "티싸리는 쩨국 씨쩔부터 내려온 쎄테니안 쩐통 놀이에요. 게임...은 아니찌만, 카드를 읽을 쭐 아는 싸람이 있다면 파티에 큰 쯜거움을 불어넣어 쭈쬬." 슬럭노그는 그의 앞에 화려한 플라스틱 카드 한 세트를 펼쳐 놓습니다. "아마 연맹의 '타로 카드'랑 비씃할 거예요. 우썬 딜러가 카드를 썪고 거기써 여덟 짱을 뽑아요. 다음으로 당씬이 그 여덟 짱 쭝 하나를 고르면 딜러가 그 카드를 해썩해쭈는 거예요. 아쭈 간단하쬬. 한번 해보씨겠나요?"
ru: Слокног улыбается, довольный тем, что вы дали ему повод рассказать о культуре слизней. "Тиссссари - традиционное занятие сссэтнийцев, ещщще сссо времен Империи. Это... не сссовсссем игра, но отличное развлечение на вечеринках, есссли у вассс есссть кто-то, кто умеет гадать на картах". Слокног раскладывает перед собой набор витиеватых пластиковых карт. "Я думаю, это что-то похожее на "карты таро" из Сссоюза. Крупье тасссует карты, затем берет руку из восссьми карт. Из этих восссьми вы выбираете одну карту, а крупье толкует ее в зависссимосссти от того, какую карту вы вытянули. Довольно просссто. А теперь, не хотите ли сссыграть?"
zh_hans: 斯洛克诺格微笑着，很高兴你给了他一个解释蛞蝓族文化的借口。"蒂萨里是一项传统的塞思念活动，可以追溯到帝国时代。它......不完全是一种游戏，但如果你有一个知道如何读牌的人，它可以在聚会上提供不错的娱乐。"斯洛克诺格在他面前摆出一套华丽的塑料牌。"我相信它是类似于同盟的'塔罗牌'。庄家洗牌，然后抽出一手8张牌。从这8张牌中，你选一张牌，庄家根据你抽到的牌进行解释。很简单。现在，你想玩吗？"

source: Sure.
ko: 물론이죠.
ru: Конечно.
zh_hans: 当然。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Sure.
ko: 물론이죠.
ru: Конечно.
zh_hans: 当然。

source: Slocknog grins even wider and grabs 8 cards from the deck in front of him. You can't see any of their faces, but he slides them towards you and asks you to pick one.
ko: 슬럭노그는 훨씬 더 크게 웃으며 앞에 놓인 덱에서 8장의 카드를 집어 뒷면이 보이게 들고 당신 쪽으로 들이대며 한 장 고르라고 요청합니다.
ru: Слокног улыбается еще шире и берет 8 карт из колоды, лежащей перед ним. Вы не видите их изображений, но он подносит их к вам и просит выбрать одну.
zh_hans: 斯洛克诺格笑得更欢了，从他面前的牌堆里抓出8张牌。你看不到他们的面，但他把它们滑向你，要你选一张。

source: Pick a card.
ko: 한 장 고른다.
ru: Выбрать карту.
zh_hans: 选一张牌。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Slocknog frowns. "What a sssspoilsssport. Oh well, I'm sssure there'ssss sssomeone elssse aboard who'll play."
ko: 슬럭노그가 얼굴을 찌푸립니다. "흥이 다 깨져버렸네요. 뭐 그래도 다른 선원들은 해보겠죠."
ru: Слокног хмурится. "Ну и сссорванец. Ну что ж, я уверен, что на борту найдетссся кто-нибудь ещщще, кто сссможет играть".
zh_hans: 斯洛克诺格皱了皱眉头。"真失望。哦，好吧，我肯定船上会有一些人愿意玩。"

source: Slocknog flips over the card and reads out its title. "The cccitizzen. How... boring." Slocknog clears his throat. "The cccitizzzen isss remarkable only in how unremarkable they are. A true cccentrissst not only in politicssss, but in their life assss well. Afraid to pusssh the limitsss in any direction, the cccitizzzen will live an uninteresssting and generic exissstenccce, but at leassst it will be an inoffensssive one." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "씨민. 쩡말... 무난하네요." 슬럭노그가 목청을 가다듬습니다. "씨민은 굉짱히 평범하다는 쩜에써만 특별합니다. 쩡치뿐만 아니라 씰쌩활에써도 쭝립을 찌키쬬. 무어씨든 한계까찌 밀어붙이는 거쓸 두려워하므로 째미없고 평범한 쌂을 쌀게찌만, 최쏘한 남에게 피해를 쭈찌 않는 쌂이 될 거씹니다." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карточку и зачитывает ее название. "Гражданин. Как... ссскучно". Слокног прочищает горло. "Гражданин примечателен только тем, что он ничем не примечателен. Нассстоящщщий центриссст не только в политике, но и в жизни. Боясссь перессступить границы в любом направлении, гражданин будет весссти ссскучное и заурядное сссущщщессствование, но, по крайней мере, оно будет неинтересссным". Слокног кладет карту на место. "Принимаете вы это или нет, но игра оценила вассс именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"公民。多么......无聊。"斯洛克诺格清了清嗓子。"公民是多么了不起的人，他们是多么不引人注目。一个真正的集权者不仅在政治上，而且在他们的生活中也是如此。害怕在任何方向上突破极限，公民将过着无趣和普通的生活，但至少它将是一个无害的生活。"斯洛克诺格把牌放下。"不管你是否接受，这就是游戏对你的评价。现在要由你来决定这是否是你想要的命运。"

source: Slocknog flips over the card and reads out its title. "The assssasssin!" Slocknog clears his throat. "The assssassssin caresss little for trifle thingssss sssuch asss 'morality' or 'conventionssss'. You'll kill whoever you mussst, and you'll take whatever you need. Ssssometimesss, you'll even kill for the sssake of it. The asssassssin hasss no limitsss. There are no doorssss they cannot open, and no forcccesss that can intimidate them. Thissss, of courssse, all comesss at the cossst of any real ally. Everyone issss their enemy, and everyone wantsss them dead." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "암쌀짜!" 슬럭노그가 목청을 가다듬습니다. "암쌀짜는 '도덕썽'이나 '관씁' 같은 싸쏘한 거쎄 관씸을 두찌 않씁니다. 쭉여야 할 싸람은 쭉이고 필요한 거쓴 무쓴 쑤를 쓰더라도 얻어내쬬. 때로는 그 쑤가 쌀인이 될 쑤도 있고요. 암쌀짜에게 한계란 업씁니다. 그들이 열찌 못하는 문은 없고, 그들을 위협할 힘도 업씁니다. 하찌만 이는 당연하게도 찐쩡한 아군을 얻찌 못한다는 대가를 쑤반합니다. 모두가 암쌀짜의 쩍이고, 모두가 암쌀짜의 쭉음을 바라쬬." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карточку и зачитывает ее название. "Асссассссин!" Слокног прочищает горло. Асссассссина мало волнуют такие мелочи, как "мораль" или "правила". Вы убьете того, кого должны, и возьмете всссе, что вам нужно. Иногда даже убьешшшь просссто так. У асссассссина нет границ. Нет дверей, которые они не могут открыть, и нет сссил, которые могут их запугать. Разумеетссся, за всссе это приходитссся расссплачиватьссся отсссутссствием реального союзника. Всссе - их враги, и всссе хотят его сссмерти". Слокног кладет карту на место. "Принимаете вы это или нет, но игра оценила вассс именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"刺客！"斯洛克诺格清了清嗓子。"刺客对'道德'或'惯例'之类的小事不屑一顾。你可以杀任何你想杀的人，你可以拿走任何你需要的东西。有时，你甚至会为了它而杀人。刺客是没有限制的。没有他们打不开的门，也没有能吓倒他们的力量。当然，这是以任何真正的盟友为代价的。每个人都是他们的敌人，每个人都想让他们死。"斯洛克诺格把卡片放下。"不管你是否接受，这就是游戏对你的评价。现在要由你来决定这是否是你想要的命运。"

source: Slocknog flips over the card and reads out its title. "The explorer!" Slocknog clears his throat. "The explorer hasss been everywhere, at leassst everywhere that'sss worth being. Their knowledge of the galaxy issss greater than mossst, but the priccce of thissss exploration isss they have no real home of their own. The explorer wanderssss, alwaysss sssseeking new excccitement, but never finding resssolution." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "탐험가!" 슬럭노그가 목청을 가다듬습니다. "탐험가는 모든 고쓸 다녀와씁니다. 쩍어도 가볼 만한 가치가 있는 고쓴 쩐부요. 그들은 은하에 대해 평균 이쌍의 찌씩을 가찌고 이찌만, 탐험에 대한 대가로 찐쩡한 찝이 업씁니다. 이고쩌고쓸 떠돌며 언쩨나 쌔로운 경이를 쫓찌만, 그 무어쎄도 찐씰로 만쪽하찌 못하는 거씹니다." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карту и зачитывает ее название. "Исссследователь!" Слокног прочищает горло. "Исссследователь побывал везде, по крайней мере, везде, где ссстоит побывать. Их знания о галактике превосссходят всссе оссстальные, но ценой этих исссследований являетссся то, что у них нет сссобссственного дома. Исссследователь блуждает, поссстоянно ищщща новых впечатлений, но так и не находя сссебе месссто". Слокног кладет карту на место. "Принимаете вы это или нет, но игра оценила вассс именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"探险家！"斯洛克诺格清了清嗓子。"探险家去过所有地方，至少是值得一去的地方。他们对银河系的了解比任何人都多，但这种探索的代价是他们没有自己真正的家。探险家四处游荡，不断寻求新的刺激，但从未找到解决办法。"斯洛克诺格把卡片放下。"无论你是否接受，这就是游戏对你的评价。现在要由你来决定这是否是你想要的命运。"

source: Slocknog flips over the card and reads out its title. "The cursed one. How sssspooky." Slocknog clears his throat. "Thissss isss a ssspecial card. Every other card in the deck hassss at leasssst 4 copiesss, but thisss hassss only one... The cursssed one hasss been given the weight of unbearable knowledge, a ssssecret or ssssecretsss unforetold. They will live a paranoid life, unable to trussst what lurksss around any corner. But the cursssed one'sss greatesssst burden isss the resssponsibility of the sssecret itssself. A dark propheccccy awaitsss their input, and their actionssss ssshall determine the movementsss of a greater play in motion." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "쩌쭈받은 짜. 쩡말 으쓰쓰하네요." 슬럭노그가 목청을 가다듬습니다. "이건 특별한 카드예요. 다른 카드는 모두 최쏘 4짱은 들어 있는데, 이건 한 짱뿐이거든요... 쩌쭈받은 짜는 견딜 쑤 없는 찌씩, 쯕 비밀 또는 예기치 못한 이야기의 무게를 찖어찝니다. 또한 싸방에 위험이 도싸리고 있다고 쌩각해 편찝쯩쩍인 쌂을 쌀아갑니다. 그러나 쩌쭈받은 짜가 찌는 가짱 큰 찜은 비밀을 알고 있다는 것 그 짜체의 책임입니다. 어두운 예언이 쩌쭈받은 짜의 명령을 기다리고 이쓰니, 그들의 행동이 더 큰 연극의 움찍임을 결쩡하는 거씹니다." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карту и зачитывает ее название. "Проклятый. Как жутко". Слокног прочищает горло. "Это осссобая карта. У каждой другой карты в колоде есссть как минимум 4 копии, а у этой только одна... Проклятый получил груз невыносссимых знаний, тайну или тайны, которые не были рассскрыты. Он будет жить параноиком, не доверяя тому, что ссскрываетссся за любым углом. Но сссамое тяжелое бремя для проклятого - это ответссственносссть за сссаму тайну. Мрачное пророчессство ждет его учассстия, и его дейссствия определят ход великой пьесссы". Слокног кладет карту на месссто. "Принимаете вы это или нет, но игра оценила вассс именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"被诅咒的人。多么诡异。"斯洛克诺格清了清嗓子。"这是张特殊的牌。牌组中的每张牌都至少有4个副本，但这张牌只有一个......被诅咒的人被赋予了难以忍受的知识，一个或多个不为人知的秘密。他们将过着偏执的生活，无法知道任何角落里潜伏着什么。但受诅咒者最大的负担是对秘密本身的责任。一个黑暗的预言在等待着他们的输入，而他们的行动将决定一个更大的游戏的动向。"斯洛克诺格把牌放下。"不管你是否接受，这就是游戏对你的评价。现在要由你来决定这是否是你想要的命运。"

source: Slocknog flips over the card and reads out its title. "The warrior!" Slocknog clears his throat. "The warrior is recklesss when it comesss to their own life. There issss no greater joy to them than the thrill of combat. It isss, perhapsss, the lassst joy they have left. And ssso they sssseek it endlesssly, pitting themssself againssst the oddsss again and again. It will inevitably be their downfall, but a chorussss of ssslain sssoulssss sssshall follow them into the afterlife." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "쩐싸!" 슬럭노그가 목청을 가다듬습니다. "쩐싸는 짜씬의 목쑴에 이써 무모합니다. 그들에게 쩐투의 쓰릴보다 더 큰 기쁨은 업쬬. 그거쓴 아마도 그들이 느낄 쑤 있는 마찌막 기쁨일 거씹니다. 그래써 그들은 끝업씨 쩐투를 추구하고, 계쏙해써 역경과 부딪힙니다. 하찌만 그들은 필연쩍으로 몰락할 거씹니다. 쭉임당한 영혼들의 합창이 그들을 싸후쎄계까찌 쫓아갈 테니까요." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карту и зачитывает ее название. "Воин!" Слокног прочищает горло. "Воин безрассуден, когда речь идет о его сссобссственной жизни. Для них нет большшшей радосссти, чем азарт боя. Это, пожалуй, поссследняя радосссть, которая у них осссталась. И поэтому они бесссконечно ищщщут ее, ссснова и ссснова сссталкивая сссебя ссс трудноссстями. Это неизбежно приведет его к гибели, но хор загубленных душшш будет сопровождать его в загробном мире". Слокног кладет карту на место. "Принимаете вы это или нет, но игра оценила вссас именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"战士！"斯洛克诺格清了清嗓子。"当涉及到自己的生命时，战士是不顾一切的。对他们来说，没有比战斗的快感更大的快乐。也许，这是他们仅存的最大快乐。因此，他们无休止地追求它，一次又一次地将自己与怪人对决。这将不可避免地使他们陨落，但一群被杀的灵魂将跟随他们进入来世。"斯洛克诺格将牌放下。"无论你是否接受，这就是游戏对你的评价。现在由你来决定这是否是你想要的命运。"

source: Slocknog flips over the card and reads out its title. "The tinkerer!" Slocknog clears his throat. "The tinkerer issss never sssatisssfied with their own work. But they are alwayssss at ill to accccept the work of othersss either. If they had the choicccce, they would ssspend all their time improving their machinesss and their methodssss. Will the tinkerer ever find peaccce? It isss... unlikely. But at leasssst they will achieve a sssstandard that to all that obssserve them jussst ressemble as closssse to perfection asss can be." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "땜짱이!" 슬럭노그가 목청을 가다듬습니다. "땜짱이는 쩔대 짜기 일에 만쪽하찌 않씁니다. 하찌만 다른 싸람의 일을 받는 거쎄도 항쌍 어려움을 겪쬬. 만약 썬택권이 있다면, 그들은 모든 씨간을 그들의 짱비와 짝업 방씩을 개썬하는 데 싸용할 거씹니다. 땜짱이가 평화를 만끽하는 날이 올 쑤 이쓸까요? 그건... 어려울 것 같네요. 하찌만 그들은 쩍어도 남들이 보기에 완벽에 가까운 표쭌을 달썽할 거씹니다." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карту и зачитывает ее название. "Массстер!" Слокног прочищает горло. "Массстер никогда не бывает доволен сссвоей работой. Но и чужую работу он всссегда не воссспринимает. Есссли бы у него был выбор, он бы проводили всссе сссвое время, сссовершшшенссствуя сссвои машшшины и сссвои методы. Обретет ли когда-нибудь покой массстер? Это... маловероятно. Но, по крайней мере, он доссстигнет такого уровня, что для всссех, кто за ним наблюдает, он покажетссся близкими к сссовершшшенссству". Слокног кладет карту на место. "Принимаете вы это или нет, но игра оценила вассс именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"工匠！"斯洛克诺格清了清嗓子。"工匠对自己的工作从不满意。但他们也总是不愿意接受别人的作品。如果他们有选择的话，他们会把所有的时间都花在改进他们的机器和方法上。工匠能找到安宁的生活吗？这是......不太可能的。但至少他们会达到一个标准，对所有关注他们的人来说，这只是一个接近完美的。"斯洛克诺格把卡片放下。"无论你是否接受它，这就是游戏对你的评价。现在由你来决定这是否是你想要的命运。"

source: Slocknog flips over the card and reads out its title. "The sssscientissst! Thisss one isss the only card in the deck represssented by a Ssshell rather than a Ssslug. It issss, I sssupossse, a bit racey. But it'sss a very old game." Slocknog clears his throat. "The ssscientissst sssseessss only progressss, and progressss to them mussst be achieved at any pricccce. Ethicssss and culture are a ssssuggessstion, and one which isss meant to be ignored. The ssscientissst will achieve great thingsss, but their contemporariesss will forever quessstion; wasss it really worth the priccce?" Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "과학짜! 이 카드는 쓸러그가 아닌 쏄로 대표되는 유일한 카드예요. 쌀짝 인쫑차별쩍이찌만, 아쭈 오래된 게임이니까요." 슬럭노그가 목청을 가다듬습니다. "과학짜는 발쩐만을 바라보고, 어떤 대가를 치러써라도 발쩐을 이루려 합니다. 윤리와 문화는 하나의 의견일 뿐이며 무씨되어야 합니다. 과학짜들은 위업을 달썽할 거씨찌만, 동씨대의 싸람들에게 끊임업씨 찔문받을 거씹니다. 쩡말로 그 대가를 치를 만한 가치가 이썼나?" 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карту и зачитывает ее название. "Ученый! Эта карта - единссственная в колоде, которая изображает ракушшшку, а не ссслизня. Это, я полагаю, немного расссиссстссская игра. Но это очень ссстарая игра". Слокног прочистил горло. "Ученый видит только прогресссс, а прогресссс для него должен быть доссстигнут любой ценой. Этика и культура - это предложение, которым можно пренебречь. Ученый доссстигнет великих сссвершшшений, но его сссовременники будут вечно задаватьссся вопросссом: а ссстоило ли оно того?" Слокног кладет карту на место. "Принимаете вы это или нет, но игра оценила вассс именно так. Теперь вам предссстоит решшшить, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开这张牌，读出了它的标题。"科学家！这张牌是这副牌中唯一一张由甲壳而非蛞蝓制作的牌。我承认，它有点怪异。但这是一个非常古老的游戏。"斯洛克诺格清了清嗓子。"科学家只看到了进步，而对它们的进步必须以任何代价来实现。伦理和文化是一个重要的概念，而这个概念是可以被忽视的。科学家会取得伟大的成就，但他们的同代人会永远怀疑；这真的值得付出代价吗？"斯洛克诺格把牌放下。"不管你是否接受，这就是游戏对你的评价。现在由你来决定这是否是你想要的命运。"
