Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: You take a seat at the table, and Anurak starts to explain it before Devorak cuts him off. "No, no need old friend. The captain can figure it out as we play, yes? Let us not waste time with instructions." Anurak seems fairly annoyed. "But what if the captain doesn't figure it out? How will they enjoy the game then? It would be tragic, a calamity! Oh god this game will be ruined if th-" Devorak shushes Anurak. "Calm down, you worry too much. You musn't panic about everything, you will kill yourself with such worrying." Anurak's panic only furthers. "No, don't you understand?! You don't worry enough, you just rush headfirst into everything! Why can't you be more of a coward like me! There is safety in caution, and you are nothing but a steadfast fool! GAH!" Anurak flips the table over, spilling the game pieces everywhere. You both look at him while he takes a few heavy breaths. "I know... I know you're not a Duskbringer anymore, Devorak. But you still act like one! You rush into everything and never think anything through!" Anurak storms off, and Devorak turns to you. "I just wanted to play a game. What was that?"
ko: 당신이 테이블에 앉자 아누락이 설명을 시작하려 했지만, 데보락이 말을 끊었습니다. "아니, 설명은 필요 없어 친구. 함장님은 우리가 하는 걸 보면서 배우실 거야. 설명하느라 시간을 낭비하지 말자." 아누락은 꽤 약이 오른 것 같습니다. "하지만 함장이 규칙을 못 익히면 어쩌지? 그 상태로 어떻게 게임을 즐길 수 있지? 그럼 정말 비극적일 거야. 재앙이라고! 오 맙소사, 규칙을 안 가르쳐 줘서 게임이 망-" 데보락이 아누락을 조용히 시킵니다. "진정해. 너는 너무 걱정이 많아. 모든 것에 너무 신경 쓰려고 마. 그러다 걱정에 압도당할 거야." 아누락은 더 어쩔 줄 몰라 할 뿐입니다. "아니야, 이해 못하겠어?! 너는 충분히 걱정하지 않고 모든 일에 정면으로 뛰어들기만 하잖아! 왜 나처럼 겁쟁이가 되지 못하는 거야! 조심을 해야 안전한 건데, 너는 그냥 앞만 보는 바보잖아! 으아아!" 아누락이 테이블을 뒤집어 게임말을 사방으로 쏟았습니다. 당신과 데보락은 거친 숨을 내쉬는 아누락을 바라보았습니다. "나는 알아... 네가 더 이상 더스크브링어가 아니라는 걸 알아, 데보락. 그런데 넌 아직도 그들처럼 행동하고 있잖아! 모든 일에 성급하게 달려들고 어떤 것도 깊이 생각하지 않아!" 아누락이 떠나자 데보락은 당신에게 돌아섭니다. "저는 그저 게임을 하고 싶었습니다. 대체 무슨 소란이었죠?"
ru: Вы садитесь за стол, и Анурак начинает объяснять, пока Деворак не прерывает его. "Нет, не нужно, старина. Капитан сам разберется, пока мы играем, да? Не будем тратить время на инструкции". Анурак выглядит довольно раздраженным. "А если капитан не разберется? Как тогда ему понравится игра? Это будет трагедия, беда! О боже, игра будет испорчена, если..." Деворак останавливает Анурака. "Успокойся, ты слишком много волнуешься. Не надо паниковать по любому поводу, ты погубишь себя такими переживаниями". Паника Анурака только усиливается. "Нет, ты что, не понимаешь?! Ты недостаточно переживаешь, ты просто с головой погружаешься во все! Почему ты не можешь быть таким же трусом, как я! В осторожности есть безопасность, а ты просто непоколебимый дурак! ЧЕРТ!" Анурак переворачивает стол, рассыпая игровые фигуры. Вы оба смотрите на него, пока он делает несколько тяжелых вдохов. "Я знаю... Я знаю, что ты больше не Вестник Заката, Деворак. Но ты все еще ведешь себя как он! Ты бросаешься во все дела и ничего не обдумываешь!" Анурак уходит, а Деворак поворачивается к вам. "Я просто хотел поиграть в игру. Что это было?"
zh_hans: 你在桌边坐下，阿努拉克开始解释，然后德沃拉克打断了他。"不，不需要，老朋友。舰长可以在我们玩的过程中搞清楚，是吗？让我们不要在指示上浪费时间。" 阿努拉克似乎相当恼火。"但如果舰长没有弄清楚呢？那他们将如何享受游戏？这将是一场悲剧，一场灾难！哦，上帝啊，这个游戏会被毁掉的，如果......"德沃拉克推开阿努拉克。"冷静点，你担心得太多了。你不能对所有事情都感到恐慌，你会因为这样的担心而杀死自己。" 阿努拉克的惊慌只会更加严重。"不，你不明白吗？你没有足够的担心，你只是一头扎进了所有的事情里！为什么你就不能像我这样的胆小鬼！？谨慎中有安全，而你只不过是个坚定的傻瓜！啊！"阿努拉克把桌子翻过来，把棋子洒得到处都是。你们俩都看着他，而他则重重地吸了几口气。"我知道你不再是暮临派了，德沃拉克。但你的行为仍然像一个人！你冲进每一件事，从不考虑任何事情。你对每件事都很匆忙，从来没有考虑过任何事情！"阿努拉克暴跳如雷，德沃拉克转向你。"我只是想玩一个游戏。那是什么？"

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_socialize.xml$//event[@name="SOCIALIZE_DEVORAK_NOTHING"]/text
source: Devorak is meditating in his quarters. As you watch him from the door way, he pokes a look at you and closes his eyes again, signalling that you better find someone else to make conversation with.
ko: 데보락이 자기 방에서 명상을 하고 있습니다. 문간에서 그를 지켜보고 있었더니, 그가 당신을 잠깐 쳐다보고는 다시 눈을 감으며 대화를 나누려면 다른 사람을 찾으라고 눈치 줍니다.
ru: Деворак медитирует в своей каюте. Когда вы наблюдаете за ним с дверного проема, он бросает на вас взгляд и снова закрывает глаза, давая понять, что вам лучше найти кого-нибудь другого для беседы.
zh_hans: 德沃拉克正在他的宿舍里打坐。当你在门口看着他时，他朝你看了一眼，又闭上了眼睛，示意你最好找别人来谈话。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DEVORAK_GENERIC_1"]/text
source: "They say a warrior is only as good as their weapon. I say a weapon is only as good as the warrior that carries it." Devorak bows, confident you grasp the wealth of depth in this wisdom.
ko: "사람들은 훌륭한 무기가 훌륭한 전사를 만든다고 말합니다. 저는 훌륭한 전사가 훌륭한 무기를 만든다고 말합니다." 데보락은 당신이 이 말에 스며 있는 깊은 지혜를 이해한다고 확신하며 허리를 굽혔습니다.
ru: "Говорят, что воин хорош лишь настолько, насколько хорошо его оружие. Я говорю, что оружие настолько хорошо, насколько хорош воин, который его носит". Деворак кланяется, уверенный, что вы постигли всю глубину этой мудрости.
zh_hans: "他们说战士的好坏取决于他们的武器。我说武器的好坏取决于携带它的战士。"德沃拉克鞠了一躬，相信你掌握了这一智慧中的深度。

source: Isn't that basically the same thing?
ko: 근본적으로 같은 말 아닌가?
ru: Разве это не одно и то же?
zh_hans: 这不基本上是同一件事吗？

source: "No. It is the same thing but reversed. The transitive property does not apply." Devorak bows again.
ko: "아니요. 같은 말이지만 순서가 반대입니다. 교환 법칙을 적용할 수 없습니다." 데보락이 또다시 허리를 굽힙니다.
ru: "Нет. Это одно и то же, но в обратном порядке. Свойство переходности не применяется". Деворак снова кланяется.
zh_hans: "不，它是同一件事，但相反。传递性属性并不适用。"德沃拉克再次鞠躬。

source: I agree.
ko: 동의하네.
ru: Согласен.
zh_hans: 我同意。

source: "No. Do not agree. You can understand, but you cannot agree until you have learned this lesson for yourself. It cannot be taught, only experienced. This too, must be experienced, not taught. And so, you will learn, that everything I could ever tell you is pointless and can be learned elsewhere. This is my greatest advice." Devorak bows again.
ko: "아니요. 동의하지 마십시오. 머리로는 이해한다고 해도 스스로 이 교훈을 경험하기 전에는 동의해선 안됩니다. 이 교훈은 배울 수 있는 것이 아니고 스스로 경험해봐야 하는 것입니다. 그러고 나면, 제가 말할 수 있는 것들은 모두 무의미하며 다른 방법으로 배워야 한다는 사실을 알게 될 것입니다. 이것이 저의 가장 큰 조언입니다." 데보락이 또다시 허리를 굽힙니다.
ru: "Нет. Не согласен. Вы можете понять, но не можете согласиться, пока сами не усвоите этот урок. Этому нельзя научиться, это можно только пережить. Это тоже нужно пережить, а не учить. И тогда вы поймете, что все, что я могу вам сказать, не имеет смысла и может быть усвоено в другом месте. Это мой величайший совет". Деворак снова кланяется.
zh_hans: "不，不要同意。你可以理解，但你不能同意，直到你自己学会了这个教训。它不能被教导，只能被体验。这也必须要经历，而不是教。因此，你将学会，我所能告诉你的一切都毫无意义，可以在其他地方学到。这是我最大的忠告。"德沃拉克再次鞠躬。

source: That's stupid.
ko: 바보같은 소리.
ru: Глупости.
zh_hans: 这很愚蠢。

source: Devorak scowls. "There is no need for insults. I'm trying to give wise advice. Whether you want to accept it is not my problem, but rude words is how you make enemies."
ko: 데보락이 얼굴을 찌푸립니다. "부정적으로 받아들이지 마십시오. 조언해 드리려던 것뿐입니다. 받아들이지 않는 것은 문제가 없지만, 무례한 말을 내뱉는 것은 적을 만들 수도 있습니다."
ru: Деворак хмурится. "Нет необходимости в оскорблениях. Я пытаюсь дать мудрый совет. Хотите ли вы его принять - не моя проблема, но грубыми словами можно нажить себе врагов".
zh_hans: 德沃拉克皱起眉头。"没有必要侮辱人。我正试图给出明智的建议。你是否愿意接受它不是我的问题，但无礼的言语是你树敌的方式。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DEVORAK_GENERIC_2"]/text
source: "It was a catastrophe, what happened back there in the city. I did not expect such brazen behavior from the Duskbringers. I... I guess I was deluded into thinking Zoltan supremacists would not be so hypocritical as to attack fellow Zoltan civilians? But of course, it was my greatest mistake to expect anything resembling reason from a fascist. To them, those people were 'necessary sacrifices'. I am disgusted by the justifications used by the people I once so proudly called myself a member of."
ko: "그 도시에 있었던 일은 그야말로 재앙이었습니다. 더스크브링어들이 그런 뻔뻔한 행동을 할 줄은 몰랐습니다. 저... 저는 졸탄 우월주의자들이 다른 졸탄 시민들을 공격할 정도로 위선적이지 않을 거라고 착각했던 걸까요? 물론, 파시스트들에게 이성과 비슷한 것을 기대한 것은 저의 크나큰 실수였습니다. 그들에게 있어 그 졸탄들은 '필요한 희생'이었습니다. 한때 제가 자랑스럽게 속해 있던 집단이 악행을 정당화하는 것에 혐오감이 느껴집니다."
ru: "Это была катастрофа, то, что произошло там, в городе. Я не ожидал такого наглого поведения от Вестников Заката. Я... Наверное, я заблуждался, думая, что золтанские экстремисты не будут настолько лицемерны, чтобы нападать на золтанских граждан? Но, конечно, это было моей величайшей ошибкой - ожидать от фашистов чего-то похожего на разум. Для них эти люди были "необходимыми жертвами". Мне отвратительны оправдания людей, к которым я когда-то так гордо себя причислял".
zh_hans: "那是一场灾难，在城市里发生的事情。我没有想到暮临派会有如此厚颜无耻的行为。我...我想我被骗了，以为超能族的至上主义者不会如此虚伪地攻击超能族同胞的平民？当然，这是我最大的错误，以为法西斯分子会有任何类似的理由。对他们来说，这些人是'必要的牺牲品'。我对我曾经如此自豪地称自己是其中一员的人所使用的理由感到厌恶。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DEVORAK_GENERIC_3"]/text
source: "I AM THE INCARNATION OF DEATH! I HAVE SEEN DARKNESS AND TASTED THE BITTERSWEETNESS OF THE END! AND YET I AM WITHOUT DEATH! I AM THE DEATHLESS ONE, HE WHO IS IMMORTAL, WHO IS FREE OF THE BINDS OF LIFE! HAHAHAHAH! BASK IN MY PRESENCE AND WITNESS WHAT LIFE CAN BE WHEN IT HAS NO MORTAL LIMITS! HAHAHAH!"
ko: "나는 죽음의 화신이다! 나는 어둠을 보았고, 종말의 감고를 맛보았다! 나는 죽음에서 벗어났다! 나에게 죽음이란 없으며, 불멸이다. 죽음은 더 이상 나를 구속하지 못한다! 하-하하하! 나의 존재에 충성을 바치고, 필멸의 족쇄에서 벗어난 자를 직접 곁에서 목도하라! 하하하!"
ru: "Я - ВОПЛОЩЕНИЕ СМЕРТИ! Я ВИДЕЛ ТЬМУ И ВКУСИЛ ГОРЕЧЬ КОНЦА! И ВСЕ ЖЕ Я НЕ УМЕР! Я - БЕССМЕРТНЫЙ, ТОТ, КТО БЕССМЕРТЕН, КТО СВОБОДЕН ОТ УЗ ЖИЗНИ! ХАХАХАХАХ! СОГРЕЙТЕСЬ В ЛУЧАХ МОЕЙ СЛАВЫ И УЗНАЙТЕ, КАКОЙ МОЖЕТ БЫТЬ ЖИЗНЬ, КОГДА ОНА НЕ ИМЕЕТ СМЕРТНЫХ ГРАНИЦ! ХАХАХАХ!"
zh_hans: "我是死亡的化身！我见过黑暗，尝过末日的苦乐！但我却没有死亡！我是不死之人，是不朽之人，是不受生命束缚之人，是永远的不灭者！哈哈哈哈！沉浸在我的存在中，见证当生命没有凡人的限制时，它可以是什么！哈哈哈！"

source: Are you okay?
ko: 괜찮은 건가?
ru: Вы в порядке?
zh_hans: 你还好吗？

source: Devorak clears his throat. "Uhm, yes. Sorry about that, just had to get it out of my system. Have I uh... mentioned that I think the Clone Bay has some... adverse effects on the Zoltan chassis? I think my neural framework may have decayed just a little while I was a Duskbringer. So, I apologize ahead of time for any chaotic outbursts."
ko: 데보락이 목을 가다듬습니다. "음, 괜찮습니다. 방금 일은 죄송합니다. 제 시스템을 좀 손봐야겠어요. 제가 어... 클론 복제실이 졸탄의 몸에 나쁜 영향을 끼친다는 걸... 언급한 적이 있나요? 아무래도 더스크브링어 시절에 제 신경 뼈대가 조금 부식된 것 같습니다. 그 때문에 앞으로도 돌발 행동을 할 수 있으니, 미리 사과드리겠습니다."
ru: Деворак прочистил горло. "Да. Извините за это, мне просто нужно было выговориться. Я... упоминал, что, по-моему, Клон-отсек оказывает... неблагоприятное воздействие на организм золтан? Я думаю, что мой нейронный каркас мог немного разрушиться, пока я был Вестником Заката. Так что заранее прошу прощения за любые хаотические вспышки".
zh_hans: 德沃拉克清了清嗓子。"呃，是的。很抱歉，我只是想把它从我的系统中释放出来。我有没有呃......提到过我认为克隆舱对超能族的神经有一些......不利影响？我想在我还是暮临派的时候，我的神经框架可能已经腐烂了一点。所以，我为任何混乱的爆发提前道歉。"

source: Cool I guess.
ko: 아주 멋들어지는군.
ru: Здорово, наверное.
zh_hans: 我想是的，很酷。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DEVORAK_GENERIC_4"]/text
source: "It's curious to me the suicide bombing is the tactic that everyone focuses on with the Duskbringers. I suppose it's just the taboo and the extremity of it that draws people's attention. But the Duskbringers employ a lot more than just bombing, it's more about warfare at any cost. Once, my team was racing against a Kleptocracy aquatic unit to capture an Aether supply line from the Dynasty. Being trained in such field, we were sure the day was lost. But then, one of my compatriots fell into a pool with the Slugs in it. They all died of electricution. The Zoltan died too, but of course we had a Clone Bay nearby." Devorak ponders this story for a few moments. "Actually, I guess that would be a form of suicide bombing, technically. But that was just a bad example, okay?"
ko: "모든 사람이 더스크브링어의 주요 전술을 자폭이라고 생각하는 것이 흥미롭습니다. 그러한 행위가 이목을 끄는 이유는 단지 극단성과 사회적 금기 때문이겠죠. 하지만 더스크브링어는 자폭 외에도 온갖 수단을 사용합니다. 한번은 제 팀이 왕조의 아이테르 보급선을 탈취하기 위해 도둑정의 수생 부대와 경쟁한 적이 있습니다. 슬러그들은 맞춤형 훈련을 받았었기 때문에 저희가 질 줄 알았습니다. 하지만 그때, 제 동포 한 명이 슬러그들이 있던 웅덩이로 몸을 던졌습니다. 그들은 모두 감전사했습니다. 제 동포도 죽었지만, 저희에겐 물론 클론 복제실이 있었습니다." 데보락이 잠시 자신의 이야기를 곰곰히 생각해봅니다. "따지고 보면, 이것도 자폭 공격의 일종인 것 같군요. 하지만 그냥 제가 예를 잘못 들었을 뿐입니다. 아시겠죠?"
ru: "Меня удивляет, что именно на тактике террористов-смертников все акцентируют внимание в отношении Вестников Заката. Я полагаю, что просто табу и экстремальность этой тактики привлекают внимание людей. Но Вестники Заката используют гораздо больше, чем просто бомбы, это скорее война любой ценой. Однажды моя команда участвовала в гонке с водным подразделением Клептократии по захвату линии снабжения эфира Династии. Будучи обученными в этому делу, мы были уверены, что потеряли день. Но тут один из моих соотечественников упал в бассейн, в котором находились слизни. Все они погибли от удара током. Золтан тоже погиб, но, конечно, у нас рядом был Клон-отсек". Деворак несколько мгновений размышляет над этой историей. "Вообще-то, я полагаю, что технически это было бы разновидностью смертника. Но это был просто плохой пример, понятно?"
zh_hans: "我有点好奇，为什么对于暮临派每个人的关注点基本都是自杀式爆炸战术。可能只是因为它作为一种极端性禁忌，吸引了人们的注意力。但实际上暮临派的总战略不如说是不惜一切代价的战争。举个例子，有一次，我的团队与一支星盗会的水生队伍竞赛，以夺取灵朝的以太补给线。对方专精于水生地形的训练，我们基本确定要输了。但后来，一名同胞跳进了一些蛞蝓族正在穿越的水池中。他们都死于电击，包括我的同胞，不过当然我们附近有一间克隆舱。 德沃拉克对这个经历又思考了片刻。"实际上，好像那次也算一种自杀式爆炸。不过这个例子可能不是特别恰当..."

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DEVORAK_GENERIC_5"]/text
source: "I am willing to sacrifice myself for the greater good of whatever noble cause requires it." Devorak bows, although it seems he isn't done. "That said... I would generally prefer a Clone Bay be available nearby. Just because I'm willing to become a martyr doesn't mean I'm stupid about it. I'd rather live if I had the choice."
ko: "나는 숭고한 대의명분 하에 더 나은 미래를 위해 기꺼이 나 자신을 희생할 것이다." 아직 말이 끝나지 않은 것 같지만, 데보락이 허리를 굽힙니다. "그러므로... 저는 되도록 클론 배양실이 근처에 있는 환경을 선호합니다. 순교자가 되기를 자처한다고 해서 목숨의 소중함을 모르는 건 아니니까요. 생사의 기로에 놓인다면 전 사는 쪽을 택할 것입니다."
ru: "Я готов пожертвовать собой ради высшего блага любой благородной цели, которая этого потребует". Деворак кланяется, хотя кажется, что он еще не закончил. "Тем не менее... Я бы предпочел, чтобы поблизости находился Клон-отсек. То, что я готов стать Мучеником, не означает, что я глупец. Я бы предпочел жить, если бы у меня был выбор".
zh_hans: "我愿意为任何崇高事业的更大利益牺牲自己。"德沃拉克鞠躬，尽管他似乎还没说完。 "这就是说......一般来说，我希望附近能有一个克隆舱。我愿意成为殉道者并不意味着我在这方面很愚蠢。如果我有选择的话，我宁愿活着。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_FREDDY_NOTHING"]/text
source: "Apologies captain, I'm just giving the hat the old spit-shine! Well, trying to. My mucus has appeared to have stained the fabric and I'm having issues removing it. I'll be busy for a while, maybe you should check on the others!"
ko: "미안하지만 선장, 난 지금 모자에 광을 내는 중이었네! 뭐, 마음만큼 잘은 안 되지만 말이야. 내 점액 때문에 천에 얼룩이 진 것 같은데, 잘 지워지지 않더군. 당분간은 바쁠 테니 다른 사람들을 찾아보게나!"
ru: "Извините, капитан, я просто придаю шляпе прежний блеск! Ну, пытаюсь. Моя слизь, похоже, испачкала ткань, и у меня возникли проблемы с ее удалением. Я буду занят некоторое время, может быть, вам стоит проведать остальных!"
zh_hans: "对不起，舰长，我只是在给这顶帽子做粘液抛光！好吧，尝试一下。我的粘液似乎弄脏了布料，我清理时遇到了问题。我将会忙上一阵子，也许你应该去看看其他人！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_1"]/text
source: You hear a knock on your cabin door and open it to find Freddy standing there. "Captain, I wish to share with you some gifts from my people! I've received a shipment of some various items from my old clan, gifts of sorts, that they wish to share with you! I'll just leave these here for you." Freddy places down a large box full of crayon drawings, a several hundred page long fanfiction titled "How I married the Renegade captain and how we defeated the entire Rebellion and Ministry together part 1", and some unwarranted and explicit photography. You put the box in a safe spot and make a mental note to be more grateful Freddy doesn't act this way.
ko: 선장실 문을 두드리는 소리가 나서 열어보니 프레디가 있었습니다. "선장, 내 동지들이 보낸 선물을 나누고 싶네! 예전에 함개하던 무리로부터 여러 가지 물건을 받았는데, 그들이 네게도 나누어주길 원하더군. 그러니 여기에 가져다 두겠네." 프레디는 크레용 그림으로 가득 찬 커다란 상자, "내가 어떻게 배회자 선장과 결혼했는지, 그리고 우리가 어떻게 반군과 내각을 함께 물리쳤는지 1편"이라는 제목의 수백 페이지 길이의 팬픽션, 그리고 몇몇 부당하고 노골적인 사진들을 내려놓습니다. 당신은 상자를 안전한 곳에 두고 프레디가 평범한 독립 맨티스들처럼 행동하지 않아 다행이라 되세깁니다.
ru: Вы слышите стук в дверь каюты, открываете ее и видите стоящего там Фредди. "Капитан, я хочу поделиться с вами подарками от моего народа! Я получил груз различных предметов от моего старого клана, своеобразные подарки, которыми они хотят поделиться с вами! Я просто оставлю это здесь для вас". Фредди кладет большую коробку, полную рисунков мелками, фанфик на несколько сотен страниц под названием "Как я вышла замуж за капитана Регенатов и как мы вместе победили все Восстание и Министерство, часть 1", а также несколько откровенных и неуместных фотографий. Вы кладете коробку в надежное место и делаете мысленную пометку, что надо быть более благодарным Фредди за то, что он не ведет себя подобным образом.
zh_hans: 你听到有人敲你的船舱门，打开门发现弗莱迪站在那里。"舰长，我希望与你分享一些来自我的族人的礼物！我收到了一批来自我的老族人的各种物品，他们希望与你分享。我收到了一批来自我的旧部族的各种物品，算是礼物吧，他们希望与你分享！我就把这些东西放在这里给你吧。" 弗雷迪放下一个大箱子，里面装满了蜡笔画，还有一本几百页长的粉丝小说，题目是"我是如何嫁给变元者舰长的，以及我们是如何打败整个叛军者和牧师团的第一部分"，还有一些莫须有的露骨照片。你把盒子放在一个安全的地方，并在心里记下要更加感激弗雷迪没有这样的行为。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_2"]/text
source: You find Freddy scribbling away in a small notebook of his. You ask him about it, to which he responds, "It's a journal, where I practice the different galactic dialects I've been learning. Could you help me, actually, captain? I've been trying to master the Human language of Pan, but I've been struggled with some strange exceptions. Do you speak Pan well by chance?"
ko: 프레디가 작은 공책에 무언가를 적고 있습니다. 뭐 하는 거냐고 묻자 프레디가 이렇게 대답합니다. "내가 지금껏 배워온 여러 은하 사투리를 연습하는 일지일세. 도움을 좀 줄 수 있겠나, 선장? 지금껏 판 지역의 인간 언어를 숙달하려고 노력해왔지만, 몇 가지 이상한 불규칙 활용 때문에 어려움을 겪고 있거든. 혹시 판어를 할 줄 아는가?"
ru: Вы находите Фредди, что-то пишущего в своем маленьком блокноте. Вы спрашиваете его об этом, на что он отвечает: "Это дневник, в котором я практикую различные галактические диалекты, которые я изучаю. Не могли бы вы мне помочь, капитан? Я пытался освоить человеческий язык Пан, но столкнулся со странными исключениями. Вы, случаем, не говорите на Пане?"
zh_hans: 你发现弗雷迪在他的一个小笔记本上乱写乱画。你问他，他回答说："这是本日记，我在练习我所学的不同的银河系方言。事实上，你能帮助我吗，船长？我一直在努力掌握人类的潘语，但我一直在为一些奇怪的例外情况而苦恼。你能说好潘语吗？"

source: Offer to help.
ko: 도와준다.
ru: Предложить помощь.
zh_hans: 主动提供帮助。

source: You help explain some of the strange intricacies of Pan to Freddy, and he scribbles away dilligently in his journal. "So, the rule is 'i before e except after c'? Yet there are dozens of contradictions. I'm terribly confused. I think I am beginning to understand though. Oh, if the Hive had only known how much the Fed-Mantis War would set us back, would we ever have made such a mistake? Oh why even ask. Of course we would have. It's simply in our nature..."
ko: 당신은 프레디에게 판어의 특이한 활용법을 설명해주었고, 프레디는 열심히 일지를 갈겨썼습니다. "그럼 규칙은 'c가 없을 시 i 뒤에 e가 오는 것'인가?' 하지만 수십 가지 모순이 생기니 정말 혼란스럽군. 그래도 이해되기 시작한 것 같네. 아아, 만약 연방-맨티스 전쟁이 우리를 얼마나 퇴보시킬지 알았더라면 과연 하이브가 그런 실수를 저질렀을까? 아니지, 너무 뻔한 일이야. 하이브라면 어쨌든 전쟁을 일으켰겠지. 그것이 바로 우리의 본성이니까..."
ru: Вы помогаете Фредди объяснить некоторые странные тонкости Пана, а он старательно пишет в своем дневнике. "Итак, правило гласит: "i перед e, кроме как после c"? Но здесь десятки противоречий. Я ужасно запутался. Но, кажется, я начинаю понимать. Если бы Улей только знал, как дорого нам обойдется война между Федерацией и богомолами, разве мы могли бы совершить такую ошибку? Зачем вообще спрашивать. Конечно, совершили бы. Это просто в нашей природе..."
zh_hans: 你帮助向弗莱迪解释潘的一些奇怪的错综复杂的问题，他在日记本上孜孜不倦地写着。"那么，规则是'i在e之前，c之后除外'？然而有几十个矛盾之处。我感到非常困惑。不过我想我已经开始明白了。哦，如果母巢知道联邦-螳螂族战争会给我们带来多大的损失，我们还会犯这样的错误吗？哦，为什么还要问。我们当然会的。这只是我们的天性......"

source: Sorry, but I can't help.
ko: 아쉽게도 도와드릴 수 없습니다.
ru: Прости, но я не могу помочь.
zh_hans: 对不起，我帮不上忙。

source: "Damn! Okay, I'll continue chiselling away at it myself. No worries."
ko: "젠장! 좋아, 나 혼자 계속 연구해보겠네. 마음 쓰지 말게나."
ru: "Черт! Ладно, я сам продолжу заниматься этим. Не беспокойтесь".
zh_hans: "该死！好吧，我自己会继续钻研它。不用担心。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_3"]/text
source: In a rare display of egotism, you find Freddy bragging to the rest of the crew about his prized decorated shield. A hush overtakes the room as Freddy spins a tale of his encounter with the dreaded Bishop Kyiiiapitet, the leader of the 3rd Royal Brigade during the Fed-Mantis War. "Kyiiiapitet made it his quest to eradicate the Free Mantis by his very own two claws, and the time soon came when my clan was next on his list. Already he had taken the lives of more than half of my former companions from the war, and I wasn't going to be the next! And I wasn't!" Freddy thumps the ground with his shield, a prideful look in his eye. "That day was the same day the Free Mantis abroad revered me as their leader. It was also the day the Hive forbade the import of tea from the Union. Spiteful bastards."
ko: 프레디가 보기 드물게 확고한 자부심을 가지고 다른 선원들에게 자신의 화려한 방패를 자랑하고 있습니다. 그가 연방-멘티스 전쟁 당시 제3 왕립여단의 리더였던 공포의 캬이이아피텟 주교를 만났던 이야기를 시작하자 방 안은 조용해졌습니다. "캬이이아피텟은 자기 발톱으로 독립 맨티스를 근절하고자 하였고, 마침내 나의 무리가 그의 목표로 찍혔네. 그는 전쟁에서 내 전우들의 절반 이상을 앗아갔지만, 나는 결코 죽는 운명을 맞이할 수 없었어! 그리고 맞이하지 않았지!" 프레디는 자랑스러운 눈빛으로 방패를 들어 땅을 쳤습니다. "바로 그날이 온 우주의 독립 맨티스가 나를 지도자로서 추앙한 날이네. 그리고 하이브가 연맹으로부터의 차 수입을 금지한 날이기도 하지. 악독한 놈들."
ru: В редком проявлении эготизма Фредди хвастается перед остальными членами команды своим драгоценным украшенным щитом. В комнате воцаряется тишина, когда Фредди рассказывает о своей встрече с ужасным Епископом Кийиапитетом, лидером 3-й королевской бригады во время войны Федерации с богомолами. "Кийиапитет поставил перед собой цель искоренить Свободных Богомолов двумя своими когтями, и вскоре пришло время, когда мой клан оказался следующим в его списке. Он уже лишил жизни более половины моих бывших товарищей по войне, и я не собирался быть следующим! И я не стал!" Фредди стучит по земле своим щитом, в его глазах гордое выражение. "В тот день Свободные Богомолы за границей почитали меня как своего лидера. Это был также день, когда Улей запретил ввоз чая из Союза. Злобные ублюдки".
zh_hans: 在一次罕见的自负表现中，你发现弗雷迪向其他船员吹嘘他珍贵的装饰性盾牌。当弗雷迪讲述他与可怕的主教基亚皮特的遭遇时，房间里一片寂静，他是联邦-螳螂族战争期间皇家第三旅的领导人。 "基亚皮特把亲手铲除自由螳螂作为自己的追求，而时间很快就到了，我的部族是他名单上的下一个。他已经从战争中夺走了我一半以上的前同伴的生命，而我不会成为下一个！我也不是！" 弗雷迪用他的盾牌敲打着地面，眼中流露出骄傲的神情。"那一天，也是自由螳螂尊称我为他们的领袖的日子。也是母巢禁止从同盟进口茶叶的那一天。可恶的混蛋。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_4"]/text
source: Out of curiosity, you inquire what Freddy's original Mantis name was. "What? Why would you need to know that? My name is Freddy, plain and simple. It has been so long since I last spoke native Yetiiik I can barely even remember how to pronounce it. 'Tiifleeiiik', I think. Eugh."
ko: 당신은 호기심에서 프레디의 맨티스식 이름이 무엇인지 물어봅니다. "뭐라고? 그걸 알 필요가 있을런가? 내 이름은 프레디라네. 간단명료하지. 예티잌어를 써본 지가 너무 오래되어서 발음하는 법조차 거의 기억나질 않는군. '티이플리이잌'이었던 것 같네만. 흐음."
ru: Из любопытства вы спрашиваете, как изначально звали богомола Фредди. "Что? Зачем тебе это знать? Меня зовут Фредди, просто и ясно. Я так давно не говорил на родном языке йетииик, что даже не помню, как он произносится. Тиифлеииик, кажется. Эх".
zh_hans: 出于好奇，你询问弗雷迪原来的螳螂名字是什么。"什么？你为什么要知道这个？我的名字是弗雷迪，简单明了。我已经很久没有说过耶蒂伊克语了，我甚至都不记得怎么发音了。"蒂弗莱伊克"，我想。呃。"
