Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_GENERIC_4"]/text
source: You notice some odd drawings of creatures and evolutionary trees hung up in Alkali's room as if they were part of an evidence board. Alkali catches you staring at them and answers your unspoken questions. "I am renowned for my scientific genius in thhhe galactic community for my work in genetic studies and thhhe engineering of several advanced lifeforms, with thhhe Morphs of course being my latest project. However, thhhhat pales in comparison to my TRUE mission. A breakthhhrough so major... so huge it would shake thhhe very foundations of our existence." Alkali pauses for dramatic effect, clearly proud of just how important whatever he's about to say next is. "I first gained prominence in thhhe Science District for my study into thhhhe history of the Shell and Slug species, specifically trying to find our common ancestor. Thhe problem is... I couldn't. No one could. Thhhere's no fossil records. No artifacts, not even cave paintings. Zero evidence of any transitional period. With such distinct biology you would thhink thhhere would be... something. Thhhis lead to my greatest hypothhesis. Thhhere seems to be evidence suggesting thhhhere was TAMPERING in the evolution of thhhe Slug species. As if thhhey were just... spliced togethhher from Shell and alien DNA. This is corroborated by thhhe fact thhe telepathhhhic abilities of thhhe Slugs is unlike anythhhing seen in any othhhher species in the Multiverse. They contain biochemistry found on our homeworlds, but also that of something unlike anything we've ever seen elsewhere in the Multiverse. Thhhere HAS to be more, and I'm going to find out what. And when I do thhhere won't be a single person alive able to refute my genius!"
ko: 알칼리 방 안에는 생물과 진화 계통을 그린 이상한 그림이 마치 증거를 수집한 보드판 같이 벽에 붙어 있습니다. 당신이 그 그림을 쳐다보자 알칼리는 묻지도 않은 질문에 답하기 시작했습니다. "유전학과 가장 최근 프로젝트였던 모프와 같은 여러 진보된 새애앵명체 공학의 서어엉과로 인해 나는 은하계에서어어 과학 천재로 널리 알려져 이써어어. 하지만 그런 연구는 내 진정한 목표와 비교하자면 새애애발의 피에 불과해. 내 목표는 너무나도 거대하고 뛰어나 우리 존재의 기반을 뒤흔들 그런 혁시이인이라고." 알칼리는 다음에 꺼낼 말이 무척 권위 있는지 자랑스러워하며 극적 효과를 위해 잠시 말을 멈추었습니다. "난 셰에엘과 스으을러그 족의 역사아아, 특히 우리의 공통된 조사아앙을 찾는 연구로 처음 과학부에서어어 명서어엉을 얻어써어어. 문제는... 찾지 못했다는 거야. 누구도 찾을 수우우 업서어어써어어. 화서어억은 없고 유물이나 시이임지어 고대 벽화도 업서어어. 변화 과정을 서어얼명해 줄 증거가 하나도 없는 거야. 이렇게 확연히 구분되는 새애앵물적 구조라면... 뭔가가 이쓰으을 거란 말이지. 그래서어어 다음과 같은 위대한 가서어어어어얼을 세에에워써어어. 스으을러그 족의 진화 과정 중에 인위적인 조작이 가해졌다는 증거가 이쓰으을 거야. 그들은 마치... 셰에엘과 외계 DNA의 결합체 같아 보이거든. 멀티버스으으 내 다른 종족에서어언 찾아볼 수우우 없는 스으을러그 족의 텔레파시이이 능력이 이 주장을 뒷받침 해주고 있지. 그들은 우리 고향 서어엉단의 새애앵화학 물질을 지니고 있지만, 멀티버스으으 내 어디서어어도 찾아본 적 없는 물질도 지니고 이써어어. 뭔가가 더 있는 게 분명해. 난 그게 무어시이인지 찾아낼 거야. 그리고 그걸 해낸다면 더 이사아앙 그 어느 누구도 나의 천재서어엉을 반박할 수우우 업스으을 거야!"
ru: Вы замечаете странные рисунки существ и эволюционных деревьев, развешанные в комнате Алькали, как будто они являются частью доказательной базы. Алькали замечает, что вы смотрите на них, и отвечает на ваши невысказанные вопросы. "Я известен своим научшным гением в галактичшеском сообществе благодаря работе в области генетики и инженерии нескольких продвинутых форм жизни, а Морфы, конечшно, являются моим последним проектом. Однако все это меркнет по сравнению с моей истинной миссией. Прорыв, настолько важный... настолько огромный, чшто он потрясет самые основы нашего существования". Алькали делает драматическую паузу, явно гордясь тем, насколько важно то, что он собирается сказать дальше. "Впервые я получшил известность в Научшном районе благодаря своим исследованиям истории видов раковин и слизней, в чшастности, попыткам найти нашего общего предка. Проблема в том, чшто... Я не смог. Никто не смог. Нет никаких ископаемых. Никаких артефактов, даже наскальных рисунков. Ноль доказательств какого-либо переходного периода. При такой ярко выраженной биологичшеской схожести можно было бы подумать, чшто здесь должно быть... чшто-то. Отсюда вытекает моя главная гипотеза. Похоже, есть свидетельства того, чшто в эволюции видов слизней имело место ВМЕШАТЕЛЬСТВО. Как будто их просто... соединили вместе из ДНК раковин и инопланетян. Это подтверждается тем фактом, чшто телепатичшеские способности слизней не похожи ни на какие другие виды в Мультивселенной. Они содержат биохимию, найденную на наших родных планетах, но также и биохимию чшего-то, не похожего ни на чшто, чшто мы когда-либо видели в других чшастях Мультивселенной. Должно быть чшто-то еще, и я собираюсь выяснить, чшто именно. И когда я это сделаю, в живых не останется ни одного чшеловека, способного опровергнуть мой гений!"
zh_hans: 你注意到一些奇怪的生物和进化树的图画挂在阿尔科莱的房间里，好像它们是证据板的一部分。阿尔科莱抓住你盯着他们，回答你未说出口的问题。"我以我在银河系中的科学天才而闻名，因为我在基因研究和几种先进生命形式的工程方面的工作，模物族当然是我的最新项目。然而，与我的真正使命相比，这相形见绌。一个突破如此……如此巨大，它会动摇我们存在的基础。" 阿尔科莱停顿以产生戏剧性的效果，显然为他接下来要说的任何事情的重要性感到自豪。"我第一次在科学区声名鹊起是因为我研究了甲壳族和蛞蝓族物种的历史，特别是试图找到我们共同的祖先。 问题是……我做不到。没有人可以。没有化石记录。没有文物，甚至没有洞穴壁画。任何过渡期的零证据。有了如此独特的生物学，你会认为这里面会有……什么东西。这导致了我最大的假设。似乎有证据表明蛞蝓物种在的进化过程中被篡改了。好像他们只是……把甲壳族和外星人的DNA拼接在一起。事实证明，蛞蝓的心灵感应能力不同于多元宇宙中任何其他物种中所能看到的任何东西。它们包含在我们的家园发现的生物化学物质，但也包含我们在多元宇宙其他地方从未见过的物质。我必须更多要找出是什么。而当我这样做的时候，将没有一个人能活着反驳我的天才！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_GENERIC_5"]/text
source: You spot Alkali leafing through a stack of old letters, and briefly catch the name "Kordet Kip'y" before Alkali stashes them away again.
ko: 알칼리는 오래된 편지 더미를 훑어 넘기고 있었습니다. 그가 편지를 다시 치우기 전에 짧게 "코뎃 키피"라는 이름을 확인할 수 있었습니다.
ru: Вы замечаете Алькали, листающего пачку старых писем, и на мгновение успеваете увидеть имя "Кордет Кипи", после чего Алькали снова убирает их в шкаф.
zh_hans: 你发现阿尔科莱正在翻阅一堆旧信件，并在阿尔科莱再次将它们藏起来之前短暂地抓住了"科尔代·基皮"这个名字。

source: What are those letters?
ko: 그 편지들은 무엇입니까?
ru: Что это за письма?
zh_hans: 那些信是什么？

source: Alkali seems a bit startled, and his voice is wavering. You can tell he's sad, but he's trying to hide it underneath his usual tone of annoyed indifference. "Mistakes from thhhe past. Love is a pointless thhhing. A chemical reaction thhhhat makes you do stupid, rash thhhings in pursuit of a happiness you'll never find. It's an easy trap to fall for. Luckily, my work helps keep me distracted from such pointless and dangerous pursuits."
ko: 알칼리는 약간 놀란 듯 보였고, 목소리는 떨렸습니다. 슬퍼하는 게 눈에 보였지만 그는 평소의 짜증을 내는 무관심한 어조로 감정을 숨기려 노력했습니다. "과거에 저지른 시이일수우우여써어어. 사아아랑을 하는 건 의미없는 지시이이지. 화학 반응이 일어나 절대로 얻을 수우우 없는 행복을 쫓아 멍청하고도 무모한 일을 하게 되는 거야. 수우윕게 빠질 수우우도 있는 덫이라고. 다행히도 내 연구가 그런 의미없고 위험한 일을 뒤쫓지 않도록 해주고 있지만."
ru: Алькали выглядит немного испуганным, его голос дрожит. Видно, что ему грустно, но он пытается скрыть это под своим обычным тоном раздраженного безразличия. "Ошибки прошлого. Любовь - это бессмысленная вещь. Химичшеская реакция, которая заставляет совершать глупые, необдуманные поступки в погоне за счшастьем, которое никогда не обретешь. В эту ловушку легко попасть. К счшастью, моя работа помогает мне отвлечшься от таких бессмысленных и опасных занятий".
zh_hans: 阿尔科莱似乎有些吃惊，声音有些颤抖。你可以看出他很伤心，但他试图将它隐藏在他一贯的恼怒冷漠语气之下。"过去的错误。爱是毫无意义的事情。化学反应会让你为了追求永远找不到的幸福而做愚蠢、轻率的事情。这是一个容易掉入的陷阱。幸运的是，我的工作让我分心远离这种毫无意义和危险的追求。"

source: That's a bad way of looking at it.
ko: 그건 잘못된 관점입니다.
ru: Это плохой подход.
zh_hans: 这是一种不好的看待它的方式。

source: Alkali scoffs. "Well, Renegades are known for thhhheir promiscuous flaunting of sexual favors. I doubt someone like you would have enough control over your cognitive functions to inhibit lust and love. I'm a scientist and a genius, I'm more qualified about thhhis thhhan you are, asshole. Just... get out of my room."
ko: 알칼리는 비웃으며 말했습니다. "배회자들은 그들의 문란한 서어엉새애앵활로 유명하지. 당시이인 같은 사아아람이 사아아랑과 욕망을 자제할 수우우 이쓰으을 만큼의 인지기능을 지녀쓰으을지 난 잘 모르게써어어. 난 천재 과학자야. 사아아랑에 대해서어언 너 같은 개자시이익보다 훨씨이인 자격이 있다고. 이만... 내 방에서어어 나가줘."
ru: Алькали ехидничает. "Ну, Ренегаты известны своей беспорядочшной показушной демонстрацией своих сексуальных возможностей. Сомневаюсь, чшто такой чшеловек, как вы, достаточшно контролирует свои когнитивные функции, чштобы подавлять похоть и любовь. Я учшеный и гений, я более компетентен в этом, чшем ты, придурок. Просто... убирайся из моей комнаты".
zh_hans: 阿尔科莱嗤之以鼻。"嗯，变元者以滥交炫耀性恩惠而闻名。我怀疑像你这样的人能足够控制自己的认知功能来抑制欲望和爱情。我是科学家和天才，我更有资格做这件事你是，混蛋。就……离开我的房间。"

source: Nod your head.
ko: 고개를 끄덕인다.
ru: Кивнуть головой.
zh_hans: 点点头。

source: Alkali doesn't seem comforted at all by your agreeance. "You're only agreeing because you were probably hurt real bad by some whore in a brothhhel somewhere. I've reached thhhis conclusion through years of careful analysis and scientific thhheory. I don't just THHHINK love is bad, I have PROVEN it. Now, get out of my room."
ko: 알칼리는 당신이 동의하자 불쾌감을 드러냈습니다. "내 말에 동의하는 건 당시이인이 어디 사아아창가에서어어 매춘부한테 크게 사아앙처를 받아서어어겠지. 난 이 결론에 도달하기 까지 수우우년 동안 철저히 분서어억하고 과학 이론을 탐구해써어어. 난 그저 사아아랑이 나쁘다고 '새애앵각'하는 게 아니야. 내가 스으으스으으로 '증명'해 낸 거라고. 이제 내 방에서어어 나가줘."
ru: Алькали, похоже, совсем не утешает ваше согласие. "Ты соглашаешься только потому, чшто тебя, вероятно, очшень сильно обидела какая-нибудь шлюха в каком-нибудь притоне. Я пришел к такому выводу в результате многолетнего тщательного анализа и научшной теории. Я не просто счшитаю, что любовь - это плохо, я это доказал. А теперь убирайся из моей комнаты".
zh_hans: 阿尔科莱似乎对你的同意一点也不放心。"你之所以同意，是因为你可能在某个地方的妓院里被某个妓女严重伤害了。我已经通过多年的仔细分析和科学理论得出了这个结论。我不只是认为爱情是坏的，我已经证明了这一点……现在，滚出我的房间。"

source: Say nothing and leave.
ko: 아무 말도 하지 않고 떠난다.
ru: Ничего не говорить и уйти.
zh_hans: 什么也不说，离开。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_OOJ_1"]/text
source: You catch Alkali eyeing OOJ, who is wiggling pointlessly in the middle of the hallway. "Look at it. Biological perfection, thhhe ultimate weapon, thhe ultimate utility. It was created to phase out an entire generation of worthhhless nothhhings. You're very lucky, Renegade, you have bothhh thhhe greatest biological marvel aboard your ship AND its creator."
ko: 알칼리는 복도 한복판에서 이리저리 꿈틀거리며 움직이는 우즈를 살펴보고 있었습니다. "이걸 봐봐. 완벽한 새애앵물체이자 궁극의 용도를 지닌 무기라 할 수우우 있지. 가치없는 쓰으으레기들을 모조리 쓰으을어버리기 위해 만들어써어어. 당시이인 같은 배회자는 운이 정말 좋은 거야. 함서어언언에 경이로운 새애앵물체와 그걸 만든 창조자 둘이 모두 타고 이쓰으으니까."
ru: Вы ловите взгляд Алькали на УДЖА, который бессмысленно ковыляет по коридору. "Посмотри на это. Биологичшеское совершенство, высшее оружие, высшая польза. Он был создан, чштобы уничштожить целое поколение никчшемных ничштожеств. Тебе очшень повезло, Ренегат, у тебя на корабле есть и величшайшее биологичшеское чшудо, и его создатель".
zh_hans: 你看到阿尔科莱正盯着 OOJ，他在走廊中间毫无意义地扭动着。"看看它。生物学完美，终极的武器，终极效能。它的创建是为了逐步淘汰整整一代毫无价值的虚无。你很幸运，变元者，你的船和它的创造者都拥有最伟大的生物学奇迹。"

source: OOJ isn't an 'it', or a weapon. He's a person too.
ko: 우즈는 도구나 무기가 아닙니다. 우즈도 마찬가지로 인격체입니다.
ru: УДЖ - это не "оно" и не оружие. Он тоже личность.
zh_hans: OOJ 不是"它"，也不是武器。他也是一个人。

source: "AHAHAHAHAHAH! HAHAHAHAH! Oh. You're not joking. God what are you, some kind of humanitarian? Some pro-life bullshit propagandist? IT was born in a lab, made in a test tube. Thhhhings born in labs are not PEOPLE. Unless thhhey're Shells. Or uh... the vitro-fertilized. Okay maybe you have a point. But only maybe. I will conduct a greater hypothhhesis on thhhhis later, if only just to prove you wrong."
ko: "와하하하하하! 하하하하! 어라, 웃자고 한 얘기가 아니구나. 세에에사아앙에 무스으은 인도주의 활동가야? 무스으은 개같은 새애앵명 전도사아아라도 되는 거냐고? 저건 시이일험시이일에 있는 시이이험관에서어어 태어나써어어. 시이일험시이일에서어어 태어나쓰으으면 그건 사아아람이 아니야. 셰에엘이라면 몰라도. 아니면... 시이이험관 아기이거나. 어쩌면 당시이인 말이 일리가 이쓰으을 수우우 있겠네. 아주 약간이지만 말이야. 단지 당시이인 말이 틀렸다는 거스으을 증명하기 위해 나중에 이걸로 위대한 가서어얼을 서어얼계해 보게써어어."
ru: "АХАХАХАХАХ! ХАХАХАХАХАХ! О. Ты не шутишь. Боже, ты чшто, гуманист? Пропагандист здорового образа жизни? Он родился в лаборатории, был сделан в пробирке. Вещи, рожденные в лабораториях, не являются ЛЮДЬМИ. Если только это не ракушки. Или... оплодотворенные. Ладно, может быть, у твоих слов есть смысл. Но только может быть. Я проведу более глубокую глубокий анализ этого позже, хотя бы для того, чштобы доказать, чшто ты не прав".
zh_hans: "啊哈哈哈哈！哈哈哈！哦。你不是在开玩笑。天哪，你是什么人道主义者？一些伦理的胡说八道宣传者？它出生在实验室，在试管中制造。在实验室出生的人不是人……除非他们是甲壳族。或者呃……体外受精。好吧，也许你说得有道理。但只是也许。我稍后会对此进行更大的假设，如果只是为了证明你错了。"

source: I am lucky, yes.
ko: 맞아요. 전 행운아입니다.
ru: Да, я счастливчик.
zh_hans: 我很幸运，是的。

source: "Good, I was getting afraid you weren't going to respond. It's not often people outside of my laboratory staff get to interact with me, so take in thhhe view and stunning genius of my commentary while you can. It won't last forever!" Alkali rolls away.
ko: "그래, 당시이인이 반응을 하지 않을 까봐 내시이임 걱정해써어어. 난 연구시이일 직원이 아닌 바깥 사아아람과 자주 얘기를 하지 않으니, 가능한 나의 뛰어난 관점과 천재적인 이야기들을 잘 새애애겨서어어 들어. 언제나 들을 수우우 있는 얘기가 아니니까!" 알칼리는 굴러서 자리를 떠났습니다.
ru: "Хорошо, а то я уже боялся, чшто ты не ответишь. Не так чшасто люди, не являющиеся сотрудниками моей лаборатории, общаются со мной, так чшто наслаждайтесь зрелищем и потрясающей гениальностью моих комментариев, пока есть такая возможность. Это не будет длиться вечшно!" Алькали укатывается.
zh_hans: "好吧，我担心你不回复了。我实验室工作人员之外的人通常不会与我互动，所以请尽可能多地接受我评论的观点和惊人的天才。它不会持续永远！"阿尔科莱滚走。

source: Say nothing.
ko: 아무런 말을 하지 않는다.
ru: Ничего не говорить.
zh_hans: 不说什么。

source: Awkwardly, Alkali laughs to himself. "Yep... real lucky..." Alkali rolls away, not sure what to make of your silence.
ko: 알칼리는 어색하게 웃었습니다. "그럼... 완전 행운이지..." 알칼리는 당신이 무엇 때문에 말을 하지 않는지 의아해하며 굴러서 자리를 떠났습니다.
ru: Алькали сам себя рассмешил. "Ага... действительно повезло..." Алькали укатывается, не зная, как расценить ваше молчание.
zh_hans: 尴尬的是，阿尔科莱自言自语地笑了起来。"是的……真的很幸运……"阿尔科莱滚开，不知道该怎么解释你的沉默。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_OOJ_2"]/text
source: You catch OOJ and Alkali deep in a conversation, speaking gibberish back and forth. You're fairly surprised to see this, because as far as you knew no one could understand what they're saying. Though, if anyone could, it makes sense to be Alkali.
ko: 우즈와 알칼리가 서로 알아 들을 수 없는 헛소리를 나누며 깊은 얘기를 하고 있었습니다. 이 광경이 꽤나 놀라웠습니다. 왜냐하면 당신은 그 누구도 우즈가 하는 말을 이해할 수 없을 거라 생각했기 때문입니다. 만약 이해를 할 수 있는 사람이 있다면 그건 바로 알칼리일 것입니다.
ru: Вы застаете УДЖА и Алькали за разговором на тарабарском языке. Вы удивлены, потому что, насколько вы знаете, никто не может понять, о чем говорят морфы. Хотя, если кто и мог бы понять, то, скорее всего, Алькали.
zh_hans: 你在谈话中发现 OOJ 和阿尔科莱，来回胡言乱语。看到这一点你相当惊讶，因为据你所知，没有人能理解他们在说什么。不过，如果有人可以的话，阿尔科莱这样是有道理的。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_OOJ_2"]/choice/text
source: You know what the Morphs are saying, Alkali?
ko: 알칼리씨는 모프가 하는 말을 이해할 수 있습니까?
ru: Вы знаете, что говорят морфы, Алькали?
zh_hans: 你知道模物族在说什么吗，阿尔科莱？

source: Alkali turns to you, annoyed by your interuption. "What? No. I never finished pathhhing thhhe right neurons for thhhem to communicate properly. It's baffling thhhey can 'speak' at all. I'm probing for patterns, some kind of indication it's a real language they're speaking and not nonsense. Thhhe results are inconclusive... but not discouraging. If I can't crack thhhis damn code, thhhere's no one else in thhhe Multiverse thhhhat can! So go away and let me concentrate. Thhhhis isn't an easy or quick process."
ko: 알칼리는 당신이 방해하자 짜증을 내며 당신을 쳐다봤습니다. "뭐? 그렇진 않아. 의사아아소오오통을 제대로 할 수우우 있는 올바른 뉴런 세에에포를 연결할 수우우 업서어어써어어. 그들이 진짜 말을 하는 건지도 의문이야. 말을 하는 게 그냥 허쏘오오리가 아니라 시이일제 언어체계를 가지고 있는 지 알아볼려고 패턴을 분서어억하는 중이야. 결과가 언제 나올지는 모르게써어어... 하지만 그리 낙담스으으러운 사아앙황은 아니야. 만약 내가 이 암호를 풀지 못한다면 멀티버스으으 내 그 누구도 풀 수우우 없다고! 그러니 내가 집중할 수우우 있게 자리를 비켜줘. 이 과정은 간단하거나 빨리 끝나는 일이 아니거든."
ru: Алькали поворачивается к вам, раздосадованный вашим вмешательством. "Чшто? Нет. Я так и не смог настроить нужные нейроны, чштобы они могли нормально общаться. Удивительно, чшто они вообще могут "говорить". Я ищу закономерности, какие-то признаки того, чшто они говорят на настоящем языке, а не на бессмыслице. Результаты неубедительны... но не обескураживают. Если я не могу взломать этот чшертов код, то никто другой во всей Мультивселенной не сможет! Так чшто уходи и дай мне сосредоточшиться. Это не простой и не быстрый процесс".
zh_hans: 阿尔科莱转向你，对你的打扰感到恼火。"什么？不。我从来没有完成正确的神经元的路径，以便让他们正常交流。令人困惑的是他们完全可以'说话'。我正在探索模式，某种迹象表明这是他们在说的是一种真实的语言，而不是胡说八道。结果是不确定的……但并不令人沮丧。如果我不能破解这该死的密码，那么在多元宇宙中就没有其他人可以了！所以走开，让我集中注意力。这不是一个简单或快速的过程。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_FREDDY_1"]/text
source: Alkali rolls up to Freddy and begins observing him silently as he drinks his tea. Freddy stares back for a few moments before he puts down his saucer. "Pardon my intrusion, but might I inquire what it is you're uhm... Doing? "Observing. You're quite thhhhe strange specimen. All prior Mantis I have observed are incredibly unintelligent, to a comedically distressing degree. You, however, appear to be at least of an average intelligence. Would you mind if I dissected your brain later to discover what genetic mutation occured thhhat lifted your IQ from thhhhat of a potato?" "Well that's quite rude. Are you always like this, or do you just have something against my species?" "Oh nonsense, I view all barbarian species equally. Thhhey all serve places in thhhe galaxy, but I hardly thhhink you should mind my gentle prodding. I find Mantis often admire my vast intellect!" Freddy says nothing more to Alkali but turns to you. "Where did we find this asshole again? And may I vent him?"
ko: 알칼리가 굴러 와선 조용히 차를 마시고 있는 프레디를 살펴보기 시작했습니다. 프레디는 잠시 동안 그를 쳐다보다 찻잔 접시를 내려 놓았습니다. "실례지만, 지금... 뭘 하고 있는 지 여쭤봐도 되겠나?" "관찰 중이야. 당시이인은 참 이사아앙한 표본이군. 내가 전에 관찰한 모든 맨티스으으들은 아주 믿을 수우우 없을 정도로 무시이익해서 정말 웃음밖에 안 나올 정도였지. 그러나 당시이인은 적어도 일반적인 지능을 가진 것으로 보이는군. 어떤 유전적 변이를 통해 닭대가리 같은 머리에서어어 IQ가 높아지게 된건지 나중에 그 쪽 뇌를 절개해 알아봐도 될까?" "이거 참 무례하군. 항상 그런 식으로 말하시나? 아님 내 종족에 대해 악감정이 있는 겐가?" "아니 그럴리가. 난 모든 미개한 종족을 동등하게 바라보는 편이야. 그들은 모두 은하계에서어어 하층 계급이지만, 당시이인이 내 따뜻한 제안을 어렵게 받아들일 필요는 업서어어. 맨티스으으들은 종종 내 방대한 지시이익에 감탄하곤 했지!" 프레디는 알칼리에게 아무런 말을 더 하지 않고 당신을 돌아봤습니다. "이 개자식을 어디서 찾았다고 했지? 밖으로 사출해버려도 괜찮겠나?"
ru: Алькали подкатывается к Фредди и начинает молча наблюдать за ним, пока тот пьет чай. Фредди несколько мгновений смотрит в ответ, затем опускает свое блюдце. "Простите за вторжение, но могу я поинтересоваться, чем это вы... э-э... занимаетесь? "Наблюдаю. Ты довольно странный экземпляр. Все предыдущие богомолы, которых я видел, были невероятно неинтеллигентны, до комичшной степени. Ты же, похоже, обладаешь по крайней мере средним уровнем интеллекта. Ты не будешь возражать, если я впоследствии препарирую твой мозг, чштобы выяснить, какая генетичшеская мутация привела к повышению твоего айкью с уровня картофеля?" "Ну, это очень грубо. Вы всегда такой, или просто имеете что-то против моего вида?" "Глупости, я отношусь ко всем видам варваров одинаково. Все они занимают свое место в галактике, но я не думаю, чшто ты должен возражать против моих невинных убеждений. Богомолы чшасто восхищаются моим огромным интеллектом!" Фредди больше ничего не говорит Алькали, а поворачивается к вам. "Где мы опять нашли этого засранца? И могу ли я его препарировать?"
zh_hans: 阿尔科莱向弗雷迪滚过去，一边喝茶一边默默地观察他。弗雷迪回头看了一会儿，才放下碟子。"请原谅我的打扰，但我可以问一下你在呃……在做什么吗？ "在观察。你真是个奇怪的样品。我观察到的所有以前的螳螂都非常不聪明，到了令人悲哀的程度。然而，你的智力似乎至少处于中等水平。如果我稍后解剖你的大脑，你介意吗？想知道发生了什么基因突变，使你的智商从土豆提高了。" 嗯，这很粗鲁。你总是这样，还是你只是对我的种族有什么不满？" "哦，胡说八道，我对所有野蛮物种都一视同仁。他们都服务于银河系中的地方，但我几乎不认为你应该介意我的温和刺激。我发现螳螂经常钦佩我广阔的智慧！" 弗雷迪对阿尔科莱没有再说什么，而是转向你。"我们又在哪里找到的这个混蛋？我可以发泄一下他吗？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_ARIADNE_1"]/text
source: You hear a high pitched scream come from the other end of the ship and rush to find the source. When you arrive, you find Ariadne has grabbed Alkali by the arm and is holding him in the air. As he squirms and squirms to be let free, Ariadne glowers at him. When Alkali notices you've arrived he pleads for you to help. "Please, thhhhe vicious brute has gone mad and is trying to kill me! Tell it to let go at once! Thhhe Multiverse cannot afford to lose my genius!" You glance up at Ariadne who grunts. "This little mold sport just thought it funny to call me a man because I was ugly. I thought I should smash his face open with my fist, but maybe he'd rather I throw him out the window instead." Alkali speaks up, as if insulted Ariadne should insinuate such a thing. "Oh nonsense, I made no such claim! I requested thhhe knowledge as to if your species were hermaphrodites. I know very well you are a woman, but as thhhe Slugs go, gender is but a social construct inherited from thhhe Union! I was merely wondering since you do take on thhhe appearance of a male and-" Ariadne smacks Alkali against the ground and kicks him against a wall, where he lays in a daze. Though tempted to allow Ariadne to continue beating him up, you can't afford to let her kill him and reluctantly ask her to calm down.
ko: 함선 반대편에서 고음의 비명이 들리자 소리가 난 쪽으로 달려갔습니다. 당신이 도착하자 아리아드네가 알칼리를 공중에 붙들고 있었습니다. 그가 빠져 나오려고 계속 몸부리치자 아리아드네는 그를 쏘아보았습니다. 알칼리가 당신이 온 걸 보고는 도움을 요청했습니다. "제발, 이 포악한 짐스으응이 미쳤는 지 날 죽이려 하고 이써어어! 당장 날 놔주라고 말해줘! 나 같은 천재를 잃는 건 멀티버스으으에게 막시이임한 소오온해라고." 당신은 으르렁거리는 아리아드네를 바라봤습니다. "이 쪼그마한 곰팡이 친구는 내가 못생겼으니 남자라고 하면 재밌을거라 생각했을 거요. 주먹으로 두개골을 으깨버릴려고 했는 데, 차라리 창문 밖으로 던져버리는 게 나을 것 같소." 알칼리는 아리아드네에게 모함을 받은 것 마냥 입을 열었습니다. "아니 그럴리가. 난 그런 주장을 하지 않아써어어! 단지 당시이인 네 종족이 자웅동체인지 알고 시이잎어서어어 물어본 거야. 당시이인이 여서어엉이라는 건 잘 알고 이써어어. 그렇지만 스으을러그 족과 달리 서어엉별은 연방에서어어 전해져 온 사아아회 구조일 뿐이잖아! 그냥 남서어엉의 외모를 하고 있길래 궁금해서어어 그-" 아리아드네는 알칼리를 바닥에 내리꽂고는 멍하니 누워있는 그를 발로 찼습니다. 그를 계속 때리도록 놔두고 싶은 마음이 들었지만, 그를 죽게 놔둘 수는 없었기에 어쩔 수 없이 그녀를 진정시켰습니다.
ru: Вы слышите громкий крик, доносящийся с другого конца корабля, и бросаетесь на поиски источника. Прибыв на место, вы видите, что Ариадна схватила Алькали за руку и держит его в воздухе. Ариадна злобно смотрит на него, пока он корчится и пытается освободиться. Заметив ваше появление, Алькали умоляет вас помочь. "Пожалуйста, эта злобная скотина сошла с ума и пытается меня убить! Скажите этому зверю, чштобы он немедленно отпустил меня! Мультивселенная не может позволить себе потерять мой гений!" Вы бросаете взгляд на Ариадну, которая ворчит. "Эта маленькая плесень просто посчитала забавным назвать меня мужчиной, потому что я уродлива. Я подумала, что надо бы разбить ему лицо кулаком, но, может быть, он предпочел бы, чтобы я выбросила его из иллюминатора". Алькали отвечает, как будто оскорбленный тем, что Ариадна намекает на такое. "Глупости, я ничшего подобного не утверждал! Я попросил рассказать, являются ли представители вашего вида гермафродитами. Я прекрасно знаю, чшто ты женщина, но, как говорят слизни, гендер - это всего лишь социальная конструкция, унаследованная от Союза! Я просто хотел спросить, раз уж ты принимаешь облик мужчшины и..." Ариадна ударила Алькали о землю и отбросила его к стене, где он застыл в оцепенении. Хотя у Ариадны и был соблазн продолжить его избиение, вы не можете позволить ей убить его и неохотно просите ее успокоиться.
zh_hans: 你听到从船的另一端传来尖锐的尖叫声，急忙寻找源头。当你到达时，你发现阿里阿德涅抓住了阿尔科莱的手臂并将他举在空中。当他扭动着想要挣脱时，阿里阿德涅怒视着他。当阿尔科莱注意到你已经到达时，他恳求你帮忙。"求求你了，这个凶残的畜生疯了，想杀了我！告诉它马上放手！多元宇宙不能失去我的天才！" 你抬头看了一眼咕哝着的阿里阿德涅。"这个小运动模具只是觉得因为我丑而称我为男人很有趣。我想我应该用拳头砸开他的脸，但也许他宁愿我把他扔出窗外。" 阿尔科莱说话了，好像被侮辱的阿里阿德涅应该暗示这样的事情。"哦，胡说八道，我没有提出这样的宣称！我要求你知道你们的物种是否是雌雄同体。我很清楚你是一个女人，但随着蛞蝓族的发展，性别只是从同盟继承的社会结构！我是只是想知道，因为你确实有男性的外表，而且——" 阿里阿德涅将阿尔科莱拍在地上，并将他踢到墙上，他躺在那里发呆。虽然很想让阿里阿德涅继续殴打他，但你不能让她杀了他，很不情愿地让她冷静下来。
