Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_STEPHAN_GENERIC_5"]/text
source: "When the Ellie show was still new, and just a little circus sideshow Paul and I ran, one of our biggest struggles was naming the character. That was, until I met a lovely young lady. Her name was Elena, and she became the center of my world. When we started dating, I started calling her by a new nickname. Ellie. Pretty little Ellie lingered in my thoughts every day, every moment of my life. It sat there, brewing, just long enough that one day it just... came to me. 'Ellie the Equinoid'! I just... shouted it. Heh. Paul was startled by the outburst, but it didn't take any convincing. It was a perfect name, and it stuck. The executives we were trying to pitch the show to loved it as well, but most important Elena thought it was fantastic. And so, Ellie came to be." Stephan looks at the floor. "And now, the name Ellie carries not just one but two sorrows for me. A reminder not only of my disastrous career and descent into madness, but the love of my life I couldn't keep."
ko: "엘리 쇼가 처음 등장했을 때쯤, 그리고 한낱 폴과 제가 연출하던 서커스 사이드쇼에 불과했을 때 우리의 가장 큰 갈등은 캐릭터들의 이름을 짓는 것이었습니다. 제가 사랑스러운 어린 아가씨를 만나기 전까지는 말이죠. 아가씨의 이름은 엘레나였고, 곧 제 세상의 중심이 되었죠. 우리가 데이트를 시작했을 때, 저는 그녀를 새로운 별명으로 부르기 시작했어요. 엘리. 그 아름다운 이름은 매일 매 순간 제 머릿속에 남아 맴돌았습니다. 계속 같은 자리에 남아 있다가, 점점 커지게 되었고, 어느 날 갑자기... 제게 찾아왔습니다. '에퀴노이드 엘리'! 아무 전조 없이... 그냥 그 이름을 외쳤죠. 폴은 제 고함 소리에 화들짝 놀랐지만, 그를 설득할 필요는 없었습니다. 그건 완벽한 이름이었어요. 입에 잘 달라붙기도 했고요. 저희가 방영을 목표로 하고 있던 방송사의 경영진들도 그 이름을 아주 좋아했습니다. 그리고 가장 중요한 것은 엘레나 역시도 그 이름이 환상적이라고 생각했던 것이었죠. 그래서, 엘리라는 이름은 그렇게 탄생했습니다." 스테판이 바닥을 내려다봅니다. "그리고 지금, 엘리라는 이름은 저에게 두 가지 슬픔을 떠올리게 합니다. 저의 박살 난 커리어와 광기에 빠진 삶뿐만 아니라, 지키지 못한 일생의 사랑까지도요."
ru: "Когда шоу Элли было еще новым, и мы с Полом были всего лишь маленьким цирковым сайдшоу, одной из наших самых больших проблем было дать имя персонажу. Так было до тех пор, пока я не встретил очаровательную девушку. Ее звали Елена, и она стала центром моего мира. Когда мы начали встречаться, я стал называть ее по новому прозвищу. Элли. Прелестная малышка Элли задерживалась в моих мыслях каждый день, каждый момент моей жизни. Она сидела там, размножаясь, достаточно долго, чтобы однажды она просто... пришла ко мне. "Элли Эквиноид"! Я просто... выкрикнул это. Хех. Пол был поражен такой вспышкой, но его не нужно было убеждать. Это было идеальное название, и оно прижилось. Руководителям, которым мы пытались представить шоу, оно тоже понравилось, но самое главное - Елена считала его фантастическим. Так и появилась Элли". Стефан смотрит в пол. "И теперь имя Элли несет мне не одну, а две печали. Напоминание не только о моей неудачной карьере и падении в безумие, но и о любви всей моей жизни, которую я не смог сохранить".
zh_hans: "当埃莉的表演还是新的，只是保罗和我经营的一个小马戏团的杂耍时，我们最大的挣扎之一是给角色起名字。直到我遇到一位可爱的年轻女士。她的名字叫埃琳娜，她成了我世界的中心。当我们开始约会时，我开始用一个新的绰号来称呼她。埃莉。漂亮的小埃莉每天都在我的脑海中徘徊，在我生活的每一刻。它坐在那里，酝酿了很久，以至于有一天它突然......出现在我面前。《小马埃莉》！我就......喊了出来。呵。保罗被这句话吓了一跳，但他不需要任何说服力。这是一个完美的名字，而且它坚持了下来。我们试图将这个节目推荐给的主管们也很喜欢它，但最重要的是埃琳娜认为它非常好。于是，埃莉就这样诞生了。" 斯蒂芬看着地板。"而现在，埃莉这个名字对我来说不仅仅是一个，而是两个悲哀。它不仅提醒我灾难性的事业和陷入疯狂，而且提醒我无法保留我生命中的挚爱。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_STEPHAN_JERRY_1"]/text
source: Jerry cautiously approaches Stephan, taking a seat next to him. "So uh... you're the actor who plays Ellie?" Stephan nods. "Who PLAYED Ellie. That gig is up. I don't... I shouldn't ever go back. Nor could I, with this... mess. And uh, who are you?" Jerry seems almost disappointed the man doesn't know him. "Oh, I'm Jerry." Stephan nods. "Jerry. Right, good name. Well, to what do I owe the pleasure, Jerry?" Jerry shrugs. "It's just... have we ever met? In the costume you felt familiar, but without the costume you feel even more familiar. I just don't know from where, is all." Stephan sighs. "I'm sorry kid. I've met so many people, so many fans, I just can't remember them all. Maybe when you were younger you attended a tour or something? If your parents used to ta-" Jerry cuts him off. "Oh, no. I never really knew my parents. My mother died when I was young and I never met my father. My uncle raised me for most of my life."
ko: 제리가 조심스럽게 스테판에게 다가가 그의 옆자리에 앉습니다. "그러니까 어... 당신이 엘리를 연기하셨던 그 배우가 맞나요?" 스테판이 고개를 끄덕입니다. "정확히는 엘리를 연기'했었'지. 그 쇼는 끝났어. 그때로 돌아갈 순... 아니, 절대 돌아가서는 안 돼. 이 난장판에선 그럴 수도 없고. 그래서, 어... 너는 누구니?" 제리는 스테판이 그를 알아보지 못했다는 사실에 실망한 듯 보입니다. "아, 전 제리에요." 스테판이 고개를 끄덕입니다. "제리. 그래. 좋은 이름이야. 내가 도와줄 것이 있니, 제리?" 제리가 어깨를 으쓱입니다. "그냥... 저희 예전에 만난 적 있나요? 엘리 코스튬을 입고 있을 때의 당신도 친숙했는데, 코스튬을 벗으신 모습은 더 친숙해서요. 하지만 어디서 만났던 건지 기억이 안 나는 게 문제에요." 스테판이 한숨을 내쉽니다. "미안하구나, 꼬마야. 나는 살면서 수많은 사람들을, 수많은 팬들을 만났어. 그 모든 사람들을 다 기억할 순 없단다. 아마 지금보다 더 어렸을 때 순회공연이나 뭐 그런 행사에서 만난 것 아닐까? 만약 네 부모님이-" 제리가 스테판의 말을 자릅니다. "오, 아뇨. 전 제 부모님에 대해서 몰라요. 어머니는 제가 어렸을 때 돌아가셨고 아버지는 만나본 적도 없어요. 제가 어렸을 때 거의 삼촌이 절 도맡아 키웠죠."
ru: Джерри осторожно подходит к Стефану и садится рядом с ним. "Так... вы актер, который играет Элли?" Стефан кивает. "КОТОРЫЙ ИГРАЛ Элли. Это выступление закончилось. Я не... Я никогда не должен возвращаться. Да и не смогу, с этой... неразберихой. А вы кто?" Джерри кажется почти разочарованным тем, что мужчина его не знает. "О, я Джерри". Стефан кивает. "Джерри. Точно, хорошее имя. Ну, чем обязан, Джерри?" Джерри пожимает плечами. "Просто... мы когда-нибудь встречались? В костюме вы показались мне знакомым, а без костюма - еще более знакомым. Я просто не знаю, откуда, вот и все". Стефан вздохнул. "Прости, малыш. Я встречал так много людей, так много поклонников, я просто не могу всех их вспомнить. Может быть, когда ты был моложе, ты был на гастролях или что-то в этом роде? Если твои родители..." Джерри прервал его. "О, нет. Я никогда не знал своих родителей. Моя мать умерла, когда я был маленьким, а с отцом я так и не познакомился. Большую часть моей жизни меня воспитывал дядя".
zh_hans: 杰瑞小心翼翼地接近斯蒂芬，在他旁边坐下。"那么，呃......你是扮演埃莉的演员？"斯蒂芬点点头。"扮演埃莉的人。演出已经结束了。我不...我不应该再回去了。我也不能，因为这......一团糟。呃，你是谁？" 杰瑞似乎对这个人不认识他几乎感到失望。"哦，我是杰瑞。"斯蒂芬点点头。"杰瑞。对，好名字。那么，我有什么荣幸呢，杰瑞？" 杰瑞耸耸肩。"只是......我们见过面吗？穿着戏服的时候，觉得你很熟悉，但不穿戏服的时候，觉得你更熟悉。我只是不知道从哪说起，就是这样。" 斯蒂芬叹了口气。"我很抱歉，孩子。我见过这么多人，这么多粉丝，我只是不能全部记住他们。也许当你年轻的时候，你参加了一个旅游或什么？如果你的父母曾经带––" 杰瑞打断了他。"哦，不。我从未真正了解过我的父母。我母亲在我很小的时候就去世了，我从来没有见过父亲。我的叔叔在我生命中的大部分时间都在抚养我。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Stephan leans back and gives a courteous smile. "Well, your uncle must have been a good man then, because you seem like a nice kid." Jerry shakes his head. "Well... not a lot of people think he's a 'good man' around here. My uncle is uhm... Vance Wentworth." Stephan stops cold, his pupils retracting. "You... your uncle is who? I'm sorry I think I... I misheard you." Jerry repeats himself. Stephan wavers. "Your... your uncle is... Wentworth? Like... No... no no no... Oh my god..." Jerry looks at the terrified man, afraid he might be on the verge of another breakdown. "Stephan, are you okay? What's wrong? Do I need to get you to the medical room?!" Stephan steadies himself, trying to pretend like everything is fine. "It's nothing... it's nothing. Don't worry about it kid." Stephan forces a smile. "I'm sorry for worrying you, that's all. Wentworth for an uncle or not, you seem to have turned out alright. Probably better than however your father could have raised you, yeah?" Stephan chokes back some tears. "I-I'm sorry about your mother. And your father. And everything... Oh god Jerry I'm so sorry..." Stephan can't hold it back any longer, and breaks down sobbing. Jerry, still utterly confused, holds the man in his arms and consoles him. The tragic irony of the situation will, perhaps, forever be lost on him. But maybe it's for the best he never learns who his father really is.
ko: 스테판은 의자에 몸을 뉘우고 정중한 미소를 짓습니다. "그럼, 분명히 네 삼촌은 훌륭한 분이시겠구나. 너는 훌륭한 소년으로 보이거든." 제리는 고개를 좌우로 흔듭니다. "글쎄요... 여기있는 사람들은 그를 '훌륭한 분'이라고 생각하지는 않을 거에요. 제 삼촌이... 밴스 웬트워스거든요." 스테판이 그 자세 그대로 굳습니다. 그의 동공이 수축됩니다. "네... 네 삼촌이 누구라고? 미안하다. 아마, 내가 잘못 들었나보다." 제리가 방금 전에 했던 말을 반복합니다. 스테판이 몸을 떱니다. "네 삼촌이... 네 삼촌이 밴스 웬트워스라고? 그... 아냐..아냐 아냐 아냐... 오... 신이시여..." 제리는 두려움에 떠는 스테판을 보고 그가 또다시 정신적으로 무너질까 우려합니다. "스테판, 괜찮아요? 왜 그러세요? 의무실로 데려가 드릴까요?!" 스테판은 스스로 마음을 가다듬으며 아무 문제 없는 척하려고 애를 씁니다. "아무것도 아니야... 아무것도. 걱정하지 마라. 꼬마야." 스테판은 억지로 웃음을 짓습니다. "나는 아주 괜찮아. 걱정하게 해서 미안하단다. 웬트워스가 삼촌이던 어쨌던, 너는 바르게 자란 것처럼 보이는구나. 어쩌면 친아버지가 널 키웠던 것보다 더 좋은 사람으로 성장했을지도 모르지. 그렇지 않니?" 스테판은 차오르는 눈물을 억누릅니다. "네... 네 엄마에 대해서는 정말 유감이다. 그리고 아빠에 대해서도. 모든 것에 대해서도... 제리! 미안하다. 정말 미안해..." 스테판은 더 버티지 못하고 무너져서 흐느낍니다. 제리는 아직까지 상황을 전혀 이해하지 못했지만, 쓰러진 스테판을 양 팔로 끌어안고 그를 위로합니다. 아마도 제리는 이 상황에 얽힌 비극적인 아이러니를 영원히 이해할 수 없을 것입니다. 그렇지만, 진짜 아버지가 누구인지 영영 알지 못하는 편이 더 나을지도 모르죠.
ru: Стефан откидывается назад и вежливо улыбается. "Что ж, ваш дядя, должно быть, был хорошим человеком, потому что вы кажетесь милым ребенком". Джерри качает головой. "Ну... не так много людей считают его "хорошим человеком" здесь. Мой дядя... Вэнс Вентворт". Стефан замирает, его зрачки втягиваются. "Вы... ваш дядя - кто? Простите, я думаю, я... я неправильно вас расслышал". Джерри повторяет про себя. Стефан колеблется. "Ваш... ваш дядя - это... Вентвор? Как... Нет... нет нет нет... О Боже..." Джерри смотрит на испуганного мужчину, боясь, что тот находится на грани очередного срыва. "Стефан, ты в порядке? Что случилось? Мне нужно отвезти тебя в медицинскую комнату?!" Стефан держит себя в руках, пытаясь сделать вид, что все в порядке. "Ничего... ничего. Не волнуйся об этом, малыш". Стефан заставляет себя улыбнуться. "Прости, что беспокою тебя, вот и все. Вентворт тебе дядя или нет, но ты, похоже, неплохо устроился. Возможно, лучше, чем если бы твой отец мог тебя воспитать, да?" Стефан подавил слезы. "Я сожалею о твоей матери. И твоего отца. И все... О Боже, Джерри, мне так жаль..." Стефан не может больше сдерживаться и разрывается на части, рыдая. Джерри, все еще совершенно растерянный, обнимает мужчину и утешает его. Трагическая ирония ситуации, возможно, навсегда останется для него непонятной. Но, может быть, это и к лучшему, что он никогда не узнает, кто его отец на самом деле.
zh_hans: 斯蒂芬向后靠了靠，露出一个礼貌的微笑。"那么，你叔叔一定是个好人，因为你看起来是个好孩子。" 杰瑞摇摇头。"嗯......在这里的没有多少人认为他是个'好人'。我叔叔是呃......万斯·温特沃斯。" 斯蒂芬冷冷地停下来，他的瞳孔缩了回去。"你......你叔叔是谁？我很抱歉，我想我......我听错了。"杰杰瑞重复了自己的话。斯蒂芬动摇了。"你......你叔叔是......温特沃斯？就像...不......不不不......哦，我的天啊......" 杰瑞看着这个惊恐的男人，担心他可能又要崩溃了。"斯蒂芬，你还好吗？怎么了？我需要把你送到医疗室吗？"！" 斯蒂芬稳住自己，试图假装一切都很好。"这没什么......没什么。别担心，孩子。"斯蒂芬强颜欢笑。"我很抱歉让你担心，就这样。不管你的叔叔是不是温特沃斯，你似乎已经长大了。可能比你父亲养育你的方式更好，是吗？"斯蒂芬忍住眼泪。"我，我对你的母亲感到抱歉。还有你的父亲。还有一切...哦，杰瑞，我很抱歉......"斯蒂芬再也忍不住了，泣不成声。杰瑞仍然完全糊涂，把这个人抱在怀里，安慰他。这种情况的悲剧性的讽刺也许会让他永远迷失在其中。但也许他永远不知道他的父亲到底是谁才是最好的。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TURZIL_NOTHING"]/text
source: Turzil appears to be in sleep mode, though a sticky-note has been stuck lazily to his forehead. Underneath barely legible scribbles it says "DO NOT DISTURB". Assuming you can take a hint, you probably shouldn't bother him.
ko: 수면 모드 중인 투르질의 이마에 포스트잇이 헐렁하게 붙어 있고, 거의 읽을 수 없는 수준의 악필로 "방해하지 말 것"이라 쓰여 있습니다. 그 말 그대로 지금은 투르질을 깨우면 안 될 것 같네요.
ru: Турзил, похоже, находится в спящем режиме, хотя на его лбу лениво приклеена записка. Под едва разборчивом почерком написана "НЕ БЕСПОКОИТЬ". Предполагая, что вы не должны мешать ему.
zh_hans: 图尔齐尔似乎处于睡眠模式，尽管他的额头上懒洋洋地贴着一张粘性纸条。在几乎看不清楚的字迹下，写着"不要打扰"。假设你能接受提示，你可能不应该打扰他。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TURZIL_GENERIC_1"]/text
source: You find Turzil's room full of half-painted canvases of beautiful scenery. The Engi spots you looking at them and pushes you out of the room and shuts the door. Seems Turzil still struggles with expression even after separating from the Harmony.
ko: 투르질의 방에 반만 그려진 아름다운 풍경화 캔버스가 가득 들어차 있습니다. 당신을 발견한 투르질은 당신을 밖으로 밀치고 문을 닫아버렸습니다. 하모니에서 분리됐는데도 여전히 표현에 어려움을 겪는 것 같네요.
ru: Вы находите комнату Турзила, полную полунарисованных холстов с красивыми пейзажами. Энджи замечает, что вы смотрите на них, выталкивает вас из комнаты и закрывает дверь. Похоже, Турзил все еще борется с выражением лица даже после разлуки с Гармонией.
zh_hans: 你发现图尔齐尔的房间充满了美丽的风景的半彩画布。它注意到你正在观察这些画布，于是把你推出房间，并关上门。似乎图尔齐尔即使在脱离谐合之后仍然在语言表达方面处于挣扎状态。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TURZIL_GENERIC_2"]/text
source: You find Turzil walking around the ship missing his left arm. "My arm is -currently- behaving poorly. Until it accepts its proper [function] as an arm, it will remain in timeout."
ko: 투르질이 왼팔이 사라진 상태로 함선을 돌아다니고 있습니다. "팔은 -현재- 상태가 좋지 않음. 팔로서 적절한 [역할]을 받아들일 때까지, 해당 부품은 휴식기를 가지게 될 것."
ru: Вы замечаете, что Турзил ходит по кораблю без левой руки. "Моя рука -в настоящее время- ведет себя плохо. Пока она не примет свою надлежащую [функцию] как рука, она будет оставаться в тайм-ауте".
zh_hans: 你发现图尔齐尔在船上走来走去，缺少了他的左臂。"我的手臂--目前--表现得很差。在它接受其作为手臂的正确[功能]之前，它将一直处于请求超时状态。"

source: Is that usual?
ko: 흔한 일인가?
ru: Это обычное явление?
zh_hans: 这正常吗？

source: "I fail to understand your [query]. Are you asking the normalcy of arm malfunctions? If so, they are not... -uncommon-, at least amongst malfunctioning Engi. As the Harmony connection errodes, so does the sense of uniformity. Individual components become rogue minds, the body is segmented. Few Separatists retain -existence- as one entity for long. I have [held] on longer than most, but my time will come as well."
ko: "당신의 [질문] 이해 불가. 팔의 오작동의 정상 여부를 묻는가? 그렇다면, 그것은 아님... 그것은 적어도 엔지 오작동 중에서 -흔하지 않음-. 하모니와의 연결 흐트러지면 통일감 사라짐. 몸 개별적인 부분들도 정신 흩어짐. 따라서 몸도 분할됨. 소수의 분리주의자만이 하나의 -존재-를 장기간 유지. 나는 누구보다도 오래 [유지]해왔지만, 곧 내게도 때가 올 것."
ru: "Я не могу понять ваш [вопрос]. Вы спрашиваете о нормальности неисправностей руки? Если да, то это не является чем-то... -необычным-, по крайней мере, среди неисправных энджи. Когда связь Гармонии ослабевает, ослабевает и чувство единообразия. Отдельные компоненты становятся блуждающими умами, тело сегментируется. Немногие Сепаратисты долго сохраняют -существование- как единое целое. Я [продержался] дольше, чем большинство, но и мое время придет".
zh_hans: "我无法理解你的[询问]。你是在问手臂故障的频繁程度吗？如果是这样，它们不是...-不常见‐，至少在发生故障的半械族中是这样。随着谐合链控制的衰减，统一性的感觉也在衰减。个别组件变成了流浪的，身体被分割开来。很少有分离者能作为一个实体保持长久的存在。我比大多数人坚持得更久，但我的时代也会到来。"

source: Delightful.
ko: 좋은 소식이네요.
ru: Восхитительно.
zh_hans: 愉快的。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TURZIL_GENERIC_3"]/text
source: You find Turzil banging himself against the wall repeatedly. You try to help him, but he stops you. "Do not [worry]. I am simply -applying- percusive maintenance. I was [informed] it is effective by Human engineers. Do not temper with my [maintenance] procedures, if you would."
ko: 투르질이 반복적으로 벽에 부딪히고 있습니다. 도와주려고 해도 그가 당신을 막습니다. "[걱정] 불필요. 단지 시설 - 사용 - 유지 보수일 뿐임. 인간 기술자들에게 그것이 효과적이라는 [정보]를 들었음. 가능하다면 [유지관리] 절차에 간섭하지 말 것."
ru: Вы обнаружили Турзила, который неоднократно бился о стену. Вы пытаетесь помочь ему, но он останавливает вас. "Не [беспокойтесь]. Я просто -применяю- перкуссионное обслуживание. Инженеры-люди [сообщили] мне, что это эффективно. Не вмешивайтесь в мои процедуры [обслуживания], если хотите".
zh_hans: 你发现图尔齐尔反复在墙上撞自己。你试图帮助他，但他阻止了你。"不要[担心]。我只是在应用冲击性维护。人类工程师[告诉]我这是有效的。如果你愿意的话，请不要对我的[维修]程序生气。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TURZIL_GENERIC_4"]/text
source: Turzil approaches you, bearing a question he seems uncomfortable asking. "I carry a request for insight into the concept of emotions. The Harmony simulation dampens the experiences of -stimulation- in the mind, and once free it can be [hard] to adjust. Are emotions made to be painful? Is the experience of sorrow meant to create inescapable misery? Is pain supposed to cause an inescapable sense of discomfort?"
ko: 투르질이 당신에게 다가와 스스로 불편하게 여기는 듯한 질문을 합니다. "감정의 개념을 통찰해 줄 수 있겠는가. 하모니 시뮬레이션은 마음속 -자극-을 감소시킴. 따라서 한번 자유로워지면 조정의 [어려움]이 존재할 수 있음. 감정이 고통스럽게 만들어지는가? 슬픔의 경험은 피할 수 없는 불행을 만들어내기 위한 것인가? 고통은 피할 수 없는 불편함을 야기하는 것인가?"
ru: Турзил подходит к вам с вопросом, который ему, видимо, неудобно задавать. "Я прошу рассказать о концепции эмоций. Система моделирования Гармонии подавляет переживания -стимуляции- в сознании, и, освободившись, бывает [трудно] приспособиться. Должны ли эмоции быть болезненными? Должно ли переживание печали создавать неизбежное страдание? Должна ли боль вызывать неизбежное чувство дискомфорта?"
zh_hans: 图尔齐尔走近你，带着一个他似乎不舒服的问题。"我请求深入了解情绪的概念。谐合模拟抑制了头脑中的‐刺激‐体验，而一旦自由了，就可能[难以]调整。情感是为了痛苦而产生的吗？悲伤的体验是为了制造不可避免的痛苦吗？痛苦是为了造成不可避免的不舒服感吗？"

source: That's kind of the point of emotion.
ko: 그게 바로 감정의 핵심입니다.
ru: В этом, собственно, и заключается смысл эмоций.
zh_hans: 这就是情感的意义所在。

source: "Is it? I... I [cannot] comprehend this. Why would life be designed to know such miseries? Why were the Engi -built- to experience them either? I miss being incapable of emoting. I miss not being able to miss things. Although... I do not [miss] the Harmony. This is an unfortunate yet irreconcilable paradox. I hate being a machine."
ko: "그런가? 본인은... 이것을 이해 [불가]. 왜 삶은 그러한 비참함을 겪도록 설계된 것? 왜 엔지도 그것을 다 경험하도록 -만들어짐-? 나는 감정을 자극할 수 없던 상태가 그리움. 나는 무언가를 놓칠 수 없던 상태가 그리움. 그래도... 본인은 하모니에 [그리움] 없음. 이것은 불행히도 공존할 수 없는 역설임. 본인은 기계가 되는 것도 싫음."
ru: "Неужели? Я... Я [не могу] постичь это. Почему жизнь была создана для того, чтобы познать такие страдания? Почему энджи тоже были -созданы- для того, чтобы испытывать их? Я скучаю по неспособности к эмоциям. Я скучаю по тому, что не могу ничего заметить. Хотя... Я не [скучаю] по Гармонии. Это досадный, но непримиримый парадокс. Я ненавижу быть машиной".
zh_hans: "是吗？我...我[无法]理解这一点。为什么生命会被‐设计‐成知道这样的苦难？为什么半械族也要‐经历‐这些？我怀念没有能力表达的日子。我怀念不能怀念的事情。虽然...我不[怀念]谐合的生活。这是一个不幸而又不可调和的悖论。我讨厌作为一台机器。"

source: You'll probably get over it soon.
ko: 당신은 머지않아 그 불편함을 극복할 수 있을 것입니다.
ru: Вероятно, скоро вы это преодолеете.
zh_hans: 你可能很快就会克服它。

source: "That is fortunate to hear. I am still attempting to [gain] control over my rebellious components and re-unify. Perhaps my -cerebral- components are malfunctioning as well. I will have to make adjustments."
ko: "그 말을 들으니 다행. 여전히 반항적인 구성 요소를 통제하고 재통합하려고 [노력] 중. 아마도 -대뇌- 구성 요소도 오작동하는 것으로 추정. 재조정 필요."
ru: "Мне очень приятно это слышать. Я все еще пытаюсь [обрести] контроль над своими мятежными компонентами и вновь обрести единство. Возможно, мои -церебральные- компоненты тоже дают сбои. Мне придется внести коррективы".
zh_hans: "听到这个消息很幸运。我仍然在试图[获得]对我的反叛成分的控制，并重新统一。也许我的-大脑-部组件也出现了故障。我将不得不进行调整。"

source: I am an empty husk devoid of all feeling.
ko: 저는 감정을 느끼지 못하는 껍데기라 답을 드릴 수 없습니다.
ru: Я - пустая шелуха, лишенная всяких чувств.
zh_hans: 我是一个空壳，没有任何感觉。

source: Turzil stares blankly at you, unsure how to interpret your response. "Is this... meant to be a -joke-? I apologize. I will seek [counsel] elsewhere."
ko: 투르질은 당신의 대답을 어떻게 해석해야 할지 몰라 멍하니 당신을 바라봅니다. "-농담- 하는... 것인가? 사과함. 해당 [용례]를 찾아보겠음."
ru: Турзил уставился на вас, не зная, как интерпретировать ваш ответ. "Это... -шутка-? Приношу свои извинения. Я буду искать [совета] в другом месте".
zh_hans: 图尔齐尔愣愣地看着你，不知道如何解释你的回答。"这......是指一个-玩笑-吗？我很抱歉。我将在其他地方寻求[咨询]。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TURZIL_GENERIC_5"]/text
source: Turzil approaches meagerly, holding a canvas in his hands. "Captain, I -seek- critical input. As the one -appointed- leader of this crew it is only safe to assume your guidance must be sought on all [crucial] matters. I desire critique. I have engaged in: art." Turzil flips the canvas around to show you a portrait of Admiral Tully of the Federation, painted with broad strokes in a sort of surrealist manner with a heavy use of orange and yellow.
ko: 투르질이 손에 캔버스를 들고 불안정하게 다가옵니다. "함장, 본인은 현재... 중요한 정보를 -구함-. 함장은 본 선원이 리더로 -임명-되었으므로, 모든 [중요한] 문제에 대해 당신의 지도를 받아야 한다고 판단. 나는 비평을 원함. 나는 다음 활동에 종사 중: 예술." 투르질이 캔버스를 뒤집어 오렌지색과 노란색을 주로 사용했으며 큰 붓을 사용한 일종의 초현실주의적 화법으로 그려진 툴리 제독의 초상화를 보여줍니다.
ru: Турзил подходит к небольшому столику, держа в руках холст. "Капитан, я -прошу- вас оказать содействие. Как единственный -уполномоченный- лидер этого экипажа, я могу с уверенностью сказать, что по всем [важным] вопросам следует обращаться к вам. Я хочу критики. Я занимаюсь: искусством". Турзил переворачивает холст и показывает портрет адмирала Федерации Талли, написанный широкими мазками в сюрреалистической манере с использованием оранжевого и желтого цветов.
zh_hans: 图尔齐尔微弱地走过来，手里拿着一块画布。"舰长，我-寻求-关键的意见。作为这个团队的唯一-指定的-领导者，可以肯定的是，在所有[关键]问题上必须寻求你的指导。我希望得到批评。我从事的是：艺术。"图尔齐尔翻开画布，向你展示了联邦的塔利上将的肖像，以一种超现实主义的方式用大笔画出，大量使用橙色和黄色。

source: It's great.
ko: 훌륭합니다.
ru: Выглядит великолепно.
zh_hans: 这是伟大的。

source: "Unexpected response. Your use of 'great' is [confusing] in ways I do not understand. Is this the elusive irony? I understand in some subcultures -compliments- are meant to be derived as insults. I will, however, opt to give you the benefit of the doubt. I will keep my art in hopes it will... inspire more pleasant emotions."
ko: "예상치 못한 반응. 당신이 '훌륭하다'는 말을 사용하는 것은 이해할 수 없는 점에서 [혼란]스러움. 이것이 이해하기 어려운 모순인가? 일부 하위문화에서 -칭찬-은 모욕으로 파생된다는 것을 이해함. 하지만, 본인은 함장에게 의심의 여지를 주고자 함. " 나는 내 예술을 간직할 것... 그것이 더 즐거운 감정을 불러일으키기를 바라며."
ru: "Неожиданный ответ. ваше употребление слова "великолепно" [смущает] меня непонятным образом. Это и есть та самая неуловимая ирония? Я понимаю, что в некоторых субкультурах -комплименты - воспринимаются как оскорбления. Я, однако, предпочту отдать вам должное. Я продолжу свое творение в надежде, что оно... вызовет более приятные эмоции".
zh_hans: "意想不到的反应。你对'伟大'的使用是[令人困惑的]，我不明白。这就是难以捉摸的讽刺吗？我知道在一些亚文化中，恭维的意思是作为侮辱而产生的。然而，我将选择给你无罪推定。我将保留我的艺术，希望它能......激发出更多令人愉快的情绪。"

source: It's alright.
ko: 나쁘지 않군요.
ru: Выглядит нормально.
zh_hans: 这还行。

source: "I detect strategic [deployment] of vagueness. I will choose to interpret this as a polite negative response. Thank you for your feedback. I must further -hone- my abilities. I will discard this failed attempt."
ko: "전략적인 모호한 [태도] 감지. 나는 이것을 예의 바른 부정적인 답변으로 해석할 것임. 함장의 피드백에 감사. 내 능력을 더욱 -발전-시켜야 함. 이 실패한 시도는 버릴 것."
ru: "Я обнаруживаю стратегическое [применение] неясности. Я предпочту интерпретировать это как вежливый отрицательный ответ. Спасибо за ваш отзыв. Я должен еще больше -усилить- свои способности. Я выброшу эту неудачную попытку".
zh_hans: "我发现了模糊性的战略性[部署]。我将选择把这句话理解为礼貌的负面回应。谢谢你的反馈。我必须进一步-磨练-我的能力。我将放弃这次失败的尝试。"

source: It's terrible.
ko: 끔찍합니다.
ru: Выглядит ужасно.
zh_hans: 这很可怕。

source: "Expected response. I will waste no further time in discarding my frivolous doodles. I apologize for the [interruption], captain."
ko: "예상한 반응. 이제 이 의미없는 경박한 낙서를 그리는 것에 시간을 할애하지 않겠음. [방해]에 대해 사과함, 함장."
ru: "Ожидаемая реакция. Я не буду больше тратить время на выбраковку своих бесполезных каракулей. Прошу прощения за [беспокойство], капитан".
zh_hans: "预期到的反应。我不会再浪费时间来丢弃我的无聊涂鸦。我对[打扰]表示歉意，舰长。"

source: Why don't you show this to Tully?
ko: 툴리 제독께 보여드리는 건 어떻습니까?
ru: Почему бы вам не показать это Талли?
zh_hans: 你为什么不把这个给塔利看看？

source: Turzil immediately pulls back the paper in shock. "NO!" A light blinks near Turzil's monitor to signal a soft reboot, and he regains his composure. "No, that will not be necessary. I sought only direct input from the [captain]. I will -stash- my foolish scribbling and perhaps seek better ventures with my time."
ko: 투르질은 화들짝 놀라며 종이를 곧장 뒤로 숨깁니다. "안 돼!" 잠시 후 그는 다시 평정을 찾았는데, 모니터가 깜박이는 것으로 보아 재부팅을 했나 봅니다. "안 됨, 그럴 필요는 없음. 나는 오직 [함장]의 직접적인 의견만을 구함. 본인은 이 어리석은 낙서를 -은닉-하고 시간을 들여 더 나은 방법을 찾아 볼 예정."
ru: Турзил тут же в шоке отдергивает бумагу. "НЕТ!" На мониторе Турзила замигала лампочка, сигнализирующая о плавной перезагрузке, и он вновь обрел самообладание. "Нет, в этом нет необходимости. Я хотел услышать только мнение [капитана]. Я -уберу- свои глупые каракули и, возможно, найду лучшее занятие для своего времени".
zh_hans: 图尔齐尔在震惊中立即拉回了纸。"不！"图尔齐尔的显示器边有一盏灯闪烁，表示在软重启，他恢复了冷静。"不，这将是不必要的。我只寻求[舰长]的直接输入。我将-收起-我愚蠢的涂鸦，也许该用我的时间寻求更好的投资。"
