Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "Why the hell do you care?" Nights slams down his empty bottle on the floor and rolls over on his couch so he can glare at you. "Fine. You want to hear a frickin story or whatever? Oncccce upon a god damn time there wasss a perky Ssslug who thought he was invincccible and sssailed the cosssmosss trying to make a name for himsssself, jussst like hisss heroesss. Piratesss were like cccelebritiess back then. Tuco, Kazaaakplethkilik, everybody knowsss 'em and everybody lovesss 'em. But life asss a pirate ain't easssy. You gotta maim, you gotta kill, you gotta be a brute. And Mr. Invincccible realizzzed he ain't a killer. A ssswindler sssure, but he never had the spirit of ruthlessss killing." Nights picks up his bottle again and tips it upside down, trying to get the last drop out. He gives up eventually and tosses it back down and groans. "Mr. Invincccible getsss a gang together, buysss a fancccy ship with daddy'sss gambling money, and makes a bit of a name for himssself assss a gentleman pirate. One with brainsss and wit who'll rob the daylightssss out of anyone who dessservesss it but wouldn't hurt a fly unlesss he had a reassson. He getsss real popular, and friendsss ssstart telling him he ought to be a politician! Makess sssensssse. Everybody wassss tired of Ssslocknog and his conssservative, traditionalissst idealsss. Nationalissst fervor dessstabilizzzed the nation and sssent a bunch of haplessss kidsss off to die against a bunch of tapewormsss and geode worssshipping clergymen in sssome ssstupid aimlesss war. And with Mr. Invincccible being sssuch a new liberal thinker, and a popular one at that, why ssshouldn't he lead the Kleptocraccccy?" Nights chuckles, lost in some deep irony only he understands. "Mr. invincccible thought it'd be fun. Thought politicssss would be asss much an adventure as being a pirate. And who could blame him? The god damn 'election' cccycle involvessss a bunch of moronssss raccing to sssteal sssome sssstupid ssshitty crown. It'sss a mockery, but it'sss a sssacred tradition. A compromissse invented after the fall of the Clairvoyant Empire over a cccentury ago. And when he got that crown it felt like the galaxy wassss falling apart. Within a week the former king had been chasssed into exile and Mr. Invincccible was on top of it all. He wasss king! And it wassss terrible. There was no adventure. No dazzling misssionss of death-definy glory. Just a bunch of ssstuffy clownsss in sssuits and gownsss trying to get him to sssign thissss and that. They told him there wasss plenty of fun to be had. The partiesss. Not much a partier he wasss before he wasss king. But the boozzze and the drugsss and the sssex, it wasss the only thing left that could ssstimulate the russsh of the old daysss. And sssso he got lossst in it. Devoured by the temptation to fill the void, he became a ssshadow of what he onccce wasss. A mockery of both a pirate and a politicccian. Cccertainly not a king." Nights mimmicks a bow, laughing sadistically as he does. "And there you go Renegade! There's your pirate ssstory. I hope it wasss asss exccciting and daring asss you had hoped it to be! Hah! Now leave thissss old wassshed up asssshole to hisss boozzze and ssstop reminding him of what onccce wasss."
ko: "대체 왜 그런 걸 묻는 거야?" 나이트는 빈 병을 바닥에 내려놓고 소파 위에서 당신을 노려보는 자세를 취했습니다. "쫗아. 해쩍 이야기 같은 걸 듣고 앂은 거찌? 옛날 예쩍에 짜기가 천하무쩍이라고 쌩각하며 영웅들처럼 이름을 날리려고 우쭈를 항해하는 괴짜 쓸러그가 이써찌. 그 당씨에 해쩍들은 연예인이나 다름업써써. 투코며 카짜앜플레쓰킬릭이며 모두가 다 알고 모두가 다 싸랑해찌. 하찌만 해쩍으로써의 쌂은 쓉찌 않아. 때려눕히고, 쭉이고, 야쑤가 되어야 해. 천하무쩍 씨는 짜기는 쌀인짜가 아니라는 걸 깨달아써. 싸기는 밥 먹드씨 쳐찌만, 결코 무짜비한 쌀육 쩡씬을 가찐 쩍은 업쓰니까." 나이트는 병을 다시 집어 들고 거꾸로 기울여 마지막 한 방울을 먹으려고 노력하다가 결국 포기하고 끙하는 소리를 냅니다. "천하무쩍 씨는 패거리를 모았고, 아빠의 도박 짜금으로 머찐 함썬을 뽑아써. 그러고는 씬싸 해쩍이라며 명썽을 쪼금 날려찌. 벌 받아 마땅한 싸람에게써 햇빛을 훔치는 두뇌와 째치를 가쪄쓰나, 이유 업씨는 파리쪼차 쭉이찌 않는 해쩍. 그는 아쭈 인기를 얻었고, 친구들은 그에게 쩡치인이 돼야 한다고 말하기 씨짝해써! 그럴듯한 쏘리여찌. 모두가 쓸럭노그와 그의 보쑤쩍이고 쩐통쩍인 이쌍에 씷쯩을 내고 이썼거든. 민쪽쭈의짜들의 열쩡은 국가를 불안쩡하게 만들었고, 목쩍 없는 쩐쨍에써 촌충들과 쩡동을 쑹배하는 썽찍짜들에게 대항하느라 불행한 아이들을 쭉음으로 내몰아써. 이런 쌍황에써 천하무쩍 씨라는 인기 있는 씬인 짜유쭈의 싸쌍가가 있는데, 그가 도둑쩡을 이끌찌 않을 이유가 없게찌?" 나이트는 싱긋 웃으며 그만이 이해할 수 있는 깊은 아이러니 속으로 빠져듭니다. "천하무쩍 씨는 째미쓸 거라고 쌩각해써. 쩡치라는 거씨 해쩍이 되는 것만큼이나 째밌는 모험이 될 거라고 믿어찌. 누가 그를 비난할 쑤 이쓸까? 그 망할 '썬거'라는 게 병씬같은 왕관을 두고 바보들끼리 경쨍하는 행위였는데. 그야말로 쪼롱거리찌만, 어쨌든 씬썽한 쩐통이야. 한 쎄기 쩐에 투씨짜 쩨국이 멸망한 후에 고안된 타협안이찌. 결국 그는 왕관을 얻고 쎄쌍이 무너찌는 것 같은 기분을 느껴써. 일쭈일도 안 돼써 쩐 국왕은 추방됐고 천하무쩍 씨가 모든 거씌 꼭대기에 써써. 그가 왕이 됐다고! 그리고 왕쫘는 끔찍해찌. 모험이라곤 쩐혀 업써써. 영광을 위해 목쑴을 걸 눈부씬 임무도 업써써. 그쩌 쩡짱과 가운을 입은 답답한 광대들이 이거쩌것 써명을 받으려 할 뿐이어찌. 그들은 왕쫘에써도 째미 볼 거씨 많다고 해써. 바로 파티 말이야. 하찌만 천하무쩍 씨가 왕이 되기 쩐에 벌였던 파티에 비하면 아무것도 아니어찌. 쑬, 마약, 쎅쓰, 이것들만이 과거의 바쁘던 나날을 돌이켜 쭤써. 그래써 그는 그 쏙에써 길을 잃어써. 공허함을 채우려는 유혹에 싸로짭혀 한때의 짜씬의 그림짜가 된 거찌. 해쩍과 쩡치인 모두를 쪼롱하는 찌씨어써. 물론 왕은 빼고." 나이트는 가학적인 웃음을 보이며 인사하는 시늉을 합니다. "이게 끝이야 배회짜 양반! 네가 바라던 해쩍 이야기라고. 기대했던 것만큼 흥미찐찐하고 위엄 넘쳤기를 바라찌! 하하! 이쩨 이 늙은이는 그만 쑬에 맡겨두고 천하무쩍 씨의 과거를 떠올리게 만들찌 말라고."
ru: "Какого черта тебя это волнует?" Туман хлопнул пустой бутылкой об пол и перевернулся на диване так, чтобы смотреть на вас. "Ладно. Хочешшшь поссслушшшать чертову исссторию или что там ещщще? Давным-давно, черт возьми, жил-был один бойкий ссслизень, который сссчитал сссебя непобедимым и бороздил косссмичессские просссторы, пытаясссь проссславитьссся, как и его герои. В те времена пираты были как знаменитосссти. Туко, Казааакплеткилик - всссе их знают и всссе их любят. Но жизнь пирата нелегка. Надо калечить, надо убивать, надо быть грубым. И миссстер Непобедимый понял, что он не убийца. Мошшшенник - да, но духа жессстокого убийссства у него никогда не было". Туман снова берет бутылку и опрокидывает ее вверх дном, пытаясь вылить последнюю каплю. В конце концов, он сдается, бросает ее обратно и стонет. "Миссстер Непобедимый сссобирает банду, покупает на папины деньги шшшикарный корабль и делает сссебе имя пирата-джентльмена. У него есссть мозги и сссмекалка, он ограбит любого, кто этого зассслуживает, но не обидит и мухи, есссли у него нет на то причины. Он ссстановитссся очень популярным, и друзья начинают говорить ему, что он должен ссстать политиком! В этом есссть сссмысссл. Всссе уссстали от Ссслокнога и его консссервативных, традиционалиссстссских идеалов. Националиссстичессский пыл дессстабилизировал обссстановку в ссстране и отправил кучку незадачливых детей умирать против кучки ленточных червей и сссвящщщенноссслужителей, поклоняющщщихссся геодам, в какой-то глупой бесссцельной войне. А раз миссстер Непобедимый такой новый либеральный мыссслитель, да ещщще и популярный, то почему бы ему не возглавить Клептократию?" Туман улыбается, погрузившись в глубокую иронию, понятную только ему. "Миссстер Непобедимый подумал, что это будет весссело. Подумал, что политика будет таким же приключением, как и пиратссство. И кто бы мог его винить? Проклятые "выборы" - это куча придурков, которые гонятссся за какой-то дурацкой короной. Это издевательссство, но это сссвящщщенная традиция. Компромисссс, придуманный посссле падения империи Ясссновидящщщих более века назад. И когда он получил эту корону, казалосссь, что галактика разваливаетссся на часссти. В течение недели прежний король был отправлен в изгнание, а миссстер Непобедимый оказалссся на вершшшине. Он был королем! И это было ужасссно. Не было никаких приключений. Никаких оссслепительных миссссий, сссвязанных сссо сссмертоносссной ссславой. Только куча душшшных клоунов в коссстюмах и мантиях, которые пыталисссь зассставить его подписссать то-то и то-то. Они говорили ему, что впереди много вессселья. Вечеринки. Он и до того, как ссстал королем, не был осссобым тусссовщщщиком. Но выпивка, наркотики и сссекссс - это было единссственное, что осссталосссь, что могло возродить былой пыл. И вот он погряз в этом. Поглощщщенный иссскушшшением заполнить пуссстоту, он превратилссся в тень того, кем был раньшшше. Он ссстал насссмешшшкой над пиратом и политиком. И уж точно не королем". Туман изображает поклон, садистски смеясь при этом. "А вот и Ренегат! Вот и твоя пиратссская иссстория. Надеюсссь, она была такой же захватывающщщей и сссмелой, как ты и ожидал! Ха! А теперь оссставь этого ссстарого прожженного засссранца ссс его выпивкой и перессстань напоминать ему о том, что когда-то было".
zh_hans: "你到底为什么要关心？"七夜把他的空酒瓶摔在地上，在沙发上翻了个身，以便他能瞪着你。"好吧。你想听一个该死的故事还是什么？在很久以前，有一个活泼的蛞蝓，他认为自己是不可战胜的，并在宇宙中航行，试图为自己扬名，就像他的英雄们一样。海盗们在那时就像名人一样。图科、卡扎卡普勒斯里克，人人都知道他们，人人都爱他们。但海盗的生活并不轻松。你必须残忍，你必须杀人，你必须成为一个野蛮人。无敌先生意识到，他不是一个杀手。他是个骗子，他从来没有无情杀戮的精神。" 七夜再次拿起他的瓶子，把它倒过来，试图把最后一滴酒弄出来。他最终放弃了，把它扔了回去，然后呻吟起来。"无敌先生召集了一个团伙，用爸爸的赌资买了一艘船，并以一个绅士海盗的身份为自己赢得了一点名气。一个有头脑、有智慧的人，他会抢劫任何应该被抢劫的人，但除非他有武器，否则不会伤害一只苍蝇。他变得非常受欢迎，朋友们开始告诉他，他应该成为一名政治家！这让他感到很不舒服。每个人都厌倦了斯洛克诺格和他那保守的、传统的理想。民族主义的狂热破坏了国家的稳定，让一群无家可归的孩子们在一些愚蠢的无目的的战争中，去对抗一群绦虫和虔诚的神职人员，去送死。而无敌先生是一个新的自由主义思想家，而且是一个受欢迎的思想家，为什么他不应该领导星盗会？" 七夜笑着说，迷失在只有他才明白的深沉的讽刺中。"无敌先生认为这很有趣。他认为从政会像当海盗一样是一种冒险。谁能怪他呢？这该死的"选举"周期涉及到一群蠢货争先恐后地抢夺一些愚蠢的垃圾王冠。这是一个嘲弄，但这是一个神圣的传统。这是在一个多世纪前通天帝国灭亡后发明的妥协。而当他得到那顶王冠时，感觉就像银河系在分崩离析。在一周内，前会长被流放，而无敌先生在这一切之上。他是会长！而这是很可怕的。没有冒险。没有令人眼花缭乱的死亡荣耀的幻想。只有一群穿着西装和长袍的小丑，试图让他签下这个和那个。他们告诉他，有很多乐趣可以享受。派对。在他成为会长之前，他并不怎么喜欢聚会。但酒和毒品以及性爱，是唯一能刺激旧日激情的东西了。因此，他在其中迷失了方向。被填补空虚的诱惑所吞噬，他变成了他过去的影子。一个海盗和政治家的嘲讽。当然不是一个会长。" 七夜做了个鞠躬的动作，一边笑得很虐心。"这就是你的变元者！这就是你的海盗故事。我希望它能像你希望的那样令人振奋和大胆！哈！现在让这个老废物去喝他的酒吧，别再提醒他以前的事了。"

source: Better not to stir that pot.
ko: 괜히 불똥 튈 일 만들지 말자.
ru: Лучше не ворошить прошлое.
zh_hans: 最好不要搅乱这个锅。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_GENERIC_3"]/text
source: You find Nights laying face down on his bed, mumbling something to himself. "You're an asssssshole, yeah? The biggessst, badessst asssshole in the Multiverssse. Everyone thinksss you're worthlessss. You're that kind of king that everyone rememberssss how much he ruined everything. Yeah, that'ssss your legaccccy. You're the worsssst king the Kleptocraccccy ever had. Oh yeah, that'sss you baby. The worssst of the worssst." Nights begins to sob, and you figure you should stop watching.
ko: 나이트가 침대에 엎드려 혼잣말을 중얼거리고 있습니다. "넌 병씬이야, 알게써? 멀티버쓰에써 최고로 쓰레기 같은 병씬이라고. 모두가 너를 쓸모없다고 쌩각해. 모두가 네가 벌인 뻘찌쓸 기억한다고. 그래, 그게 네 유싼이야. 너는 도둑쩡 싸쌍 최악의 왕이야. 그래 마짜, 그게 너야 쌔끼야. 최악 쭝의 최악." 나이트가 흐느끼기 시작합니다. 이제 그만 엿들어야겠네요.
ru: Вы находите Тумана лежащим на кровати лицом вниз и бормочущим что-то про себя. "Ты мудак, да? Сссамый большшшой, сссамый плохой засссранец во всссей Мультивссселенной. Всссе сссчитают тебя ничтожессством. Ты из тех королей, о которых всссе помнят, как он всссе иссспортил. Да, это твое нассследие. Ты сссамый худшшший король, который когда-либо был у Клептократии. О да, это ты, детка. Худшшший из худшшших". Туман начинает тихонько плакать, и вы решшшаете, что надо прекращать смотреть.
zh_hans: 你发现七夜面朝下躺在他的床上，喃喃自语。"你是个混蛋，是吗？在多元宇宙中最大、最坏的混蛋。每个人都认为你是个废物。你是那种每个人都记得他是如何毁掉一切的国王。是的，这是你的遗产。你是最糟糕的国王，星盗会曾经有过的。哦，是的，那是你，宝贝。七夜开始啜泣，你想你应该停止观看。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_GENERIC_4"]/text
source: Giggling a bit to himself and clearly lost in some far away dreamland, Nights begins to ramble to you. "You know, when I became king they... *hiccup* told me a LOOOOT of sssecretsss! Sssecret sssecretsss... sssecretsss... Haha, project Ember... lot of ssssodium... funny noodles! Hahah! Hah..." Chances are he's about to fall asleep soon, but maybe if you press him you could learn a little bit more about one of those secrets?
ko: 먼 꿈나라에서 길을 잃은 것이 분명한 나이트가 혼자 킥킥대면서 헛소리를 늘어댑니다. "이짢아, 내가 왕이 돼쓸 때 그들이... *딸꾹* 나한테 아아아아아아쭈 많은 비밀을 말해쭤써! 비밀... 비밀... 비밀... 헤헤, 불씨의 계획... 엄청 많은 쏘듐... 째미난 면발! 헤헤! 헤..." 곧 잠들 듯한 분위기지만, 살짝 바람을 넣으면 비밀 중 하나를 더 자세히 들어볼 수 있지 않을까요?
ru: Хихикая про себя и явно погружаясь в какую-то далекую страну грез, Туман начинает бубнить. "Знаешшшшь, когда я ссстал королем, они... *икота* рассссказали мне кучу сссекретов! Сссекретов... сссекретов... Хаха, проект Жара... большой натриевый... забавная лапша! Хахах! Хах..." Скорее всего, он скоро заснет, но, может быть, если на него придавить, можно узнать немного больше об одном из этих секретов?
zh_hans: 傻笑着，显然迷失在某个遥远的梦境中，七夜开始对你喋喋不休。"你知道，当我成为国王时，他们......*他们告诉了我很多秘密。秘密的秘密......秘密的秘密......哈哈，微光计划......大量的盐......有趣的面条！哈哈！哈......"他有可能马上就要睡着了，但如果你逼问他，也许你能了解到更多关于其中一个秘密的小秘密？

source: Project Ember?
ko: 불씨의 계획?
ru: Проект Жара?
zh_hans: 微光计划？

source: "Yeah! Hah... oh man what a riot that would have been... isss gonna be... I dunno... I think Toarde wassss doing a thing. Funny little thing. Sssome cult I guesssss, I dunno. All thossse Rockmen are cultissstsss I tell you! Damn... Toarde... ssstick up hisss asss..." Suddenly, Nights flops over on the floor, completely unconscious. Guess that's all you're going to get out of him for now.
ko: "그래! 헤헤... 쎄쌍에, 얼마나 큰 쏘동이... 벌어찌고 이쓸까... 나도 몰라... 아마 토아르드가 일을 꾸미던 것 같아. 째미있는 일. 이교도도 있던 것 같은데... 짤 모르겠다. 락맨은 쩐부 이교도니까! 쩬짱... 토아르드... 꼰대짜씩..." 나이트는 갑자기 의식을 잃고 바닥에 엎어졌습니다. 지금 들을 수 있는 건 이게 끝인 것 같습니다.
ru: "Да! Хах... ох, блин, какой бы это был бунт...вот это будет... Не знаю... Кажетссся, Тоард что-то делал. Забавная вещщщь. Какой-то культ, наверное, не знаю. Всссе эти валуны-культисссты, говорю тебе! Черт... Тоарде... засссунул сссвой..." Внезапно туман падает на пол, полностью теряя сознание. Полагаю, это все, что вы можете от него узнать на данный момент.
zh_hans: "是啊！哦，伙计，这将是～～一场暴动......这将会......我不知道...我认为托阿尔德在做一件事～～。有趣的小事～～情。我猜是～～～一些～邪～术，我不知道。所有这些～岩石～～～族都是～～邪～教徒，我告诉你！该死～～～～的..."突然，七夜在地上翻了个身，完全失去了意识。我猜这是你目前能从他那里得到的全部信息。

source: Sodium?
ko: 소듐?
ru: Натриевый?
zh_hans: 盐？

source: "Oh yeah ssssome... wandering Rockman. Er... not... Rockman. He'sss made of grey... and... uhm... there wassss sssome colony the EHG found. Two got away and they burned the placcce... ssstupid rangersss, could have sssold that ssshit." Suddenly, Nights flops over on the floor, completely unconscious. Guess that's all you're going to get out of him for now.
ko: "아 마짜, 그... 돌아다니는 락맨. 어... 아니... 락맨이 아니찌. 몸은 회쌕이고... 그리고... 엄... EHG가 발견한 쭈거찌가 이써써. 두 명은 도망쳤고 레인쩌들이 거길 불태워써... 멍청한 레인쩌들... 팔아버려쓰면 더 이득인데." 나이트는 갑자기 의식을 잃고 바닥에 엎어졌습니다. 지금 들을 수 있는 건 이게 끝인 것 같습니다.
ru: "О да, какой-то... путешшшессствующщщий валун. Эээ... не... валун. Он из сссерого... и... эээ... там была какая-то колония, которую нашшшли ГОЭ. Двое сссбежали, и они сссожгли это месссто... глупые Рейнджеры, могли бы продать это дерьмо". Внезапно Туман падает на пол, полностью теряя сознание. Полагаю, это все, что вы можете от него узнать на данный момент.
zh_hans: "哦，是的，有些......流浪的岩石族。呃...不是...岩石族。他是由灰色的构成的......还有......有一些异种猎人协会发现的殖民地。有两个人逃走了，他们烧掉了那块土地......愚蠢的猎人，本来可以把那东西卖掉的。"突然，七夜翻倒在地上，完全失去了意识。我猜你现在只能从他那里得到这些了。

source: Does 'sodium' refer to Obyn?
ko: '소듐'이 오빈을 말하는 겁니까?
ru: Относится ли "натриевый" к Обину?
zh_hans: 盐是指奥宾吗？

source: "Oh ssshit yeah... you have the funny sssalt guy! Hahah... But... where'sss the other one?" Obyn, suddenly startled, leans in closer to Nights. "Other one? Other one?! What does that mean? You mean there was another survivor?!" Nights just giggles helplessly, then suddenly flops over unconscious. Obyn is clearly shaken. "He... what does this mean? Probably just drunk rambling... or whatever drugs he's on right now. That's... that's probably all it is. I shouldn't get my hopes up over the nonsense of some has-been."
ko: "오 쩬짱 그래... 째미난 쏘금돌이가 여기 있네! 헤헤헤... 하찌만... 다른 놈은 어디 이찌?" 오빈은 깜짝 놀라서 나이트에게 다가갑니다. "다른 놈? 다른 놈?! 그게 무슨 뜻이오? 다른 생존자가 있다는 말이오?!" 나이트는 힘없이 낄낄거리다가 갑자기 의식을 잃고 쓰러집니다. 오빈은 동요하고 있습니다. "그가... 그게 무슨 소리였지? 아마도 그냥 술주정이거나... 아니면 다른 약물 때문에 그런 거겠지. 그래... 아마도 그냥 그런 거일 거야. 시답잖은 남의 말에 기대를 걸어선 안 되지."
ru: "О, черт, да... у тебя есссть забавный сссолевой парень! Хахах... Но... где же другой?" Обин, внезапно испугавшись, наклоняется ближе к Туману. "Другой? Другой?! Что это значит? Ты имеешь в виду, что был еще один выживший?!" Туман только бессильно ухмыляется, а затем внезапно падает без сознания. Обин явно потрясен. "Он... что это значит? Наверное, это просто пьяный бред... или наркотики, которые он сейчас принимает. Это... это, наверное, все. Не стоит надеяться на бред какого-то неудачника".
zh_hans: "哦，该死的是......你有一个有趣的盐人！哈哈......但是......另一个人呢？"奥宾突然惊愕起来，向七夜靠拢。"另一个人？另一个？那是什么意思？你是说还有另一个幸存者？"七夜只是无助地傻笑，然后突然翻身不省人事。奥宾显然受到了震动。"他......这是什么意思？可能只是醉酒后的胡言乱语......或者是他现在正在服用的任何药物。这......这可能就是它的全部。我不应该对一些已故的人的胡言乱语抱有希望。"

source: Funny noodles?
ko: 재미난 면발?
ru: Забавная лапша?
zh_hans: 有趣的面条？

source: "Yeah man... rainbow sssswirly! Yeahhhhh... Hahah... they sssing a funny little sssong and woopie... it'sss like... drugsss. But harder. Crazzzier. Gotta love them mind powerssss n' sssshit..." Suddenly, Nights flops over on the floor, completely unconscious. Guess that's all you're going to get out of him for now.
ko: "그래 맞아... 무지개 소용돌이! 이예에에에... 헤헤... 개네는 웃긴 노래를 부르고... 슈웅하면... 꼭 마약같아. 하지만 마약보다 세. 미쳐버릴 정도야. 걔들의 정신력을 사랑해야... 우욱..." 나이트는 갑자기 의식을 잃고 바닥에 엎어졌습니다. 지금 들을 수 있는 건 이게 끝인 것 같습니다.
ru: "Да, чувак... радужные вихри! Да... Хахах... они поют вессселую песссенку и вупи... это как... наркотики. Но сссильнее. Более безумные. Надо любить эти сссилы разума и прочее дерьмо..." Внезапно туман падает на пол, полностью теряя сознание. Полагаю, это все, что вы можете от него узнать на данный момент.
zh_hans: "是的，伙计......彩虹漩涡！是啊......哈哈......他们唱着有趣的小曲和呜呜......这就像......毒品。但更难。更加疯狂。不得不爱他们的精神力量......"突然，七夜翻倒在地上，完全失去了意识。我猜这是你目前能从他那里得到的全部信息。

source: Just leave him alone, he won't tell you anything coherent.
ko: 그냥 내버려 두자. 어차피 말도 제대로 못할 것이다.
ru: Просто оставить его в покое, он не скажет вам ничего связного.
zh_hans: 别管他了，他不会告诉你任何连贯的东西。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_GENERIC_5"]/text
source: "I have an announcccement! I'm going SSSSOBER!" Nights spreads his tentacles wide and spins in circles, then throws a bundle of confetti he had in his pocket. Everyone stares at him, and his mood suddenly turns grumpy. "What, no clapping? No congratulationsss? Nothing? Jusssst sstaring? Alright ssscrew you guysss, I'm going back to drinking." Nights throws up an obscene gesture with his tentacles and leaves.
ko: "알려쭐 게 있다! 나 쑬 깨써!" 나이트는 촉수를 활짝 펴고 원을 그리며 빙글빙글 돌다가 주머니에서 색종이 뭉치를 꺼내 던집니다. 모두가 그를 쳐다봤고, 그는 갑자기 풀이 죽습니다. "뭐야, 박쑤 안 쳐? 축하 인싸는? 아무것도 업써? 그냥 노려보기만 해? 쫗아, 모두 여씨나 먹어. 난 다씨 마씨러 간다." 나이트는 촉수로 외설적인 제스처를 취하한 후 떠났습니다.
ru: "У меня есссть объявление! Я ссстановлюсссь ТРЕЗВЕННИКОМ!" Туман широко расставляет щупальца и кружится по кругу, а затем бросает пачку конфетти, которая была у него в кармане. Все смотрят на него, и его настроение внезапно становится ворчливым. "Что, не хлопаете? Никаких поздравлений? Ничего? Только пялитесссь? Ладно, пошли вы, ребята, я возвращаюсь к выпивке". Туман делает неприличный жест своими щупальцами и уходит.
zh_hans: "我有一个公告！我要去清醒！"七夜张开他的触角，转了一圈，然后扔出他口袋里的一捆彩纸。每个人都盯着他，他的情绪突然变得很暴躁。"什么，不鼓掌？没有祝贺吗？什么都没有？就这么盯着？好了，你们这些家伙，我要回去喝酒了。"七夜用他的触手做了一个猥亵的手势，然后离开了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_GENERIC_6"]/text
source: "Conssservative or liberal?"
ko: "보쑤야 찐보야?"
ru: "Консерваторы или либералы?"
zh_hans: "保守派还是自由派？"

source: What?
ko: 예?
ru: Что?
zh_hans: 啥？

source: Nights stares at you, squinting slightly. "You know exactly what I mean. Left or right? Traditionalissst or reformissst. Where do you fall on the compasss."
ko: 나이트가 눈을 가늘게 뜨고 당신을 바라봅니다. "무쓴 말인찌 다 알짢아. 쫘야 우야? 쩐통파 또는 개혁파. 어느 쪽을 향할 거냐고."
ru: Туман смотрит на вас, слегка прищурившись. "Ты прекрасссно понимаешшшь, о чем я. Левый или правый? Традиционалиссст или реформиссст. Где ты находишшшьссся на компасссе".
zh_hans: 七夜盯着你，微微眯着眼睛。"你完全知道我的意思。左边还是右边？传统的还是改革的。你属于哪种情况。"

source: Why?
ko: 왜 물어보는 겁니까?
ru: К чему вопрос?
zh_hans: 为什么？

source: Nights groans. "Why the hell do you think? I want to know who I'm working with."
ko: 나이트가 짜증을 냅니다. "뭐 이리 말이 많아? 내 썬짱이 어떤 싸람인찌 알아보려고 그런다."
ru: Туман простонал. "Какого черта ты задумалссся? Я хочу знать, ссс кем я работаю".
zh_hans: 七夜呻吟着。"你到底为什么这么想？我想知道我在和谁一起工作。"

source: Liberal.
ko: 진보입니다.
ru: Либерал.
zh_hans: 自由的。

source: "Good. Very good. I figured you might be, sssinccce you did that bassstard Ssslocknog in." You wait a few moments, expecting more commentary, but Nights has nothing else to add. "Oncccce, long ago, I could have talked your ear off on every reasssson why we can't fall victim to the pitfallssss of conssservatisssm. But I'm jussst.. I'm defeated. I'm no longer the posssterchild of the reform movement. It'ssss been made very clear they don't want me. So I won't continue to taint my ideologiessss with my presssencccce. I jussst wanted to know what you think. Now, I'm gonna go get drunk. Don't call me if you need me."
ko: "쫗아. 아쭈 쫗아. 망할 쓸럭노그를 쭉여쓰니 그럴 거라고 예쌍해써." 당신은 추가적인 평가를 기대하며 잠시 기다렸지만, 나이트는 아무 말도 덧붙이지 않았습니다. "과거의 나는 보쑤쭈의의 함쩡에 희쌩돼썬 안 되는 이유를 당씬의 귀가 뚫어찔 때까찌 썰명할 쑤 이써써. 하찌만 나는... 패배해찌. 나는 더 이쌍 개혁 운동의 쌍찡이 아니야. 이쩨 그들은 명백히 나를 원하찌 않아. 그러니 나는 더 이쌍 굳이 나써써 나의 이데올로기를 더럽히찌 않을 거야. 찌금은 그냥 당씬의 쌩각을 알고 앂은 거여써. 그럼 나는 다씨 취하러 가봐야겠군. 혹씨 내가 필요해도 부르찌 마."
ru: "Хорошшшо. Очень хорошшшо. Я так и подумал, что ты можешшшь быть таким, раз уж ты уделал этого ублюдка Ссслокнога". Вы ждете несколько мгновений, ожидая новых комментариев, но Туману больше нечего добавить. "Когда-то, давным-давно, я мог бы рассссказать тебе всссе причины, по которым мы не можем ссстать жертвами консссерватизма. Но я просссто... я потерпел поражение. Я большшше не являюсссь лидером движения за реформы. Ссстало ясссно, что я им не нужен. Поэтому я не буду большшше запятнать идеологию сссвоим учассстием. Я просссто хотел узнать, что ты думаешшшь. А сссейчассс я пойду напьюсссь. Не зови меня, есссли я тебе понадоблюсссь".
zh_hans: "好。非常好。我猜你可能是，因为你把那个混蛋斯洛克诺格干掉了。"你等了一会儿，期待着更多的评论，但七夜没有其他的补充。"有一次，很久以前，我就对你说个没完为什么我们不能成为保守主义陷阱的受害者。但我只是......我被打败了。我不再是改革运动的附庸。他们已经很清楚地表示不需要我了。所以我不会再继续用我的压力来玷污我的意识形态了。我只是想知道你的想法。现在，我要去买醉了。如果你需要我，不要叫我。"

source: Conservative.
ko: 보수입니다.
ru: Консерватор.
zh_hans: 保守的。

source: "Ew." You stare at Nights for a few moments but doesn't seem to feel like adding much more. "Oncccce, long ago, I could have talked your ear off on every reasssson why we can't fall victim to the pitfallssss of conssservatisssm. But I'm jussst.. I'm defeated. I'm no longer the posssterchild of the reform movement. It'ssss been made very clear they don't want me. So I won't continue to taint my ideologiessss with my presssencccce. I jussst wanted to know what you think. Anywaysss, I'm gonna go get drunk. Don't call me if you need me."
ko: "으으." 당신은 잠시 나이트를 쳐다봤지만, 나이트는 구체적인 의견을 말할 생각이 없어 보입니다. "과거의 나는 보쑤쭈의의 함쩡에 희쌩돼썬 안 되는 이유를 당씬의 귀가 뚫어찔 때까찌 썰명할 쑤 이써써. 하찌만 나는... 패배해찌. 나는 더 이쌍 개혁 운동의 쌍찡이 아니야. 이쩨 그들은 명백히 나를 원하찌 않아. 그러니 나는 더 이쌍 굳이 나써써 나의 이데올로기를 더럽히찌 않을 거야. 찌금은 그냥 당씬의 쌩각을 알고 앂은 거여써. 그럼 나는 다씨 취하러 가봐야겠군. 혹씨 내가 필요해도 부르찌 마."
ru: "Фу". Вы несколько мгновений смотрите на Тумана, но, похоже, не чувствуете желания добавлять что-то еще. "Когда-то, давным-давно, я мог бы рассссказать тебе всссе, почему мы не можем ссстать жертвами консссерватизма. Но я просссто... я потерпел поражение. Я большшше не являюсссь лидером движения за реформы. Ссстало ясссно, что я им не нужен. Поэтому я не буду большшше запятнать идеологию сссвоим учассстием. Я просссто хотел узнать, что ты думаешшшь. В общщщем, я пойду напьюсссь. Не зови меня, есссли я тебе понадоблюсссь".
zh_hans: "呃。"你盯着七夜看了一会儿，但似乎并不觉得有什么好补充的。"很久以前，我就对你说个没完为什么我们不能成为保守主义陷阱的受害者。但我只是......我被打败了。我不再是改革运动的附庸。他们已经很清楚地表示不需要我了。所以我不会再继续用我的压力来玷污我的意识形态了。我只是想知道你的想法。现在，我要去买醉了。如果你需要我，不要叫我。"

source: I don't do politics.
ko: 정치에 관심 없습니다.
ru: Я не интересуюсь политикой.
zh_hans: 我不搞政治。

source: "Bullssshit, everyone 'doesss politicssss'. You can't jussst avoid it. Ssstupid centrissstsss, thinking they're above everyone elssse."
ko: "찌랄하네, 쩡치는 누구나 다 하는 거라고. 당씬도 빠쪄나갈 쑤 업써. 멍청한 쭝도들은 썬민의씩에 빠쪄 쌀 뿐이찌."
ru: "Чушшшь, всссе "не интересссуюсссь политикой". Ты не можешшшь просссто избегать ее. Глупые центрисссты, думающщщие, что они вышшше всссех оссстальных".
zh_hans: "胡说八道，每个人都'搞政治'。你不可能避免它。愚蠢的中间派，以为自己凌驾于所有人之上。"
