Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_4"]/text
source: You ask Haynes if he smokes or not, since you never seem to smell it. He looks surprised at the notion and removes his pipe from his mouth. "What? Oh, of course not. Great deductive skills though! No no, tobacco's quite rare now that Earth's flooded and the drug market's saturated with all kinds of Slug junk. The pipe was a gift from my grandfather, who got it from his grandfather, who got it from his... and so on. They say it belonged to a guy named... er... Star-line? Stelen? Oh, father would be so disappointed in me for forgetting. Either way, it's a precious heirloom. I hate to admit it, but it's kind of fun chewing on the end. Clearly grandfather agrees, because there were toothmarks even before my own."
ko: 한 번도 담배 냄새를 맡아본 적이 없는 당신은 헤인즈에게 정말로 담배를 피우는 건지 물어봤습니다. 그는 당신의 말에 놀란 듯 입에서 파이프를 놓습니다. "뭐라고? 아, 물론 실제로 피는 건 아니지. 하지만 추론에 상당히 도움 된다네! 그건 그러니까, 지구는 물에 잠기고 마약 시장은 온갖 슬러그의 쓰레기로 가득한 지금 담배는 꽤 귀해졌지. 이 파이프는 내 할아버지께서 주신 선물이야. 할아버지는 또 할아버지의 할아버지에게 받으신 거지. 그리고 할아버지의 할아버지는 또 할아버지의 할아버지의 할아버지에게... 그런 식으로 물려 내려온 걸세. 첫 소유주는... 어... 스탈-라인? 스틸렌이었나? 아, 그 이름을 잊어먹다니 아버지가 실망하시겠군. 어쨌든, 이건 귀중한 가보일세. 인정하긴 싫지만, 끝부분을 씹는 게 재미나지. 분명 할아버지께서도 동의하실 거야. 이 이빨 자국들은 내가 갖기 이전부터 있었거든."
ru: Вы спрашиваете Хэйнса, курит он или нет, поскольку вы никогда не чувствовали запаха. Он удивленно смотрит на это и вынимает трубку изо рта. "Что? О, конечно же, нет. Однако у вас отличные дедуктивные способности! Нет-нет, табак довольно редок сейчас, когда Земля затоплена, а рынок наркотиков насыщен всяким слизняцким мусором. Трубка была подарком моего деда, который получил ее от своего деда, который получил ее от своего... и так далее. Говорят, она принадлежала парню по имени... э... Старлайн? Стелен? О, отец был бы так разочарован, если бы я забыл. В любом случае, это драгоценная реликвия. Не хочу признавать, но это даже забавно - жевать конец. Очевидно, дед с этим согласен, потому что там были следы зубов еще до моих собственных".
zh_hans: 你问海因斯他是否吸烟，因为你似乎从未闻到过烟味。他看起来对这个想法很惊讶，并把烟斗从嘴里拿出来。"什么？哦，当然不抽。只是很有代入感！不，不，烟草相当罕见，现在地球被淹没了，成瘾品市场被各种蛞蝓族的垃圾毒品所淹没。这个烟斗是我祖父的礼物，我祖父从他的祖父那里得到了它，他的祖父又从他的祖父那里得到了它......等等。他们说它曾经属于一个叫...呃...斯特拉的人？斯他林？哦，父亲会对我的坏记性感到非常失望的。不管怎么说，这都是一件珍贵的传家之宝。我不想承认这一点，但咀嚼它的末端也是一种乐趣。显然，祖父也同意，因为在我得到它之前就有牙印了。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_5"]/text
source: You overhear some screaming from somewhere else on the ship and race towards it. Expecting intruders of some sort of worse, someone's fingers falling off from another space plague, instead you find Haynes screaming like a child in a corner of the ship as a tiny arachnid scuttles around on the floor. Carefully, he draws his blaster and aims it at the bug, blasting it to smithereenes. Only after it's dead does he see you watching him, and meagerly slinks away in shame.
ko: 당신은 함선 안에서 비명을 듣고 그곳으로 달려갔습니다. 질 나쁜 침입자가 쳐들어왔다거나, 아니면 누군가 우주 역병으로 손가락을 잃은 건 줄 알았는데, 실제로는 그냥 헤인즈가 작은 거미를 보고 어린아이처럼 함선 구석에서 비명을 지르던 것이었습니다. 잠시 후 그는 조심스럽게 총을 들어 거미를 조준하고, 가루로 만들어 버립니다. 거미를 잡은 후 헤인즈는 당신이 지켜보고 있었다는 걸 깨닫고 부끄러운 듯 슬며시 자리를 뜹니다.
ru: Вы слышите крики, доносящиеся откуда-то с корабля, и мчитесь туда. Ожидая увидеть незваных гостей, или еще чего похуже, чьи-то отвалившиеся пальцы от очередной космической чумы, вместо этого вы видите Хэйнса, кричащего, как ребенок, в углу корабля, где на полу копошится крошечный арахнид. Осторожно вытащив бластер, он направляет его на жука, разрывая его на куски. Только после того, как жук погибает, он замечает, что вы наблюдаете за ним, и со стыдом отползает в сторону.
zh_hans: 你听到船上其他地方传来一些尖叫声，于是向它奔去。你以为会有更糟糕的入侵者，或是有人的手指因另一场太空瘟疫而脱落，但你却发现海因斯只因一只小蜘蛛在地板上乱窜而像个孩子一样的在船的一个角落里尖叫。他小心翼翼地拔出他的爆裂手枪，瞄准那只蜘蛛，把它炸成碎片。在它死后他才看到你在看着他，并羞愧地微微溜走。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_6"]/text
source: You find Haynes contemplating something in his quarters. "There was a time I might have considered myself a patriot. Now, I'm not capitalist nor a warm-blooded Unionite, but I was proud of, if nothing else, the raw achievement and progress the Human race was able to accomplish against all the odds. Most species have some access to Aether or were from a time when Aether was still being made, but Humans? We paved our way all on our own. And we used to be grateful to be a part of the galaxy! The Engi, the Zoltans, they were our friends! We fought arm in arm against the Hive, but that BASTARD Vance had to change everything! And his cohorts, Tanaka and Stimly, god what I wouldn't give to be the one to put lead in all three of their skulls. I doubt anyone need to tell you this, but the Rebellion is the scourge of the galaxy; I can only hope the Union will some day get past this and we can all see the Rebellion for what it really is. It's not a glorious movement of human progress - it threatens to set the whole damn Multiverse back to the metaphorical stone age."
ko: 헤인즈가 자기 선실에서 뭔가를 생각하고 있습니다. "내가 애국자라고 생각하던 때가 있었네 . 나는 자본가도 아니고 열정적인 연맹인도 아니지만, 적어도 인류가 모든 역경을 딛고 성취해낸 원초적인 업적과 진보가 자랑스러웠거든. 대부분의 다른 종족은 아이테르를 접할 여건이 되거나 아예 아이테르가 만들어지던 시절에 탄생했지만, 인류는 어떤가? 우리는 스스로 길을 개척했지. 그리고 우리는 감사하게도 은하 사회의 일원이 됐어! 엔지, 졸탄, 모두 우리의 동료였지! 우린 함께 손을 맞잡고 하이브에 맞섰지만, 밴스 그 개자식이 모든 걸 바꿔버렸어! 그리고 그의 동료인 타나카와 스팀리까지도 말이야. 놈들의 두개골에 총알을 꽂아 넣을 수만 있다면 한 치의 망설임도 없이 방아쇠를 당길 거야. 자네에게야 설명할 필요도 없겠지만, 반군은 전 은하의 재앙이네. 나는 언젠가 연맹이 이 재앙을 극복하고, 모두가 반군의 실체를 돌아보게 되길 바랄 뿐이야. 반란은 인류의 진보를 위한 영광스러운 움직임이 아니야. 빌어먹을 멀티버스 전역을 석기 시대로 되돌리겠다며 위협하는 운동일 뿐이지."
ru: Вы застаете Хэйнса размышляющим над чем-то в своей каюте. "Было время, когда я мог считать себя патриотом. Сейчас я не капиталист и не ярый юнионист, но я гордился, если не больше, сырыми достижениями и прогрессом, которого человеческая раса смогла достичь вопреки всем трудностям. Большинство видов имеют некоторый доступ к эфиру или были родом из тех времен, когда эфир еще только создавался, но люди? Мы проложили свой путь сами. И мы были благодарны за то, что являемся частью галактики! Энджи, золтаны, они были нашими друзьями! Мы сражались против Улья рука об руку, но этот мерзавец Вэнс все изменил! А его пособники, Танака и Стимли, боже, чего бы я только не отдал, чтобы всадить свинец в черепа всех троих. Вряд ли кому-то нужно говорить вам об этом, но Восстание - это бич галактики; я могу только надеяться, что когда-нибудь Союз преодолеет это, и мы все сможем увидеть Восстание таким, какое оно есть на самом деле. Это не славное движение человеческого прогресса - оно угрожает вернуть всю чертову Мультивселенную в метафорический каменный век".
zh_hans: 你发现海因斯在他的宿舍里沉思着什么。"曾经有一段时间，我认为自己很接近于一名人类至上者。现在，我既不是资本家，也不是热血的银河同盟者，但人类不畏艰险、不顾一切地取得真正的成就与进步这件事，曾令我感到无比的自豪。大多数物种都能直接接触到以太，或者本身就来自以太还在制造的时代，但人类呢？我们孑然一身开辟了属于自己的道路。我们曾为能成为银河系的一部分而感激不尽！半械族，超能族，他们都是我们的挚友！我们携手对抗母巢，但那个 傻 逼 万斯一心想要改变这一切！还有他的同伙，田中秀夫和斯汀利！天哪，要是能往他们脑子里面灌铅，我愿意付出一切！我想没人需要提醒你，叛军是银河系的祸害这件事。我只能希望有一天同盟能渡过目前的这一切，这样我们就都能看到叛军的真正嘴脸。它从不是什么人类进步的光荣运动——它正把整个该死的多元宇宙置于回归石器时代的危险之上。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_7"]/text
source: "You ever wonder what becomes of the people in the cases you solve? Well, I guess you wouldn't. But as a detective, I can't help but think about it. I think about it a lot, actually. Poor Amy and Daniel, not only did they have to deal with the death of their coworker and the arrest of another, but the twist they were working with two spies at once." Haynes sits down in a nearby chair and pulls out his pipe and goes to light it, only to remember he doesn't smoke. "God. Maybe I'm just stupid, you know? Even the greatest detective in the Multiverse can be an idiot sometimes. Worrying about nonsense like this when so much more is at stake."
ko: "자네가 해결한 사건 현장에서 만났던 사람들이 어떻게 됐는지 생각해본 적 있나? 음, 아마 없을 것 같군. 하지만 나는 탐정으로서 생각해보지 않을 수가 없다네. 사실 꽤 자주 생각하지. 불쌍한 에이미와 다니엘. 그들은 동료의 죽음과 또 다른 동료의 체포를 경험했을 뿐만 아니라, 그 두 명의 스파이와 함께 일했다는 사실까지 한 번에 받아들여야 했지." 헤인즈가 근처 의자에 앉아 파이프를 꺼내 불을 붙입니다. "이런. 나 정말 바보 같군. 멀티버스에서 가장 위대한 탐정조차도 때로는 어리석은 짓을 하지. 지금처럼 중요한 때에 이런 쓸데없는 걱정을 하다니."
ru: "Вы когда-нибудь задумывались, что становится с людьми в делах, которые вы раскрываете? Думаю, что нет. Но как детектив, я не могу не думать об этом. Вообще-то, я много об этом думаю. Бедные Эми и Дэниел, им пришлось столкнуться не только со смертью своего коллеги и арестом другого, но и с тем, что они работали сразу с двумя шпионами". Хэйнс садится в соседнее кресло, достает свою трубку и собирается раскурить ее, только чтобы вспомнить, что он не курит. "Боже. Может, я просто глуп, понимаешь? Даже величайший детектив в Мультивселенной иногда может быть идиотом. Беспокоиться о такой ерунде, как эта, когда на кону стоит гораздо большее".
zh_hans: "你可曾想过你所解决的案件中的人变成了什么？嗯，我想你不会。但作为一名侦探，我不由自主的考虑这个问题。实际上，我想了很久。可怜的艾米和丹尼尔，他们不仅必须要处理同事的死亡与另一人的被捕，还要面对同时与两个间谍合作的曲折。"海因斯在附近的椅子上坐下来，掏出烟斗，准备点燃，才想起实际上自己并不抽烟。"上帝啊，也许我就是个蠢蛋，你懂吗？即使是多元宇宙中最伟大的侦探有时也会是个白痴。那么多事岌岌可危，却在担心像这样的无稽之谈。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_8"]/text
source: As you approach, Haynes smoothens out his jacket and straightens his hat. "You know, it's the outfit that makes the man!" He contemplates that piece of wisdom for a moment, shrugs, and walks off.
ko: 당신이 다가가자 헤인즈가 구겨진 옷자락과 모자를 빳빳이 폈습니다. "차림새가 사람을 만든다!" 그는 그 한마디만을 남기고 어깨를 으쓱하고는 다른 곳으로 걸어갔습니다.
ru: При вашем приближении Хэйнс разглаживает пиджак и поправляет шляпу. "Знаете, именно наряд делает человека!" Он на мгновение задумывается над этой мудростью, пожимает плечами и уходит.
zh_hans: 当你走近时，海因斯理了理他的外套，整了整他的帽子。"你懂的，人靠衣装马靠鞍！"他沉思了片刻，耸耸肩，走了出去。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_9"]/text
source: You find Haynes reading a book titled "A Study in Scarlet", which he closes when he spots you. "Ever wonder why it is people call me by my last name? I mean, I'm literally named after a legendary icon of Old Earth culture and yet everyone just calls me Haynes! It drove my mother to the brink of madness, but I always found it humorous. Oh well."
ko: 헤인즈가 "주홍색 연구"라는 책을 읽다가, 당신을 보자마자 곧바로 책을 덮습니다. "사람들이 왜 나를 성으로 부르는지 궁금해한 적 있나? 내 이름은 옛 지구 문화계의 전설적인 아이콘을 본떠 지어진 건데도 다들 나를 그냥 헤인즈라고 부르더라고! 그 때문에 우리 어머니는 거의 미치고 팔짝 뛰려 하셨지만, 나는 항상 재밌다고 생각했어. 어쩔 수 없는 일이지 뭐."
ru: Вы застаете Хейнса за чтением книги под названием "Этюд в багровых тонах", которую он закрывает, заметив вас. "Вы когда-нибудь задумывались, почему люди называют меня по фамилии? Я имею в виду, что я буквально назван в честь легендарной иконы культуры Старой Земли, но все зовут меня просто Хэйнс! Это доводило мою мать до безумия, но я всегда находил это забавным. Ну и ладно".
zh_hans: 你发现海因斯正在阅读一本名为《血字的研究》的书，当他发现你时，他合上了这本书。"有没有想过，为什么人们会叫我的姓？我的意思是，我的名是以旧地球文化的一个传奇人物命名的，但每个人都叫我海因斯！这快把我母亲逼疯了，但我总觉得这很幽默。哦，行吧。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_10"]/text
source: You spot Haynes doing some trick shots for the other crew with his pistol. He's a pretty good shot, but those bullets have to go somewhere - and you don't like the number of holes you've been noticing around the ship lately. You make a mental note to talk to him about it, but not right now. Never discipline a crewmate while they're holding a gun, even if they're usually wellmannered like Haynes.
ko: 헤인즈가 다른 선원들에게 트릭샷을 선보이고 있습니다. 실력이 꽤 좋기는 하지만, 총알은 반드시 어딘가로 날아갑니다. 그리고 당신은 최근 함선 여기저기서 발견되는 구멍들을 전혀 좋아하지 않죠. 당신은 이 일로 헤인즈와 얘기하기 위해 머릿속에 메모를 남겼지만, 지금은 때가 아닙니다. 헤인즈처럼 예의 바른 선원일지라도 총을 들고 있는 동안에는 절대 훈계해선 안 되니까요.
ru: Вы замечаете, как Хэйнс делает несколько трюков для других членов экипажа из своего пистолета. Он неплохой стрелок, но пули должны куда-то деваться, а вам не нравится количество дыр, которые вы заметили на корабле в последнее время. Вы делаете мысленную пометку поговорить с ним об этом, но не сейчас. Никогда не наказывайте члена экипажа, когда у него в руках оружие, даже если он обычно хорошо воспитан, как Хэйнс.
zh_hans: 你发现海因斯用他的手枪向其他船员秀了一波枪法。他的枪法很好，但那些子弹总得有去处--而你可不喜欢最近在船上发现的那些洞。你在心里记下要和他谈谈这件事，但不是现在。永远不要理一个拿着枪的船员，即便他们通常表现得像海因斯一样彬彬有礼。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_FREDDY_1"]/text
source: Upon spotting Haynes, Freddy rushes over before Haynes can shut the door on him. "Greetings Mister Haynes! Do pardon me for the intrusion, but I have an inquiry and I believe you're the right person to ask." Halfway hidden behind his door and quivering slightly, Haynes asks what 'inquiring' Freddy is refering to. "Ah yes, well, I was wondering how much you knew about what I believe is the mythological empire of Britannia. Is it true they were said to wear hats like mine, and had delightfully posh accents?" Haynes seems confused. "Well, for one, Britannia was real. It's not a myth. As for the hats, I couldn't tell you. The only surviving photographs are during some ancient wars, nothing of regular day attire. Is that everything?" Freddy nods, disappointed. "Good. Okay, bye." Before Freddy can even respond, Haynes has already slammed the door shut.
ko: 프레디가 헤인즈를 발견하고 그가 문을 닫기 전에 재빨리 다가갑니다. "헤인즈 씨, 안녕하신가! 방해해서 미안하다만, 물어볼 것이 있어서 말이야. 자네가 적임자라고 생각하네." 헤인즈는 문 뒤에 반쯤 숨은 채로 살짝 몸을 떨며 프레디가 말하는 '문의'의 내용을 물었습니다. "어, 음, 그 영국이라는 신화적인 제국에 대해 어디까지 알고 있는지 궁금하네. 그들이 나와 같은 모자를 쓰고, 부드럽고 고급스러운 억양을 가지고 있었다는 것이 사실인가?" 헤인즈는 혼란스러워 보입니다. "글쎄요, 우선 영국은 실존했습니다. 신화가 아니지요. 모자에 대해서는 말씀드릴 수가 없네요. 현존하는 유일한 사진은 고대 전쟁 중에 찍힌 것인데, 평상복 차림이 아니라서 말입니다. 그게 다인가요?" 프레디는 실망하고 고개를 끄덕입니다. "알겠습니다. 그럼, 이만." 헤인즈는 프레디가 대답하기도 전에 문을 쾅 닫았습니다.
ru: Заметив Хэйнса, Фредди бросается к нему, прежде чем Хэйнс успевает закрыть за ним дверь. "Приветствую вас, мистер Хэйнс! Прошу простить меня за вторжение, но у меня есть вопрос, и я полагаю, что вы именно тот человек, который должен его задать". Наполовину скрытый за дверью и слегка дрожащий, Хэйнс спрашивает, что за "расспросы" имеет в виду Фредди. "Ах да, я хотел узнать, много ли вы знаете о мифологической Британской империи. Правда ли, что они носили шляпы, как у меня, и имели восхитительно шикарный акцент?" Хэйнс выглядит озадаченным. "Ну, во-первых, Британия была реальной. Это не миф. Что касается шляп, я не могу вам сказать. Единственные сохранившиеся фотографии сделаны во время каких-то древних войн, на них нет ничего от обычной повседневной одежды. Это все?" Фредди кивает, разочарованный. "Хорошо. Хорошо, пока". Прежде чем Фредди успевает ответить, Хэйнс уже захлопывает дверь.
zh_hans: 发现海因斯后，弗雷迪在海因斯关上门之前就冲了过去。"海因斯先生，您好！请原谅我的打扰，我有个问题想问，并且我相信您是最佳人选。" 海因斯半藏在门后，身体微微颤抖，他问弗雷迪所指的'询问'是什么。"啊，是的，嗯，我想知道你对我觉得是存在于神话传说中的不列颠帝国知道多少。据说他们戴着像我一样的帽子，并有令人愉快的装腔作势的口音，这是真的吗？" 海因斯似乎很困惑。"嗯，首先，不列颠尼亚是真的。它不是一个神话。至于帽子，我不能肯定。唯一现存的照片是在一些远古战争期间，并不是什么常规的日常装束。就这了？" 弗雷迪点点头，看起来非常很失望。"行吧。好的，再见。"在弗雷迪反应过来之前，海因斯就已经砰的一下把门给关上了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_FREDDY_2"]/text
source: As you step out into the hallway you watch Haynes rush past, not even saying a word to you. He closes the door behind him and vanishes into the next room, and moments later Freddy walks in. "Captain! How delightful to see you. I don't mean to interupt whatever it is you're doing, but have you happened to seen Haynes? I had some questions on Old Earth history but he said he had to use the restroom and dashed off!"
ko: 복도를 걷던 중, 헤인즈가 말 한마디 없이 당신을 지나쳐 달려갔습니다. 그는 옆방으로 들어가 문을 잠갔고, 잠시 후 프레디가 걸어들어옵니다. "선장! 만나서 반갑네. 하던 일을 방해하고 싶진 않지만, 혹시 헤인즈 못 봤나? 옛 지구의 역사에 관한 질문이 있었는데, 그가 화장실이 급하다며 이쪽으로 달려왔거든!"
ru: Выйдя в коридор, вы видите, как Хейнс проносится мимо, не говоря вам ни слова. Он закрывает за собой дверь и исчезает в соседней комнате, а через несколько мгновений туда входит Фредди. "Капитан! Как я рад вас видеть. Не хочу прерывать ваши дела, но вы случайно не видели Хэйнса? У меня было несколько вопросов по истории Старой Земли, но он сказал, что ему нужно в туалет, и убежал!"
zh_hans: 当你走到走廊上时，你看着海因斯匆匆走过，甚至对你一言不发。他关上身后的门，消失在隔壁的房间里，片刻之后，弗雷迪走了进来。"舰长！见到你真是太高兴了。我无意打断你正在做的事情，但你碰巧看到海因斯了吗？我有一些关于旧地球史的问题，但他说他要上厕所，然后就溜了！"

source: Lie and say you haven't seen Haynes.
ko: 헤인즈를 보지 못했다고 거짓말한다.
ru: Соврать и сказать, что не видели Хэйнса.
zh_hans: 撒谎说你没有看到海因斯。

source: You shrug and apologize, telling Freddy you haven't seen Haynes anywhere. "Ah, real shame. I wished to learn all he had to teach on the history of tea! Oh such a delightful drink it is, of all the marvels ever shared between species I think none can compare."
ko: 당신은 헤인즈를 어디서도 보지 못했다고 말합니다. "이거 아쉽게 됐군. 차에 대한 역사를 배워보고 싶었는데 말이야! 아, 정말이지 얼마나 훌륭한 음료인가. 나는 다른 종에게까지 퍼진 특정 종족의 위업 중에 중 차가 단연 으뜸이라고 생각하네."
ru: Вы пожимаете плечами и извиняетесь, говоря Фредди, что нигде не видели Хэйнса. "Ах, очень жаль. Я хотел узнать все, что он мог рассказать об истории чая! О, какой это восхитительный напиток, из всех чудес, когда-либо существовавших между видами, я думаю, ни одно не может сравниться с ним".
zh_hans: 你耸耸肩，表示歉意，告诉弗雷迪你哪都没有看到海因斯。"啊，真遗憾。我希望能学到他关于茶的历史的所有知识！哦！这真是一种令人愉快的饮料，在物种之间所分享的全部奇迹中，我认为没有一种能与之相比。"

source: Tell Freddy where Haynes is.
ko: 프레디에게 헤인즈의 위치를 알려준다.
ru: Сказать Фредди, где Хэйнс.
zh_hans: 告诉弗雷迪海因斯在哪。

source: "Oh thank you Captain! Well, off I go!" Freddy dashes off down the hallway. You carry on with your business, uncertain what to think about the occasional shrieks of fear and slamming doors you can hear on the other end of the ship.
ko: "고맙네 선장! 그럼 가보겠네!" 프레디는 쏜살같이 복도를 지나갔습니다. 함선 맞은편에서 들려오는 공포에 질린 비명과 문 두드리는 소리를 어떻게 생각해야 할지 모르겠지만, 당신은 당신의 일을 계속합니다.
ru: "О, спасибо, капитан! Ну, я пошел!" Фредди убегает по коридору. Вы продолжаете заниматься своими делами, не зная, что думать о периодических криках страха и хлопающих дверях, которые вы слышите на другом конце корабля.
zh_hans: "哦，谢谢你，舰长！好了，我走了！"弗雷迪在走廊上冲了出去。你继续做你的事，不确定该怎么想，你能听到船的另一端偶尔传来恐惧的尖叫声和摔门声。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_KAZ_1"]/text
source: You've started noticing wherever Kaz goes on the ship, Haynes will always go somewhere else. Kaz clearly has noticed too, because you find him speaking to Haynes in the kitchen. "Have I insulting you in some way? Kaz break many hearts back at home and perhaps leave some orphans during the war, but Kaz never crossing paths with you or Haynes clan. You are too young to have fought in war and I not kill many Humans anyways. So, what is problem with Kaz? Why are you fearing me?" Haynes remains silent and meager, unlike his usual self. Kaz grows more and more impatient at the silence, finally snapping. "ANSWER ME FLESHBAG! ANSWER KAZAAAKPLETHKILIK OR I WILL MAKE IT PERSONAL VENTURE TO SLEEP WITH EVERY WOMAN OR MAN YOU EVER LOVING! Erm... many apologies. I am working on temper. But please, answering me. If you are hating me at least say why! I am stubborn as all Mantis are, but that is not meaning I cannot improve. We are on same team, no?"
ko: 당신은 헤인즈가 카즈를 피해 다닌다는 사실을 알아챘습니다. 부엌에서 들려오는 대화를 보니 카즈 역시 알아챈 것 같네요. "내가 어떤 식으로든 널 모욕한 적이 있나? 카즈는 여러 군인의 가족들을 슬프게 했고 고아들을 만들었을지도 모르지만, 너나 헤인즈 일가와는 결코 마주친 적 없다. 넌 전쟁터에서 싸우기엔 너무 어렸고 애초에 난 인간을 많이 죽이지도 않았어. 그래서, 뭐가 문제지? 왜 나를 두려워하지?" 헤인즈는 평소와 달리 무미건조하게 침묵을 지킵니다. 정적이 계속되자 카즈는 점점 참을성을 잃고 마침내 앞발을 부딪치며 딱딱거리는 소리를 내기 시작합니다. "대답해 살덩어리! 그러지 않으면 카자앜플레쓰킬맄은 네가 사랑하는 모든 여자나 남자들과 잠을 자겠다! 음... 미안하다. 화를 내버렸군. 하지만 제발 대답해줘라. 내가 싫은 거라면 적어도 이유를 말해라! 모든 맨티스가 그렇듯이 나도 고집이 센 편이긴 하지만, 그렇다고 내가 바뀌지 못하는 건 아니야. 우린 같은 팀이지 않나?"
ru: Вы стали замечать, что куда бы Каз ни пошел на корабле, Хэйнс всегда куда-то уходит. Каз, очевидно, тоже заметил это, потому что вы находите его разговаривающим с Хэйнсом на кухне. "Я вас чем-то оскорбил? Каз разбил много сердец на родине и, возможно, оставил несколько сирот во время войны, но Каз никогда не пересекался с вами или кланом Хэйнса. Ты слишком молод, чтобы сражаться на войне, а я не убивал много людей. Так в чем проблема с Казом? Почему ты боишься меня?" Хэйнс остается молчаливым и скудным, не похожим на себя обычного. Каз становится все более и более нетерпеливым из-за молчания и, наконец, срывается. "ОТВЕТЬ МНЕ, МЕШОК ПЛОТИ! ОТВЕЧАЙ, КАЗАААКПЛЕТКИЛИК, ИЛИ Я СДЕЛАЮ СВОИМ ЛИЧНЫМ ДЕЛОМ ПЕРЕСПАТЬ С КАЖДОЙ ЖЕНЩИНОЙ ИЛИ МУЖЧИНОЙ, КОТОРЫХ ТЫ КОГДА-ЛИБО ЛЮБИЛ! Э... прошу прощения. Я работаю над темпераментом. Но, пожалуйста, ответьте мне. Если ты меня ненавидишь, то хотя бы скажи, за что! Я упрям, как и все богомолы, но это не значит, что я не могу исправиться. Мы в одной команде, не так ли?"
zh_hans: 你已经开始注意到，无论卡兹在船上走到哪里，海因斯总是会去别的地方。卡兹显然也注意到了，因为你发现他在厨房里和海因斯说话。"我在某些方面侮辱了你吗？卡兹在家乡伤了很多人的心，也许在战争期间留下了一些孤儿，但卡兹从未与你或海因斯家族有过交集。你太年轻了所以没打那一场仗，而且我也没有杀过很多人类。那么，卡兹有什么问题？你为什么害怕我？"海因斯仍然沉默寡言，与他平时不同。 卡兹对这种沉默越来越不耐烦，终于忍不住了。"回 答 我 的 问 题！肉 包 子！回 答 卡 扎 卡 普 勒 斯 里 克，否 则 我 将 以 个 人 名 义 与 你 所 爱 的 每 个 女 人 或 男 人 上 床！呃......非常抱歉。我正在努力改善脾气。但是，请回答我。如果你讨厌我，至少说说为什么！我很固执，就像所有的螳螂族一样。我像所有的螳螂族一样固执，但这并不意味着我不能改进。我们是在同一个团队，难道不是吗？"

source: Encourage Haynes to talk to Kaz.
ko: 헤인즈에게 카즈와 대화해 보라고 설득한다.
ru: Побудить Хэйнса поговорить с Казом.
zh_hans: 鼓励海因斯与卡兹交谈。

source: Haynes gulps but finally speaks up. "It's just... it's nothing to do with you, Kazekpik... Kak... uhm... what's your name again? Sorry." Kaz laughs a little and tells Haynes to just call him 'Kaz'. "Kaz. Right. It's nothing to do with you. Back on Earth, there were these giant creatures called the Vek. They were insect-like and whenever I see a Mantis I just... it just brings back memories. I prefer not to talk about it." Kaz nods. "Ah. My sincerest apologizing. You might finding this strange, but once time long ago Kaz winds up on Earth in pod, and recruited into mech squad to fight Vek! Very fun, but mech pilot not life for Kaz. Once I was getting money to buy shuttle off-world I said goodbye, but from that experience I cannot blaming you! Vek very scary indeed! It is okay, Kaz will not bothering you. But if you ever need buddy to blowing up giant insects with, I will gladly join!"
ko: 헤인즈는 우물쭈물하다 입을 엽니다. "저... 딱히 할 말은 없습니다. 카젝픽... 칵... 어... 죄송하지만 이름이 어떻게 되셨죠?" 카즈는 살짝 웃더니 그냥 '카즈'라 부르라고 말합니다. "카즈. 좋아요. 당신이 싫은 건 아닙니다. 지구에는 벡이라고 불리는 거대한 생명체들이 있었습니다. 그 생명체들은 마치 곤충처럼 생겼는데, 그것 때문인지 맨티스를 볼 때마다 어... 옛날 생각이 나서 그렇습니다. 지금도 괜히 말한 것 같네요." 카즈가 고개를 끄덕입니다. "아. 진심으로 사과하지. 이상하게 느껴질 수도 있는데, 먼 옛날 카즈는 포드를 타고 지구로 날아갔다가, 메크 분대에 고용돼서 벡과 싸운 적이 있어! 재밌었지. 재밌었지만 카즈 적성은 아니었다. 그래서 우주 왕복선을 살 돈이 모이자 헤어졌지. 그때 경험으로 충분히 이해한다! 벡 무섭지! 괜찮아. 카즈는 더 이상 귀찮게 안 할 거다. 하지만 네게 그 거대곤충들을 함께 날려버릴 동료가 필요하다면, 기쁘게 함께하지!"
ru: Хэйнс сглотнул, но наконец заговорил. "Это просто... это не имеет никакого отношения к тебе, Казекпик... Как... эээ... как тебя зовут? Извини". Каз немного смеется и говорит Хэйнсу, чтобы тот называл его просто "Каз". "Каз. Точно. Это не имеет ничего общего с тобой. На Земле были гигантские существа под названием Векк. Они были насекомоподобными, и всякий раз, когда я вижу богомола, я просто... это навевает воспоминания. Я предпочитаю не говорить об этом". Каз кивает. "Ах. Мои искренние извинения. Возможно, вам это покажется странным, но однажды давным-давно Каз оказался на Земле в капсуле и был завербован в отряд мехов для борьбы с Векками! Очень весело, но мех-пилот - не жизнь для Каза. Как только у меня появились деньги, чтобы купить шаттл, я попрощался с ним, но я не могу винить вас за этот опыт! Векки действительно очень страшные! Все в порядке, Каз не будет тебя беспокоить. Но если вам когда-нибудь понадобится приятель, чтобы взрывать гигантских насекомых, я с радостью присоединюсь!"
zh_hans: 海因斯咽了咽口水，但终于开口了。"只是......这与你无关，卡泽克皮克......卡...呃...你叫什么来着？对不起。" 卡兹微微一笑，让海因斯直接叫他'卡兹'。 "卡兹。对。这和你没有关系。在地球上，曾经有一类叫'维克'的巨型生物。他们像虫族一样，每当我看到螳螂族，我就......就会被勾起回忆。我宁愿不谈这个。" 卡兹点点头。"啊。我最真诚的歉意。你可能会发现这很奇怪，但是很久以前有一次，卡兹在空投里降落到了地球，不知怎么地又被招募到了机甲小队，与维克虫族作战！非常有趣，但是机甲驾驶员并不是卡兹想要的生活。我攒了钱买穿梭机离开了地球，但从那次经历来看，我不能责怪你！维克虫族确实很可怕！没事的，卡兹不会打扰你的。但如果你需要伙伴来炸飞巨大的虫族，我很乐意效劳！"

source: Tell Kaz to back off.
ko: 카즈에게 물러서라고 한다.
ru: Сказать Казу, чтобы он отвалил.
zh_hans: 告诉卡兹退下。
