Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$//event[@name="SOCIALIZE_TULLY_NOTHING"]/text
source: Tully appears to be waiting in his cabin. "Sorry, don't have much to talk about. Maybe check in with some of the other crew?"
ko: 툴리는 선실에서 대기하고 있습니다. "미안하네, 지금은 딱히 할 말이 없군. 다른 선원들과 대화해보는 것은 어떻겠나?"
ru: Талли, похоже, ждет в своей каюте. "Извините, мне не о чем поговорить. Может, проведать кого-нибудь из других членов экипажа?"
zh_hans: 塔利似乎在他的舱室里等待。"抱歉，没什么好说的。也许和其他船员一起去看看？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_GENERIC_1"]/text
source: You find Tully polishing his blaster, whistling some song you've never heard before. "This? Oh, this is an old marching song back from the Federation-Mantis War. Of all the things that've stuck with me the most, it's funny to think it's the music. I guess the rest you just don't really want to remember, you know?"
ko: 툴리가 휘파람으로 낯선 노래를 부르며 블래스터를 닦고 있습니다. "뭐하는 중이냐고? 아, 이 노래는 연방-맨티스 전쟁 시절의 군가라네. 가장 기억에 남는 게 이런 거라니 웃기구만. 나머지는 별로 기억하고 싶지 않은 것들이라 말일세. 이해해주겠나?"
ru: Талли полирует свой бластер, насвистывая какую-то песню, которую вы никогда раньше не слышали. "Это? О, это старая маршевая песня времен войны Федерации с богомолами. Забавно думать, что из всех вещей, которые запомнились мне больше всего, это музыка. Думаю, остальное просто не хочется вспоминать, понимаете?"
zh_hans: 你发现塔利正在擦他的爆裂手枪，口哨吹着你从未听过的歌。"这个？哦，这是螳螂入侵战争中的一首古老的进行曲。在所有让我印象最深刻的事物中，我认为音乐是最有趣的。我猜别的你肯定不愿回想起，对吧？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_GENERIC_2"]/text
source: You ask Tully if he has any lasting grudges on the Mantis after the Federation-Mantis. "The Mantis? Certainly not. My life was saved by a group of Mantis. The Hive's another story. But if you let yourself blame the wrong people for too long, you'll fall victim to your own spite. Just look at Vance - I can't ever let myself end up like him."
ko: 당신은 툴리에게 연방-맨티스 전쟁 끝난 지금 맨티스에게 남아있는 원한이 있는지 물어봅니다. "맨티스 말인가? 전혀 없어. 맨티스 무리가 내 목숨을 구해줬었거든. 하이브에도 다양한 사람들이 있지. 일부를 보곤 비난하지 말아야 할 사람까지 싸잡아 비난한다면, 복수심에 사로잡힌 복수귀가 될 뿐이라네. 당장 밴스를 보게나. 나는 절대 그처럼 되지 않을 걸세."
ru: Вы спрашиваете Талли, есть ли у него какая-то затаенная обида на богомолов после войны Федерации. "Богомолы? Конечно, нет. Меня спасли группоа богомолов. Улей - это другая история. Но если ты позволяешь себе слишком долго винить не тех людей, ты станешь жертвой собственной злобы. Только посмотрите на Вэнса - я не могу позволить себе закончить так же, как он".
zh_hans: 你问塔利在螳螂入侵战争之后他是否对螳螂仍持有怨恨。"螳螂？当然没有，我的命是被一群螳螂救的。那是母巢的另一个故事。如果你让自己恨错了人太久，你会成为自己怨恨的牺牲品。看看万斯—我可不能让自己像他一样的结局。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_GENERIC_3"]/text
source: "Funny thing, did you know Vance hates his last name? He told me that once: his parents weren't great people. Not that it's any excuse how he ended up, but you know. That's why they call him Admiral Vance, not Admiral Wentworth. Poor kid got mocked so hard during training, calling him 'Wentworthless'. Well, I don't envy those people now."
ko: "혹시 자네 밴스가 자기 성씨를 싫어한다는 걸 알고 있나? 한번은 그가 내게 자기 부모님은 그다지 좋은 사람들이 아니었다고 말했었지. 그게 그가 걸어온 길에 대한 변명거리가 될 수는 없지만 말이야. 아무튼 그래서 웬트워스 제독이 아니라 밴스 제독이라고 불리는 걸세. 그 불쌍한 녀석은 훈련 중에도 동기들에게 '웬트워쓰레기'라고 불리면서 심하게 조롱당했었지. 흠, 나는 그러지 않아서 다행이야."
ru: "Забавно, а вы знали, что Вэнс ненавидит свою фамилию? Он сказал мне это однажды: его родители не были хорошими людьми. Не то чтобы это оправдывало то, как он закончил, но вы знаете. Вот почему его называют адмиралом Вэнсом, а не адмиралом Вентвортом. Над бедным парнем так издевались во время обучения, называя его "Хренвортом". Что ж, теперь я не завидую тем людям".
zh_hans: "有趣，你知道万斯讨厌他的姓吗？他曾经告诉我：他的父母不是什么好人。并不是说这是造成他的结局的借口，但你知道。这就是为什么别人称他为万斯上将，而不是温特沃斯上将。这个可怜的孩子在训练时期被各种嘲笑，称他为『问他我死』。好吧，我现在不羡慕那些人了。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_GENERIC_4"]/text
source: Tully walks past you in the hallway, and you give him a cursory nod. Tully blinks, scowls, and continues to walk away before he stops again.
ko: 당신은 복도를 지나가는 툴리를 마주치고 건성으로 고개를 끄덕입니다. 툴리는 눈을 껌벅이더니 얼굴을 찌푸린 채로 조금 더 걷다가 멈춰 섰습니다.
ru: Талли проходит мимо вас в коридоре, и вы бросаете ему беглый кивок. Талли моргает, хмурится и продолжает идти прочь, пока снова не останавливается.
zh_hans: 塔利在走廊里经过了你，你简单点了点头。塔利眨眨眼，皱着眉头，继续走，然后又停下来。

source: Is something wrong?
ko: 무슨 문제가 있나요?
ru: Что-то не так?
zh_hans: 有什么问题吗？

source: "Oh, uh... sorry Captain, it's nothing. I'm just used to being the one in command. If any of my officers pass by and don't salute me, I make them drop and give me 50. I don't suppose it's appropriate to do that here, though."
ko: "어, 음... 미안하네, 선장. 별일 아닐세. 아직은 지휘하는 게 더 익숙해서 말이지. 부하 장교가 내 옆을 경례도 하지 않고 지나가면 얼차려를 주곤 했었거든. 여기선 그러면 안되겠지."
ru: "О, э... извините, капитан, это пустяки. Я просто привык быть главным на корабле. Если кто-то из моих офицеров проходит мимо и не отдает мне приветствие, я заставляю их упасть и отжаться 50 раз. Думаю, здесь такое будет неуместно".
zh_hans: 哦，呃……对不起舰长，没什么。我只是习惯了当指挥者。如果我的任何军官经过而不向我敬礼，我会罚他们给我做50个俯卧撑。不过，我认为在这里这样做是不合适的。"

source: Ignore Tully's behavior.
ko: 툴리의 행동을 무시한다.
ru: Не обращать внимание на поведение Талли.
zh_hans: 不在意塔利的行为。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_GENERIC_5"]/text
source: You notice a collection of movies on the table in Tully's room. All of them seem to be on similar material - Federation wars. The Federation-Mantis War, the Inquisitions, the Civil War, and a couple smaller ones you aren't too familiar with. Tully spots you looking at them and says, "I've started colecting documentaries on the wars I've lived through out of curiosity. You'd be amazed how wildly inaccurate some of them can be." Tully picks up a rather provocatively titled one called 'The Red Menace: Earth's Last Stand'. "I mean seriously, this one uses footage of Coalition Bombers when the Coalition didn't form until after the Civil War! And it claims the Mantis were using clone armies! Cloning technology wasn't invented until several decades later, and it was by the Shells! There has never been a clone army deployed in all of our known galactic history!"
ko: 툴리의 방 테이블 위에 영화 컬렉션이 놓여있습니다. 연방-맨티스 전쟁, 성전, 연방 내전, 그리고 잘 알려지지 않은 몇몇 소규모 전쟁들까지, 모두 연방이 겪었던 전쟁과 관련된 영화였습니다. 툴리가 당신이 컬렉션을 바라보는 것을 보고 말합니다. "호기심 때문에 지금껏 참전해온 전쟁들에 대한 다큐멘터리를 수집하고 있네. 이 중 몇몇이 얼마나 뚱딴지같은 소리를 하는지 알면 아마 깜짝 놀랄 걸세." 툴리가 '붉은 위협: 지구의 최종 결전'이라는 다소 도발적인 제목의 필름을 집었습니다. "연방 내전 동안 연합은 결성되지도 않았건만 연합 폭격기의 영상을 사용했어! 그리고 맨티스가 클론 군대를 사용했었다고? 클론 기술은 수십 년 후에야 셸들에 의해 발명됐지. 우리가 알고 있는 은하사를 통틀어서 클론 군대가 배치된 적은 단 한 번도 없었다고!"
ru: Вы замечаете коллекцию фильмов на столе в комнате Талли. Все они похоже, на схожем материале - войны Федерации. Война Федерации c богомолами, Инквизицией, Гражданская война и еще несколько мелких, о которых вы не слишком хорошо знаете. Талли замечает, что вы смотрите на них, и говорит: "Я начал собирать документальные фильмы о войнах, которые я пережил, из любопытства. Вы удивитесь, насколько дико неточными могут быть некоторые из них". Талли берет в руки фильм с провокационным названием "Красная угроза: Последний рубеж Земли". "Я серьезно, здесь используются кадры бомбардировщиков Коалиции, когда Коалиция образовалась только после Гражданской войны! И он утверждает, что богомолы использовали армии клонов! Технология клонирования была изобретена лишь несколько десятилетий спустя, и это были ракушки! За всю известную нам галактическую историю не было ни одной армии клонов!"
zh_hans: 你注意到塔利房间的桌子上放着一堆影片。看起来全部都是与联邦战争有关的材料。螳螂入侵战争，岩石圣战，人类内战，还有一些你不太熟悉的小规模战争。塔利注视你又转向桌子上的影片说："出于好奇，我已经在收集关于我经历过的战争的纪录片。你会惊讶于其中一些纪录得多么不准确。" 塔利选择了一个颇具挑衅性的标题的影片，名为"红色威胁：地球的最后一站"。"说真的，这个使用的是星联轰炸机的镜头，星联是内战后才成立的！它声称螳螂族正在使用克隆军队！克隆技术直到几十年后才被发明出来，而且是由甲壳族发明的！在我们已知的银河历史中，从未部署过克隆人军队！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_FREDDY_1"]/text
source: You find Tully and Freddy chatting together idly, reminiscing about the Federation-Mantis War. "You know, I met a young Free Mantis during the war after I escaped from captivity. Funny thing is, I gave him a nickname. Freddy. Ain't that such a coincidence?" Freddy nods his head. "Oh, ain't that swell! What a coincidence indeed. You ever met him again after you were rescued by the Feds?" Tully shakes his head and Freddy frowns. "Oh, well that's just a shame. Maybe some day you'll meet him again?" Tully shrugs. "Maybe some day, just maybe..." Both wave to each other and walk away. You aren't sure if you should say something.
ko: 툴리와 프레디가 연방-맨티스 전쟁을 회상하며 한가롭게 이야기를 나누고 있습니다. "나는 전쟁 중 포로수용소에서 탈출하면서 한 젊은 독립 맨티스를 만났었네. 재미있는 사실은, 내가 그에게 별명을 지어줬다는 거야. 프레디라고. 어떻게 이런 우연이 있지?" 프레디가 고개를 끄덕입니다. "오, 멋지네요! 정말 대단한 우연의 일치군요. 연방에 의해 구조된 후에 그를 다시 만난 적은 있습니까?" 툴리가 고개를 젓자 프레디는 얼굴을 찡그립니다. "안타까운 일이네요. 그래도 언젠가는 그를 다시 만날 수 있지 않을까요?" 툴리가 어깨를 으쓱합니다. "언젠가, 어쩌면..." 둘 다 서로에게 손을 흔들고 헤어졌습니다. 설명을 해줘야 할지 말지 잘 모르겠네요.
ru: Вы находите Талли и Фредди, которые болтают без дела, вспоминая войну Федерации с богомолами. "Знаете, во время войны я встретил молодого свободного богомола, после того как сбежал из плена. Забавно, но я дал ему прозвище. Фредди. Разве это не совпадение?" Фредди кивает головой. "О, разве это не замечательно! Действительно, совпадение. Вы встречались с ним после того, как вас спасли федералы?" Талли качает головой, а Фредди хмурится. "О, ну это просто позор. Может быть, когда-нибудь вы встретите его снова?" Талли пожимает плечами. "Может быть, когда-нибудь, просто может быть..." Оба машут друг другу и уходят. Вы не уверены, стоит ли вам что-то говорить.
zh_hans: 你发现塔利和弗雷迪闲聊在一起，回忆联邦-螳螂族战争。"你知道，我从囚禁中逃脱后，在战争期间遇到了一只年轻的自由螳螂。有趣的是，我给了他一个昵称。弗雷迪。这不是巧合吗？"弗雷迪点点头。"哦，真是巧合。被联邦救出后，你有没有再见过他？"塔利摇摇头，弗雷迪皱眉。"哦，那真可惜。也许有一天你会再见到他？"塔利耸了耸肩。"也许有一天，只是也许……"两人互相挥了挥手，然后走开了。你不确定是否应该说些什么。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_FREDDY_2"]/text
source: Freddy appears to be teaching Tully about Mantis dialect. To his surprise, Tully already knows most of it. "Well well, you never fail to impress me, Admiral! You speak near perfect Yeitiiik! Better than even my contemporaries!" Tully smiles but doesn't accept the compliment. "Oh, I was taught by a Mantis and I just kept practicing. Comes in use for diplomacy sometimes. It was also just funny to spook Turzil sometimes."
ko: 프레디가 툴리에게 맨티스 방언을 가르치고 있습니다. 놀랍게도, 툴리는 이미 그 방언을 잘 알고 있었습니다. "좋아요, 제독님. 당신은 항상 저에게 깊은 인상을 남기시는군요! 당신은 거의 완벽한 예티잌어를 말하고 있어요! 심지어 제 동족들보다도 더 낫군요!" 툴리는 웃으면서도 칭찬은 사양했습니다. "이전에 한 맨티스에게 직접 배웠고 지금껏 계속 연습해왔네. 때때로 외교 활동에 유용하게 쓰이지. 가끔 투르질을 놀래키는 것도 재밌고."
ru: Фредди, похоже, учит Талли диалекту богомолов. К его удивлению, Талли уже знает большую его часть. "Ну-ну, вы не перестаете меня поражать, адмирал! Вы говорите на Йеитииике почти идеально! Лучше, чем даже мои современники!" Талли улыбается, но не принимает комплимент. "О, меня научил богомол, и я просто продолжал практиковаться. Иногда пригождается для дипломатии. А еще было забавно иногда пугать Турзила".
zh_hans: 弗雷迪似乎在教塔利螳螂方言。令他惊讶的是，塔利已经知道了大部分。"好吧好吧，你总能给我留下深刻的印象，我的上将！你说的耶蒂伊克语近乎完美！甚至比我同时代的人还要好！"塔利笑了笑，但没有接受赞美。"哦，我是被螳螂教的，我一直在练习。有时用于外交。有时用来吓唬图尔齐尔也很有趣。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_TURZIL_1"]/text
source: You spot Tully walking over to Turzil and staring at his arm plate. "Turzil, I've got to ask. Where'd the yellow come from? I swear the last time we spoke you were grey!" "-Blushing-. Please, do [not] inquire. It is... embarassing. But... does it look bad? Perhaps I should remove it. Yes, I will do so." Tully realizes his error and puts his palms on Turzil's shoulders. "No no, I didn't mean like that! It suits you, buddy! Some time you gotta teach me how to paint, alright?" Turzil seems to shrink a bit. "Y-you want me to -teach- you how to paint? Together? Privately?" Tully nods but seems a bit unsure. "Yeah? Not sure why you say it so weirdly... but yeah! But not now, we've got more important things to do." "Yes. -Yes-. Of course. More important things. Of course..."
ko: 툴리가 투르질에게 다가가 팔의 도금을 쳐다보고 있습니다. "투르질, 물어볼 게 있네. 팔에 그 노란 도색은 뭔가? 마지막으로 봤을 때는 회색이었는데!" "-얼굴 붉힘-. 의문을 품지 [말] 것. 그것은... 부끄러운 일. 하지만... 미관상 좋지 않은가? 아마도 본인이 그것을 제거해야 한다고 추정. 확인, 명령을 실행." 툴리는 자신의 실수를 깨닫고 투르질의 어깨에 손을 얹습니다. "아니, 그런 뜻이 아니었네! 잘 어울려, 친구! 언젠가 나에게도 도색하는 법을 가르쳐 주게나. 어떤가?" 투르질이 몸을 약간 움츠린 것 같습니다. "도색하는 법을 -가르침-? 같이? 개인적으로?" 툴리는 고개를 끄덕였지만, 조금 아리송한 것 같습니다. "좋다는 거지? 왜 그렇게 이상하게 말하는지 모르겠지만... 분명 좋다는 뜻이겠지! 하지만 지금 가르쳐달라는 건 아니야. 더 중요한 할 일이 있으니까." "그렇다. -동의-. 물론. 중요한 일. 물론..."
ru: Вы замечаете, как Талли подходит к Турзилу и смотрит на его нарукавную пластину. "Турзил, я хочу спросить. Откуда взялся желтый цвет? Клянусь, в последний раз, когда мы разговаривали, ты был серым!" "-Краснею-. Пожалуйста, [не] спрашивайте. Это... неловко. Но... разве это плохо выглядит? Возможно, мне стоит убрать это. Да, я так и сделаю". Талли осознает свою ошибку и кладет ладони на плечи Турзила. "Нет-нет, я не это имел в виду! Тебе идет, дружище! Когда-нибудь ты научишь меня рисовать, ладно?" Турзил, кажется, немного сжался. "Т-ты хочешь, чтобы я -научил- тебя рисовать? Вместе? Наедине?" Талли кивает, но выглядит немного неуверенным. "Да? Не знаю, почему ты так странно это говоришь... но да! Но не сейчас, у нас есть более важные дела". "Да. -Да-. Конечно. Более важные дела. Конечно..."
zh_hans: 你发现塔利走到图尔齐尔身边，盯着他的臂板。"图尔齐尔，我得问一下。你的黄色装饰是从哪里来的？我发誓上次我们说话的时候还是灰色的！" "-脸红-。别问了。这…很尴尬。但是…看起来很糟糕吗？也许我应该去掉它。是的，我会这样做。" 塔利意识到自己的错误，将手掌放在图尔齐尔的肩膀上。"不不，我不是那个意思！它适合你，伙计！有时间你得教我怎么画，好吗？" 图尔齐尔似乎缩小了一点。"你—你要我—教—你怎么画画？一起？私下？" 塔利点点头，但似乎有点不确定。"是吗？不知道你为什么说得这么奇怪…但是‐是的！但不是现在，我们有更重要的事情要做。" "是的。-是-。当然。更重要的事情。当然…"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_TURZIL_2"]/text
source: You poke your head into Tully's quarters for a moment only to find Turzil in there instead, staring blankly at the wall. You think he's shorted out, but he turns around startled like he's been caught. In his hand is one of Tully's hats, which he throws on the shelf and goes running out past you. You decide to say nothing about it.
ko: 문틈으로 툴리의 선실을 들여다보니 투르질이 멍하니 벽을 바라보고 있습니다. 그러다 갑자기 누군가에게 들킨 것처럼 몸을 움찔했는데, 아마 합선이 일어난 것 같습니다. 그는 손에 들고 있던 툴리의 모자를 선반에 던져버리고 당신을 지나쳐 방을 달려 나갔습니다. 당신은 방금 본 장면에 대해 아무 말도 하지 않기로 결정했습니다.
ru: Вы на мгновение заглядываете в каюту Талли, но вместо него видите Турзила, который безучастно смотрит на стену. Вы думаете, что у него короткое замыкание, но он испуганно оборачивается, как будто его поймали. В его руке одна из шляп Талли, которую он бросает на полку и выбегает мимо вас. Вы решили промолчать об этом.
zh_hans: 你把头探进塔利的住处片刻，却发现图尔齐尔在里面，茫然地盯着墙壁。你认为他短路了，但他转身吓了一跳，就像被抓住了一样。他手里拿着塔利的一顶帽子，他把它扔在衣架上，从你身边跑了出去。你决定不说什么。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_ALKRAM_1"]/text
source: You flick on the cameras to view the other ships and see what the crew are doing. You watch in the kitchen as Tully walks in to grab some food, followed several minutes later by Alkram. Both pause when they see each other, and Tully's hand inches closer to his rifle. The cameras experience some interference as Alkram begins to build a slow electric charge. The two stare at each other, both ready to draw, frozen in place. The standstill finally comes to an end when the microwave beeps, signifying Tully's pasta meal is ready. He sighs and abandons his gun, and Alkram calms down as well. Though no words are ever exchanged, they share a nod of mutual agreement and sit at opposite tables to eat.
ko: 당신은 함선을 둘러보고 선원들이 뭘 하나 구경하기 위해 카메라를 켰습니다. 식당의 카메라를 확인하고 있으니, 툴리가 음식을 가지러 들어왔고 몇 분 후 알크람이 뒤따라 들어왔습니다. 그 둘은 서로를 보고는 그 자리에 얼어붙었고, 툴리의 손은 그의 소총에 몇 인치 가까이 다가갔습니다. 긴장한 알크람도 느린 전하를 만들기 시작하면서 카메라가 약간의 간섭을 받습니다. 둘은 총을 뽑을 준비를 하고 제자리에 얼어붙은 채 서로를 응시합니다. 잠시 후 툴리의 파스티가 데워졌음을 알리는 전자레인지 소리가 울리자 마침내 교착 상태가 끝납니다. 그는 한숨을 내쉬며 총에서 손을 뗐고, 알크람도 진정했습니다. 아무런 대화도 오가지 않았지만, 그들은 고개를 끄덕여 합의를 하고 서로 맞은편 테이블에 앉아 식사를 시작합니다.
ru: Вы включаете камеры, чтобы посмотреть на другие корабли и узнать, чем занят экипаж. Вы наблюдаете, как на кухню заходит Талли, чтобы взять еду, а через несколько минут за ним следует Алькрам. Оба приостанавливаются, увидев друг друга, и рука Талли приближается к винтовке. В камерах возникают помехи, так как Алькрам начинает медленно накапливать электрический заряд. Оба смотрят друг на друга, оба готовы выстрелить, но застыли на месте. Наконец затишье заканчивается, когда микроволновая печь издает звуковой сигнал, означающий, что макароны Талли готовы. Он вздыхает и опускает пистолет, и Алькрам тоже успокаивается. Хотя они не обмениваются словами, но кивают в знак взаимного согласия и садятся за противоположные столы, чтобы поесть.
zh_hans: 你操作监控查看其他船只，又看了看船员们在做什么。你发现塔利走进厨房去拿一些食物，几分钟后阿尔克拉姆也跟着进去。当他们看到对方时，两人都停了下来，塔利的手靠近了他的步枪。而阿尔克拉姆蓄积电能的行为使监视器受到了一些干扰。两人对视，都准备出手，僵在原地。僵持随着微波炉发出叮的一声终于结束，这意味着塔利的面条已经加热完成。他叹了口气，收起了枪，阿尔克拉姆也冷静下来。尽管从未交换过任何言语，但他们都点头，并很默契地坐在一张桌子的两边开始用餐。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TULLY_DEVORAK_1"]/text
source: Devorak and Tully both cross paths in the hallways, and almost immediately Devorak starts to reach for his sword. Stretching his fingers, he begins to slide it out of his holster. Tully's eyes slant and he slides his hand towards his blaster. "Devorak." "Tully?" "Put the sword down." "The sword?" "Yes, the sword." Devorak blinks. "Oh, right. Sorry, sorry! I didn't meant to put you on edge! It all must be very confusing, but you must understand I am the sword!" "You're... what?" "I'm the sword!" "Okay... cool I guess? I can't say I understand, but it's good to see you again. I saw your speech. I don't know if the Federation would be inclined to forgive you for betraying them initially, but I for one am glad to have you back.
ko: 데보락과 툴리가 복도에서 마주쳤습니다. 데보락은 곧바로 손을 허리춤으로 가져가 검을 뽑았습니다. 툴리도 상황을 파악하고 블래스터를 빼 듭니다. "데보락." "툴리?" "검을 내려놓게." "검?" "그래, 검." 데보락이 눈을 껌뻑입니다. "아, 그렇군요. 죄송합니다! 위협하려던 건 아니었습니다! 모든 게 혼란스러우시겠지만, 저 자신이 검이라는 걸 알아주십시오!" "자네가... 뭐라고?" "제가 검입니다!" "좋아... 멋지군. 잘은 모르겠지만, 다시 만나서 반갑네. 나도 자네의 연설을 봤어. 연방이 최초의 배신자들 중 하나인 너를 용서할지는 모르겠지만, 일단 네가 돌아온 건 기쁜 일이지."
ru: Деворак и Талли пересекаются в коридорах, и почти сразу Деворак начинает доставать свой меч. Разжимая пальцы, он начинает вытаскивать его из кобуры. Глаза Талли разбегаются, и он протягивает руку к своему бластеру. "Деворак". "Талли?" "Опусти меч". "Меч?" "Да, меч". Деворак моргнул. "О, точно. Прости, прости! Я не хотел тебя нервировать! Все это должно быть очень запутанно, но ты должен понять, что я и есть меч!" "Ты... что?" "Я - меч!" "Хорошо... круто, наверное? Я не могу сказать, что понимаю, но я рад видеть тебя снова. Я видел твою речь. Я не знаю, будет ли Федерация склонна простить тебя за то, что ты предал их вначале, но я, со своей стороны, рад, что ты вернулся.
zh_hans: 德沃拉克和塔利两人在走廊里相遇，德沃拉克几乎立刻就开始伸手去拿他的剑。他伸出手指，开始将它从皮套中滑出。塔利的眼睛斜了过来，他的手滑向他的爆裂手枪。 "德沃拉克。" "塔利？" "把剑放下。" "剑？" "对，剑。" 德沃拉克眨了眨眼。"哦，对了。对不起，真的对不起！我不是故意让你紧张的！这一切一定很混乱，但你必须明白我就是剑！" "你是……什么？" "我是剑！" "好吧……我想很酷？我不能说我明白，但很高兴再次见到你。我看到了你的演讲。我不知道联邦是否会原谅你最初背叛他们的行为，但是我很高兴你回来。

# data/events_socialize.xml$//event[@name="SOCIALIZE_HAYNES_NOTHING"]/text
source: You find Haynes pacing the hallways, talking to himself and looking at the floor. When he sees you, he pauses momentarily. "Sorry, lost in thought. Maybe go talk to someone else right now, I'm mulling things over. Detective stuff, and all that."
ko: 헤인즈가 혼잣말을 하며 복도를 서성이다가 당신을 보고는 잠시 멈춰 섭니다. "미안하네, 잠시 생각에 잠겨서 말이야. 지금은 다른 이들과 대화하는 게 어떤가. 탐정 일 관련해서 생각할 게 산더미거든."
ru: Вы находите Хэйнса, который ходит по коридорам, разговаривает сам с собой и смотрит в пол. Увидев вас, он на мгновение замирает. "Извините, задумался. Может, поговорите сейчас с кем-нибудь другим, я тут все обдумываю. Детектив и все такое".
zh_hans: 你发现海因斯在走廊里踱步，自言自语，看着地板。当他看到你时，他停顿片刻。"抱歉，陷入了沉思。也许现在去和其他人谈谈，我正在思考。侦探之类的东西。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_1"]/text
source: "No offense, but I've never really liked the label 'Renegade'. People seem to slap it on anyone who travels between realities nowadays that isn't a Rebel, but it carries a certain stigma. I've never really been the mercenary type."
ko: "뭐라 할 건 아니지만, 나는 정말이지 '배회자'라는 꼬리표를 좋아한 적이 없다네. 오늘날에는 반군을 제외하고 현실 사이를 여행하는 모든 이들에게 그런 꼬리표를 붙던데, 명백한 오명이지. 나는 결코 용병일을 한 적이 없거든."
ru: "Без обид, но мне никогда не нравился ярлык "Ренегат". Люди, похоже, навешивают его на всех, кто путешествует между реальностями в наше время и не является повстанцем, но это несет определенное клеймо. Я никогда не был наемником".
zh_hans: "没有冒犯的意思，但我从来没有真正喜欢过'变元者'这个标签。现在人们似乎把它贴在那些在多重宇宙之间穿梭但不是叛军的人身上，但它带有一定的耻辱感。我从来没有成为雇佣兵这种类型的。"

source: Doesn't working for us make you a Renegade now?
ko: 지금 우리와 함께하면서 배회자가 된 거 아닌가요?
ru: Разве работа на нас не делает тебя теперь Ренегатом?
zh_hans: 为我们工作不就成了变元者了吗？

source: "I... I suppose it does. Fair point. I have been... humbled?" Haynes temporarily removes his pipe from his mouth. "Grrr, I guess I'm a murder hobo now. I kill babies. Or something. But uh... please try to refrain from warcrimes while I'm onboard. I get that you can get away with a lot in this profession, but I'd at least like to be able to sleep at night after this."
ko: "뭐... 그런 것 같군. 타당한 지적이야. 너무... 쉽게 논파 당했나?" 헤인즈가 잠시 입에서 파이프를 놓습니다. "우워어, 이젠 나도 청부 살인 업자 다 됐군. 난 아이들을 죽였어. 다른 것도 그랬고. 하지만 어... 내가 탑승하는 동안만이라도 전쟁범죄를 삼가도록 노력해 주게. 이 일로 한탕 할 수 있다는 건 알지만, 적어도 일이 끝난 이후에는 편히 잠들고 싶거든."
ru: "Я... я полагаю, что да. Справедливое замечание. Я был... унижен?" Хэйнс временно вынимает трубку изо рта. "Гррр, похоже, я теперь бродяга-убийца. Я убиваю младенцев. Или что-то в этом роде. Но... пожалуйста, постарайтесь воздержаться от военных преступлений, пока я на борту. Я понимаю, что в этой профессии многое может сойти с рук, но я бы хотел хотя бы иметь возможность спать по ночам после этого."
zh_hans: "我......我想它是的。讲道理，我已经......谦虚了？"海因斯暂时把他的烟斗从嘴里拿出来。"唉，我想我现在是个杀人的流浪汉。我杀婴儿。或者别的什么。但是，呃......当我在船上的时候，请尽量避免犯下战争罪行。我知道你可以在这个职业中逍遥法外，但至少我希望在这之后能在晚上得以安眠。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_2"]/text
source: Before he started travelling the Multiverse himself, Haynes used to live on Earth. However, he had to leave his home behind when Archive Inc. could no longer hold back the Vek threat. It's quite the sad story, and his isn't the only one like it out there.
ko: 헤인즈는 직접 멀티버스 여행을 시작하기 전까지 지구에서 살았습니다. 그러나 아카이브 사가 더 이상 벡의 위협을 막을 수 없게 되면서 어쩔 수 없이 고향을 떠나야 했죠. 꽤 슬픈 이야기지만, 안타깝게도 수많은 사람이 겪은 일입니다.
ru: Прежде чем начать путешествовать по Мультивселенной, Хэйнс жил на Земле. Однако ему пришлось покинуть свой дом, когда корпорация Архив больше не могла сдерживать угрозу со стороны векков. Это довольно грустная история, и его история не единственная подобная.
zh_hans: 在他自己开始穿越多元之前，海因斯曾经生活在地球上。然而，当阿凯夫'档案馆'公司无法再阻止维克虫族的威胁时，他迫不得已离开家。这真是一个相当悲伤的故事，而且这种悲剧并非个例。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_HAYNES_GENERIC_3"]/text
source: "My parents were huge history buffs. Everyone who lived in Archive was. Makes sense, it's even in the name. There's some famous runes about a guy named Sherlock Holmes who lived in the ancient empire of Britannia who could solve any mystery. My mother loved to read the legends, and though she didn't believe Sherlock was real, she jumped at the chance to name her son after him. That son being me, of course. No siblings. There can only be one 'greatest detective'."
ko: "내 부모님은 역사광이셨지. 아카이브에 사는 모든 사람이 그랬듯이 말이야. 내 이름이 헤인즈인 것도 그 때문이야. 고대 대영제국에 살았던 셜록 홈즈라는 남자에 대한 유명한 고서가 있다네. 그는 어떤 미스터리라도 풀 수 있었다고 하지. 나의 어머니는 전설 읽는 것을 좋아하셨는데, 셜록을 실존 인물이라 믿지는 않았지만, 아들의 이름을 거기서 따서 지으셨다네. 물론 그 아들이 비로 나고. 나는 외동이거든. '최고의 탐정'은 단 한 명만 존재할 수 있으니까."
ru: "Мои родители были большими любителями истории. Все, кто жил в Архиве, были такими. Логично, это даже в названии. Есть несколько знаменитых рун о парне по имени Шерлок Холмс, который жил в древней империи Британии и мог разгадать любую загадку. Моя мама любила читать легенды, и хотя она не верила, что Шерлок существует на самом деле, она не упустила возможности назвать своего сына в его честь. Этим сыном, конечно же, был я. Никаких братьев и сестер. Может быть только один 'величайший детектив'".
zh_hans: "我的父母是铁杆历史爱好者。住在阿凯夫'档案馆'公司的每个人都是如此。讲道理，这甚至在名字里都有体现。有一些著名的文物讲述了一个叫夏洛克-福尔摩斯的人，他住在远古不列颠帝国，能解决任何谜题。我母亲喜欢阅读这些传说，虽然她不相信夏洛克是真的，但她抓住机会以此来给儿子取名。当然，那个儿子就是我。没有兄弟姐妹。只能有一个'最伟大的侦探'。"
