Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: Kaz notices you entered the room for the first time since the conversation started and nods in your direction. "Yes, yes. I give deepest apologies. Not wanting to hurt Haynes's feelings, just wanting to know answers." Kaz wanders away, and Haynes mouths a silent thank you in your direction before grabbing his food and hurrying back to his quarters.
ko: 카즈는 당신이 부엌에 들어온 것을 알아차리고 고개를 끄덕입니다. "그래, 그래. 정말 미안하게 됐군. 헤인즈의 기분을 상하게 하려던 건 아니고 그저 답을 알고 싶었을 뿐이야." 카즈가 떠나자 헤인즈는 당신에게 무언의 감사를 표한 후 식사를 챙겨 재빨리 선실로 돌아갔습니다.
ru: Каз замечает, что вы вошли в комнату впервые с начала разговора, и кивает в вашу сторону. "Да, да. Я приношу глубочайшие извинения. Не хотел задеть чувства Хэйнса, просто хотел узнать ответы". Каз уходит, а Хэйнс молча благодарит вас, прежде чем взять свою еду и поспешить в свою каюту.
zh_hans: 卡兹注意到你在谈话开始后第一次进入房间，并向你的方向点头。"是的，是的。我给予最深的歉意。我不想伤害海因斯的感情，只是想知道答案。"卡兹走开了，海因斯朝你的方向默默地说了声谢谢，然后拿起他的食物，匆匆回到他的宿舍。

# data/events_socialize.xml$//event[@name="SOCIALIZE_JERRY_NOTHING"]/text
source: You find Jerry standing by one of the rear windows, staring intently out in the abyss beyond. "Oh, hi captain. I'm okay right now. Maybe go check on the other crew?"
ko: 제리는 광활히 펼쳐진 심연을 바라보며 후미의 창문 옆에 서 있습니다. "오, 안녕하세요 선장님. 지금은 별일이 없네요. 다른 선원들과 얘기해 보시는 건 어떨까요?"
ru: Джерри стоит у одного из задних иллюминаторов и пристально смотрит в бездну за бортом. "О, привет, капитан. Я сейчас в порядке. Может, пойти проверить, как дела у других членов экипажа?"
zh_hans: 你发现杰瑞站在一个后窗边，仔细地盯着窗外的深渊。"哦，你好，舰长。我现在很好。也许你可以去看看其他船员的情况？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_1"]/text
source: Jerry comes stumbling out of his room, an odd moment in which he isn't wearing his glasses and his hair is even more of a mess, and approaches you. "Captain, I think there's something wrong with the ship's water supply! Someone might have poisoned it! We need to warn everyone immediately!"
ko: 제리가 안경도 안 끼고 머리는 잔뜩 헝클어진 채로 비틀거리며 개인실에서 나옵니다. "선장님, 함선의 수자원에 문제가 생겼습니다! 누군가 독을 탄 것 같아요! 다른 사람들에게 즉시 알려야 해요!"
ru: Джерри, спотыкаясь, выходит из своей комнаты - странный момент, когда на нем нет очков, а волосы в еще большем беспорядке, - и подходит к вам. "Капитан, я думаю, что-то не так с водоснабжением корабля! Кто-то мог ее отравить! Мы должны немедленно всех предупредить!"
zh_hans: 杰瑞跌跌撞撞地从他的房间里走出来，这真是个奇怪的时刻，他没有戴眼镜，头发更是乱糟糟的，他走近你。"舰长，我认为船上的供水出了问题！可能有人在里面下了毒！我们得立即警告所有人！"

source: What's wrong with the water?
ko: 무슨 문제지?
ru: Что с водой не так?
zh_hans: 水有什么问题？

source: "The water tastes... well it HAS taste! Water isn't supposed to taste like anything! I'm not quite sure what p-poison tastes like, but what else could it be?"
ko: "물맛이... 물에 맛이 있어요! 물은 맛이 나지 않아야 정상인데 말이죠! 독극물의 맛이 어떤지는 모르지만, 이게 독이 아니라면 뭐겠어요?"
ru: "Вода на вкус... ну, у нее есть вкус! Вода не должна иметь никакого вкуса! Я не совсем понимаю, на что похож вкус яда, но что еще это может быть?"
zh_hans: "水的味道......嗯，它 有 味 道！水不应该有任何味道！我不太清楚毒-毒药的味道，但这味道还能是什么呢？"

source: Only extra filtered water has no taste.
ko: 맛이 없는 건 정제수야.
ru: Только сильно-отфильтрованная вода не имеет вкуса.
zh_hans: 只有额外过滤的水没有味道。

source: "You mean - the water on this ship isn't filtered?! Good god, no wonder uncle said space was dangerous! You must have so many diseases! Captain, we need to fix this!" You assure Jerry that your ship's water is normal and probably doesn't carry any diseases. "Really? In the Protectorate our water never tasted like anything! Wow... space is so mysterious!"
ko: "그러니까 - 이 함선 내의 물은 전부 정제수가 아니라고요?! 세상에나, 우주는 위험하다는 삼촌의 말을 명심했어야 했는데! 선장님은 질병이 아주 많으실 거예요! 당장 해결해야 해요!" 당신은 제리에게 함선의 물은 정상이고 질병도 옮기지 않는다고 이야기합니다. "진짜요? 보호국에서는 물에서 어떠한 맛도 나지 않았는데! 우와... 우주는 정말 신비롭네요!"
ru: "Вы имеете в виду - вода на этом корабле не фильтруется?! Боже, неудивительно, что дядя говорил, что космос опасен! У вас должно быть столько болезней! Капитан, мы должны это исправить!" Вы уверяете Джерри, что вода на вашем корабле нормальная и, вероятно, не переносит никаких болезней. "Правда? В Протекторате наша вода никогда не имела никакого вкуса! Ого... космос такой загадочный!"
zh_hans: "你的意思是--这艘船上的水没有经过过滤？好家伙，难怪叔叔说太空是危险的！你一定疾病缠身！舰长，我们需要解决这个问题！"你向杰瑞保证，你的飞船上的水是正常的，可能不会带有任何病菌。 "真的吗？在受保护地的时候，我们的水从来没有什么味道！哇......太空真是太神秘了！"

source: Oh good god it's been poisoned!!!
ko: 슬러그가 우물에 독을 풀었다!!!
ru: О боже, она отравлена!!!
zh_hans: 哦，我的天！它被下了毒！！！

source: Deciding to mess with Jerry, you flick the emergency switch and order all of the crew to line up in the break room. Once they have gathered, you remind everyone that water does, in fact, usually have taste, and SHOULD have taste.
ko: 당신은 제리를 제대로 놀리기 위해 비상 스위치를 눌러 선원들을 소집하고 휴게실에 줄을 세웠습니다. 모두가 모인 후, 당신은 선원들에게 물에는 실제로 보통 맛이 있으며 맛이 있어야만 한다는 사실을 상기시켜 줬습니다.
ru: Решив поиздеваться над Джерри, вы щелкаете аварийным выключателем и приказываете всем членам экипажа выстроиться в комнате отдыха. Когда они собираются, вы напоминаете всем, что вода, на самом деле, обычно имеет вкус и ДОЛЖНА иметь вкус.
zh_hans: 你决定去搞搞杰瑞，你按下紧急开关，命令所有船员在休息室排队。他们一聚集在一起，你就提醒大家，实际上，水通常有味道，而且 应 该 有味道。

source: It's fine Jerry, go back to sleep.
ko: 괜찮아 제리, 그냥 자러 가.
ru: Все в порядке, Джерри, спи дальше.
zh_hans: 没事了，杰瑞，回去睡觉吧。

source: "A-are you sure captain? I'm not joking, there's something wrong!" You assure Jerry there's nothing wrong and urge him to go back to his quarters. Jerry stumbles off, still alarmed.
ko: "ㅈ-진심이신가요? 장난치는 게 아니에요. 분명 문제가 있다고요!" 당신은 제리에게 아무 문제도 없으니 선실로 돌아가라고 재촉합니다. 제리는 여전히 흥분한 상태로 비틀거리며 돌아갑니다.
ru: "Вы уверены, капитан? Я не шучу, здесь что-то не так!" Вы заверяете Джерри, что все в порядке, и призываете его вернуться в каюту. Джерри запинается, все еще встревоженный.
zh_hans: "你确定吗，舰长？我不是在开玩笑，这必然有问题！"你向杰瑞保证没有问题，并敦促他回到他的宿舍。杰瑞跌跌撞撞地走了，仍魂不守舍。

source: Pretend you can't hear him.
ko: 못 들은 척한다.
ru: Сделать вид, что не слышите его.
zh_hans: 假装你听不到他的话。

source: "Captain please, please! Why aren't you responding?! There's poison in the water!" Jerry starts to cry, pulling on you and trying to get a response. You say nothing, doing your best to act like a statue. Eventually Jerry gets so exhausted he passes out, and you can't help but feel this was a bit unnecessary and cruel.
ko: "선장님, 제발 들어주세요! 왜 아무 말도 안 하시는 거예요?! 물에 독이 있다고요!" 제리가 묵묵부답인 당신을 흔들어대며 울기 시작합니다. 당신은 석상처럼 아무 말도 하지 않고 가만히 서 있습니다. 결국 제리는 지쳐서 기절하였고, 당신은 장난이 너무 심했던 건 아닌지 생각해봅니다.
ru: "Капитан, пожалуйста, пожалуйста! Почему вы не реагируете?! В воде яд!" Джерри начинает плакать, тянется к вам и пытается добиться ответа. Вы ничего не говорите, изо всех сил стараясь вести себя как статуя. В конце концов Джерри так изнемогает, что теряет сознание, и вы не можете отделаться от ощущения, что это было немного ненужно и жестоко.
zh_hans: "舰长，求求了！求求你了！你为什么不回应呢！水里有毒！"杰瑞开始啜泣，拉着你，试图得到回应。你什么也不说，尽力表现得像一尊雕像。最终，杰瑞累得昏了过去，你不禁觉得这有点不必要，也有点残忍。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_2"]/text
source: Jerry asks you if the ship has any nightlights. You figure Jerry's asking for himself and apologize, but instead he seems concerned for someone else.
ko: 제리가 함선에 야간등이 있는지 물어봅니다. 처음에는 자기가 쓰려고 양해를 구하는 줄 알았는데, 가만 보니 다른 누군가를 걱정하는 것처럼 보입니다.
ru: Джерри спрашивает вас, есть ли на корабле ночники. Вы думаете, что Джерри спрашивает о себе, и извиняетесь, но вместо этого он, похоже, беспокоится о ком-то другом.
zh_hans: 杰瑞问你星舰内是否有夜灯。你以为杰瑞是自己要用，于是略带歉意地表示没有，但他之后表现得像在为他人寻找。

source: Ask who needs a nightlight.
ko: 야간등이 왜 필요한지 물어본다.
ru: Спросить, кому нужен ночник.
zh_hans: 问谁需要夜灯。

source: Jerry motions for you to follow and leads you to a small crack in the ship where a little plant is growing. "Plants need light to survive, right? I'm worried he'll die here if he stays out of the light too long." You're amazed Jerry cares this much about an inconsequential plant, but you assure him you'll get something figured out for it.
ko: 제리가 따라오라는 몸짓을 하며 당신을 벽에 금이 간 선실로 안내합니다. 그 작은 틈 사이에서 식물이 자라고 있습니다. "식물은 살아남기 위해 빛이 필요하죠? 너무 오래 빛을 쬐지 못하면 여기서 죽을까 봐 걱정이에요." 당신은 제리가 하찮은 식물에도 이렇게 신경을 쓴다는 사실에 놀라면서 뭔가 조처를 하겠다고 약속했습니다.
ru: Джерри приглашает вас следовать за ним и подводит к небольшой трещине в корабле, где растет маленькое растение. "Растениям нужен свет, чтобы выжить, верно? Я боюсь, что он умрет здесь, если будет долго находиться без света". Вы удивлены, что Джерри так беспокоится о неважном растении, но вы уверяете его, что что-нибудь придумаете для него.
zh_hans: 杰瑞示意你跟上，并把你带到船上的一个小裂缝，那里有一株小植物正在生长。"植物需要光线才能生存，对吗？我担心它在这里离开光线太久会死掉。"你很惊讶杰瑞对一株无关紧要的植物如此关心，但你向他保证你会为它想出办法。

source: Leave it be.
ko: 내버려 둔다.
ru: Оставить все как есть.
zh_hans: 算了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_3"]/text
source: You notice an Equinoid plushie in the back of Jerry's quarters and decide to ask him about it. "Oh, well I got that a long time ago when I was just a little kid! My uh... my mother... she always said I got my love of Equinoids from my father. Not that I ever really knew him, but you know. When I was young I used to watch the 'Ellie the Equinoid' show almost daily! Man, the guy who played Ellie sure was dedicated to his role. Oh! And for my 7th birthday, Vance had some guy dress up as Ellie and come to my birthday party! Though, Vance never liked Ellie... or Equinoids. As a kid I never really got it, but now I feel like it was some weird personal grudge." Jerry shrugs. "Either way, that plushie is old. I've had it since before I was even in Vance's custody. I had a blowout with my uncle one time when I refused to kill some Equinoids on a hunting trip, and he was... well he was pretty mad. I was so scared I hid all of my Ellie stuff under the floorboards so he couldn't take it away! Not that I think he ever would have. For as much as he hated Ellie, he loved me more..."
ko: 당신은 제리의 선실에서 에퀴노이드 봉제 인형을 발견하고 제리에게 그것에 대해 물어보기로 합니다. "아, 그건 제가 아주 어렸을 때부터 가지고 있던 거예요! 어... 엄마가... 항상 말씀하시기를 제 에퀴노이드에 대한 사랑은 아버지로부터 물려받은 거라고 하더군요. 사실... 저는 제 아빠를 잘 모르지만요. 저는 어렸을 때 '에퀴노이드 엘리' 쇼를 거의 매일매일 봤었어요! 엘리를 연기하던 그 배우는 정말 자기 역할에 열심이였죠. 아! 그리고 제 일곱 살 생일 때는, 밴스 삼촌이 엘리 코스튬을 입은 사람을 생일파티에 데려왔었어요! 뭐, 삼촌은 엘리나 에퀴노이드를 단 한 번도 좋아했던 적이 없지만요. 어렸을 때는 잘 몰랐는데, 개인적인 원한 관계 때문에 그러셨다는 것 같아요." 제리가 어깨를 으쓱합니다. "어쨌거나, 그 봉제 인형은 오래됐어요. 밴스 삼촌과 살기 전부터 가지고 있었죠. 한번은 삼촌과 사냥 여행을 떠났다가 에퀴노이를 죽이고 싶지 않다고 한 적이 있는데, 그러자 삼촌은... 음... 꽤 화를 내셨죠. 저는 너무 무서워서, 삼촌이 엘리 캐릭터 상품을 모조리 압수할지도 모른다는 생각에 전부 바닥 밑에 숨겨놨었어요! 지금 생각해 보면, 아마 진짜로 그러진 않으셨겠지만요. 삼촌은 엘리를 싫어하는 것보다도 저를 더 사랑하셨거든요..."
ru: Вы замечаете плюшевого эквиноида в глубине каюты Джерри и решаете спросить его об этом. "О, ну я получил его давным-давно, когда был совсем маленьким! Моя... моя мама... она всегда говорила, что любовь к эквиноидам досталась мне от отца. Не то чтобы я его знал, но знаете... Когда я был маленьким, я почти каждый день смотрел шоу "Элли - Эквиноид"! Парень, который играл Элли, был очень предан своей роли. А на мой 7-й день рождения Вэнс заставил какого-то парня нарядиться Элли и прийти на мой день рождения! Хотя Вэнс никогда не любил Элли... или эквиноидов. В детстве я не понимал этого, но сейчас мне кажется, что это была какая-то странная личная неприязнь". Джерри пожимает плечами. "В любом случае, этот плюшик старый. Он был у меня еще до того, как я попал под опеку Вэнса. Однажды я поссорился с дядей, когда отказался убить нескольких эквиноидов на охоте, и он... ну, он был очень зол. Я так испугался, что спрятал все свои вещи Элли под половицами, чтобы он не смог их забрать! Не то чтобы я думала, что он мог. Как бы он ни ненавидел Элли, меня он любил больше..."
zh_hans: 你注意到在杰瑞的宿舍后面有一个六脚马毛绒玩具，决定问他一下。"哦，那是在很久以前我还是个小孩子的时候得到的！我的呃......我的母亲…总是说我对六脚马的喜爱是来自我父亲。不是说我真的认识他，但你知道。当我年轻的时候，我几乎每天都在看《小马埃莉》的节目。扮演埃莉的那个人对他的角色确实很专注。哦！在我7岁生日的时候，万斯让某个人打扮成埃莉的样子，来参加我的生日聚会！他的名字叫埃莉。虽然，万斯从来不喜欢埃莉......或六脚马族。作为一个孩子，我从来没有真正理解它，但现在我觉得这是一些奇怪的个人恩怨。" 杰瑞耸耸肩。"无论如何，那个毛绒玩具是旧的。在我还没有被万斯监护时，我就有了它。有一次我和我叔叔发生了争执，我拒绝在一次狩猎旅行中杀死一些六脚马族，他......他非常生气。我很害怕，就把我的埃莉的东西都藏在了地板下，这样他就不能拿走了！我觉得他永远也不会这样做。我不认为他会这样做。尽管他恨埃莉，但他更爱我......"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_4"]/text
source: "It was always uncanny, everywhere I went in the Protectorate people would follow me. If I was ever in front of a crowd, no matter what I said they'd always cheer for me. People would come up to me in the streets and push past my guards, just for a chance to shake my hand or ask me something. There was one girl who kept at it though: I couldn't tell if she was a stalker or... I don't know. I can't really remember her name but I think it started with an 'L'? I thought she was just some soldier, but Sebastian said apparently her father's rich. Like, really rich. I kind of miss all that praise though... but uh, well it was never really earned. I don't want to be cheered on for things my uncle did, good or bad. I want to be cheered for things I've done. Maybe some day I'll be more than just the Admiral's nephew..."
ko: "보호국에선 가는 곳마다 사람들이 저를 따라오는 게 언제나 이상했어요. 그리고 제가 사람들 앞에서 뭐라도 말을 하면 항상 모두가 환호했고요. 사람들은 거리에서 경호원을 밀치고 제게 다가오곤 했어요. 단지 악수하거나 무언가를 물어보기 위해서였죠. 그런데 매번 그런 사람으로부터 저를 지켜주던 소녀가 있었어요. 어쩌면 스토커일지도 모르는데... 이름은 잘 기억 안 나네요. 'L'로 시작했었나? 그냥 평범한 군인이라고 생각했는데, 세바스찬의 말로는 그녀의 아버지가 부자라고 하더라고요. 진짜 엄청난 부자 말이에요. 그 당시 들었던 칭찬들이 그리울 때도 있지만... 어... 그건 진정한 칭찬이 아니었죠. 좋든 나쁘든 삼촌이 해낸 일로 환호를 받고 싶지는 않아요. 저는 제가 한 일로 환호를 받고 싶어요. 언젠가는 제가 제독의 조카보다 더 대단한 사람이 됐으면 좋겠어요..."
ru: "Это всегда было странно, куда бы я ни пошел в Протекторате, люди следовали за мной. Если я оказывался перед толпой, что бы я ни говорил, они всегда поддерживали меня. Люди подходили ко мне на улицах и проталкивались мимо моих охранников, просто чтобы пожать мне руку или спросить о чем-то. Была одна девушка, которая не отставала: я не мог понять, была ли она сталкером или... Я не знаю. Я не могу точно вспомнить ее имя, но, кажется, оно начиналось на "Л"? Я думал, что она просто солдат, но Себастьян сказал, что ее отец богат. Очень богатый. Я немного скучаю по этой похвале... но, в общем, она никогда не была по-настоящему заслуженной. Я не хочу, чтобы меня хвалили за то, что сделал мой дядя, хорошее или плохое. Я хочу, чтобы меня хвалили за то, что я сделал. Может быть, когда-нибудь я стану не просто племянником адмирала..."
zh_hans: "这总是很不可思议，我在受保护地里走到哪里，人们都会跟着我。如果我出现在人群面前，无论我说什么，他们都会为我欢呼。在街上，人们会走到我面前，推开我的警卫，只为了有机会和我握手或问我一些问题。但有一个女孩一直在这样做：我不知道她是一个跟踪者还是......我根本不知道。我真的不记得她的名字了，但我觉得是以"莉"开头的。我以为她只是一个士兵，但塞巴斯蒂安说显然她的父亲很有钱。就，真的很有钱。我有点怀念那些赞美之词......但是，呃，这从来就不是真正意义上的'赚'。我不想因为我叔叔做的事情而受到欢呼，不管是好是坏。我想为我所做的事情而欢呼。也许有一天，我将不仅仅是星军上将的侄子......"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_5"]/text
source: "I've been to Universe 1 a couple times. Never longer than a week, and the tour was kept pretty tightly bound. It's... it's..." Jerry seems at a loss for words. "It's very... industrial. It didn't feel like a place people lived in. Yet, they do. Trillions. A whole galaxy's worth of humans. Everywhere was either too pristine to the point of sterile, or was some automated death machine factory. Safe to say, I didn't like it there. The Rebellion has changed. I was too young to really remember the original civil war, but it couldn't possibly have been like this? Who would have supported it? Who DOES support it?"
ko: "저는 제 1우주에 몇 번 가봤어요. 일주일도 안 되는 기간동안 꽤 빡빡한 투어 일정을 돌았죠. 그리고... 그곳은..." 제리가 할 말을 잃은 것 같습니다. "그곳은 정말... 공장 그 자체였어요. 전혀 사람이 사는 곳처럼 느껴지지 않았어요. 그런데도, 사람들이 살더라고요. 그것도 수조명이요. 모든 곳이 벌레 하나 없을 정도로 텅 비어있거나 아니면 죽음의 기계를 만드는 자동화 공장이었어요. 저는 명백히 그곳이 마음에 들지 않았어요. 반군은 바뀌었어요. 제가 너무 어렸던 시절이라 원래의 내전은 잘 기억나지 않지만, 만약 그것들이 처음부터 이런 식이었다면? 누가 그걸 지지한 걸까요? 도대체 누가 그런 걸 지지했던 걸까요?"
ru: "Я был во Вселенной 1 пару раз. Никогда не дольше недели, и экскурсия была довольно жестко ограничена. Это... это..." Джерри, кажется, теряется в словах. "Это очень... индустриально. Это не похоже на место, где живут люди. Тем не менее, они живут. Триллионы. Целая галактика людей. Везде было либо слишком чисто, до стерильности, либо это была какая-то автоматическая фабрика машин смерти. Можно сказать, что мне там не понравилось. Восстание изменилось. Я был слишком мал, чтобы помнить оригинальную гражданскую войну, но она не могла быть такой? Кто мог поддержать это? А КТО поддерживает?"
zh_hans: "我去过1号宇宙几次。从来没有超过一个星期，而且参观的时候被管得很严。这......这......"杰瑞似乎有些不知所措。"那里非常......工业化。它感觉不像是一个人们居住的地方。然而，他们确实如此。几万亿。一整个星系的人类。每一个地方要么是过于原始到无菌的地方，要么是一些自动化的死亡机器工厂。可以说，我不喜欢那里。叛军已经改变了。我太年轻了，而无法真正记住最初的内战，但它不可能是这样的？谁会支持它？谁 真 的 支持它？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_6"]/text
source: "Captain, do you mind if I ask a question? About the Federation?" Jerry rubs his arm uncomfortably.
ko: "선장님, 연방에 관한 질문 하나 해도 될까요?" 제리가 겸연쩍게 팔을 어루만집니다.
ru: "Капитан, вы не возражаете, если я задам вопрос? О Федерации?" Джерри неловко потирает руку.
zh_hans: "舰长，你介意我问你一个问题吗？关于联邦的？"杰瑞不安的摩挲着胳膊。

source: Go ahead.
ko: 말해보렴.
ru: Давайте.
zh_hans: 请讲。

source: "Okay... uhm... why does the Federation have Engi in it? My uncle told me the Engi don't even understand the concept of democracy, or civil rights, or... anything the Federation seems to stand for! The Engi remind me of the Rebellion... one species, totalitarian, and terribly unimaginative outside of creating new death machines. Why would you allow them into the Federation?"
ko: "좋아요... 음... 왜 연방에 엔지가 소속되어 있나요? 삼촌이 그러는데 엔지는 민주주의나 시민권이라는 개념, 그리고... 그 밖에 연방이 지지하는 개념들을 이해하지조차 못한다고 했어요! 엔지를 보면 반군이 생각나요... 하나의 개체인데다, 전체주의적이고, 새로운 죽음의 기계를 만드는 일 외에는 끔찍하게 상상력이 부족한 것까지. 연방은 왜 그들을 받아주는 거죠?"
ru: "Хорошо... эээ... почему в Федерации есть энджи? Мой дядя сказал мне, что они даже не понимают концепции демократии, гражданских прав или... всего того, за что, кажется, выступает Федерация! Энджи напоминают мне повстанцев... один вид, тоталитарный и ужасно невообразимый, кроме создания новых машин смерти. Почему вы позволили им войти в Федерацию?"
zh_hans: "好吧......呃......为什么联邦里有半械族？我叔叔告诉我，半械族甚至不理解民主的概念，或公民权利，或......联邦似乎代表的任何东西！半械族让我想起了叛军......一个物种，极权主义，除了创造新的死亡机器之外非常缺乏想象力。你为什么要允许他们进入联邦？"

source: The Federation stands for peace, not democracy.
ko: 연방은 민주주의가 아니라 평화를 위해 존재한단다.
ru: Федерация выступает за мир, а не за демократию.
zh_hans: 联邦代表和平，而不是民主。

source: "So... so if the Rebellion was willing to talk peace, and to stop fighting, you'd let them into the Federation? And the Hive, and the Theocracy, and everyone else? The Federation banished the Slugs once, surely they can do it again with the Engi!" Jerry seems genuinely confused but doesn't want to risk asking more questions right now. He wanders off instead to ponder the situation.
ko: "그럼... 반군이 평화적인 협상을 하며 싸움을 멈추려고 한다면 우리를 받아주실 건가요? 하이브, 신정, 그 밖에 다른 세력은요? 연방은 이미 슬러그를 추방한 적이 있으니, 분명히 엔지도 추방할 수 있을 거예요!" 제리는 정말로 혼란스러워 보이지만, 지금 당장 더 많은 질문을 하기는 어렵다고 생각했는지 더 고민하는 대신 먼저 자리를 떴습니다.
ru: "Значит... значит, если бы Восстание было готово к миру и прекратило воевать, вы бы впустили их в Федерацию? И Улей, и Теократию, и всех остальных? Федерация однажды изгнала слизней, уверен, что они смогут сделать это снова с энджи!" Джерри выглядит искренне озадаченным, но не хочет рисковать и задавать больше вопросов прямо сейчас. Вместо этого он уходит, чтобы обдумать ситуацию.
zh_hans: "所以......所以如果叛军愿意谈和，愿意停止战斗，你会让他们加入联邦？还有"母巢"和"神权国"，以及其他所有人？联邦曾经驱逐过蛞蝓族，他们完全能对半械族再做一次！"杰瑞似乎真的很困惑，但现在不想冒险问更多问题。他走到一边去思考这个情况。

source: I don't understand it either.
ko: 나도 이해가 안 돼.
ru: Я тоже этого не понимаю.
zh_hans: 我也不明白。

source: "My uncle says it's because the Federation is too afraid to get rid of them. Then the Federation must be pretty weak... My uncle says the Engi are too weak to be soldiers, so the Federation's engineer force is comprised almost entirely of them instead. If the Engi don't even fight for the Federation, how can you trust them?" Jerry seems genuinely confused, and totally oblivious to the influences of his uncle playing over him. At least you can tell he means it all in innocent earnesty, but for his sake he better shake these views soon.
ko: "삼촌은 연방이 엔지를 없애는 것을 두려워하기 때문이라고 했어요. 그래서 연방은 너무 약하다고요... 또, 엔지는 군사가 되기에는 너무 연약해서 연방의 공병대는 거의 인간으로만 구성되어 있다고 했어요. 연방을 위해 싸우지 않는다면, 어떻게 엔지를 신뢰할 수 있죠?" 제리는 정말로 혼란스러워 보이고, 자신을 세뇌한 삼촌의 영향을 전혀 의식하지 못하는 것 같습니다. 물론 제리는 순수하고 진지하게 이런 말을 한 것이지만, 그를 위해서는 이러한 견해를 빨리 고치는 게 좋을 것입니다.
ru: "Мой дядя говорит, что это потому, что Федерация слишком боится избавиться от них. Тогда Федерация, должно быть, очень слаба... Также говорит, что энджи слишком слабы, чтобы быть солдатами, поэтому инженерные войска Федерации состоят почти полностью из них. Если энджи даже не сражаются за Федерацию, как вы можете им доверять?" Джерри выглядит искренне озадаченным и совершенно не замечает влияния своего дяди, играющего над ним. По крайней мере, видно, что он говорит все это с невинной искренностью, но ради его блага ему лучше поскорее избавиться от этих взглядов.
zh_hans: "我叔叔说，这是因为联邦太害怕摆脱他们了。那么联邦一定很弱......我叔叔说半械族太弱了，不能当兵，所以联邦的工兵部队几乎全是由他们组成的。如果半械族甚至不为联邦而战，你怎么能相信他们？"杰瑞似乎真的很困惑，完全无视他叔叔对他的影响。至少你可以看出他的意思是天真无邪的，但为了他，他最好尽快改变这些观点。

source: Vestige of the old war.
ko: 그건 옛 전쟁의 결과야.
ru: Пережиток старой войны.
zh_hans: 旧战争的遗迹。

source: "So... so the only reason the Harmony is in the Federation is because you're too afraid to get rid of them? Then the Federation must be pretty weak... My uncle says the Engi are too weak to be soldiers, so the Federation's engineer force is comprised almost entirely of them instead. If the Engi don't even fight for the Federation, how can you trust them?" Jerry seems genuinely confused, and totally oblivious to the influences of his uncle playing over him. At least you can tell he means it all in innocent earnesty, but for his sake he better shake these views soon.
ko: "그럼... 유일한 이유는 연방이 엔지를 없애는 것을 두려워하기 때문인가요? 그럼 연방은 약한거겠네요... 삼촌이 말하길 엔지는 군사가 되기에는 너무 연약해서 연방의 공병대는 거의 인간으로만 구성되어 있다고 했어요. 연방을 위해 싸우지 않는다면, 어떻게 엔지를 신뢰할 수 있죠?" 제리는 정말로 혼란스러워 보이고, 자신을 세뇌한 삼촌의 영향을 전혀 의식하지 못하는 것 같습니다. 물론 제리는 순수하고 진지하게 이런 말을 한 것이지만, 그를 위해서는 이러한 견해를 빨리 고치는 게 좋을 것입니다.
ru: "Значит... единственная причина, по которой Гармония находится в Федерации, это то, что вы слишком боитесь избавиться от них? Тогда Федерация, должно быть, очень слаба... Мой дядя говорит, что энджи слишком слабы, чтобы быть солдатами, поэтому инженерные войска Федерации состоят почти полностью из них. Если энджи даже не сражаются за Федерацию, как вы можете им доверять?" Джерри выглядит искренне озадаченным и совершенно не замечает влияния своего дяди, играющего над ним. По крайней мере, видно, что он говорит все это с невинной искренностью, но ради его блага ему лучше поскорее избавиться от этих взглядов.
zh_hans: "那么......所以谐合在联邦的唯一原因是你不敢摆脱他们？那么联邦一定很弱...我叔叔说半械族太弱了，不能当兵，所以联邦的工兵部队几乎全是由他们组成的。如果半械族甚至不为联邦而战，你怎么能相信他们？"杰瑞似乎真的很困惑，完全无视他叔叔对他的影响。至少你可以看出他的意思是天真无邪的，但为了他，他最好尽快改变这些观点。

source: Not right now.
ko: 지금은 안 돼.
ru: Не сейчас.
zh_hans: 现在不行。
