Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_DOCTOR_2"]/text
source: Nearby, the ship's Doctor Drone is taking stock of the ship's organic reserves when A55 rolls up nearby and begins to talk to it. "You're quite the dastardly thief my girl, for ye've stolen me heart!" "MISSING CRITICAL RESOURCES TO BEGIN TRANSPLANT. PLEASE PROVIDE DONOR HEART TO BEGIN MEDICAL PROCEDURE." "Ye can't keep evadin' me forever lass! But it's alright, I love me a good chase!"
ko: 함내 의사 드론이 유기물 저장소를 검토하는 와중에 A55가 굴러와 말을 걸기 시작합니다. "그대는 정말로 악랄한 도둑이야. 내 심장을 훔쳤으니까!" "이식을 시작할 수 있는 중요 자원이 없습니다. 의료 절차를 시작할 수 있도록 기증된 심장을 제공하십시오." "아가씨, 나에게서 영원히 달아날 수는 없어! 하지만 괜찮아. 추격전도 재밌으니까!"
ru: Неподалеку корабельный дрон-доктор оценивает запасы органических веществ на корабле, когда к нему подкатывается 34С и начинает с ним разговаривать. "Ты очень подлая воровка, девочка моя, ведь ты украла мое сердце!" "НЕ ХВАТАЕТ КРИТИЧЕСКИХ РЕСУРСОВ ДЛЯ НАЧАЛА ТРАНСПЛАНТАЦИИ. ПОЖАЛУЙСТА, ПРЕДОСТАВЬТЕ ДОНОРСКОЕ СЕРДЦЕ, ЧТОБЫ НАЧАТЬ МЕДИЦИНСКУЮ ПРОЦЕДУРУ". "Ты не можешь вечно ускользать от меня, девочка! Но ничего, я люблю хорошие погони!"
zh_hans: 舰内的医疗无人机正忙于盘点船上的器官储备，但A55在附近卷高身位并开始与它交谈。 "你真是个卑鄙的小偷，我的姑娘，因为你偷走了我的心！" "缺少开始移植的关键资源。请提供捐赠心脏以开始医疗程序。" "你总不能一直躲着我的，姑娘！不过没关系，我喜欢追逐！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_DOCTOR_3"]/text
source: Nearby, the ship's Doctor Drone is doing patrols in case anyone is in need of aid when A55 rolls up nearby and begins to talk to it. "Arg! I've 'eard of a cutlass, but you're more of a cute lass, if ya get me?" "ORGANIC PATIENT NOT DETECTED. GOING INTO SLEEP MODE." "Ah, too tired are we? Well ye get yer energy love cause Captain A55 keeps ye up all night long, ahar!"
ko: 함내 의사 드론이 위급한 사람이 있는지 확인하기 위해 순찰을 돌던 와중에 A55가 굴러와 말을 걸기 시작합니다. "앓! 내가 칼쌈은 많이 해봤지만, 너같이 깔쌈한 여자는 처음이야, 알아?" "유기체 환자가 감지되지 않습니다. 동면 모드를 시작합니다." "아, 지금은 좀 피곤한가? 괜찮아, 곧 사랑 에너지로 가득 찰 거야. 이 A55 선장님이 그대를 밤새도록 깨어있게 할 테니까!"
ru: Неподалеку корабельный дрон-доктор проводит патрулирование на случай, если кому-то понадобится помощь, когда к нему подкатывается 34С и начинает с ним разговаривать. "Арг! Слышала про меч, но ты больше похожа на милую девушку, если ты меня понимаешь?" "ОРГАНИЧЕСКИЙ ПАЦИЕНТ НЕ ОБНАРУЖЕН. ПЕРЕХОДИМ В РЕЖИМ СНА". "А, слишком устала, да? Ну что ж, накапливай энергиею, потому что капитан 34С не даст тебе спать всю ночь, агар!"
zh_hans: 舰内的医疗无人机正在巡逻，以防有人需要帮助，但A55在附近卷高身位并开始与它交谈。 "啊！我听说过弯刀，但你更像是一个可爱的姑娘，如果你明白我的话？" "未检测到有机患者。进入睡眠模式。" "啊，我们是不是太累了？好吧，你得到你的能量，亲爱的，因为A55船长让你彻夜难眠，啊哈！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_DOCTOR_4"]/text
source: Nearby, the ship's Doctor Drone is performing a backup of its databanks when A55 rolls up nearby and begins to talk to it. "Arg lass, did Vael send you? Cause me thinks you might be an Angel!" "INJURY NOT DETECTED. PLEASE REITERATE COMMAND." "Oh come on lass, I worked hard on that one! It wasn't even pirate themed!"
ko: 함내 의사 드론이 데이터 뱅크를 백업하고 있는 와중에 A55가 굴러와 말을 걸기 시작합니다. "앓! 아가씨, 바엘이 보내서 온 건가? 내가 보기에 그대는 천사 같거든!" "부상이 감지되지 않습니다. 다시 명령해주십시오." "오 이봐 아가씨, 이번 건 정말 열심히 생각했단 말이야! 해적이 주제도 아니었고!"
ru: Неподалеку дрон-доктор корабля выполняет резервное копирование баз данных, когда к нему подкатываеется 34С и начинает с ним разговаривать. "Арг, тебя послал Ваэль? А то мне кажется, что ты можешь быть ангелом!" "ТРАВМА НЕ ОБНАРУЖЕНА. ПОЖАЛУЙСТА, ПОВТОРИТЕ КОМАНДУ". "Да ладно тебе, девочка, я над этим долго работал! Это даже не пиратская тематика!"
zh_hans: 舰内的医疗无人机正在备份其数据库，但A55在附近卷高身位并开始与它交谈。 "啊，姑娘，威尔派你来的吗？因为我以为你是一名死亡使者！" "未检测到伤害。请重申命令。" "嘿，姑娘，我已经尽力了！上句话听起来一点都不像海盗说的话！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_DOCTOR_5"]/text
source: Nearby, the ship's Doctor Drone is regenerating its lolipop reserves when A55 rolls up nearby and begins to talk to it. "Ahoy! I've had many a treasure chest but I've never treasured a chest like yers, ahar!" "CHEST INFECTIONS ARE NOT TO BE TAKEN LIGHTLY. TAKE A LOZENGE AND COME BACK TOMORROW IF SYMPTOMS PERSIST." "Arg, ye can bet your sweet booty I'll be back tomorrow, and the day after that too!"
ko: 함내 의사 드론이 데이터 뱅크를 백업하고 있는 와중에 A55가 굴러와 말을 걸기 시작합니다. "아호이! 그대를 볼 때는 반대쪽 눈에도 안대를 차야겠어. 그대는 너무 예뻐서 눈이 부시니까!" "안대를 오래 착용할 경우 세균의 영향으로 눈이 빨개질 수 있습니다. 안과 의료 행위 이후 외부 먼지나 빛으로부터 안구를 보호해야 하는 경우가 아니라면 가급적 착용을 삼가십시오." "앓! 나는 내일도 반드시 찾아올 거야. 그리고 그다음 날도!"
ru: Неподалеку корабельный дрон-доктор регенерирует свои запасы леденцов, когда к нему подкатывается 34С и начинает с ним разговаривать. "Аой! У меня было много сундуков с сокровищами, но я никогда не дорожил таким сундуком, как твой, ахар!" "К ГРУДНЫМ ИНФЕКЦИЯМ НЕ СТОИТ ОТНОСИТЬСЯ ЛЕГКОМЫСЛЕННО. ПРИМИТЕ ЛЕКАРСТВО И ПРИХОДИТЕ ЗАВТРА, ЕСЛИ СИМПТОМЫ СОХРАНЯТСЯ". "Арг, можешь не сомневаться, я приду и завтра, и послезавтра!"
zh_hans: 舰内的医疗无人机正在再生它的棒棒糖储备，但A55在附近卷高身位并开始与它交谈。 "哎呀！我有很多宝箱，但我从来没有像你这样珍惜过宝箱，啊哈！" "胸部感染不能掉以轻心。如果症状持续，请服用含片，明天再来。" "你可以打赌，我明天会回来，后天也会回来！"

source: A55 rolls up to where Aenwithe seems to be calibrating some subsystems and begins to beg. "Oh great cube of science, please oh could you fulfill my one wish?" Aenwithe seems confused. "Your... wish? I fail to understand what it is you're referring to. I'm not a genie in a bottle." "Arg, could you design a cognitive? One to install in my lovely Doctor Drone? Oh she's so sweet but sometimes I long for a companion that will love me back!" "A55, I can make the Doctor Drone sentient, but I can't make it love you." A55 doesn't seem fazed by this. "Arg there'll be no need! No one can resist my charm!" Aenwithe lets out a mechanical sigh but finally agrees. "When the mission is over, I'll make you a cognitive companion. But if things won't work out between you, don't come crying to me."
ko: 보조 시스템을 조정하고 있던 Aenwithhe에게 A55가 굴러와 애원을 시작합니다. "오 위대한 과학의 큐브여, 부디 내 소원을 들어줄 수 있겠나?" Aenwithe는 혼란스러워 보입니다. "당신의.... 소원? 무엇을 두고 말하는지 잘 모르겠습니다. 저는 램프의 요정이 아닙니다." "앓! 코그니티브를 만들 수 있나? 나의 사랑스러운 의사 드론에게 지각을 설치할 수 있나? 나는 가끔 나를 다시 사랑해줄 동반자를 갈망했는데, 그녀는 너무 사랑스러워!" "A55, 의사 드론에 감정을 불어넣는 것은 가능하나, 당신을 사랑하게 만들 수는 없습니다." A55는 전혀 당황하지 않은 것 같습니다. "앓! 그럴 필요 없어! 누구도 내 매력을 거스를 순 없으니까!" Aenwithe는 기계음 가득한 한숨을 내쉬며 결국 A55의 소원을 들어주기로 했습니다. "임무가 끝나면 코그니티브 동반자를 만들어 드리겠습니다. 서로 잘 안되더라도 울면서 찾아오거나 하진 마십시오."
ru: 34С подкатывается к месту, где Аэнвитэ, похоже, калибрует какие-то подсистемы, и начинает умолять. "О великий куб науки, пожалуйста, не могли бы вы исполнить мое единственное желание?" Аэнвитэ выглядит озадаченным. "Ваше... желание? Я не понимаю, что вы имеете в виду. Я не джинн в бутылке". "Арг, не могли бы вы разработать когнитивный дизайн? Такой, чтобы установить его в моего милого доктора-дрона? Она такая милая, но иногда мне хочется иметь спутницу, которая любила бы меня в ответ!" "34С, я могу сделать доктора-дрона разумным, но я не могу заставить его полюбить тебя". 34С, похоже, это не беспокоит. "А это и не нужно! Никто не сможет устоять перед моим обаянием!" Аэнвитэ испускает механический вздох, но в конце концов соглашается. "Когда миссия закончится, я сделаю тебя когнитивного компаньона. Но если у вас что-то не сложится, не приходи ко мне плакаться".
zh_hans: A55滚动到安威斯似乎正在校准某些子系统并开始乞求的地方。"哦，伟大的科学魔方，拜托哦，你能实现我的一个愿望吗？" 安威斯似乎很困惑。"你的……愿望？我不明白你指的是什么。我不是瓶子里的精灵。" "你能设计一个认知系统吗？一个安装在我可爱的医疗无人机身上？哦，她真可爱，但有时我渴望一个会爱我的伴侣！" "A55，我可以让医疗无人机有知觉，但我不能让它爱你。" A55似乎对此并不担心。"啊，没关系！没有人能抗拒我的魅力！" 安威斯机械地叹了口气，但最终还是同意了。"任务结束后，我会给你做一个认知体伴侣。但如果你们之间的事情不顺利，请不要来找我哭。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_JERRY_1"]/text
source: In the breakroom, A55 rolls up to Jerry with a cacaphony of metallic thuds while Jerry is trying to figure out a rather complicated crossword. "Arg, shy but kind blonde kid! Yer uncle was er... Admiral Vance Wentworth, right?" Jerry nods. "Yeah, he was, uh... pirate... robot?" "Arrrr. So, if you's was kin'n blood of the admiral, and I was say... the brain child of one close colleague of his. That's makes us cousins, don't it? Yeah? Ain't that right matey?" A55 sticks out his non-buzzsaw hand to Jerry. "Well, mister... do you prefer I spell out 'a-5-5' or do you want me to call you 'asshole'?" A55 shrugs. "You can call me either, cousin. Family's more than just names!" Jerry nods. "Well, Captain A55. What you just said doesn't... make much sense at all." A55 frowns. "Oh... I see laddy. I'm sorry. I just... well I have no family. I had a pirate crew! But they're in the past now." Jerry stops the drone. "BUT - if it'll make you happy, we can still be cousins. Or brothers. Or whatever. Family is more than just blood too." Jerry shakes A55's hand and the two go to work on the crossword together.
ko: 휴게실에서 A55가 시끄러운 쇳소리를 내며 다소 복잡한 십자말풀이를 하고 있는 제리에게 다가갑니다. "앓! 수줍음이 많지만 친절한 금발 꼬마야! 너희 삼촌이... 밴스 웬트워스 제독 맞지?" 제리가 고개를 끄덕입니다. "네, 맞아요. 그분이 어... 해적... 로봇?" "앓. 네가 제독의 혈육이라면, 알아두렴... 밴스의 절친한 동료 중 한 명이 나를 만들었단다. 그러니 우린 사촌지간이나 다름없지. 아닌가? 맞지? 내 말 맞지 친구?" A55가 제리에게 톱이 달리지 않은 손을 내밉니다. "글쎄요, 아저씨... 'a-5-5'라고 끊어서 불러야 할까요, 아니면 '애스홀'이라고 불러야 할까요?" A55가 어깨를 으쓱합니다. "어떻게 불러도 상관없어. 가족은 이름을 초월할 수 있는 관계니까!" 제리가 끄덕입니다. "그게요, A55 선장님. 방금 하신 말은... 전혀 말이 안 돼요." A55가 얼굴을 찡그립니다. "오... 그래 알겠다. 미안해. 나는 그냥... 글쎄다 나는 가족이 없어. 대신 해적단이 있었지! 하지만 이제는 없어." 제리가 A55의 말을 끊습니다. "하지만, 당신이 행복할 수 있다면 우리는 사촌이 될 수 있어요. 아니면 형제도 괜찮고요. 뭐든 상관없어요. 가족은 핏줄도 초월할 수 있을 거예요." 제리는 A55와 악수를 하고 함께 십자말풀이를 하러 갑니다.
ru: В комнате отдыха к Джерри с какафонией металлических ударов подкатывается 34С, который пытается разгадать довольно сложный кроссворд. "Арг, застенчивый, но добрый светловолосый парень! Твой дядя был... адмирал Вэнс Вентворт, верно?" Джерри кивает. "Да, он был... пиратом... роботом?" "Арррр. Значит, если ты был родственником адмирала, а я... скажем так... детищем одного его близкого коллеги. Это делает нас двоюродными братьями, не так ли? Да? Не так ли, дружище?" 34С протягивает Джерри руку, не имеющую пальцев. "Ну, мистер... Вы предпочитаете, чтобы я писал "3-4-с" или хотите, чтобы я называл вас "мудак"?" 34С пожимает плечами. "Ты можешь называть меня как угодно, кузен. Семья - это больше, чем просто имена!" Джерри кивает. "Что ж, капитан 34С. То, что вы только что сказали, не имеет... особого смысла". 34С хмурится. "О... Я понял, парень. Прости. Я просто... ну, у меня нет семьи. У меня была пиратская команда! Но это уже в прошлом". Джерри останавливает дрон. "Но если вас это устроит, мы все же можем быть кузенами. Или братьями. Или еще кем-нибудь. Семья - это не только кровь". Джерри пожимает руку 34С, и они вместе идут разгадывать кроссворд.
zh_hans: 在休息室里，A55带着一阵刺耳的金属撞击声滚到 杰瑞面前，而 杰瑞正试图做出一个相当复杂的填字游戏。"啊，害羞但善良的金发孩子！你叔叔是呃……万斯·温特沃斯上将，对吧？"杰瑞点头。"是啊，他是，呃……海盗……机器人？" "啊。所以，如果你是万斯上将的血统，而我是…他一个亲密同事的智慧结晶。那就是我们的堂兄弟，不是吗？是吗？这不是对的吗，伙伴？"A55将他的非圆锯手伸出给杰瑞。"嗯，先生……你喜欢我拼出'a-5-5'还是要我叫你'混蛋'？"A55耸了耸肩。"你也可以叫我，表弟。家庭不仅仅用名字体现！" 杰瑞点头。"嗯，A55船长。你刚才说的……一点道理都没有。"A55皱眉。"哦……我明白了，女士。对不起。我只是……好吧，我没有家人。我有一个海盗小队！但他们现在已经过去了。"杰瑞打断。"但是——如果它能让你开心，我们仍然可以是表亲。或者兄弟。或者其他什么。家庭也不仅仅是血缘。"杰瑞与A55握手，两人一起开始填字游戏。
