Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "It is the apology song. My people sing it when we are sorry for our actions. Do not interupt me or I'll have to start over again." Guntput continues to dance around, performing an impressive falsetto and reciting the entire song from memory. When he has finished, he bows. "I will cease with beating the craniums of the other crew. I have learned much today, and now understand such things are not acceptable in your culture."
ko: "사과의 노래입니다. 나의 종족은 자기 행동에 죄책감을 느낄 때 이 노래를 부릅니다. 방해하지 마십시오. 그러지 않으면 처음부터 다시 시작할 것입니다." 건트풋은 춤을 추며 인상적인 가성으로 노래 가사를 암송하다가 마지막으로 절을 했습니다. "다른 선원들의 두개골 때리는 것을 그만두겠습니다. 저는 오늘 많은 것을 배웠고, 이제 그러한 행동이 당신의 문화에서 받아들여지지 않는다는 것을 이해합니다."
ru: "Это песня-извинение. Мой народ поет ее, когда мы сожалеем о своих поступках. Не перебивайте меня, иначе мне придется начать все сначала". Гантпут продолжает танцевать, исполняя впечатляющий фальцет и произнося всю песню по памяти. Закончив, он кланяется. "Я прекращаю бить черепа других членов экипажа. Я многому научился сегодня и теперь понимаю, что в вашей культуре такие вещи недопустимы".
zh_hans: "这是一首道歉歌。当我们为自己的行为感到抱歉时，我的人会唱它。不要打断我，否则我将不得不重新开始。"冈特普特继续跳舞，表演令人印象深刻的假声并背诵整首歌曲。说完，他鞠躬。"我将停止殴打其他船员的头骨。我今天学到了很多，现在明白这样的事情在你们的文化中是不可接受的。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_GENERIC_5"]/text
source: "Guntput brings you a robe, woven from the finest material available to him at the time of creating. It is my hope you will wear it with distinct honor, as a symbol of good faith between my tribe and yours." With just a glance you can tell the robe has been created from molted skin, presumably once belonging to Guntput.
ko: "건트풋은 당신에게 창조 당시 사용 가능했던 가장 좋은 재료로 짜인 로브를 주겠습니다. 나의 부족과 당신의 부족 사이의 호의의 상징으로서 뚜렷한 명예를 가지고 입으시기를 바랍니다." 딱 봐도 도마뱀 허물로 만들어진 것 같은데, 아마 건트풋의 껍질이었던 것 같습니다.
ru: "Гантпут приносит вам халат, сотканный из самого лучшего материала, доступного ему на момент создания. Я надеюсь, что вы будете носить его с особым почтением, как символ доброй воли между моим и вашим племенем". С первого взгляда видно, что халат создан из облинявшей кожи, предположительно принадлежавшей когда-то Гантпуту.
zh_hans: "冈特普特你带来一件长袍，由他在创作时可用的最好的材料编织而成。我希望你能以独特的荣誉穿着它，作为我和你的部落之间诚信的象征。"一眼就能看出这件长袍是由蜕皮制成的，大概曾经属于冈特普特。

source: Accept the robe.
ko: 로브를 받는다.
ru: Принять халат.
zh_hans: 接受长袍。

source: Guntput bows and raises his arms, standing on his very tip-toes, and wraps the robe around your shoulders. You can feel the scales against your skin and shudder slightly, but Guntput doesn't notice. Satisfied in thinking you like his gift, he scuttles off.
ko: 건트풋은 절을 한 후 팔을 들고 발끝으로 서서 로브를 당신의 어깨에 둘러줬습니다. 당신은 피부에 비늘이 닿는 느낌에 살짝 몸서리를 쳤지만, 건트풋은 눈치채지 못했습니다. 당신이 로브를 좋아한다고 생각한 건트풋은 만족하며 허둥지둥 가버렸습니다.
ru: Гантпут кланяется, поднимает руки и, встав на цыпочки, накидывает халат на плечи. Вы чувствуете, как чешуйки прижимаются к коже, и слегка вздрагиваете, но Гантпут этого не замечает. Удовлетворенный тем, что вам понравился его подарок, он удаляется.
zh_hans: 冈特普特鞠躬并举起双臂，踮起脚尖，将长袍裹在你的肩膀上。你可以感觉到鳞片贴在你的皮肤上并轻微颤抖，但冈特普特没有注意到。满意地认为你喜欢他的礼物，他匆匆离开。

source: Refuse the robe.
ko: 로브를 받지 않는다.
ru: Отказаться от халата.
zh_hans: 拒绝长袍。

source: Disgusted by the idea of wearing someone else's skin, you shake your head and refuse the robe. Guntput surprisingly doesn't seem too offended, though he's not one to be transparent with his emotions. "I see you dislike the robe. This is understandable. I will create a new, greater gift to symbolize our friendship. I hope you will enjoy my next creation better."
ko: 당신은 남의 껍질을 입는다는 생각에 역겨움을 느껴 고개를 가로저으며 로브를 거절했습니다. 놀랍게도 건트풋은 별로 불쾌해하지 않는 것 같습니다. "이 로브가 싫으시군요. 이해할 수 있습니다. 나는 우리의 우정을 상징하는 더 좋은 선물을 새로 만들 것입니다. 다음 작품은 더 즐기시기를 바랍니다."
ru: Вам не нравится идея носить чужую кожу, вы качаете головой и отказываетесь от халата. Гантпут, на удивление, не выглядит слишком обиженным, хотя он не из тех, кто открыто выражает свои эмоции. "Я вижу, что халат вам не нравится. Это понятно. Я создам новый, более великий подарок, символизирующий нашу дружбу. Надеюсь, мое следующее творение понравится вам больше".
zh_hans: 对穿别人皮肤的想法感到厌恶，你摇摇头拒绝了长袍。令人惊讶的是，冈特普特似乎并没有太生气，尽管他不是一个对自己的情绪透明的人。"我看你不喜欢长袍。这是可以理解的。我将创造一个新的、更伟大的礼物来象征我们的友谊。希望你能更好地享受我的下一个创作。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_GENERIC_6"]/text
source: While scrolling through the crew logs you notice you're missing data regarding Guntput's age. You decide to ask him about it, but he only gives vague inconclusive answers such as "old enough to know better".
ko: 당신은 선원 로그를 살펴보다 건트풋의 나이가 누락된 것을 발견하고 그에게 직접 나이를 물어봤으나, 그는 "더 많이 알 나이" 같은 모호하고 애매한 답변만 내놓았습니다.
ru: Просматривая журналы экипажа, вы заметили, что не хватает данных о возрасте Гантпута. Вы решаете спросить его об этом, но он дает лишь расплывчатые неубедительные ответы типа "достаточно взрослый, чтобы знать лучше".
zh_hans: 滚动查看船员日志时，你发现缺少有关冈特普特年龄的数据。你决定问他这件事，但他只给出了模糊的不确定答案，例如"足够老，可以更好地了解"。

source: Okay, but how old are you actually?
ko: 알겠습니다. 하지만 정확한 나이가 어떻게 되나요?
ru: Хорошо, но сколько вам на самом деле лет?
zh_hans: 好的，但你实际上几岁？

source: "Does Guntput need to repeat himself again? Older than you, that is for certain. Older than the universe, not so much. There is a point in aging where the number does not matter. Guntput is at this age. I find it strange your kind counts these numbers so high, as if they really matter. Wisdom comes when it comes, there is no numeric value you can place on the maturity you associate with adulthood. For many, Guntput observes, it never comes. Some spend entire lives obsessing over pointless numbers and pursuing such information from others."
ko: "건트풋이 말을 반복해야 합니까? 당신보다 많다는 것은 확실합니다. 그러나 우주보다 많지는 않습니다. 나이를 먹다 보면 숫자는 중요하지 않은 시점이 옵니다. 건트풋은 그 시점에 있습니다. 이 숫자가 정말로 중요한 것처럼 높게까지 세는 당신네 종족은 이상합니다. 지혜는 독립적으로 늘어날 뿐, 성인과 관련된 성숙함에 수치적 가치를 둘 수는 없습니다. 건트풋이 봐온 바로 많은 사람은 나이가 늘어도 지혜가 늘지 않습니다. 어떤 사람들은 무의미한 숫자에 집착하고 다른 사람들로부터 그러한 숫자를 인정받고자 평생을 보냅니다."
ru: "Нужно ли Гантпуту повторяться? Старше вас, это точно. Старше вселенной - не настолько. Есть такой момент в старении, когда число не имеет значения. Гантпут находится в этом возрасте. Мне кажется странным, что вы считаете эти цифры такими важными, как будто они действительно имеют значение. Мудрость приходит тогда, когда она приходит, нет никакого числового значения, которое можно было бы приписать зрелости, ассоциирующейся у вас со взрослостью. Ко многим, как замечает Гангпут, она так и не приходит. Некоторые проводят всю жизнь, зацикливаясь на бессмысленных цифрах и выуживая подобную информацию у других".
zh_hans: "冈特普特需要再重复一遍吗？比你老，那是肯定的。比宇宙老，没那么多。衰老有一个点，数字无关紧要。冈特普特到了这个年纪。我觉得很奇怪你们这种人把这些数字计算得如此之高，好像它们真的很重要一样。智慧来了就来了，你不能给与成年相关的成熟度赋予数值。冈特普特观察到，对许多人来说，它永远不会到来。有些人终其一生沉迷于毫无意义的数字并从他人那里获取此类信息。"

source: Know better about what?
ko: 무엇을 더 많이 안다는 것이죠?
ru: О чем лучше знать?
zh_hans: 更了解什么？

source: "Better than to ask stupid questions like 'Guntput, what is your age'? Have you considered that numeric value is irrelevant for all things practical? Successful orbits around sun is no such honor you make of it. The maturity you associate with adulthood comes when it comes, not at milestone. I think there are better questions you could, and should, be asking your crew. But what is simple lizard knowing of such things, yes?"
ko: "'건트풋, 나이가 어떻게 됩니까?' 같은 어리석은 질문을 하지 않을 만큼 많이 압니다. 수치적 값은 모든 실제 현실과 무관하다는 것을 생각해 본 적이 있습니까? 성공적으로 태양을 돈 횟수를 자랑스러워할 이유는 없습니다. 어른과 관련된 성숙함은 연식과는 별개로 발전합니다. 나는 그 질문 말고도 선원에게 물어볼 수 있는 더 좋은 질문이 있다고 생각합니다. 그리고 당신은 좋은 질문을 하여야 합니다. 하지만 나같이 단순한 도마뱀이 그런 질문들에 대답할 수나 있겠습니까?"
ru: "Чем задавать глупые вопросы типа "Гантпут, сколько вам лет"? А вы не задумывались, что числовое значение не имеет никакого практического значения? Успешные орбиты вокруг солнца не такая честь, как вы ее себе представляете. Зрелость, которую вы ассоциируете со взрослостью, наступает тогда, когда она наступает, а не в определенном моменте. Я думаю, что есть вопросы получше, которые вы могли бы и должны были бы задать своему экипажу. Но что простому ящеру знать о таких вещах, да?"
zh_hans: "比问'冈特普特，你几岁'之类的愚蠢问题要好？你是否认为数值与所有实际事物无关？成功绕太阳公转并不是你的荣幸。你与成年期相关的成熟是当它来临时，而不是在里程碑时。我认为你可以而且应该问你的船员更好的问题。不过，一个简单的蜥蜴怎么会知道这种事呢？"

source: Let it go, you won't get past Guntput's riddles today.
ko: 관두자. 오늘은 건트풋의 수수께끼를 풀고 싶지 않다.
ru: Так и быть, сегодня вам не обойтись без загадок Гантпута.
zh_hans: 算了，你今天不会通过冈特普特的谜语。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_JERRY_1"]/text
source: Casually walking past Guntput while he's dozing on a couch, Jerry reaches over and starts scratching the lizard behind his frills. Guntput jumps up in shock, shouting "WHAT ARE YOU DOING?!" Jerry jumps back, equally startled. "Oh! I'm so sorry! I didn't know you could talk!" "Hmph. You mistake silence for muteness. Explains much of your society." "I'm very sorry Mister Lizard!" "Yes, yes. You should be. However, I did not tell you to stop. And go lower. Back has an itch."
ko: 복도를 걷던 제리는 소파에서 졸고 있는 건트풋을 발견하고 그에게 다가가 목뒤를 쓰다듬었습니다. 건트풋이 충격을 받고 벌떡 일어나 외칩니다. "지금 뭐 하는 거지?!" 제리도 놀라며 뒤로 자빠졌습니다. "앗! 정말 죄송해요! 말할 수 있는지 몰랐어요!" "흠. 침묵을 지키니 말을 못 하는 줄로 아는군. 당신들의 문화에 대해 잘 알겠습니다." "정말로 죄송해요 도마뱀 씨!" "그래그래. 죄송해야지. 하지만 멈추지는 않아도 됩니다. 그리고 더 아래쪽을 손대십시오. 등이 가렵습니다."
ru: Случайно проходя мимо Гантпута, дремлющего на диване, Джерри дотягивается до него и начинает чесать ящера за хохолком. Гантпут в шоке вскакивает с криком "ЧТО ТЫ ДЕЛАЕШЬ?!" Джерри отпрыгивает назад, не менее изумленный. "Ой, извините! Я не знал, что вы умете говорить!" "Хмм. Ты путаешь молчание с немотой. Это многое объясняет в твоем обществе". "Мне очень жаль, мистер ящер!" "Да-да. Тебе следовало бы извиниться. Однако я не говорил тебе останавливаться. И почеши пониже. Спина чешется".
zh_hans: 冈特普特在沙发上打瞌睡时杰瑞从他身边走过，伸手开始抓挠蜥蜴后面的褶边。冈特普特震惊地跳了起来，大喊"你在做什么？！" 杰瑞跳了回来，同样吓了一跳。"哦！对不起！我不知道你会说话！" "哼。你把沉默误认为是哑巴。解释了你们社会的大部分内容。" "很抱歉蜥蜴先生！" "是的，是的。你应该是。不过，我没有叫你停下来。往下走。背上痒痒的。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_NIGHTS_1"]/text
source: Nights drunkenly stumbles into the room, passing by Guntput who's staring at him disapprovingly. As Nights takes a last few swigs from his bottle, he hands it to Guntput and mumbles something about "You finissssh it if you want". Guntput, however, reacts much more strongly about it. "I am not understanding. You want to have sex with Guntput? This is very out of nowhere." Nights, despite his stupor, is confused. "What're you talking about lizzzzard?" Guntput frowns. "You have initiated the beginnings of mating ritual in handing me in the bottle of intoxicating liquor. This means you are expressing a desire to perform the sacred exchange of fluids with me." Nights considers his options for a few moments, then shrugs somewhat enthusiastically. "Well if you're down, I'm down lizzzzard." Guntput recoils in disgust. "WHAT? No! Guntput would not perform the ritual with you for all the riches in the galaxy! You are gross and smell bad, and very rude! Go away!" Guntput scurries off.
ko: 나이트가 술에 취해 비틀거리며 방으로 들어와 건트풋 옆을 지나갑니다. 건트풋은 그를 못마땅하게 쳐다보고 있습니다. 나이트가 마지막으로 자기 술을 따르고 얼마 남지 않은 병을 건트풋에게 건네며 말합니다. "원한다면 병을 비워도 돼." 건트풋이 아주 강하게 반응합니다. "이해가 되지 않습니다. 건트풋이랑 성교하고 싶은 겁니까? 이건 정말 뜬금없는 일입니다." 나이트는 제정신이 아님에도 당황하여 말했습니다. "무슨 소리야 도마뱀아?" 건트풋이 인상을 찌푸립니다. "당신은 나에게 술병을 건네주는 것으로 짝짓기 의식의 시작을 개시했습니다. 이것은 당신이 나와 신성한 액체 교환을 수행하고 싶다는 욕망을 표현하고 있다는 것을 의미합니다." 나이트는 잠시 어떻게 할까 고민하다가 다소 열정적으로 어깨를 으쓱했습니다. "뭐, 네가 좋다면 나도 좋아 도마뱀아." 건트풋이 역겨워하며 외칩니다. "뭐라고? 안 됩니다! 건트풋은 은하계의 모든 안녕을 걸고 당신과 의식을 행하지 않을 것입니다! 당신은 역겹고 냄새도 고약하고 매우 무례합니다! 저리 가십시오!" 건트풋은 허둥지둥 가버렸습니다.
ru: В комнату вваливается пьяный Туман и проходит мимо Гантпута, который неодобрительно смотрит на него. Отпив последние глотки из своей бутылки, Туман протягивает ее Гантпуту и бормочет что-то вроде "Допивай, есссли хочешшшь". Однако Гантпут реагирует на это гораздо более резко. "Я не понимаю. Ты хочешь заняться сексом с Гантпутом? Это очень некстати". Туман, несмотря на свое состояние ступора, сбит с толку. "О чем ты говоришшшь, ящщщерица?" Гантпут хмурится. "Ты инициировал начало брачного ритуала, передав мне бутылку с опьяняющим напитком. Это означает, что ты выражаешь желание совершить со мной священный обмен жидкостями". Туман несколько мгновений раздумывает, а затем с некоторым энтузиазмом пожимает плечами. "Ну, если ты сссогласен, то и я сссогласен, ящщщерица". Гангпут отшатывается в отвращении. "ЧТО? Нет! Гантпут не стал бы проводить с тобой ритуал за все богатства галактики! Ты мерзкий, плохо пахнешь и очень грубый! Уходи!" Гантпут поспешно удаляется.
zh_hans: 七夜醉醺醺地滑进房间，从冈特普特身边经过，他不赞成地盯着他看。当七夜从他的瓶子里喝了几口时，他把它递给了冈特普特，并咕哝着"如果你愿意，你就喝完吧"。然而，冈特普特对此的反应要强烈得多。"我不明白。你想和冈特普特发生性关系？这简直是天方夜谭。" 七夜，尽管他不清醒，但还是很困惑。"你在说什么蜥蜴？" 冈特普特皱眉。"你把那瓶醉人的酒递给我，开始了交配仪式。这意味着你表达了与我进行神圣液体交换的愿望。" 七夜考虑了一会儿他的选择，然后有些热情地耸了耸肩。"好吧，如果你愿意，我也愿意，蜥蜴。" 冈特普特厌恶地后退。"什么？不！冈特普特不会为了你的银河系的财富就与你举行仪式！你很恶心，闻起来很臭，而且非常粗鲁！走开！"冈特普特匆匆离开。

# data/events_socialize.xml$//event[@name="SOCIALIZE_METYUNT_NOTHING"]/text
source: Metyunt nods to you as you approach, applying a moisturizer to his eye through an eyedropper. You stand there awkwardly for a few moments staring at each other until you realize Metyunt isn't going to say anything. Guess you'll have to talk to someone else for now.
ko: 메튠트는 점안기로 눈에 보습제를 넣다가 당신을 보고 고개를 끄덕입니다. 당신은 메튠트와 어색하게 서로 쳐다보며 서 있다가 그가 아무 말도 하지 않으리라는 것을 깨달았습니다. 지금은 다른 사람과 애기해야 할 것 같군요.
ru: Метьюнт кивает вам, когда вы подходите, и наносит на глаз увлажняющий крем с помощью пипетки. Несколько мгновений вы стоите, неловко глядя друг на друга, пока не понимаете, что Метьюнт не собирается ничего говорить. Видимо, вам придется пока поговорить с кем-нибудь другим.
zh_hans: 当你走近时，梅特恩特向你点头，通过吸管在他的眼睛上涂抹润肤霜。你们尴尬地站在那里对视了一会儿，直到你意识到梅特恩特不会说什么。猜猜你现在必须和别人谈谈。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_GENERIC_1"]/text
source: As you pass, Metyunt stands up and salutes you, wobbling on his two feet. "Captain, I've taken inventory of the cargobay! I reorganized the ammunition by caliber, and I've added the Federation-mandated hazard stickers to any boxes that were flammable, combustible, or otherwise looked dangerous!" He pauses, waiting for your assesment of his work.
ko: 당신이 지나가자 메튠트가 비틀거리며 일어서 경례합니다. "선장님, 화물칸의 재고를 확인했습니다! 또한 탄약을 구경별로 재배열하고 인화성, 가연성, 그 외 위험해 보이는 모든 상자에 연방이 지정한 위험 스티커를 붙였습니다!" 그는 자신의 수고에 대한 평가를 듣고자 말을 멈췄습니다.
ru: Когда вы проходите мимо, Метьюнт встает и отдает честь, шатаясь на двух ногах. "Капитан, я провел инвентаризацию грузового отсека! Я реорганизовал боеприпасы по калибрам и наклеил наклейки опасности, предписанные Федерацией, на все коробки, которые были легковоспламеняющимися, горючими или еще как-то выглядели опасными!" Он делает паузу, ожидая, как вы оцените его работу.
zh_hans: 当你经过时，梅特恩特站起来向你敬礼，在他的两只脚上摇晃。"舰长，我已经清点了货舱！我按照口径重新组织了弹药，我已经在任何易燃、可燃或看起来很危险的箱子上贴上了联邦规定的危险贴纸！"他停下来，等待你对他的工作进行评估。

source: Thank him earnestly.
ko: 그에게 진심으로 감사한다.
ru: Искренне поблагодарить его.
zh_hans: 由衷地感谢他。

source: Metyunt seems satisfied, if not even happy you've given him appreciation. "Glad to be of service, captain. It's uh... the least I can do. For helping me out. I'm not really much of a soldier exactly, but I'm trying to make myself useful!"
ko: 메튠트는 더할 나위 없이 기뻐 보입니다. "도움이 되어 기쁩니다 선장님. 이것이 어... 최소한 제가 할 수 있는 보답입니다. 저를 도와주신 것에 대한 보답 말이죠. 제가 군인은 아니지만, 쓸모를 갖고자 노력하고 있습니다!"
ru: Метьюнт выглядит довольным, если не сказать счастливым от того, что вы его поблагодарили. "Рад быть полезным, капитан. Это... меньшее, что я могу сделать. За то, что помогли мне. Я, конечно, не очень хороший солдат, но я стараюсь быть полезным!"
zh_hans: 梅特恩特似乎很满意，你对他表示赞赏。"很高兴为您效劳，舰长。呃……至少我能做的。为了感谢你救我。我并不是一个真正的士兵，但我正在努力让自己变得有用！"

source: Thank him sarcastically.
ko: 그에게 빈정거리며 감사한다.
ru: Поблагодарить его с сарказмом.
zh_hans: 讽刺地感谢他。

source: Your sarcasm is lost on Metyunt entirely. "Glad to be of service, captain. It's uh... the least I can do. For helping me out. I'm not really much of a soldier exactly, but I'm trying to make myself useful!"
ko: 메튠트는 당신의 빈정거림을 전혀 눈치채지 못했습니다. "도움이 되어 기쁩니다 선장님. 이것이 어... 최소한 제가 할 수 있는 보답입니다. 저를 도와주신 것에 대한 보답 말이죠. 제가 군인은 아니지만, 쓸모를 갖고자 노력하고 있습니다!"
ru: Ваш сарказм оказался полностью незамеченным Метьюнтом. "Рад быть полезным, капитан. Это... меньшее, что я могу сделать. За то, что помогли мне. Я, конечно, не самый лучший солдат, но я стараюсь быть полезным!"
zh_hans: 你的讽刺在梅特恩特上完全消失了。"很高兴为您效劳，船长。呃……至少我能做的。为了感谢你救我。我并不是一个真正的士兵，但我正在努力让自己变得有用！"

source: Reprimand him.
ko: 그를 꾸짖는다.
ru: Сделать ему выговор.
zh_hans: 训斥他。

source: "Uhm... my apologies? I wasn't... uh... sorry, I was under the assumption the ammunition wasn't sorted in any particular fashion! And the stickers are a legal requirement, so uh... uhm..." Metyunt seems speechless. "Well... I'll go undo my work then. They tell me I was born with photographic memory. Helps with managing I guess, and resetting things when I screw them up..."
ko: "음... 죄송합니다? 저는 어... 죄송합니다. 탄약이 아무런 기준 없이 나열돼 있다고 생각했습니다! 그리고 스티커는 법적으로 요구되는 것이라, 그래서 어... 음..." 메튠트는 말문이 막힌 것 같습니다. "어... 그러면 원래대로 다시 돌려놓겠습니다. 저는 사진기 같은 기억력을 타고났다는 말을 많이 듣습니다. 그래서 그런지 경영을 잘했었고, 또 일을 망쳤을 때 원복이 수월했죠..."
ru: "Эээ... мои извинения? Я не... э-э... извините, я полагал, что боеприпасы нельзя сортировать каким-то особым образом! А наклейки - это требование закона, так что... э-э-э..." Метьюнт, кажется, потерял дар речи. "Ну... Тогда я пойду исправлять свою работу. Мне сказали, что я родился с фотографической памятью. Помогает справляться с управлением, наверное, и восстанавливать все, когда я что-то испорчу..."
zh_hans: "呃……我很抱歉？我没有……呃……对不起，我假设弹药没有以任何特定方式分类！而且贴纸是法律要求，所以呃……嗯……"梅图恩特似乎无语了。"嗯……那我就去撤消我的工作。他们告诉我，我生来就有过目不忘的记忆力。帮助管理我的猜测，并在我搞砸时重置……"

source: Why did you do that?
ko: 왜 그런 일을 한 거지?
ru: Почему вы это сделали?
zh_hans: 为什么你要做这个？

source: "Well, it seemed as though there was no organization pattern for the ammunition, and I figured it would be helpful rather than laying in piles! And the stickers are a legal requirement, and if there was ever an inspection we could have gotten in trouble... I hope you're not disappointed, captain! Uhm... next time I'll try not to make any changes without your request first."
ko: "그게, 탄약이 아무런 규칙 없이 쌓여있는 것 같았고, 그냥 쌓아두는 것보다는 규칙적으로 정리하는 것이 더 좋을 거로 생각했습니다! 그리고 스티커는 법적으로 요구되는 사항이라 만약 검문받을 일이 있었다면 저희는 어려움을 겪었을 것입니다... 실망하지 않으셨으면 좋겠네요 선장님! 다음부터는 요청이 없다면 아무것도 건드리지 않겠습니다."
ru: "Ну, мне показалось, что для боеприпасов нет организационной схемы, и я решил, что будет лучше, если она будет, чтобы боеприпасы не валялись кучей! А наклейки - это требование закона, и если бы была проверка, у нас могли бы возникнуть проблемы... Надеюсь, вы не разочарованы, капитан! В следующий раз я постараюсь не вносить никаких изменений без вашей просьбы".
zh_hans: "嗯，弹药似乎没有组织模式，我认为这会有所帮助，而不是一堆堆！而且贴纸是法律要求，如果有任何督察我们可能会遇到麻烦……希望没有让你失望！嗯……下次在没有你要求的情况下，我尽量不做任何改动。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_GENERIC_2"]/text
source: You catch Metyunt practically catatonic in his quarters, staring blankly at the ceiling with a big grin on his face and his usual business attire missing. When he notices you, he fumbles around and manages to haphazardly toss some object under his cushions using his tail.
ko: 메튠트는 그의 선실에서 큰 미소를 지으며 멍하니 천장을 바라보고 있는데, 평소에 입던 업무복은 보이지 않습니다. 그는 당신을 발견하자 꼬리를 이용해 소파를 더듬거리며 쿠션 아래 있던 물건을 마구 던졌습니다.
ru: Вы застаете Метьюнта практически в бессознательном состоянии в его каюте: он отрешенно смотрит в потолок с широкой ухмылкой на лице, а его обычный деловой костюм отсутствует. Заметив вас, он судорожно оглядывается по сторонам и умудряется небрежно закинуть какой-то предмет под подушки с помощью хвоста.
zh_hans: 你在他的房间里发现梅特恩特几乎精神紧张，茫然地盯着天花板，脸上挂着大大的笑容，他平时的商务着装不见了。当他注意到你时，他四处摸索，并设法用尾巴随意地将一些物体扔到他的垫子下。

source: What was that?
ko: 뭐였지?
ru: Что это было?
zh_hans: 那是什么？

source: "Iiiit wasss... uuuhmm... uhhh... mumfubareee?"
ko: "뭐냐면요... 음... 어... 멈푸바리?"
ru: "Это была... эээмм... эээм... мумфабари?"
zh_hans: "那……是嗯……呃……mumfubareee？"

source: What the hell is 'mumfubareee'?
ko: '멈푸바리'는 또 뭐지?
ru: Что такое "мумфабари"?
zh_hans: 什么是'mumfubareee'？

source: "I don't know...? It's uhm... fruit. Yeah." You notice Metyunt's pupil is dilated and his body is unusually stiff. From past observations you can safely assume he's been doing drugs.
ko: "모르겠습니...다? 멈푸바리는... 음... 과일입니다. 분명히요." 메튠트는 동공이 확장되었으며 몸이 유난히 뻣뻣합니다. 그가 선원이 되고 지금까지 보인 행동들을 엮어보면, 마약을 하는 것 같습니다.
ru: "Я не знаю...? Это... фрукты. Да." Вы замечаете, что зрачки Метьюнта расширены, а тело необычно напряжено. По прошлым наблюдениям можно с уверенностью предположить, что он принимает наркотики.
zh_hans: "我不知道……？那是呃……水果。是的。"你注意到梅特恩特的瞳孔放大了，他的身体异常僵硬。根据过去的观察，你可以放心地假设他一直在吸毒。

source: You're on drugs.
ko: 마약에 취했군.
ru: Вы принимаете наркотики.
zh_hans: 你在吸毒。

source: "N-no! No, I would never! It would be... unprof..proff...professionnnnllll..." Metyunt giggles hopelessly and swings his legs without much rhyme or reason. Though you won't get much more of an answer out of him now, you wonder if this is how he's come to cope with his actions. Being around Slugs for so long certainly wouldn't have been the best influence.
ko: "아-아닙니다! 절대로 아니에요! 그런... 전문가... 답지... 못한... 행동은..." 메튠트는 가망 없이 낄낄거리면서 갑자기 다리를 휘젓기 시작합니다. 지금은 이 이상의 대답을 듣지 못하겠지만, 이것이 그의 선택에 따른 결과인지 궁금해지네요. 슬러그와 오랫동안 함께한 것이 확실히 좋은 영향을 미치진 않았겠죠.
ru: "Н-нет! Нет, я бы никогда! Это было бы... непроф...профф...профессионнннлллл..." Метьюнт безнадежно ухмыляется и без особой причины раскачивает ногами. И хотя теперь от него уже не добьешься ответа, вы задаетесь вопросом, может быть, так он справляется со своими проблемами. Долгое пребывание рядом со слизнями, конечно, не лучшим образом повлияло на него.
zh_hans: "不——不！不，我永远不会！它会是……非专业的……"梅特恩特绝望地咯咯笑着，没有太多韵律或理由地摆动着他的腿。虽然你现在不会从他那里得到更多的答案，但你想知道他是否就是这样来应对自己的行为的。在蛞蝓身边呆了这么久肯定不会是最好的影响。

source: Ah yes, mumfubareee, my favorite fruit! How could I forget.
ko: 아 그래, 멈부파리. 나도 정말 좋아하는 과일이지! 잊을 수가 없어.
ru: Ах да, мумфубари, мой любимый фрукт! Как я мог забыть.
zh_hans: 啊，是的，mumfubareee，我最喜欢的水果！我怎么会忘记。

source: Metyunt seems confused. "Yeah...? It's uhhh... it's great. Delicious. Really... delightful. Yeah..." Metyunt stares at you blankly, following your movements until you've left the room. You hear the door lock behind you.
ko: 메튠트는 당황한 것 같습니다. "예...? 그렇죠 어... 좋죠. 맛있어요. 정말... 황홀해요. 네..." 메튠트는 당신이 방을 나갈 때까지 멍하니 당신을 바라봤고, 끝내 당신이 방을 나가자 곧바로 문을 잠갔습니다.
ru: Метьюнт выглядит смущенным. "Да...? Это э-э-э... это здорово. Восхитительно. Действительно... восхитительно. Да..." Метьюнт тупо смотрит на вас, следя за вашими движениями, пока вы не выходите из комнаты. Вы слышите, как за вами закрывается дверь.
zh_hans: 梅特恩特似乎很困惑。"是啊……？这呃……太棒了。好吃。真的……令人愉快。是的……"梅特恩特茫然地盯着你，跟着你的动作直到你离开了房间。你听到身后的门锁声。

source: Leave him alone.
ko: 그를 두고 떠난다.
ru: Оставить его в покое.
zh_hans: 不管他。
