Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "But you didn't hear me, captain! You aren't paying for the pen, I'm giving it to you. Asss friendssss do, you know? Charging 3 ssscrap for a pen would be ridiculoussss. I'm offering to exchange the pen for a sssslight royalty. Sssuch asss anyone would expect from a pen of sssuch fine quality. I mean, jussst look at thisss pen!" Billy holds up the pen for you, showing off a couple features. "You can usssse thisss to switch the color of the ink, and if you leave the cap off for too long it even sssseals the cartridge to prevent it from drying out!"
ko: "쩨 말을 듣찔 않으씨는군요! 쓰크랩을 찌불해야 하는 게 아니에요. 이건 쩨가 당씬에게 쭈는 겁니다. 친구끼리 그러는 것처럼요. 펜 하나에 3 쓰크랩을 청구하는 건 말도 안 되쬬. 쩌는 이 펜을 약간의 로열티와 교환하짜고 쩨안하는 거예요. 이런 훌륭한 품찔의 펜이라면 누구나 예쌍할 쑤 있는 쩨안이쬬. 쩨 말은, 그냥 이 펜을 한 번 쫌 봐보쎄요!" 빌리가 펜을 들어 올려 몇 가지 기능을 선보입니다. "이 쓰위치로 잉크의 쌕을 바꿀 쑤도 있고, 뚜껑이 오래 열려 이쓰면 잉크가 마르는 거쓸 방찌하기 위해 카트리찌가 밀봉되쬬!"
ru: "Но вы меня не рассслышшшали, капитан! Вы не платите за ручку, я ее вам дарю. Как это делают друзья, понимаете? Брать 3 лома за ручку было бы сссмешшшно. Я предлагаю обменять ручку на небольшшшое вознаграждение. То, что можно ожидать от ручки такого высссокого качессства. Только посссмотрите на эту ручку!" Билли протягивает вам ручку, демонстрируя несколько функций. "Ссс ее помощщщью можно менять цвет чернил, а есссли оссставить колпачок открытым надолго, она даже запечатает картридж, чтобы он не засссох!"
zh_hans: "但是你没有听明白我话，舰长！你不是为笔付钱，而是我给你笔。作为朋友，你知道吗？为一支笔收取3废料太荒谬了。我提议"用这支笔换一个特许使用权。就像任何人都会期待一支如此优质的笔。我的意思是，看看这钢笔！"比利为你举起笔，展示了几个特点。"你可以用这个来改变墨水的颜色，如果你把盖子开得太久，它甚至会密封墨盒以防止它变干！"

source: Isn't exchanging an item for a 'royalty' literally the definition of paying for something?
ko: 물건을 '로열티'와 교환한다는 것이 곧 지불의 정의가 아닌가요?
ru: Разве обмен товара на "вознаграждение" не является буквальным определением оплаты за что-то?
zh_hans: 用一件物品换取"特许权使用费"，从字面上看，不就是为东西支付的定义吗？

source: "Captain, I think you ssshould find the definition of wordsss often betray the efficacccy of their usssage. 'Paying' for ssssomething carriessss a cccertain connotation, one which isss very impersssonal. You pay for groccceriesss, you pay for a subssscription. Thisss, however, isss an exchange. A trade, a premium offer. A one of a kind deal. Did you know only 50 of thesssse pensss were ever made? They were originally meant only for Hektar executivessss and boardroom invessstorsss, but we made a few extrasss asss well. If you think about it, owning thisss pen cossst sssome people a LOT more than 3 sssscrap!"
ko: "썬짱님, 단어의 쩡의는 씰쩨 싸용되는 의미를 배반하는 경우가 짲다는 거쓸 아쎠야 할 것 같씁니다. 무언가에 대한 '찌불'이라는 표현은 아쭈 인간미 없는 함축쩍 의미를 가찌고 이쬬. 씩료품갑쓸 찌불하고, 구독료를 찌불하고. 하찌만, 이건 교환입니다. 트레이드, 프리미엄 쌍품. 친쩔한 거래의 일쫑이쬬. 이 펜은 단 50개만 만들어쪘다는 싸씰을 아씨나요? 원래는 헥타르 경영찐과 이싸회 투짜짜들만을 위한 거씨어찌만, 쩌희는 추가로 몇 개를 더 쌩싼해씁니다. 쌩각해보씨면, 이 펜을 쏘유하는 데 3 쓰크랩보다 훨씬 더 많은 돈을 쓴 싸람들이 있는 거예요!"
ru: "Капитан, я думаю, вы должны заметить, что определение ссслов часссто говорит об эффективносссти их иссспользования. "Платить" за что-то несссет в сссебе определенную коннотацию, причем очень обезличенную. Вы платите за продукты, вы платите за подписсску. Однако это обмен. Обмен, премиальное предложение. Единссственная в сссвоем роде сссделка. Знаете ли вы, что таких ручек было выпущщщено всссего 50 штук? Изначально они предназначалисссь только для руководителей "Гектар" и инвесссторов в зале зассседаний, но мы сссделали и несссколько дополнительных экземпляров. Есссли подумать, то для некоторых людей эта ручка обошшшласссь бы гораздо дороже, чем в 3 лома!"
zh_hans: "舰长，我想你应该会发现，词的定义往往背离了他们习惯的用法。'付钱'买东西有一个特定的内涵，一个非常冷漠的内涵。你为杂货买单，你为订阅买单。然而，这就是，进行交换。然而，这个交易，是独一无二的。你知道这种笔只制造了50支吗？它们最初只提供给于赫克塔高管和董事会投资人，但我们做了一些额外的事情好吧。如果你想一想，拥有这支钢笔的人拥有多少个3废料！

source: Okay, but why do I have to give you 3 scrap for a pen?
ko: 좋습니다. 하지만 왜 제가 펜을 위해 당신에게 3 스크랩을 줘야 하죠?
ru: Хорошо, но почему я должен отдавать 3 лома за ручку?
zh_hans: 好吧，但是为什么我要给你3废料来换一支笔呢？

source: "Well, you don't HAVE to. But why wouldn't you? Thisss isssn't the sssort of pen you jussst find at any old ssstationery ssstore. Thisss pen wass created by the mossst prestigiousss pen manufacturer in the world, located in the richest dissstrict in the Confederacccy! Not one sssoul hasss ever usssed thisss pen excccept myssself, and I've only jussst usssed it barely. It hasss itsss whole life ahead of it, and that life could be well sssserved in your favor! And only for 3 whole ssscrap! I'm amazed you haven't taken it already!"
ko: "뭐, 쭈씰 필요 업써요. 하찌만 쭈씨찌 않을 필요도 업짢아요? 이건 오래된 문구쩜에써도 볼 쑤 있는 쩡도의 펜이 아니라고요. 이 펜은 군계의 가짱 부유한 찌역에 위치한 쎄계에써 가짱 권위 있는 펜 쩨쪼업체에써 만들어쪘답니다! 쩌 말고는 아무도 싸용할 쑤 없는 펜이고, 쩌도 거의 싸용하찌 않아쬬. 이 펜에게 남아있는 길고 긴 여쌩이 당씬에게 온쩐히 쩨공될 거씹니다! 단돈 3 쓰크랩에 말이쬬! 아찍도 안 받아 가씬 게 놀랍네요!"
ru: "Ну, вы НЕ ОБЯЗАНЫ. Но почему бы и нет? Это не та ручка, которую можно найти в любом ссстаром канцелярссском магазине. Эта ручка была сссоздана сссамым прессстижным производителем ручек в мире, расссположенным в сссамом богатом районе Конфедерации! Кроме меня, этой ручкой не пользовалссся практичессски никто. У нее впереди целая жизнь, и эта жизнь может быть полезна для вассс! И всссего за три лома! Удивительно, что вы ещщще не присссвоили ее сссебе!"
zh_hans: "好吧，你不必这样做。但你为什么不呢？这不是你在任何一家旧文具店都能找到的那种笔。这支笔是由世界上最负盛名的笔制造商制造的，位于邦联中最富有的地区！除了我自己，没有一个人用过这支笔，而我只是勉强用过它。这支笔可以为你服务一生！而且只要3废料！我很惊讶你还没有接受！"

source: I think you're kind of overselling this pen.
ko: 과장처럼 들립니다.
ru: Мне кажется, вы несколько преувеличиваете значение этой ручки.
zh_hans: 我觉得你有点夸大了这支笔。

source: "Pffft, oversselling? I think you jussst underesstimate the quality of thisss pen. Look, I get it. Sssome people jussst look at thisss and think 'Wow, that'sss jussst a really cool pen. But I'm not the kind of perssson who NEEDSSS a really cool pen.' I get it, really, I do. But consssider thisss. Do you have any other pensss lying around right now? Doesssn't sssseem like it. You're usssed to that cheap crap that lassstsss maybe a week. Thissss pen isss nothing like thossse. Thisss pen will lassst you a year - a year of CONTINUOUSSS usssse! But with your limited pen usssage ratesss, it could lassst you your entire life! Or clossse to it, anywaysss! Thissss isss a long term invesstement. Never again do you have to go and buy more cheap, horrible pensss. For only 3 scrap you can have the only pen you'll ever need ever again - and it's a fantassstic pen on top of that!"
ko: "참나, 과짱이라니요? 이 펜의 품찔을 너무 과쏘평가하씨는 것 같네요. 짜, 뭐가 문쩨인찌 이해해써요. 어떤 싸람들은 이 펜을 보고 이렇게 쌩각할 거예요. '와, 쩡말 머찐 펜이네. 하찌만 나는 쩡말 머찐 펜이 필요한 그런 싸람이 아니야.' 이해해요, 찐짜로 이해해요. 하찌만 쌩각해 보쎄요. 찌금 이 씨쩜에써 쭈위에 다른 펜이 있나요? 그런 것 같찌는 않네요. 당씬은 아마도 찌난 일쭈일 쩡도 그 싸구려 쓰레기들에 익쑥해쪄써요. 이 펜은 그런 것들하고는 달라요. 이 펜은 당씬에게 1년을, 1년간의 찌쏙쩍인 싸용을 썬싸할 거예요! 당씬의 펜 싸용률이 낮다는 쩜을 고려하면, 평쌩을 갈 쑤도 있게쬬! 어쨌든 그에 근쩝한 쩡도는 갈 거예요! 이건 짱기 투짜에요. 다씨는 더 싸고 끔찍한 펜을 싸러 갈 필요가 업써요. 단돈 3 쓰크랩으로 당씬의 여쌩에 필요할 유일한 펜을 가찔 쑤 있는 거예요. 게다가 그 펜이 아쭈 환쌍쩍인 펜인 거쬬!"
ru: "Пфф, преувеличиваю? Я думаю, вы просссто недооцениваете качессство этой ручки. Поссслушшшайте, я понимаю. Некоторые люди просссто сссмотрят на нее и думают: "Вау, это просссто очень крутая ручка. Но я не из тех людей, которым НУЖНА дейссствительно крутая ручка". Я понимаю, правда, понимаю. Но подумайте вот о чем. Есссть ли у вассс сссейчассс другие ручки? Не похоже. Вы привыкли к дешшшевому дерьму, которого хватает на неделю. Эта ручка сссовсссем не похожа на них. Эта ручка ПРОСССЛУЖИТЬ вам целый год - год непрерывного иссспользования! А при ограниченном иссспользовании ручки, она может проссслужить вам всссю жизнь! Или почти всссю жизнь! Это долгосссрочная инвессстиция. Вам большшше никогда не придетссся покупать дешшшевые, ужасссные ручки. Всссего за 3 лома вы можете получить единссственную ручку, которая вам когда-либо понадобитссся, и, кроме того, это фантассстичессская ручка!"
zh_hans: "噗，推销？我觉得你只是低估了这支钢笔的质量。看，我明白了。有些人只是看着这支笔就想，'哇，这就是一支非常酷的笔。但我不是那种需要一支非常酷的笔的人。我明白了，真的，但是考虑一下。你现在还有其他的笔吗？看起来不像。你已经习惯了那种可能只能用一周的廉价东西。这支笔可不像那些东西。这支笔能持续使用一年 - 一年的时刻不停地写！但以你有限的笔使用率，它肯定够用一生了！或者接近它，反正！这是一项长期投资。你再也不用去买更便宜、更可怕的笔。只需3废料，你就可以拥有唯一一支你将永远需要的笔——而且它是一支非常棒的笔！"

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: "I knew you'd come around to it eventually! Here you go captain!" Billy hands you the pen, which has an impressive weight to it and glistens under the light. Billy smiles smugly, proud of managing to convince you to spend 3 scrap on a pointless, albeit fancy, writing utensil.
ko: "결국 받으씰 쭐 알아써요! 여기 이씁니다, 썬짱님!" 빌레에게 건네받은 펜은 꽤나 묵직하며 조명을 받아 번쩍이고 있습니다. 빌리는 쓸데없이 화려한 필기구에 3 스크랩을 내도록 당신을 설득한 것이 자랑스러워 의기양양하게 웃고 있습니다.
ru: "Я знал, что в конце концов вы одумаетесссь! Держите, капитан!" Билли протягивает вам ручку, которая имеет внушительный вес и блестит на свету. Билли самодовольно улыбается, гордясь тем, что ему удалось убедить вас потратить 3 лома на бессмысленный, хотя и модный, письменный прибор.
zh_hans: "我就知道你最终会接受它的！给你舰长！"比利把笔递给你，它的重量令人印象深刻，在灯光下闪闪发光。比利得意地笑了笑，很自豪能说服你花3废料买一个毫无意义但花哨的书写工具。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Sssseriousssly? After all of that prodding, all of that PERFECT sssalesssmanssship, and you ssstill don't want it?! Sssshit, I never thought I'd sssee the day. I've been playing thissss game with jussst about everyone I've ever met and it hassss never failed me before. Isss it the pen? I ussse different itemsss every time and I thought thisss pen would really win you over. Wow..." Billy seems genuinely blown away. "Well at leasssst I get to keep the pen I guesss. It really isss a good pen by the way, you're really misssing out."
ko: "찐씸이쎄요? 그렇게 째촉했는데도, 그렇게 완벽한 쎄일쯔맨씹을 발휘했는데도, 그런데도 교환할 마음이 없다구요?! 쩬짱. 이런 날이 올 쭐은 쌍쌍도 못 해써. 쩌는 찌금까찌 만나본 거의 모든 싸람과 이 게임을 했는데, 한 번도 씰패한 쩍 업써써요. 펜이 문쩨인 건가? 쩌는 매번 다른 쌍품을 싸용하는 데, 이 펜이라면 당씬을 완쩐히 싸로짭을 거라고 쌩각해써요. 와..."
ru: "Сссерьезно? Посссле всссех этих уговоров, посссле всссех этих прекрасссных рекламных ходов, и вы всссе ещщще не хотите ее?! Черт, никогда не думал, что доживу до этого дня. Я играю в эту игру практичессски сссо всссеми, кого вссстречаю, и она ещщще ни разу меня не подводила. Дело в ручке? Я каждый раз иссспользую разные предметы, и я думал, что эта ручка дейссствительно вассс покорит. Ух ты... Билли выглядит иссскренне потрясссенным. "Ну, по крайней мере, я могу оссставить ручку сссебе. Между прочим, это дейссствительно хорошшшая ручка, вы многое потеряли".
zh_hans: "真的吗？经过所有的刺激，所有完美的推销，你仍然不想要它？！厚礼蟹，我从没想过我会看到这一天。我一直在和每个我见过的人玩这个游戏，它从来没有让我失望过。是笔吗？我每次都用不同的东西，我认为这支笔真的会赢得你的青睐。哇......"比利似乎真的被震撼了。"好吧，至少我可以保留我这支笔。顺便说一句，它确实是一支好笔，你真的错过了。"

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: "Here you go captain!" Billy hands you the pen, which has an impressive weight to it and glistens under the light. Billy smiles smugly, proud of managing to convince you to spend 3 scrap on a pointless, albeit fancy, writing utensil.
ko: "여기써요 썬짱님!" 빌레에게 건네받은 펜은 꽤나 묵직하며 조명을 받아 번쩍이고 있습니다. 빌리는 쓸데없이 화려한 필기구에 3 스크랩을 내도록 당신을 설득한 것이 자랑스러워 의기양양하게 웃고 있습니다.
ru: "Держите, капитан!" Билли протягивает вам ручку, которая имеет внушительный вес и блестит на свету. Билли самодовольно улыбается, гордясь тем, что сумел убедить вас потратить 3 лома на бессмысленный, хотя и модный, письменный прибор.
zh_hans: "给你舰长！"比利把笔递给你，它的重量令人印象深刻，在灯光下闪闪发光。比利得意地笑了笑，很自豪能说服你花3废料买一个毫无意义但花哨的书写工具。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

# data/events_socialize.xml$//event[@name="SOCIALIZE_BILLY_GENERIC_4_REFUSE"]/text
source: "Oh but captain, think about what you'd be missssing! Thisss isss very well your own chanccce of buying a pen thisss great, a pen like thisss. You'd be unique, ssspecccial, you'd ssstand out asss being that perssson with fantassstic tassste in writing utensssilsss. You might think that kind of thing doesssn't matter, but it doesss. It sssendsss a messsssage to othersss about who you are. You aren't sssome nobody ussssing a ssshitty plassstic pieccce of crap - you're of the pen masssterclasss! You'd have the kind of pen everyone wantsss, that would bring out genuine envy in other people. People'd asssk you 'Where'd you get that cool pen?' and 'Where can I buy a pen asss cool asss that?' And you know what you'd get to tell them? 'I bought thissss pen from the CEO of Hektar Indussstriessss! Thisss pen isss one of a kind, and it'sss mine!' Do you really want to misss up on an opportunity like that?"
ko: "그런데 썬짱님, 찌금 어떤 기회를 놓치는 건찌 알기나 하씨나요? 이런 명기를 쌀 쑤 있는 기횐데, 이런 펜을. 필기구에 일가견이 있는 함짱으로 알아 쭐 텐데... 이게 크게 쌍관 업쓰리라 쌩각하씨게찌 마는, 쭝요하다구요. 남들에게 함짱님이 어떤 싸람인찌 보여쭌다구요. 남들에게 쩐령을 쩐해쭐 때 대충 길거리에써 나눠쭈는 펜으로 쓰찌 않는다는 걸 보여쭐 때라구요! 필기구론 최쌍위층이라구요! 함짱님껜 모두가 갖고앂어하는 펜이 있는데, 당연히 남들이 부러워 하게쬬. 다른 이들이 "아! 그 펜 어디써 받아써" 라던찌, "그 펜 어디써 싸써?" 라던찌, 인싸들이 받는 찔문들을 받게쬬? 그러면 함짱님은 '어.. 헥타르 싸의 CEO에게 싼 거야! 이런 펜 또 없는데, 내 거라고!" 라고 우쭐댈 쑤도 이쓸텐데! 그런 기회를 놓칠 건가요?"
ru: "Ох, капитан, подумайте, что вы упуссскаете! Это очень хорошшший шшшанссс приобресссти такую замечательную ручку, такую ручку, как эта. Вы ссстанете уникальным, осссобенным, вы будете выделятьссся сссреди других людей, обладающщщих фантассстичессским вкусссом в выборе писссьменных принадлежноссстей. Вы можете подумать, что такие вещщщи не имеют значения, но это не так. Они дают понять окружающщщим, кто вы такой. Вы - не какое-то ничтожессство, пользующщщеессся дерьмовым плассстиковым куссском - вы принадлежите к классссу массстеров пера! У вассс будет такая ручка, о которой мечтает каждый, которая вызовет неподдельную зависссть у других людей. Люди будут ссспрашшшивать: "Где вы взяли такую классссную ручку?" и "Где я могу купить такую же классссную ручку?" И знаете, что бы вы им ответили? "Я купил эту ручку у генерального директора Гектар Индассстриз! Эта ручка единссственная в сссвоем роде, и она - моя!" Неужели вы хотите упуссстить такую возможносссть?"
zh_hans: "哦，但是舰长，想想你会错过什么！如果你有机会买一支这样好的笔将会非常棒。你会是特殊的，独一无二的，你会脱颖而出，成为那个具有梦幻书写风格的人。你会拥有每个人都想要的那种笔，这会让其他人产生真正的嫉妒。人们会问你从哪里弄来的那支很酷的笔？和我在哪里可以买到一样很酷的笔？你知道你会告诉他们什么吗？我从赫克塔工业的CEO 那里买了这支笔！这支笔是独一无二的，它是我的！你真的想错过这样的机会吗？"

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: Yeah I'll pass.
ko: 네, 괜찮습니다.
ru: Нет, я пас.
zh_hans: 还是算了。

source: Billy frowns. "Really? I guesss you're jussst not a pen perssson like me." Billy looks fondly at the pen. "Well at leassst I get to keep it I guesss. I really though it'd work though..."
ko: "그래요? 쩌 같이 필기구에 찐씸인 싸람이 아니씬가 보네요." 빌리가 애정 어린 시선으로 펜을 바라봅니다. "쩍어도 쩨가 가찔 쑤는 있네요. 함짱님한테 팔아 넘길 쑤 이쓸 거라 쌩각해찌만..."
ru: Билли хмурится. "Правда? Наверное, вы просссто не любите ручки, как я". Билли с нежностью смотрит на ручку. "Ну, по крайней мере, я могу оссставить ее сссебе. Я дейссствительно думал, что это сссработает..."
zh_hans: 比利皱眉。"真的吗？我猜你根本不像我这样的笔爱好者。"比利深情地看着笔。"好吧，我猜我至少可以保留它。我真的认为它会起作用……"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_BILLY_GENERIC_5"]/text
source: "Gender isss ssssuch a weird thing, don't you think captain? Back in the daysss of the Clairvoyant Empire, there wasss no 'gender' to usss Slugsss. As hermaphroditesss, there wasssn't much dissstinction. Then we made contact with the Union and culture wasss flipped on itsss head. To be honessst, I'm a bit of a Union fanatic myssself, but you could probably guesss that. Of all the thingsss we adopted from humanity though... the conccceptsss of binary gender are the weirdessst to me. Not that all humansss think that way, but whoever gave the reformissstsss thossse ideasss sssure did."
ko: "썽별이란 참 이쌍하찌요. 안 그런가요 함짱님? 투씨짜 쩨국 씨쩔 쓸러그에겐 썽별 같은 건 업썼다구요. 짜웅동체인데 써로 별 차이가 업썼단 말이쬬. 그러더니 얼마 안 가 연맹과 쩝촉해 우리 문화가 쩡 반대로 변해 버려써요. 쏠찍히 말씀드리짜면, 쩌도 연맹 씬봉짜에요. 아마 이미 알고 계쎴겠쬬. 그런데 우리가 인류에게 영향받은 것 쭝에써 쩬더이분법이 쩨일 이쌍해써요. 물론 모든 인간이 그렇게 쌩각하는 건 아니찌만, 개혁쩡당의 인간들은 그렇게 쌩각하는 것 같더라고요."
ru: "Гендер - это такая ссстранная вещщщь, вы не находите, капитан? Во времена империи Ясссновидящщщих для нассс, ссслизней, не сссущщщессствовало "гендера". Как гермафродиты, мы не имели осссобых различий. Потом мы вссступили в контакт ссс Сссоюзом, и культура была перевернута ссс ног на голову. Чессстно говоря, я сссам немного фанатик Сссоюза, но вы, наверное, догадываетесссь об этом. Однако из всссего, что мы переняли у человечессства, концепция бинарного гендера кажетссся мне сссамой ссстранной. Не то чтобы всссе люди так думали, но тот, кто подкинул реформаторам эти идеи, точно так думал".
zh_hans: "性别真是个奇怪的东西，你不觉得吗舰长？早在通天帝国的时代，蛞蝓族就没有"性别"。作为雌雄同体，并没有太大的区别。然后我们与同盟取得了联系，文化一发不可收拾。老实说，我自己有点像同盟狂热分子，但你可能已经猜到了。不过，在我们从人类那里得到的所有东西中……二元性别的概念对我来说是最奇怪的。并不是所有的人类都这么想，但给改革者们提出想法的人确实如此想的。"

source: Gender is very weird.
ko: 성별이란 참 희한하지.
ru: Гендер - очень странная тема.
zh_hans: 性别非常奇怪。

source: Billy nods. "I played around with both sssidesss a little while. Then I kind of decccided it didn't really matter, you know? It'ssss niccce for people who want to fit in a niccce category I guesss, but I jussst can't be bothered. Ol' Billy isss just Billy. I'll be who I'll be and I'll like whoever I like damn it. I think both sssidesss are too radical, sssometimesss. But what do I know, I keep my nossse out of politicsss when I can."
ko: 빌리는 끄덕였습니다. "쩌도 양쪽을 다 찌찌해 본 쩍이 이써요. 근데 어느 쪽이든 별 쌍관이 없는 거에요. 누가 됐든 짜기가 편한 고쓸 찾는다면 쫗게찌만... 쩌에겐 귀찮아써요. 늙고 병든 빌리는 그냥 빌리예요. 그냥 내 짜씬에 떳떳한 싸람이 되는 게 쭝요한 것 같아요. 쩨 쌩각엔 양 쪽 다 너무 급찐쩍인 것 같아요. 하찌만 쪠가 뭘 알게나요. 쩡치에는 더 이쌍 관여 말아야찌."
ru: Билли кивает. "Я немного поиграл ссс обеими сссторонами. Потом решшшил, что это не имеет значения, понимаете? Наверное, это приятно для тех, кто хочет вписссатьссся в какую-то приятную категорию, но меня это просссто не волнует. Ссстарина Билли - это просссто Билли. Я буду тем, кем я буду, и мне будет нравитьссся тот, кто мне нравитссся, черт возьми. Мне кажетссся, что иногда обе ссстороны ссслишшшком радикальны. Но я ссстараюсссь не лезть в политику, когда могу".
zh_hans: 比利点头。"我在两边都体验过一段时间。然后我觉得这并不重要，你知道吗？我猜想，对于那些想要属于某个类别的人来说，这就是好的，但我就是不想纠缠于此了。老比利就是比利。我会成为我将成为的人，我会喜欢任何我喜欢的人该死的。我认为这两派有时都太激进了。但我知道什么，我保持尽量不去谈政治。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_SYLVAN_NOTHING"]/text
source: "Sssorry ssstranger, I think I've exausssted myssself. It'sss busssy work, being a merchant and a ssstoryteller issss tough work. Come back later maybe, when I've regenerated my energy, eh ssstranger?"
ko: "미안해요 낯썬이. 찌금은 너무 피곤해요. 쌍인에 이야기꾼을 겸하는 건 쓉찌 않거든요. 쩨가 푹 쒼 다음에 다씨 와쭈쎄요. 아씨게쬬?"
ru: "Просссти, сстранник, кажетссся, я уссстал. Это тяжелая работа, быть торговцем и рассссказчиком - нелегкий труд. Приходи позже, может быть, когда я восссстановлю сссвои сссилы, а, ссстранник?"
zh_hans: "抱歉陌生人，我想我把自己累坏了。这是一个很忙的工作，当一个游商和一个故事讲述者是困难的工作。也许等我恢复精力后回来，嗯？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYLVAN_GENERIC_1"]/text
source: You pass by Sylvan, and try to wave hello to him. Instead, he becomes gravely serious and stares you in the eyes. "There will come a time, ssstranger, when we mussst face our demonssss, but for the recklesss few the time will come sssooner than it will later. And upon that day of judgement we will learn the graccccelesss truth. There isss no mercccy for any of usss in the eye of god, but not even a tear for the sssinner."
ko: 실반을 마주쳐서 손을 흔들어 인사하려고 했는데, 그는 갑자기 심각해져서 당신을 노려봅니다. "낯썬이, 언쩬가는 우리가 악마와 마써야 할 때가 올 거씹니다. 무모한 쏘쑤의 싸람에게는 그때가 더 빨리 오게찌요. 씸판의 날에 우리는 볼품없는 찐씰을 마쭈하게 될 거씹니다. 씬의 눈은 우리 쭝 누구에게도 짜비를 보이찌 않을 거씨며, 쬐인에게도 눈물을 보이찌 않을 거씹니다."
ru: Вы проходите мимо Сильвана и начинаете махать ему рукой. Вместо этого он становится серьезным и пристально смотрит вам в глаза. "Придет время, ссстранник, когда мы должны будем вссстретитьссся лицом к лицу сссо сссвоими демонами, но для безрассссудных это время нассступит раньшшше, чем позже. И в тот сссудный день мы узнаем бессспощщщадную иссстину. В очах божьих нет милосссердия ни для кого из нассс, но нет и ссслезы для грешшшника".
zh_hans: 你经过希尔凡，试着向他挥手打招呼。相反，他变得非常严肃，盯着你的眼睛。"总有一天，我们必须面对我们的恶魔，但对于鲁莽的少数人来说，时间会来的更早。在审判的那一天，我们将了解无情的真相。在神的眼中，对任何一个人都没有怜悯之心，对罪人连一滴眼泪都没有。"

source: W-What??
ko: 예??
ru: Ч-что??
zh_hans: 什......什么？

source: "Don't worry about it... too much. It'ssss jussst an important bit of adviccce from one friend to another, eh ssstranger? Good to keep cccertain thingsss in mind in casssse you're ever feeling a bit too ambitiousss!" Sylvan pats you on the pack and walks away without another word, leaving you utterly baffled and most of all startled.
ko: "너무... 걱쩡하찌는 마쎄요. 그냥 친구가 해쭈는 쪼언이니까요. 당씬이 너무 야씸쩍일 때를 대비해써 특쩡한 것들을 염두에 두는 거쓴 쫗은 일이쬬!" 실반은 놀라고 당황한 당신의 등을 토닥이고는 다른 말 없이 가버렸습니다.
ru: "Не бессспокойссся об этом... сслишком сссильно. Это просссто важный сссовет от одного друга другому, а, ссстранник? Полезно помнить о некоторых вещщщах на ссслучай, есссли ты вдруг почувссствуешшшь сссебя ссслишшшком амбициозным!" Сильван похлопывает вас по плечу и уходит, не сказав больше ни слова, оставив вас в полном недоумении и больше всего в изумлении.
zh_hans: "别担心......太多了。这只是一个朋友对另一个朋友的重要建议，嗯，陌生人？最好记住一些事情，你总有点太野心勃勃了！"希尔凡拍了拍你的背然后一言不发地走开了，让你完全困惑，最重要的是吓了一跳。
