Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_GENERIC_3"]/text
source: Despite exchanging not yet even a greeting with Metyunt as you pass, he seems to almost immediately launch into some tirade. "Cultural preservation is a pestilent and invasive virus which has damned my species. By clinging to our tribal culture, we all but ensured a life of eternal irrelevance in the galaxy. I don't mean to suggest Hektar of all things was the solution... after review I can say with certainty it wasn't. I've done some reassesment of the situation and I think perhaps blending in with the Zoltan people might suit us. I don't see why our two peoples should be irreconcilable. Given time I'm sure we could flourish!"
ko: 복도에서 마주치고 아직 인사도 나누지 않았는데 메튠트가 갑자기 비난 같은 것을 시작합니다. "문화 보존은 제 종족을 망쳐버린 치명적이고 전염력 높은 바이러스입니다. 저희는 저희 부족의 문화에 매달림으로써 은하계와 영원히 무관한 삶을 만들었습니다. 헥타르가 해결책이었다고 말하려는 건 아닙니다... 결과적으로도 해만 됐을 뿐이고요. 상황을 다시 평가해본 결과 저희는 졸탄 사람들과 섞여 사는 것이 적합할 것 같습니다. 저는 왜 우리 두 종족이 화해할 수 없는 관계에 놓였는지 모르겠습니다. 시간이 주어진다면 저희는 분명 번영할 수 있을 것입니다!"
ru: Несмотря на то, что Метьюнт даже не поздоровался с вами проходя мимо, он, кажется, почти сразу же разразился тирадой. "Сохранение культуры - это вредоносный и инвазивный вирус, который проклял мой вид. Цепляясь за свою племенную культуру, мы практически обеспечили себе вечную невостребованность в галактике. Я не хочу сказать, что Гектар был решением проблемы... После анализа я могу с уверенностью сказать, что это не так. Я провел некоторую переоценку ситуации и думаю, что, возможно, слияние с народом золтанов может нам помочь. Я не вижу причин, по которым наши два народа должны быть несовместимы. При благоприятного момента, я уверен, мы могли бы процветать!"
zh_hans: 尽管你经过时甚至没有与梅特恩特打招呼，但他似乎几乎立即开始了一些长篇大论。"文化保护是一种瘟疫和侵入性病毒，它已经诅咒了我的物种。通过坚持我们的部落文化，我们几乎确保了在银河系中永远无关紧要的生活。我并不是说赫克塔是所有事情的解决方案……经过审查，我可以肯定地说不是。我已经对情况进行了一些重新评估，我认为也许与超能族融合可能适合我们。我不明白为什么我们两国人民会不可调和。如果有时间，我相信我们会蓬勃发展！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_GENERIC_4"]/text
source: "I'm tired of monarchy. I put all my faith in Queen Thek, and it got me nowhere." Metyunt sighs. "I guess corporate CEOs aren't much better either. For all it's worth, Billy isn't too bad but he's... well he's Billy. Maybe I'll be an anarchist now. Anarcho-capitalist? I've heard that's a thing. Not quite sure how that works but maybe it's worth a try. What could go wrong at this point anyways?"
ko: "저는 군주제에 지쳤습니다. 태크 여왕님을 전적으로 믿어왔지만, 아무런 도움도 되지 않았죠." 메튠트가 한숨을 쉽니다. "기업의 CEO도 별반 다를 바 없는 것 같습니다. 빌리는 그럭저럭 나쁜 사람은 아니지만... 음, 그는 빌리입니다. 어쩌면 저는 아나키스트가 될지도 모르겠습니다. 무정부 자본주의였나? 그게 아주 물건이라고 들었습니다. 작동 방식은 모르겠지만, 시도해볼 가치가 있을 것 같네요. 어떤 길을 가든 지금보다 나빠질 수는 없을 테니까요."
ru: "Я устал от монархии. Я возлагал всю свою веру на королеву Тэку, и это ни к чему не привело". Метьюнт вздыхает. "Полагаю, корпоративные руководители тоже не намного лучше. Если уж на то пошло, Билли не так уж плох, но он... ну, он Билли. Может быть, я теперь буду анархистом. Анархо-капиталистом? Я слышал, что такие бывают. Не совсем понимаю, как это работает, но, может быть, стоит попробовать. В любом случае, что может пойти не так?"
zh_hans: "我厌倦了君主制。我完全相信泰克女王，但它让我一事无成。"梅特恩特叹了口气。"我想公司的CEO们也好不了多少。不管怎么说，比利还不错，但他……好吧，他是比利。也许我现在会成为无政府主义者。无政府资本主义？我听说这是一回事。不太确定它是如何工作的，但也许值得一试。无论如何，在这一点上会出什么问题？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_GENERIC_5"]/text
source: "In the tribe, I was often told my behavior was strange and may have been an indicator of a curse. Every day, I was forced to sing the 'Better Health' song, and dance some humiliating dance before a council of shaman. Every. Damn. Day. Once, I refused to sing for the council. That only made them more sure I was cursed. What kind of lizard doesn't sing and dance?" Metyunt says that last sentence mockingly, bitterness in his voice.
ko: "부족에 있을 때 저는 종종 행동이 이상하다며 저주받은 것 같다는 말을 들었습니다. 그래서 주술사 의회 앞에서 매일 '좋은 건강' 노래를 부르고 굴욕적인 춤을 추도록 강요받았죠. 매일 매일을 말입니다. 한번은 노래하는 걸 거부한 적도 있지만, 모두에게 제가 저주받았다는 사실을 더욱 확신시켰을 뿐이었죠. 노래하고 춤추지 않는 도마뱀이 세상에 어디 있냐면서 말이죠." 메튠트는 마지막 문장을 조롱하듯 말했습니다. 그의 목소리에는 씁쓸함이 담겨있습니다.
ru: "В племени мне часто говорили, что мое поведение странно и может быть показателем проклятия. Каждый день меня заставляли петь песню "Лучшее здоровье" и танцевать какой-то унизительный танец перед советом шаманов. Каждый. Чертов. День. Однажды я отказался петь для совета. Это только укрепило их в уверенности, что я проклят. Что за ящер, который не поет и не танцует?" Последнюю фразу Метьюнт произносит с издевкой, с горечью в голосе.
zh_hans: "在部落里，我经常被告知我的行为很奇怪，可能是受到诅咒的迹象。每天，我都被迫唱《健康之歌》，并在萨满面前跳一些屈辱的舞蹈。每……该死。天。有一次，我拒绝唱歌。那只会让他们更加确定我是被诅咒的。什么样的蜥蜴不会唱歌和跳舞？梅特恩特嘲讽地说最后一句话，声音中带着苦涩。

source: Why'd the queen pick you as a mediator with Hektar then?
ko: 그런데 왜 여왕이 너를 헥타르와의 중재자로 선택한 건가?
ru: Почему тогда королева выбрала вас в качестве посредника с Гектаром?
zh_hans: 那为什么女王会选择你作为赫克塔的中间人呢？

source: "The council grew older and so did I. Internal conflict between the council distracted them and I moved away from my parents. I got a bit into politics, where I was reminded again and again that I acted nothing like my contemporaries. I didn't find much success, but one of the Queen's agents found a file of mine from those old days of the 'curse'. Queen Thek didn't believe in the curse, but she thought my strange behavior and lack of adherence to traditional cultural values made me a good choice. Someone who would fit in with the Slugs." Metyunt snorts. "That's why I was chosen. I was such an antisocial hermit, so eager yet so dissonant and cold, that I was the perfect choice to serve ambassador to a capitalist hellscape. When I did get to Hektar though, they ran some psyche tests on me. Turns out I have some disorder they call 'high-functioning autism'. It wasn't a curse afterall. Not that I ever thought it was, but... well, I guess part of me was relieved to find out in the end."
ko: "시간이 흘러 의회도 저도 변화를 맞았습니다. 의회는 내부 갈등으로 불안정해졌고 저는 부모님과 떨어졌습니다. 그 후로 저는 정치에 살짝 발을 들였는데, 그 과정에서 제가 다른 도마뱀들과 다르게 행동한다는 것을 거듭 자각했습니다. 제가 별 성과를 거두지 못하고 있을 때, 여왕의 요원 중 하나가 저의 '저주'에 대해 언급된 옛 파일을 발견했습니다. 그런데 저주를 믿지 않던 태크 여왕은 저의 이상한 행동과 전통문화에 대한 집착의 결여가 적절하다고 생각했습니다. 슬러그와 잘 어울릴 것 같다고 말이죠." 메튠트가 코웃음을 칩니다. "그래서 제가 뽑힌 겁니다. 저는 아주 반사회적인 은둔자였고, 아주 열정적이면서도 굉장히 인기 없고 냉정하기에 자본주의 지옥의 대사로 딱 적합했습니다. 제가 헥타르에 도착했을 때 그들은 제게 몇 가지 정신 테스트를 했습니다. 그 결과 저는 '고기능 자폐증'이라 불리는 어떤 장애를 가지고 있는 것으로 밝혀졌습니다. 결국 저주가 아니었던 겁니다. 애초에 저주라고 생각한 적은 없었지만... 뭐, 끝내 진실을 알게 되니 어느 정도 마음이 놓이더군요."
ru: "Внутренний конфликт между членами совета отвлек их, и я уехал от родителей. Я немного занялся политикой, где мне снова и снова напоминали, что я веду себя совсем не так, как мои сверстники. Особого успеха я не добился, но один из агентов королевы нашел мое досье, сохранившееся с тех давних времен "проклятия". Королева Тэк не верила в проклятие, но считала, что мое странное поведение и отсутствие приверженности традиционным культурным ценностям делают меня хорошим выбором. Кто-то, кто впишется в ряды слизней". Метьюнт фыркнул. "Именно поэтому меня и выбрали. Я был таким антисоциальным отшельником, таким энергичным и в то же время таким нелюдимым и холодным, что идеально подходил на роль посла в капиталистическом аду. Когда я попал в Гектар, меня подвергли психическим испытаниям. Оказалось, что у меня какое-то расстройство, которое они называют "высокофункциональным аутизмом". В конце концов, это было не проклятие. Не то чтобы я думал, что это так, но... в общем, я думаю, что часть меня испытала облегчение, узнав об этом".
zh_hans: "理事会变老了，我也变老了。理事会的内部冲突分散了他们的注意力，我离开了我的父母。我有点涉足政治，我一次又一次地被提醒我的行为与我同时代的人完全不同。我没有取得多大的成功，但女王的一位特工发现了我的一份关于"诅咒"过去的档案。泰克女王不相信诅咒，但她认为我的行为怪异，缺乏对传统文化价值观的坚持让我成为了一个不错的选择。一个能适应蛞蝓的人。"梅特恩特哼了一声。"这就是我被选中的原因。我是一个如此反社会的隐士，如此渴望但又如此不和谐合冷酷，以至于我是担任资本主义地狱大使的完美选择。不过，当我确实到达赫克塔时，他们对我进行了一些心理测试。原来我有一些他们称之为"高功能自闭症"的疾病。这毕竟不是诅咒。虽然我从来没这么想过，但是…好吧，我想我最终知道了，心里还是松了一口气。"

source: You have a curse? Ew, GET AWAY FROM ME!
ko: 저주를 받았다고? 으으, 저리 가!
ru: Вы прокляты? Фу, ОТОЙДИТЕ ОТ МЕНЯ!
zh_hans: 你有诅咒吗？呃，离我远点！

source: Metyunt glares at you, but says nothing. He stares right into your soul for a few moments, wishing you a painful death, then leaves.
ko: 메튠트는 잠시 아무 말도 하지 않고 당신의 영혼을 응시하며 고통스러운 죽음을 빌고는 가버렸습니다.
ru: Метьюнт смотрит на вас, но ничего не говорит. Несколько мгновений он всматривается прямо в вашу душу, желая вам мучительной смерти, а затем уходит.
zh_hans: 梅特恩特瞪着你，但什么也没说。他凝视着你的灵魂片刻，希望你痛苦地死去，然后离开。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_BILLY_1"]/text
source: Billy strolls up to Metyunt, handing him a massive stack of papers. "Metyunt, I need thessse tax forms filled and promptly thereafter burned by the end of the ccccycle. Oh, and I have a call coming in from a contact with the KoN. Oh, and don't forget my coffee. I'll need it in an hour or elsssse I'm going to sssstart feeling the burn. And when you bring it to me I'm going to have a few more forms for you to file afterwardssss, okay?" Metyunt nods instinctively, although his posture has deflated. "Y-yes sure! Right away!" Billy nods and whistles, and turns to leave. However, before he makes it out of the room, Metyunt cries out. "Uhm, issss sssomething wrong, Metyunt? You ssssounded jussst now like sssomeone bit your tail off!" Metyunt's eye is stretched even wider than before, and it looks like he's about to pop. "HOLY SHIT! HOLY SHIT!" Billy looks quite frightened, as does everyone else watching the scene unfold. "NO! I'M NOT DOING ANY OF THAT! I DON'T WORK FOR YOU ANYMORE! HAHAHAHAHAHAH! HAHAHAHAHAHAHHAHAHAHAHAH!" Metyunt tears off his suit and tie and lets out a tribal screech. "FREEDOM! FREEDOM AT LAST!" Billy sighs. "Yessss, yesss, but when you're done having that epiphany I need thossse formsss burned pronto. And you really ssshouldn't have torn that ssssuit, it wasss quite expensssive."
ko: 빌리가 메튠트에게 걸어가 대량의 서류 뭉치를 건네줍니다. "메튠트, 이 세금 양식들을 작성하고 사이클이 끝날 때까지 태워줘. 아, 그리고 KoN의 연락처로 온 전화가 있어. 아, 그리고 내 커피 잊지 말고. 한 시간 내로 필요해질 테니까. 안 마시며 아주 정신이 불타버릴 거야. 그리고 그것들을 가져오고 나면 작성해야 할 양식 몇 개를 추가로 줄 거야. 알겠지?" 메튠트는 풀이 죽었지만, 본능적으로 고개를 끄덕입니다. "네 물론이죠! 바로 시작하겠습니다!" 빌리는 고개를 끄덕이고 휘파람을 불며 나가려고 몸을 돌렸습니다. 그런데, 그가 방을 나가기 전에 메튠트가 비명을 지릅니다. "음, 무슨 일 있나 메튠트? 누가 꼬리를 물어뜯은 것 같은 소린데!" 메튠트의 눈이 금방이라도 튀어나올 듯이 커졌습니다. "이런 젠장! 세상에!" 빌리를 포함해 이 장면을 본 모든 이들은 다소 겁먹은 표정을 지었습니다. "안 해! 아무것도 안 할 거야! 난 더 이상 네 밑에서 일하지 않아! 하하하하하하하! 하하하하하하하하하하하하!" 메튠트가 양복과 넥타이를 찢어버리고 부족 고유의 끽하는 소리를 냅니다. "자유다! 마침내 자유다!" 빌리가 한숨을 쉽니다. "그래그래, 기쁨을 만끽하고 나서는 바로 양식을 태워버리라고. 그리고 그 양복은 찢으면 안 됐어. 꽤 비싼 거거든."
ru: Билли подходит к Метьюнту и протягивает ему огромную пачку бумаг. "Метьюнт, мне нужно, чтобы эти налоговые формы были заполнены и быссстро сссожжены к концу рабочего дня. И ещщще, мне звонил один человек из АТ. И не забудь мой кофе. Он мне понадобитссся через чассс, иначе я начну чувссствовать жжение. И когда ты принесссешшшь его мне, у меня будет ещщще несссколько форм для заполнения, хорошо?" Метьюнт инстинктивно кивает, хотя его осанка осунулась. "Да, конечно! Прямо сейчас!" Билли кивает, свистит и поворачивается, чтобы уйти. Однако не успевает он выйти из комнаты, как Метьюнт кричит. "Что-то случилось, Метьюнт? Ты сейчас говорил так, как будто кто-то откусил тебе хвост!" Глаз Метьюнта растянулся еще шире, чем раньше, и кажется, что он вот-вот лопнет. "ЧЕРТ ВОЗЬМИ! ЧЕРТ ВОЗЬМИ!" Билли выглядит весьма испуганным, как и все остальные, наблюдающие за этой сценой. "НЕТ! Я НИЧЕГО ТАКОГО НЕ БУДУ ДЕЛАТЬ! Я БОЛЬШЕ НЕ РАБОТАЮ НА ТЕБЯ! ХАХАХАХАХАХ! ХАХАХАХАХАХАХАХАХАХА!" Метюнт срывает с себя костюм и галстук и издает племенной вопль. "СВОБОДА! НАКОНЕЦ-ТО СВОБОДА!" Билли вздыхает. "Да, но когда ты закончишшшь, мне нужно сссрочно сссжечь эти формы. И тебе не ссстоило рвать этот коссстюм, он был очень дорогим".
zh_hans: 比利走到梅特恩特面前，递给他一大摞文件。"梅特恩特，我需要填写税表，然后在账期结束前立即销毁。哦，我接到了一个与七夜爵士团的电话。哦，别忘了我的咖啡。我会在一小时内需要它，否则我会开始感到灼伤。当你把它拿给我的时候，我会再准备几张表格让你在事后归档，好吗？" 梅特恩特本能地点点头，尽管他的姿势已经泄气了。"是、是的，当然！马上！"比利点点头，吹口哨，转身离开。然而，在他走出房间之前，梅特恩特抱怨。"嗯，怎么了，梅特恩特？你现在听起来就像是有人咬断了你的尾巴一样！" 梅特恩特的眼睛比以前更宽了，看起来他快要爆炸了。"天啊！天啊！"比利看起来很害怕，其他观看这一幕的人也一样。"不！我什么都不会做！我不再为你工作了！哈哈哈哈哈哈！哈哈哈哈哈哈哈哈哈！"梅特恩特撕下他的西装和领带，发出部落的尖叫声。"自由！终于自由了！" 比利叹了口气。"是的，是的，但是当你完成了顿悟时，我需要立即烧掉这些表格。而且你真的不应该撕掉那件衣服，它很贵。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_BILLY_2"]/text
source: With Billy standing slightly off in the distance watching, Metyunt approaches you holding a blue pen. "Hello captain, you're looking very... pretty today. Do you want to buy a pen? It's only three scrap!" Metyunt holds out the pen forcefully, seemingly unsure of how exactly to present it. You can tell he really wants you to buy it.
ko: 빌리가 멀리 서서 지켜보는 가운데 메튠트가 파란 펜을 들고 당신에게 다가옵니다. "안녕하십니까 선장님. 오늘 정말... 예쁘십니다. 펜 하나 사시겠어요? 3 스크랩밖에 안 해요!" 메튠트는 어떻게 제시해야 할지 확신이 서지 않는 듯 강압적으로 펜을 내밉니다. 당신이 펜을 사주기를 정말로 원하는 것 같습니다.
ru: Билли стоит чуть в стороне и наблюдает за происходящим, а Метьюнт подходит к вам, держа в руках синюю ручку. "Здравствуйте, капитан, вы сегодня выглядите очень... хорошо. Не хотите ли купить ручку? Она стоит всего 3 лома!" Метьюнт решительно протягивает ручку, похоже, не зная, как именно ее преподнести. Видно, что ему очень хочется, чтобы вы ее купили.
zh_hans: 比利稍稍站在远处看着，梅特恩特拿着一支蓝色的笔走近你。"你好，舰长，你今天看起来很……漂亮，要不要买支笔？只要三废料！"梅特恩特用力地伸出笔，似乎不确定如何准确地呈现它。看得出他是真心要你买。

source: No thanks.
ko: 필요없어.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

# data/events_socialize.xml$//event[@name="SOCIALIZE_METYUNT_BILLY_2_REFUSE"]/text
source: "Mhm... right. I understand. I suppose that concludes this transaction, yes." Metyunt nods, and you think you see his eye wattering a bit. He saunters off, still clutching the pen awkardly. Billy frowns at you in the background and follows Metyunt, holding him in a half embrace.
ko: "음... 그래요. 이해합니다. 그럼 이 거래는 끝난 것 같네요." 메튠트가 고개를 끄덕입니다. 그의 눈에 눈물이 몇 방울 흐른 것 같습니다. 그는 여전히 어색하게 펜을 쥐고 어슬렁어슬렁 걸어갑니다. 빌리는 저 멀리서 당신에게 눈살을 찌푸린 후 메튜트를 반쯤 끌어안고 같이 걸어갑니다.
ru: "Мм... верно. Я понимаю. Полагаю, что сделки не будет, да". Метьюнт кивает, и вам кажется, что его взгляд немного потускнел. Он уходит, все еще неловко сжимая ручку. Билли хмурится, глядя вам вслед, и идет за Метьюнтом, прижавшись к нему.
zh_hans: "嗯……是的。我明白了。我想这笔交易就这样结束了，是的。"梅特恩特点点头，你觉得你看到他的眼睛有点颤抖。他漫步离开，仍然尴尬地抓着笔。比利在你身后皱眉，跟在梅特恩特身后，半拥着他。

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

source: Metyunt shouts something in his native tongue your translator doesn't catch and almost forgets to hand you the pen. "Uhm, right, yes. Thank you for your purchase. I enjoyed this transaction." Metyunt runs over to Billy, who pats him on the back. Once Metyunt is gone, Billy approaches you. "Thanksss for buying the pen, captain. I could tell the lizard'sss ssself essteem wasss low, ssso I wasss teaching him how to sssell people pensss. You made him really happy jusssst now." Billy smiles.
ko: 메튠트는 깜짝 놀라 번역기가 알아듣지 못하는 도마뱀어를 외쳤고, 펜을 건네줘야 한다는 사실조차 거의 잊어버렸습니다. "엄... 그래요, 네. 구입해 주셔서 감사합니다. 즐거운 거래였습니다." 메튠트는 빌리에게 달려갔고, 빌리는 그의 등을 토닥여줬습니다. 이윽고 메튠트가 가버리자 빌리가 당신에게 다가옵니다. "펜을 싸쭈쎠써 감싸해요 썬짱님. 그 도마뱀의 짜쫀감이 나짜 보여써 싸람들에게 펜을 파는 방법을 가르쳐 쭈고 이써써요. 당씬은 방금 그를 쩡말 행복하게 해쭌 거랍니다." 빌리가 미소 짓습니다.
ru: Метьюнт кричит что-то на своем родном языке, который переводчик не можете перевести, и почти забывает передать вам ручку. "Эм, точно, да. Спасибо за покупку. Я получил удовольствие от этой сделки". Метьюнт подбегает к Билли и похлопывает его по спине. Как только Метьюнт уходит, Билли подходит к вам. "Ссспасссибо, что купили ручку, капитан. Я понял, что у ящщщера низкая сссамооценка, поэтому я научил его как продавать людям ручки. Вы его сссейчассс очень порадовали". Билли улыбается.
zh_hans: 梅特恩特用他的母语喊了一些你的翻译没有听懂的东西，几乎忘了把笔递给你。"嗯，对，是的。谢谢你的购买。我很享受这次交易。"梅特恩特跑到比利身边，比利拍了拍他的背。梅特恩特走了，比利走近你。"谢谢你买笔，舰长。我看得出来蜥蜴的自尊心太低了，我在教他怎么卖笔。你让他现在真的很开心。"比利微笑。

source: Isn't this the same kind of pen Billy tried to sell me?
ko: 빌리가 나한테 팔려고 했던 펜 아닌가?
ru: Разве это не та самая ручка, которую Билли пытался мне продать?
zh_hans: 这不是比利试图卖给我的那种笔吗？

source: Metyunt seems at a loss for words. "Uhm... yes. But why not buy two? It's a good pen, and you should buy it. To write things with, as pens are meant to be used for. Or you can do other things with it too probably. I've only used it for writing but you can probably figure something out."
ko: 메튠트는 말문이 막힌 것 같습니다. "엄... 네. 하지만 두 개를 사도 되지 않을까요? 좋은 펜이니까 꼭 사셔야 합니다. 쓰기 위해서는 사야 합니다. 그것이 펜의 용도니까요. 아니면 이 펜으로 다른 일을 할 수 있을지도 모르겠습니다. 저는 글을 쓰는 데만 사용했지만, 아마 당신은 다른 용도를 찾을 수 있을 겁니다."
ru: Метьюнт, похоже, растерялся. "Э-э-э... да. Но почему бы не купить две? Это хорошая ручка, и вам стоит ее купить. Чтобы писать, как и положено ручкам. Или вы можете делать с ней и другие вещи, наверное. Я использовал ее только для письма, но вы, наверное, сможете что-нибудь еще придумать".
zh_hans: 梅特恩特似乎说不出话来。"嗯……是的。但是为什么不买两支呢？这是一支好笔，你应该买它。用来写东西，因为笔是用来写的。或者你也可以用它做其他事情。我只用它来写作，但你可能会想出一些东西。"

source: No thanks.
ko: 필요없어.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Buy the pen.
ko: 펜을 산다.
ru: Купить ручку.
zh_hans: 买下这支笔。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_BILLY_3"]/text
source: Just as you finish running some basic details by Billy and start to walk away, you notice Metyunt hurrying to catch up with Billy and ask him something. "Wait, Billy, before you go!" Billy swivels to face his former employee. "Oh right, the lizard. Yes Metyunt, what issss it? Remember, time isss money!" Metyunt nods, having heard that advice a million times before. "Well it's just... I wanted to know... uhm..." Billy yawns. "Come on Metyunt, sssspit it out already. Jussst because I'm out of the officcce doessssn't mean the work ssstopsss. Hektar isss ssstill afloat, even if barely, and I have thingsss to do!" "Right right... okay... uhm... What should my last name be?" Billy blinks. "Your... You don't know your lasssst name?" Metyunt shakes his head. "No no, I don't HAVE a last name. My people don't do those. But I heard it's a thing a lot of people do. And I want one." "But why? Mossst people don't even ussse them when talking to people. Look, take it from sssomeone who livesss in a nation with a fractured culture divided between two warring factionsss of ultraconsssservatisssm and ultraliberalisssm. Adjusssting your way of life to match another'sss can be helpful, but if your only reassson for doing ssso isss 'other people are doing it, ssso I ssshould too' then it'sss not sssuch a good idea. Just be yourssself. The name people call you doessssn't matter nearly asss much asss who you are ass a perssson." Metyunt seems satisfied with that. "Hmm... maybe you're right. You sound like you've given this a lot of thought." Billy shrugs. "I guesssss. I'm not a philosssopher, and now my brain hurtsss. If you don't mind, I'm going back to being extremely profitable now."
ko: 당신이 빌리와 세부 정보 조사를 마친 후 떠나려 하고 있을 때, 메튠트가 급히 빌리에게 달려와 무언가를 물어봅니다. "잠시만요 빌리, 물을 게 있습니다!" 빌리가 그의 전 직원을 향해 몸을 돌립니다. "아 그래, 도마뱀이군. 그래 메튠트, 무쓴 일이찌? 씨간은 돈이라는 걸 이찌 말게!" 메튠트는 수백 번도 더 들어본 빌리의 충고에 고개를 끄덕입니다. "글쎄요, 그냥... 알고 싶은 게... 음..." 빌리가 하품합니다. "이봐 메튠트, 이미 말해짢아. 내가 싸무씰 밖에 있다고 해써 일이 업써찌는 건 아니야. 헥타르는 간씬히 도싼만 면하고 이쓰니 할 일이 많다고!" "그렇죠... 좋아요... 음... 제 성은 뭐가 돼야 할까요? 빌리가 눈을 껌벅입니다. "너는... 짜기 썽을 모르나?" 메튠트가 고개를 가로젓습니다. "아니요, 저는 성이 없습니다. 도마뱀들은 성을 갖지 않습니다. 하지만 많은 사람이 성을 가진다고 하더군요. 그래서 저도 가졌으면 합니다." "하찌만 왜찌? 썽은 말할 때 쓸 일도 거의 없는데. 짜, 써로 대립하는 초보쑤쭈의와 초찐보쭈의 파벌로 인해 분열된 문화를 가찐 나라에 쌀고 있는 싸람의 말을 한번 들어봐. 짜기 쌂의 방씩을 다른 싸람에게 맞춰 쪼쩡하는 거쓴 분명 도움이 될 쑤 이찌만, 그러는 이유가 단찌 '다른 싸람들이 그러니까 나도 그래야게써'라면 그건 별로 쫗은 쌩각이 아니야. 너 짜씬을 바라봐. 싸람들이 너를 어떻게 부르는지는 네가 어떤 싸람인지와 아무 관련이 업써." 메튠트는 빌리의 대답에 만족한 것 같습니다. "흠... 그 말이 맞을지도 모르겠습니다. 이런 일에 대해 많은 생각을 해보신 것 같네요." 빌리가 어깨를 으쓱합니다. "어쩌면. 하찌만 나는 철학짜가 아니라 찌금 머리가 아프네. 문쩨가 해결됐다면 이쩨 아쭈 쑤익썽 높은 쌍태로 돌아가야게써."
ru: Как только вы закончили уточнять у Билли основные детали и начали уходить, вы заметили, что Метьюнт спешит догнать Билли и что-то спросить у него. "Погоди, Билли, прежде чем уйти!" Билли поворачивается лицом к своему бывшему Сотруднику. "Ах да, ящщщерица. Да, Метьюнт, в чем дело? Помни, время - деньги!" Метьюнт кивает, уже миллион раз слышал этот совет. "Ну, просто... Я хотел узнать... э-э-э..." Билли зевает. "Да ладно, Метьюнт, выкладывай уже. Есссли меня нет в офисссе, это не значит, что работа оссстанавливаетссся. Гектар всссе ещщще на плаву, пусссть и ссс трудом, а у меня есссть дела!" "Так, так... ладно... э-э-э... Как должна звучать моя фамилия?" Билли растерянно моргает. " Твоя... Ты не знаешь своей фамилии?" Метьюнт качает головой. "Нет-нет, у меня нет фамилии. У моего народа их нет. Но я слышал, что так делают многие. И я хочу иметь такую". "Но почему? Большшшинссство людей даже не иссспользуют их, когда разговаривают ссс людьми. Поссслушшшай, это говорит человек, живущщщий в ссстране ссс расссколотой культурой, разделенной между двумя враждующщщими фракциями - ультраконсссерватизмом и ультралиберализмом. Адаптация сссвоего образа жизни к чужим может быть полезной, но есссли единссственной причиной для этого являетссся "другие люди так делают, значит, и я должен", то это не очень хорошшшая идея. Просссто будь сссобой. Имя, которым тебя называют, не так важно, как то, кто ты есссть на сссамом деле". Метьюнт, кажется, удовлетворен этим. "Хм... Может быть, вы и правы. Вы говорите так, как будто много об этом думали". Билли пожимает плечами. "Наверное. Я не философ, и теперь у меня болит мозг. Если ты не возражаешшшь, я вернусь к тому, что сейчас чрезвычайно прибыльно".
zh_hans: 就在你完成了比利的一些基本细节并开始走开时，你注意到梅特恩特急忙追上比利并问他一些事情。"等一下，比利，在你走之前！" 比利转身面对他的前雇员。"哦，对了，蜥蜴。是的，梅特恩特，什么事？记住，时间就是金钱！"梅特恩特点点头，这个建议已经听过一百万次了。"嗯，只是……我想知道……嗯……" 比利打哈欠。"快点，梅特恩特，说出来。只是我不在办公室，这并不意味着赫克塔的工作停了。即使勉强，我也还有事情要做！" "对对……好吧……嗯……我的姓应该是什么？"比利眨眼。"你的……你不知道你的小名字吗？"梅特恩特摇摇头。"不不，我没有姓氏。我那的人不这样做。但我听说这是很多人都会做的事情。我想要一个。" "但是为什么呢？大多数人在与人交谈时甚至都不使用他们。听着，从一个生活在一个文化分裂的国家中的人那里得到的教训，这个国家分为两个交战派系，即极端保守主义和极端自由主义。调整你的生活方式以适应另一个可能会有所帮助，但如果你对做这个的唯一理由是"其他人正在这样做，所以我也应该这样做"，那么这不是一个好主意。做你自己。别人怎么叫你并不重要，重要的是你是谁。" 梅特恩特似乎对此很满意。"嗯……也许你是对的。听起来你已经考虑了很多。" 比利耸了耸肩。"我猜。我不是哲学家，现在我的脑子疼。如果你不介意的话，我现在又要回到非常有利可图的状态。"
