Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_GENERIC_3"]/text
source: It occurs to you that perhaps you've been addressing OOJ wrong this entire time. If he's the birthgiver to all Morphs, then wouldn't OOJ technically be a she? You ask OOJ their thoughts on this but they only respond with "majooka, pootoo lik pikoo?" This has only made you wonder more. Do Morphs have gender? Can they reproduce while morphed? How are they even alive? The more you think about Morphs, the more you don't want to think about them ever again.
ko: 여태 우즈를 잘못 대하고 있었다는 생각이 들었습니다. 우즈는 모든 모프에 생명을 부여해 줬으니 엄밀히 말하자면 여자가 아닐까요? 당신은 이런 생각을 가지고 우즈에게 물었지만 그는 그저 "마주카, 푸투 릭 피코?" 라고 했습니다. 이 말을 듣자 궁금증은 더욱 커져만 갔습니다. 모프에게 성별이 있을까? 모프 도중에 번식을 하는 걸까? 어떻게 살아 있을 수 있는 걸까? 모프에 대해 생각하면 할 수록 더는 그들에 대해 생각하고 싶지 않았습니다.
ru: Вам приходит в голову, что, возможно, вы все это время неправильно обращались к УДЖУ. Если он - родоначальник всех морфов, то разве УДЖ технически не является им? Вы спрашиваете у УДЖА, что он думает по этому поводу, но он отвечает только "маджуука, пуутоо лик пикоо?" Это только заставило вас задуматься еще больше. Есть ли у морфов пол? Могут ли они размножаться, находясь в форме морфа? Как они вообще живут? Чем больше вы думаете о морфах, тем больше вы не хотите думать о них больше никогда.
zh_hans: 你突然想到，也许你一直在错误对待 OOJ。如果他是所有模物族的生育者，那么从技术上讲，OOJ 不会是她吗？你问 OOJ 他们对此的看法，但他们只回答"majooka，pootoo lik pikoo？"这只会让你更加好奇。模物族有性别吗？他们可以在变形时繁殖吗？他们怎么还活着？你对模物族想得越多，你就越不想再想它们。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_GENERIC_4"]/text
source: You notice, mysteriously, the cargo bay has been reorganized. Even stranger, this happened only a few hours after you caught OOJ eating the toiletries in the bathroom. You wonder if the two things are related, but you also know you'll never understand whatever answer OOJ might give.
ko: 신기하게도 화물칸이 재정비됐습니다. 더욱 이상한 건 우즈가 화장실에서 세면도구를 먹는 걸 본 지 얼마 지나지 않아 이런 일이 일어났다는 것입니다. 두 가지 일이 서로 연관이 있는지 궁금했지만, 우즈가 무슨 말을 하든 이해하지 못할 거라는 것도 알았습니다.
ru: Вы замечаете, что загадочным образом грузовой отсек был реорганизован. Еще более странно, что это произошло всего через несколько часов после того, как вы застали УДЖА за поеданием туалетных принадлежностей в ванной комнате. Вы задаетесь вопросом, не связаны ли эти две вещи, но при этом знаете, что никогда не поймете, какой бы ответ ни дал УДЖ.
zh_hans: 你注意到，神秘地，货舱已经重组。更奇怪的是，这发生在你发现 OOJ 在浴室里吃洗漱用品的几个小时后。你想知道这两件事是否相关，但你也知道你永远不会理解 OOJ 可能给出的任何答案。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_GENERIC_5"]/text
source: Just thinking out loud, you mistakenly wonder if cutting OOJ in two would create two new OOJ. As soon as you say it, OOJ whimpers and slinks backwards. You can't help but feel bad for scaring the harmless grey blob.
ko: 우즈를 반으로 가르면 새로운 우즈 2명이 생기는 지 궁금하다는 생각이 실수로 입 밖으로 나왔습니다. 말이 나오자 마자 우즈는 훌쩍이며 뒤로 미끄러졌습니다. 죄 없는 은색 덩어리에게 겁을 주어 죄책감이 들 수 밖에 없었습니다.
ru: Просто размышляя вслух, вы ошибочно задаетесь вопросом, не приведет ли разрезание УДЖА на две части к появлению двух новых УДЖОВ. Как только вы это произносите, УДЖ начинает скулить и отползает назад. Вы не можете не чувствовать себя виноватым за то, что напугали безобидный серый шарик.
zh_hans: 只是大声思考，你突然地怀疑将 OOJ 分成两部分是否会创建两个新的OOJ。你一说出口，OOJ 就呜咽着往后一溜。你不禁为吓到无害的灰色斑点而感到抱歉。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_GENERIC_6"]/text
source: You notice various items of garbage left around the ship have started collecting on OOJ as he rolls around. Surely it must be painful for him, except you aren't quite sure if he can even feel pain. Maybe you could try removing a bit of the debris?
ko: 우즈가 지나가자 함선에 널린 여러 쓰레기들이 우즈에게 달라붙기 시작했습니다. 분명 고통스러울 것입니다. 비록 그가 고통을 느끼는지는 정확히 알 수 없지만요. 그에게 붙은 쓰레기를 조금 떼줄 수 있지 않을까요?
ru: Вы замечаете, что различные предметы, оставленные на корабле, начали скапливаться на УДЖЕ, когда он катится. Конечно, ему должно быть больно, но вы не совсем уверены в том, что он вообще способен чувствовать боль. Может быть, вы попробуете убрать немного мусора?
zh_hans: 你注意到，当他滚来滚去时，船上留下的各种垃圾已经开始在OOJ 上收集。当然，这对他来说一定很痛苦，除非你不太确定他是否能感觉到疼痛。也许你可以试着去除一点碎片？

source: Pluck off some of the debris.
ko: 쓰레기를 잡아 뽑는다.
ru: Очистить его от мусора.
zh_hans: 拔掉一些碎片。

source: You walk up to OOJ and start pulling some of the debris off of him. He wiggles and tells you "jipple spip sploop!" as what you hope is 'thanks'.
ko: 우즈에게 다가가 그에게 달라붙은 쓰레기를 조금 빼주었습니다. 그는 꿈틀거리며 "지플 스핍 스플룹!"이라고 말했습니다. '고마워'라고 생각하고 싶습니다.
ru: Вы подходите к УДЖУ и начинаете счищать с него мусор. Он извивается и говорит вам "джиппл спип сплуп!", что, как вы надеетесь, означает "спасибо".
zh_hans: 你走近OOJ并开始从他身上拉出一些碎片。他扭动着告诉你"jipple spip sploop！"你希望是"谢谢"。

source: Leave him alone.
ko: 그를 두고 떠난다.
ru: Оставить его в покое.
zh_hans: 不管他。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_JERRY_1"]/text
source: You hear a lot of strange wet slapping noises coming from the room adjacent. Finally annoyed enough to investigate, you find Jerry and OOJ sat across from each other, playing pattycake. Neither notice you, and you don't have the heart to tell the two to stop.
ko: 옆방에서 아주 이상한 찰싹거리는 소리가 들려왔습니다. 마침내 참지 못하고 그 방을 찾아가 보니 제리와 우즈가 서로 마주 앉아 손뼉치기를 하고 있었습니다. 둘 다 당신을 눈치채지 못했고 도저히 그만두라고 말할 수 없었습니다.
ru: Вы слышите множество странных мокрых шлепков, доносящихся из соседней комнаты. Наконец, достаточно раздраженный, чтобы провести расследование, вы находите Джерри и УДЖА, сидящих друг напротив друга и играющих в ладошки. Ни тот, ни другой не замечают вас, и у вас не хватает духу сказать им, чтобы они прекратили.
zh_hans: 你听到许多奇怪的湿拍打声从相邻的房间里传来。终于恼火地调查了，你发现杰瑞和OOJ面对面坐着，玩着拍手小游戏。都没有注意到你，你也没有心告诉他们两个停下来。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_MORPH_1"]/text
source: You find OOJ and another Morph in some secluded section of the ship away from the rest of the crew, speaking to each other in their usual gibberish. "Mik mik spiggle tik malla paka pook rooj majoo!" "Speej maggle spaggle par par tijle mikapoo."
ko: 다른 선원들과 떨어진 함선 어느 구석진 곳에서 우즈와 다른 모프가 늘상하는 그들의 알아들을 수 없는 말을 서로 나누고 있었습니다. "믹 믹 스피글 틱 말라 파카 푹 룩 마주!" "스피 마글 스파글 파 파 틸레 미카푸."
ru: Вы находите УДЖА и еще одного морфа в укромном месте корабля, вдали от остальной команды, разговаривающих друг с другом на своем обычном тарабарском языке. "Мик мик спиггл тик малла пака пук рудж маджу!" "Спей магл спагл пар тийл микапу".
zh_hans: 你会发现 OOJ 和另一个模物族在船上的某个僻静区域，远离其他船员，他们用惯常的胡言乱语互相交谈。"Mik mik spiggle tik malla paka pook rooj majoo！""Speej maggle spaggle par tijle mikapoo。"

source: Keep listening.
ko: 계속 듣는다.
ru: Продолжать слушать.
zh_hans: 继续听。

source: "Lik pik makka makka ram tam pika paka jig pig lolalola mallakapotipoo." "Oon! Reja mak tipoo tipoo mono mono giggle spik pik pak olomona pajoo!" "Mej, kaka paroo kijoo par tar rema spoon."
ko: "릭 픽 마카 마카 람 탐 피카 파카 지그 피그 로랄로 말라카포티푸." "운! 레자 막 티푸 치푸 모노 모노 기글 스픽 픽 팍 오로마나 파주!" "메, 카카 파루 키주 파 타 레마 스푼."
ru: "Лик пик макка макка рам там пика пака джиг свинья лолалола маллакапотипу". "Оон! Реджа мак типоо типоо моно моно хихикать гиг спик пик пак оломона паджу!" "Медж, кака пару киджу пар тар рема ложка".

source: Keep listening.
ko: 계속 듣는다.
ru: Продолжать слушать.
zh_hans: 继续听。

source: On and on the Morphs continue to speak back and forth, still not noticing you. "Peme spettle kettle yikatooka ras tas rema gergle wabble jabble." "Pookoorooka lil pil loolapoola jim jim makapaka jiggle tikapok rasoo!" You aren't sure how much more gibberish you can keep listening to.
ko: 당신을 눈치채지 못한 모프들은 계속해서 얘기를 나누었습니다. "페메 스페틀 케틀 이카투카 라 타 레마 게글 와블 자블." "푸쿠루카 릴 필 루라풀라 짐 짐 마카파카 지글 티카폭 라수!" 대체 언제까지 이 횡설수설을 계속 들을 수 있을 지 모르겠습니다.
ru: Морфы продолжают переговариваться между собой, по-прежнему не замечая вас. "Пеме спеттл кетл йикатука рас тас рема гергл ваббл джаббл". "Пукорука лил пил лулапула джим джим макапака джигги тикапок расу!" Вы не можете понять, сколько еще можно слушать эту тарабарщину.
zh_hans: 模物族继续来回说话，仍然没有注意到你。"Peme spettle kettle yikatooka ras tas rema gergle wabble jabble." "Pookoorooka lil pil loolapoola jim jim makapaka jiggle tikapok rasoo！" You aren't sure how much more gibberish you can keep listening to.

source: Keep listening.
ko: 계속 듣는다.
ru: Продолжать слушать.
zh_hans: 继续听。

source: "Popopopopopopopopopopopop JIM GAGGLE SPOOKOO!" "Corna! Ratooka spisitoo, yijle makooja misremaka tik spik oojle magoogle." "Fargoo, kika tika lambooj rema woogle." You can feel your vision getting foggy around the edges.
ko: "포포포포포포포포팝 짐 가글 스푸쿠!" "코나! 라투카 스피시투, 이질 마쿠자 미스레마카 틱 스픽 오즐 마구글." "파고, 키카 티카 람부즈 레마 우글." 시야가 점점 흐릿해지는 게 느껴졌습니다.
ru: "Popopopopopopopopopopopopop, ДЖИМ ГАГГЛ, ПУХУ!" "Корна! Ратука списитоо, йийле макооя мисремака тик спик оойле магоогле". "Фаргу, кика тика ламбудж рема вугл". Вы чувствуете, как ваше зрение затуманивается по сторонам.
zh_hans: "Popopopopopopopopopopopop JIM GAGGLE SPOOKOO！" "Corna！Ratooka spisitoo，yijle makooja misremaka tik spik oojle magoogle." "Fargoo，kika tika lambooj rema woogle." 你可以感觉到你的视线在边缘变得模糊。

source: Keep listening.
ko: 계속 듣는다.
ru: Продолжать слушать.
zh_hans: 继续听。

source: Suddenly, you feel a glowing presence in the room, and a burning heat courses through your body and mind. The next words the Morphs come in a deep, angelic voice. "And so what do you think of the mortals, god mother?" "They are strange, but kind to me. My presence on this vessel feels welcome, and for that I am thankful. There is much for them to realize and to learn." "Have they realized the prophecy? The foretold fate of this realm? And the horrors within?" "Silence my child, you will only scare yourself. The infinite eldritch entities that patrol this cosmos will be tamed in time. As for whether they know yet... I would prefer if they did not. A dark fate awaits this place, one even the emperor cannot prevent on his own. And it will not be the doing of anything eldritch." "So it cannot be prevented then? Doomsday, the overlord's dark conquest? Mother, we must flee then! Find sanctuary elsewhere!" "I never said it cannot be prevented, child. Those days are not the present just yet. There is still hope, and hope is what we must all have. The sister realm has been forthcoming with its fate, at least until the quarantine. Though contact has now ceased, we at least know that our kind will survive even in the end. So fear not for yourself, my child. Fear only for the mortals who must be responsible for preventing the end in the first place." You can feel the world around you growing darker as everything fades to black, and you barely feel your body hit the floor.
ko: 갑자기 방 안에 빛나는 존재가 느껴졌고, 타오르는 열기가 몸과 정신을 타고 흘렀습니다. 모프들은 깊은 천사와 같은 목소리로 다음과 같은 말을 했습니다. "어머님, 그럼 필멸자들에 대해선 어떻게 생각하시나요?" "그들은 이상하지만 친절해. 이 선박에서 환영을 받는 존재라 느껴져서 참 감사하게 생각한단다. 그들은 깨닫고 배워야 할 게 참 많아." "그들은 예언을 알고 있을까요? 이 영역에 예견된 운명을 알까요? 그 공포스런 얘기를 알고 있을까요? "조용히 하거라, 내 아이야. 그 얘긴 너에게 겁만 줄 뿐이란다. 이 우주에 돌아다니는 끝없는 이물들은 머지않아 잠잠해질 거야. 필멸자들이 알고 있는 지에 대해서는... 그들이 아직 몰랐으면 좋겠구나. 이 곳에 어두운 운명이 다가오고 있어. 황제조차도 자기 자신을 지킬 수 없을 거야. 그리고 그건 어떤 이물의 짓도 아닐 거란다." "그럼 운명을 막을 수는 없는 건가요? 군주의 암흑 같은 정복으로 종말이 오는 건가요? 어머님, 그럼 우린 도망가야 해요! 다른 성역을 찾아 보자구요!" "막을 수 없다고는 말하진 않았어, 애야. 그 날은 아직 오지 않았을 뿐이란다. 아직 희망은 있어. 그리고 희망은 우리가 반드시 가져야 하는 것이기도 하지. 자매 영역은 봉쇄되기 전까지 다가올 운명을 준비해왔어. 이제 연락은 끊겼지만 적어도 우리는 마지막까지 살아남게 될 거란다. 그러니 염려 말거라, 내 아이야. 애당초 종말을 막아야 하는 운명을 지닌 필멸자들을 걱정하거라." 모든 게 흐릿하게 변하면서 주변이 점점 어두워졌습니다. 그리고 간신히 몸이 바닥에 쓰러지는 걸 느낄 수 있었습니다.
ru: Внезапно вы ощущаете в комнате светящееся присутствие, и обжигающий жар проносится по вашему телу и сознанию. Следующие слова морфов произносят глубоким, ангельским голосом. "И что же ты думаешь о смертных, матерь божья?" "Они странные, но добрые ко мне. Мое присутствие на этом корабле кажется им приятным, и за это я благодарна. Им еще многое предстоит понять и узнать". "Осознали ли они пророчество? Предсказанную судьбу этого царства? И какие ужасы в нем творятся?" "Молчи, дитя мое, ты только напугаешь себя. Бесконечные эльдрические сущности, патрулирующие этот космос, со временем будут укрощены. А что касается того, знают ли они об этом... Я бы предпочла, чтобы они не знали. Это место ждет мрачная судьба, которую даже император не в силах предотвратить. И это не будет делом рук эльдритов". "Значит, ее нельзя предотвратить? Судный день, темное завоевание повелителя? Матушка, тогда мы должны бежать! Найти убежище в другом месте!" "Я никогда не говорила, что это нельзя предотвратить, дитя. Те дни еще не наступили. Еще есть надежда, а надежда - это то, что мы все должны иметь. Сестринское королевство было готово рассказать о своей судьбе, по крайней мере, до введения карантина. Хотя теперь контакты прекратились, мы, по крайней мере, знаем, что наш род выживет даже в конце концов. Так что не бойся за себя, дитя мое. Бойся только за смертных, которые должны быть ответственны за предотвращение конца". Вы чувствуете, как мир вокруг становится все темнее и темнее, и едва ощущаете, как ваше тело падает на пол.
zh_hans: 突然间，你感觉到房间里有一种发光的存在，一股灼热的热流穿过你的身心。模物族的下一句话是深沉的天使般的声音。"那么你觉得凡人怎么样，神母？" "他们很奇怪，但对我很友善。我在这艘船上感到很受欢迎，为此我很感激。他们有很多要认识和学习的地方。" "他们有没有意识到预言？这个世界的命运？以及其中的恐怖？" "保持沉默我的孩子，你只会吓到自己。在这片宇宙中巡游的无穷无尽的可怕实体会被及时驯服。至于他们是否知道……我宁愿他们不知道。一个黑暗的命运等待着这个地方，即使是皇帝也无法独自阻止，更不会做出什么可怕的事情。" "所以就无法阻止了？末日，霸主的黑暗征服？母亲，那我们必须逃走！到别处寻找避难所！" "我从没说过不能阻止，孩子。现在还不是那个时候。希望还是有的，希望是我们每个人都必须拥有的。姊妹界的命运已经到来，至少在隔离之前是这样。虽然现在已经停止了联系，但我们至少知道我们的种族即使到了最后也会幸存下来。所以不要为自己害怕，我的孩子。恐惧只存在于那些必须负责阻止末日的凡人身上。" 当一切都变黑时，你可以感觉到周围的世界变得越来越暗，你几乎感觉不到你的身体撞到了地板上。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You awake in a puddle of your own spit, and pull yourself off the floor. Both Morphs have vanished and some time has elapsed. The next time you see them, they're back to gibberish, leading you to conclude it was nothing but a bizarre dream.
ko: 침을 흘리며 잠에서 깬 당신은 몸을 일으켰습니다. 두 모프는 사라졌고 시간은 어느 정도 흘렀습니다. 다음에 그들을 만나면 그들은 다시 알아들을 수 없는 말을 할 것이고, 당신은 그저 기이한 꿈을 꿨다고 결론을 내릴 것입니다.
ru: Вы очнулись в луже собственной слюны и поднялись с пола. Оба морфа исчезли, и с тех пор прошло некоторое время. При следующей встрече они снова начинают тарабарщину, из чего можно сделать вывод, что это был всего лишь странный сон.
zh_hans: 你在自己的唾液中醒来，然后把自己从地板上拉下来。两个模物族都消失了，并且已经过去了一段时间。下次你看到它们时，它们又回到了胡言乱语，让你得出结论，这不过是一个奇怪的梦。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

# data/events_socialize.xml$//event[@name="SOCIALIZE_AENWITHE_NOTHING"]/text
source: "It's a tragedy really... a total failure on my behalf, and one that sparks utmost misery in my soul..." Aenwithe stares at you before eventually realizing you have no idea what he's talking about. "Sorry, I meant not having a conversation topic. I don't have anything to say right now. Maybe you should talk to someone else."
ko: "이건 정말 비극이야... 나에게 있어 완전한 실패, 그리고 내 영혼에 극도의 고통을 불러일으키는 실패..." Aenwithe는 당신이 그의 말을 전혀 이해하지 못하고 있다는 것을 깨닫기 전에 당신을 쳐다봅니다. "죄송합니다, 대화 주제를 갖지 말자는 뜻이었습니다. 지금은 할 말이 없군요. 다른 사람과 얘기해 보시는 게 좋을 것 같습니다."
ru: "Это действительно трагедия... полный провал с моей стороны, который вызывает в моей душе глубочайшее страдание..." Аэнвитэ пристально смотрит на вас, но в конце концов понимает, что вы не понимаете, о чем он говорит. "Извините, я имел в виду отсутствие темы для разговора. Мне сейчас нечего сказать. Может быть, вам стоит поговорить с кем-нибудь другим?"
zh_hans: "这真的是一场悲剧……一场代表我的彻底失败，一场让我灵魂极度痛苦的悲剧……"安威斯盯着你看，最终意识到你根本不知道他在说什么。"抱歉，我的意思是不谈话题，我现在没什么可说的，或许你该找人谈谈。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_GUNTPUT_NOTHING"]/text
source: "Continuously, you have attempted to make conversation with Guntput. Why do you so often seek out my company? Please, find other companions. A lizard can only talk so much before he has exhausted throat. Or better yet, remain silent. Disturb no one. You will learn much wisdom in the calmness of the quiet."
ko: 당신은 계속해서 건트풋과 대화를 시도했습니다. "왜 이렇게 자주 나를 찾는 겁니까? 부디 다른 동지를 찾아주십시오. 목이 지친 도마뱀은 말을 많이 할 수 없습니다. 아니면 조용히 있는 것이 더 좋습니다. 아무도 방해하지 마십시오. 당신은 고요함 속에서 많은 지혜를 배우게 될 것입니다."
ru: "Вы постоянно пытаетесь завязать разговор с Гантпутом. Почему вы так часто ищете моего общества? Пожалуйста, найдите себе других собеседников. Ящер может говорить так много, что у нее пересохнет горло. Или лучше молчать. Никого не тревожить. В тишине и спокойствии вы постигаете много мудрости".
zh_hans: "一直以来，你一直试图和冈特普特交谈。你为什么这么频繁地找我做伴？求你了，找其他同伴吧。蜥蜴在喉咙用尽之前只能说这么多话。或者更好的是，保持沉默。不要打扰一、你会在宁静的平静中学到很多智慧。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_GENERIC_1"]/text
source: "Why do you welcome such races as the Engi into the Federation? They are living weapons, burdened by a totalitarian regime. With so little personal freedom and such hazardous anatomy, are they not against the very democratic nature of Federation? Why lie to yourselves in such manner?"
ko: "당신들은 왜 엔지같은 종족을 연방의 일원으로 환영합니까? 그들은 전체주의 체제를 짊어지는 살아있는 병기입니다. 개인의 자유가 거의 없으며 그토록 위험한 해부학적 구조를 가지니 연방의 아주 민주적인 성격에 반하지 않습니까? 왜 그런 식으로 자신에게 거짓말을 하는 겁니까?"
ru: "Почему вы принимаете в Федерацию такие расы, как энджи? Они - живое оружие, отягощенное тоталитарным режимом. При столь малой личной свободе и столь опасной анатомии, не противоречат ли они самой демократической природе Федерации? Зачем так обманывать самих себя?"
zh_hans: "你们为什么欢迎半械族这样的种族加入联邦？他们是活生生的武器，背负着极权主义政权。个人自由如此之少，身体结构如此危险，他们不违背联邦的民主本质吗？为什么要以这种方式骗自己？"

source: The Federation began as a trade alliance, and became defensive out of necessity.
ko: 연방은 필요에 따라 방어적으로 바뀌었을 뿐, 시작은 무역 동맹이었습니다.
ru: Федерация возникла как торговый союз и стала оборонительным союзом в связи с возникшей необходимостью.
zh_hans: 联邦最初是一个贸易联盟，出于必要而变得防御性。

source: "Necessity? Ah yes, that war. The uh... Mantis one. Of course. So the Engi's inclusion is merely vestigial element of an older galaxy. That is making sense to Guntput, yes. Perhaps you are more useful in answer questions than I was first thinking. I will ask you more, some other time."
ko: "필요? 아 그렇지, 그 전쟁. 그 어... 맨티스 전쟁. 알겠습니다. 따라서 엔지의 포함은 옛 은하계의 흔적일 뿐이군요. 이제 건트풋은 이해합니다. 당신은 생각보다 질문에 답하는 것을 잘하는 것 같습니다. 나중에 더 물어보겠습니다."
ru: "Необходимости? Ах да, та война. Та... против богомолов. Конечно. Значит, включение энджи - всего лишь рудимент более древней галактики. Да, в этом есть смысл для Гангпута. Возможно, вы более полезны в ответах на вопросы, чем мне показалось вначале. Я спрошу вас еще, как-нибудь в другой раз".
zh_hans: "必要性？啊，是的，那场战争。呃……螳螂一战。当然。所以半械族的加入只是一个古老星系的残余元素。这对冈特普特来说是有道理的，是的。也许你在回答问题方面比我最初想的更有用。我会问你更多，改天。"

source: The Federation is a symbol of galactic peace. All are welcome.
ko: 연방은 은하계의 평화의 상징입니다. 모두를 환영합니다.
ru: Федерация является символом галактического мира. Мы рады всем.
zh_hans: 联邦是银河和平的象征。欢迎所有人。

source: "Yes yes, such peace they bring. You are just glad Engi weapons are not pointed at you instead! But Guntput should not speak so strongly of such things. Isolation has left little contact with such lifeforms. It is merely subject of much confusion in my mind."
ko: "예, 예, 잘도 평화를 위하시겠죠. 당신은 단지 엔지의 무기가 자신을 겨누지 않아서 기뻐하는 겁니다! 하지만 건트풋은 그런 부분에 대해 강하게 주장하지 않습니다. 나는 고립으로 인해 그런 생명체와의 접촉이 거의 없습니다. 그것은 단지 내 마음속 혼란한 주제일 뿐입니다."
ru: "Да-да, такой мир она приносит. Вы только рады, что оружие энджи не направлено на вас! Но Гантпуту не стоит так резко говорить о подобных вещах. Изоляция оставила мало контактов с такими формами жизни. Это просто предмет большого замешательства в моем сознании".
zh_hans: "是的，是的，他们带来了这样的和平。你只是很高兴半械族武器没有指向你！但冈特普特不应该如此强烈地谈论这些事情。隔离使这些生命形式几乎没有接触。这只是我脑海中非常混乱的主题。"

source: I don't know.
ko: 모릅니다.
ru: Я не знаю.
zh_hans: 我不知道。

source: "Bah, of course not. It was rhetorical question regardless. Guntput knows better than to go to you for questions he is wanting answered. But to see your responses is quite entertaining to me."
ko: "흥, 당연히 모르시겠죠. 어쨌거나 그것은 다소 과장된 질문이었습니다. 건트풋은 당신에게 묻는 것보다 대답을 원하는 질문을 해소할 더 좋은 방법을 압니다. 하지만 당신의 반응을 보는 것은 꽤 재밌습니다."
ru: "Ба, конечно, нет. Это был риторический вопрос. Гантпут знает, что лучше не обращаться к вам за вопросами, на которые он хочет получить ответ. Но услышать ваши ответы мне очень интересно".
zh_hans: "呸，当然不是。不管怎样，这都是一个反问。冈特普特知道，他想要回答的问题最好不要去找你。但是看到你的回答对我来说很有趣。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_GENERIC_2"]/text
source: "You are best not disturbing Guntput at this time. Guntput is sharpening his knives. Very dangerous." You notice Guntput isn't wearing his mask, and seeing his exposed, cyclopian eye staring deep into your soul unnerves you and convinces you to leave.
ko: "지금은 건트풋을 방해하지 않는 것이 좋습니다. 건트풋이 칼을 갈고 있습니다. 매우 위험합니다." 당신은 마스크를 벗은 건트풋의 외눈에 영혼까지 깊숙이 응시당하고는 불안감을 느끼며 자리를 떴습니다.
ru: "Вам лучше не беспокоить Гантпута в это время. Гантпут точит свои ножи. Очень опасно". Вы замечаете, что на Гантпуте нет маски, и вид его открытого циклопического глаза, смотрящего глубоко в вашу душу, пугает вас и заставляет уйти.
zh_hans: "这个时候你最好不要打扰冈特普特。冈特普特正在磨刀。非常危险。"你注意到冈特普特没有戴上他的面具，看到他暴露的、独眼巨人的眼睛深深地凝视着你的灵魂，让你感到不安，并让你想离开。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_GENERIC_3"]/text
source: Guntput runs up to you, his usual composure replaced with alarm. "You harbor malfunctioning machines in the dining area! I was told the black box was built to dispense liquids for consumption, but instead it fed me nothing but molten material that fried the nerves in Guntput's tongue! It is unstable and dangerous, and a hazard to the safety of this crew! You must remove it!" You figure explaining to Guntput that coffee is supposed to be hot is too difficult and instead convince him you'll look into it.
ko: 평소의 침착함은 온데간데없는 건트풋이 당신에게 달려왔습니다. "식당에 오작동하는 기계들이 있습니다! 까만 상자는 섭취를 위한 액체를 분사한다고 들었는데, 실제로는 건트풋의 혀에 신경을 튀기는 녹은 물질을 뿌렸습니다. 그것은 불안정하고 위험하며 선원들의 안전에 위협이 됩니다! 당신은 그것을 제거해야 합니다!" 당신은 건트풋에게 커피가 뜨겁다는 것을 설명하는 건 어려우리라 생각해 기계를 확인해보겠다고 말했습니다.
ru: К вам подбегает Гантпут, его обычное спокойствие сменилось тревогой. "Вы используете неисправные машины в столовой! Мне сказали, что этот черный ящик был создан для подачи жидкостей, но вместо этого он подал мне только расплавленный материал, который поджарил нервы на языке Гантпута! Он нестабилен и опасен, и представляет угрозу для безопасности экипажа! Вы должны убрать его!" Вы считаете, что объяснять Гантпуту, что кофе должен быть горячим, слишком сложно, и вместо этого убеждаете его, что займетесь этим вопросом.
zh_hans: 冈特普特跑向你，他平时的镇定被惊慌取代。"在用餐区藏有故障机器！有人告诉我，黑匣子是用来分配液体以供食用的，但它给我的只是熔化的物质，使冈特普特的舌头神经紧张！它不稳定且危险，而且威胁船员的安全！你必须把它移走！"你认为向冈特普特解释咖啡应该是热的太难了，而是说服他你会调查它。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_GUNTPUT_GENERIC_4"]/text
source: You've received numerous reports from the other crew that Guntput has been going around, hitting them on the top of their heads with a long staff. When you try to speak to him about it, he instead begins to circle you, drawing chalk lines on the ground and chanting.
ko: 선원들로부터 건트풋이 긴 지팡이로 남들의 정수리를 때리며 돌아다닌다는 보고가 수도 없이 들어왔습니다. 건트풋에게 이 건에 대해 말하려 다가가자, 그는 땅에 선을 그리고 구호를 외치며 당신 주변을 빙빙 돌기 시작합니다.
ru: Вы получили множество сообщений от других членов команды о том, что Гантпут ходит вокруг них и бьет их по голове длинным посохом. Когда вы пытаетесь поговорить с ним об этом, он начинает кружиться вокруг вас, чертя мелом линии на земле и напевая.
zh_hans: 你从其他船员那里收到了许多报告，说冈特普特一直在四处走动，用长杖击打他们的头顶。当你试图和他谈论这件事时，他反而开始围着你转，在地上画粉笔并吟唱。

source: What are you doing?
ko: 지금 뭐하는 겁니까?
ru: Что вы делаете?
zh_hans: 你在做什么？
