Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_NIGHTS_2"]/text
source: Having noticed that both Tuco and Nights have been missing for hours, you go looking for them. Eventually you find both of them passed out in the cargo bay, surrounded by empty beer bottles, and both of them partly undressed. You know you won't be able to wake either of them up any time soon, and set a reminder to check back in an hour.
ko: 당신은 투코와 나이트가 몇 시간 전에 실종된 것을 알고 그들을 찾기 시작했습니다. 그 둘은 화물칸에서 빈 맥주병에 둘러싸인 채 반라로 쓰러져 있었습니다. 당신은 당분간은 둘 다 깨어나지 않으리라는 것을 알고, 한 시간 후에 다시 오고자 함교로 돌아갔습니다.
ru: Заметив, что Туко и Туман отсутствуют уже несколько часов, вы отправляетесь на их поиски. В конце концов, вы находите их в грузовом отсеке, в окружении пустых пивных бутылок и частично раздетыми. Вы понимаете, что разбудить их в ближайшее время не удастся, и ставите напоминание о том, что нужно зайти через час.
zh_hans: 注意到图科和七夜已经失踪了几个小时，你去找他们。最终，你发现他们俩都昏倒在货舱里，周围都是空啤酒瓶，而且都有没有穿衣服。你知道你不可能在短时间内叫醒他们中的任何一个，于是设置了一个提醒，在一小时后回来检查。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_NIGHTS_3"]/text
source: While doing your regular patrol of the ship, you hear two bottles clink and turn to see Tuco and Nights sitting closely together in a closet. Tuco shouts to you, "Captain! Would you like to join us?", clearly not too enthusiastic about it but trying to be polite. Nights scowls but doesn't take back the offer.
ko: 정기 순찰을 하다가 병이 맞부딪히는 소리가 들려 돌아보니 투코와 나이트가 벽장 안에 같이 앉아있습니다. 투코가 외칩니다. "선장! 우리와 함께하겠소?" 실제로 함께하고 싶은 건 아닌 듯하지만, 예의상 제안한 것 같습니다. 나이트는 눈살을 찌푸리면서도 투코의 제안을 막아서지 않습니다.
ru: Во время обычного патрулирования корабля вы услышали звон двух бутылок и, повернувшись, увидели Туко и Тумана, сидящих вплотную друг к другу в шкафу. Туко кричит вам: "Капитан! Не хотите ли присоединиться к нам?", явно не испытывая особого энтузиазма, но стараясь быть вежливым. Туман хмурится, но не отклоняет предложение.
zh_hans: 当你在船上做常规巡视时，你听到两个瓶子碰撞的声音，转身看到图科和七夜紧紧地坐在一个衣柜里。图科对你喊道："舰长！你想加入我们吗？"，显然对这个问题不太热心，但表现得很有礼貌。七夜皱着眉头，但并没有收回提议。

source: Join them.
ko: 같이 어울린다.
ru: Присоединиться к ним.
zh_hans: 加入他们。

source: You shrug and take a seat across from the two. Tuco pours you a shot and you all toast together and take a drink. The three of you make idle, rather awkward conversation until you eventually decide you've had enough and leave.
ko: 당신은 어깨를 으쓱하고 두 사람 맞은편에 앉았습니다. 그러고 투코에게 잔을 받아 함께 건배하고 술을 마시며 한가하게 다소 어색한 대화를 나누다가, 충분히 마셨다 생각될 때쯤 자리를 떴습니다.
ru: Вы пожимаете плечами и садитесь напротив них. Туко наливает вам рюмку, и вы все вместе произносите тост и выпиваете. Вы втроем ведете пустую и довольно неловкую беседу, пока в конце концов не решаете, что с вас хватит, и не уходите.
zh_hans: 你耸耸肩，在两人对面坐了下来。图科给你倒了一杯，你们一起干杯，喝了一杯。你们三个人闲聊着，相当尴尬，直到你们最终决定你们已经喝得够多了，然后离开。

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: You decline the offer and briefly consider admnonishing them. Instead you decide to let them be and caution them not to drink too much.
ko: 당신은 투코의 제안을 거절하고 잠시 그들을 꾸짖을까 고민했지만, 끝내 그들을 내버려 두기로 하고 너무 많이 마시지 말라고만 경고합니다.
ru: Вы отказываетесь от предложения и ненадолго задумываетесь о том, чтобы сделать им замечание. Вместо этого вы решаете оставить их в покое и предупреждаете, чтобы они не пили слишком много.
zh_hans: 你拒绝了这个提议，并考虑简短地告诫他们。相反，你决定随他们去，并告诫他们不要喝太多。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_ARIADNE_1"]/text
source: Several of the crew are sitting together in the kitchen eating when Ariadne walks in. As soon as she enters, Tuco bows and slides a chair out for her. "My princess, please, would you have a seat?" He snickers and Ariadne scowls. "You call me a princess again and I'll pop your damn head off. We've known each other for years and you know damn well I ain't royalty." You expect some kind of standoff, but instead she smiles and sits down. "I will, however, kindly accept the seat."
ko: 여러 선원이 함께 앉아 식사하는 와중에 아리아드네가 부엌으로 들어옵니다. 그녀가 들어서자마자 투코는 고개를 숙이고 그녀를 위해 의자를 빼줍니다. "공주님, 앉으시겠소?" 투코는 킥킥대며 웃었고, 아리아드네는 눈살을 찌푸립니다. "나를 다시 한번만 더 공주라고 부르면 머리통을 터뜨려버릴 것이오. 나랑 몇 년 동안 알고 지냈으니 내가 왕족이 아니라는 걸 잘 알고 있을 텐데." 당신은 사소한 다툼이 일어날 줄 알았는데, 그녀는 오히려 미소를 지으며 자리에 앉았습니다. "하지만 의자 빼준 건 고맙소."
ru: Несколько членов команды сидят вместе на кухне и едят, когда входит Ариадна. Как только она вошла, Туко поклонился и выдвинул для нее стул. "Моя принцесса, прошу вас, присаживайтесь". Он хмыкает, а Ариадна хмурится. "Еще раз назовешь меня принцессой, и я отстрелю тебе твою чертову голову. Мы знаем друг друга много лет, и ты прекрасно знаешь, что я не королевская особа". Вы ожидаете какого-то противостояния, но вместо этого она улыбается и садится. "Я, однако, любезно приму это место".
zh_hans: 几个船员正坐在一起在厨房里吃饭，阿里阿德涅走了进来。她一进来，图科就鞠了一躬，为她滑出一把椅子。"我的公主，请你坐下好吗？"他冷笑一声，阿里阿德涅皱起眉头。"你再叫我公主，我就把你那该死的脑袋打下来。我们相识多年，你很清楚我不是皇室成员。"你以为会出现某种对峙，但她却微笑着坐下。"不过，我会很好地接受这个座位。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_ARIADNE_2"]/text
source: Ariadne appears to be assembling some sort of explosive device in her room, while Tuco stands by holding a toolkit. You warn Ariadne against doing such dangerous things in the crew quarters, but she dismisses you. "The last time you told me that, you said I needed 'supervision' in case something went wrong. Now I have supervision." She points to Tuco who waves with his free hand. "If something goes wrong, it's my room that'll be blown up anyways. Assuming I survive the blast, I can sleep on the floor if it comes to that."
ko: 아리아드네가 그녀의 선실에서 공구 상자를 든 투코를 옆에 끼고 일종의 폭발 장치를 조립하고 있는 것 같습니다. 당신은 아리아드네에게 선원들의 숙소에서 그런 위험한 일을 하지 말라고 경고했지만, 그녀는 당신을 무시합니다. "지난번에 당신이 그 말을 했을 때, 당신은 문제가 생길 경우를 대비해 '감독'이 필요하다고 얘기했소. 이제 나에겐 감독이 있소." 그녀는 자유로운 손을 흔드는 투코를 가리킵니다. "어차피 일이 잘못돼도 폭파되는 건 내 선실이오. 내가 폭발에서 살아남는다면, 바닥에서 자면 되는 것이오."
ru: Ариадна похоже, собирает какое-то взрывное устройство в своей комнате, а Туко стоит рядом, держа в руках набор инструментов. Вы предостерегаете Ариадну от занятий такими опасными вещами в кают-компании, но она отмахивается от вас. "В последний раз, когда ты мне это говорил, ты сказал, что мне нужен "присмотр" на случай, если что-то пойдет не так. Теперь у меня есть присмотр". Она указывает на Туко, который машет свободной рукой. "Если что-то пойдет не так, это моя комната будет взорвана в любом случае. Если я переживу взрыв, я смогу спать на полу, если до этого дойдет".
zh_hans: 阿里阿德涅似乎正在她的房间里组装某种爆炸装置，而图科则拿着一个工具包站在一旁。你警告阿里阿德涅不要在船员宿舍里做这种危险的事情，但她拒绝了你。"上次你告诉我，你说我需要'监督'，以防出错。现在我有监督了。"她指着图科，图科用空闲的手挥了挥。"如果出了问题，反正是我的房间会被炸毁。假设我在爆炸中幸存下来，我可以睡在地板上。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_GUNTPUT_1"]/text
source: Whilst in the middle of recovering from a hangover, Tuco has planted himself in a booth in the ship's kitchen with the lights turned off. You notice a large pot with some liquid brewing and moments later Guntput barges in, carrying several weird herbs. He dumps them into the pot and stirs it. "GOD DAMN IT YOU BLOODY LIZARD, KEEP IT DOWN! I HAVE A HEADACHE!" Guntput says nothing, instead pooring some of the liquid into a bowl and dashing over to the irate Rockman. "You. Drink Guntput's liquid. Now." Tuco pushes him aside. "I don't want your damn liquid, I have a hangover. Go away!" However, Guntput insists. "No. Drink." He scrambles onto the table and begins to force the liquid down Tuco's throat. You think things are about to get violent, but Tuco gives up and downs the bowl. "Good. This will help headache. You will thank Guntput later. You must stop drinking so much." Guntput leaps off the table and scurries away before Tuco can respond.
ko: 투코는 숙취에서 회복하던 도중 부엌에 있는 칸막이 칸에 불을 끈 채로 들어갔습니다. 칸막이 옆에 있는 큰 냄비에선 어떤 액체가 끓고 있었는데, 잠시 후 컨트풋이 몇 가지 요상한 허브를 가지고 불쑥 나타났습니다. 그는 허브를 냄비에 넣고 젓기 시작합니다. "빌어먹을 쪼만한 도마뱀아! 그만해! 머리가 아파!" 건트풋은 아무 말도 하지 않고 액체를 그릇에 조금 담아 화난 투코에게 달려갑니다. "너. 건트풋의 약을 마셔라. 지금 바로." 투코가 그를 옆으로 밀어냅니다. "네 망할 약 같은 건 필요 없어. 술 때문에 머리가 아프다고. 꺼져!" 건트풋은 꿋꿋이 주장합니다. "안 된다. 마셔라." 그는 테이블 위로 기어 올라가 액체를 투코의 목구멍으로 밀어 넣기 시작합니다. 당신은 폭력이 발생할까 걱정했지만, 투코는 포기하고 액체를 들이켰습니다. "좋아. 두통에 도움이 될 거다. 나중에 건트풋에게 감사할 거다. 술을 너무 많이 마시지 마라." 건트풋은 투코가 대답하기도 전에 테이블에서 뛰어내려 허둥지둥 도망갑니다.
ru: В это время Туко, оправляясь от похмелья, устроился в каюте на корабельной кухне с выключенным светом. Вы замечаете большую кастрюлю, в которой варится какая-то жидкость, а через несколько мгновений в помещение врывается Гантпут с несколькими странными травами. Он высыпает их в кастрюлю и помешивает. "ЧЕРТ ПОБЕРИ, ЧЕРТОВ ЯЩЕР, ПОТИШЕ! У МЕНЯ ГОЛОВА БОЛИТ!" Гантпут ничего не говорит, а только выливает немного жидкости в миску и бросается к разгневанному валуну. "Ты. Выпей жидкость Гантпута. Сейчас же." Туко отталкивает его в сторону. "Не нужна мне твоя чертова жидкость, у меня похмелье. Уходи!" Однако Гантпут настаивает. "Нет. Пей". Он вскарабкивается на стол и начинает с силой вливать жидкость в горло Туко. Вы думаете, что сейчас начнется драка, но Туко сдается и опустошает чашу. "Хорошо. Это поможет от головной боли. Потом будешь благодарить Гантпута. Ты должен перестать так много пить". Гантпут спрыгивает со стола и убегает, прежде чем Туко успевает ответить.
zh_hans: 在从宿醉中恢复的过程中，图科把自己安置在船上厨房的一个小房间里，并关了灯。你注意到一个大锅，里面有一些液体正在酝酿，过了一会儿，冈特普特带着几个奇怪的草药闯了进来。他把它们倒进锅里，搅拌起来。"该死的，你这只该死的蜥蜴，安静下来！我头疼！"他说。"冈特普特什么也没说，而是把一些液体倒进一个碗里，冲向愤怒的岩石族。"你。喝下冈特普特的液体。现在。" 图科把他推到一边。"我不想要你那该死的液体，我有宿醉。然而，冈特普特坚持。"不，喝。"他爬到桌子上，开始把液体强行灌进图科的喉咙。你认为事情会变得很激烈，但图科放弃了，并放下了碗。"好。这将有助于缓解头痛。你以后会感谢冈特普特的。你必须停止喝这么多酒。"冈特普特从桌子上跳下来，在图科反应过来之前就跑开了。

# data/events_socialize.xml$//event[@name="SOCIALIZE_ARIADNE_NOTHING"]/text
source: Ariadne is tinkering with some explosives on her workbench, and ignores you as you enter the room. You try to speak to her but are cut off: "Go away. If you distract me I might blow us all to hell. Go bother someone else right now."
ko: 아리아드네는 당신이 방에 들어와도 아랑곳하지 않고 작업대에서 폭발물을 만지고 있습니다. 말을 걸려고 하자 그녀가 말을 끊습니다. "저리 가시오. 지금 방해받으면 우리 둘 다 터져 죽을지도 모르오. 당장 다른 사람을 괴롭히러 가시오."
ru: Ариадна возится со взрывчаткой на своем верстаке и не обращает на вас внимания, когда вы входите в комнату. Вы пытаетесь заговорить с ней, но вас прерывают: "Уходи. Если ты будешь отвлекать меня, я могу взорвать нас всех к чертям. Иди и побеспокой кого-нибудь другого прямо сейчас".
zh_hans: 阿里阿德涅正在她的工作台上摆弄一些炸药，当你进入房间时，她没有理会你。你试图和她说话，但被打断了："走开。如果你让我分心，我可能会把我们都炸到地狱。现在去打扰别人吧。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ARIADNE_GENERIC_1"]/text
source: "Statistically speaking, in the Multiverse there must be at least one reality in which the Elders have already been defeated. In fact, if I understand the science behind it, I believe there would in fact be infinite. Some people in my homeland would find it wise to tell me I should be satisfied with this. But that is utter nonsense. Just because a million, or a billion, or a trillion, or a blaze knows how many people have a better life doesn't mean I can't aspire to make the lives better for the people I know!" Despite the resoluteness of this statement, you feel an air of open-endedness to Ariadne's statement, as if she's expecting your opinion as well.
ko: "통계적으로 생각하면, 멀티버스에는 장로들이 이미 패배한 현실이 적어도 하나는 있을 것이오. 내가 그 이면에 담긴 과학적 원리를 이해하지는 못하지만, 사실 아마 그런 현실은 무한히 많겠지. 고향의 몇몇 사람들은 나를 보고 이 사실에 만족하는 게 현명하다더군. 하지만 그건 순전히 헛소리외다. 더 나은 삶을 사는 사람들이 백만, 십억, 천조가 있다고 해도, 아니면 그보다 더 많은 사람을 불길이 알고 있다고 해도, 내 사람들이 더 나은 삶을 꿈꾸지 못하는 것은 아니오!" 아리아드네는 굉장히 단호한 진술을 했음에도 아직 끝이 나지 않았다는 듯한 분위기를 풍깁니다. 마치 당신도 의견을 말하라는 것 같네요.
ru: "Статистически говоря, в Мультивселенной должна быть хотя бы одна реальность, в которой Старейшины уже побеждены. На самом деле, если я правильно понимаю науку, я считаю, что их должно быть бесконечное множество. Некоторые люди на моей родине сочли бы разумным сказать мне, что я должен быть доволен этим. Но это полная чушь. Если миллион, или миллиард, или триллион, или еще неизвестно сколько людей живут лучше, это не значит, что я не могу стремиться сделать жизнь людей, которых я знаю, лучше!" Несмотря на решительность этого заявления, вы чувствуете в высказывании Ариадны некую неопределенность, как будто она ожидает и вашего мнения.
zh_hans: "从统计学上讲，在多元宇宙中，至少有一个宇宙中的长老已经被打败了。事实上，如果我理解它背后的科学，我相信事实上会有无限个。在我的故乡，有些人会告诉我对此感到满意是明智的。但这完全是一派胡言。仅仅因为一百万，或十亿，或一万亿，或知道有多少人有更好的生活，并不意味着我不能渴望让我认识的人生活得更好！"尽管这句话很坚决，但你感到阿里阿德涅的发言有一种开放性的气息，似乎她也在期待着你的意见。

source: Of course.
ko: 물론입니다.
ru: Конечно.
zh_hans: 当然了。

source: Ariadne seems content with your response. "Good. We are on the same page. As we should be, considering the aim of your mission. Let us both just hope we can make a change after all." Ariadne gets up, nods to you, and walks away.
ko: 아리아드네는 당신의 대답에 만족하는 것 같습니다. "좋소. 우리는 같은 생각을 가지고 있군. 당신이 가진 임무의 목적을 고려하면 당연한 일이겠지. 최후에는 우리 둘 다 변화를 만들 수 있기를 바랍시다." 아리아드네는 일어서서 당신에게 고개를 끄덕이고는 자리를 뜹니다.
ru: Ариадна, кажется, довольна вашим ответом. "Хорошо. Мы на одной волне. Как и должно быть, учитывая цель вашей миссии. Будем надеяться, что мы все-таки сможем что-то изменить". Ариадна встает, кивает вам и уходит.
zh_hans: 阿里阿德涅似乎对你的回答很满意。"好。我们的想法是一致的。考虑到你任务的目的，我们应该如此。让我们都希望我们毕竟能做出改变。"阿里阿德涅起身，向你点头，然后走开。

source: Those people might be right.
ko: 고향 사람들이 옳습니다.
ru: Возможно, они правы.
zh_hans: 这些人可能是对的。

source: "What? So you mean to suggest then I should just sit idly and allow millions of my fellow Rockmen and women to suffer at the hands of tyrants? Your logic is nonsense and it is clear to me you speak from instinct rather than intellect. Your very mission in which I have promised to help consists of taking direct action to better the lives of many despite the infinite multitudes of the Multiverse." Ariadne grumbles and walks away, although noticeably lacking a bit of her usual arrogant confidence.
ko: "뭣이라? 그럼 내가 그냥 가만히 앉아서 수백만 명의 동료 락맨이 폭군들의 손에 고통받는 걸 지켜보기만 해야 한다는 말이오? 정말 말도 안 되는 논리로구려. 당신은 지성보다 본능을 따라 말하는 게 분명하오. 내가 돕기로 한 당신의 현 임무는 멀티버스의 무한성에도 불구하고 많은 사람의 삶을 개선하기 위해 직접적인 행동을 취하는 것이지 않소." 아리아드네는 풀이 죽은 채 투덜거리며 자리를 뜹니다.
ru: "Что? То есть вы хотите сказать, что я должна сидеть сложа руки и позволять миллионам моих соотечественников и соотечественниц страдать от рук тиранов? Ваша логика бессмысленна, и мне ясно, что вы говорите, руководствуясь скорее инстинктами, чем разумом. Ваша миссия, в которой я обещала помочь, состоит в том, чтобы предпринять прямые действия для улучшения жизни многих, несмотря на бесконечное множество Мультивселенной". Ариадна ворчит и уходит, хотя заметно, что ей не хватает немного ее обычной высокомерной уверенности.
zh_hans: "什么？那么你的意思是说，我应该坐视不管，让我数以百万计的岩石族同胞在暴君的手中受苦？你的逻辑是无稽之谈，很明显，你说的是本能，而不是智力。你的任务是采取直接行动来改善许多人的生活，尽管多元宇宙有无穷无尽的人。"阿里阿德涅咕哝着走开了，虽然明显缺乏一点她一贯的傲慢自信。

source: Say nothing.
ko: 말하지 않는다.
ru: Ничего не говорить.
zh_hans: 什么也不说。

source: You say nothing and instead nod along passively. Ariadne grumbles and walks away lacking a bit of her usual arrogant confidence.
ko: 당신은 기계적으로 고개만 끄덕이고 아무 말도 하지 않습니다. 아리아드네는 풀이 죽은 채 자리를 뜹니다.
ru: Вы ничего не говорите и лишь пассивно киваете. Ариадна ворчит и уходит, лишившись своей обычной высокомерной уверенности.
zh_hans: 你什么也没说，而是被动地点头。阿里阿德涅哼了一声，走开了，缺乏一点她一贯的傲慢自信。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ARIADNE_GENERIC_2"]/text
source: Ariadne spots you in the recreation room watching some of the other crew and takes a seat next to you. Weary she's trying to test you once again, you make sure to give her extra attention. "There is a school of thought popular within the Theocracy that suggests the... 'breeding class' - that being, women, ought not to wear the same rights as the men. That in fact, despite our near identical anatomies, we are different enough to warrant such exclusion." Ariadne pauses to allow you to process this information. "I would recommend, captain, if you have ever found yourself sharing these kinds of thoughts, that you discard them. And if you meet those who refuse to discard them their own, then I advise a swift exit of whichever room it is in which you had the displeasure of meeting them."
ko: 아리아드네는 오럭살에서 다른 선원과 함께 있는 당신을 보고 당신 옆에 앉습니다. 귀찮게도 또다시 당신을 시험하려는 것 같으니, 각별히 주의를 기울여야 합니다. "신정에 인기 있는 사상파가 하나 있는데... '번식 계층'인 여성에게 남성과 같은 권리를 줘선 안 된다고 여기는 자들이오. 실제로는 해부학적으로 차이가 거의 없음에도 불구하고, 그러한 차별을 정당화할 만큼 충분히 다르다고 하더구려." 아리아드네는 당신에게 생각할 시간을 주기 위해 말을 잠시 멈춥니다. "함장, 만약 당신이 이런 종류의 생각을 가지고 있다면 당장 버리라고 권하고 싶소. 그리고 그런 생각을 끝까지 버리지 못하는 사람을 만난다면 바로 자리를 뜨시오."
ru: Ариадна замечает вас в комнате досуга, наблюдая за другими членами экипажа, и присаживается рядом с вами. Утомленный тем, что она снова пытается испытать вас, вы стараетесь уделить ей больше внимания. "Существует школа мысли, популярная в Теократии, которая предполагает, что... 'класс размножения' - то есть, женщины, не должны обладать теми же правами, что и мужчины. Что на самом деле, несмотря на наши почти одинаковые анатомии, мы достаточно разные, чтобы заслуживать такого исключения." Ариадна делает паузу, чтобы дать вам возможность обработать эту информацию. "Я бы рекомендовала вам, капитан, если вы когда-нибудь обнаружите, что делитесь подобными мыслями, отказаться от них. А если вы встретите тех, кто отказывается отбросить их, то я советую быстро покинуть помещение, в котором вы имели неудовольствие с ними встретиться".
zh_hans: 阿里阿德涅发现你在娱乐室里看着其他船员，就在你身边坐下。厌倦了她再次试探你，你确保给她额外的关注。"在神权制中流行着一派思想，认为......'繁殖阶层'--也就是女人，不应该享有与男人一样的权利。事实上，尽管我们的解剖结构几乎相同，但我们的差异足以保持这种排斥。"阿里阿德涅停顿了一下，让你处理这些信息。"我建议，舰长，如果你发现自己有这种想法，你就放弃它们。如果你遇到那些拒绝抛弃它们的人，那么我建议你迅速离开哪个房间，因为你在那里遇到了不愉快。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ARIADNE_GENERIC_3"]/text
source: You find Ariadne tinkering with the Weapons system. "Of the interiors of every ship I have yet seen, I have never seen one that contains so many randomly scattered missiles in my life. Why do you pile them haphazardly like you have? I am going to build you a shelf. And you will keep your missiles on the damn shelf. And if you don't, I will build you a fixture for your chair which will slap your face upon each hour of every cycle for the rest of our duration aboard this vessel."
ko: 아리아드네가 무기 시스템을 만지작거리고 있습니다. "지금까지 많은 함선을 봐왔지만, 이토록 미사일을 아무렇게나 흩으러 놓은 함선은 본 적이 없소. 왜 이렇게 되는 대로 쌓아놓은 것이오? 내가 선반을 만들어 주겠소. 그러면 미사일을 그 망할 선반 위에 정리할 수 있을 것이오. 그렇게까지 해도 정리하지 않는다면, 내 당신의 의자를 개조해서 앞으로 임무가 끝날 때까지 매주기 매시간마다 당신의 얼굴을 찰싹 때리도록 만들 것이오."
ru: Вы находите Ариадну, возившуюся с системой вооружения. "Из всех интерьеров всех кораблей, я никогда в жизни не видела такого количества беспорядочно разбросанных ракет. Почему вы складываете их бессистемно, как попало? Я собираюсь построить тебе полку. И ты будешь держать свои ракеты на этой чертовой полке. А если не будете, я сделаю вам крепление для вашего кресла, которое будет бить вас по лицу каждый час каждого цикла до конца нашего пребывания на борту этого корабля".
zh_hans: 你发现阿里阿德涅正在修补武器系统。"在我所见过的每艘船的内部，我一生中从未见过包含如此多随地散落的导弹。你为什么要像你这样胡乱地堆放它们？我将为你建造一个架子。你要把你的导弹放在那该死的架子上。如果你不这样做，我就为你的椅子做一个装置，在我们在这艘船上的剩余时间里，每个周期的每个小时都会拍打你的脸。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ARIADNE_GENERIC_4"]/text
source: "The last person who called me princess, I smashed their head open with my fist." Ariadne scowls at you, despite you not having done anything.
ko: "나를 공주라고 부른 사람은, 모조리 주먹으로 두개골을 으깨버렸지." 당신이 무엇도 하지 않았음에도 불구하고 아리아드네가 당신을 노려봅니다.
ru: "Последнему, кто назвал меня принцессой, я разбила голову кулаком". Ариадна хмурится на вас, несмотря на то, что вы ничего не сделали.
zh_hans: "最后一个叫我公主的人，我用拳头砸开了他们的头。"阿里阿德涅蔑视你，尽管你什么也没做。

source: Did I do something wrong?
ko: 제가 잘못한 게 있습니까?
ru: Я сделал что-то не так?
zh_hans: 我做错了什么吗？

source: "No. And that is why your head is not mush between my hands." She smiles, although you can't help but feel intimidated anyways. Although no extra words are spoken, it is clear the unspoken sentence is "Don't you dare ever call me princess or you'll be next."
ko: "없소. 그렇기에 당신의 머리가 내 손 사이에서 뭉개지지 않은 거지." 당신은 주눅이 들었지만, 그녀는 미소를 짓습니다. 직접 말하지는 않았지만, 아마 이런 의미를 내포하고 있겠죠. "감히 나를 공주라고 부르면 다음은 너다."
ru: "Нет. И именно поэтому твоя голова не каша между моих рук". Она улыбается, хотя вы все равно чувствуете себя запуганным. Хотя лишних слов не произносится, ясно, что невысказанное предложение звучит так: "Не смей никогда называть меня принцессой, или ты будешь следующей".
zh_hans: "不，这就是为什么你的头没有在我的双手之间成浆糊。"她微笑着，尽管你无论如何都忍不住感到害怕。虽然没有说多余的话，但很明显，没有说出口的一句话是："你永远不要叫我公主，否则你就是下一个。"

source: Okay...?
ko: 네...?
ru: Ладно...?
zh_hans: 好吧......？

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ARIADNE_GENERIC_5"]/text
source: "I was mortified to find that some people find it apt to compare my Lost Suns to that of the Free Mantis and Duskbringers. To the first, I am not so much offended as confused. I cannot say I share a great afinity for the drug-obsessed Mantis, but I do not spite them either. But the Dusks? How is a democratic, justice driven revolution by the oppressed masses at all comparable to a fascist uprising by the bourgeoisie? When I find who started this, I will cause them great suffering. Perhaps I will strand them in a Dusk sector, so that they may experience first hand the difference. Hmph."
ko: "나는 몇몇 사람들이 나의 로스트선을 독립 맨티스나 더스크브링어와 비교하는 경향이 있다는 것을 알고 굴욕감을 느꼈소. 전자의 경우 혼란스럽기는 하지만 기분 나쁘지는 않소. 마약 중독 맨티스들과 친한 건 아니지만, 싫어하지도 않거든. 하지만 더스크브링어들은? 어떻게 억압받는 민중에 의한 민주적이고 정의로운 운동이 그런 부르주아들에 의한 파시즘적인 봉기와 비교될 수 있다는 말이오? 누가 이런 비교를 시작했는지 알게 되면, 내 반드시 그자에게 커다란 고통을 선사할 것이오. 더스크브링어 구역에 가두고 우리와 그들의 차이를 직접 경험하게 해주는 정도면 괜찮을 것 같군. 흐음."
ru: "Мне было неприятно узнать, что некоторые люди считают уместным сравнивать мои Затерянные Солнца с свободных богомолов и Вестников Заката. Что касается первого, то я не столько обижен, сколько озадачен. Не могу сказать, что я разделяю большую любовь к одержимым наркотиками богомолам, но я и не злюсь на них. Но Вестники? Как демократическая, основанная на справедливости революция угнетенных масс может сравниться с фашистским восстанием буржуазии? Когда я найду тех, кто это начал, я причиню им огромные страдания. Возможно, я брошу их в сектор Заката, чтобы они на собственном опыте убедились в разнице. Хмм."
zh_hans: "我很羞愧地发现，有些人认为将我的迷失烈阳与自由螳螂和暮临派进行比较是很恰当的。对于这种说法，我与其说是被冒犯，不如说是感到困惑。我不能说我对迷恋毒品的螳螂有很大的好感，但我也不讨厌他们。但是暮临派人？被压迫群众的民主、正义驱动的革命与资产阶级的法西斯起义有什么可比性？当我发现是谁发动的，我会让他们遭受巨大的痛苦。也许我会把他们搁在暮临派星区，让他们亲身体验一下其中的差别。哼哼。"
