Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_RUWEN_TURZIL_1"]/text
source: Turzil wanders over to Ruwen, who is applying a new coat of his yellow paint. "Observation: you have a stunning shade of yellow. That is my: favorite -shade- of yellow. Request: may I borrow some [paint]?" Ruwen scoots a bucket of paint over to Turzil carefully, warning him to be careful because it's a very special and expensive kind of paint. Turzil thanks him awkwardly and continues to stand there. "Er... I'm sorry strange robot thing, but I know very little about your culture. If you're attempting to flirt with me I'm afraid my heart already goes out to another woman! I hope you don't take offense..." Ruwen blinks but Turzil isn't responding. "Are... you okay?" He gets up and shakes Turzil a little, still without a response. Ruwen looks to you for help. "Captain, it seems the Engi shut himself down. I have no idea how these things work, but I fear this may require the attention of a medical professional or a technician, of which I am regretably neither."
ko: 투르질이 노란색 페인트를 새로 칠하고 있는 루웬에게 다가갑니다. "관찰: 귀하는 놀라운 색조를 가지고 있음. 그것은 본 기체의: 최애 -색조-. 요청: [페인트]를 빌릴 수 있는가?" 루웬은 조심스럽게 페인트 통을 넘겨주면서 아주 특별하고 비싼 페인트니 조심하라고 경고합니다. 투르질은 어색하게 감사를 표하고 제자리에 계속 서 있습니다. "어... 미안하오 이상한 로봇 씨, 내가 당신의 문화는 거의 몰라서 말이지. 만약 나에게 추파를 던지는 것이라면, 이미 내 마음은 다른 여자에게 가 있으니 그만두시오! 혹시 화나지는 않았으면 좋겠는데..." 아무런 대답이 없는 투르질을 보고 루웬은 눈을 껌벅입니다. "저기... 괜찮은 거요?" 루웬은 일어서서 투르질을 흔들었지만, 여전히 아무 대답도 돌아오지 않습니다. 결국 루웬은 당신에게 도움을 구합니다. "선장, 아무래도 엔지가 스스로 전원을 내린 것 같소. 엔지의 작동 원리는 전혀 모르지만, 의료 전문가나 기술자의 도움이 필요할 수도 있을 것 같소. 애석하게도 난 둘 다 아니지."
ru: Турзил подходит к Рувену, который наносит новый слой своей желтой краски. "Наблюдение: у тебя потрясающий оттенок желтого. Это мой любимый желтый оттенок. Прошу: могу я одолжить немного [краски]?" Рувен осторожно подносит ведро с краской к Турзилу, предупреждая его, чтобы он был осторожен, потому что это очень особенный и дорогой вид краски. Турзил неловко благодарит его и продолжает стоять на месте. "Э... простите меня, странный робот, но я очень мало знаю о вашей культуре. Если вы пытаетесь флиртовать со мной, то боюсь, что мое сердце уже принадлежит другой женщине! Надеюсь, вы не обидитесь..." Рувен моргает, но Турзил не реагирует. "Ты... ты в порядке?" Он встает и слегка встряхивает Турзила, все еще не получая ответа. Рувен обращается к вам за помощью. "Капитан, похоже, что энджи отключился. Я понятия не имею, как это работает, но боюсь, что это может потребовать внимания медицинского работника или техника, а я, к сожалению, не являюсь таковым".
zh_hans: 图尔齐尔走到茹文身边，茹文正在给他的黄色涂装涂上一层新的染料。"观察：你的黄色阴影很迷人。那是我：最喜欢的黄色阴影。请求：我可以借一些[染料]吗？" 茹文把一桶染料小心翼翼地挪到图尔齐尔面前，警告他要小心，因为这是一种非常特别和昂贵的染料。图尔齐尔尴尬地感谢他，继续站在那里。"呃......对不起，奇怪的机器人东西，但我对你们的文化知之甚少。如果你试图与我调情，恐怕我的心已经给了另一个女人！我希望你不要见怪......" 茹文眨了眨眼，但图尔齐尔没有反应。"你......你还好吗？"他站起来，轻轻摇晃图尔齐尔，仍然没有反应。茹文看向你寻求帮助。"舰长，看来这个半械族把自己关了。我不知道这些东西是如何工作的，但我担心这可能需要专业医疗人员或技术人员的关注，遗憾的是，我不是。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_RUWEN_DIANESH_1"]/text
source: Dianesh approaches Ruwen, carrying a stack of letters which she lays in front of him. "Ruwen, why have you been sending me so many unsigned letters? You do realize we're both on the same ship...?" "Uh... uhm... I don't know what you mean, Empress! If someone is sending you mysterious letters, it could be anyone!" "Ruwen, you've been using the Imperial stamp on all of them. There's literally only two people on this ship who own that stamp, and that's us." "Oh... oh. Uhm. Did you read the letters?" "No, not yet. I have no idea what they're about, but I'm just confused why you're sending them." "DON'T READ THEM!" Ruwen scoops up all of the letters and rushes to the airlock, where he dumps them all out into space. "Oh crypt, that was a close one... phew..."
ko: 디아내시가 편지더미를 들고 가 루웬 앞에 내려놓습니다. "루웬, 왜 나에게 서명 없는 편지를 이렇게 많이 보낸 것이오? 우리 둘 다 같은 배에 타고 있다는 걸 알잖나...?" "어... 음... 무슨 말씀인지 모르겠습니다 여제님! 누군가가 익명의 편지를 보냈다면, 그게 누구인지 알 방법은 없습니다! "루웬, 모든 편지에 제국 도장이 찍혀있소. 이 함선에서 그 도장을 보유한 건 오직 두 사람, 바로 우리밖에 없지." "오... 어. 으으음. 편지를 읽어보셨습니까?" "아니, 아직. 내용이 뭔지도 전혀 모르겠지만, 일단 왜 보냈는지가 의아하오." "읽지 마십시오!" 루웬은 모든 편지를 집어 들고 에어록으로 달려가 우주로 내던졌습니다. "아이고 크립, 아슬아슬했네... 휴..."
ru: Дианеш подходит к Рувену, неся стопку писем, которые она кладет перед ним. "Рувен, почему ты присылаешь мне так много писем без подписи? Ты ведь понимаешь, что мы оба на одном корабле...?" "Э... э... я не понимаю, о чем вы, императрица! Если кто-то посылает вам таинственные письма, это может быть кто угодно!" "Рувен, ты использовал Императорскую печать на всех письмах. На этом корабле буквально только два человека владеют этой печатью, и это мы". "О... о. Эмм. Вы прочитали письма?" "Нет, пока нет. Я понятия не имею, о чем они, но я просто в недоумении, зачем вы их посылаете". "НЕ ЧИТАЙ ИХ!" Рувен собирает все письма и мчится к шлюзу, где выбрасывает их в космос. "О, крипт, это было близко... фух..."
zh_hans: 黛安娜什走近茹文，拿着一叠信，放在他面前。"茹文，你为什么给我寄这么多没有签名的信？你知道我们都在同一艘船上......？" "呃......呃......我不知道你是什么意思，女皇！如果有人给你寄神秘的信，可能是任何人！" "茹文，你在所有的信上都使用了水晶帝国的印章。在这艘船上，实际上只有两个人拥有这个印章，那就是我们。" "哦......哦。呃。你看了那些信吗？" "不，还没有。我不知道它们是关于什么的，但我只是疑惑你为什么要寄这些信。" "不要读！"茹文拿起所有的信，冲向气闸，在那里他把它们都扔到了太空中。"哦，墓穴，差一点......呼......"

# data/events_socialize.xml$//event[@name="SOCIALIZE_DIANESH_NOTHING"]/text
source: Dianesh bows as you approach, and you bow in return on instinct. You expect her to say more, but when no response comes, you awkwardly wave hello. "Do you have no question in mind for me?" She sighs. "I'm afraid I'm not one for unprompted small talk. As Empress it's my duty to maintain my regal posture, but rarely is it my duty to chat. With such limited conversation topics on both of our minds, why don't you speak with someone else today?"
ko: 디아내시는 당신이 다가오자 허리를 굽혀 인사했고, 당신도 무의식적으로 그녀를 따라 허리를 굽혔습니다. 당신은 그녀가 뭔가 말할 줄 알았는데, 아무 말도 없어서 당신이 먼저 어색하게 인사말을 건넵니다. "아무 질문도 없는 것이오?" 그녀가 한숨을 내쉽니다. "유감스럽게도 나는 즉흥적인 잡담을 하는 사람이 아니오. 황제의 의무는 왕실의 권위를 유지하는 것이지 수다나 떠는 것이 아니니. 우리 머릿속에 대화 주제가 이리도 제한되어 있다면, 오늘은 다른 이와 이야기하는 것이 어떻겠소?"
ru: Дианеш кланяется, когда вы приближаетесь, и вы инстинктивно кланяетесь в ответ. Вы ожидаете, что она скажет что-то еще, но, не получив ответа, неловко машете рукой. "У вас нет ко мне вопросов?" Она вздыхает. "Боюсь, я не из тех, кто любит вести светские беседы без повода. Как императрица я обязана поддерживать свою царственную осанку, но редко когда я могу поболтать. Поскольку у нас обоих столь ограниченное количество тем для разговора, почему бы вам не поговорить сегодня с кем-нибудь другим?"
zh_hans: 当你走近时，黛安娜什鞠了一躬，你出于本能也鞠了一躬作为回报。你期待她说更多的话，但当没有回应时，你尴尬地挥手问好。"你没有问题要问我吗？"她叹了口气。"恐怕我不是一个喜欢不经提示的闲谈的人。作为女王，我有责任保持我的威严姿态，但很少有责任去聊天。我们两个人心中的谈话话题如此有限，你今天为什么不和别人谈呢？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_GENERIC_1"]/text
source: "There are few terrors that can keep me up at night more than the pitiful fact that my species's history has been lost not only once but TWICE! Again and again we are struck with tragedy, a genocide of legacy." Dianesh says all of this, but doesn't elaborate on either incident.
ko: "우리 종족의 역사가 한 번이 아니라 두 번이나 잊혔다는 초라한 사실보다 밤잠을 설치는 공포는 없소! 우리는 계속해서 비극, 즉 유산의 학살에 휩싸이고 있소." 디아내시는 그렇게 말하면서 역사가 잊힌 두 사건에 대해선 자세히 설명하지 않았습니다.
ru: "Мало найдется ужасов, которые не дают мне спать по ночам больше, чем тот жалкий факт, что история моего вида была утеряна не один раз, а ДВА! Снова и снова нас постигает трагедия, геноцид поколений". Дианеш говорит все это, но не уточняет ни один из случаев.
zh_hans: "很少有什么恐怖的事情能让我彻夜难眠，而我的物种的历史不仅是一次，而是两次！我们一次又一次地遭遇悲剧，对遗产的灭绝。"戴安纳什说了这些，但并没有详细说明这两件事。

source: What was the first?
ko: 첫 번째 사건은 뭐였죠?
ru: Что было первым?
zh_hans: 第一次是什么？

source: "The first happened eons ago. Exactly when, I couldn't tell you, since that history is lost. It involves the great emperor Ycathine, who served rule during what is believed to be the darkest period of our history. At the end of a terrible civil war, which left the species divided across the galaxy, he swore to seal himself away with all remains of that war forever. This tale has since been mythologized as the tale of Ycathine's Crypt, and most don't even seem to believe it's real." Dianesh waits a few moments, then smiles smugly. "However, as Empress, I'm privy to a bit more information than the common man. While I don't know for ceerrrrrtain that it's real... I have no reason to suspect it isn't, either. Now, enough chatter. If I speak too long about the past, I'll forget the present even exists."
ko: "첫 사건은 까마득히 먼 옛날에 일어났소. 역사가 사라졌기 때문에 정확한 시기는 알려줄 수 없소. 이것은 우리 역사 최악의 암흑기를 통치했던 위대한 황제 이카틴에 대한 이야기요. 온 은하계를 가로질러 종족을 분열시킨 끔찍한 내전의 끝에, 그는 모든 전쟁의 잔재를 자신과 함께 영원히 봉인할 것이라 맹세했소. 이 이야기는 이후 이카틴의 크립이라는 이야기로 신화화되었는데, 대부분의 사람들은 그것을 진짜라고 믿지 않는 것 같소." 디아내시가 잠시 뜸을 들이다가 으스대며 웃습니다. "하지만 황제인 나는 일반인보다 조금 더 많은 정보를 알고 있지. 그게 실화인지 확실히 알 수는 없지만... 내겐 의심할 이유도 없소. 이제 잡담은 그만하지. 과거에 대해 너무 길게 얘기하면 현재가 있다는 것조차 잊어버릴 것이니."
ru: "Первое случилось много веков назад. Когда именно, я не могу сказать, поскольку эта история утеряна. Она связана с великим императором Икатином, который правил во время, как считается, самого мрачного периода нашей истории. В конце ужасной гражданской войны, в результате которой виды разделились по всей галактике, он поклялся навсегда запечатать себя вместе со всеми остатками той войны. С тех пор эта история была мифологизирована как история о Склепе Икатина, и большинство даже не верит, что она существует". Дианеш выжидает несколько мгновений, затем самодовольно улыбается. "Однако как императрица, я обладаю немного большей информацией, чем обычные люди. Хотя я не знаю наверняка, что это реально... но у меня нет причин подозревать, что это не так. Ну, хватит болтать. Если я буду слишком долго говорить о прошлом, я забуду, что настоящее вообще существует".
zh_hans: "第一次发生在很久以前。确切的时间，我无法告诉你，因为那段历史已经失传了。它涉及伟大的皇帝伊卡廷，他在被认为是我们历史上最黑暗的时期进行统治。在一场可怕的内战结束时，我们种族在银河系中分裂，他发誓永远用那场战争的所有遗迹将自己封印起来。这个故事后来被神话为伊卡廷的墓穴的故事，大多数人似乎都不相信这是真的。"黛安娜什等了一会儿，然后得意地笑了笑。"然而，作为女皇，我比普通人掌握的信息要多一些。虽然我不知道它是否是真实的...我也没有理由怀疑它不是真的。现在，唠叨够了。如果我对过去说得太长，我甚至会忘记现在的存在。"

source: What was the second?
ko: 두 번째 사건은 뭐였죠?
ru: Что было вторым?
zh_hans: 第二次是什么？

source: "You already know the second. When we were forced to leave our homeworlds by the savage invasion of pioneers, we left behind countless relics and landmarks that simply couldn't be taken with us. I can only imagine what travesties have defaced them now." Dianesh sighs. "Some day, we will return and take back those lands. Even if we don't remain in seclusion, there is much heritage that we must recover unless we are simply to forget the last century entirely. Now, enough chatter. If I speak too long about the past, I'll forget the present even exists."
ko: "그대는 이미 두 번째 사건을 알고 있소. 개척자들의 야만적인 침략으로 우리가 고향을 떠나야 했을 때, 우리는 수많은 유물과 건축물을 두고 왔소. 아직도 나는 그것들이 어떤 수모를 겪었을지 상상만 할 수 있을 뿐이오." 디아내시가 한숨을 내쉽니다. "언젠가 우리는 돌아가서 그 땅을 되찾을 것이오. 비록 우리는 전처럼 고립되지 않았지만, 지난 세기를 완전히 잊고자 하는 게 아닌 이상 회복해야 할 유산이 많소. 이제 잡담은 그만하지. 과거에 대해 너무 길게 얘기하면 현재가 있다는 것조차 잊어버릴 것이니."
ru: "Второе вы уже знаете. Когда мы были вынуждены покинуть наши родные миры в результате дикого вторжения пионеров, мы оставили после себя бесчисленные реликвии и достопримечательности, которые просто нельзя было взять с собой. Я могу только представить, какие пародии изуродовали их сейчас". Дианеш вздыхает. "Когда-нибудь мы вернемся и заберем эти земли. Даже если мы не останемся в уединении, есть много наследия, которое мы должны восстановить, если только мы не хотим полностью забыть прошлое столетие. А теперь хватит болтать. Если я буду слишком долго говорить о прошлом, я забуду, что настоящее вообще существует".
zh_hans: "你已经知道第二种情况了。当我们被先驱者野蛮入侵而被迫离开我们的家园时，我们留下了无数的遗物和地标建筑，根本无法带走。我只能想象现在有什么破坏性的东西玷污了它们。"黛安娜什叹了口气。"有一天，我们会回来并夺回那些土地。即使我们不继续隐居，也有许多遗产我们必须恢复，除非我们完全忘记了上个世纪。现在，唠叨够了。如果我对过去说得太长，我甚至会忘记现在的存在。"

source: Don't press further.
ko: 더 묻지 않는다.
ru: Не продолжать настаивать.
zh_hans: 不再追问了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_GENERIC_2"]/text
source: You spot Dianesh taking some strange powder from a vial. She coughs a few times and shivers once she has it down, then notices you watching her. "Don't you have better places to be than spying on me?"
ko: 디아내시가 유리병에서 이상한 가루를 꺼내먹고 있습니다. 그녀는 기침을 몇 번 하고 병을 내려놓으며 몸을 떨다가 당신이 보고 있다는 것을 알아챕니다. "날 엿보는 것 말고는 할 일이 없나?"
ru: Вы замечаете, как Дианеш берет из флакона какой-то странный порошок. Она несколько раз кашляет и вздрагивает, когда запивает его, затем замечает, что вы наблюдаете за ней. "Неужели вам нечем заняться, кроме как шпионить за мной?"
zh_hans: 你发现黛安娜什从一个小瓶中取出一些奇怪的粉末。她咳嗽了几声，放下后打了个哆嗦，然后注意到你在看她。"你难道没有比监视我更好的地方吗？"

source: What is that stuff?
ko: 그 가루는 뭡니까?
ru: Что это такое?
zh_hans: 那是什么东西？

source: "What is what stuff?" Dianesh scowls and stashes the vial in her pocket.
ko: "무슨 가루?" 디아내시가 얼굴을 찌푸리며 주머니에 병을 숨깁니다.
ru: "Что это такое?" Дианеш хмурится и прячет флакон в карман.
zh_hans: "什么是什么东西？"黛安娜什皱着眉头，把小瓶藏在她的口袋里。

source: That vial of power you just took.
ko: 방금 꺼내먹은 그 가루 말입니다.
ru: Тот флакон из порошком, который вы только что употребили.
zh_hans: 你刚刚服用的能量瓶。

source: "Hmph. So I was not as careful at hiding it as I thought. I didn't expect nosy captains to be sticking their face in my 'private' quarters. Fine. It's Riapel. The stimulant we Crystals use to accelerate geode growth. The health affects on Crystal biology are minimal, but it has somewhat of an addictive effect. If you don't use it for too long after a steady dose of it, like all drugs, you experience withdrawals." Dianesh says nothing else about it, as if the rest is obvious. You can tell she doesn't like talking about it.
ko: "흠. 아무래도 내가 생각했던 것만큼 이걸 숨기는데 신중하지 못했나 보군. 참견하기 좋아하는 선장이 '개인' 선실에 얼굴을 내밀 것이라고 예상하지 못했소. 좋소. 이건 리아펠이오. 우리 크리스탈이 정동의 성장을 가속하기 위해 사용하는 자극제지. 크리스탈의 생리에 미치는 건강상의 영향은 미미하지만, 다소 중독적인 효과가 있소. 모든 약물과 마찬가지로 꾸준히 복용한 후 너무 오래 사용하지 않으면 금단 현상이 발생하오." 디아내시는 더 이상 특별한 것이 없다는 듯이 급하게 말을 마쳤습니다. 리아펠에 대해 말하는 것을 좋아하지 않는 것 같습니다.
ru: "Хмм. Значит, я не так тщательно скрывала это, как думала. Я не ожидала, что любопытные капитаны будут совать свои морды в мои "личные" каюты. Ладно. Это риапель. Стимулятор, который мы, кристаллины, используем для ускорения роста геодов. Влияние на здоровье кристаллинов минимально, но у него есть эффект привыкания. Если долго не употреблять его после постоянной дозы, то, как и у всех наркотиков, возникает ломка". Дианеш больше ничего не говорит об этом, как будто остальное очевидно. Видно, что ей не нравится говорить об этом.
zh_hans: "哼哼。所以我没有像我想象的那样小心翼翼地隐藏它。我没想到爱管闲事的舰长会在我的'私人'宿舍里插上一脸。好吧。这是里亚佩。我们水晶人用来加速晶石生长的刺激剂。对水晶生物的健康影响很小，但它有一定的成瘾作用。如果你在稳定的剂量后不使用它太久，就像所有的毒品一样，你会出现戒断现象。"黛安娜什没有说其他的事情，好像其他的事情都很明显。你可以看出她不喜欢谈论它。

source: But why are you taking it right now?
ko: 하지만 그걸 왜 지금 먹은 겁니까?
ru: Но почему вы принимаете его именно сейчас?
zh_hans: 但为什么你现在要服用它呢？

source: Dianesh's scowl grows even more spiteful. "Because I am experiencing withdrawals. Are you always so clueless? Because if I'm going to have to spell everything out for you, then this is going to get real tiring real fast." You mumble an apology and leave before things get more tense.
ko: 디아내시가 당신을 더욱 험악하게 쳐다봅니다. "그야 금단현상을 겪고 있으니까. 그대는 항상 그렇게 멍청한 것이오? 내가 당신을 위해 모든 것을 설명해줘야 한다면, 우리 둘 다 정말 빠르게 피곤해질 것이오." 당신은 디아내시가 더 성을 내기 전에 중얼거리듯 사과하고 떠납니다.
ru: Хмурый взгляд Дианеш стал еще более злобным. "Потому что я испытываю ломку. Вы всегда такие невежественные? Потому что если мне придется объяснять вам все по буквам, то это быстро надоест". Вы бормочете извинения и уходите, пока ситуация не стала еще более напряженной.
zh_hans: 黛安娜什的蔑视变得更加恶意。"因为我正在经历戒断。你总是这么没头脑吗？因为如果我必须为你拼读出所有的东西，那么这将很快变得非常累人。"你咕哝着道歉，在事情变得更加紧张之前离开。

source: Are you a drug addict?
ko: 그럼 당신은 약물 중독자인 겁니까?
ru: Являетесь ли вы наркоманкой?
zh_hans: 你是一个吸毒者吗？

source: "A-Am I a drug addict?! Wow, what tact you have. I hope you're as frank to all your friends, because you must truly be their favorite person to hang out with." Dianesh folds her arms. "I don't know, AM I a drug addict? I take the same stimulant every other damn Crystal does, just a bit more of it. Since you just love asking questions you have no right to ask, why don't you ask me everything else about my life, huh? Am I a virgin? What's my favorite fetish? Do I hide dead bodies in my closet?"
ko: "내가 야- 약물 중독이냐고?! 정말 대단한 말주변이군. 제발 친구들 앞에서도 지금만큼 솔직하길 바라오. 참으로 훌륭한 친구 관계가 만들어지겠지." 디아내시가 팔짱을 낍니다. "나도 잘 모르오. 내가 약물 중독잔가? 나는 다른 모든 크리스탈과 똑같이 자극제를 먹을 뿐이오. 다만 그 양이 조금 더 많은 거지. 그나저나, 그렇게 물어볼 권리도 없는 질문을 좋아할 거면, 그냥 내 인생에 관한 모든 걸 물어보지 그려? 나는 처녀일까? 좋아하는 페티쉬는 뭘까? 옷장에 시체를 숨겨놓진 않았을까?"
ru: "Я что, наркоманкой?! Ух ты, какой у вас такт. Надеюсь, вы так же откровенны со всеми своими друзьями, потому что вы, должно быть, действительно их любимчик". Дианеш складывает руки. "Я не знаю, может, я наркоманка? Я принимаю те же стимуляторы, что и все остальные кристаллины, только немного больше. Раз уж вам так нравится задавать вопросы, которые вы не имеешь права задавать, почему бы вам не спросить меня обо всем остальном, что касается моей жизни, а? Я девственница? Какой мой любимый фетиш? Прячу ли я трупы в своем шкафу?"
zh_hans: "我是个吸毒者？哇，你有什么策略。我希望你对你所有的朋友都一样坦诚，因为你一定是他们最喜欢一起玩的人。"黛安娜什叠起她的手臂。"我不知道，我是一个吸毒者吗？我服用的兴奋剂和其他每个该死的水晶人都一样，只是多吃了一点。既然你喜欢问一些你无权问的问题，你为什么不问我生活中的其他事情，嗯？我是个处女吗？我最喜欢的性癖是什么？我在衣柜里藏尸体吗？"

source: Jeez, I'm sorry.
ko: 이런, 죄송합니다.
ru: Прошу прощения.
zh_hans: 天啊，我很抱歉。

source: Are you a virgin?
ko: 당신은 처녀인가요?
ru: Вы девственница?
zh_hans: 你是处女吗？

source: Dianesh walks up to you, grabs you by the neck, and flings you out of her room. "Get the hell out of my room, and STAY out of it. Or else next time I'll teach you what it feels like to have a piece of rock lodged in your forehead."
ko: 디아내시가 당신에게 다가와 목을 붙잡고 선실 밖으로 내던집니다. "내 방에서 꺼지고 다시는 얼쩡거리지도 마시오. 그러지 않으면 다음번에는 바위 조각이 이마에 박히는 기분을 가르쳐 주겠소."
ru: Дианеш подходит к вам, хватает вас за шею и выволакивает из своей комнаты. "Убирайся из моей комнаты и не лезь в нее. Иначе в следующий раз я научу тебя, каково это, когда у тебя во лбу застрял кусок камня".
zh_hans: 黛安娜什走到你面前，抓住你的脖子，把你甩出她的房间。"滚出我的房间，别再进来了。否则，下次我就会教你额头上插着一块石头是什么感觉。"

source: What's your favorite fetish?
ko: 좋아하는 페티쉬는 뭔가요?
ru: Какой ваш любимый фетиш?
zh_hans: 你最喜欢的性癖是什么？

source: Dianesh walks up to you, grabs you by the neck, and flings you out of her room. "Get the hell out of my room, and STAY out of it. Or else next time I'll teach you what it feels like to have a piece of rock lodged in your forehead."
ko: 디아내시가 당신에게 다가와 목을 붙잡고 선실 밖으로 내던집니다. "내 방에서 꺼지고 다시는 얼쩡거리지도 마시오. 그러지 않으면 다음번에는 바위 조각이 이마에 박히는 기분을 가르쳐 주겠소."
ru: Дианеш подходит к вам, хватает вас за шею и выволакивает из своей комнаты. "Убирайся из моей комнаты и не лезь в нее. Иначе в следующий раз я научу тебя, каково это, когда у тебя во лбу застрял кусок камня".
zh_hans: 黛安娜什走到你面前，抓住你的脖子，把你甩出她的房间。"滚出我的房间，别再进来了。否则，下次我就会教你额头上插着一块石头是什么感觉。"

source: Are there dead bodies in your closet?
ko: 옷장에 시체를 숨겨 놓았나요?
ru: Есть ли в вашем шкафу трупы?
zh_hans: 你的衣柜里有死尸吗？

source: Dianesh walks up to you, grabs you by the neck, and flings you out of her room. "Get the hell out of my room, and STAY out of it. Or else next time I'll teach you what it feels like to have a piece of rock lodged in your forehead."
ko: 디아내시가 당신에게 다가와 목을 붙잡고 선실 밖으로 내던집니다. "내 방에서 꺼지고 다시는 얼쩡거리지도 마시오. 그러지 않으면 다음번에는 바위 조각이 이마에 박히는 기분을 가르쳐 주겠소."
ru: Дианеш подходит к вам, хватает вас за шею и выволакивает из своей комнаты. "Убирайся из моей комнаты и не лезь в нее. Иначе в следующий раз я научу тебя, каково это, когда у тебя во лбу застрял кусок камня".
zh_hans: 黛安娜什走到你面前，抓住你的脖子，把你甩出她的房间。"滚出我的房间，别再进来了。否则，下次我就会教你额头上插着一块石头是什么感觉。"

source: Oh, okay.
ko: 아, 알겠습니다.
ru: Ох, ладно.
zh_hans: 哦，好的。

source: Sorry, I'll leave.
ko: 죄송합니다, 이만 떠나겠습니다.
ru: Извините, я ухожу.
zh_hans: 对不起，我先走了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_GENERIC_3"]/text
source: "The life of a Crystalline Empress is a hard one. I had to undergo vigorous, constant training not only from my mother on all the obscure etiquettes I would need but also my father. You see, a Crystalline Empress is also functionally a warrior queen. I am the head of state and chief military commander, and so I am expected to be a competent warrior myself." Dianesh doesn't seem to find this memory pleasant, but keeps going anyways. "I am the first female head of state in the Empire for nearly 13 centuries. Most didn't expect highly of me. I've always had the extra burden on my back of having to prove to everyone I'm worth remembering in history for more than just the novelty of being female. I am not just an 'Empress'. I want to be a part of history, forever. I want to be remembered for MY accomplishments, and not just the circumstances of my birth."
ko: "크리스탈 황제의 삶은 힘드오. 어머니뿐만 아니라 아버지에게도 온갖 난해한 예절에 대한 힘들고 끝없는 훈련을 받아야 했소. 보다시피, 크리스탈 황제는 직무상 전사 여왕이기도 하오. 국가 원수이자 최고 군사령관이고, 그래서 유능한 전사로도 키워졌소." 즐겁지 않은 회상 같지만, 디아내시는 이야기를 계속합니다. "나는 거의 13세기만의 전례 없는 여성 국가 원수요. 대부분의 사람들은 큰 기대를 하지 않았지. 나는 항상 여성이라는 것 이상의 무언가로 역사에 기록될 만한 황제라는 것을 남들에게 증명해야 한다는 마음의 짐을 가지고 있었소. 나는 단순히 '여제'가 아닌 것이오. 영원히 역사의 일부가 되고 싶소. 내가 처한 상황뿐만 아니라 나의 업적으로도 기억되고 싶소."
ru: "Жизнь императрицы кристаллинов нелегка. Мне пришлось постоянно и тщательно обучаться всем тонкостям этикета не только у матери, но и у отца. Понимаете, императрица кристаллинов - это еще и королева-воительница. Я - глава государства и главный военачальник, и поэтому от меня ожидают, что я сама буду грамотным воином". Дианеш не кажется приятным это воспоминание, но все равно продолжает. "Я - первая женщина, возглавляющая государство в Империи за почти 13 веков. Большинство не ожидало от меня ничего хорошего. На мне всегда лежала дополнительная ноша - необходимость доказывать всем, что я достойна того, чтобы меня запомнили в истории не только за то, что я женщина. Я не просто "императрица". Я хочу навсегда войти в историю. Я хочу, чтобы меня помнили по МОИМ достижениям, а не только по обстоятельствам моего рождения".
zh_hans: "水晶族女皇的生活是一个艰难的过程。我必须接受严格的、持续的训练，不仅要从我母亲那里学到我需要的所有晦涩的礼仪，而且还要从我父亲那里学到。你看，一个水晶族女皇在功能上也是一个女战士。我是国家元首和首席军事指挥官，所以我自己也被期望成为一名合格的战士。"黛安娜什似乎并不觉得这段记忆令人愉快，但还是继续说下去。"我是帝国近13个世纪以来第一位女性国家元首。大多数人对我的期望并不高。我一直背负着额外的负担，必须向所有人证明我值得在历史上被记住，而不仅仅是作为女性的新奇。我不只是一个女皇。我想成为历史的一部分，永远。我想因为我的成就而被记住，而不仅仅是我的出生环境。"
