Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ARIADNE_GENERIC_6"]/text
source: "It is shameful that even now, so far into the future, we still suffer from the plights of sexism and homophobia. At least, in the Theocracy as it is. In other places it is perhaps different, but it seems to be the inclination of the religious masses that any group with less than a persistent drive to produce a shapeless army of new zealots must be oppressed and brainwashed. Anything less than a total, liberal institution must be abolished to achieve universal liberty. If I am still alive when the Lost Suns have acheived their victory, then I forsee myself to be one to carry this fate out." Ariadne's gaze shifts to you. "When the time comes, if it does come at all, then I advise you do not stand in my way. There is a great fire on the horizon, and nothing will be able to put it out once the match has been lit."
ko: "먼 과거서부터 오늘날, 그리고 미래에까지 우리가 성차별과 동성애 혐오에 시달릴 거라는 사실은 정말 안타까운 일이오. 적어도 신정에서는 반드시 그럴 것이오. 다른 곳에서는 어떤지 모르겠지만, 새로운 광신자들을 모아 지속적으로 무형의 군대를 만들어낼 추진력이 없는 집단은 억압받고 세뇌되어야 한다는 것이 종교적 대중의 성향인 것 같소. 하지만 보편적인 자유를 이루기 위해선 완전히 민주적이지 않은 기관은 모두 폐지되어야 하오. 만약 내 생전에 로스트선이 승리를 이룬다면, 내가 직접 억압적인 기관을 모두 없애버릴 것이오." 아리아드네의 시선이 당신에게로 옮겨갑니다. "때가 되면, 정말로 신정이 무너진다면, 결코 나의 길을 막지 마시오. 코앞에 거대한 불길이 있으니, 한번 타오른 성냥은 무슨 일이 있어도 꺼지지 않을 것이오."
ru: "Позорно, что даже сейчас, так далеко в будущее, мы все еще страдаем от проблем сексизма и гомофобии. По крайней мере, в Теократии в ее нынешнем виде. В других местах, возможно, все иначе, но похоже, религиозные массы склоняются к тому, что любая группа, которая менее чем настойчиво стремится производить бесформенную армию новых фанатиков, должна подвергаться угнетению и промыванию мозгов. Все, что меньше, чем полный либеральный институт должно быть упразднено для достижения всеобщей свободы. Если я еще жива, когда Затерянные Солнца одержат свою победу, то я вижу себя одним из тех, кто выполнит эту судьбу". Взгляд Ариадны переходит на вас. "Когда придет время, если оно вообще придет, я советую тебе не стоять на моем пути. На горизонте разгорается большой пожар, и ничто не сможет потушить его, как только спичка будет зажжена".
zh_hans: "可耻的是，即使是现在，在如此遥远的未来，我们仍然遭受着性别歧视和同性恋恐惧症的困扰。至少，在神权国是这样的。在其他地方也许不同，但这似乎是宗教群众的倾向，即任何不具有持续驱动力以产生新的狂热者无形军队的群体必须被压迫和洗脑。为了实现普遍自由，必须废除任何不完全自由的制度。如果当迷失烈阳取得胜利时我还活着，那么我认为我将是承担这一命运的人。"阿里阿德涅的目光转向你。"当时间到来时，如果它真的到来，那么我建议你不要挡在我的面前。地平线上有一场大火，一旦火柴被点燃，没有什么能够扑灭它。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_VORTIGON_NOTHING"]/text
source: Vortigon is kneeled over before the ship toilet, hands clasped to his chest and making a strange sound. At first you consider he might have food poisoning, but you quickly realize he's praying. Knowing better than to disturb the Grand Priest in a moment of prayer, you'll have to talk to someone else.
ko: 보티곤은 배변기 앞에서 무릎을 꿇고 두 손을 가슴에 모은 채 이상한 소리를 내고 있습니다. 당신은 그가 식중독에 걸린 줄 알았다가, 이내 기도 중이라는 것을 깨닫습니다. 기도하는 대제사장을 방해하는 것만큼 위험한 일도 없을 테니, 지금은 다른 사람과 얘기해야 할 것 같습니다.
ru: Вортигон стоит на коленях перед корабельным туалетом, прижав руки к груди и издавая странные звуки. Сначала вы думаете, что у него пищевое отравление, но быстро понимаете, что он молится. Зная, что лучше не беспокоить Верховного жреца в момент молитвы, вам придется поговорить с кем-нибудь другим.
zh_hans: 沃蒂根在船上的厕所前跪着，双手抱胸，发出奇怪的声音。起初你认为他可能是食物中毒了，但你很快意识到他在祈祷。你知道最好不要打扰正在祈祷的大祭司，所以你必须和其他人谈谈。

# data/events_socialize.xml$//event[@name="SOCIALIZE_VORTIGON_GENERIC_1"]/text
source: "Your Federation ships are boring! Where is the flair? The colors? If you wish to be feared, you will need a better color scheme than paste with faded orange!" Vortigon crosses his arms, dissapointed.
ko: "자네의 함선은 지루함 그 자체로군! 예술적 감각이라곤 눈을 씻고도 찾아볼 수가 없어! 두려움의 대상이 되고 싶다면, 어서 저 망할 빛바랜 주황색을 다른 색으로 덧칠해 버리게나!" 보티곤이 실망한 채로 팔짱을 낍니다.
ru: "Ваши корабли Федерации скучны! Где же изюминка? Краски? Если вы хотите, чтобы вас боялись, вам нужна лучшая цветовая схема, чем краска с блеклыми оранжевыми цветами!" Вортигон скрестил руки, разочарованный.
zh_hans: "你们的联邦舰艇太无聊了！亮点在哪里？颜色呢？如果你想让人害怕，你需要一个更好的颜色方案，而不是用褪色的橙色来粘贴！"沃蒂根交叉双臂，感到很失望。

source: Hey, I didn't make the colors!
ko: 이봐요, 제가 색을 고른 게 아닙니다!
ru: Эй, это не я придумал цвета!
zh_hans: 嘿，这些颜色又不是我做的！

source: Vortigon keeps his arms crossed, but doesn't seem to have anything more to add. Seems you've put him at a loss for words.
ko: 보티곤은 팔짱만 계속 끼고 있고 더 이상 덧붙일 말은 없는 것 같습니다. 아무래도 당신의 대답에 말문이 막힌 것 같네요.
ru: Вортигон держит руки скрещенными, но, похоже, ничего больше не хочет добавить. Похоже, вы поставили его в затруднительное положение.
zh_hans: 沃蒂根保持双臂交叉，但似乎没有什么要补充的。看来你让他不知所措了。

source: Yeah, it's pretty ugly.
ko: 그러게요, 좀 안 어울리긴 하네요.
ru: Да, это довольно уродливо.
zh_hans: 是的，这很难看。

source: "At least you can admit it! I look on with disgust at all these ships, and I see nothing that appeases me. This whole galaxy needs to be taught how to pick a color palette."
ko: "그래도 알고는 있구만! 다른 연방 함선들도 둘러봤는데, 도당체 마음에 드는 게 없더군. 이 은하계 사람들은 색 고르는 법을 배울 필요가 있어."
ru: "По крайней мере, вы можете это признать! Я с отвращением смотрю на все эти корабли и не вижу ничего, что могло бы меня порадовать. Всю эту галактику нужно научить выбирать цветовую палитру".
zh_hans: "至少你可以承认这一点！我厌恶地看着所有这些飞船，我看不到任何让我满意的东西。这整个星系都需要被教导如何挑选调色板。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_SYMBIOTE_NOTHING"]/text
source: You spot Rig talking to himself, and for a moment consider asking him if he's okay when you hear a rumbling sound from his stomach. You quickly realize he's having a conversation with Tintan and decide not to intrude. It's rare to see the pair getting along, so you'll have to find someone else to talk to.
ko: 당신은 리그가 혼잣말하는 것을 발견하고 괜찮은지 물어보려다가, 그의 배에서 우르릉거리는 소리를 듣고는 그가 틴탄과 대화하고 있다는 것을 알아채고 방해하지 않기로 합니다. 저 두 사람이 잘 어울리는 것은 드문 일이니, 지금은 다른 사람을 찾는 게 좋겠네요.
ru: Вы замечаете, что Риг разговаривает сам с собой, и на мгновение подумываете спросить его, все ли в порядке, когда слышите урчание в животе. Вы быстро понимаете, что он разговаривает с Тинтаной, и решаете не вмешиваться. Нечасто можно встретить эту пару вместе, так что вам придется найти кого-нибудь другого для разговора.
zh_hans: 你发现里格在自言自语，有一瞬间考虑问他是否还好，这时你听到他的肚子发出隆隆的声音。你很快意识到他在和婷丹谈话，决定不打扰他。很少看到这对夫妇相处得很好，所以你必须找其他人来谈。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_GENERIC_1"]/text
source: You hear a deep rumbling from Rig's stomach and ask if Tintan is doing okay. "Is Tan doing okay? She's stuck in my stomach, of course she isn't okay! Hmph." With a sneer, he comments further, "Just be glad you can't hear her like I can. The stream of insults and cursing is ceaseless. Even when I'm trying to sleep she keeps shouting at me. Some real wonderful 'symbiosis' we have going on, indeed."
ko: 당신은 리그의 배에서 울리는 소리를 듣고, 리그에게 틴탄은 괜찮은지 묻습니다. "탄은 잘 지내고 있냐고? 내 뱃속에 박혀 있으니 물론 괜찮지 않소! 흥." 그가 경멸하는 투로 이어 말합니다. "나와 다르게 그녀의 목소리를 들을 수 없다는 것에 감사하시오. 모욕과 저주의 물결이 끊이질 아니하오. 심지어 내가 자려고 할 때도 그녀는 나에게 계속 소리를 지른단 말이오. 참으로 멋진 '공생'이 아닐 수 없지."
ru: Вы слышите глубокое урчание в животе Рига и спрашиваете, все ли в порядке с Тинтаной. "С Тинтаной все в порядке? Она застряла в моем желудке, конечно, она не в порядке! Хмм." С усмешкой он комментирует дальше: "Радуйся, что ты не можешь слышать ее так, как я". Поток оскорблений и проклятий не прекращается. Даже когда я пытаюсь заснуть, она продолжает кричать на меня. Действительно, у нас с ней какой-то удивительный "симбиоз"".
zh_hans: 你听到里格的肚子发出低沉的隆隆声，问婷丹是否还好。"婷丹还好吗？她卡在我的肚子里，当然不好了！哼。"他冷笑一声，进一步评论道，"你就庆幸自己不像我一样能听到她的声音吧。侮辱和咒骂之声不绝于耳。即使在我想睡觉的时候，她也一直对我大喊大叫。我们确实有一些真正奇妙的'共生关系'。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_GENERIC_2"]/text
source: "Rig and Tintan does sort of roll off the tongue, doesn't it? When everything's gone wrong, at least you have the little things to look to sometimes, you know?" Rig pauses as he gets feedback from Tintan on his little discovery. "Well excuuuuse me for trying to have a bit of happiness in my life. You miserable little wench, I bet you were just as insufferable before this! At least people don't have to hear you whine now!" Another pause. "BY THE CRYSTAL SPIRIT, YOU DID NOT JUST SAY THAT! YOU BITCH! I HOPE YOUR CHASSIS DISSOLVES IN STOMACH ACID!"
ko: "리그와 틴탄은 발음하기 쉽지. 모든 것이 잘못되었을 때도, 이런 소소한 즐길 거리는 있군. 그렇지 않소?" 리그는 잠시 말을 멈추고 자신의 작은 깨달음에 대한 틴탄의 피드백을 듣습니다. "좋아, 내 삶을 약간이라도 행복하게 만들려고 시도해서 저엉말 미안하군. 이 더러운 년아, 넌 분명 밖에 있었을 때도 똑같았겠지! 그나마 지금은 다른 사람들이 네 칭얼대는 소리를 못 들어서 다행이야!" 리그가 또다시 말을 멈춥니다. "크리스탈의 이름을 걸고, 넌 그렇게 말하지 않았어! 이 개같은 년아! 그냥 내 위액에 녹아버리기나 해라!"
ru: "Риг и Тинтана как бы сами собой слетают с языка, не так ли? Когда все идет не так, как хотелось бы, по крайней мере, есть мелочи, на которые иногда можно обратить внимание, понимаете?" Риг делает паузу, получая от Тинтаны ответ на свое маленькое открытие. "Ну извините меня за то, что я пытаюсь хоть немного порадоваться за свою жизнь. Ты, жалкая маленькая чертовка, готов поспорить, что и до этого ты была такой же невыносимой! По крайней мере, теперь людям не придется выслушивать твое нытье!" Еще одна пауза. "КРИСТАЛЛИЧЕСКИЙ ДУХ, ТЫ НЕ ПРОСТО ТАК ЭТО СКАЗАЛ! ТЫ СУКА! НАДЕЮСЬ, ТВОЕ ДОСТОИНСТВО РАСТВОРИТСЯ В ЖЕЛУДОЧНОЙ КИСЛОТЕ!"
zh_hans: "里格和婷丹确实有点顺嘴，不是吗？当一切都出错的时候，至少你有时还能看到一些小东西，你知道吗？"里格在得到婷丹对他的小发现的反馈时停了下来。 "好吧，请原谅我试图在我的生活中拥有一点快乐。你这个可悲的小女人，我打赌在这之前你也是一样令人难以忍受！至少现在人们不必再听你抱怨了！"又是一个停顿。 "水晶之灵在上，你刚才不是这么说的！你这个婊子！我希望你的总成溶于胃酸！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_GENERIC_3"]/text
source: Rig seems a bit perturbed. Well, more perturbed than usual. "You know, before this happened I used to go to church quite often. Chrysolity was a staple of my life. It made me a bit of an outsider in Zulfiqar, since most of those executive guys weren't too tied to their faith. Of course, everyone had to SAY they went to church, or else the Elders would have taken us down quick as lighting. But me? I was a faithful believer. But this? This makes me question if there is really any sort of benevolent entity out there. And if there is, why this? Why me?" There's a pause as Tintan seems to be talking. "Oh great, thanks for the input Tan. I really just was dying to know that you thought I was a dumb shithead idiot because I went to church. Like no Zoltan ever has been religious. Not like you have a whole damn government-subsidized nebula full of monks or anything! The Ministry is practical a theocracy as well! Why do you think our species get along so well?" There's total and uncomfortable silence, as Tintan seems unable to retaliate. "Yeah, shut you up did I?" Another rumble. "Oh go to hell."
ko: 리그는 약간 불안해 보입니다. 사실 평소에도 불안해 보였지만, 지금은 더 그렇습니다. "들어보시오. 이 일이 일어나기 전에 나는 자주 교회에 갔었소. 크리스탈 신앙은 내 인생의 필수품었지. 하지만 그 때문에 나는 줄피카르에서 아웃사이더였소. 대부분의 간부진은 신앙에 크게 얽매이지 않았거든. 물론 모두가 말로는 교회를 다닌다고 했소. 그러지 않으면 장로들이 우리를 번개처럼 빠르게 없애버릴 테니까. 그러나 나는 정말로 충실한 신자였소. 그런데 지금 내 꼴을 보시오. 이 일로 나는 정말로 이 세상 밖에 어떤 자비로운 존재가 있는지 의문을 품게 되었소. 만약 그런 존재가 진짜 있다면, 왜 이런 일이 벌어진 것이지? 그리고 왜 나지?" 틴탄이 입을 열었는지 리그가 잠시 말을 멈춥니다. "아 그래, 말해줘서 고마워 탄. 교회를 다녔다는 이유로 네가 나를 바보 멍청이로 생각한다는 걸 알게 돼서 정말 기쁘네. 마치 졸탄은 한 번도 종교적이었던 적이 없다는 듯이 말이야. 그 망할 정부의 지원을 받으면서 수도승으로 가득한 성운 구역이 없다는 듯이 말이야! 실질적으로 내각은 신정이나 다름없어! 우리 두 종족이 그토록 친한 이유가 무엇 때문이라고 생각하나?" 틴탄이 아무런 반박도 못했는지 잠시 불편한 정적이 흐릅니다. "그래, 드디어 입을 닥치셨나?" 또다시 쿠릉 거리는 소리가 들립니다. "아 그냥 좀 뒈져라."
ru: Риг выглядит немного взволнованным. Ну, даже более взволнованным, чем обычно. "Знаете, до того, как это случилось, я часто ходил в церковь. Хризолития была неотъемлемой частью моей жизни. Это делало меня немного чужаком в "Зульфикаре", так как большинство этих управленцев не были слишком привязаны к своей вере. Конечно, все должны были ГОВОРИТЬ, что они ходят в церковь, иначе старейшины быстро бы расправились с нами, так как зажгли бы свет. Но я? Я был верующим. Но это? Это заставляет меня усомниться в том, что на свете действительно существует какая-то благожелательная сущность. А если есть, то почему так? Почему я?" Наступает пауза, пока Тинтана, похоже, говорит. "Отлично, спасибо за информацию, Тан. Мне действительно было очень интересно узнать, что ты считаешь меня тупым идиотом, потому что я хожу в церковь. Как будто ни один золтан никогда не был религиозным. Не то чтобы у вас есть целая чертова туманность, поддерживаемая правительством, полная Монахов, или что-то в этом роде! Министерство тоже практически теократия! Как вы думаете, почему наши виды так хорошо уживаются?" Наступает полная и неловкая тишина, поскольку Тинтана, похоже, не в состоянии ответить. "Ага, я тебя заткнул, да?" Снова грохот. "Да иди ты к черту".
zh_hans: 里格似乎有点不安。嗯，比平时更不安。"你知道，在这件事发生之前，我曾经经常去教堂。诵经是我生活中的一个主要内容。这使我在弯剑有点像个局外人，因为那些行政人员中的大多数人并不太拘泥于他们的信仰。当然，每个人都必须说他们去了教堂，否则长老们会像闪电一样迅速把我们抓起来。但是我呢？我是一个忠实的信徒。但这？这让我怀疑是否真的有任何一种仁慈的实体存在。如果有，为什么会这样？为什么是我？" 婷丹似乎在说话，有一个停顿。"哦，太好了，谢谢你的意见。顿，我真的只是很想知道，你认为我是一个愚蠢的狗屎头白痴，因为我去了教堂。好像从来没有超能族信过教一样。不像你有一个该死的政府资助的星云，里面都是超能信道者或其他什么东西！我想你应该知道，你是怎么想的。牧师团也是实用的神权主义！你认为我们的物种为什么会相处得这么好？"完全是令人不舒服的沉默，因为婷丹似乎无法反驳。 "是啊，让你闭嘴了吧？"又是一阵轰鸣。"哦，去死吧。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_GENERIC_4"]/text
source: Despite the two never seeming to get along, you notice Rig still refers to Tintan as just 'Tan', almost affectionately. You could ask them about it, but it might set them off on another argument.
ko: 당신은 리그와 틴탄은 항상 사이가 나쁜데도, 리그가 계속해서 틴탄을 거의 다정한 투로 '탄'이라고 부른다는 사실을 눈치챘습니다. 이러한 사실에 대해 리그에게 직접 물어볼 수도 있지만, 그 때문에 또 다른 다툼이 시작될지도 모릅니다.
ru: Несмотря на то, что эти двое никогда не ладили, вы заметили, что Риг по-прежнему называет Тинтану просто "Тан", почти ласково. Вы могли бы спросить их об этом, но это может вызвать у них новый спор.
zh_hans: 尽管这两个人似乎从来没有相处过，但你注意到里格仍然称婷丹为"丹"，几乎是亲切的。你可以问问他们，但这可能会让他们陷入另一场争论。

source: Why do you call her Tan?
ko: 왜 그녀를 탄이라고 부르지?
ru: Почему вы называете ее Таной?
zh_hans: 你为什么叫她顿？

source: "You mean why the nickname? Oh, I dunno. Hard not to get at least a little attached to the woman living inside your stomach, even if she's an unbearable wench sometimes." He smiles. "She reminds me of most Rockmen I know. A stubborn asshole who can say the most offensive, insensitive things and yet still somehow be likable." He listens to the rumbling in his stomach. "Oh don't go soft on me now Tan. It just doesn't feel like you unless you end your sentence by calling me some new variation of a slur."
ko: "왜 그런 별명을 쓰는지 물어보는 것이오? 사실 나도 모르겠소. 아무리 때때로 정말 짜증나는 년이라 할지라도, 자기 뱃속에 살고 있는 여자에게 조금도 애착을 갖지 않는 건 어렵지 않겠소?" 그가 웃습니다. "그녀를 보면 내가 아는 락맨들이 떠오르오. 가장 모욕적이고 둔감한 말을 내뱉으면서도 호감이 가는 고집 센 개자식들 말이오." 그가 자기 배에서 나는 우르릉거리는 소리를 듣습니다. "오, 이젠 나를 부드럽게 대하지 마 탄. 네가 새로운 형태의 비방으로 나를 부르지 않으면 그게 너라고 느껴지지 않아."
ru: "Вы имеете в виду, почему такое прозвище? Не знаю. Трудно не привязаться хотя бы немного к женщине, живущей у тебя в животе, даже если она иногда бывает невыносимой чертовкой". Он улыбается. "Она напоминает мне большинство валунов, которых я знаю. Упрямые засранцы, которые могут говорить самые обидные, бесчувственные вещи и при этом оставаться приятными". Он прислушивается к урчанию в своем желудке. "О, не будь так добра ко мной, Тана. Просто это не похоже на тебя, если ты не заканчиваешь свое предложение, называя меня какой-нибудь новой вариацией ругательства".
zh_hans: "你是说为什么会有这个绰号？哦，我不知道。很难不对住在你肚子里的女人产生至少一点感情，即使她有时是个难以忍受的女人。"他笑了。"她让我想起我认识的大多数岩石族。一个固执的混蛋，可以说出最冒犯、最麻木不仁的话，但仍然以某种方式讨人喜欢。"他听着肚子里的咕噜声。"哦，现在不要对我心软，顿。除非你在句子的结尾叫我一些新的污辱变体，否则就不像是你。"

source: Leave it be.
ko: 물어보지 않는다.
ru: Оставить все как есть.
zh_hans: 算了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_GENERIC_5"]/text
source: Out of nowhere, Rig suddenly starts to scream. "AAAAAAAAAAAAAAH! OH MY GOD! AAAAAAAAAAH!"
ko: 난데없이 리그가 소리를 지릅니다. "으아아악! 제기랄! 아아아아아!"
ru: Ни с того ни с сего Риг вдруг начинает кричать. "АААААААААААА! О, БОЖЕ МОЙ! АААААААААА!"
zh_hans: 不知为什么，里格突然开始尖叫。"AAAAAAAAAAAAAAH！哦，我的神！AAAAAAAAAAH！"

source: What's wrong?!
ko: 무슨 일이지?!
ru: Что случилось?!
zh_hans: 怎么了？！

source: "I just realized how messed up this all is! Oh my god, holy shit, this is disgusting! This is abhorrent! How the hell did we get here? I have a living person in my stomach and I'm just carrying on as if everything is NORMAL! THIS IS NOT NORMAL!" Rig falls to the ground and begins to sob. His stomach is silent, and if you had to guess Tintan is going through something similar. It is incredibly messed up, but hopefully as soon as the mission is over you can get them the medical attention necessary.
ko: "이 모든 것이 얼마나 엉망인지 이제야 깨달았소! 세상에 맙소사, 정말 역겹다고! 너무 혐오스러워! 어떻게 내가 이 지경까지 온 거지? 내 뱃속에 살아있는 사람이 있는데, 난 마치 모든 게 정상인 양 행동하고 있어! 이건 정상이 아니라고!" 리그가 땅바닥에 나자빠져 흐느끼기 시작합니다. 그의 배는 조용한데, 아마 틴탄도 비슷하게 울고 있을 것 같습니다. 정말 끔찍한 상황이지만, 그래도 임무가 끝나면 그들은 적절한 의료 지원을 받을 수 있을 것입니다.
ru: "Я только что понял, насколько все это отвратительно! Боже мой, святое дерьмо, это отвратительно! Это отвратительно! Как, черт возьми, мы сюда попали? У меня в животе живой человек, а я веду себя так, как будто все НОРМАЛЬНО! ЭТО НЕНОРМАЛЬНО!" Риг падает на землю и начинает рыдать. Его желудок молчит, и если бы вы могли предположить, то, должно быть, Тинтана переживает нечто подобное. Это невероятно неприятно, но, надеюсь, как только миссия закончится, вы сможете оказать им необходимую медицинскую помощь.
zh_hans: "我刚刚意识到这一切是多么的混乱！哦，我的天哪，这太恶心了！这是很可恶的！我们到底是怎么来到这里的？我的肚子里有一个活人，而我只是在进行着，好像一切都很正常！这不是正常的！"里格倒在地上，开始啜泣。他的胃里一片寂静，如果你要猜的话，婷丹也在经历类似的事情。这真是令人难以置信的混乱，但希望任务一结束，你就能让他们得到必要的医疗照顾。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_BILLY_1"]/text
source: One day, almost out of nowhere, Rig storms into the lounge where Billy is relaxing and hoists him up off the ground. "YOU DID THIS DIDN'T YOU?! YOU'RE RESPONSIBLE FOR RUINING MY LIFE! I JUST KNOW IT, YOU SLUG PIECE OF SHIT!" Billy, although startled, isn't about to let this go without a fight. "HAH! Oh god I wisssh it wasss! Sssservess you right, Rockman! You know Hektar sssellsss the sssuperior productsss, but becaussse you have all that rich church money to pump up your marketing, you jussst got better exposssure! Of courssse you'd try and pin thisss on me! You think I'm the kind of assshole who'd ssstick two people up each other'sss assshole? Come on, I have more ssstyle than that! I might be cold but I'm not cruel! If my credit with Vael wasss any better I'd just have had you killed, ssssimple and painlesss." Rig tosses Billy down in a heap, still seething but trying to calm down. "Right, forgot you were too busy trying to pay off your crippling debt to a serial murderer. Pffft, but really? Hektar selling better products? Hah! You wish! Zulfiqar sells reliable, affordable, and standardized equipment for ships of all kinds. Your modular shit is a short lived novelty for crack addicts and pirates! That hideous, eye-wrenching blue and yellow color scheme makes me want to puke! You keep telling yourself it was Zulfiqar that put you out of business if it's what lets you sleep at night - but deep down, you know it's just because your company isn't worth the crate of slime you evolved out of."
ko: 어느 날 갑자기 리그가 휴게실로 뛰어 들어와 쉬고 있는 빌리를 들어 올렸습니다. "네가 한 일이지, 그렇지?! 내 인생이 망한 건 다 네 녀석 탓이야! 나는 다 알고 있다고, 이 개같은 점액 덩이야! 빌리도 깜짝 놀란 듯한데, 그냥 넘어가지는 않을 것 같습니다. "하하! 그게 나였다면 정말 좋겠네! 너한테 딱 맞는 꼴이잖아! 너도 더 우수한 제품을 파는 건 헥타르지만, 풍부한 교회 자금으로 마케팅을 활성화한 바람에 줄피카르 더 대중적으로 퍼졌다는 걸 알겠지! 그래 놓고 너는 나한테 모든 걸 뒤집어씌우려고 하네! 너는 내가 두 사람씩이나 뒤통수를 치는 소인배라고 생각해? 이봐, 나도 품격이라는 게 있다고! 내가 냉혹할 지는 몰라도 잔인하지는 않아! 내가 바엘의 신용을 조금이라도 더 샀다면, 나는 너를 간단하고 고통 없이 그냥 죽여버렸을 거야. 리그는 여전히 들끓고 있지만, 진정하려고 노력하면서 빌리를 세게 내려놓습니다. "좋아, 당신은 연쇄 살인마에게 진 빚을 갚느라 너무 바빴다는 사실을 잊고 있었소. 하지만 참나, 진심이오? 헥타르가 우수한 제품을 판다고? 푸흡! 그냥 희망 사항일 뿐이지! 줄피카르는 모든 종류의 선박을 위한 믿을 수 있고, 저렴하고, 표준화된 장비를 판매하오. 당신의 모듈식 쓰레기는 불법 중독자나 해적들을 위한 일시적인 상품일 뿐이오! 게다가 그 흉측하고 눈 아픈 파란색 노란색 무늬는 보기만 해도 토하고 싶어진다고! 당신은 헥타르를 망하게 한 것이 줄피카르라고 계속해서 스스로에게 외치지만, 마음속으로는 진실을 알고 있지. 점액 덩어리들의 기업이 제대로 돌아갈 리 없다는 것을."
ru: Однажды, почти из ниоткуда, Риг врывается в комнату отдыха, где отдыхает Билли, и поднимает его с земли. "ЭТО ВЕДЬ ТЫ СДЕЛАЛ?! ТЫ ВИНОВАТ В ТОМ, ЧТО РАЗРУШИЛ МОЮ ЖИЗНЬ! Я ПРОСТО ЗНАЮ ЭТО, ТЫ, СЛИЗЕНЬ, КУСОК ДЕРЬМА!" Билли, хоть и ошарашенный, не собирается оставлять это без ответа. "ХАХ! О боже, как бы я хотел, чтобы это было так! Ты прав, валун! Ты знаешшшь, что Гектар продает лучшие продукты, но поссскольку у тебя есссссть всссе эти деньги богатой церкви для продвижения сссвоей продукции, ты просссто добилссся лучшшшей рекламы! Конечно, ты пытаешшшьссся сссвалить это на меня! Думаешшшь, я такой придурок, который засссунет двух людей друг другу в жопу? Да ладно, у меня большшше ссстиля! Я могу быть хладнокровным, но я не жессстокий! Есссли бы мои отношшшения ссс Ваэлем были лучше, я бы просссто убил тебя, просссто и безболезненно". Риг швырнул Билли на землю, все еще кипя, но пытаясь успокоиться. "Точно, забыл, что ты был слишком занят, пытаясь выплатить свой непосильный долг серийному убийце. Пффф, а правда? Гектар продает лучшие товары? Ха! А как же! "Зульфикар" продает надежное, доступное и стандартизированное оборудование для кораблей всех видов. Ваше модульное дерьмо - это недолговечная новинка для наркоманов и пиратов! От этой отвратительной, вырвиглазной сине-желтой цветовой гаммы меня просто тошнит! Ты все время говоришь себе, что это "Зульфикар" вывел тебя из бизнеса, если это позволяет тебе спать по ночам - но в глубине души ты знаешь, что это просто потому, что твоя компания не стоит того ящика со слизью, из которого ты развился".
zh_hans: 有一天，里格几乎不知从哪里冒出来，冲进比利正在休息的休息室，把他从地上举起来。"这是你干的吧？你要对毁掉我的生活负责！我就知道，你这坨屎！" 比利，虽然被吓了一跳，但并不打算不战而退。"哈哈！哦，我希望是这样！岩石族，你是对的。你知道赫克塔卖的是高级产品，但因为你有那些富有的教会资金来推动你的营销，所以你只是得到了更好的曝光！当然，你会试图把这一切归咎于我！你认为我是那种会把两个人塞进对方屁眼的混蛋？来吧，我有比这更多的风格！我可能很冷酷，但我并不残忍！如果我和威尔的关系再好一点，我就会把你杀了，简单而无痛。" 里格把比利扔在一堆，仍在发怒，但试图平静下来。"对，忘了你忙着向一个连环杀手偿还你的残缺债务。噗，但是真的吗？赫克塔销售更好的产品？哈！你想得美！弯剑卖的是可靠的、经济的、标准化的各种船只设备。你的模块化狗屎对瘾君子和海盗来说是一种短暂的新奇事物！你知道吗？那可怕的、令人眼花缭乱的蓝黄配色方案让我想吐！你一直告诉自己是弯剑让你破产的，如果这能让你晚上睡觉的话--但在内心深处，你知道这只是因为你的公司不值得你从一箱粘液中进化出来。"
