Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: Kaz drops his posture for a moment and looks dumbfounded. "Oh... I was... I was just trying to make special meal for you and crew. I was not meaning to offend. Arm stew is such sought after treat in Hive. My apologies, captain..." Kaz saunters away, drawing his corpse with him.
ko: 카즈는 순간 자세가 흐트러지더니 할 말을 잃었습니다. "아... 나는... 그냥 선장과 선원들에게 특식을 만들어주려고 했는데. 기분 나쁘게 하려던 건 아니야. 하이브에선 누구나 팔 스튜를 좋아하거든. 내 불찰이다, 선장..." 카즈는 시체를 끌고 걸어 나갑니다.
ru: Каз на мгновение теряет осанку и выглядит ошарашенным. "Ох... Я... Я просто хотел приготовить специальное блюдо для вас и команды. Я не хотел никого обидеть. Тушеные руки - это очень вкусное блюдо в Улье. Мои извинения, капитан..." Каз уходит, унося с собой труп.
zh_hans: 卡兹一时低下了姿态，显得很茫然。"哦......我是......我只是想为你和船员做特别的饭菜。我没有冒犯的意思。炖胳膊在母巢是如此受欢迎的食物。我很抱歉，舰长......"卡兹带着他的尸体大步离开。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_5"]/text
source: "Great Kazaaakplethkilik is needing new laugh! Very unsatisfied with current one. Is sounding more like Kikikik, when thinking it should be sounding like Kakakak! So if you are hearing sounds of deranged man trying to losing kidney stone, it is just me practicing."
ko: "위대한 카자앜플레쓰킬맄에게 새로운 웃음이 필요하다! 지금 건 마음에 안 들어. 카카캌처럼 들려야 하는데, 키키킼에 더 가깝다고! 앞으로 신장 결석 때문에 미친 듯한 남자의 소리가 들린다면, 그냥 내가 웃음 연습하는 거니 그렇게 알아두라."
ru: "Великому Казааакплекткилику нужен новый смех! Очень недоволен нынешним. Он больше похож на "Кикикик", хотя должен звучать как "Какакак"! Так что если вы слышите звуки невменяемого человека, пытающегося избавиться от камня в почке, то это я просто тренируюсь".
zh_hans: "伟大的卡扎卡普勒斯里克需要新的笑声！对目前的笑声非常不满意。听起来更像奇奇克，而我认为它应该听起来像卡卡卡克所以，如果你听到的是疯狂的人试图失去肾结石的声音，那只是我在练习而已。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_6"]/text
source: "Perhaps this is worrying of thing to say, but Kaz is empathizing with the Admiral Wentworth for loss of babymaking organ. If Kaz was losing it, he maybe becoming genocidal maniac too! Er... that does not sounding as flattering as I first thought. Maybe not then. There are other ways to make Mantis woman happy in bed, I think. Maybe Wentworth is needing taught such skills."
ko: "이렇게 말해도 괜찮을지 모르겠는데, 카즈는 아기를 만드는 기관의 손실에 대해 웬트워스 제독에게 공감해. 만약 카즈가 그것을 잃었다면, 나도 그런 정신 나간 학살자가 되어있을지도 모르거든! 음... 내가 처음 생각했던 것만큼 좋게 들리진 않네. 그냥 없던 얘기로 하지. 아무튼, 나는 침대에서 맨티스 여성을 행복하게 방법은 다른 것도 있다고 생각한다. 웬트워스도 그런 방법을 배울 필요가 있을 거야."
ru: "Может быть, это и звучит подозрительно, но Каз сочувствует адмиралу Вентворту в связи с потерей органа для создания детей. Если Каз потеряет его, то, возможно, он тоже станет маньяком-геноцидником! Э-э... это звучит не так лестно, как мне показалось. Может быть, не стоило об этом говорить. Думаю, есть и другие способы доставить женщине-богомолу удовольствие в постели. Может быть, Вентворта нужно обучить таким навыкам?"
zh_hans: "也许这样说很让人担心，但卡兹对温特沃斯上将失去造人的器官表示同情。如果卡兹失去了它，可能也会成为种族灭绝的狂人！呃......这听起来并不像我一开始想的那样令人满意。也许不是这样的。我想，还有其他方法可以让螳螂女人在床上快乐起来。也许温特沃斯正需要被传授这样的技能。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_7"]/text
source: Kaz approaches you meekly, one of the few times you've seen him not boasting his overconfidence. "Captain, I am wondering if you are able to answer one of Kazaaakplethkilik's many questions. His experience with Renegades are small, and it is vast culture he is wishing to learn more of. How might you defining the Renegade spirit?"
ko: 카즈가 당신에게 조심스레 다가옵니다. 웬일로 넘쳐나는 자신감을 뽐내지 않았네요. "선장, 카자앜플레쓰킬맄의 많은 질문 중 하나에 대답해 줄 수 있는지 궁금해졌다. 배회자에 대한 경험은 별로 없지만, 그 광대한 문화를 배워보고 싶거든. 배회자 정신을 뭐라고 정의할 수 있지?"
ru: Каз скромно подходит к вам - это один из немногих случаев, когда вы видите его не кичащимся своей самоуверенностью. "Капитан, я хотел бы узнать, сможете ли вы ответить на один из многочисленных вопросов Казааакплеткилика. Его опыт общения с Ренегатами невелик, и это большая культура, о которой он хотел бы узнать больше. Как вы можете объяснить суть Ренегатов?"
zh_hans: 卡兹温顺地走近你，这是你为数不多的几次看到他没有夸耀自己的过度自信。"舰长，我想知道你是否能够回答卡扎卡普勒斯里克的许多问题中的一个。他对变元者的经验很少，而他希望了解更多的是庞大的文化。你如何定义变元者的精神？"

source: We're guns for hire with no permanent allegiance.
ko: 우리는 누구에게도 영원히 충성하지 않는 용병이다.
ru: Мы - наемные убийцы, не имеющие постоянной преданности.
zh_hans: 我们是被雇佣的枪，没有永久的效忠对象。

source: "Ah, well there is something of nobleness in such a role, Kaz is thinking. A force of nature then, perhaps you are considering yourself? Or is Kaz too much stretching? Eh. Either way, Kaz can getting behind it."
ko: "아, 카즈는 생각한다. 그런 역할에도 나름의 고귀함이 있다고. 그렇다면 선장은 그렇게 여기나? 자신을 불가항력이라고? 아니면 카즈가 너무 넘겨 짚는 것인가? 뭐. 어떤가. 어느 쪽이든 카즈는 지지한다."
ru: "А, ну в такой роли есть что-то благородное, - размышляет Каз. Тогда, может быть, вы считаете себя сильной натурой? Или Каз слишком преувеличивает? Эх. В любом случае, Каз может за это взяться".
zh_hans: "啊，这样的角色有一些高尚的东西，卡兹在想。那么，一个自然的力量，也许你正在考虑自己？还是卡兹太过夸张了？诶。无论哪种方式，卡兹都支持他。"

source: We're a force for good that makes money for our troubles.
ko: 우리는 말썽을 피워 돈 버는 의적들이야.
ru: Мы - сила добра, которая зарабатывает деньги на решении проблем.
zh_hans: 我们是一支向善的力量，为我们解决共同的问题，同时赚钱。

source: "Force for good until you are being hired by bad guys? Or are you implying you have never taken contract from well paying client with bad intent? What if you are not knowing intent? So many implications I am thinking you are overlooking, but Kaz admires your resolve for good deeds."
ko: "나쁜 놈들이 고용하기 전까진 의적이란 건가? 아니면 거금을 주며 나쁜 일을 시키는 고객을 위해 일을 한 적이 없다고 말하는 건가? 선장이 의도를 모르면 어떻게 하나? 선장이 많은 것을 간과하고 있은 것 같다. 하지만 카즈는 선장이 착한 일을 하려는 집념만큼은 존경한다."
ru: "Сила во благо" до тех пор, пока вас не нанимают плохие парни? Или Вы хотите сказать, что никогда не соглашались на контракт с хорошо заплатившим клиентом с плохими намерениями? А если вы не знаете о намерениях? Я думаю, что вы упускаете из виду множество аспектов, но Каз восхищается вашей решимостью совершать добрые дела".
zh_hans: "在你被坏人雇佣之前，武力是好的？或者你是在暗示你从来没有带着坏的意图从高薪雇主那里接过合同？如果你不知道自己的实质目的呢？我认为你忽略了很多含义，但卡兹钦佩你行善的决心。"

source: We're murderous, dangerous. I kill babies.
ko: 우리는 잔혹하고, 위험하다. 나는 아기도 죽이지.
ru: Мы убийцы, мы опасны. Я убиваю детей.
zh_hans: 我们是凶残的，危险的。我也杀婴儿。

source: "Ah. Oh... First part, Kaz is thinking not too dissimilar from himself. Second part... I am recommending maybe you should not being so forthcoming with sharing. Just some legal advice, but I am not lawyer."
ko: "어. 오... 처음 부분은, 카즈와 크게 다를 게 없네. 다음 부분은... 바꾸는 편이 좋아 보여. 내가 뭐 변호사 이런 건 아니지만, 그냥 법적 조언이야."
ru: " Ах. Ох... Во-первых, Каз думает не очень далеко от самого себя. Во-вторых... Я рекомендую вам, возможно, не быть столь откровенным в общении. Просто юридический совет, но я не юрист".
zh_hans: "啊。哦......第一部分，卡兹认为和他自己差不多。第二部分...我建议也许你不应该如此主动地分享。只是一些法律建议，但我不是律师。"

source: I have dementia. What's a Renegade?
ko: 치매가 있어서. 배회자가 뭐지?
ru: У меня слабоумие. Что такое Ренегат?
zh_hans: 我有痴呆症。什么是变元者？

source: Kaz laughs, and keeps laughing, but slowly comes to a stop when you continue to stare blankly at him. "Errr... You are very... funny Captain. Heheh... uhm... I am hoping you are at least."
ko: 카즈가 웃습니다. 계속해서 웃습니다. 하지만 당신이 그를 멍하니 쳐다보자, 웃음소리가 조금씩 잦아듭니다. "어... 재미있네... 선장. 헤헤... 엄... 적어도 당신이 진짜 선장이 맞기는 하다면 좋겠네."
ru: Каз смеется, и не перестает смеяться, но медленно останавливается, когда вы продолжаете смотреть на него пустым взглядом. "Э-э-э... Вы очень... забавный капитан. Хехе... эээ... я надеюсь, что вы, по крайней мере, такой".
zh_hans: 卡兹笑了，而且一直在笑，但当你继续茫然地盯着他时，慢慢地停了下来。"呃......你很有趣，舰长。你是非常......有趣的船长。嘿嘿......呃......我希望你至少是这样。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_CLONEBAY_1"]/text
source: While idly checking on the crew you notice Kaz has dropped off of the crew manifest. Panicked, you check the cameras but fortunately he seems to already have cloned. You rush to the Clone Bay to ask him what happened but he's already gone. You follow him until you find him dragging a Mantis corpse back to his quarters.
ko: 한가하게 선원 목록을 확인하던 중 카즈가 없어졌다는 것을 알아챘습니다. 깜짝 놀라 카메라를 확인해보니, 다행히도 카즈는 이미 복제된 듯 합니다. 당신은 클론 배양실로 달려가 카즈에게 무슨 일이 있었는지 물어보려고 했으나, 카즈는 이미 클론 배양실을 떠났습니다. 계속해서 카즈를 찾던 중, 카즈가 맨티스 시체를 개인실로 끌고 가는 것을 발견했습니다.
ru: В процессе проверки экипажа вы замечаете, что Каз исчез из списка экипажа. В панике вы проверяете камеры, но к счастью, он, похоже, уже клонирован. Вы бросаетесь в Клон-отсек, чтобы спросить его, что случилось, но он уже ушел. Вы следуете за ним, пока не замечаете, что он тащит труп богомола в свою каюту.
zh_hans: 当你闲来无事检视船员时，你注意到卡兹已经从船员名单上消失了。惊慌失措的你检查了摄像头，但幸运的是他似乎已经被克隆了。你冲到克隆舱去问他发生了什么，但他已经走了。你跟踪他，直到你发现他拖着一具螳螂的尸体回到他的宿舍。

source: Did that Mantis board our ship?
ko: 맨티스가 우리 함선에 탄 건가?
ru: Этот богомол высадился на наш корабль?
zh_hans: 那只螳螂登上了我们的船？

source: Kaz pauses but shakes his head. "No no, this is corpse of me, captain! Kaz wanting cadaver so he can find which parts of him are squishiest and most cuttable. Must remake armor to account for all weak-points so that Kaz may becoming invincible!" You caution Kaz against abusing the Clone Bay like that but he doesn't seem fazed. "It is most okay captain, Kaz is not minding the pain or dark abyss. My solution to dreadful existiancial dillema is that Kaz is simply not care. Ship of Theseus can eating my feces."
ko: 카즈는 멈춰서서 고개를 젓습니다. "아니야, 내 시체라고 선장! 카즈는 카즈 신체에서 가장 부드럽고 잘 잘리는 부분을 찾기 위한 카데바를 만든 거다. 취약점을 찾고, 맞춤 갑옷을 만들면, 카즈는 무적이 되는 거지!" 당신은 카즈에게 클론 배양실을 남용하지 말라고 경고했지만, 그는 전혀 동요하지 않는 듯합니다. "괜찮다 선장. 카즈는 고통이나 어두운 심연 따위는 두렵지 않으니까. 끔찍한 실존주의 딜레마도 카즈는 신경조차 쓰지 않는다. 테세우스의 배는 엿이나 까 잡수라지."
ru: Каз делает паузу, но качает головой. "Нет-нет, это мой труп, капитан! Казу нужен труп, чтобы он мог определить, какие части его тела наиболее хлипкие и легко режутся. Надо переделать доспехи, чтобы учесть все слабые места, и тогда Каз станет непобедимым!" Вы предостерегаете Каза от подобного злоупотребления Клон-отсеком, но он не выглядит обескураженным. "Все в порядке, капитан, Каз не возражает против боли или темной бездны. Мое решение ужасной ситуации заключается в том, что Казу просто все равно. Корабль Тесей может питаться моими фекалиями".
zh_hans: 卡兹停顿了一下，但摇了摇头。"不不，这是我的尸体，舰长！卡兹想要尸体，这样他就能找到他身上哪些部分最柔软，最容易被切割。必须重新制作盔甲，以考虑到所有的弱点，这样卡兹就可以变得无敌了！"你提醒卡兹不要这样滥用克隆舱，但他似乎并不害怕。"这很好，舰长，卡兹并不介意痛苦或黑暗的深渊。我对可怕的生存困境的解决方案是，卡兹根本不在乎。忒修斯之船只能吃到我的粪便。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_TUCO_NOTHING"]/text
source: Tuco appears to have passed out on his bed, half covered by his sheets and snoring so loud from across the hallway you thought you were under attack. You try to get him to wake up but it's clear he's deep into a beer-coma. Seems you'll have to find someone else to talk to.
ko: 투코는 이불을 반쯤 걸친 채로 침대에 엎어져 자고 있었는데, 코를 어찌나 심하게 구는지 복도 건너편에 있던 당신은 그 소리를 듣고 적이 나타나 함포를 쏜 줄로만 알았습니다. 당신은 그를 깨우려 했지만 진탕 마신 투코는 여전히 인사불성이었습니다. 아무래도 다른 이를 찾아야 할 것 같습니다.
ru: Туко, похоже, отключился на своей кровати, наполовину прикрытый простыней, и храпит так громко, что из коридора кажется, что на вас напали. Вы пытаетесь разбудить его, но видно, что он глубоко погрузился в пивную кому. Похоже, вам придется искать кого-то другого для разговора.
zh_hans: 图科似乎已经昏倒在他的床上，被他的床单盖住了一半，鼾声从走廊对面传来，你以为你受到了攻击。你试图让他醒过来，但很明显他已经陷入了啤酒的昏迷。看来你得找别人谈谈了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_GENERIC_1"]/text
source: You notice an assortment of musical instruments strewn around Tuco's room, various oddities he's brought along. You ask Tuco if he knows how to play all of them and he nods. "Most, at least. There's a couple I'm learning. Music is a big part of the culture of us Outcasts, along with storytelling. It's something the Theocracy has tried to oppress. Church music is an affront to music, let me tell you. I'd rather listen to a Hektar jingle on loop for the rest of my life than endure another second of a Chrysolic hymn."
ko: 당신은 투코의 방 주변에 흩어져있는 각양각색의 독특한 악기들을 발견했습니다. 그가 함선에 가져온 여러가지 특이한 물건들 중 일부인듯 합니다. 투코에게 저 악기들을 모두 다룰 수 있는지 묻자 그가 고개를 끄덕였습니다. "뭐, 대부분은. 몇 개는 배우는 중이오. 스토리텔링처럼 음악도 우리 망명자들 문화의 중요한 요소이외다. 그래서 락맨 신정이 지워버리려 했던 것이오. 내가 한마디 하자면 크리스탈교 음악은 음악에 대한 모욕이오. 단 1초라도 크리스탈교 찬송가를 듣느니 평생 헥타르사 광고 음악이나 무한반복으로 듣고 말겠소."
ru: Вы замечаете, что в комнате Туко разбросаны музыкальные инструменты - различные диковинки, которые он принес с собой. Вы спрашиваете Туко, умеет ли он играть на всех из них, и он кивает. "На большинстве, по крайней мере. Есть несколько, на которых я учусь. Музыка - большая часть культуры Изгоев, как и рассказывание историй. Теократия пыталась подавить ее. Церковная музыка - это оскорбление музыки, скажу я вам. Я лучше буду слушать гектарский джингл по кругу всю оставшуюся жизнь, чем выдержу еще одну секунду хризолического гимна".
zh_hans: 你注意到图科的房间里散落着各种各样的乐器，是他带来的各种古怪的东西。你问图科是否都会演奏，他点了点头。"至少大部分。有几个我正在学习。音乐是我们异域文化的一个重要组成部分，还有讲故事。这是神权国试图压制的东西。教堂音乐是对音乐的一种侮辱，让我告诉你。我宁愿在我的余生中循环听赫克塔的广告词，也不愿再忍受一秒钟的水晶信仰圣歌。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_GENERIC_2"]/text
source: While in the middle of a game of 'Boarden', Tuco laments to you about the Theocracy's ban on gambling. "The Elders tired of people 'wasting' their money in casino districts instead of using it as donations to the Church." Tuco slams his fist down angrily on the breakroom table, sloshing some of his beer onto his playing cards. "I'll be damned if I give one bloody cent to those robed, preachy megalomaniacs. Say what you want about a gambling hobby, but at least it's a good time."
ko: '보든' 한 판을 즐기던 도중, 투코가 신정의 도박 금지령에 대해 푸념을 늘어놓습니다. "신정 장로들은 국민들이 교회에 헌금하는 대신 카지노 지구에서 돈을 '낭비' 하는 사실을 규탄했소." 투코는 분노에 차 휴게실 탁자에 주먹을 내리쳤고, 그의 잔에 들은 맥주가 넘쳐흘러 게임 카드를 적십니다. "내가 살아있는 동안 저 사제복이나 걸친 권력중독자 꼰대들에게 동전 한 닢이라도 주는지 보시오. 당신이 도박에 대해서 어떻게 생각하는지는 모르겠으나, 적어도 이건 즐거운 시간을 보장해주지."
ru: Во время игры в "Борден" Туко сетует на запрет Теократии на азартные игры. "Старейшины устали от того, что люди "тратят" свои деньги в казино, вместо того чтобы использовать их в качестве пожертвований для Церкви". Туко сердито стучит кулаком по столу в комнате отдыха, выплескивая пиво на игральные карты. "Будь я проклят, если дам хоть один чертов цент этим ряженым проповедникам-магнатам. Говорите что хотите об азартных увлечениях, но, по крайней мере, это хорошее времяпрепровождение".
zh_hans: 在玩"登舰牌"游戏的时候，图科向你哀叹神权国的禁赌令。"长老们厌倦了人们在赌场区'浪费'他们的钱，而是把它作为对教会的捐款。"图科愤怒地把拳头砸在休息室的桌子上，把一些啤酒泼到了他的扑克牌上。"我要是再给那些穿着长袍、说教的自大狂提供一分钱，我就去死。随你怎么说赌博的爱好，至少这是一个好时光。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_GENERIC_3"]/text
source: For as long as Tuco's been on your ship you haven't been able to ignore a large belt he wears across his plated shoulder. A series of teeth or other sorts of similar organs from all sorts of species, primarily Rockmen, are stitched into the belt's fabric. Eventually, you work up the courage to ask Tuco about it. "Oh, this? This is my friendship belt! In it I have stitched a piece of memorabilia of all the friends I have met in my travels. Look, this one here is from Admiral Ariadne!" Tuco points excitedly at various teeth and lists off an impressive list of names. "Would you like to contribute to it, Captain?"
ko: 투코가 합류한 이래 당신은 그의 단단한 어깨를 가로지르는 큰 벨트에 눈을 뗀 적이 없었습니다. 벨트의 천에는 여러 종족의 이빨이나 중요도 낮은 장기가 기워져 있는데, 대부분 락맨의 것이었습니다. 결국 당신은 용기를 내 벨트에 대해 투코에게 물어봤습니다. "아, 이것 말이오? 내 우정 벨트라오! 내 여정에서 만난 모든 친구들을 기억하기 위해 기념품을 하나씩 받아 꿰맨 것이라오. 여기! 아리아드네 제독에게서 받은 것도 있구려!" 투코는 열성으로 여러 치아를 가리키며 화려한 인맥을 자랑합니다. "혹시 함장도 이 벨트에 기여하지 않겠소?"
ru: Пока Туко находится на вашем корабле, вы не можете не обращать внимания на большой пояс, который он носит на своем пластинчатом плече. В ткань ремня вшита куча зубов или других подобных органов от самых разных видов, в основном от валунов. В конце концов, вы набираетесь смелости и спрашиваете Туко об этом. "О, это? Это мой пояс дружбы! В него я вшил памятные вещи всех друзей, которых я встречал в своих путешествиях. Смотрите, вот этот - от адмирала Ариадны!" Туко возбужденно показывает на разные зубы и перечисляет внушительный список имен. "Не хотите ли вы внести свой вклад в это, капитан?"
zh_hans: 只要图科在你的船上，你就无法忽视他穿在镀金肩膀上的一条大皮带。一系列来自各种物种的牙齿或其他类似的器官，主要是岩石族，被缝在腰带的织物上。最终，你鼓起勇气向图科询问。"哦，这个？这是我的友谊腰带！我在上面缝制了一块我在旅行中遇到的所有朋友的纪念品。看，这里的这个是阿里阿德涅上将的！"图科兴奋地指着各种牙齿，列出了一个令人印象深刻的名单。"你愿意为它做贡献吗，舰长？"

source: Give Tuco one of your teeth.
ko: 투코에게 이빨 하나를 준다.
ru: Отдать Туко один из своих зубов.
zh_hans: 把你的一颗牙齿给图科。

source: Awkwardly, you do your best to pry one of your less useful teeth from your mouth, and eventually resort to using the classic string and door trick. Painful as it is, Tuco is immensely grateful and immediately leaves to begin working on stitching in your tooth.
ko: 당신은 곤란한 기색을 보이며 되도록 쓸모없는 치아 하나를 뽑아내려 했고, 결국 이에 실을 묶어 문손잡이에 달고 뽑는 고전적인 방법을 썼습니다. 고통스러웠지만 투코는 당신에게 매우 고마워했고 곧바로 당신의 치아를 벨트에 꿰매러 떠났습니다.
ru: Неловко пытаясь вырвать изо рта один из своих малополезных зубов, вы прибегаете к классическому трюку с веревкой и дверью. Как бы ни было больно, Туко безмерно благодарен и немедленно уходит, чтобы приступить к вставке зуба.
zh_hans: 尴尬的是，你尽力从嘴里撬出你的一颗不太有用的牙齿，最终还是采用了经典的绳子和门的技巧。虽然很痛苦，但图科非常感激，并立即开始为你的牙齿进行缝纫工作。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Weirded out by the offer, you do your best to politely decline. Tuco is clearly disappointed but doesn't seem to be too offended.
ko: 투코의 제안에 당황한 당신은 최선을 다해 정중히 거절했습니다. 투코는 확실히 실망한 듯 하나 크게 기분이 상한 것 같지는 않습니다.
ru: Озадаченный таким предложением, вы стараетесь вежливо отказаться. Туко явно разочарован, но, похоже, не слишком обижен.
zh_hans: 你对这个提议感到奇怪，于是尽力礼貌地拒绝。图科显然很失望，但似乎也不怎么样。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_GENERIC_4"]/text
source: You hear a knock on the door to the cockpit and open it to find Tuco, who asks to enter. "Hello... captain..." Tuco runs his hands down his face, struggling to get his words out under a drunken stupor. "Can... I... uhm... the database? Fed. Database. See it... can I? Please?"
ko: 누군가 조종실 문을 두드리는 소리가 나서 열어보니 투코가 자기를 들여보내달라고 합니다. "안녕하시오... 선장..." 투코는 손으로 얼굴을 가리고 있고, 만취해서 말을 꺼내지 못하고 있습니다. "내가.. 그... 어... 데이터베이스으... 되겠쏘? 연방... 데이터베이쓰... 보게... 해주게쏘? 부탁드리오."
ru: Вы слышите стук в дверь кабины пилотов, открываете ее и видите Туко, который просит войти. "Здравствуйте... капитан..." Туко проводит руками по лицу, с трудом выговаривая слова в пьяном оцепенении. "Можно... я... э-э-э... базу данных? Федерал. База данных. Посмотреть ее... мне можно? Пожалуйста?"
zh_hans: 你听到驾驶舱的敲门声，打开门发现是图科，他要求进入。"你好......舰长......"图科用手摸着脸，在醉意朦胧下艰难地说出话来。"能不能......我......呃......数据库？我...呃...数据库？联邦数据库。看看......我可以吗？求你了？"

source: Give him access to the database.
ko: 데이터베이스 접근 권한을 준다.
ru: Предоставить ему доступ к базе данных.
zh_hans: 给他查看数据库的权限。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TUCO_GENERIC_4_ACCEPT"]/text
source: Tuco nods excessively and mumbles what you think is him saying thanks. He awkwardly sits himself in the chair next to you and pulls up the database with your help, and scrolls down to the T-section. He pulls up various articles regarding himself and scans the information. "I can't... ugh... my head hurts. I can't... this... reading. I will... AGH-" Tuco grabs his head. "Headache. I will read this... later. Goodnight." Tuco gets up and stumbles his way out the door and back to his quarters.
ko: 투코는 과하게 머리를 끄덕이며 중얼거렸습니다. 아마 감사하다는 말일 겁니다. 그는 힘겹게 당신 옆에 놓인 의자에 앉고, 당신의 도움을 받아 데이터베이스에 접속해 'T' 구간까지 내려갔습니다. 그는 그와 관련된 여러 항목을 띄워 정보를 스캔했습니다. "난... 으윽... 머리가 아프오. 일글 수... 업소... 난... 아악-" 투코가 머리를 싸맵니다. "두통... 나중에... 일겠소. 그럼 안녕히." 투코는 비틀거리며 조종실을 나가 자신의 선실로 돌아갔습니다.
ru: Туко многозначительно кивает и бормочет, как вы думаете, слова благодарности. Он неловко садится в кресло рядом с вами, и с вашей помощью открывает базу данных и прокручивает ее вниз до раздела "Т". Он находит различные статьи о себе и сканирует информацию. "Я не могу... ух... у меня голова болит. Я не могу... это... читать. Я буду... АГХ..." Туко хватается за голову. "Голова болит. Я прочитаю это... позже. Спокойной ночи." Туко встает и, спотыкаясь, выходит за дверь и возвращается в свою каюту.
zh_hans: 图科过度地点头，并喃喃自语，你认为他是在说谢谢。他尴尬地坐在你旁边的椅子上，在你的帮助下调出了数据库，并向下滚动到T部分。他调出了关于他自己的各种文章，并查看了这些信息。"我不能......唉......我的头很痛。我不能......这个......阅读。我将..."图科抓住他的头。"头疼。我待会再读这个......晚安。"图科起身，跌跌撞撞地走出门，回到他的宿舍。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TUCO_GENERIC_4_REFUSE"]/text
source: "Blagh... what a load of... crap..." Tuco fumbles to imitate throttling himself, or perhaps you, then turns and stumbles out the door. You ignore his aggression and hope it'll go away once the hangover has passed.
ko: "참 내... 이게 무언... 개소리란 마리오..." 투코는 손을 더듬거리며 목을 조르는 시늉을 했고, 이내 당신에게 등을 돌려 비틀거리며 나갔습니다. 숙취가 해소되면 저런 공격성도 사라지길 바랍시다.
ru: "Бл... что за... дерьмо..." Туко неуклюже имитирует попытки задушить себя или, возможно, вас, а затем поворачивается и, спотыкаясь, выходит за дверь. Вы не обращаете внимания на его агрессию и надеетесь, что она пройдет, когда пройдет похмелье.
zh_hans: "该死的......什么......废话......"图科模仿扼杀自己，或者是你，然后转身跌跌撞撞地走出门。你无视他的攻击性，并希望宿醉过去，它就会消失。

source: Ask him why he needs it.
ko: 왜 보고 싶은지 물어본다.
ru: Спросить, зачем ему это нужно.
zh_hans: 问他为什么需要它。

source: "I want... AGH-" Tuco stumbles over, slamming against the wall. "Stupid... migraines..." Tuco rubs at his cranium, trying to restore his train of thought. "I want... to read what they've written about... me...?" You notice the uncertainty at the end of his statement.
ko: "나는.... 아악-" 투코가 갑자기 넘어지며 벽에 부딪혔습니다. "비러머글... 두통...." 투코는 자기 머리를 만지작거리며 무슨 생각을 하고 있었는지 다시 떠올리려 노력합니다. "나는... 그들이 나에 대해 무슨 이야기를 했는지 보고... 싶소..?" 당신은 투코가 흩트린 말끝에서 그가 반신반의하고 있음을 알아챕니다.
ru: "Я хочу... АГХ-" Туко спотыкается и ударяется о стену. "Дурацкая... мигрень..." Туко потирает черепную коробку, пытаясь восстановить ход мыслей. "Я хочу... прочитать, что они написали обо... мне...?" Вы замечаете неуверенность в конце его высказывания.
zh_hans: "我想......"图科跌跌撞撞地走过来，撞到了墙上。"愚蠢的......偏头痛......"图科揉着他的头，试图恢复他的思路。"我想......读一读他们写的......我......？"你注意到他陈述的最后的不确定性。

source: Give him access to the database.
ko: 데이터베이스 접근 권한을 준다.
ru: Предоставить ему доступ к базе данных.
zh_hans: 给他查看数据库的权限。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_GENERIC_5"]/text
source: You find Tuco drunk sitting in some odd corner of the ship, curled up in an awkward position with the broken cover to what you think was a ventilation shaft. As you aproach, he begins to shout random things at you but none of them make it through the translator. You decide now isn't the best time to talk and leave.
ko: 술취한 투코가 부서진 환풍구 뚜껑으로 추정되는 물건을 끼고 이상한 자세로 함선 모퉁이에 웅크리고 있었습니다. 가까이 다가가자 그는 이상한 헛소리를 내지르기 시작했는데, 단 한 마디도 번역기가 인식하지 못했습니다. 당신은 투코와 대화하기 썩 좋은 때가 아니라 판단하고 자리를 뜹니다.
ru: Вы находите Туко пьяным, сидящим в каком-то закоулке корабля, свернувшись калачиком в неудобной позе, с разбитой крышкой, как вы думаете, вентиляционной шахты. Когда вы приближаетесь, он начинает выкрикивать беспорядочные фразы, но ни одну из них не может перевести переводчик. Вы решаете, что сейчас не лучшее время для разговоров, и уходите.
zh_hans: 你发现图科醉醺醺地坐在飞船的某个奇怪的角落里，以一种尴尬的姿势蜷缩在你认为是通风井的破盖子上。当你走近时，他开始对你乱喊乱叫，但没有一句能通过翻译器。你决定现在不是谈话的最佳时机，然后离开。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TUCO_NIGHTS_1"]/text
source: You stroll up to Nights, who is as always holding a drink in his hand, but smiling wider than normal. In his own words, he claims to have become much more "bearable" since he got a drinking buddy. You wonder who he's referring to until Tuco walks into the room, also holding a bottle, and toasts to Nights.
ko: 나이트는 언제나처럼 술병을 들고 있지만, 평소보다 더 활짝 웃고 있습니다. 그의 말에 따르면 술친구가 생긴 이후로 훨씬 더 '견디기 쉬워졌다'고 하네요. 술친구가 누구인지 궁금해하고 있었는데, 투코가 술병을 들고 들어와 나이트와 건배했습니다. 답이 나왔군요.
ru: Вы подходите к Туману, который, как всегда, держит в руке бокал, но улыбается шире, чем обычно. По его собственным словам, он утверждает, что с появлением собутыльника он стал гораздо более "сносным". Вы недоумеваете, кого он имеет в виду, пока в комнату не входит Туко, тоже с бутылкой, и начинает поднимать тост за Тумана.
zh_hans: 你走到"七夜"面前，他一如既往地手里拿着酒，但笑得比平时更灿烂。用他自己的话说，自从有了酒友，他声称自己变得更"能忍"了。你想知道他指的是谁，直到图科走进房间，也拿着一个瓶子，并向七夜敬酒。
