Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TURZIL_GENERIC_6"]/text
source: "Pertinent -query-. How does one pronounce the word [INVALID ENTRY]?" Turzil's screen blinks and sparks fly out of him. "Error, failure to pronounce [INVALID ENTRY]." Again, Turzil's screen blinks and he sparks more. This repeats several times and you start to get worried he'll hurt himself, so you encourage him to stop.
ko: "적절한 -질문-. [식별 불가]라는 단어를 어떻게 발음하는가?" 투르질의 화면이 깜박이며 불꽃이 튀어 오릅니다. "오류, [식별 불가]를 발음하지 못했습니다." 다시 한번 투르질의 화면이 깜박이고 더 많은 불꽃을 튀깁니다. 이런 일이 몇 번 더 반복된 후, 당신은 투르질이 다칠까 봐 걱정되어 질문을 그만두게 했습니다.
ru: "Пертинентный -вопрос-. Как произносится слово [ВВОД НЕВЕРНЫХ ДАННЫХ]?" Экран Турзила мигает, и из него вылетают искры. "Ошибка, не удалось произнести [ВВОД НЕВЕРНЫХ ДАННЫХ]". Снова экран Турзила мигает, и из него вылетают новые искры. Это повторяется несколько раз, и вы начинаете беспокоиться, что он поранится, поэтому призываете его остановиться.
zh_hans: "相关的-查询-。如何读出[INVALID ENTRY]这个词？"图尔齐尔的屏幕闪烁着，火花从他身上飞出。"错误，未能读出[INVALID ENTRY]。" 再次，图尔齐尔的屏幕闪烁，他的火花更多。这样重复了几次，你开始担心他会伤害自己，所以你鼓励他停下来。

# data/events_socialize.xml$//event[@name="SOCIALIZE_ANURAK_NOTHING"]/text
source: Anurak has quarantined himself in his quarters, claiming he has entered mandatory meditation time. Judging from his movements earlier you suspect he may have food poisoning from a bad batch of soup, but either way you shouldn't bother him.
ko: 아누락은 의무적인 명상 시간을 가져야 한다며 자기 선실에 틀어박혔습니다. 그의 앞선 움직임으로 미뤄보아 실제로는 상한 수프 때문에 식중독에 걸렸을 것으로 짐작되지만, 진짜 이유가 뭐든 그를 귀찮게 하지 않는 게 좋겠군요.
ru: Анурак закрылся на карантин в своей каюте, заявив, что у него наступило время обязательной медитации. Судя по его движениям, вы подозреваете, что у него может быть пищевое отравление из-за плохой порции супа, но в любом случае не стоит его беспокоить.
zh_hans: 阿努拉克把自己隔离在宿舍里，声称他已经进入了强制冥想时间。从他刚才的动作来看，你怀疑他可能因为一批坏的汤而食物中毒，但无论如何你都不应该打扰他。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ANURAK_GENERIC_1"]/text
source: "Shellskenbry, I have a very important question for you! Well actually maybe it's not that important but uh it is a question and it's a question for you! Uhm... does your underwear ever mysteriously vanish?"
ko: "셸스켄브리, 네게 아주 중요한 질문이 있네! 사실 그렇게 중요한 건 아닐수도 있지만, 어쨌든 질문이 있고 너를 위한 질문이야! 어.... 혹시 네 속옷도 알 수 없는 이유로 사라지고 그러나?"
ru: "Шеллскенбри, у меня к вам очень важный вопрос! Ну, может быть, он не такой уж и важный, но это вопрос, и это вопрос к вам! Кхм... Ваше нижнее белье когда-нибудь таинственным образом исчезало?"
zh_hans: "谢尔斯肯布里，我有一个非常重要的问题要问你！好吧，事实上，也许它并不那么重要，但呃，它是一个问题，而且是一个针对你的问题！呃......你的内衣有没有神秘地消失过？"

source: What?
ko: 뭐?
ru: Что?
zh_hans: 啥？

source: "Ever since I started hiding in the Ministry Capital, my underwear has been randomly vanishing! I think I may be cursed! Oh this isn't the first curse I've had... I hate curses! A blight on my life, just like all my missing underwear! If you see a nice pair of bright blue briefs do let me know!"
ko: "내가 내각 수도에서 피신할 때부터 내 속옷이 갑자기 막 없어지기 시작했어! 나 저주에 걸렸나봐! 근데 내가 저주에 처음 걸린 것도 아니고... 난 저주가 싫어! 내 삶을 망치고 있어! 내 사라진 속옷들 처럼 말이야! 혹시 밝은 파란색의 삼각팬티를 본다면 나한테 알려줘!"
ru: "С тех пор, как я начал прятаться в столице Министерства, мое нижнее белье стало беспорядочно исчезать! Кажется, меня прокляли! И это не первое проклятие... Ненавижу проклятия! Они портят мне жизнь, как и пропавшее нижнее белье! Если вы увидите пару хороших ярко-синих трусов, дайте мне знать!"
zh_hans: "自从我开始躲在牧师团首都后，我的内衣就随机消失了！我想我可能被诅咒了！哦，这不是我第一次被诅咒了......我讨厌诅咒！这是我生命中的一个污点，就像我所有丢失的内衣一样！如果你看到一条漂亮的亮蓝色内裤，请让我知道！"

source: "Mhm! Yep, wonderful day we're having!" He salutes again.
ko: "음! 정말 멋진 날이야!" 그가 다시 경례합니다.
ru: "Ммм! Ага, замечательный у нас сегодня день!" Он снова отдает честь.
zh_hans: "嗯！是的，我们正在度过美好的一天！"他再次敬礼。

source: "Mhm! Yep, wonderful day we're having!" Anurak salutes to you once again.
ko: "음! 정말 멋진 날이야!" 아누락이 당신에게 다시금 경례합니다.
ru: "Ммм! Ага, замечательный у нас сегодня день!" Анурак приветствует вас еще раз.
zh_hans: "嗯！是的，我们正在度过美好的一天！"阿努拉克再次向你敬礼。

source: "Mhm! Yep, wonderful day we're having!" He makes the motions to salute you.
ko: "음! 정말 멋진 날이야!" 그가 포즈를 취하며 당신에게 경례합니다.
ru: "Ммм! Ага, замечательный у нас сегодня день!" Он делает движения, чтобы отдать честь.
zh_hans: "嗯！是的，我们今天过得很好！"他做出向你致敬的动作。

source: "Mhm! Yep, wonderful day we're having!" Anurak strikes a saluting pose.
ko: "음! 정말 멋진 날이야!" 아누락이 경례하는 포즈를 취합니다.
ru: "Ммм! Ага, замечательный у нас сегодня день!" Анурак принимает позу отдачи чести.
zh_hans: "嗯！是的，我们今天过得很好！"阿努拉克摆了一个敬礼的姿势。

source: "Sure thing! Indeed, wonderful day we're having!" He salutes again.
ko: "두말할 것도 없지! 정말이지 멋진 날이야!" 그가 다시 경례합니다.
ru: "Конечно! Действительно, замечательный у нас сегодня день!" Он снова отдает честь.
zh_hans: "当然！的确，我们今天过得很精彩！"他再次敬礼。

source: "Sure thing! Indeed, wonderful day we're having!" Anurak salutes to you once again.
ko: "두말할 것도 없지! 정말이지 멋진 날이야!" 아누락이 당신에게 다시금 경례합니다.
ru: "Конечно! Действительно, замечательный у нас сегодня день!" Анурак отдает честь вам еще раз.
zh_hans: "当然！的确，我们今天过得很精彩！"阿努拉克再次向你敬礼。

source: "Sure thing! Indeed, wonderful day we're having!" He makes the motions to salute you.
ko: "두말할 것도 없지! 정말이지 멋진 날이야!" 그가 포즈를 취하며 당신에게 경례합니다.
ru: "Конечно! Действительно, замечательный у нас сегодня день!" Он делает движения, чтобы отдать честь.
zh_hans: "当然！的确，我们今天过得很精彩！"他做出向你致敬的动作。

source: "Sure thing! Indeed, wonderful day we're having!" Anurak strikes a saluting pose.
ko: "두말할 것도 없지! 정말이지 멋진 날이야!" 아누락이 경례하는 포즈를 취합니다.
ru: "Конечно! Действительно, замечательный у нас сегодня день!" Анурак принимает позу отдачи чести.
zh_hans: "当然！的确，我们今天过得很精彩！"阿努拉克摆出一个敬礼的姿势。

source: "Right indeed, Shellskenbry! Wonderful day we're having, I do say!" He salutes again.
ko: "물론이야, 셸스켄브리! 정말 멋진 날이지!" 그가 다시 경례합니다.
ru: "Действительно, верно, Шеллскенбри! Замечательный у нас сегодня день, честное слово!" Он снова отдает честь.
zh_hans: "确实如此，谢尔斯肯布里！我要说的是，我们今天过得很好！"他再次敬礼。

source: "Right indeed, Shellskenbry! Wonderful day we're having, I do say!" Anurak salutes to you once again.
ko: "물론이야, 셸스켄브리! 정말 멋진 날이지!" 아누락이 당신에게 다시금 경례합니다.
ru: "Действительно, верно, Шеллскенбри! Замечательный у нас сегодня день, честное слово!" Анурак отдает честь вам еще раз.
zh_hans: "确实如此，谢尔斯肯布里！我要说的是，我们今天过得很好！"阿努拉克再次向你致敬。

source: "Right indeed, Shellskenbry! Wonderful day we're having, I do say!" He makes the motions to salute you.
ko: "물론이야, 셸스켄브리! 정말 멋진 날이지!" 그가 포즈를 취하며 당신에게 경례합니다.
ru: "Действительно, верно, Шеллскенбри! Замечательный у нас сегодня день, честное слово!" Он делает движения, чтобы отдать честь.
zh_hans: "确实如此，谢尔斯肯布里！我要说的是，我们今天过得很好！"他做了个动作向你致敬。

source: "Right indeed, Shellskenbry! Wonderful day we're having, I do say!" Anurak strikes a saluting pose.
ko: "물론이야, 셸스켄브리! 정말 멋진 날이지!" 아누락이 경례하는 포즈를 취합니다.
ru: "Действительно, верно, Шеллскенбри! Замечательный у нас сегодня день, честное слово!" Анурак принимает позу отдачи чести.
zh_hans: "确实如此，谢尔斯肯布里！我要说的是，我们今天过得很好！"阿努拉克摆了个敬礼的姿势。

source: "Correct, I think. And on that note, wonderful day we're having!" He salutes again.
ko: "맞는 것 같아. 그리고 그런 점에서, 오늘은 정말 멋진 날이야!" 그가 다시 경례합니다.
ru: "Верно, я думаю. И на этой ноте, замечательный у нас сегодня день!" Он снова отдает честь.
zh_hans: "正确，我想。关于这一点，我们今天过得很好！"他再次敬礼。

source: "Correct, I think. And on that note, wonderful day we're having!" Anurak salutes to you once again.
ko: "맞는 것 같아. 그리고 그런 점에서, 오늘은 정말 멋진 날이야!" 아누락이 당신에게 다시금 경례합니다.
ru: "Верно, я думаю. И на этой ноте, замечательный у нас сегодня день!" Анурак отдает честь вам еще раз.
zh_hans: "正确，我想。关于这一点，我们今天过得很好！"阿努拉克再次向你致敬。

source: "Correct, I think. And on that note, wonderful day we're having!" He makes the motions to salute you.
ko: "맞는 것 같아. 그리고 그런 점에서, 오늘은 정말 멋진 날이야!" 그가 포즈를 취하며 당신에게 경례합니다.
ru: "Верно, я думаю. И на этой ноте, замечательный у нас сегодня день!" Он делает движения, чтобы отдать честь.
zh_hans: "正确，我想。关于这一点，我们今天过得很好！"他做出向你致敬的动作。

source: "Correct, I think. And on that note, wonderful day we're having!" Anurak strikes a saluting pose.
ko: "맞는 것 같아. 그리고 그런 점에서, 오늘은 정말 멋진 날이야!" 아누락이 경례하는 포즈를 취합니다.
ru: "Верно, я думаю. И на этой ноте, замечательный у нас сегодня день!" Анурак принимает позу отдачи чести.
zh_hans: "正确，我想。关于这一点，我们今天过得很好！"阿努拉克摆了一个敬礼的姿势。

source: "Most indubitably. Anyways, wonderful day we're having!" He salutes again.
ko: "의심의 여지가 없지. 어쨌거나, 정말 멋진 날이야!" 그가 다시 경례합니다.
ru: "Безусловно. В общем, замечательный у нас сегодня день!" Он снова отдает честь.
zh_hans: "很明显。不管怎么说，我们今天过得很好！"他再次敬礼。

source: "Most indubitably. Anyways, wonderful day we're having!" Anurak salutes to you once again.
ko: "의심의 여지가 없지. 어쨌거나, 정말 멋진 날이야!" 아누락이 당신에게 다시금 경례합니다.
ru: "Безусловно. В общем, замечательный у нас сегодня день!" Анурак отдает вам честь еще раз.
zh_hans: "很明显。总之，我们今天过得很愉快！"阿努拉克再次向你致敬。

source: "Most indubitably. Anyways, wonderful day we're having!" He makes the motions to salute you.
ko: "의심의 여지가 없지. 어쨌거나, 정말 멋진 날이야!" 그가 포즈를 취하며 당신에게 경례합니다.
ru: "Безусловно. В общем, замечательный у нас сегодня день!" Он совершает движения, чтобы отдать вам честь.
zh_hans: "很明显。总之，我们今天过得很愉快！"他做了个向你致敬的动作。

source: "Most indubitably. Anyways, wonderful day we're having!" Anurak strikes a saluting pose.
ko: "의심의 여지가 없지. 어쨌거나, 정말 멋진 날이야!" 아누락이 경례하는 포즈를 취합니다.
ru: "Безусловно. В общем, замечательный у нас сегодня день!" Анурак принимает занимает позу отдачи чести.
zh_hans: "很明显。总之，我们今天过得很好！"阿努拉克摆了个敬礼的姿势。

source: You just said that.
ko: 아까 말했잖나.
ru: Вы только что сказали это.
zh_hans: 你刚才说了这个。

source: Why do you keep saying that?
ko: 왜 계속 그 말만 하는 게지?
ru: Почему вы продолжаете это говорить?
zh_hans: 你为什么一直说这个？

source: Why are you repeating yourself?
ko: 왜 반복하는 거지?
ru: Зачем вы повторяетесь?
zh_hans: 你为什么要重复自己说话呢？

source: Are you okay?
ko: 괜찮은 건가?
ru: С вами все в порядке?
zh_hans: 你还好吗？

source: I'm getting worried. Why are you repeating that?
ko: 걱정되는군. 왜 반복하는 거지?
ru: Я начинаю волноваться. Почему вы повторяете это?
zh_hans: 我开始担心了。你为什么要重复这句话？

source: Stop repeating that, it's getting annoying.
ko: 그만. 슬슬 무서워.
ru: Перестаньте повторять это, это надоедает.
zh_hans: 不要再重复了，这越来越令人讨厌了。

source: Is something wrong with you?
ko: 문제가 있나?
ru: С вами что-то не так?
zh_hans: 你是不是出了什么问题？

source: Are you just going to keep repeating that?
ko: 왜 계속 반복하는 거지?
ru: Вы так и будете повторять это?
zh_hans: 你就这样一直重复这句话吗？

source: Why do you keep repeating that same thing?
ko: 왜 계속 똑같은 말을 반복하는 거지?
ru: Почему вы повторяете одно и то же?
zh_hans: 为什么你一直在重复同样的东西？

source: Is there a reason you're repeating yourself?
ko: 이러는 이유가 있나?
ru: Есть ли причина, по которой вы повторяетесь?
zh_hans: 你在重复自己的话，有什么原因吗？

source: I know, you've said that before already.
ko: 알아, 전에 말했잖나.
ru: Я знаю, вы уже говорили это раньше.
zh_hans: 我知道，你之前已经说过了。

source: Do you always repeat things like this?
ko: 항상 이렇게 말을 반복하나?
ru: Вы всегда повторяете подобные вещи?
zh_hans: 你总是像这样重复说话吗？

source: Is this some kind of joke? Why are you repeating yourself?
ko: 지금 장난치는 건가? 왜 말을 반복하지?
ru: Это что, шутка такая? Почему вы повторяетесь?
zh_hans: 这是某种玩笑吗？你为什么要重复自己？

source: You keep saying that, over and over.
ko: 끝이 나질 않는군.
ru: Вы повторяете это снова и снова.
zh_hans: 你一直这么说，一遍又一遍。

source: Are you even listening? Why are you repeating yourself?
ko: 내 말을 듣기는 하는 건가? 왜 그 말만 반복하지?
ru: Вы вообще слышите? Почему вы повторяетесь?
zh_hans: 你到底有没有在听？你为什么要重复自己？

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ANURAK_GENERIC_2"]/text
source: "Ah, hello Shellskenbry! Wonderful day we're having!" Anurak salutes to you.
ko: "아, 안녕, 셸스켄브리! 날 한번 좋구만!" 아누락이 당신에게 경례했습니다.
ru: "А, здравствуй, Шеллскенбри! Замечательный у нас сегодня день!" Анурак отдает вам честь.
zh_hans: "啊，你好，谢尔斯肯布里！我们今天过得真好！"阿努拉克向你敬礼。

source: Thanks.
ko: 고맙네.
ru: Спасибо.
zh_hans: 谢谢。

source: Ignore him and carry on.
ko: 무시한다.
ru: Не обращать на него внимания и идти дальше.
zh_hans: 不理会他，继续。

source: Ignore him and carry on.
ko: 무시한다.
ru: Не обращать на него внимания и идти дальше.
zh_hans: 不理会他，继续。

source: Ignore him and carry on.
ko: 무시한다.
ru: Не обращать на него внимания и идти дальше.
zh_hans: 不理会他，继续。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ANURAK_GENERIC_3"]/text
source: "I miss my caravan! Oh if only I could go back to my old life! Not the Duskbringer part, that's not what I meant by my old life! Don't think I want to be a Duskbringer again, because I don't! I want to go back to the caravan, and continue living as a nice, friendly, cowardly monk. It was a lot safer and a lot nicer. It was a little refuge for anyone who needed it. It didn't matter who you were or what you had done. As someone who's made a lot of mistakes in their past, I'm in no place to judge anyone looking for repentance. My secret? I just don't ask. I can only hope that if I forgive everyone, eventually they will come to forgive me."
ko: "내 캐러밴이 그립군! 옛 시절로 돌아갈 수 있다면 얼마나 좋을까! 물론 더스크브링어 때는 말고. 그건 내가 말한 '옛 시절'이 아니야! 내가 다시 더스크브링어가 되고 싶어 할 거라고는 생각도 하지 마. 되고 싶지 않으니까! 캐러밴으로 돌아가고 싶어. 친절하고, 다정하고, 겁많은 수도승으로 살아가는 거지. 훨씬 안전하고 좋았단 말이야. 도움이 필요한 사람에게는 작은 피난처이기도 했고. 누구건, 무슨 일을 했건 상관없었어. 과거에 수많은 실수를 범한 자로서, 나는 회개하려는 자를 심판할 자격이 없으니까. 나의 비밀은? 신경 쓰지 않고 있지. 그저 내가 모든 이들을 용서하면, 끝내 그들도 나를 용서해주길 바랄 뿐이야."
ru: "Я скучаю по своему каравану! Ах, если бы я мог вернуться к прежней жизни! Не в смысле к Вестникам Заката, я не это имел в виду под старой жизнью! Не думайте, что я хочу снова стать Вестником Заката, потому что это не так! Я хочу вернуться в караван и продолжать жить как милый, дружелюбный, трусливый Монах. Это было намного безопаснее и намного приятнее. Это было маленькое убежище для всех, кто в нем нуждался. Не имело значения, кто ты и что ты сделал. Как человек, совершивший в прошлом немало ошибок, я не могу судить тех, кто ищет покаяния. Мой секрет? Я просто не спрашиваю. Я могу только надеяться, что если я прощаю всех, то в конце концов они простят меня".
zh_hans: "我想念我的商队！哦，如果我可以回到我以前的生活就好了！不是指暮临派那部分，我说的以前的生活不是这个意思！不要以为我想再次成为一名暮临派，因为我不想！我想回到商队。继续作为一个善良、友好、胆小的信道者生活。那是一个更安全、更美好的地方。对任何需要它的人来说，那是一个小小的避难所。你是谁，你做了什么，都不重要。作为一个在过去犯过很多错误的人，我没有资格评判任何寻求悔改的人。我的秘诀是什么？我就是不问。我只能希望，如果我原谅每个人，最终他们也会来原谅我。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ANURAK_GENERIC_4"]/text
source: Anurak comes running out of the kitchem carrying a bowl of soup. He forces it into your hands, demanding that you taste it. He's in such a panic he won't even tell you why.
ko: 아누락이 부엌에서 수프 한 그릇을 들고 달려 나오더니, 당신의 손에 들이대며 먹어보라고 합니다. 어찌나 급했는지 이유도 말해주지 않네요.
ru: Из кухни выбегает Анурак с миской супа. Он насильно сует ее вам в руки, требуя, чтобы вы ее попробовали. Он в такой панике, что даже не говорит, зачем.
zh_hans: 阿努拉克端着一碗汤从厨房里跑出来。他把它强行塞到你手里，要求你尝尝。他非常惊慌，甚至不告诉你原因。

source: Taste the soup.
ko: 맛을 본다.
ru: Попробовать суп на вкус.
zh_hans: 尝尝汤的味道。

source: By the time you've barely even gotten the surprisingly tasty liquid down your gullet, Anurak is already prodding you. "Is it good? Oh by the Eye I think I used too much salt! It's ruined! I'm sure it's ruined, I've ruined the damn soup! I'm a terrible chef, and I can't even make soup with the right amount of salt! Oh woe is me!"
ko: 당신이 수프 맛을 보고 삼키려던 찰나에 아누락이 말을 걸어옵니다. "괜찮은가? 내가 보기엔 소금을 너무 많이 넣은 것 같은데! 망쳤어! 확실히 망쳤어! 내가 망할 수프를 망쳐버렸다고! 나는 끔찍한 요리사야! 수프조차도 소금양 조절을 못해! 오 슬프도다!"
ru: Не успели вы проглотить удивительно вкусную жидкость, как Анурак уже подначивает вас. "Вкусно? Кажется, я использовал слишком много соли! Он испорчен! Я уверен, что все испорчено, я испортил этот чертов суп! Я ужасный повар, и я даже не могу приготовить суп с нужным количеством соли! О горе мне!"

source: It tastes good.
ko: 맛이 좋군.
ru: Вкус приятный.
zh_hans: 味道不错。

source: "Does it? Really? Crap, I don't remember how much extra salt I added now! Now I'll never be able to replicate this recipe ever again! I'm such a fool, I never pay attention to anything!"
ko: "정말인가? 젠장, 소금을 얼마나 더 넣었는지도 기억이 안 나는데! 이대로 다시 만들 수 있을지 모르겠군! 난 정말 바보인가 봐. 무엇 하나에도 집중을 못해!"
ru: "Неужели? Правда? Черт, я уже не помню, сколько соли я добавил! Теперь я никогда больше не смогу повторить этот рецепт! Какой же я дурак, ни на что не обращаю внимания!"
zh_hans: "是吗？真的吗？糟糕，我现在不记得我多加了多少盐了！现在我再也无法复原这个配方了！我真是个傻瓜，我从来不注意任何事情！"

source: It's fine, though it is a bit too salty.
ko: 조금 짠 것 빼면 괜찮네.
ru: Нормально, хотя немного пересолено.
zh_hans: 还好，虽然有点太咸了。

source: "I knew it! IT'S RUINED!" Anurak falls to the ground, sobbing. "I've ruined the soup, ohhhh it's awful! What do I do?! I can't remove salt! I have to start all over!" Suddenly, the Zoltan hops back to his feet. "Yes, I'll start over! And this time, I'll make the best damn soup you've ever had!"
ko: "이럴 줄 알았지! 망쳐버렸어!" 아누락이 땅에서 뒹굽니다. "수프를 망쳐버렸어! 끔찍해! 어쩌지?! 소금을 뺄 수도 없어! 처음부터 시작해야겠군!" 그가 갑자기 일어섭니다. "그래, 처음부터 시작하자! 망할 극강의 수프를 만들어주마!"
ru: "Я так и знал! ОН ИСПОРЧЕН!" Анурак падает на землю, всхлипывая. "Я испортил суп, охххх это ужасно! Что мне делать?! Я не могу избавиться от лишней соли! Придется начинать все сначала!" Вдруг золтан вскочил на ноги. "Да, я начну все сначала! И на этот раз я приготовлю самый лучший суп, который вы когда-либо пробовали!"
zh_hans: "我就知道！毁了！"阿努拉克倒在地上，泣不成声。"我毁了这碗汤，噢噢，太糟糕了！我该怎么办！？我不能去掉盐！我必须重新开始！"突然，这灯泡跳了起来。"是的，我将重新开始！这一次，我将做出你所吃过的最好的该死的汤！"

source: It's terrible. I regret drinking it.
ko: 끔찍하네. 괜히 먹었어.
ru: Он ужасен. Я жалею, что попробовал его.
zh_hans: 这很糟糕。我后悔喝了它。

source: "I knew it! Oh damn it! I'm never making soup again! No no that's a lie... I will definitely make soup again. And then I'll cry about ruining it again! Oh why am I like this? Why can't I just be normal?!"
ko: "그럴 줄 알았지! 제기랄! 다시는 수프를 안 만들 거야! 아니 그러진 못하겠고... 수프를 다시 만들게 될 거야. 그러곤 또 망치고 울겠지! 아, 난 대체 왜 이런 걸까? 왜 보통도 못 하지?!"
ru: "Я так и знал! Вот черт! Я больше никогда не буду варить суп! Нет, нет, это ложь... Я обязательно приготовлю суп еще раз. А потом буду плакать, что опять его испортил! Почему я такой? Почему я не могу быть нормальным?!"
zh_hans: "我就知道！哦，该死的！我再也不做汤了！不不，那是个谎言......我一定会再做汤的。然后我会哭着说我又毁了它！哦，为什么我是这样的？为什么我就不能正常一点呢？！"

source: Refuse to taste the soup.
ko: 맛을 보지 않는다.
ru: Отказаться от супа.
zh_hans: 拒绝品尝汤。

source: Anurak continues to look at you expectantly, but when you finally make it clear you aren't trying the mystery liquid, he runs off to find some other crew to taste it.
ko: 아누락은 당신을 기대에 부푼 눈으로 보고 있었습니다. 하지만 당신이 의문의 액체를 먹지 않겠다고 하자, 그는 맛을 볼 다른 선원들을 찾으러 뛰어갔습니다.
ru: Анурак продолжает выжидающе смотреть на вас, но когда вы, наконец, даете понять, что не собираетесь пробовать загадочную жидкость, он убегает искать других, которые попробуют суп.
zh_hans: 阿努拉克继续期待地看着你，但当你最终明确表示你不尝试这种神秘液体时，他就跑去找其他船员来品尝。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ANURAK_DEVORAK_1"]/text
source: Anurak, carrying a large pot of soup, manages to grunt out a question to Devorak, asking if he'd like any soup. Devorak turns to him, stares him dead in the eyes, and says, "I don't want your damn soup!" Anurak drops the pot, and his arms go slack by his sides. "Oh... oh. I... I..." Tears begin to form in his eyes, when Devorak starts maniacally laughing. "HAHAHAHAHAHAHAHAHAHAHAHAHAH! I'm only joking friend! Of course I'd love your soup!" Devorak nudges Anurak and winks, and the two begin to laugh together. After witnessing all of this, you're starting to think being in the Duskbringers has had some very adverse effects on both of their mental health.
ko: 아누락은 수프가 담긴 커다란 솥을 들고서 데보락에게 먹을 것인지 힘겹게 물었습니다. 데보락은 아누락의 눈을 빤히 쳐다보다가 입을 열었습니다. "그 빌어먹을 수프 필요 없네!" 솥을 놓친 아누락의 팔이 축 늘어졌습니다. "오... 오. 나... 나는..." 데보락이 미친 듯이 웃기 시작하자 아누락의 눈에 눈물이 차오릅니다. "하하하하하하하하하하하하하! 농담이야, 친구! 빨리 한 국자 퍼줘!" 데보락이 아누락을 쿡 찌르며 윙크하자, 둘은 같이 웃기 시작했습니다. 당신은 이 광경을 보고 더스브링어 시절의 경험이 저 두 졸탄의 정신 건강에 아주 안 좋은 영향을 끼쳤나 보다고 생각했습니다.
ru: Анурак, несущий большую кастрюлю с супом, умудряется хрипло спросить Деворака, не желает ли тот супа. Деворак поворачивается к нему, смотрит прямо в глаза и говорит: "Не хочу я твоего проклятого супа!" Анурак роняет котелок, и его руки безвольно обвисают по сторонам. "Ох... ох... Я... Я..." В его глазах начинают появляться слезы, когда Деворак начинает маниакально хохотать. "ХА-ХА-ХА-ХА-ХА-ХА-ХА! Я просто шучу, друг! Конечно же, я буду рад твоему супу!" Деворак легонькоподталкивает Анурака и подмигивает, и они начинают смеяться вместе. После всего этого вы начинаете думать, что пребывание в Вестниках Заката очень негативно сказалось на их психическом здоровье.
zh_hans: 阿努拉克端着一大锅汤，设法向德沃拉克咕哝出一个问题，问他是否要喝汤。德沃拉克转过身来，死死地盯着他的眼睛，说："我不想要你那该死的汤！" 阿努拉克放下锅，双臂松弛在身旁。"哦...哦。我...我......"泪水开始在他的眼中形成，这时德沃拉克开始狂笑。"哈哈哈哈哈哈哈哈！我只是在开玩笑的朋友！我当然会喜欢你的汤！"德沃拉克向阿努拉克挤眉弄眼，两个人开始一起笑。在目睹了这一切之后，你开始认为在暮临派中对他们两人的精神健康产生了一些非常不利的影响。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ANURAK_DEVORAK_2"]/text
source: You find Anurak and Devorak sitting at a table, playing some board game. As you walk past, Anurak shouts for you. "Oh Shellskenbry! Would you like to play?" Devorak nods. "Yes, we are playing the classic game of Jakeir. An exciting strategy game, I think you would enjoy!"
ko: 아누락과 데보락이 테이블에 앉아 같이 보드 게임을 하고 있습니다. 그 앞을 지나가자 아누락이 당신을 불렀습니다. "오 셸스켄브리! 같이 하는 거 어떤가?" 데보락이 끄덕입니다. "그렇습니다. 저희는 클래식 자키르 게임을 하고 있죠. 흥미진진한 전략 게임인데, 당신도 좋아할 겁니다!"
ru: Вы видите Анурака и Деворака, сидящих за столом и играющих в какую-то настольную игру. Когда вы проходите мимо, Анурак кричит вам вслед. "О Шеллскенбри! Не желаете ли сыграть?" Деворак кивает. "Да, мы играем в классическую игру "Джакейр". Захватывающая стратегическая игра, думаю, вам понравится!"
zh_hans: 你发现阿努拉克和德沃拉克坐在一张桌子旁，正在玩一些棋盘游戏。当你走过去时，阿努拉克喊你。"哦，谢尔斯肯布里！你想玩吗？"德沃拉克点点头。"是的，我们正在玩经典的杰克尔游戏。一个令人兴奋的战略游戏，我想你会喜欢！"

source: Play with them.
ko: 참여한다.
ru: Сыграть с ними.
zh_hans: 和他们一起玩。
