Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_TONY_1"]/text
source: Tony and Rig are sitting across from each other, in the middle of a conversation. "Rig... how did you ever recover from the 'incident?'" "Recover? I wouldn't exactly say I 'recovered.'" "I mean, you seem fine enough. Functional-" "FUNCTIONAL? Tony, I have a ZOLTAN LIVING IN MY STOMACH! I am not okay in the slightest, every waking moment of my existence is pure misery and I don't even know why I haven't ended it yet!" "Well uhm... besides that, I mean. How did you cope after we were separated?" "I DIDN'T. I didn't cope at all! I could barely hold my job, I was depressed all the time, I had to go to therapy daily. 7 years isn't enough time to get over that kind of thing. A whole damn lifetime isn't enough! And this situation now certainly isn't helping." Tony seems to take this in. "So... you're saying that me being like this isn't my fault? That this is normal?" Rig shrugs. "Normal? Probably not. Your fault? Hell if I know. But you're not alone in this. If we walked away from that even remotely normal it'd have been a miracle. We're both still alive, we're rich as all hell... it could be worse." The conversation continues, changing topic to other more trivial things like soap operas. You decide to stop listening and go back about your duties.
ko: 토니와 리그가 서로 마주 앉아 대화를 나누고 있습니다. "리그... 어떻게 그 '사고'를 겪고도 회복한 거지?" "회복? 난 '회복'했다고 말한 적 없는 것 같소만." "내 말은, 너 지금 멀쩡해 보이잖아. 기능적으로-" "기능적으로? 토니, 내 뱃속에 졸탄이 살고 있소! 나는 조금도 괜찮지 않소. 매일 아침 일어날 때마다 순수한 불행을 겪고 있소. 왜 내가 아직도 자결하지 않았는지가 궁금할 지경이오!" "음... 그건 제쳐두고... 내 말은, 우리가 분리된 후에 넌 어떻게 극복했어?" "못했소. 전혀 극복하지 못했소! 직장은 간신히 잘리지만 않았고, 항상 우울했고, 매일 정신 치료를 받았소. 그런 끔찍한 일을 극복하기에 7년은 충분하지 않소. 이 빌어먹을 인생을 모두 바쳐도 충분하지 않지! 그리고 지금 이 상황은 내게 안 좋은 기억을 되새겨 줄 뿐이오." 토니는 리그의 말을 마음속 깊이 받아들인 것 같습니다. "그럼... 지금 내가 불행한 것도 내 잘못이 아니라는 거야? 이게 평범한 거야?" 리그가 어깨를 으쓱합니다. "평범하냐고? 아마 아니겠지. 그게 네 잘못인가? 난 그딴 거 모르오. 하지만 당신은 혼자가 아니오. 우리가 조금이라도 평범한 상태에서 시작했다면, 여기까지 온 건 정말 기적이었겠지. 우린 둘 다 살아있고, 둘 다 더럽게 돈이 많소... 최악은 아니란 말이오." 둘의 대화는 드라마 얘기 같은 사소한 것들로 주제가 바뀌어 계속됩니다. 당신은 듣는 것을 멈추고 다시 당신의 업무를 보러 돌아갑니다.
ru: Тони и Риг сидят друг напротив друга и беседуют. "Риг... как ты вообще оправился после того "инцидента"?" "Оправился? Я бы не сказал, что я "оправился". "Я имею в виду, что ты выглядишь вполне нормально. Функционируешь-" "ФУНКЦИОНИРУЮ? Тони, у меня в животе живет ЗОЛТАН! Я нисколько не в порядке, каждый момент моего существования - сплошное страдание, и я даже не знаю, почему я до сих пор не покончил с этим!" "Ну... кроме этого, я имею в виду. Как ты справлялась после того, как мы расстались?" "Я НЕ СПРАВИЛСЯ. Я вообще не справлялся! Я едва держался на работе, у меня все время была депрессия, мне приходилось ежедневно ходить на терапию. Семь лет - недостаточный срок, чтобы пережить такое. Всей жизни, черт возьми, не хватит! И эта ситуация сейчас, конечно, не помогает". Тони, кажется, понял это. "То есть... ты хочешь сказать, что я не виноват в том, что я такой? Что это нормально?" Риг пожимает плечами. "Нормально? Наверное, нет. Твоя вина? Черт его знает. Но ты в этом не одинок. Если бы мы ушли от этого хотя бы отдаленно нормальными, это было бы чудом. Мы оба живы, мы чертовски богаты... могло быть и хуже". Разговор продолжается, переходя на другие, более тривиальные темы, например, мыльные оперы. Вы решаете прекратить слушать и вернуться к своим обязанностям.
zh_hans: 托尼和里格坐在对面，正在谈话中。"里格......你是如何从'事件'中恢复过来的？" "恢复？我不会完全说我'恢复了'。" "我的意思是，你看起来足够好。功能性的--" "功能性的？托尼，我的肚子里住着一个超能族！我一点也不好，我存在的每一个清醒的时刻都是纯粹的痛苦，我甚至不知道为什么我还没有结束它！" "嗯嗯......除此之外，我是说。我们分开后你是如何应对的？" "我没有。我根本没有应对！我几乎无法维持我的工作。我一直都很沮丧，我不得不每天去治疗。7年的时间还不足以克服这种事情。整个该死的一生都是不够的！而现在这种情况肯定没有帮助。" 托尼似乎接受了这一点。"那么......你是说，这不是我的错？这正常吗？" 里格耸耸肩。"正常？可能不是。如果我知道是你的错，那就糟糕了。但你不是一个人在这里面。如果我们从那件事中走出来，哪怕是稍微正常一点，那也是一个奇迹。我们都还活着，我们富得流油......情况可能更糟。" 谈话继续进行，把话题转移到其他更琐碎的事情上，比如肥皂剧。你决定不听了，继续做你的工作。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYMBIOTE_TONY_2"]/text
source: Rig approaches Tony suddenly, proposing a new idea. "I want to buy a ship, when this is all over." Tony is very confused. "A ship? Okay...?" "Yes, a ship. For the three of us. Hopefully when Tan and I are separated. We can call it something stupid, like 'The Unholy Mistake'. We'll fly it around, and go kill some Slugs probably." Tony seems pleased with this idea. "A Slug hunting gig doesn't sound too bad. But... let's not get genocidal here. We just kill the BAD Slugs, okay?" Rig nods. "Okay, deal. The bad Slugs. And maybe when it's all over, we can go crash the ship on one of those Leech suicide moons as a standing testament of our burning hatred of this existence." "Crash it with US on it?" Tony seems both frightened and excited by the idea." "Uhm... well it wasn't what I was thinking, but maybe. Hopefully, by then, we'll hate living at least a little bit less. To be honest, I kind of just want to name a ship 'Unholy Mistake'. We're rich enough to crash a couple dozen of them anyways."
ko: 리그가 갑자기 토니에게 다가와 새로운 아이디어를 제안합니다. "모든 일이 끝나면, 함선을 사고 싶소." 토니는 영문을 모릅니다. "함선? 좋아...?" "맞소, 함선. 우리 셋을 위한 함선. 탄과 나는 분리됐으면 좋겠지만 말이오. 우리는 그 배를 '불경한 실수'같이 바보 같은 이름으로 부를 수 있겠지. 그걸 타고 날면서 슬러그들을 죽일 수도 있고." 토니는 이 생각을 좋아하는 것 같습니다. "슬러그 사냥 출장은 괜찮을 것 같네. 하지만... 절대 학살은 하지 말자. 나쁜 슬러그들만 죽이는 거야. 알았지?" 리그가 끄덕입니다. "좋소, 그렇게 하지. 나쁜 슬러그들만. 그리고 모든 계획이 끝나면, 리치 자살 위성에 처박아서 인생에 대한 우리의 불타는 증오심을 보이는 거요. "자살 위성에 처박자고?" 토니는 그 생각에 겁을 먹고 흥분한 것 같습니다. "음... 꼭 그러자는 건 아니지만, 그냥 말해봤소. 어쩌면 그때 가서는 우리가 인생을 조금이라도 덜 싫어하게 될지도 모르고. 솔직히, 나는 그냥 '불경한 실수'라는 이름의 배를 가지고 싶은 것이오. 우리는 함선 수 십척은 박살 낼 수 있을 정도로 부자니까."
ru: Риг неожиданно подходит к Тони, предлагая новую идею. "Я хочу купить корабль, когда все это закончится". Тони очень смущен. "Корабль? Ладно...?" "Да, корабль. Для нас троих. Надеюсь, когда мы с Таной расстанемся. Мы можем назвать его как-нибудь глупо, например, "Нечестивая ошибка". Будем летать на нем и, возможно, убивать слизней". Тони, кажется, доволен этой идеей. "Охота на слизней - это не так уж плохо. Но... давай не будем устраивать геноцид. Мы просто убьем плохих слизней, хорошо?" Риг кивает. "Ладно, договорились. Плохих слизней. И может быть, когда все закончится, мы разобьем корабль на одной из этих лун-самоубийц пиявок, как постоянное свидетельство нашей жгучей ненависти к этому существованию." "Разбить его с НАМИ на борту?" Тони кажется одновременно испуганным и взволнованным этой идеей". "Ну... это не то, о чем я думал, но может быть. Надеюсь, к тому времени мы будем ненавидеть жизнь хотя бы немного меньше. Честно говоря, я просто хочу назвать корабль "Нечестивая ошибка". В любом случае, мы достаточно богаты, чтобы разбить пару дюжин таких".
zh_hans: 里格突然接近托尼，提出了一个新的想法。"我想买一艘船，当这一切都结束后。"托尼非常困惑。"一艘船？好......？" "是的，一艘船。为了我们三个人。希望当顿和我分开时。我们可以给它起个愚蠢的名字，比如'不洁的错误'。我们会开着它到处跑，可能去杀一些蛞蝓。" 托尼似乎对这个主意很满意。"猎杀蛞蝓的工作听起来并不坏。但是......我们不要在这里搞种族屠杀。我们只杀坏蛞蝓，好吗？" 里格点点头。"好，成交。坏蛞蝓。也许当这一切都结束时，我们可以把飞船撞毁在那些吸虫族的自杀卫星之一上，作为我们对这种存在的强烈仇恨的证明。" "我们也一起撞毁？"托尼似乎对这个想法既害怕又兴奋。" "呃......嗯，这不是我所想的，但也许是。希望到那时，我们对生活的憎恨至少会少一点。说实话，我有点想把一艘船命名为'邪恶的错误'。无论如何，我们的财富足以让我们撞上几十艘。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_RUWEN_NOTHING"]/text
source: As you approach Ruwen in the hallway, he seems startled and turns to face you but relaxes when he realizes you're the captain. "By the crypt, you scared me! Sorry, I'm trying to get some sleep right now. Ever since I woke from stasis I've had a dreadful case of insomnia, and to remedy it I try to wander the halls. I got the advice from a friend I met on a diplomatic mission, actually! You aliens and your... creative solutions. I do hope to try and get some shut-eye before the mission carries on though, so if at possible I'd appreciate it if you left me alone for a while."
ko: 복도에 있는 루웬에게 다가가자 루웬은 깜짝 놀라 뒤를 돌아보고 당신이 선장이라는 것을 알고서야 긴장을 풉니다. "크립, 나를 놀라게 했구려! 미안하지만, 지금은 잠을 자려던 참이오. 수면 포드에서 깨어났을 때부터 끔찍한 불면증을 앓았는데, 그걸 고치기 위해 복도를 돌아다니고 있었소. 사실, 외교 사절단에서 만난 친구에게 받은 조언 대로 한 것이오! 당신네 외계인들과 당신들의... 창의적인 해결책이지. 하지만 임무를 진행하기 전에 잠을 좀 자고 싶으니, 가능하다면 잠시 나를 혼자 있게 해주면 감사하겠소."
ru: Когда вы подходите к Рувену в коридоре, он кажется испуганным и поворачивается к вам лицом, но расслабляется, когда понимает, что вы капитан. "Черт возьми, вы меня напугали! Простите, я сейчас пытаюсь немного поспать. С тех пор, как я вышел из стазиса, у меня ужасная бессонница, и чтобы ее вылечить, я стараюсь бродить по коридорам. Этот совет мне дал друг, которого я встретил во время дипломатической миссии! Вы, пришельцы, и ваши... творческие решения. Я все же надеюсь немного поспать перед продолжением миссии, поэтому, если это возможно, я был бы признателен, если бы вы оставили меня в покое на некоторое время".
zh_hans: 当你在走廊上接近茹文时，他似乎被吓了一跳，转过身来面对你，但当他意识到你是舰长时就放松了。"通过地穴，你吓到我了！对不起，我现在正想睡一觉。自从我从休眠醒来后，我就有了一个可怕的失眠症，为了补救它，我试图在大厅里徘徊。事实上，是我在一次外交任务中遇到的一个朋友给我的建议！你们这些外星人和你们的......创造性解决方案。不过，我确实希望在任务进行之前尝试着睡上一觉，所以如果可能的话，我希望你能让我单独待一会儿。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_RUWEN_GENERIC_1"]/text
source: "CARTYK!" Ruwen bangs a fist down on the table in front of him and clutches his arm in pain. He looks back up to you, embarassed. "Apologies for the foreign expletive... it's just these stiff joints captain! It's no secret cryosleep doesn't exactly... do wonders for the body. I forgot to do my stretches this morning and I am terribly regretting it! I think you'll get used to the random shouting in time, and again I do genuinely apologize! Just be glad your translator hopefully doesn't know what any of it means."
ko: "카르틱!" 루웬이 주먹으로 테이블을 내리치고 고통스러워하며 팔을 붙잡습니다. 그는 당황하여 당신을 쳐다봅니다. "내 언어로 욕설을 내뱉어서 미안하오... 그냥 관절이 빳빳해서 그랬던 것이오! 냉동 수면이 몸에 좋지 않다는 것은... 상식이나 다름없지. 오늘 아침에 스트레칭하는 것을 잊어버려서 정말 후회하고 있소! 시간이 지나면 내가 아무 때나 소리지르는 것에 익숙해질 것이오. 그리고 다시 한번 정말로 미안하오! 당신의 번역기가 그 단어의 의미를 인식하지 못했으면 좋겠군."
ru: "КАРТЫК!" Рувен стучит кулаком по столу перед собой и сжимает руку от боли. Он смущенно оглядывается на вас. "Прошу прощения за иностранное ругательство... это просто эти жесткие суставы, капитан! Не секрет, что криосон не совсем... творит чудеса с телом. Я забыл сделать растяжку сегодня утром и ужасно жалею об этом! Думаю, со временем вы привыкнете к беспорядочным крикам, и еще раз приношу свои искренние извинения! Просто радуйтесь, что ваш переводчик надеюсь, не знает, что все это значит".
zh_hans: "卡蒂克！"茹文一拳砸在他面前的桌子上，痛苦地抓着他的胳膊。他回过头来，不好意思地看着你。"抱歉，我说的是外国的脏话......只是关节僵硬，舰长！这不是什么秘密，冷冻睡眠并不完全......对身体有好处。我今天早上忘了做伸展运动，我非常后悔！我想你会习惯这些随意的喊叫的，我再次真诚地道歉！只需庆幸你的翻译器不知道它的意思。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_RUWEN_GENERIC_2"]/text
source: You notice Ruwen's room is decorated by a number of odd trinkets from seemingly all over the galaxy. You won't have time to ask about all of them, but if you wanted to you could probably get at least one story out of Ruwen.
ko: 루웬의 방은 온 은하계에서 가져온 듯한 각종 기이한 장신구로 장식되어 있습니다. 모든 것을 물어볼 시간은 없겠지만, 한 가지 정도 이야기는 들어볼 수 있을 것 같습니다.
ru: Вы заметили, что комната Рувена украшена множеством странных безделушек, собранных, кажется, со всей галактики. У вас не будет времени расспрашивать обо всех из них, но если бы вы захотели, то наверняка смогли бы вытянуть из Рувена хотя бы одну историю.
zh_hans: 你注意到茹文的房间被一些奇怪的饰品装饰着，这些饰品似乎来自银河系的各个地方。你没有时间询问所有这些东西，但如果你想，你可能至少可以从茹文那里得到一个故事。

source: What's the black and red armor?
ko: 저 검은색과 붉은색이 섞인 갑옷은 뭡니까?
ru: Что за черно-красная броня?
zh_hans: 黑色和红色的盔甲是什么？

source: "This? Oh, this was a gift from Kataaagingi, the owner of Tiiikaka. It was part of one of my... less successful, but more interesting diplomatic exursions. I was on a personal quest to convince the pirate lord to end the slave trade in Imperial space. The agreement DID happen, thankfully, but it didn't stop the enslavement of Crystals entirely. Unfortunately, the Theocracy is known to employ Tiiikaka quite often, and it has become common practice for Crystal slaves to serve on Inquisition vessels. Any Crystal not in Imperial space is still vulnerable, but at least Imperial space itself is safe. Mostly... and only from slavers... Mmm..." Ruwen scratches his chin uncomfortably. "The armor is cool though! It's made for a Mantis so I can't exactly wear it, and they pulled it off of a dead guy... but... well it looks cool on a shelf?"
ko: "이거 말이오? 아, 이건 티카카의 소유주인 카타아긴기가 준 선물이오. 나의... 완전히 성공적이지는 않았지만, 아주 흥미로웠던 외교 답사 중에 받은 것이지. 당시에 나는 개인적으로 해적 영주를 설득해서 제국 영토의 노예무역을 끝내려 하고 있었소. 다행히도 합의는 이루어졌지만, 크리스탈의 노예화를 완전히 막지는 못했소. 불행히도 신정은 티카카를 자주 이용하는 것으로 알려져 있는데, 결국 크리스탈 노예가 이단 심문선에서 복무하는 것은 일반적인 관행이 되었지. 제국의 영토 밖에 있는 크리스탈들은 여전히 위험하지만, 적어도 제국 내에서는 안전하오. 거의 안전하지... 적어도 노예상들로부터는... 음..." 루웬은 불편한 듯 턱을 긁습니다. "어쨌거나 이 갑옷은 멋지지! 맨티스용 갑옷이라 나는 입을 수 없고, 또 죽은 사람에게서 벗겨준 것이긴 하지만... 뭐... 선반 위에 올려놓으니 멋져 보이지 않소?"
ru: "Это? О, это подарок Катааагинги, основателя Тииикаки. Он был частью одной из моих... менее успешных, но более интересных дипломатических экспедиций. Я лично пытался убедить владыку пиратов прекратить работорговлю в имперском пространстве. Соглашение, к счастью, состоялось, но это не остановило порабощение кристаллинов полностью. К сожалению, известно, что Теократия часто нанимает Тииикаку, а рабы-кристаллины стали обычной практикой служить на кораблях Инквизиции. Любой кристаллин, находящийся не в имперском пространстве, все еще уязвим, но, по крайней мере, само имперское пространство находится в безопасности. В основном... и только от работорговцев... Ммм..." Рувен неловко почесал подбородок. "А броня классная! Она сделана для богомола, так что я не могу точно ее носить, и они сняли ее с мертвого парня... но... ну, она круто смотрится на полке?"
zh_hans: "这个？哦，这是蒂伊卡卡的主人卡塔阿格吉的礼物。这是我的一个......不太成功，但比较有趣的外交活动的一部分。我当时正在进行一项个人探索，以说服海盗领主结束水晶帝国星域的奴隶贸易。值得庆幸的是，协议确实达成了，但它并没有完全停止对水晶人的奴役。不幸的是，众所周知，神权国经常雇佣蒂伊卡卡，而且水晶奴隶在圣判所的船只上服役已成为惯例。任何不在水晶帝国星域的水晶族仍然是脆弱的，但至少水晶帝国星域本身是安全的。主要是......而且主要来自奴隶贩子......嗯......"茹文不自觉地挠了挠下巴。"这套盔甲倒是挺酷的！它是为螳螂制造的，所以我不能完全穿上它，而且是他们从一个死人身上扒下来......但是......嗯，它放在架子上看起来很酷？"

source: What's the purple gun?
ko: 저 보라색 총은 뭡니까?
ru: Что за фиолетовое оружие?
zh_hans: 紫色的枪是什么？

source: "Now that, that is a fine piece of weaponry. Foreigners make such fascinating guns sometimes - I wish we Crystals had such craftmanship." Ruwen runs his large golden hand over the gun. "It was a gift from chairman Irwin in the EHG, as part of an agreement I made near the beginning of my career as ambassador! Some Clansmen had begun hunting my kind, as you would expect of course, and it was my task to put an end to it. Irwin was surprisingly diplomatic, though I hear he isn't chairman anymore. Unfortunate. I learned much of Slug culture from him!"
ko: "정말 훌륭한 무기지 않소. 때때로 외계인들은 이토록 멋있는 총을 만들어내지. 우리 크리스탈도 이런 장인정신을 가졌으면 좋겠소." 루웬이 그의 커다란 금빛 손을 총 위에 얹습니다. "이것은 내가 대사직을 막 시작했을 무렵 EHG와 조약을 맺던 과정에서 어윈 회장에게 받은 선물이오! 일부 클랜즈맨들은 당연하게도 내 종족을 사냥하기 시작했었고, 이를 끝내는 것이 내 임무였소. 어윈은 놀랍도록 외교에 능했지만, 안타깝게도 지금은 더 이상 회장이 아니라더군. 그에게서 슬러그 문화도 많이 배웠소!"
ru: "Вот это, это прекрасное оружие. Чужаки иногда делают такое восхитительное оружие - вот бы нам, кристаллинам, такое мастерство". Рувен проводит своей большой золотой рукой по оружию. "Это был подарок от председателя Ирвина из ГОЭ, как часть соглашения, которое я заключил в начале своей карьеры посла! Некоторые Клановцы начали охотиться на мой род, как вы, конечно, ожидали, и моей задачей было положить этому конец. Ирвин был на удивление дипломатичен, хотя я слышал, что он больше не председатель. К сожалению. От него я узнал многое о культуре слизней!"
zh_hans: "现在，那是一件很好的武器装备。外星人有时会制造出如此迷人的枪支--我希望我们水晶人有这样的工艺。"茹文用他那只金色的大手抚摸着枪。"这是异种猎人协会主席厄文的礼物，是我作为大使的职业生涯即将开始时达成的协议的一部分！"茹文说。一些猎人早期猎杀我的同类，正如你所期望的那样，而我的任务就是要结束这种情况。厄文出人意料地善于外交，尽管我听说他不再是主席了。很不幸。我从他那里学到了很多蛞蝓族的文化！"

source: (Irwin) *cough*
ko: (어윈) *엣헴*
ru: (Ирвин) *кашель*
zh_hans: (厄文)*咳嗽*

source: "Oh crypt, Irwin, yes! I forgot you were on this ship! My dearest apologies! However did you get the boot anyways? That... is the expression, yes?" Irwin moans. "Ssssome basssstard betrayed me and threw me in the gutter! But let'sss not linger on it. It'sss been yearsss, and it'sss a ssssore sssubject ssstill." Ruwen nods. "Oh of course, of course! I didn't mean to upset you! Well, I'm glad you're still alive at least! You must teach me more about your kind at some point. I am truly so curious."
ko: "오 크립, 어윈이군! 당신이 이 배에 있다는 걸 깜빡했소! 진심으로 미안하오! 그나저나 어쩌다 책상을 빼게 된 거요? 어... 이게 맞는 표현인가? 어윈이 신음합니다. "어떤 개짜씩이 나를 배씬하고 씨궁창에 던쪄버려써! 하찌만 그 얘기는 여기써 끝내짜고. 쑤 년이 찌나찌만 여쩐히 뼈아픈 쭈쩨라 말이찌." 루웬이 끄덕입니다. "아 물론, 물론이오! 언짢게 하려던 건 아니었소! 그래도 살아 있으니 다행이오! 언제가 내게 당신의 종족에 대해 더 가르쳐 주시오. 정말이지 너무 궁금하오."
ru: "О склеп, Ирвин, да! Я забыл, что вы на этом корабле! Мои глубочайшие извинения! Однако вы все равно получили сапог? Это... такое выражение, да?" Ирвин застонал. "Какой-то ублюдок предал меня и броссссил в канаву! Но давайте не будем на этом задерживаться. Прошло много лет, а это все ещщще больная тема". Рувен кивает. "О, конечно, конечно! Я не хотел тебя расстраивать! Ну, я рад, что ты, по крайней мере, еще жив! Ты должен когда-нибудь рассказать мне побольше о своем роде. Мне действительно очень любопытно".
zh_hans: "哦！厄文，我忘了你是在这艘船上！我最亲爱的歉意！然而你还是被开除了吗？这......是一种说法，是吗？" 厄文呻吟道。"某个混蛋背叛了我，把我扔到了阴沟里！但我们不要再纠缠于此。已经过了好几年了，它仍然是一个令人痛心的话题。"茹文点点头。"哦，当然，当然！我不是故意要让你难过。好吧，我很高兴你至少还活着！你必须在某个时候告诉我更多关于你的种类。我真的太好奇了。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: What's the vaguely humanoid ball of trash?
ko: 저 인간처럼 생긴 쓰레기 뭉치는 뭡니까?
ru: Что это за человекоподобный шар с мусором?
zh_hans: 那个隐约的人形垃圾球是什么？

source: "That? That's uhm... a bunch of trash that some Free Mantis bunched together into a shape that I think is meant to vaguely resemble myself. It wasn't part of a diplomatic mission, they just followed me around until I'd accept it. Oh, such strange creatures. I don't mean to sound rude but I am quite glad they seem to be the outliers. Oh, if we had reentered the galaxy only to find you were ALL of such... stup...er, creativity... I don't know what we'd do!"
ko: "그거 말이오? 그건 음... 몇몇 독립 맨티스가 뭉쳐준 쓰레기 더미인데, 아마도 나를 형상화하려던 것 같소. 외교 활동 중에 받은 건 아니고, 그냥 그 맨티스들은 내가 이걸 받아줄 때까지 나를 따라다녔소. 정말 이상한 생물들이야. 절대 얕보는 건 아니지만, 특이한 사람들인 것 같아서 마음에 드오. 만약 크리스탈이 다시 은하계에 진출했을 때 모두가 그들처럼... 조금 어... 어, 창의적이었다면... 우리는 어찌할 줄을 몰랐을 것이오!"
ru: "Это? Это... куча мусора, которую какой-то свободный богомол собрал в форму, которая, как мне кажется, должна смутно напоминать меня самого. Это не было частью дипломатической миссии, они просто ходили за мной по пятам, пока я не согласился. О, какие странные существа. Не хочу показаться грубым, но я очень рад, что они, похоже, не такие уж и странные. О, если бы мы вернулись в галактику и обнаружили, что вы ВСЕ такие... туп...е э-э, творческие... Я не знаю, что бы мы делали!"
zh_hans: "那个？那是呃......一群垃圾，一些自由螳螂把它们捆绑成一个形状，我认为是为了隐约地类似于我自己。这不是外交任务的一部分，他们只是跟着我，直到我接受它。哦，这种奇怪的生物。我不想听起来很粗鲁，但我相当高兴他们似乎是离群索居的。哦，如果我们重新进入银河系，却发现你们都是这样的......愚蠢......呃，创造力......我不知道我们会怎么做！"

source: You still have the sculpture in your room though.
ko: 아직도 이걸 간직하고 있군요.
ru: Однако скульптура по-прежнему находится у вас в каюте.
zh_hans: 不过你的房间里还有雕塑。

source: "Well, yes. It's quite endearing, no? Strange or not, I can't hate the creatures. They meant well, and fortunately the sculpture doesn't smell."
ko: "그렇지 뭐. 나름 사랑스럽지 않소? 이상하든 어떻든 나는 그 생물들을 미워할 수가 없소. 좋은 뜻에서 만들어 준 것이고, 다행히 냄새도 안 나니까."
ru: "Ну, да. Это довольно забавно, нет? Странно это или нет, но я не могу ненавидеть этих существ. Они хотели как лучше, и, к счастью, скульптура не пахнет".
zh_hans: "嗯，是的。这是相当可爱的，不是吗？无论是否奇怪，我都不能讨厌这些生物。他们本意是好的，而且幸运的是，雕塑没有气味。"

source: Don't ask about anything.
ko: 아무것도 물어보지 않는다.
ru: Не спрашивать ни о чем.
zh_hans: 不问任何事。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_RUWEN_GENERIC_3"]/text
source: "Captain, might I ask what species you like the least? I'm intending to collect data from all sorts of sources and compile a list to understand the effects of certain bias on how people interpret species!"
ko: "선장, 어떤 종을 가장 덜 좋아하는지 말해줄 수 있겠소? 사람들이 각 종족을 받아들이는 방식에 있어서 특정한 편견이 미치는 영향을 이해하기 위해 온갖 종류의 자료를 수집하고 목록을 작성할 생각이오!"
ru: "Капитан, могу я спросить, какие виды вам нравятся меньше всего? Я намерен собрать данные из всевозможных источников и составить список, чтобы понять влияние определенных предубеждений на то, как люди воспринимают виды!"
zh_hans: "舰长，请问你最不喜欢什么物种？我打算从各种渠道收集数据，整理出一份清单，以了解某些偏见对人们如何解释物种的影响！"

source: I don't feel comfortable with this.
ko: 별로 말하고 싶지 않습니다.
ru: Я не очень хорошо к этому отношусь.
zh_hans: 我对这个问题并不是很舒服。

source: "What? Why not? Oh, is this another taboo in your culture? My apologies, it is not uncommon for my kind to talk about species in such manners. I will refrain from asking you such questions in the future."
ko: "뭣이라? 어째서지? 아, 당신의 문화에서 이런 질문은 금기인 것이오? 미안하오, 우리 종족은 종에 관한 얘기를 거리낌 없이 해서 그랬소. 앞으로 그런 질문은 삼가겠소."
ru: "Что? Почему нет? О, это еще одно табу в вашей культуре? Приношу свои извинения, для моего вида не редкость говорить о видах таким образом. В будущем я воздержусь от подобных вопросов".
zh_hans: "什么？为什么会不舒服呢？哦，这是你们文化中的另一个禁忌吗？我很抱歉，对我的同类来说，以这种方式谈论物种是很常见的。我以后会避免问你这样的问题。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_RUWEN_GENERIC_4"]/text
source: Ruwen notices a splotch of blue showing through his yellow skin paint. "Oh by Ycathine's crypt, I'm terribly sorry! This is so embarassing, I should go cover this up immediately!"
ko: 루웬이 그의 노랗게 칠해진 피부 사이로 파란 반점이 드러난 것을 발견합니다. "오, 이카틴 크립, 정말 미안하오! 이거 너무 창피한데, 당장 덧칠하러 가야겠소!"
ru: Рувен замечает синее пятно, проступающее сквозь желтую краску его кожи. "О, склеп Икатина, мне ужасно жаль! Это так позорно, я должен немедленно пойти и замазать это!"
zh_hans: 茹文注意到他的黄色皮肤涂装中露出了一抹蓝色。"哦，真是日了伊卡廷的墓穴，我非常抱歉！这太尴尬了。这真是太难堪了，我应该马上去把这个遮起来！"

source: Why is it embarassing?
ko: 왜 그게 창피한 겁니까?
ru: Почему вам стыдно?
zh_hans: 为什么会尴尬呢？

source: "Oh, right, this problem seems so strange to you. You see, some cultures find nudity to be taboo. In a similar vein, high ranking Imperial officials are forbidden from showing their bare skin in public. An ambassador, one of the most honorable positions, must always be coated in yellow. Even if you do not mind, I refuse to break such important tradition. I will go cover myself, goodbye captain."
ko: "오 맞다, 당신에게는 이 문제가 이상해 보이겠지. 알다시피, 어떤 문화는 나체를 금기시하오. 비슷한 맥락에서, 제국의 고위 관리들은 공공장소에서 맨살을 드러내는 것이 금지되어 있소. 아주 명예로운 직책인 대사는 항상 노란색으로 칠해져 있어야 하오. 당신은 신경 쓰지 않을지라도 나는 이 중요한 전통을 깨고 싶지 않소. 그럼 이제 칠하러 가보겠소, 이만 안녕히."
ru: "Ах, да, эта проблема может показаться вам такой странной. Видите ли, в некоторых культурах нагота считается табу. Так и высокопоставленным чиновникам Империи запрещено демонстрировать свою обнаженную кожу на публике. Посол - одна из самых почетных должностей - всегда должен быть одет в желтое. Даже если вы не возражаете, я отказываюсь нарушать столь важную традицию. Пойду прикроюсь, до свидания, капитан".
zh_hans: "哦，忘了这件事对你来说可能很奇怪。是这样，有些文化认为裸体是禁忌。与此类似，水晶帝国的高级官员被禁止在公共场合展示他们的裸体。我作为大使，最尊贵的职位之一，必须始终涂着黄色。即使你不介意，我也拒绝打破这种重要的传统。我去折腾自己了，再见，舰长。"

source: Okay, bye.
ko: 잘 칠하고 오십시오.
ru: Ладно, пока.
zh_hans: 好的，再见。
