Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_5"]/text
source: You ask Freddy why he acts so different from the other Free Mantis, and if there are more like him. "What, more that do not poison our brains with brain rot? Of course, there are thousands of us! It's just that... well, we're the 'smart ones'. I mean no ill will to my less situationally aware brethren, but they are perhaps not the best representation of our culture. The original Free Mantis were engineers, scientists, architects, the thinkers who knew the sins of the war and fled from the Hive. When the Federation did not accept us, we organized into nomadic clans and founded the Free Mantis. The educated among us remain aboard more organized colony ships and rarely get involved in intergalactic affairs, or work for the Union or the Federation. I hope that is a sufficient answer."
ko: 당신은 프레디에게 왜 그가 평범한 독립 맨티스들과 다르게 행동하는지, 그리고 그와 같은 독립 맨티스가 더 있는지 물어봅니다. "뭐라고? 합성 페로몬으로 뇌를 썩히지 않은 독립 맨티스가 더 있냐고? 물론 수천은 더 있지! 그게 어떻게 된 거냐면... 음, 우리는 '똑똑한 이들'이라네. 현 상황을 잘 파악하지 못하는 내 형제들을 나쁘게 말하려는 건 아니지만, 그들이 우리 문화를 대표할만한 인재가 되지는 못하네. 최초의 독립 맨티스는 기술자, 과학자, 건축가, 그리고 전쟁범죄를 인지하고 하이브에서 도망친 사상가들이었어. 그리고 연방이 우리를 받아들이지 않았을 때에서야 여러 떠돌이 집단을 조직해서 독립 맨티스를 창설했지. 우리 중 교양있는 자들은 보다 조직화된 집단 거주지 함선에 남아 은하간 문제에 거의 관여하지 않으며 살아가거나, 또는 연맹이나 연방 쪽에서 일하고 있네. 이걸로 충분한 대답이 되었기를 바라지."
ru: Вы спрашиваете Фредди, почему он так отличается от других свободных богомолов, и есть ли еще такие, как он. "Что, больше таких, которые не отравляют наши мозги мозговой гнилью? Конечно, нас тысячи! Просто... ну, мы - "умные". Я не держу зла на своих менее осведомленных о ситуации собратьев, но они, возможно, не лучшее представление о нашей культуре. Изначально свободные богомолы были инженерами, учеными, архитекторами, мыслителями, которые знали о грехах войны и бежали из Улья. Когда Федерация не приняла нас, мы объединились в кочевые кланы и основали свободное богомолы. Образованные из нас остались на борту более организованных кораблей-колоний и редко участвуют в межгалактических делах, не работают на Союз или Федерацию. Надеюсь, это достаточный ответ".
zh_hans: 你问弗雷迪，为什么他的行为与其他自由螳螂如此不同，是否有更多像他一样的人。"什么，更多的不会用药物来毒害大脑的人？当然，我们有成千上万的人！只是......呃......"。只是......嗯，我们是'聪明人'。我对我的情况意识较差的兄弟们没有恶意，但他们也许不是我们文化的最佳代表。最初的自由螳螂是工程师、科学家、建筑师，是那些知道战争的罪恶并逃离母巢的思想者。当联邦不接受我们时，我们组织成游牧部族，建立了自由螳螂。我们中受过教育的人留在更有组织的殖民地飞船上，很少参与星际事务，或为同盟或联邦工作。我希望这就是一个充分的答案。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_6"]/text
source: You spot some of the crew struggling to fix some minor damage in one of the subsystems with a welding torch, but before you can assist, Freddy enters and offers to help. With great proficiency he wields the torch and seals the hole quickly and efficienctly. When he spots you watching him, he merely explains: "While my dream of having opposable thumbs may never come true, I see no need to remain unskilled in that of handy work. It is not our biology that holds us back so much as it is our lack of a proper educational system."
ko: 몇몇 선원이 보조 시스템에 발생한 작은 손상을 용접 토치로 수리하느라 진땀을 빼고 있었는데, 당신이 도와주려 하기도 전에 프레디가 먼저 들어가 그들을 도왔습니다. 프레디는 아주 능숙하게 토치를 다루며 빠르고 효율적으로 구멍을 봉합합니다. 프레디가 당신의 시선을 눈치채고 입을 엽니다. "엄지 손가락을 가지고픈 나의 꿈은 실현될 수 없지만, 이런 간단한 일을 기피할 필요는 없다고 생각하네. 우리를 방해하는 것은 생물학적 특성이 아니라 제대로 된 교육 시스템의 부재지."
ru: Вы замечаете, как кто-то из команды пытается устранить небольшое повреждение в одной из подсистем с помощью сварочной горелки, но прежде чем вы успеваете помочь, входит Фредди и предлагает свою помощь. С большим мастерством он обращается с резаком, быстро и эффективно заделывает отверстие. Когда он замечает, что вы наблюдаете за ним, то просто объясняет: "Хотя моя мечта об обретении подвижных пальцев, возможно, никогда не сбудется, я не вижу необходимости оставаться неумелым в этом деле. Нас сдерживает не столько биология, сколько отсутствие должной системы образования".
zh_hans: 你发现一些船员正在努力用焊枪修复一个子系统中的一些小损坏，但在你能提供帮助之前，弗雷迪进来并主动提供帮助。他非常熟练地挥舞着焊枪，迅速而有效地封住了洞口。当他发现你在看他时，他只是解释说："虽然我拥有一对拇指的梦想可能永远不会实现，但我认为没有必要继续不熟练地做这些杂活。阻碍我们的不是我们的生物学结构，而是我们缺乏一个适当的教育系统。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_GENERIC_HAT"]/text
source: Freddy approaches, lugging behind him a wagon full of hats. You aren't sure where he got them from, but before you can inquire, he ask, "Captain! I was looking for a bit of fashion advice and was wondering what you thought about me changing my hat." Freddy gestures towards the pile.
ko: 프레디가 모자로 가득한 마차를 끌며 다가옵니다. 어디서 저 많은 모자를 가져왔는지 짐작도 안 가네요. 당신이 입을 열기도 전에 그가 먼저 말을 걸어왔습니다. "선장! 패션에 대한 조언을 구하고 있는데, 모자를 바꾸는 것에 대해 어떻게 생각하는지 궁금하네." 프레디가 앞발로 모자 더미를 가리킵니다.
ru: Подходит Фредди, таща за собой повозку, полную шляп. Вы не знаете, откуда он их взял, но прежде чем вы успеваете спросить, он интересуется: "Капитан! Мне нужен совет по поводу моды, и я хотел узнать, что вы думаете о том, чтобы я сменил шляпу". Фредди жестом показывает на кучу.
zh_hans: 弗雷迪走过来，身后拖着一辆装满帽子的小车。你不确定他从哪里弄来的，但在你询问之前，他问道："舰长！我正在寻找一些时尚建议，想知道你对我换帽子的看法。"弗雷迪朝那堆帽子做了个手势。

source: Recommend the Fedora.
ko: 페도라를 추천한다.
ru: Рекомендую федору.
zh_hans: 推荐软呢帽。

source: "An excellent choice! I will try it on immediately!" Freddy tosses off his hat and places the Fedora on his head. "Thank you Captain! Now I'm looking stylish!"
ko: "좋은 선택이야! 당장 착용해보겠네!" 프레디가 모자를 바꿔씁니다. "고맙네. 선장! 이제야 조금 스타일리쉬해 보이는군!"
ru: "Отличный выбор! Я немедленно примерю ее!" Фредди сбрасывает свою шляпу и надевает федору на голову. "Спасибо, капитан! Теперь я выгляжу стильно!"
zh_hans: "一个很好的选择！我马上就去试戴！"弗雷迪扔下帽子，把软呢帽戴在头上。"谢谢你，舰长！现在我看起来很时尚！"

source: Recommend the Jester Hat.
ko: 광대 모자를 추천한다.
ru: Рекомендую шутовской колпак.
zh_hans: 推荐小丑帽。

source: "An excellent choice! I will try it on immediately!" Freddy tosses off his hat and places the Jester Hat on his head. "Thank you Captain! Now I'm looking stylish!"
ko: "좋은 선택이야! 당장 착용해보겠네!" 프레디가 모자를 바꿔씁니다. "고맙네. 선장! 이제야 조금 스타일리쉬해 보이는군!"
ru: "Отличный выбор! Я немедленно его примерю!" Фредди сбрасывает свою шляпу и надевает шутовской колпак на голову. "Спасибо, капитан! Теперь я выгляжу стильно!"
zh_hans: "一个很好的选择！我马上就去试戴！"弗雷迪扔下帽子，把小丑帽戴在头上。"谢谢你，舰长！现在我看起来很时尚！"

source: Recommend the Sombrero.
ko: 솜브레로를 추천한다.
ru: Рекомендую сомбреро.
zh_hans: 推荐阔边帽。

source: "An excellent choice! I will try it on immediately!" Freddy tosses off his hat and places the Sombrero on his head. "Thank you Captain! Now I'm looking stylish!"
ko: "좋은 선택이야! 당장 착용해보겠네!" 프레디가 모자를 바꿔씁니다. "고맙네. 선장! 이제야 조금 스타일리쉬해 보이는군!"
ru: "Отличный выбор! Я немедленно его примерю!" Фредди сбрасывает шляпу и надевает сомбреро на голову. "Спасибо, капитан! Теперь я выгляжу стильно!"
zh_hans: "一个很好的选择！我马上就去试戴！"弗雷迪扔下帽子，把阔边帽戴在头上。"谢谢你，舰长！现在我看起来很时尚！"

source: Recommend a second tophat.
ko: 두번째 실크 햇을 추천한다.
ru: Рекомендую колпак.
zh_hans: 推荐另一个大礼帽。

source: "An excellent choice! I will try it on immediately!" Freddy grabs a second tophat and places it on his head. "Thank you Captain! Now I'm looking stylish!"
ko: "좋은 선택이야! 당장 착용해보겠네!" 프레디가 모자를 바꿔씁니다. "고맙네. 선장! 이제야 조금 스타일리쉬해 보이는군!"
ru: "Отличный выбор! Я немедленно ее примерю!" Фредди берет колпак и надевает его себе на голову. "Спасибо, капитан! Теперь я выгляжу стильно!"
zh_hans: "一个很好的选择！我马上就去试戴！"弗雷迪抓起另一顶礼帽戴在头上。"谢谢你，舰长！现在我看起来很时尚！"

source: Stick with the Tophat.
ko: 기본 실크 햇이 가장 좋습니다.
ru: Отдать предпочтение шляпе с козырьком.
zh_hans: 还是继续戴现在的帽子吧。

source: "Alright, fair enough then Captain! I'll trust your word for it. I am quite fond of this hat... it's so dapper! Dapper is a word, right?"
ko: "좋아, 그럼 선장! 자네 말을 믿어보지. 나는 이 모자는 꽤 마음에 든다네... 아주 말쑥해 보여! 자네도 그렇게 생각하지?"
ru: "Хорошо, спасибо, капитан! Я поверю вам на слово. Мне очень нравится эта шляпа... она такая нарядная! Нарядная - это подходящее слово?"
zh_hans: "好吧，很不错了，舰长！我相信你的话。我很喜欢这顶帽子......它太潇洒了！潇洒是一个词，对吗？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_KAZ_1"]/text
source: While idly browsing the recreational room, Kaz bumps into Freddy, and the two glance at each other for an odd moment. Kaz bows and apologizes. Freddy accepts his apology but raises another question. "Might I ask, oh dreaded thief of legends, why it is you are always looking at me so strangely? You seem like a good fellow and I doubt you mean for me to take offense, but it is quite odd." Kaz blinks, taken off-guard. "Oh, err. Well it's just that, well, thinking that Free Mantis are supposed to all be stupid, no? Drugs rotting braincells and all that. You not seeming stupid like rest though. You are not taking pheremones then, I assume?" "Oh, uh. No, I don't. I played a pretty crucial role in the development of the synthetic pheromones concoction used by Suzerains and Bishops during the war, and I was able to recreate a more... 'experimental' recipe that the Free Mantis use. I never intended for it to be used in such masses, but that damage cannot be undone. Alas. But please, try not to call my people stupid. They're doing their best."
ko: 한가롭게 휴게실을 둘러보던 카즈와 프레디가 서로를 마주치고 잠시 어색하게 쳐다봅니다. 카즈가 고개를 숙이고 사과합니다. 프레디는 그의 사과를 받아들이고 또 다른 의문을 제기합니다. "전설적인 공포의 도둑이여, 하나 물어봐도 되겠나. 왜 항상 나를 이상하게 쳐다보는 거지? 자네는 좋은 사람 같으니 음흉한 생각을 하는 건 아니겠지만, 꽤 수상하다네." 카즈가 눈을 껌뻑이며 경계를 풉니다. "뭐, 그냥, 독립 맨티스는 모두 바보일 거라 생각하는 것뿐이야, 아닌가? 마약은 뇌세포를 썩게 하지. 너는 머리를 비운 것 같아 보이지는 않네. 그럼 페로몬은 안 하는 건가?" "아, 어... 아니, 그렇지는 않네. 나는 전쟁 도중 영주와 주교들이 사용하는 페로몬을 인위적으로 합성하는 시도에서 중요한 역할을 담당했었지. 그리고 독립 맨티스를 위해 더 많은... '실험적인' 레시피를 재현할 수도 있었어. 그것들이 지금처럼 남용되는 걸 의도한 건 절대 아니었는데, 상황은 이미 돌이킬 수 없는 지경까지 와버렸지. 아아, 하지만 부디 나의 동지들을 멍청하다고 부르지 말아 주게. 그들도 최선을 다하고 있으니까."
ru: Прогуливаясь по комнате отдыха, Каз сталкивается с Фредди, и они странно смотрят друг на друга. Каз кланяется и извиняется. Фредди принимает извинения, но задает другой вопрос. "Могу ли я спросить, о грозный легендарный вор, почему ты всегда так странно смотришь на меня? Ты вроде бы хороший парень, и я сомневаюсь, что ты хотел меня обидеть, но это довольно странно". Каз моргает, застигнутый врасплох. "О, э-э-э. Ну, просто я подумал, что свободные богомолы должны быть глупыми, нет? Наркотики, гниющие мозги и все такое. Но ты не выглядишь глупым, как остальные. Значит, ты не принимаешь феремоны, я полагаю?" "О, э. Нет, не принимаю. Я сыграл довольно важную роль в разработке синтетического феромонного коктейля, который использовали Сюзерены и Епископы во время войны, и мне удалось воссоздать более... "экспериментальный" рецепт, который используют свободные богомолы. Я никогда не предполагал, что он будет использоваться в таких масштабах, но нанесенный ущерб уже не исправить. Увы. Но, пожалуйста, постарайся не называть моих людей глупыми. Они делают все, что в их силах".
zh_hans: 在闲逛娱乐室时，卡兹撞到了弗雷迪，两人奇怪地对视了一会儿。卡兹鞠了一躬并表示歉意。弗雷迪接受了他的道歉，但提出了另一个问题。"我可以问吗，哦，可怕的传奇大盗，为什么你总是如此奇怪地看着我？你看起来是个好人，我怀疑你是想让我冒犯，但这很奇怪。" 卡兹眨眨眼，措手不及。"哦，呃。嗯，这只是，嗯，认为自由螳螂应该都是愚蠢的，不是吗？腐烂脑细胞的药物和所有这些。不过你看起来并不像其他人那样愚蠢。那么你没有服用信息素，我猜？" "哦，呃。不，我没有。我在开发领主和主教在战争期间使用过的的合成信息素调制物方面发挥了相当关键的作用，我能够重新创造一个更加......"实验性"的配方，自由螳螂所使用的。我从未打算让它被用于这样的群体，但这种损害是无法挽回的。唉。但是，请尽量不要说我的人愚蠢。他们已经尽力了。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_FREDDY_KAZ_2"]/text
source: You notice Freddy approaching Kaz on one of the cameras and tune into the audio feed out of curiosity. "Good morning, Mr. Plethkilik. I was wondering, if you don't mind me asking, why it is your translation files are still so broken? I've seen you speak beautiful Yetiiik and from what I understand you received a very comprehensive underground education." Kaz shrugs. "Kaz is Mantis, pure and true. I may not always be greatest servant to Hive, but I cannot shaking inner nature as warrior. Because of this, other races fearing me. I get little practice speaking other language. Kaz also learning speak beautiful words from writing many love letter to beautiful Mantis woman. Kaz not finding much attraction to non-Mantis woman, so he not writing many love letter in other language either." Freddy nods, although it's not the answer he expected. "Uhuh... alright. Well, if you ever bear the interest, I may be able to share with you some things I've learned. Mantis women, and warrior blood or not, I think you should find great benefit in communicating more fluently with other races." Kaz agrees, and the two shake claws and part ways.
ko: 당신은 한 카메라에 프레디가 카즈에게 다가가는 장면이 잡힌 것을 보고 호기심에 오디오 피드를 들어봅니다. "좋은 아침이네, 플레쓰킬릭군. 실례가 안 된다면, 왜 아직도 그쪽 번역 파일이 심하게 고장 나 있는지 물어봐도 되겠나? 예티잌어를 아름답게 구사하는 걸 보면 제대로 교육을 받은 것 같은데." 카즈가 어깨를 으쓱합니다. "카즈는 순수하고 진실한 맨티스다. 내가 언제나 하이브의 충실한 하인인 것은 아니지만, 전사로서의 본성을 흔들리지 않아. 이점 때문에, 다른 종족들이 나를 두려워하지. 나는 다른 언어 말하는 연습을 거의 해본 적 없어. 카즈는 또 여러 차례 아름다운 맨티스 여성에게 러브레터를 쓰면서 아름다운 화법을 익혔어. 하지만 다른 종족 여성에게 별 매력을 느끼지 못해서, 다른 언어로 러브레터를 쓴 적은 거의 없거든." 기대했던 답변은 아닌 듯 하지만, 프레디가 고개를 끄덕입니다. "어어... 그래. 음, 만약 흥미가 있다면 내가 아는 것들을 자네와 나눌 수 있을 것 같네. 맨티스 여성이든, 전사든 아니든 간에, 다른 종족과 유창하게 소통할 수 있다면 분명 좋은 점이 많을 거야." 카즈는 동의했고, 둘은 발톱을 흔들며 헤어졌습니다.
ru: Вы замечаете Фредди, приближающегося к Казу на одной из камер и из любопытства настраиваете аудиоканал. "Доброе утро, мистер Плеткилик. Я хотел спросить, если вы не возражаете, почему ваши файлы перевода до сих пор не работают? Я видел, что вы прекрасно говорите на йетииийском, и, насколько я понимаю, вы получили очень лучшее подпольное образование". Каз пожимает плечами. "Каз - Богомол, чистый и истинный. Я не всегда могу быть величайшим слугой Улья, но я не могу поколебать внутреннюю природу воина. Из-за этого другие расы боятся меня. У меня мало практики в общении на других языках. Каз также научился говорить красивые слова, написав много любовных писем прекрасной богомолке. Каз не находит большой привлекательности в женщинах, не являющихся богомолами, поэтому он также не пишет много любовных писем на других языках." Фредди кивает, хотя это не тот ответ, которого он ожидал. "Угу... хорошо. Ну, если ты когда-нибудь проявишь интерес, я могу поделиться с тобой некоторыми вещами, которые я узнал. Женщины-богомолы и кровь воина или нет, я думаю, что вы найдете большую пользу в более свободном общении с другими расами". Каз соглашается, и они обмениваются рукопожатием и расходятся.
zh_hans: 你注意到一个摄像头，弗雷迪在其中接近卡兹，出于好奇，你调到了音频信号。"早上好，普勒斯里克先生。我在想，如果你不介意我问的话，为什么你的翻译文件还是那么破？我见过你说漂亮的耶蒂克语，据我所知，你接受过非常全面的地下教育。" 卡兹耸耸肩。"卡兹是螳螂，纯粹而真实。我可能不总是母巢最伟大的仆人，但我不能动摇作为战士的内在本质。正因为如此，其他种族害怕我。我很少练习说其他语言。卡兹也从给美丽的螳螂女人写的许多情书中学会了说漂亮话。但卡兹没有发现对非螳螂女人有多大的吸引力，所以他也没有用其他语言写很多情书。" 弗雷迪点点头，尽管这不是他期望的答案。"嗯......好吧。好吧，如果你有兴趣，我也许可以和你分享我学到的一些东西。螳螂女人，不管是不是战士的血统，我想你应该会发现与其他种族更流畅地交流有很大的好处。"卡兹同意了，两人握爪告别。

# data/events_socialize.xml$//event[@name="SOCIALIZE_KAZ_NOTHING"]/text
source: "Kazaaakplethkilik does not wish to speak right now. He is busy concentrating! Yes, concentrating very hard. On what, you might ask? Concentrating. Kazaaakplethkilik must learn the art of concentrating! So stop bothering me. You are breaking my concentration!"
ko: "카자앜플레쓰킬맄 지금은 말하고 싶지 않아. 집중하느라 바쁘다고! 그래, 열심히 집중하고 있다. 무언가 물어볼 게 있는 건가? 집중해. 카자앜플레쓰킬맄은 집중하는 법을 배워야 해! 그러니 날 그만 괴롭히라고. 지금 내 집중력을 깨뜨리고 있단 말이다!"
ru: "Казааакплеткилик не хочет сейчас разговаривать. Он занят сосредоточением! Да, очень сильно сосредоточен. На чем, спросите вы? Концентрация. Казааакплеткилик должен научиться искусству концентрации! Так что перестаньте меня беспокоить. Вы нарушаете мою концентрацию!"
zh_hans: "卡扎卡普勒斯里克现在不希望说话。他专心致志！是的，非常努力地集中精力。你可能会问，在什么方面？专心致志。卡扎卡普勒斯里克必须学会集中注意力的艺术！所以不要再打扰我了。你在破坏我的注意力！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_1"]/text
source: With Kaz busy eating in the cafeteria, you take a quick look around his room, wondering if there may be anything of concern he's smuggled onboard. In a small box in the corner of the room you find some... compromising pictures of the Mantis queen. You jump when you hear the door open and Kaz enter the room. "You looking at Kaz things? Oh, heheh. There are more of those if you are wanting look at them, captain."
ko: 카즈가 식당에서 식사하는 와중에, 당신은 혹시라도 그에게 밀반입한 물품이 있을까 싶어서 빠르게 그의 선실을 살펴봅니다. 선실 구석에 놓인 작은 상자 속에는... 맨티스 여왕의 낯부끄러운 사진이 몇 장 들어있습니다. 문이 열리는 소리가 들리고 카즈가 방에 들어오자 당신은 황급히 그것을 숨깁니다 . "카즈의 물건을 보고 있나? 오, 헤헤. 더 보고 싶다면 여기 많이 있다, 선장."
ru: Пока Каз занят едой в кафетерии, вы бегло осматриваете его комнату, прикидывая, не пронес ли он на борт что-нибудь интересное. В небольшой коробке в углу комнаты вы находите несколько... компрометирующих фотографий королевы богомолов. Вы подпрыгиваете, когда слышите, как открывается дверь и в комнату входит Каз. " Вы смотрите на вещи Каза? О, хе-хе. Если вы хотите взглянуть на них, капитан, здесь есть еще кое-что".
zh_hans: 卡兹在餐厅里忙着吃饭，你快速查看了他的房间，想知道是否有什么值得关注的东西被他偷运上船。在房间角落里的一个小盒子里，你发现了一些......螳螂女王的烧图。当你听到门打开和卡兹进入房间时，你跳了起来。"你在看卡兹的东西？哦，嘿嘿。如果你想看的话，还有更多这样的东西，舰长。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_2"]/text
source: "Kaz sometimes gets flirtations from women outside of Mantis species. Now I not wanting to sound old here, but I am not quite understanding allure of interspecies relationships. Perhaps it is cultural thing? In Mantis life, love and need to reproduce are pretty much same thing. Kaz has burning passion for attractive woman, but Kaz cares more about making many Kaz junior in galaxy. What great honor it is, being child of LEGENDARY THIEF!"
ko: "가끔 다른 종족 여자들이 카즈한테 시시덕거리곤 해. 내가 늙어서 그런지는 모르겠지만, 난 이종간에 관계를 맺는 게 잘 이해가 안 돼. 아마 문화적인 건가? 맨티스의 삶에서, 사랑은 대를 잇기 위한 거나 마찬가지야. 카즈는 매력적인 여자한테도 뜨거운 열정이 있지만, 은하계에 많은 카즈 주니어를 남기는 데 더 관심 있거든. 전설적인 도둑의 후손이라니 엄청난 영광이지!"
ru: "Каз иногда привлекает к себе внимание женщин, не принадлежащих к виду богомолов. Не хочу показаться старым, но мне не совсем понятна привлекательность межвидовых отношений. Может быть, это культурная особенность? В жизни богомолов любовь и потребность в размножении - это практически одно и то же. Каз испытывает жгучую страсть к привлекательной женщине, но Каз заботится больше о том, чтобы в галактике было много маленьких Казов. Какая это большая честь - быть ребенком ЛЕГЕНДАРНОГО ВОРА!"
zh_hans: "卡兹有时会得到来自螳螂物种以外的女性的调情。现在我不想让人觉得我老了，但我不太理解种间性关系的诱惑力。也许这是文化问题？在螳螂的生活中，爱情和繁衍后代的需要几乎是一回事。卡兹对有吸引力的女人有着强烈的热情，但卡兹更关心的是在银河系中制造许多卡兹的后代。作为传奇大盗的孩子，这是多么大的荣耀啊！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_3"]/text
source: Feeling there's no better person to ask, you inquire with Kaz whether the rumors are true Mantis women will attempt to behead their mates. "What? Where are you hearing such silly nonsense. Kaz never sleeps with crazies, no no, but even when he makes bad judgement it is never HEAD they try to cut off! Some try to take limbs as trophies as proof of having sleep with Kaz, but never head. You should stop reading whatever source it is you are getting such weird ideas from. I am not thinking it is good source."
ko: 당신은 카즈에게 맨티스 여성은 배우자의 목을 베려고 한다는 소문이 진짜인지 묻습니다. "뭐? 그런 헛소리는 어디서 들은 거래. 카즈는 그런 미친년이랑 잔 적 없어, 절대로. 나쁜 판단을 내렸을 때도 머리를 자르려 한 여자는 없었다고! 몇 명이 카즈랑 잤다는 증거랍시고 팔다리를 전리품으로 가져가려 하긴 했지만, 머리는 아니야! 뭐가 됐던 그런 기괴한 생각이 적혀 있는 매체는 그만 읽어. 좋은 매체라고 생각되진 않거든."
ru: Чувствуя, что лучшего человека не найти, вы интересуетесь у Каза, правдивы ли слухи о том, что женщины-богомолы пытаются обезглавить своих партнеров. "Что? Где вы услышали такую глупую чепуху? Каз никогда не спит с сумасшедшими, нет-нет, но даже когда он принимает неверные решения, они никогда не пытаются отрубить ГОЛОВУ! Некоторые пытаются взять конечности в качестве трофеев, как доказательство того, что они спали с Казом, но никогда голову. Вам следует прекратить читать тот источник, из которого вы черпаете такие странные идеи. Я не думаю, что это хороший источник".
zh_hans: 你觉得没有比这更合适的人选了，你向卡兹询问传言是否属实，螳螂族女人会试图斩首她们的伴侣。"什么？你从哪里听来的这种愚蠢的胡说八道。卡兹从不和疯子睡觉，不不，但即使他做出错误的判断，也从来不是被别人砍掉他的头！有些人试图把我的某个肢体作为战利品，作为与卡兹睡觉的证据，但从来不会是头。你应该停止阅读你所得到的奇怪想法的任何来源。我不认为它是好的来源。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_KAZ_GENERIC_4"]/text
source: While patrolling the ship you notice a red streak across the floor. Alarmed, you follow the trail into the kitchen, where you see Kaz busy sawing off the arm of some unidentified corpse on the counter. You're about to react, after a moment of temporary shock, when he reacts with glee to see you. "Captain, you are just in time! Kaz is preparing most wonderful dish for you and crew! Arm stew! Delicious, nutritious, everything growing boy or girl needing to be big and strong! Come, come, there is great feast on horizon!" Kaz digs into the corpse's skull and yanks out an eyeball and hands it to you.
ko: 당신은 배를 순찰하다 바닥에 붉은 자국이 있는 것을 발견했습니다. 깜짝 놀란 채 흔적을 따라 부엌으로 들어가니 카즈가 카운터에서 신원미상인 시체의 팔을 자르고 있습니다. 당신은 카즈가 먼저 입을 열 때까지 충격을 받고 얼어붙습니다. "선장, 마침 잘 왔다! 카즈가 선장과 동료들을 위해 가장 멋진 요리를 준비하고 있었거든! 팔 스튜! 맛있고, 영양가 있고, 소년이나 소녀가 크고 튼튼하게 자라기 위해 필요한 모든 것이 들어있지! 자자, 곧 성대한 잔치가 펼쳐질 거라고!" 카즈가 시체의 두개골을 파내어 눈알 하나를 꺼내 당신에게 건넵니다.
ru: Во время патрулирования корабля вы заметили красную полосу на полу. Встревоженный, вы идете по следу на кухню, где видите Каза, занятого отпиливанием руки какого-то неопознанного трупа на столе. Вы уже собираетесь отреагировать после минутного шока, когда он с ликованием замечает вас. "Капитан, вы как раз вовремя! Каз готовит для вас и экипажа самое замечательное блюдо! Тушеное мясо! Вкусное, питательное, все, что нужно растущему мальчику или девочке, чтобы быть большим и сильным! Идемте, идемте, на подходе грандиозный пир!" Каз копается в черепе трупа, вытаскивает глазное яблоко и протягивает его вам.
zh_hans: 在船上巡逻时，你注意到地板上有一条红色的条纹。震惊之余，你顺着这条痕迹进入厨房，在那里你看到卡兹正忙着锯掉橱柜上某个身份不明的尸体的手臂。你正准备做出反应，在暂时的震惊之后，他看到你时高兴地做出了反应。"舰长，你来得正好！卡兹正在为你和船员们准备最美妙的菜肴！炖胳膊！美味的，有营养的，一切成长中的男孩或女孩都需要的东西，都会变得又大又强！来吧，来吧，伟大的盛宴即将到来！"卡兹挖进尸体的头骨，拽出一颗眼球递给你。

source: Accept the gift and join the feast.
ko: 선물을 받고 잔치에 참여한다.
ru: Принять подарок и присоединиться к празднику.
zh_hans: 接受礼物，加入盛宴。

source: Reluctantly, you gulp down the eyeball, shivering as you feel it rupture in your mouth. Kaz doesn't seem to understand your disgust but is delighted you've accepted his offering.
ko: 당신은 마지못해 눈알을 삼키고 그것이 입안에서 터져나가는 느낌에 몸을 떱니다. 카즈는 당신이 느끼는 역겨움을 이해하지 못하는 것 같지만, 제안을 받아들인 것에 기뻐합니다.
ru: С неохотой вы проглатываете глазное яблоко и вздрагиваете, чувствуя, как оно лопается у вас во рту. Каз, похоже, не понимает вашего отвращения, но радуется, что вы приняли его угощение.
zh_hans: 你不情愿地吞下眼球，当你感觉它在你嘴里破裂时，你在颤抖。卡兹似乎不理解你的恶心心，但对你接受他的礼物感到高兴。

source: Refuse the eye but allow the rest of the crew to decide if they'll join the feast.
ko: 선물을 거절하고 나머지 선원들이 잔치에 참석할 것인지 결정하도록 한다.
ru: Отказаться от глаза, но дать возможность остальным членам экипажа решить, будут ли они участвовать в пиршестве.
zh_hans: 拒绝眼睛，但让其他船员决定是否参加宴会。

source: You shake your head and give the eyeball back to Kaz, who frowns but shrugs. "Well, delicious eating is not for everything then. Kaz will still serve rest of crew if they are wanting! Waste not want not, that is what they are saying."
ko: 당신은 고개를 젓고 카즈에게 눈알을 돌려줍니다. 카즈는 찡그린 표정으로 어깨를 으쓱합니다. "음, 맛이 다는 아니야. 만약 다른 선원이 원하면 그 선원한테나 줘야겠군! 낭비하지 말아라, 눈알이 직접 그렇게 말하고 있어."
ru: Вы качаете головой и возвращаете глазное яблоко Казу, который хмурится, но пожимает плечами. "Что ж, вкусная еда - не для всех. Каз все равно обслужит остальных членов экипажа, если они захотят! Не хотите - не надо, вот как говорят".
zh_hans: 你摇摇头，把眼球还给卡兹，卡兹皱着眉头，但耸耸肩。"好吧，好吃的东西不是谁都能吃的。如果船员们想要的话，卡兹还是会为他们提供服务的。不要浪费，他们就是这么说的。"

source: Tell Kaz he cannot serve a corpse to the crew.
ko: 선원들에게 시체를 먹일 순 없다고 말한다.
ru: Сообщить Казу, что он не может подавать труп экипажу.
zh_hans: 告诉卡兹，他不能给船员提供尸体做的食物。
