Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: Slocknog flips over the card and reads out its title. "The hoarder!" Slocknog clears his throat. "The hoarder hasss a peculiar propenssssity to pick up any odd itemssss they sssee lying around. What do they do with thessse collectablesss? Well, hard to sssay. It'sss a myssstery for all that obsssserve sssuch behavior to wonder. But the hoarder doesssn't busy themssself with sssuch thingsss. They're too busssy collecting to care." Slocknog places the card down. "Whether you accccept it or not, thisss isss how the game hassss judged you. Now it issss up to you to decccide if thissss iss the fate you want."
ko: 슬럭노그가 카드를 뒤집고 제목을 읽습니다. "쑤찝광!" 슬럭노그가 목청을 가다듬습니다. "쑤찝광은 이쌍한 물건이라면 보이는 쪽쪽 모아대는 독특한 썽향을 보입니다. 그들은 이 쑤찝품으로 무어쓸 할까요? 음, 말하기 어렵네요. 그런 행동은 누구에게나 미쓰터리거든요. 하찌만 찐짜 쑤찝광들은 뭘 할찌 고민하찌 않씁니다. 쑤찝하느라 바빠써 그런 걸 씬경 쓸 겨를도 없거든요." 슬럭노그가 카드를 내려놓습니다. "이 해썩을 받아들이든 말든, 게임은 당씬을 이렇게 판단해써요. 이쩨 이 운명을 추구할찌 결쩡하는 건 당씬의 몫이쬬."
ru: Слокног переворачивает карточку и зачитывает ее название. "Барахольщщщик!" Слокног прочищает горло. "У барахольщщщика есссть сссвоеобразная сссклонносссть подбирать всссе ссстранные предметы, которые он видит валяющщщимиссся поблизосссти. Что он делает ссс этими коллекциями? Трудно сссказать. Это загадка для всссех, кто наблюдает за таким поведением. Но барахольщщщик не утруждает себя подобными вопросссами. Он ссслишшшком занят коллекционированием, чтобы заботитьссся об этом". Слокног кладет карточку на место. "Принимаете вы это или нет, но игра оценила тебя именно так. Теперь вам решшшать, хотите ли вы такой сссудьбы".
zh_hans: 斯洛克诺格翻开卡片，读出了它的标题。"囤积者！"斯洛克诺格清了清嗓子。"囤积者有一种奇特的倾向，他们看到周围有任何奇怪的物品就会捡起来。他们对这些收藏品做什么？嗯，很难说。对于所有观察到这种行为的人来说，这是个谜。但囤积者并不忙于处理这些东西。无论你是否接受，这就是游戏对你的评价。现在要由你来决定这是否是你想要的命运。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_2"]/text
source: Slocknog draws a fancy golden lighter out from his pocket, and from a front pocket slips out a roll of some alien herbs. "Want one?" He holds the pack towards you. "It'sss carsssnen. Won't get you high, but it hassss a relaxing effect."
ko: 슬럭노그가 주머니에서 화려한 황금 라이터를 꺼내고, 앞 주머니에서 외계 허브 롤을 꺼냅니다. "한 대 피씰래요??" 그가 당신에게 담배갑을 건넵니다. "카쎈입니다. 흥분 효과는 업찌만, 마음을 안쩡씨켜쭈쬬."
ru: Слокног достает из кармана причудливую золотую зажигалку, а из переднего кармана достает рулон каких-то инопланетных трав. "Хотите?" Он протягивает вам пачку. "Это карсссен. Кайфа не будет, но эффект расссслабляющщщий".
zh_hans: 斯洛克诺格从他的口袋里抽出一个花哨的金色打火机，并从前面的口袋里滑出一卷外星草药。"想要吗？"他把这包草药拿给你。"这是种药。不会让你兴奋，但它有放松的效果。"

source: You smoke?
ko: 흡현자십니까?
ru: Вы курите?
zh_hans: 你抽烟吗？

source: Slocknog laughs. "You're asssking a Slug if he sssmokes? I think you'd ssstruggle to find one that doesssn't! Ssssome jussst have more... moderation. I never let myssself have more than one a day - two if it'ssss been ssstresssful." Slocknog pockets his lighter, signalling your window of opportunity has concluded. He nods and slithers away.
ko: 슬럭노그가 웃습니다. "찌금 쓸러그한테 담배를 피우냐고 묻는 건가요? 그렇찌 않은 쓸러그를 찾는 게 더 어려울 거예요! 단찌 몇몇 이들은 쪼금 더... 쩔쩨할 뿐이쬬. 쩌는 쩔대로 하루에 한 개비보다 많이 피우찌 않아요. 음... 싸씰 쓰트레쓰받을 때는 두 개쯤 피쬬." 슬럭노그는 말을 마치고 라이터를 다시 주머니에 넣었습니다. 아무래도 한 개비 받아볼 기회는 끝난 것 같네요. 잠시후 슬럭노그는 고개를 끄덕이더니 슬그머니 가버렸습니다.
ru: Слокног смеется. "Вы ссспрашиваете ссслизня, курит ли он? Думаю, вам трудно будет найти такого, который не курит! Просссто у некоторых сссущщщессствует... чувссство меры. Я никогда не позволяю сссебе больше одной сссигареты в день, и две, есссли день был тяжелым". Слокног убирает зажигалку в карман, давая понять, что ваш шанс упущен. Он кивает и уползает.
zh_hans: 斯洛克诺格笑了。"如果一个蛞蝓吸烟，你就会嘲笑他？我想你会很难找到一个不吸烟的人！有些人只是有更多的......节制。我从来不让自己一天抽超过一根--如果压力很大的话，就抽两根。"斯洛克诺格把打火机放进口袋，表示你的机会之窗已经结束。他点点头，滑走了。

source: Sure.
ko: 좋습니다.
ru: Конечно.
zh_hans: 当然。

source: You pluck a cigarette from the pack and hold it up to the flame. It's a rather dull effect, but it puts you at ease. "Good thing about thissss ssstuff isss it'sss not too addictive. If you can limit yourssself, at leassst. If you don't have ssself control though, well... then I sssuppossse you end up jussst another Nightsss. Hmph." Slocknog pockets his lighter, nods, and slithers away.
ko: 당신은 담뱃갑에서 담배를 뽑아 불을 붙였습니다. 특별한 맛은 없지만, 확실히 진정되는 기분입니다. "이 쩨품의 쫗은 쩜은 쭝독썽이 크찌 않다는 거예요. 최쏘한 쓰쓰로 쩔쩨가 가능하다면 말이쬬. 하찌만 짜기 통쩨력이 없다면... 매일 밤 입이 씸씸해찌게쬬. 흐음." 슬럭노그는 라이터를 주머니에 넣고 고개를 끄덕이고는 슬그머니 가버렸습니다.
ru: Вы вынимаете сигарету из пачки и подносите ее к пламени. Эффект довольно тусклый, но он успокаивает. "Хорошшшо, что эта шшштука не вызывает привыкания. По крайней мере, есссли вы можете сссебя контролировать. Есссли же вы сссебя не контролируете, то... тогда, я полагаю, вы ссстановитесссь просссто ещщще одним Туманом. Хмм." Слокног убирает зажигалку в карман, кивает и уползает.
zh_hans: 你从烟盒里抽出一支烟，把它举到火焰上。这是一种相当沉闷的效果，但它使你感到轻松。"这东西的好处是它不会太上瘾。如果你能限制自己，至少是这样。如果你不能自我控制，那么......我估计你最终会成为另一个七夜。哼。"斯洛克诺格把他的打火机装进口袋，点点头，然后滑走了。

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Sssuit yourssself." Slocknog shrugs and lights his cigarette, puffing out a plume of smoke. He sighs a little and slithers away.
ko: "마음대로 하쎄요." 슬럭노그는 어깨를 으쓱하고는 담배에 불을 붙여 연기를 내뿜었습니다. 잠시 후 그는 작게 한숨을 쉬고 슬그머니 가버렸습니다.
ru: "Как хотите". Слокног пожимает плечами и прикуривает сигарету, выпустив струйку дыма. Он слегка вздыхает и уползает.
zh_hans: "照顾好自己。"斯洛克诺格耸耸肩，点燃了他的香烟，喷出一缕烟。他微微叹了口气，滑走了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_3"]/text
source: It occurs to you that you don't actually know much of anything about Slocknog's life before he was king. Maybe you should ask him? It always helps to know the backstory of your crew.
ko: 당신은 슬럭노그가 왕이 되기 전에는 어떻게 삶았는지 전혀 모른다는 생각이 듭니다. 물어봐야 할까요? 선원의 뒷이야기를 아는 것은 항상 도움이 되니까요.
ru: Вам приходит в голову, что на самом деле вы почти ничего не знаете о жизни Слокнога до того, как он стал королем. Может быть, стоит спросить у него? Всегда полезно знать предысторию своей команды.
zh_hans: 你突然想到，其实你对斯洛克诺格成为国王之前的生活并不了解。也许你应该问问他？了解你的船员的背景故事总是有帮助的。

source: Ask.
ko: 물어본다.
ru: Спросить.
zh_hans: 问。

source: "My... backssstory? Well, my friend, I'm not sssure what anssswer you're hoping for. A daring tale of pirate adventure? Not quite, I'm afraid. I'm no Nightssss, and as far asss I'm concccerned that'sss a good thing. I'm a cultured man, and an academic. I graduated top of my classs from the Cassssavagarian Ssschool of Law, and ssserved asss the foreign ambasssador to the Geniocracccy while the Kleptocracccy wasss ssstill a part of the Federation. Politicssss runsss in the family. My grandfather wasss head of treasssury in the old empire!" Slocknog beams with pride about his family legacy, and it's clear there's a lot more he's elected not to share for sake of time. "The title of 'wandering hero', I'm afraid, isss nothing but a funny little joke I picked up from my universssity buddiesss. They alwaysss told me the mossst wandering I ever did wasss the dissstanccce between my desssk and the ressstroom."
ko: "쩨... 뒤씨야기요? 글쎄요, 당씬이 원하는 답이 뭔찌 짤 모르겠네요. 흥미찐찐한 해쩍 이야기를 원하나요? 그런 거라면 어렵겠네요. 쩌는 나이트가 아닌데다가, 그런 건 쫗은 일도 아니니까요. 쩌는 교양 있는 싸람이고, 학짜입니다. 카싸바가리안 법대를 쑤썩으로 쫄업했고, 도둑쩡이 연방에 쏙해있던 씨쩔에는 천째쩡의 대싸로 째찍해쬬. 쩌희 찝안은 대대로 쩡치에 임해씁니다. 쩨 할아버찌는 옛 쩨국의 국고 책임짜쎠쬬!" 슬럭노그는 자기 가문에 대한 자부심을 내뿜고 있습니다. 시간이 충분했다면 분명 더 많은 이야기를 공유하려고 했겠죠. "'유랑 영웅'이라는 별명은 째미없게도 대학교 친구들에게 들은 싸쏘한 농담에 불과해요. 친구들이 말하길 쩨 최고의 유랑은 책쌍과 화짱씰 싸이의 거리라더군요."
ru: "Моя... предыссстория? Ну, друг мой, я не уверен, на какой ответ вы рассссчитываете. Сссмелый рассссказ о пиратссских приключениях? Боюсссь, что не сссовсссем. Я не Туман, и, насссколько я понимаю, это хорошшшо. Я культурный человек и академик. Я окончил юридичессский факультет Касссавагарии и был лучшшшим в сссвоем классссе, а потом ссслужил иноссстранным поссслом в Гениократии, когда Клептократия ещщще была чассстью Федерации. Политикой занимаетссся вссся моя сссемья. Мой дед был главой казначейссства в ссстарой империи!" Слокног с гордостью рассказывает о своем семейном наследии, и видно, что он еще много чем решил не делиться ради экономии времени. "Боюсссь, что звание "путешшествующщщий герой" - это всссего лишшшь маленькая шшшутка, которую я перенял от сссвоих универссситетскссих приятелей. Они всссегда говорили мне, что сссамое большшшое расссстояние, которое я когда-либо проделывал, - это расссстояние между моим ссстолом и туалетом".
zh_hans: "我的......背景故事？嗯，我的朋友，我不知道你希望得到什么答案。一个大胆的海盗冒险故事？恐怕不完全是。我不是七夜，就我所知，这是一件好事。我是一个有文化的人，也是一个学者。我以全班第一的成绩毕业于卡斯瓦加里法学院，并在星盗会还是联邦的一部分时，担任过吉尼奥拉克西的外交大使。政治是家族的一部分。我的祖父是旧帝国的财政部长！"斯洛克诺格对他的家族遗产感到自豪，很明显，还有很多东西他选择不与人分享，因为时间关系。"'流浪英雄'的称号，恐怕只是我从我的大学伙伴那里学到的一个有趣的小笑话。他们总是告诉我，我做过的最多的流浪是在我的书房和厕所之间的距离。"

source: I don't need to know.
ko: 알 필요 없다.
ru: Мне это не нужно знать.
zh_hans: 我不需要知道。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_4"]/text
source: From Slocknog's posture you can tell he's in a debating mood. "Do tell me, captain, why isss it you and the Federation I asssume you represssent ssstand ssso ssstrongly againssst Monarchy? I find a royal bloodline issss the only way one might hope to pressserve the dignity a national culture. Presidentsss, electionsss, and ccccertainly dictatorsss... they all lack a cccertain quality, a ccccertain regality and pressssentability."
ko: 슬럭노그의 자세를 보니 토론을 하려는 것 같습니다. "썬짱님, 당씬이 연방을 대표한다 가쩡하고 묻게씁니다. 어째써 연방은 군쭈쩨를 그토록 강하게 반대할까요? 쩌는 왕씰의 혈통이 국가라는 문화 공동체의 쫀엄썽을 유찌할 쑤 있는 유일한 방법이라는 거쓸 알게 되어씁니다. 대통령, 썬거, 그리고 독째짜까찌... 이것들은 모두 특쩡 요쏘가 결여돼이쬬. 특쩡 찌역썽이나 현째썽 말입니다."
ru: "По позе Слокнога видно, что он настроен на дискуссию. "Ссскажите, капитан, почему вы и Федерация, которую, как я полагаю, вы предссставляете, так решшшительно выссступаете против монархии? Я сссчитаю, что королевссская родосссловная - это единссственный ссспосссоб сссохранить доссстоинссство национальной культуры. Президенты, выборы и, конечно, диктаторы... им всссем не хватает определенного качессства, определенной царссственносссти и презентабельносссти".
zh_hans: 从斯洛克诺格的姿势可以看出他处于辩论状态。"请告诉我，舰长，为什么你和联邦对君主制有如此强烈的反对？我发现王室血统是让人希望维护民族文化尊严的唯一途径。总统、选举和独裁者......他们都缺乏某种品质，缺乏某种威严和压迫力。"

source: I agree, the Federation needs some reforming! Monarchy forever!
ko: 동의합니다. 연방은 개혁이 필요해요! 군주제여 영원하라!
ru: Согласен, Федерация нуждается в реформировании! Монархия навеки!
zh_hans: 我同意，联邦需要进行一些改革！永远的君主制！

source: "Well, let'sss not get revolutionary dear friend." You can tell Slocknog doesn't take your enthusiasm seriously. "The royal bloodlinesss of the Federation'sss many nationsss are all but dried up, I'm afraid. Besssidess the Harmony, which... I'm not even sssure what to count that assss, the time for monarchy may never come again for mosssst of the Federation. It ssseemsss thossse old daysss of glory are behind usss. Truly, sssuch a ssshame..."
ko: "글쎄요, 혁명가가 되찌는 맙씨다 친구." 쓸록노그는 당씬의 열쩡을 찐찌하게 받아들이찌 않아씁니다. "유감쓰럽게도, 많은 연방 쏘쏙 국가들의 왕씰 혈통은 거의 말라버려쬬. 하모니만 빼고요... 싸씰 하모니는 뭐라고 해야 할찌 짤 모르겠네요. 어쨌든 대부분의 연방국에써는 군쭈쩨가 다씨 일어써찌 못할 거예요. 그 영광쓰럽던 씨쩔은 다 찌나간 거씨쬬. 쩡말로, 쩡말로 안타까워요..."
ru: "Ну, давайте не будем уссстраивать революцию, дорогой друг". Видно, что Слокног не воспринимает ваш энтузиазм всерьез. "Боюсссь, королевссские родосссловные многих народов Федерации практичессски иссссякли. Кроме Гармонии, которая... я даже не уверен, что это можно сссчитать таковой, время монархии для большшшей часссти Федерации, возможно, уже никогда не нассступит. Похоже, времена былой ссславы осссталисссь позади. Воиссстину, как жаль..."
zh_hans: "好吧，我们不要搞革命，亲爱的朋友。"你可以看出斯洛克诺格并不把你的热情当回事。"联邦许多国家的王室血统恐怕都已经枯竭了。除了 谐合，它......我甚至不知道该怎么分类，对于联邦的大多数人来说，君主制的时代可能永远不会再到来。看来那些过去的辉煌日子已经过去了。诚然，如此的耻辱......"

source: I agree, but the Federation isn't about that.
ko: 맞는 말입니다만, 연방의 목적에 어긋납니다.
ru: Согласен, но Федерация - это не про это.
zh_hans: 我同意，但联邦并不是为了这个。

source: "Yesss, right, peaccce and unity and... whatnot. It'sss jussst, isssn't it a bit ssstrange? Unifying nationssss of sssuch radically different political idealsss? It can be done, sssure, but it will alwaysss be an uncomfortable peaccce. You sssee, that'sss what'sss niccce about a cccircle of monarchsss. All of them are inclined to keep the othersss ssstable, lessst one bloodline be cut ssshort and incccite reason for a galactic revolution. But thissss uneasssy mingling of democracccy, communisssm, totalitarianisssm, fassscism, capitalisssm, and oligarchy sssurely can't ssstand forever! It frightensss me... it really doesss."
ko: "마짜요. 평화와 통합, 그리고... 대충 그런 것들이어쬬. 그런데 그건 쫌 이쌍하찌 않나요? 근본부터 다른 쩡치쩍 이쌍들을 통합한다니? 물론 가능은 하게찌만, 언쩨나 불안한 평화가 형썽되게쬬. 바로 그 부분에써 군쭈쩨 찝단이 이쩜을 가씁니다. 군쭈쩨 찝단은 어느 한 혈통이 단쩔되거나 은하쩍 차원의 혁명을 야기하찌 않도록 다른 혈통을 안쩡쩍으로 유찌하려는 경향이 이씁니다. 하찌만 민쭈쭈의, 공싼쭈의, 쩐체쭈의, 파씨쯤, 짜본쭈의, 과두쩡치의 불안쩡한 연합체는 쩔대로 영원히 찌쏙될 쑤 업찌요! 무써운 일이에요... 쩡말로요."
ru: "Да, конечно, мир и единссство и... всссе такое. Просссто, не правда ли, это немного ссстранно? Объединять ссстраны сс такими радикально разными политичессскими идеалами? Это можно сссделать, конечно, но это всссегда будет неуютный мир. Видите ли, чем хорошшш круг монархов. Каждый из них ссстремитссся поддерживать ссстабильносссть оссстальных, чтобы не прервать род и не дать повода для галактичессской революции. Но это непроссстое сссмешшшение демократии, коммунизма, тоталитаризма, фашшшизма, капитализма и олигархии, конечно, не может продолжатьссся вечно! Меня это пугает... очень пугает".
zh_hans: "是的，对，和平和团结，还有......什么。只是，这不是有点奇怪吗？统一具有如此截然不同的政治理想的国家们？它可以做到，当然，但它将永远是一个不舒服的和平。你看，这就是一个君主圈子的好处。他们都倾向于保持其他国家的稳定，以避免一个血统被切断，并产生能引起银河系革命的因素。但是，民主、共产主义、极权主义、自由主义、资本主义和寡头政治的这种不稳定的混合，肯定不能永远忍受下去！这让我感到害怕......真的很害怕。"

source: There's positives, sure, but democracy represents the will of the people.
ko: 물론 군주제에도 장점이 있지만, 민주주의는 대중의 의지를 반영합니다.
ru: Есть, конечно, и положительные стороны, но демократия выражает волю народа.
zh_hans: 当然，也有积极的一面，但民主代表了人民的意志。

source: "And who issss to sssay monarchy can't either? A monarch'sss power isss only asss ssstrong asss the will of the people to carry it out! The differenccce is there isss no limitationsss of bureaucracccy. No hoopsss to jump through, no red ribbonssss to cut people off. The king doesss what the king mussst, and the people who recognizzze itsss necccessssity will ensssure it happensss. Democracccy sssimply... well it'sss too weak. Too many moving componentsss to be sssstable, to be reliable. Itsss faltering issss inevitable. It'sss happened before, and it'll happen again."
ko: "군쭈쩨는 그러찌 못할 것 같나요? 군쭈는 짜씬의 명에 따라쭐 대쭝의 의찌만큼만 권력을 행싸할 쑤 이써요! 민쭈쭈의와의 차이쩜은 관료쩍인 한계가 없다는 거씨쬬. 고쌩할 것도 없고, 싸람들을 막는 빨간 리본도 업써요. 왕이 책무를 쑤행하면, 그거씌 필요썽을 인씩하는 싸람들이 반드씨 그거쓸 씰현해쭈쬬. 민쭈쭈의는 단쑨히... 너무 약해요. 부품이 너무 많아써 안쩡썽과 씬뢰썽이 떨어쪄요. 흔들릴 쑤밖에 없는 거씨쬬. 과거에도 그랬고, 앞으로도 그럴 거예요."
ru: "А кто сссказал, что монархия тоже не может? Власссть монарха сссильна лишь нассстолько, насссколько сссильна воля народа к ее осссущщщессствлению! Разница в том, что нет ограничений бюрократии. Нет обручей, через которые надо прыгать, нет бюрократии, которая мешшшает людям. Король делает то, что должен, а народ, признающщщий его важносссть, обессспечивает выполнение его указаний. Демократия просссто... ну, она ссслишшшком ссслаба. Ссслишшшком много подвижных компонентов, чтобы быть ссстабильной, чтобы быть надежной. Ее крах неизбежен. Это уже ссслучалосссь, и это ссслучитссся ссснова".
zh_hans: "谁能说君主制不能？君主的权力只有在人民有意愿的情况下才会发挥出来！不同的是，这里没有官僚主义的限制。没有需要跳过的圈套，没有要剪断的红丝带。国王做他该做的事，而那些认识到它的必要性的人将确保它发生。民主制度只是......它太弱了。太多的活动部件使它不稳定，不可靠。它的动摇是不可避免的。以前发生过，以后也会发生。"

source: Monarchy leads to corruption.
ko: 군주제는 부패로 이어집니다.
ru: Монархия ведет к коррупции.
zh_hans: 君主制导致了腐败。

source: "Well I find it'sss really quite the opposssite. Ssssee, you often possstulate that kingssss ssseek power and wealth. But really, it'sss quite the oppossssite! A king hassss utmossst power and asss much wealth asss hisss kingdom carriessss. And with ssssuch power he can achieve mighty featssss no elected presssident, ssshackled by the chainsss of democracy, could ever achieve. And the royal family issss sssomething people can rally behind with dignity. An autocrat who ssseizesss hisss power by forccce isss nothing but a bully, who'sss power comesss from the amount of bulletsss he can fire into a crowd. A true king hassss no need for barbarianisssm. His power is absssolute, bessstowed upon him by legacccy and holy oath."
ko: "글쎄요, 쩨가 보기에는 오히려 그 반대에요. 싸람들은 왕이 권력과 부를 추구한다고 쌩각하는 경우가 많쬬. 하찌만 씰쩨로는 그 반대가 마짜요! 왕은 기본쩍으로 최고의 권력과 국부만큼의 부를 찌니고 이쬬. 그리고 이러한 힘으로 민쭈쭈의의 싸쓸에 묶인 대통령은 썽취할 쑤 없는 위대한 업쩍을 이룰 쑤 이써요. 게다가 왕씰은 싸람들이 짜부씸을 가찌고 단결하게 만들어요. 무력으로 권력을 짱악하는 독째짜는 불량배에 불과하고, 그 권력은 군쭝을 향해 발싸할 쑤 있는 총알의 개쑤에써 나오쬬. 하찌만 찐쩡한 왕은 야만쩍일 필요가 업써요. 그의 권력은 쩔대쩍이며, 유싼과 씬썽한 써약에 의해 쭈어찐 거씨니까요."
ru: На мой взгляд, всссе сссовсссем наоборот. Видите ли, вы часссто утверждаете, что короли ссстремятссся к власссти и богатссству. Но на сссамом деле всссе сссовсссем наоборот! Король имеет максссимальную власссть и ссстолько богатссства, сссколько вмещщщает его королевссство. И ссс такой влассстью он может сссовершшшать могучие подвиги, на которые не ссспосссобен ни один избранный президент, закованный в цепи демократии. А королевссская сссемья - это то, вокруг чего народ может ссс доссстоинссством сссплотитьссся. Сссамодержец, захватившшший власссть сссилой, - это всссего лишшшь хулиган, чья сссила заключаетссся в количессстве пуль, которые он может выпуссстить в толпу. Нассстоящщщий король не нуждаетссся в варварссстве. Его власссть абсссолютна, она дана ему по нассследссству и сссвятой клятве.
zh_hans: "好吧，我发现这真的很对立。你看，你经常说国王追求权力和财富。但实际上，这是一个相当反常的现象！一个国王拥有最大的权力和最多的财富，这是他的王国所拥有的。有了这样的权力，他可以实现强大的壮举，任何被民主枷锁束缚的民选议员都不可能实现。而王室是人们可以有尊严地团结起来的东西。一个靠武力夺取权力的独裁者不过是一个恶棍，他的权力来自于他能向人群发射的子弹数量。一个真正的国王不需要野蛮人。他的权力是绝对的，是由遗产和神圣的誓言赋予他的。"

source: I don't debate politics.
ko: 저는 정치에 대한 토론을 하지 않습니다.
ru: Я не обсуждаю политику.
zh_hans: 我不辩论政治。

source: "It'ssss not politicssss, friend. It'sss much more. Politicsss are power gamesss, but thissss isss jussst waysss of life. But sssure, you may take the cowardsss way out." Slocknog grins, a sign he's only messing with you, but the slight tilt to his eyes suggests he is still a bit disappointed.
ko: "친구여, 이건 쩡치 토론이 아니에요. 훨씬 더 근본쩍인 얘기쬬. 쩡치는 권력 다툼이찌만, 이건 그냥 쌂의 방씩에 대한 거씨니까요. 물론 쌂을 포기할찌도 당씬의 짜유찌만요." 슬럭노그가 미소를 짓습니다. 그가 그저 당신을 놀리고 있다는 뜻이죠. 하지만 눈이 약간 기울어진 것을 보아 당신에게 조금 실망한 것도 같기도 합니다.
ru: "Это не политика, друг. Это гораздо большшше. Политика - это игра во власссть, а это просссто образ жизни. Но, конечно, вы можете выбрать путь сструса". Слокног усмехается - это знак того, что он просто подшучивает над вами, но легкий наклон глаз говорит о том, что он все еще немного разочарован.
zh_hans: "这不是政治问题，朋友。它远不止于此。政治是权力游戏，但这只是生活的方式。但当然，你可以采取懦夫的方式。"斯洛克诺格咧嘴一笑，这表明他只是在和你开玩笑，但他眼睛的轻微倾斜表明他仍然有点失望。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_5"]/text
source: While talking to Slocknog a bit about Slug history, it occurs to you that you can't think of any Slug queens. "A... queen? Heh... what a ssstrange possstulation. The word for 'queen' didn't even exissst in the Ssssethnian language until after contact with aliensss. You... you do realizzzze gender isss a new concccept to Sssslugsss, right? Traditionalissst like myssself don't really even factor gender into the equation. Ssso, no. There hasss never been a Ssslug "queen." But there hasss alssso never been a Ssslug "king" by that ssstandard either. Jussst monarchsss."
ko: 당신은 슬럭노그와 슬러그의 역사에 대해 이야기하다가 슬러그 여왕은 떠오르지 않는다는 말을 내뱉었습니다. "여왕... 이라고요? 헤헤... 쩡말 이쌍한 가쩡이네요. 외계인과 쩝촉하기 쩐까찌는 쎄테니안어에 '여왕'이라는 단어가 쫀째하찌도 않아써요. 쓸러그에게 썽별이라는 게 쌔로운 개념이라는 건 인찌하고 계씨쬬? 쩌와 같은 쩐통쭈의짜들은 어떤 썬택을 할 때 썽별을 고려하찌쪼차 않아요. 그러니 없는 거쬬. 쓸러그 "여왕"은 업써써요. 물론 그 기쭌으로는 "남왕"도 업썼고요. 그냥 왕들만 이써쬬."
ru: Во время разговора со Слокногом об истории слизней вам приходит в голову, что вы не можете вспомнить ни одной королевы слизней. "Королева? Хех... Какое ссстранное наблюдение. Ссслово "королева" даже не сссущщщессствовало в языке сссетнианцев до контакта ссс инопланетянами. Вы... вы ведь понимаете, что гендер - это новое понятие для ссслизней? Такие традиционалисссты, как я, даже не принимают во внимание пол. Так что, нет. У ссслизней никогда не было "королевы". Но и "короля" ссслизней по этому признаку тоже никогда не было. Только монархи".
zh_hans: 在与斯洛克诺格谈论蛞蝓族的历史时，你突然想到你记不出任何蛞蝓族的女王。"一个...女王？呵......真是个奇怪的说法。在与外星人接触之前，"女王"这个词甚至没有出现在塞思念的语言中。你......你知道性别对蛞蝓族来说是个新概念，对吗？像我这样的传统人甚至没有把性别因素考虑在内。所以，没有女王。但也从来没有一个按这样的性别标准的蛞蝓族会长，只有君主。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_6"]/text
source: "It isss a great ssshame my rule isss consssidered controversssial to many. I have alwaysss consssidered myssself a moderate - yesss, there are thingsss I ssstand ssstrongly for and againssst, but I have alwaysss hoped to avoid having crowdsss who feel either too ssstrongly for or againssst me. That kind of partisssanssship can disssolve a great empire. It can disssolve galactic peaccce! I blame the Union for infecting our culture. Thisss degenerative rot on our culture isss withering away the moral fibersss of our raccce! Capitalisssm, I can handle. But individualisssm, democracccy, gender... it'sss turned usss into a raccce of sssquabling crookssss! We're better than thisss!"
ko: "쩡말 안타깝게도 쩌의 규칙은 보통 논란의 여찌가 많은 거쓰로 여겨찝니다. 쩌는 항쌍 쩌 짜씬을 온건파라고 쌩각했는데도 말이쬬. 물론 강하게 찌찌하거나 반대하는 것들은 이썼찌만, 언쩨나 너무 강하게 찌찌받거나 반대당한다고 느끼는 찝단이 쌩기찌 않기를 바라써요. 그런 찝단에서 피어나는 당파씸은 대쩨국을 붕괴씨킬 쑤 이쬬. 은하계의 평화도 붕괴씨킬 쑤 있고요! 쩌는 우리 문화에 당파씸을 쩐염씨킨 범인이 연맹이라고 쌩각해요. 우리 문화의 퇴행쩍 부패는 우리 쫑쪽의 도덕쩍 기찔을 씨들게 하고 이써요! 짜본쭈의 쩡도는 쩨가 감당할 쑤 이써요. 하찌만 개인쭈의, 민쭈쭈의, 썽별... 이것들은 우리를 싸움찔이나 하는 싸기꾼 쫑쪽으로 만들어 버려쬬! 우리는 그렇게 나쁜 쫑쪽이 아니라고요!"
ru: "Очень жаль, что мое правление многие сссчитают ссспорным. Я всссегда сссчитал сссебя умеренным - да, есссть вещщщи, за которые я решшшительно выссступаю, но я всссегда надеялссся, что у меня не будет толпы людей, которые ссслишшшком сссильно за или против меня. Такая партийность может разрушшшить великую империю. Она может разрушшшить галактический мир! Я обвиняю Сссоюз в том, что он заразил нашшшу культуру. Эта дегенеративная гниль на нашшшей культуре подтачивает моральные уссстои нашшшей расссы! Ссс капитализмом я могу сссправитьссся. Но индивидуализм, демократия, гендер... это превратило нассс в расссу ссскряг и мошшшенников! Мы вышшше этого!"
zh_hans: "很遗憾，我的统治被许多人认为是有争议的。我一直认为自己是个温和派--是的，有些事情我非常支持和反对，但我一直希望避免有一些人对我有太强烈的支持或反对意见。这种党派关系可以使一个伟大的帝国解体。它可以破坏银河系的和平！我指责同盟感染了我们的文化。这种对我们文化的退化性腐蚀正在使我们种族的道德纤维枯萎！资本主义，我可以忍受。但个人主义、民主、LGBT...它把我们变成了一个由骗子组成的种族！我们本应比这更好！"

source: I don't think the Union caused that.
ko: 그게 연맹 탓은 아닌 것 같습니다만.
ru: Я не думаю, что это произошло по вине Союза.
zh_hans: 我认为这不是同盟造成的。

source: Slocknog seems shocked at the suggestion. "W-what? Then what, friend, do you think did? It'sss thossse damn reformissstsss like Nightsss, ever ssso obssesssed with the Union and human culture, that are tainting the well! The collapssse of the Clairvoyantsss wasss only the beginning..."
ko: 슬럭노그는 당신의 발언에 충격을 받은 것 같습니다. "뭐-뭐라고요? 그렇다면 친구, 대체 누가 범인일까요? 바로 그 나이트같은 빌어먹을 개혁주의자들이라고요! 연맹과 인간의 문화에 너무 집착하는 나머지 우물을 더럽히고 있어요! 투시자의 붕괴는 그저 시작에 불과했죠..."
ru: Слокног выглядит шокированным этим предположением. "Ч-что? А что же тогда, друг, по-твоему, произошшшло? Это проклятые реформаторы вроде Тумана, вечно помешшшанные на Сссоюзе и человечессской культуре, засссоряют колодец! Крах Ясновидцев был только началом..."
zh_hans: 斯洛克诺格似乎对这个建议感到震惊。"什-什么？那么，朋友，你认为是什么？是那些像七夜一样的该死的改革者，一直以来对同盟和人类文化如此痴迷，这是在玷污这口井！通天会的崩溃只是一个开始......"

source: Yeah, the Union is at fault for that.
ko: 맞습니다. 연맹에 책임이 있죠.
ru: Да, в этом виноват Союз.
zh_hans: 是的，同盟在这方面有错。

source: Slocknog hangs his head in mourning for the fallen greatness of the Clairvoyant Empire. You stand together in silence before he nods to you, lights a cigarette, and leaves.
ko: 슬럭노그는 고개를 숙이고 몰락한 투시자 제국을 애도하기 시작했고, 당신은 침묵을 지키며 그와 함께 서 있었습니다. 잠시 후 그는 당신을 바라보며 고개를 끄덕이고 담배에 불을 붙인 뒤 떠났습니다.
ru: Слокног повесил голову в знак скорби о павшем величии империи Ясновидцев. Вы стоите вместе в тишине, пока он не кивает вам, зажигает сигарету и уходит.
zh_hans: 斯洛克诺格垂头丧气，为通天帝国的没落而哀悼。在他向你点头、点烟、离开之前，你们一起沉默地站着。

source: You sound kind of fascist.
ko: 꼭 파시스트처럼 말하시네요.
ru: Вы звучите как фашист.
zh_hans: 你听起来有点像法西斯主义者。
