Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_ELLIE_1"]/text
source: Ellie and Alkali are sat next to each other in the break room, with a diagram in front of them. Alkali seems to be trying to explain something about inheritance and alleles to Ellie using the diagram, but instead she's doodling a horse on the paper with a pink crayon. Unlike his typical behavior however, Alkali doesn't seem annoyed, if not perhaps a bit exasperated by his lack of understanding of her behavior. "You are... remarkably unconventional, professor Ellie. N-not that that's a bad thing! We need unconventional science to build the future, and you've done marvelous work with your Quarp Juice! It's just... I was wondering if you had your own thoughts to add on my research. There are few scientists who opinions I respect enough to review my work, but yours I most certainly do!" "Ssshh... Ellie's drawing a horsie!" "Yes, yes... but after you're done drawing the Equinoid, could you look over my paper?" "Sure thing! Ellie'll do anything for a fan!" Alkali seems relieved. "Good, good! Well I won't disturb you in the meantime..." Alkali rolls away, taking one last long look at Ellie as he goes.
ko: 엘리와 알칼리가 휴게실에서 다이어그램을 앞에 두고선 서로 나란히 앉아있습니다. 알칼리는 다이어그램을 이용해 유전과 대립유전자를 설명하고자 노력하는 듯 보였지만, 엘리는 분홍색 크레용으로 종이에 말 그림을 그리고 있었습니다. 그녀의 알 수 없는 행동 때문에 화가 난 게 아니라면 알칼리는 평소와는 달리 짜증을 내지 않는 듯 보였습니다. "어... 엘리 교수우우님은 정말 틀에 박히지 않는 사아아고를 가지셔어었군요. 나... 나쁘다는 말은 아닙니다! 미래를 서어얼계하기 위해서어언 파격적인 과학적 접근이 필요하죠. 그리고 교수우우님은 퀄프 주스으으로 정말 놀라운 업적을 이루셔어었지요! 단지 전... 제 연구에 대한 교수우우님의 새애앵각을 여쭙고 시이잎스으읍니다. 제 연구를 검토하고 첨언을 해줘쓰으으면 하는 과학자는 거의 없지만, 교수우우님이라면 정말 부탁드리고 시이잎스으읍니다!" "쉿... 엘리는 말을 그리고 있다고!" "네, 그렇지만... 에퀴노이드를 다 그리고 나서어어 저의 논문을 봐주시이일 수우우 있나요?" "물론이지! 엘리는 팬을 위해서라면 무엇이든 할 거야!" 알칼리는 안도한 듯 보였습니다. "알겠스으읍니다! 그럼 그동안 자리를 비켜 드리겠습니다..." 알칼리는 마지막으로 엘리를 지긋이 쳐다본 다음 굴러서 자리를 떠났습니다.
ru: Элли и Алькали сидят рядом в комнате отдыха, перед ними лежит диаграмма. Кажется, что Алькали пытается объяснить Элли что-то о наследственных элементах, используя схему, но вместо этого она рисует на бумаге розовым мелком лошадь. Однако, в отличие от своего типичного поведения, Элли не выглядит раздраженной, если не сказать, что ее немного раздражает его непонимание ее поведения. "Вы... удивительно нестандартены, профессор Элли. Но это не так уж и плохо! Нам нужна нетрадиционная наука, чштобы строить будущее, и вы проделали замечшательную работу с вашим кварповым соком! Просто... Я хотел бы узнать, есть ли у вас свои соображения по поводу моих исследований. Мало найдется учшеных, мнение которых я уважаю настолько, чштобы рецензировать мою работу, но ваше мнение я, безусловно, уважаю!" "Тссс... Элли рисует лошадку!" "Да, да... но после того, как вы закончшите рисовать эквиноида, не могли бы вы просмотреть мою работу?" "Конечно! Элли сделает все ради поклонника!" Алькали, кажется, почувствовала облегчение. "Хорошо, хорошо! Ну, я не буду вам мешать..." Алькали укатывается, бросив последний взгляд на Элли.
zh_hans: 埃莉和阿尔科莱在休息室里并排坐着，面前摆着一张图表。阿尔科莱似乎试图使用图表向埃莉解释有关遗传和等位基因的一些事情，但她却用粉红色的蜡笔在纸上涂鸦了一匹马。然而，与他的典型行为不同的是，阿尔科莱似乎并不生气，如果不是因为他对她的行为缺乏了解而有点恼怒的话。 "你……非常不合常规，埃莉教授。不——那不是坏事！我们需要非常规的科学来建设未来，而你的夸普汁做得很棒！只是……我在想如果您有自己的想法可以补充我的研究。很少有科学家的意见我尊重到足以审查我的工作，但我肯定会这样做！" 嘘……埃莉在画马！" "是的，是的……但是在你画完六脚马之后，你能看看我的论文吗？" "当然！埃莉会为粉丝做任何事！" 阿尔科莱似乎松了口气。"好，好！在此期间我不会打扰你……"阿尔科莱滚开，边走边看埃莉。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TYRDEO_NOTHING"]/text
source: "Oh heavens! You startled me captain! Sorry, I was about to start meditating. It helps calm my anxiety. Maybe we can talk later, then?"
ko: "아 깜짝이야! 함장님 놀랐잖아요! 죄송해요, 막 명상을 하려던 참이였어요. 명상이 불안감을 해소하는데 도움이 되거든요. 나중에 얘기하는 게 어때요?"
ru: "О, боже! Вы меня напугали, капитан! Прошу прощения, я как раз собирался начать медитировать. Это помогает успокоить мое беспокойство. Может быть, мы поговорим позже?"
zh_hans: "天哪！你吓到我了舰长！对不起，我正要开始冥想。这有助于平息我的焦虑。也许我们可以稍后再谈？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TYRDEO_GENERIC_1"]/text
source: Tyrdeo slithers past, humming a song in his native language that doesn't pass well through your translator. Curious about it, you ask him what the song is. "Oh, this little tune? It's just one from my childhood! We used to sing it on the playground as kids! So much nostalgia..."
ko: 티르데오가 통역기로 통역되지 않는 자신의 모국어로 노래를 흥얼거리며 미끄려져 지나갔습니다. 궁금증이 생겨 무슨 노래인지 그에게 물어봤습니다. "아, 이 노래요? 이건 제가 어렸을 때 있던 노래에요. 어릴 때 놀이터에 많이 부르곤 했죠! 정말 추억이 많이 떠오르네요..."
ru: Тирдео проползает мимо, напевая песню на своем родном языке, которая плохо переводится через ваш переводчик. Любопытствуя, вы спрашиваете его, что это за песня. "О, эта милая песенка? Это просто песня из моего детства! Мы в детстве пели ее на детской площадке! Такая ностальгия..."
zh_hans: 泰迪奥滑过，用他的母语哼着一首在你的翻译器中无法很好通过的歌曲。对此感到好奇，你问他这首歌是什么。"哦，这小曲子？小时候的一首！小时候在游乐场上唱过！好怀念啊……"

source: What's it about?
ko: 무슨 내용입니까?
ru: О чем она?
zh_hans: 那是关于什么的？

source: "Oh, it's the song the revolutionaries sang when they murdered Oertiss! It's about passing around the embalmed segments of his organs. The third and fourth melody are about the story of an argument about who got his liver!" Tyrdeo doesn't seem to think this sort of song is inappropriate for children, and goes back to singing as he carries on his way.
ko: "이 노랜 혁명 주도자들이 오어티스를 죽였을 때 부른 노래에요! 방부처리된 그의 장기를 나눠 가지는 내용이에요. 셋째와 넷째 멜로디는 누가 그의 간을 가져갈 지 논의하는 내용이구요!" 티르데오는 이런 노래가 어린이한테 부적절한 노래라고 생각하지 않는 듯 했습니다. 그는 다시 노래를 부르며 제 갈 길을 갔습니다.
ru: "О, это песня, которую пели революционеры, когда убили Оертисса! В ней речь идет о передаче забальзамированных частей его органов. Третьи и четвертые такты песни посвящены истории спора о том, кому достанется его печень!" Тирдео, похоже, не считает, что такие песни не подходят для детей, и продолжает петь, двигаясь дальше.
zh_hans: "哦，这是革命者在谋杀厄尔蒂斯时唱的歌！是关于传递他的器官的防腐部分。第三和第四旋律是关于谁得到他的肝脏的争论的故事！"泰迪奥似乎并不认为这种歌曲不适合儿童，并在他继续前进的过程中继续唱歌。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TYRDEO_GENERIC_2"]/text
source: Strangely, several portraits of Tyrdeo have been mysteriously appearing around the ship, decorating various hallways and rooms. It's frankly obvious who's hanging them up, but you aren't sure what you want to do about it.
ko: 이상하게도 여러 방과 복도에 티르데오의 초상화가 왠지 모르게 걸려 있었습니다. 누가 초상화를 걸어 놓았는지는 매우 분명해 보였지만 어떻게 하면 좋을지 고민이 들었습니다.
ru: Странным образом на корабле появилось несколько портретов Тирдео, украшающих различные коридоры и комнаты. Откровенно говоря, очевидно, кто их повесил, но вы не знаете, что с этим делать.
zh_hans: 奇怪的是，泰迪奥的几幅肖像神秘地出现在周围，装饰着各种走廊和房间。很明显是谁在挂他们，但你不确定你想做什么。

source: Tell Tyrdeo to stop.
ko: 티르데오에게 그만하라고 말한다.
ru: Сказать Тирдео, чтобы он прекратил.
zh_hans: 告诉泰迪奥停下来。

source: "Oh... I uh... heh... uhm..." Tyrdeo seems caught off-guard, unsure how to justify his narcissism. "Sorry, I've been practicing my painting. It's hard to do gardening aboard a spaceship so I wanted to find other venues of artistic expression. I'll uh... I'll take the paintings down. I'm sorry." Tyrdeo seems genuinely apologetic and slithers away to go take care of the situation.
ko: '아... 제가...네...음..." 티르데오는 자신의 나르시시즘을 정당화할 방법을 찾지 못해 당황한 듯 보였습니다. "죄송해요. 그림을 연습하고 있었어요. 함선에선 정원을 가꾸기도 힘드니 예술을 표현하는 다른 길을 찾고 싶었어요. 제가... 그림을 치울게요. 죄송합니다." 티르데오는 진심으로 사과를 표하며 문제를 해결하기 위해 미끄러져 떠났습니다.
ru: "О... я... хех... эм..." Тирдео кажется застигнутым врасплох, не зная, как оправдать свою самовлюбленность. "Извините, я практиковался в живописи. На борту космического корабля трудно заниматься садоводством, поэтому я хотел найти другие способы художественного самовыражения. Я... я уберу картины. Извините." Тирдео, похоже, искренне извиняется и уползает, чтобы разобраться с ситуацией.
zh_hans: "哦......我呃......嘿......呃......"泰迪奥似乎措手不及，不知道如何为他的自恋辩护。"对不起，我一直在练习我的绘画。在宇宙飞船上做园艺很难，所以我想找到其他艺术表达的场所。我会呃......我会把画拿下来。对不起。"泰迪奥似乎真的很抱歉并滑去处理情况。

source: Throw the portraits away.
ko: 초상화를 갖다 버린다.
ru: Выбросить портреты.
zh_hans: 把肖像扔掉。

source: You pull the paintings off the wall and start stacking them in a pile. While the technique seems a bit amateur, you can tell painstaking effort went into each of them. Tyrdeo eventually notices you taking them down and stares woefully at the pile, not having enough courage to do anything about it.
ko: 벽에 걸린 초상화를 빼선 한 곳에 쌓기 시작했습니다. 그림 솜씨는 조금 미숙했지만 초상화에 공이 들어간 게 눈에 보였습니다. 당신이 초상화를 치우는 걸 알게 된 티르데오는 쌓인 초상화 더미를 슬프게 바라보았지만 뭐라고 할 용기는 없었습니다.
ru: Вы снимаете картины со стены и начинаете складывать их в стопку. Несмотря на то, что техника работы выглядит несколько дилетантской, видно, что над каждой из них трудились. В конце концов Тирдео замечает, что вы их убираете, и с тоской смотрит на кучу, не решаясь что-либо предпринять.
zh_hans: 你把画从墙上拉下来，开始堆成一堆。虽然看起来有点业余，但你可以看出每个画他都付出了艰苦的努力。泰迪奥最终注意到你把它们拿下来，悲哀地盯着那堆东西，没有足够的勇气做任何事情。

source: Let it go.
ko: 그냥 놔둔다.
ru: Оставить все как есть.
zh_hans: 随它去。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TYRDEO_GENERIC_3"]/text
source: "I think some species are quite strange in the characteristics they look for in a leader!" Tyrdeo shakes his head. "The Republic has been down on its luck - I swear, I was trying! - but I find the leaders of more functional nations to still be quite silly! What do people see in Lumei or Wentworth or..." Tyrdeo hesitates his next words. "Well... Nights, I guess. I don't want to slander my ally but... he's a bit gruff, you know? It sure was nice to have another leader in that room who was gay, but god did he drink like the world was about to end!" You can tell if you don't stop him now, Tyrdeo's about to open the floodgates to ranting.
ko: "몇몇 종족들은 좋은 지도자를 보는 눈이 참 이상해요!" 티르데오는 고개를 저었습니다. "공화국은 좋지 않은 상황을 겪었죠. 맹세코 전 노력했지만요. 그런데 훨신 기능적인 국가의 지도자들도 꽤나 바보 같답니다! 루메이 총리나 밴스 웬트워스나..." 티르데오는 다음 말을 주저했습니다. "그... 나이트를 보자면요. 동료를 비난하고자 하는 건 아닌데... 나이트는 좀 거친 성격이란 거 알고 계셨나요? 방에 다른 게이 지도자가 있다는 건 참 좋은 일이지만 어찌나 세상이 떠나갈 듯 술을 마시던지!" 티르데오의 얘기를 끊지 않으면 엄청난 수다를 쏟아낼 게 분명해 보였습니다.
ru: "Я думаю, что некоторые виды довольно странны в тех характеристиках, которые они ищут в лидере!" Тирдео покачал головой. "Республике не повезло - клянусь, я старался! - Но я нахожу лидеров более развитых наций все еще довольно глупыми! Что люди видят в Люмее, Вентворте или..." Тирдео колеблется в своих дальнейших словах. "Ну... Тумане, наверное. Я не хочу злословить своего союзника, но... он немного грубоват, понимаешь? Конечно, было приятно, что в этой комнате есть еще один лидер, который является геем, но боже, как он пил, словно наступил конец света!" Видно, что если не остановить его сейчас, Тирдео вот-вот откроет шлюзы для пустословия.
zh_hans: "我认为有些物种在寻找领导者的特征方面很奇怪！"泰迪奥摇摇头。"共和国倒了霉——我发誓，我在努力！——但我发现能力更强大的国家的领导人仍然很愚蠢！人们在卢枚或温特沃斯身上看到什么，或者......"泰迪奥犹豫着下一个字。"嗯……七夜，我猜。我不想诽谤我的盟友，但是……他有点粗鲁，你知道吗？在那个房间里有另一个同性恋领袖真是太好了，但鬼做到了像世界末日一样喝酒！"你可以看出，如果你现在不阻止他，泰迪奥就要打开闸门来咆哮了。

source: Let him continue.
ko: 계속 말하게 둔다.
ru: Пусть он продолжает.
zh_hans: 让他继续。

source: "And god did he smell! He smelled terrible, awful, truly miserable. I heard he was once quite attractive and cunning back in the day. I got see that Gregory at least a little bit, but things sure went downhill fast! The excesses of the Kleptocracy, it's ridiculous how much they waste! Spending billions funding government-run pleasure cruises and casinos and bars, and... and they drink and they gamble and by god! How do they manage to stay afloat? The Kleptocracy should be in ruins like the Republic if they've really been running themselves this way all this time! It's a shame Slocknog thought it wise to invade us, because I had heard great things about him before that!"
ko: "게다가 어찌나 냄새가 나는지! 정말 끔찍하고 지독한데다 고역이었어요. 한때는 매력적이고 꾀가 많았대요. 어느 정도 맞다고 생각이 들지만 그레고리의 상황은 점점 나빠졌죠! 도둑정에선 얼마나 흥청망청 돈을 쓰는지 말이 안 나와요! 정부가 운영하는 유람선과 카지노, 술집에 수십억을 쓰고는... 얼마나 마시고 도박하는지! 어떻게 적자를 내지 않고 계속 지낼 수 있는 거죠? 계속 그렇게 돈을 쓰다 보면 도둑정은 공화국처럼 먼지 하나 남지 않게 될 거에요! 슬럭노그가 우릴 침략할 생각을 했다는 게 참 유감이에요. 왜냐하면 예전에 그의 좋은 점을 많이 들었거든요!"
ru: "И как же он пах! Он пах ужасно, ужасно, по-настоящему жалко. Я слышал, что в свое время он был весьма привлекательным и хитрым. Я хоть немного видел этого Грегори, но все быстро пошло кувырком! Излишества Клептократии, просто смешно, как много они тратят! Тратят миллиарды на правительственные круизы, казино и бары, и... и пьют, и играют, и боже мой! Как им удается держаться на плаву? Клептократия должна лежать в руинах, как и Республика, если они действительно управляли собой таким образом все это время! Жаль, что Слокног счел разумным вторгнуться к нам, ведь до этого я слышал о нем много хорошего!"
zh_hans: "天哪，他闻到了！他闻起来很糟糕，很糟糕，真的很糟糕。我听说他以前很有魅力，很狡猾。我至少看到了那个格雷戈里，但事情肯定很快就走下坡路了！盗贼统治的过激行为，他们浪费了多少，真是可笑！花费数十亿资金资助政府经营的游轮、赌场和酒吧，而且……他们喝酒赌博，天哪！他们如何维持生计？星盗会应该是"如果他们真的一直这样跑下去，他们就会变成共和国这样的废墟！真可惜，斯洛克诺格认为入侵我们是明智之举，因为在那之前我就听说过他的好消息！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "And Nights wasn't even the worst of them! When he wasn't absolutely wasted I actually appreciated his wit sometimes, he could be quite funny and charming! But god, Toarde? The Rockman? By the sweet heavens was he ever a snooze! Always talking about the next move, the next plan, the next battle, bla bla bla. Business, business, business. No rapport, and I swear by golly did I try to have some! Nights and Leik and I would go off on outings sometimes, spend time in each other's nations, get to know each other - but Toarde never came! He's just an unbearable asshole, and the atrocities he comits in his homeland?! It's despicable! I thought the Coalition was supposed to be about a new and better future for the galaxy, but if Toarde was in charge, there sure wouldn't be anything better in his galaxy! Leik was nice though. I could always tell she had more underneath her charisma, trying to weasel what she wanted out of everything, but who can blame her? She never trusted Nights and Nights never trusted her, but she was always gushing with me! Maybe it was because the Republic sided with the Hive during the Federation-Mantis war? Not many did, besides the Confederacy."
ko: "나이트보다 더한 지도자도 있어요! 사실 완전히 술에 찌들기 전에 그가 종종 하는 유머를 좋아했어요. 충분히 재밌고 매력적인 사람이었죠. 그런데 토아르드 장로는요? 그 락맨은 어떤지 아세요? 세상에 얼마나 지루한 사람이던지! 하는 말이라곤 다음 행동, 다음 계획, 다음에 치룰 전투, 이러쿵 저러쿵, 업무, 업무, 업무 얘기뿐이에요. 친밀감을 쌓으려고 정말 노력했는데 전혀 소용이 없었어요! 나이트와 레이콘 여왕이랑은 가끔 다른 곳으로 여행을 간다거나, 서로 다른 국가를 방문한다거나, 서로를 알아갈 수 있을 거에요. 하지만 토아르드는 절대 참여하지 않을테죠. 그 사람은 견딜 수 없는 개자식에다 그가 고향에 저지른 잔학 행위는 경멸받아야 마땅해요! 전 연합이 은하의 새롭고 더 나은 미래를 열어야 한다고 생각하는데, 토아르드가 칼을 쥐고 있다면 그 은하는 분명 더 나은 점이 없을 거예요! 레이콘플리이나크라 여왕은 그나마 좋은 분이죠. 그녀는 원하는 건 무엇이든 교묘히 얻기 위해서 카리스마 뒤편에 많은 것을 숨기고 있죠. 그렇지만 누가 그녀를 비난할 수 있겠어요? 그녀는 나이트를 전혀 믿지 않고 나이트도 마찬가지이지만, 항상 저에겐 좋은 말을 해줬어요! 연방-맨티스 전쟁에서 공화국이 하이브 편을 들어서 그런 걸까요? 군계를 제외하고는 많은 세력이 연방 편을 들었죠."
ru: "А ведь Туман были еще не самыми худшими из них! Когда он не был совершенно пьян, я иногда ценил его остроумие, он мог быть довольно забавным и обаятельным! Но боже, Тоард? Валун? Боже правый, как же он дремал! Всегда говорил о следующем шаге, о следующем плане, о следующей битве, бла-бла-бла. Бизнес, бизнес, бизнес. Никакого взаимопонимания, а я, черт побери, старался, чтобы оно было! Туман, мы с Лейк иногда выезжали на природу, проводили время в государствах друг друга, узнавали друг друга - но Тоард никогда не приходил! Он просто невыносимая сволочь, а те зверства, которые он творит у себя на родине?! Это отвратительно! Я думал, что Коалиция - это новое и лучшее будущее для галактики, но если Тоард у руля, то в его галактике точно ничего лучшего не будет! А вот Лейк была милой. Я всегда чувствовал, что под ее харизмой скрывается нечто большее, она пыталась добиться своего во всем, но кто может ее винить? Она никогда не доверяла Туману, а Туман не доверяла ей, но она всегда была со мной любезной! Может быть, потому, что Республика встала на сторону Улья во время войны между Федерацией и Богомолами? Не многие, кроме Конфедерации, перешли на сторону Улья".
zh_hans: "而且七夜甚至不是其中最糟糕的！当他没有完全废掉时，我有时真的很欣赏他的机智，他可能非常有趣和迷人！但是上帝，托阿尔德？岩石族？天哪，在甜蜜的天堂，他曾经打瞌睡！总是在谈论下一步行动，下一个计划，下一场战斗，等等等。生意，生意，生意。没有融洽的关系，我发誓我尝试过一些！七夜，Leik和我有时去郊游，花时间在对方的国家，互相了解——但托阿尔德从来没有来过！他只是一个无法忍受的混蛋，他在家乡犯下的暴行？！太卑鄙了！我以为星联应该是让银河系有一个新的、更美好的未来，但如果托阿尔德掌权，他的银河系肯定不会有更好的东西了！不过Leik很好。我总能看出她的魅力之下还有更多的魅力，试图从一切事物中找出她想要的东西，但谁能责怪她呢？她从不信任七夜，七夜也从不信任她，但她总是和我滔滔不绝！也许是因为在联邦-螳螂战争期间共和国站在了母巢一边？没有多少人这样做，除了血草兰花邦联。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "It's funny, now that I think about it. How casual our meetings were whenever Toarde was out on some other business. Nights was such a party-goer, Leik was always so forthcoming and kind, and I'm certainly not against a bit of fun every now and then... you'd almost think we were friends! And... maybe in another life we could have been? I don't have many friends! It was so nice. I was always aware I was only there by circumstance... just a stroke of luck. I know they were pulling my strings, getting me to do what they wanted. But if that's what it takes to save the Republic then I'll do what I must! I'll do anything to save the Republic, to save my people! I was a good President, god damn it! I did everything I could! I may not be the brightest but I'm no Oertiss, Aerkae, or Kaero!" Tyrdeo starts to break down, but collects himself enough to not cry in front of you. "Oh heavens, I'm very sorry captain! I've been talking for quite a while... I'll go now."
ko: "인제와서 생각해보니 정말 웃기네요. 토아르드가 매번 다른 일로 참석하지 못했을 때마다 모임은 정말 건성으로 진행했죠. 나이트는 완전 파티 죽돌이었고, 레이콘은 항상 솔직하고 친절했으며, 전 그때나 지금이나 약간의 재미를 즐기는 걸 마다하지 않으니... 우리가 친구로 보였을 거예요! 어쩌면... 전생에는 친구가 될 수 있었을까요? 전 친구가 많지 않거든요! 모임은 좋았어요. 전 단지 운이 좋아서... 어쩔 수 없는 상황 때문에 그 자리에 있을 수 있었다고 항상 생각해요. 그들은 제게서 원하는 것을 얻고자 했고, 전 그들 손에서 놀아났죠. 하지만 공화국을 구하기 위해서 그렇게 해야만 한다면, 전 제가 해야할 일을 할 거에요. 공화국과 우리 국민을 위해서라면 무슨 짓이든 할 거라고요! 전 좋은 대통령이었어요, 제기랄! 할 수 있는 건 다 했어요! 가장 똑똑한 대통령은 아닐 지라도 전 오르테스, 에어케이, 카에로 같은 지도자는 아니라고요!" 티르데오는 울기 시작했지만 당신 앞에서 울지 않도록 마음을 가다듬었습니다. "오, 맙소사. 정말 죄송해요, 함장님! 말을 많이 했네요... 이만 가볼게요."
ru: "Забавно, но сейчас я думаю об этом. Как непринужденно проходили наши встречи, когда Тоард уезжал по каким-то делам. Туман был таким любителем вечеринок, Лейк всегда была такой отзывчивой и доброй, и я, конечно, не против того, чтобы время от времени немного повеселиться... Можно подумать, что мы друзья! И... может быть, в другой жизни мы могли бы ими стать? У меня не так много друзей! Это было так приятно. Я всегда понимал, что оказался там только по стечению обстоятельств... просто по счастливой случайности. Я знаю, что они дергали меня за ниточки, заставляя делать то, что им нужно. Но если это необходимо для спасения Республики, я сделаю то, что должен! Я сделаю все, чтобы спасти Республику, чтобы спасти свой народ! Я был хорошим президентом, черт побери! Я сделал все, что мог! Может, я и не самый умный, но я не Оертисс, не Аерке и не Каеро!" Тирдео начинает срываться, но берет себя в руки, чтобы не расплакаться перед вами. "О боже, мне очень жаль, капитан! Я говорил довольно долго... Я пойду".
zh_hans: "这很有趣，现在我想起来了。每当托阿尔德出去做其他事情时，我们的会议是多么的随意。七夜是一个非常喜欢参加派对的人，Leik 总是那么热情友好，我当然一点也不反对时不时地有趣……你几乎认为我们是朋友！而且……也许在另一种生活中我们可以成为朋友？我没有很多朋友！真是太好了。我一直都认为我是只是碰巧在这个位置......只是运气好。我知道他们在牵我的绳子，控制我做他们想做的事。但如果这是拯救共和国所需要的，那么我会做我必须做的！我会做任何事来拯救共和国，拯救我的人民！我是一个好总统，该死的！我做了我能做的一切！我可能不是最聪明的，但我不是厄尔蒂斯、阿尔凯或凯罗！"泰迪奥开始崩溃，但他镇定下来，没有在你面前哭泣。"哦，天哪，我很抱歉舰长！我已经说了好久了……我现在就走。"

source: Tell him you have to go.
ko: 그에게 이만 가봐야겠다고 말한다.
ru: Сказать ему, что вам нужно идти.
zh_hans: 告诉他你得走了。

source: "Oh! Of course, captain. Well, I'll see you around sometime then! Bye bye!"
ko: "오! 그럼요, 함장님. 그럼... 다음에 만나요! 안녕히 가세요!"
ru: "О! Конечно, капитан. Ну, тогда увидимся как-нибудь! Пока!"
zh_hans: "哦！当然，舰长。好吧，那我会在某个时候再见你！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TYRDEO_GENERIC_4"]/text
source: "Do you think maybe we could hire some servants, captain? To assist with preparing food and making our beds and you know, pointless manual labor? I can't imagine they're too costly, maybe only a salary of a couple hundred scrap for a cheap one. We'd need at least 4 or 5, of course, but it would be manageable, right? Right?" You say nothing, instead staring at Tyrdeo to determine if he's joking or not. "Right... well, I'll take this uncomfortable silence as a no then. Sorry for the trouble. Heheh..."
ko: "함장님, 하인을 좀 구하는 건 어떻게 생각하세요? 음식을 준비하거나 침대를 정리하거나 뭐 이런 저런 잡일을 도와 줄 하인이요. 비용은 그렇게 비싸진 않을 거예요. 스크랩 몇 백개만 있으면 저렴한 하인을 구할 수 있을거에요. 물론 4, 5명의 하인이 필요하겠지만, 그 정도는 감당할 수 있겠죠. 그렇죠?" 당신은 침묵한 채 티르데오의 말이 진심인지 거짓인지 알아내기 위해 그를 쳐다봤습니다. "그래요... 그럼 어색한 침묵을 거절의 의미로 받아 들일게요. 방해를 끼쳐서 죄송해요. 헤헤..."
ru: "Как вы думаете, капитан, может быть, мы могли бы нанять слуг? Чтобы помогали готовить еду, стелить постели и, знаете, заниматься бессмысленным ручным трудом? Я не думаю, что они слишком дороги, может быть, только жалованье в пару сотен единиц лома, в общем, недорого. Конечно, нам понадобится по крайней мере четыре или пять человек, но это вполне посильно, верно? Верно?" Вы ничего не говорите, а смотрите на Тирдео, пытаясь понять, шутит он или нет. "Верно... Что ж, тогда я буду считать это неловкое молчание отказом. Извините за беспокойство. Хехе..."
zh_hans: "你觉得我们可以雇一些佣人吗，舰长？帮我们准备食物和铺床，你知道，没有意义的体力劳动？我无法想象他们太贵了，也许便宜的只要几百块废料的薪水？当然，我们至少需要4或5个，但它是可以管理的，对吧？"你什么也没说，而是盯着泰迪奥看他是不是在开玩笑。"好吧……好吧，那我就把这种不舒服的沉默当作不。抱歉给你添麻烦了。呵呵……"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TYRDEO_GENERIC_5"]/text
source: "I've heard the Confederacy has a little movement going on, trying to rally support to join the Coalition. I did always wonder if that was going to happen, since the Confederates did support the Hive during the war. What a strange and volatile place we live in. Do you ever think of other galaxies, and what they're like? We have all this fancy Multiverse travel and yet no one's ever been to another galaxy. I'm no spaceologist or astronomologist or whatever they're called but I do think about it quite often. What if we're living in the bad galaxy? Hmmm..."
ko: "군계에서 연합에 참가하기 위한 움직임으로 집회 운동을 하려 한다는 얘기를 들었어요. 군계 세력이 전쟁 동안 하이브를 지지한 이후로 계속 언제 그런 움직임을 보일지 궁금해했죠. 정말 우린 이상하고 불안한 세상에서 살고 있어요. 다른 은하나 그 은하가 어떤 곳일지 생각해본 적 있나요? 멋진 멀티버스 여행은 가능하지만 다른 은하를 방문한 사람은 아무도 없죠. 전 우주학자나 천문학자 같은 그런 전문가는 아니지만 다른 은하를 자주 생각하곤 해요. 우리가 안 좋은 은하에 산다면 어떨까요? 흐음..."
ru: "Я слышал, что в Конфедерации идет небольшое движение, пытающееся собрать поддержку для присоединения к Коалиции. Мне всегда было интересно, произойдет ли это, ведь во время войны Конфедерация поддерживала Улей. В каком странном и непостоянном времени мы живем. Вы когда-нибудь задумывались о других галактиках и о том, каковы они? У нас есть все эти фантастические путешествия по Мультивселенной, но никто никогда не был в другой галактике. Я не космолог, не астроном, или как они там называются, но я довольно часто думаю об этом. Что, если мы живем в плохой галактике? Хммм..."
zh_hans: "我听说血兰邦正在进行一些运动，试图争取支持加入星联。我一直想知道这是否会发生，因为血兰邦在战争期间确实支持了母巢。我们生活在一个多么奇怪和多变的地方。你有没有想过其他银河，它们是什么样的？我们有这么多奇特的多元宇宙旅行，但从来没有人去过另一个星系。我不是空间学家或天文学家，也不是他们所谓的任何东西，但我确实经常想到它。如果我们生活在坏银河里怎么办？嗯……"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TYRDEO_TURZIL_1"]/text
source: Tyrdeo slithers up to you in the break room and takes a seat across from you. "I don't mean to sound gossipy here but I'm simply quite curious... about that Engi we have aboard. Turzil, yes? He's so very... peculiar? I'm familiar with all shades of peculiar of course, but it's... well hmm how do I say this. He's not very social, is he?"
ko: 티르데오가 미끄러져 다가와선 휴게실에 있는 당신 맞은편에 앉았습니다. "남을 비방하려는 건 아니지만... 그냥 같은 함선에 타고 있는 엔지가 궁금해서 말인데요. 투르질, 맞나요? 그는 꽤나... 독특하달까요? 전 모든 방면에 독특함에 익숙하지만, 어...음 그게 뭐랄까. 그는 엄청 사교적이진 않은 것 같아요, 그렇지 않나요?"
ru: Тирдео подползает к вам в комнате отдыха и садится напротиввас. "Не хочу показаться сплетником, но мне просто очень любопытно... что за энджи у нас на борту. Турзил, да? Он такой очень... необычный? Я, конечно, знаком со всеми оттенками необычности, но это... ну... как бы это сказать. Он не очень общителен, не так ли?"
zh_hans: 泰迪奥在休息室滑到你身边，在你对面坐下。"我不想在这里说八卦，但我只是很好奇……关于我们船上的那个半械族。图尔齐尔，是吗？他非常……奇特？我当然熟悉所有奇特的色调，但它是......嗯嗯我怎么说这个。他不是很会社交，是吗？"

source: What makes you say that?
ko: 왜 그렇게 생각하십니까?
ru: Почему вы так считаете?
zh_hans: 是什么让你这么说？
