Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_GENERIC_4"]/text
source: "My people have never been too particularly attached to their faith. There has always been religion, but it is a footnote of our history. Never did I feel too strongly about it until I witnessed just what the Theocracy used it for. Having known what it feels like to be revered as a goddess, I now know for certain there can be no god. No higher being with any dignity would allow their image to be disgraced by the sorts of egregious means of worship and oppression comitted in their name. If I had the power to strike the Elders down like they so claim, then I would have done so ten times over. No person should ever be forced to endure such machiavellian psycological shackles."
ko: "나의 백성은 신앙에 특별히 애착을 가진 적이 없소. 종교는 항상 있었지만, 역사에 각주로나 붙을 정도지. 나는 신정이 종교를 어떻게 사용하는지 보기 전까지 종교에 대해 별생각이 없었소. 여신으로 추앙받는 것이 어떤 느낌인지 알게 된 나는 이제 신은 있을 수 없다는 것을 확실히 알게 되었소. 존엄성을 가진 상위의 존재는 자신의 이름으로 행해지는 끔찍한 숭배와 억압에 의해 자신의 이미지가 망가지는 것을 허용하지 않을 것이오. 만약 내가 장로들의 주장대로 그들을 쓰러뜨릴 힘이 있었다면, 나는 열 배로 그렇게 했을 것이오. 어떤 사람도 그런 마키아벨리 같은 심리적 족쇄를 견디도록 강요받아선 아니 되오"
ru: "Мой народ никогда не был особенно привязан к своей вере. Религия существовала всегда, но это лишь небольшая часть нашей истории. Я никогда не испытывала сильных чувств по этому поводу, пока не увидела, для чего Теократия использовала ее. Познав, каково это, когда тебя почитают как богиню, я теперь точно знаю, что бога быть не может. Ни одно достойное высшее существо не позволит, чтобы его образ был опозорен такими вопиющими способами поклонения и угнетения, которые совершаются от его имени. Если бы у меня была возможность уничтожить Старейшин, как они себя называют, то я бы сделала это немедленно. Ни один человек не должен быть вынужден терпеть такие макиавеллистские психологические кандалы".
zh_hans: "我的人民从来没有对他们的信仰太过特别重视。宗教一直存在，但它是我们历史的一个脚注。我从来没有对它有过太强烈的感觉，直到我目睹了神权国利用宗教做了什么。在知道了被尊为女神的感觉后，我现在确定，不可能有神。任何有尊严的高等生物都不会允许他们的形象被各种恶劣的崇拜手段和以他们名义进行的压迫所玷污。如果我有能力像他们所说的那样打倒长老，那么我一定会十倍百倍地这么做。任何人都不应该被迫忍受这种马基雅维利式的心理枷锁。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_GENERIC_5"]/text
source: Out of curiosity, you ask Dianesh just how the Elders managed to erase all memory of Crystals from the galaxy. "Hmph. I was wondering when you might ask. It is a common misconception among foreigners that the Rockmen and Crystals lived closely together throughout all of the Rock-Crystal Empire. Our two civilizations were spread apart by the length of several systems, and we Crystals have always been isolationists. The Elders didn't have to try hard to chase us away, because we were barely here to begin with. Most galactic civilizations were still fledgling and had barely interacted with us at the time. Most probably assumed we were just a mutation, or they had imagined us, if they even knew we existed at all."
ko: 당신은 호기심에 디아내시에게 어떻게 장로들이 은하계에서 크리스탈에 대한 기억을 없앨 수 있었는지 물어봅니다. "흐음. 언제 물어볼지 기다리고 있었소. 락맨-크리스탈 제국 시절 락맨과 크리스탈이 가까운 곳에 살았을 거로 생각하는 것은 이방인들이 흔히 하는 오해요. 두 문명은 여러 행성계에 걸쳐 떨어져 있었고, 우리 크리스탈은 항상 고립주의자였소. 때문에 장로들은 우리를 쫓아내려고 애쓸 필요가 없었지. 게다가 대다수 은하 문명은 아직 신생아였기에 우리와 거의 교류하지 않았소. 아마도 대부분은 우리의 존재를 그저 돌연변이라고 가정하거나, 또는 알았다 하더라도 상상에 그쳤을 것이오."
ru: Из любопытства вы спрашиваете Дианеш, как Старейшинам удалось стереть всю память о кристаллинах из галактики. "Хмм. Я все думала, когда же вы спросите. Среди чужаков распространено заблуждение, что валуны и кристаллины жили в тесном контакте на протяжении всей Империи валунов-кристаллинов. Наши две цивилизации были разделены протяженностью в несколько систем, и мы, кристаллины, всегда были изоляционистами. Старейшинам не пришлось особо стараться, чтобы прогнать нас, потому что нас здесь почти не было. Большинство галактических цивилизаций в то время еще только зарождались и практически не взаимодействовали с нами. Большинство из них, скорее всего, считали нас просто мутацией или фантазировали о нас, если вообще знали о нашем существовании".
zh_hans: 出于好奇，你问黛安娜什，长老们是如何设法消除银河系中所有关于水晶族的记忆的。"哼。我在想你什么时候会问。在外星人中，有一种普遍的误解，认为岩石族和水晶族在整个岩晶帝国都紧密地生活在一起。我们两个文明相距数个星系的长度，而我们水晶人一直是孤立主义者。长老们不必费尽心思赶走我们，因为我们一开始就几乎不在这里。大多数银河文明当时还在起步阶段，几乎没有与我们交流过。大多数人可能认为我们只是一个变种，或者他们想象过我们，如果他们甚至知道我们的存在的话。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_ARIADNE_1"]/text
source: "So, I take it you are Empress Dianesh then." Ariadne takes a seat across from Dianesh, and the two women stare at each other a bit uncomfortably. "Yes, I am her, and she is me. You are... the Lost Sun Admiral. I apologize if I forgot your name." "Ariadne." Ariadne announces her name with a piercing effect, making sure Dianesh never forgets it. The air between them is tense, although not necessarily hostile. "So, have you come here to tell me I am another corrupt, evil autocrat who's rule must be expunged from the face of existence like the Elders? If that is your intent then I advice you just cut to the chase and say it." Ariadne shakes her head. "On the contrary. I came to say I have a lot of respect for you, girl, both personally and in your leadership. I'm a revolutionary but I'm not a radical. I know you were born into this, you didn't seize this power yourself. From what I can tell you seem to be doing a good job. I know you have your people's wellbeing in your heart and mind at all times, and that's ultimately what matters most in a leader." Dianesh nods, although a bit confused. "Uhuh... Well I am pleasantly surprised to hear that then. Your men haven't been the most... polite to mine, with all that feuding between the Suns and the SSLG. But really, I assure you, my intent is not just to extend my power. If you want a Rock democracy, by all means you can have it. We are two distinct species now, and I have no delusions about it. But I do think there are many benefits to a renewed sistership between us. One where we are equals, and not the basis of a religion." "Good. I'm not a fan of imperialism, but I'm sure we can make something work. But if you double cross me, I will-" Dianesh cuts her off. "You will what, crush my head with your own bare hands? No need to finish that sentence, because I was only going to tell you the same." The two women smile at this mutual understanding and shake hands.
ko: "당신이 디아내시 여제인가." 아리아드네는 디아내시의 맞은편에 앉았고, 두 사람은 서로를 다소 불편하게 쳐다봅니다. "맞소, 내가 디아내시요. 당신은... 로스트선의 제독이로군. 미안하지만, 이름을 잊어버렸소." "아리아드네." 아리아드네는 디아내시가 그녀의 이름을 절대 잊지 않도록 날카롭게 이름을 외쳤습니다. 두 사람은 적대적이지는 않지만, 팽팽한 분위기를 풍깁니다. "그래서, 당신은 내가 장로들처럼 존재의 면전에서 사라져야 하는 또 하나의 부패하고 사악한 독재자라고 말하기 위해 온 것이오? 만약 그게 맞다면, 바로 본론으로 들어가시오." 아리아드네가 고개를 젓습니다. "그 반대라오. 나는 당신의 성품과 리더십을 두루 존경한다고 말하러 왔소. 나는 혁명가지만, 극단적이지는 아니오. 그리고 당신이 스스로 권력을 쟁취한 것이 아니라 태생적으로 그 자리에 앉았다는 것도 알고 있지. 내가 보기에 당신을 일을 잘하고 있는 것 같소. 나는 당신이 항상 정신과 마음속에 백성의 안녕을 간직하고 있다는 것을 알고 있소. 그것이 궁극적으로 지도자에게 가장 중요한 것이지." 디아내시는 약간 혼란스러운 듯하지만, 고개를 끄덕입니다. "어어... 그 말을 들으니 놀라우면서도 기쁘군. 로스트선과 제국 사이의 갖가지 불화로 당신의 부하들은 내게... 다소 정중하지 못하오. 하지만 진실로, 나의 의도는 단지 나의 권력을 확장하는 것이 아니오. 만약 당신이 락맨 민주정을 원한다면, 무슨 일이 있든 그렇게 하시오. 우리는 이제 별개의 두 종이고, 나는 사실에 대한 아무런 오해도 없소. 하지만 나는 우리 사이에 새로워질 자매 관계에 많은 이점이 있다고 생각하오. 종교에 기초하지 않은 동등한 위치 관계 말이오." "좋소. 나는 제국주의를 좋아하지 않지만, 우리라면 뭔가를 해낼 수 있을 거라는 확신이 드는군. 하지만 날 배신하면, 난-" 디아내시가 그녀의 말을 끊습니다. "어디 보자, 맨손으로 내 머리를 짓뭉개버릴 것이오? 굳이 끝까지 말할 필요 없소. 왜냐하면 나도 당신에게 똑같이 말하려고 했으니까." 두 여자는 이 독특한 공감대의 형성에 미소를 지으며 악수합니다.
ru: "Итак, я так понимаю, вы - императрица Дианеш?" Ариадна присаживается напротив Дианеш, и обе женщины смотрят друг на друга с некоторой неловкостью. "Да, я - это она, а она - это я. Вы... адмирал Затерянных Солнц. Прошу прощения, если я забыла ваше имя". "Ариадна". Ариадна пронзительно произносит свое имя, чтобы Дианеш никогда его не забыла. Воздух между ними становится напряженным, хотя и не совсем враждебным. "Итак, вы пришли сюда, чтобы сказать мне, что я еще один коррумпированный, злобный самодержец, чье правление должно быть изгнано с лица земли, подобно Старейшинам? Если это ваше намерение, то я советую вам просто перейти к делу и сказать об этом прямо". Ариадна покачала головой. "Напротив. Я пришла сказать, что очень уважаю тебя, девочка, как лично, так и как лидера. Я революционерка, но не радикалка. Я знаю, что ты родилась в этом, ты не сама захватила эту власть. Насколько я могу судить, ты хорошо справляешься со своими обязанностями. Я знаю, что ты всегда думаешь о благополучии своего народа, а это, в конечном счете, самое главное в лидере". Дианеш кивает, хотя и немного смущенно. "Что ж... Тогда я приятно удивлена. Ваши люди были не самыми... вежливыми по отношению к моим, со всей этой враждой между Солнцами и ГОСВ. Но на самом деле, уверяю вас, мои намерения не сводятся к увеличению моей власти. Если вам нужна демократия для валунов, то, конечно, вы можете ее получить. Мы теперь два разных вида, и у меня нет никаких иллюзий на этот счет. Но я думаю, что возобновление родственных отношений между нами принесет много пользы. Когда мы будем равными, а не будем основой религии". "Хорошо. Я не поклонница империализма, но я уверена, что мы сможем что-нибудь придумать. Но если ты меня обманешь, я..." Дианеш прервала ее. "Вы что, размозжите мне голову голыми руками? Не надо заканчивать фразу, я только собиралась сказать вам то же самое". Обе женщины улыбаются этому взаимопониманию и пожимают друг другу руки.
zh_hans: "那么，我想你就是黛安娜什女皇了。"阿里阿德涅在黛安娜什对面坐下，两个女人有点不自在地盯着对方。"是的，我是她，而她是我。你是......迷失烈阳上将。如果我忘了你的名字，我很抱歉。" "阿里阿德涅。"阿里阿德涅以刺耳的效果宣布了她的名字，确保黛安娜什永远不会忘记它。他们之间的空气是紧张的，虽然不一定是敌对的。"那么，你来这里是为了告诉我，我是另一个腐败的、邪恶的专制者，他的统治必须像长老们一样从存在的脸上被抹去？如果这是你的意图，那么我建议你直接切入正题，说出来。" 阿里阿德涅摇摇头。"恰恰相反。我来是想说我非常尊重你，女孩，无论是个人还是对于你的统治。我是一个革命者，但我不是一个激进分子。我知道你是天生的，你没有自己夺取这个权力。就我所知，你似乎做得很好。我知道你在任何时候都把你的人民的福祉放在心上，而这最终是一个领导者最重要的东西。" 黛安娜什点点头，虽然有点困惑。"嗯......那么我很惊喜地听到这个消息。你的人对我的人不是最......有礼貌的，因为太阳之子和姊族解放组织之间有那么多的争执。但实际上，我向你保证，我的目的不仅仅是为了扩大我的权力。如果你想要一个岩石族的民主，通过各种手段，你都可以拥有它。我们现在是两个不同的物种，我对此没有任何妄想。但我确实认为我们之间重新建立起姐妹关系有很多好处。成为一个我们是平等的，而不是一个以宗教为基础的地方。" "好。我不是帝国主义的粉丝，但我确信我们可以做出一些事情来。但是，如果你和我作对，我将--"黛安娜什打断她的话。"你将什么，用你的双手捏碎我的头？没有必要说完这句话，因为我只想告诉你同样的话。"两个女人对这种相互理解微笑着握手。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_SLOCKNOG_1"]/text
source: "Hello dear Empressss! Tisss a good day for monarchy, to have two sssuch prominent and powerful leadersss united on thisss vesssel!" Slocknog nods to Dianesh and pulls his special lighter out from his pocket and lights a cigarette, then offers one to the empress. Dianesh considers the roll for a few moments before turning it down reluctantly. "I... appreciate the sentiment, yellow Slug." Slocknog stops her. "Sssslocknog." He extends his tentacle, which Dianesh shakes without much force. "Right, Slocknog. As I was saying. I appreciate the sentiment, but... well I'm quite confused. The Kleptocracy does not have monarchs. You talk so much about bloodlines and legacy... but Slugs don't have that anymore. I vaguely remember the ancient days of the Clairvoyant Empire, but that empire vanished by the time my kind reemerged into the galaxy." Slocknog is speechless. "Uhm... well... uh... It'sss a bit of an unconventional approach to monarchy, yessss. But we have to make due sssometimesss with what the left handssss usss sssometimesss, yesss?" "The... left? I don't understand what you mean." "Yessss, the left. You know, the liberal essstablissshment. Any good leader knowssss compromissse isss necessssary, but ssssometimesss thessse liberalssss really get on my nervesss. They're trying to change too much at oncccce, too much reform will dessstabilizzze the nation! It'ssss clear if you follow hissstory, the passst wasss alwaysss better." "I... what are you talking about? It sounds like if people are trying to constantly reform the Kleptocracy, you clearly have issues that need reform. If so people want change for the better, why not give it to them? I don't know much about Kleptocracy politics, but I do know there seems to be a lot of turmoil over there right now." "Nevermind. Sssshould have known better not to get into politicssss again. Pfft, a leftisssst monarch? Never thought I'd ssssee the day..."
ko: "안녕하씬가요 여쩨님! 쩌명하고 강력한 두 찌도짜가 한 썬박에써 만나다니, 그야말로 군쭈쩡을 위한 날이라고 할 쑤 있겠네요!" 슬럭노그는 디아내시를 보며 고개를 끄덕이고 주머니에서 특별한 라이터를 꺼내 담배에 불을 붙여 여제에게 권했습니다. 디아내시는 예의상 고민하다가 끝내 거절합니다. "당신의... 그 감상에 감사하오, 노란 슬러그여." 슬럭노그가 말을 끊습니다. "쓸럭노그입니다." 디아내시는 슬럭노그가 뻗친 촉수를 잡고 힘없이 악수합니다. "그래, 슬럭노그. 앞서 말했듯이, 그러한 감상에 감사하오. 하지만... 상당히 혼란스럽구려. 도둑정에는 군주가 없소. 또한 당신은 혈통과 유산을 자주 언급하지만... 슬러그에게는 더 이상 그 무엇도 없소. 나는 고대의 투시자 제국을 어렴풋이 기억하나, 그들은 우리 종족이 다시 은하계로 나올 때쯤 사라졌지." 슬럭노그는 말문이 막혔습니다. " 음... 그게... 어... 물론 군쭈쩨에 대한 약간 파격쩍인 쩝근법이긴 하쬬. 하찌만 쫘익이 만든 쎄쌍을 견뎌내려면 이런 해썩도 필요한 것 아니게씁니까?" "좌익...?" 무슨 말을 하고 싶은 거요." "예, 쫘익 말입니다. 찐보쩍인 기득권층 말이쬬. 훌륭한 찌도짜로써 쩌도 타협이 필요하다는 거쓸 알찌만, 때로는 이 찐보쭈의짜들이 쩡말로 쩨 씬경을 건드려써 말입니다. 그들은 한꺼번에 너무 많은 걸 바꾸려고 하쬬. 너무 많은 개혁은 나라를 불안쩡하게 만드는 데도요! 씰쩨로도 역싸를 따라 올라가면 언쩨나 과거가 더 나쬬. "그게... 무슨 소리지? 사람들이 지속적으로 도둑정을 개혁하고자 한다면, 분명 개혁해야 할 문제점이 있는 것 아니겠소? 백성이 더 나은 변화를 원하는데, 그 바람을 들어주지 않을 이유가 있는 것이오? 나는 도둑정에 대해 잘 모르지만, 지금 그곳에 많은 혼란이 있다는 건 확실히 알겠구려." "씬경 쓰찌 마쎄요. 쩡치 얘기를 꺼내찌 말 걸 그랬네요. 참나, 쫘파 군쭈라니? 이런 날이 올 쭐은 쌩각도 못 했군..."
ru: "Здравссствуйте, дорогая императрица! Это хорошшший день для монархии, когда два таких выдающщщихссся и могущщщессственных лидера объединилисссь на этом корабле!" Слокног кивает Дианеш, достает из кармана свою специальную зажигалку и прикуривает сигарету, затем предлагает одну императрице. Дианеш несколько мгновений раздумывает, а затем неохотно отказывается. "Я... ценю ваши чувства, желтый слизень". Слокног останавливает ее. "Ссслокног". Он протягивает свое щупальце, которое Дайанеш без особого желания пожимает. "Верно, Слокног. Как я уже говорила. Я ценю ваши чувства, но... в общем, я в замешательстве. У Клептократии нету монархов. Вы так много говорите о кровных линиях и наследии... но у слизней этого больше нет. Я смутно помню древние времена империи Ясновидящих, но она исчезла к тому времени, когда мой род вновь появился в галактике". Слокног потерял дар речи. "Эмм... ну... эээ... Это немного необычный подход к монархии, да. Но иногда нам приходитссся довольссствоватьссся тем, что дают нам левые, да?" "Левые? Я не понимаю, что вы имеете в виду". "Да, левые. Вы знаете, либеральный иссстеблишшшмент. Любой хорошшший лидер знает, что компромисссс необходим, но иногда эти либералы дейссствительно дейссствуют мне на нервы. Они пытаютссся изменить ссслишшшком многое за один раз, ссслишшшком много реформ, которые дессстабилизируют нацию! Есссли проссследить исссторию, то ясссно, что прошшшлое всссегда было лучшшше". "Я... о чем вы говорите? Похоже, что если люди пытаются постоянно реформировать Клептократию, то у вас явно есть проблемы, которые нуждаются в реформах. Если люди так хотят перемен к лучшему, почему бы не дать им это? Я не очень хорошо разбираюсь в политике Клептократии, но знаю, что сейчас там, похоже, неспокойно". "Неважно. Надо было догадатьссся, что не ссстоит ссснова лезть в политику. Пфф, левый монарх? Никогда не думал, что доживу до этого дня..."
zh_hans: "你好，亲爱的女皇！今天是君主制的好日子，有两位如此杰出和强大的领导人在此联合起来！"斯洛克诺格向黛安娜什点点头，从口袋里掏出他的特别打火机，点燃了一支烟，然后给女皇递上一支。黛安娜什考虑了一会儿，然后不情愿地把烟卷放下。 "我......很感谢你的心意，黄色的蛞蝓。"斯洛克诺格打断了她。"斯-斯洛克诺格。"他伸出他的触手，黛安娜什毫不费力地摇晃着它。"对，斯洛克诺格。正如我所说的那样。我很欣赏这种情绪，但是......我很困惑。星盗会家族没有君主。你说了那么多关于血统和遗产的事......但蛞蝓族已经没有这些了。我依稀记得通天帝国的古老时代，但那个帝国在我的种族重新出现在银河系的时候已经消失了。" 斯洛克诺格无言以对。"呃......嗯......呃......这对君主制来说有点不合常规，没错。但是，我们有时不得不用左手的东西来应付，是吗？" "......左派？我不明白你的意思。" "是的，左派。你知道的，自由主义的。任何好的领导人都知道妥协是必要的，但有时这些自由主义者真的让我很不爽。他们试图一次性改变太多东西，太多的改革会使国家不稳定！这是不可能的。如果你跟着他的故事走，就会明白，过去总是好的。" "我...你在说什么？听起来，如果人们试图不断地改革，你显然有需要改革的问题。如果这样的人希望改变得更好，为什么不把它给他们？我不太了解星盗会政治，但我知道现在那边似乎有很多动荡。" "算了吧。应该知道最好不要再涉足政治了。噗，一个左派的君主？没想到我还能看到这一天..."

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DIANESH_MISSILE_1"]/text
source: You find Dianesh in the cargo bay, staring at one of the missile launchers that's currently under calibration. It takes a few moments before you realize it's the Dianesh Missiles. "It disgusts me to see my name used in such a way."
ko: 다아내시가 화물칸에서 현재 보정 중인 미사일 발사기를 응시하고 있습니다. 몇 분 후, 당신은 그 발사기가 디아내시 미사일이라는 것을 알아챕니다. "내 이름이 이런 식으로 사용되는 것을 보니 역겹군."
ru: Вы находите Дианеш в грузовом отсеке, глядя на одну из ракетных установок, которая в данный момент проходит калибровку. Только через несколько мгновений вы понимаете, что это ракеты Дианеш. "Мне противно видеть, как мое имя используется таким образом".
zh_hans: 你在货舱里找到了黛安娜什，盯着其中一个正在校准的导弹发射器。过了一会儿，你才意识到这是黛安娜什导弹。"看到我的名字被这样使用，我感到很恶心。"

source: Having a weapon named after you?
ko: 무기의 이름으로 사용되는 것 말인가요?
ru: В честь вас назвали оружие?
zh_hans: 有一件以你名字命名的武器？

source: "What? No. That, I couldn't mind in the slightest. I mean being an entity of such high worship. I don't want to be a goddess. I think you will find no leader who does not host a... refined ego, but I am not so delusion I think of myself as divine. I am as mortal as Ycathine, and I desire the same judgement as him. If the greatest emperor my people ever had was worshiped by no one, then neither should I."
ko: "뭐요? 아니, 그 부분은 조금도 신경 쓰지 않소. 나는 이런 숭배의 대상이 되는 것을 말한 것이오. 나는 여신이 되고 싶지 않소. 당신은 고상한 자아...를 가지지 않은 지도자는 없다고 생각할지도 모르지만, 나는 나 자신을 신성하다고 생각하는 그런 망상가가 아니오. 나는 이카틴과 같은 필멸자기에 그와 같은 평가를 추구하오. 나의 백성이 섬겼던 가장 위대한 황제가 누구에게도 숭배받지 않는다면, 나 또한 그래야 하오."
ru: "Что? Нет. Это меня нисколько не смущает. Я имею в виду быть существом, которому поклоняются так сильно. Я не хочу быть богиней. Думаю, вы не найдете лидера, у которого не было бы... большого эго, но я не настолько заблуждаюсь, чтобы считать себя божеством. Я такая же смертная, как и Икатин, и желаю того же суда, что и он. Если величайшему императору, который когда-либо был у моего народа, никто не поклонялся, то и мне не должны поклоняться".
zh_hans: "什么？不，那个，我丝毫不能介意。我的意思是作为一个如此高的崇拜的实体。我不想成为一个女神。我想你会发现没有一个领导人不主持一个......精致的自我形象，但我并没有如此妄想，认为自己是神。我和伊卡廷一样是凡人，我渴望得到和他一样的评判。如果我的人民有史以来最伟大的皇帝没有人崇拜，那么我也不应该被崇拜。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_NIGHTS_NOTHING"]/text
source: You spot Nights and cautiously approach him to try and talk, but as soon as you utter your first word he starts flailing his arms and yelling. "Yaaaagh! Sssshutttuppp! I. AM. HUNG. OVER. With whatever kingly powersss I ssstill hold I demand you leave me alone. And fetch me a- *hiccup* pain killer while you're at it!"
ko: 당신은 나이츠를 발견하고 조심스럽게 다가가 대화를 시도했지만, 당신이 입을 열자마자 그는 팔을 흔들며 소리치기 시작합니다. "야아아아아! 닥쳐어어어어! 쑥취라고! 왕의 힘인찌 뭔찌로 명한다 나를 가만히 내버려 둬! 그리고 그러면써- *딸꾹* 찐통쩨를 가쪄와!"
ru: Вы замечаете Тумана и осторожно подходите к нему, чтобы попытаться поговорить, но как только вы произносите первое слово, он начинает размахивать руками и кричать. "Яааагх! Ззззаттткнисьььь! У. МЕНЯ. ПОХМЕЛЬЕ. Я требую, чтобы ты оссставил меня в покое. И принессси мне- *икота* обезболивающщщее, раз уж пришшшел!"
zh_hans: 你发现了"七夜"，并小心翼翼地靠近他，试图与他交谈，但当你说出第一个字时，他就开始挥舞手臂，大喊大叫。"啊！我。挂了。了。无论我还拥有什么样的王权，我都要求你不要管我。顺便给我拿一个......*嗝*止痛药！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_GENERIC_1"]/text
source: You hear the sound of shouting and several clangs above you, and look up to see the gelatinous end of Nights's body dangling from a vent in the ship. "SSSHIT! I'm SSSTUCK! CAN ANYONE HEAR ME?"
ko: 누군가 외치는 소리와 쨍그랑거리는 소리가 나서 위를 올려다보니, 환기구에 매달려 있는 나이트의 젤리 같은 엉덩이가 보입니다. "씨발! 나 껴써! 거기 누구 업써?"
ru: Вы слышите над собой крики и несколько хлопков, и, подняв голову, видите, что из вентиляционного отверстия в корабле свисает желеобразный конец тела Тумана. "ЧЕРТ! Я ЗАСССТРЯЛ! КТО-НИБУДЬ МЕНЯ СССЛЫШШШИТ?"
zh_hans: 你听到喊叫声和你头顶上的几声叮当声，抬头看到七夜的胶状身体末端从船上的一个通风口垂下。"厚礼蟹！我被吸住了！有人能听到我吗？"

source: I can hear you.
ko: 저 있습니다.
ru: Я тебя слышу.
zh_hans: 我可以听到你。

source: "LOOK, I KNOW WHAT THISSSS LOOKSSS LIKE. BUT RESSSERVE YOUR LAUGHTER FOR LATER WHEN I CAN SSSLAP YOU AND GET ME OUT!"
ko: "이봐, 웃겨 보이는 건 나도 알아. 하찌만 내가 싸대기를 날릴 쑤 이쓸 때까찌 우씀은 아껴두고 나를 쫌 꺼내쭤!"
ru: "СССЛУШШШАЙ, Я ЗНАЮ, КАК ЭТО ВЫГЛЯДИТ. НО ОСССТАВЬ СССВОЙ СССМЕХ НА ПОТОМ, КОГДА Я СССМОГУ ДАТЬ ТЕБЕ ПОЩЩЩЕЧИНУ, А СССНАЧАЛА ВЫТАЩЩЩИ МЕНЯ!"
zh_hans: "看，我知道这看起来像什么。但把你的笑声留到以后我可以拍打你的时候，把我弄出去！"

source: Why are you in there?
ko: 왜 거기에 낀 거죠?
ru: Почему ты там?
zh_hans: 你为什么在里面？

source: "I GOT DRUNK AND WANDERED INTO AN AIRVENT ON ACCCIDENT OKAY? I USSSSE THEM TO AVOID HAVING TO TALK TO PEOPLE WHEN I'M MOVING BETWEEN ROOMS BUT I'M USUALLY SSSOBER ENOUGH TO AVOID THISSSS!" You tell Nights to 'hang on' while you go and get a ladder and some other crew to help out.
ko: "쑬에 취해써 씰쑤로 환기구 안을 헤매고 이써써. 원래도 나는 방을 옮길 때 다른 싸람한테 말 걸리찌 않으려 환기구로 다녀찌만, 보통은 여기 끼찌 않을 만큼 충분히 쑬이 깬 쌍태였다고!" 당신은 나이트에게 사다리와 다른 도와줄 선원을 불러올 때까지 기다리라고(hang on) 했습니다.
ru: "Я НАПИЛСССЯ И СССЛУЧАЙНО ЗАБРЕЛ В ВЕНТИЛЯЦИОННУЮ ШШШАХТУ, ЯСССНО? Я ИСССПОЛЬЗУЮ ИХ, ЧТОБЫ НЕ РАЗГОВАРИВАТЬ ССС ЛЮДЬМИ, КОГДА ПЕРЕХОЖУ ИЗ ОДНОГО ОТСССЕКА В ДРУГОЙ, НО ОБЫЧНО Я ДОСССТАТОЧНО ТРЕЗВ, ЧТОБЫ НЕ ПОПАДАТЬ В ПОДОБНЫЕ СССИТУАЦИИ!" Вы говорите Туману "держаться", а сами идете за лестницей и другими членами экипажа за помощью.
zh_hans: "我喝醉了，误入了一个通风口，好吗？我在房间之间移动时，为了避免与人交谈，我通常都很清醒，足以避免这种情况！"你告诉七夜"坚持住"，而你去找一个梯子和一些其他船员来帮忙。

source: Say nothing and let him dangle.
ko: 아무 말도 하지 않고 그를 매달린 상태로 내버려 둔다.
ru: Ничего не говорить, пусть повисит.
zh_hans: 什么也不说，让他挂着。

source: "CAN ANYONE HEAR ME?! GOD DAMN IT I AM YELLING, I KNOW YOU SSSHITSSS CAN HEAR ME!" Nights continues to scream to no avail as you walk away.
ko: "거기 누구 없냐고?! 젠장, 내가 말하고 있잖아! 누구 있는 거 다 알아!" 나이트는 당신이 떠나는 동안에도 계속해서 소리를 질렀지만, 아무런 소용도 없었습니다.
ru: "КТО-НИБУДЬ МЕНЯ СССЛЫШШШИТ?! ЧЕРТ ВОЗЬМИ, Я КРИЧУ, Я ЗНАЮ, ЧТО ВЫ, УБЛЮДКИ, МЕНЯ СССЛЫШШШИТЕ!" Туман продолжают безрезультатно кричать, пока вы уходите.
zh_hans: "有人能听到我吗？该死的，我在喊，我知道你们这些混蛋能听到我！"七夜继续尖叫，但无济于事，因为你走了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_NIGHTS_GENERIC_2"]/text
source: Despite the loud, obnoxious, and disheveled mess that Nights seems to currently be, apparently once long ago he was a feared and respected pirate captain. It's hard to believe, but maybe you can get him to tell you a bit about it while he's more sober?
ko: 나이트는 시끄럽고 불쾌하고 구제 불능이지만, 한때는 유명한 해적 선장으로서 두려움과 존경의 대상이었습니다. 다소 믿기 어려운 일인데, 나이트가 취하지 않았을 때 이야기를 들어보는 게 어떨까요?
ru: Несмотря на то, что сейчас Туман выглядит шумным, несносным и растрепанным, когда-то давно он был известным и уважаемым пиратским капитаном. В это трудно поверить, но, может быть, вы сможете попросить его рассказать вам об этом, когда он будет более трезв?
zh_hans: 尽管"七夜"目前看起来是个吵闹的、令人厌恶的、乱七八糟的烂摊子，但显然在很久以前，他是一个令人敬畏和尊重的海盗舰长。这很难让人相信，但也许你可以在他更清醒的时候让他告诉你一些情况？

source: Ask Nights about his history.
ko: 나이트에게 이력을 묻는다.
ru: Поинтересоваться у Тумана о его истории.
zh_hans: 向七夜了解他的历史。
