Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_7"]/text
source: "It'sss sssuch an ugly word... 'mercccenary'. Eugh. I've worked with ssscum my whole life, but of all the filth, the people in the Sssyndicate are the onesss I had the leassst pleasssure to do busssinesss with." Irwin looks you straight in the eye and you can feel a probing sensation in your mind. "Do me a promisssse, captain, and keep the Renegade name clean of the kind of legacccy that Mercccenariesss carry. Asss long asss we're on the sssame page there, we can be friendsss. And alssso sso long asss you aren't part of the conssspiracccy too. That'sss alssso very important."
ko: "'용병'... 쩡말 추악한 단어야. 으으. 나는 평쌩을 쓰레기들과 함께 일해찌만, 씬디케이트 놈들은 그 모든 쓰레기 쭝 최악이어써." 어윈이 당신의 눈을 똑바로 노려보자 마음속을 탐색 당하는 느낌이 듭니다. "약쏙해쭤 썬짱. 배회짜라는 이름이 용병들의 유싼에 물들찌 않도록 찌켜쭤. 그 부분에써 우리의 쌩각이 일치한다면, 우리는 친구가 될 쑤 이쓸 거야. 물론 당씬이 음모의 일부가 아니라는 경우에 한쩡해써 말이야. 그것도 아쭈 쭝요한 부분이찌."
ru: Это такое ссстрашшшное ссслово... "наемник". Фу. Я всссю жизнь работал ссс отбросссами, но из всссей этой грязи люди из Сссиндиката - те, ссс кем я имел меньшшше всего удовольссствия иметь дело. Ирвин сссмотрит вам прямо в глаза, и вы чувссствуете, как в вашшшем сссознании возникает ощщщущщщение присссутссствия. "Дайте мне обещщщание, капитан, и сссохраните имя Ренегата чиссстым от того нассследия, которое несссут наемники. Пока мы ссс вами на одной волне, мы можем быть друзьями. А ещщще, есссли вы не учассствуете в заговоре. Это тоже очень важно".
zh_hans: "这是一个多么难听的词......'雇佣兵'。呃。我一生都在和人打交道，但在所有的污秽中，佣兵团里的人是我最乐意与之打交道的人。"厄文直视着你的眼睛，你能感觉到你心中有一种探究的感觉。"给我一个承诺，舰长，保持变元者的名字不被人渣携带的那种遗产所玷污。只要我们意见一致，我们就能成为朋友。而且，只要你不是阴谋的一部分就好。这一点也很重要。"

source: Sure thing.
ko: 물론입니다.
ru: Разумеется.
zh_hans: 当然可以。

source: Irwin nods, salutes, and slithers away.
ko: 어윈은 고개를 끄덕이고 경례한 후 스르르 기어나갔습니다.
ru: Ирвин кивает, отдает честь и уползает.
zh_hans: 厄文点点头，敬了个礼，然后滑走了。

source: Didn't you do some bad shit in the EHG? Not sure Mercenaries do anything much worse.
ko: EHG에서 안 좋은 일을 하지 않으셨습니까? 용병들이 그보다 나쁜지는 잘 모르겠는데요.
ru: Разве вы не делали ничего плохого в ГОЭ? Не думаю, что наемники делают что-то намного хуже.
zh_hans: 你在异种猎人协会中不是做了一些坏事吗？我不确定雇佣兵是否做了什么更坏的事。

source: "I uh... look. Yeah... I did make... missstakesss. Might have tricked a primitive ssspeccciess into an indefinite period of indentured sssservitude. But I got fired for it, fair and sssquare. Yesss, I want revenge on the rat bassstard trio who did me in, but... look ssshuttup alright? I made missstakes. I'm not proud of them, mate. But in the wake of everything we can all try to be better people. That'sss all I'm sssaying."
ko: "나는 어... 들어봐. 그래... 나는 씰쑤를 해찌. 원씨 쫑쪽을 쏙여써 무기한 계약 노예로 만들어써. 하찌만 나는 그 일로 공명쩡대하게 해고당했다고. 그리고 물론 나를 끌어들인 그 개짜씩 3인쪼한테 복쑤하고 앂찌만... 이 얘기는 이쩨 그만하짜고. 알게써? 나는 씰쑤를 범해써. 짜랑쓰럽찌 않은 일이야. 하찌만 어떤 일의 결과로 우리는 더 나은 싸람이 되기 위해 노력할 쑤 이써. 여기까찌만 말하찌."
ru: "Я... сссмотри. Да... Я дейссствительно сссовершшшил ошшшибки. Возможно, я обманом заманил примитивный вид на неопределенный сссрок в кабалу. Но меня за это уволили, чессстно и сссправедливо. Да, я хочу отомссстить крысссиному ублюдочному трио, которое меня подссставило, но... ссслушшшайте, заткнитесссь, ладно? Я сссовершшшал ошшшибки. Я ими не горжусссь, приятель. Но посссле всссего этого мы всссе можем попытатьссся ссстать лучшшше. Вот и всссе, что я хочу сссказать".
zh_hans: "我呃......看。是的......我确实犯了......错误。可能欺骗了一个原始的小动物，让他们无限期地契约式的服务。但我因此被解雇了，公平公正的。是的，我想报复那个害我的鼠辈三人组，但是......看清楚了好吗？我做了错事。我并不为他们感到骄傲，伙计。但在一切之后，我们都可以尝试成为更好的人。这就是我所要说的。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_ALKALI_1"]/text
source: Alkali is busy mixing various unstable (and illegal) chemicals in the kitchen when Irwin slides up next to him. "You're professssor Alkali, correct?" Alkali huffs and affirms. "Yes, I am thhhe genius formally known as Professssor Alkali." You notice Alkali slur his s's, mocking Irwin's speech. Irwin's excitement seems to bubble for a moment before he settles down. "Wow, it'sss an honor to meet you! I'm an avid hunter of your creationssss. You've created sssome of the mossst exotic and unique lifeformsss I have ever had the pleasssure of adding to my collectionsss. I jussst wanted to give you thisss, asss a gift for your work." Irwin hands Alkali a strange z-shaped bone of some worth with a colorful bow tied to it. Alkali wavers while accepting the gift for a moment. "You aren't supposed to kill thhhe... uhm... nevermind." Alkali places the bone on the countertop. "Gift accepted. Uh... go bother someone else now. P-please?"
ko: 알칼리가 부엌에서 여러 가지 불안정한 (그리고 불법적인) 화학물질을 섞고 있을 때 어윈이 옆을 지나갑니다. "알칼리 교쑤님이씨쬬?" 알칼리가 씩씩거리며 입을 엽니다. "맞스으읍니다. 제가 알칼리 교수우우로 알려진 천재입니다. 쓰을러그 씨이이." 알칼리는 혀짧은 소리를 흉내 내며 어윈의 말투를 비웃었습니다. 어윈이 흥분한 기색을 감추지 못합니다. "우와, 만나 봬써 영광입니다! 쩌는 당씬의 창쪼물을 열렬히 쫓는 싸냥꾼입니다. 어찌나 이국쩍이고 독특하던찌 쩌의 컬렉쎤 쭝 최고여씁니다. 그 위대한 업쩍에 대한 썬물로 이거쓸 드리고 앂씁니다." 어윈이 알칼리에게 리본이 달린 이상한 Z자 모양 뼈를 건넵니다. 알칼리는 선물을 받고 잠시 동요합니다. "그거스으은 시이일제로 죽은 거시이이... 어... 아니다." 알칼리가 뼈를 조리대 위에 올려놓습니다. "서어언물은 받아쓰으읍니다. 어... 이제 다른 사아아람을 괴롭히러 가시이이죠. 제-제발요?"
ru: Алькали занят смешиванием различных нестабильных (и незаконных) химикатов на кухне, когда к нему подкрадывается Ирвин. "Вы профессор Алькали, верно?" Алькали хмыкает и подтверждает. "Да, я тот гений, который официально извессстен как профессссор Алькали". Вы замечаете, что Алькали произносит "с", передразнивая речь Ирвина. Раздражительность Ирвина, кажется, на мгновение выплеснулась, прежде чем он успокоился. "Вау, для меня большшшая чесссть познакомитьссся ссс вами! Я заядлый охотник за вашшшими творениями. Вы сссоздали одни из сссамых экзотичессских и уникальных форм жизни, которые я когда-либо имел удовольссствие добавить в сссвою коллекцию. Я просссто хотел подарить вам это, как подарок за вашшшу работу". Ирвин протягивает Алькали странную Z-образную кость с привязанным к ней разноцветным бантом. Алькали на мгновение колеблется, принимая подарок. "Ты не должен был убивать этого... э-э... неважно". Алькали кладет кость на столешницу. "Подарок принят. А теперь иди и приставай к кому-нибудь другому. П-пожалуйста?"
zh_hans: 阿尔科莱正在厨房里忙着混合各种不稳定的(和非法的)化学品，当厄文滑到他旁边时。"你是阿尔科莱教授，对吗？"阿尔科莱哼了一声，肯定地说。"是的，我是天才，正式称为阿尔科莱教授。"你注意到阿尔科莱啧啧称赞，嘲笑厄文的讲话。 厄文的兴奋似乎冒了一会儿泡，然后他才平静下来。"哇，很荣幸见到你！我是一个狂热的猎人，对你的创作很感兴趣。你创造了一些最奇特的异域生命体，我曾有幸将它们加入我的收藏。我只是想把这个送给你，作为你工作的礼物。"厄文递给阿尔科莱一块奇怪的Z形骨头，上面系着一个彩色的蝴蝶结。 阿尔科莱在接受礼物时摇摆不定。"你不应该杀死那个......呃......算了。"阿尔科莱把骨头放在台面上。"礼物接受了。呃......现在去打扰别人吧。求你了？"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_SYLVAN_1"]/text
source: You catch Irwin spying on Sylvan from around the corner while Sylvan makes himself breakfast. He turns to you and whispers: "I don't trussst thisss guy. He'sss... ssshifty. Also he'sss an asssshole and I don't like him." You shrug and put your hand on and lower Irwin's blunderbuss, which he is anxiously gripping in both hands.
ko: 어윈이 아침을 만드는 실반을 구석에서 엿보고 있습니다. 그가 당신에게 속삭입니다. "나는 쩌놈을 믿찌 않아. 쩌놈은... 교활해. 게다가 개짜씩이야. 난 쩌놈이 씷어." 당신은 어깨를 으쓱하고 그가 애타게 양손으로 쥐고 있는 나팔총을 내리게 했습니다.
ru: Вы застали Ирвина, который подглядывал за Сильваном из-за угла, пока Сильван готовил себе завтрак. Он поворачивается к вам и шепчет: "Я не понимаю этого парня. Он... какой-то подозрительный. А ещщще он засссранец, и он мне не нравитссся". Вы пожимаете плечами, кладете руку на мушкетон Ирвина и опускаете его, потому что он с тревогой сжимает его в обеих руках.
zh_hans: 当希尔凡为自己做早餐时，你发现厄文在角落里偷看希尔凡。他转向你，低声说："我不相信这个家伙。他......很狡猾。而且他是个混蛋，我不喜欢他。"你耸耸肩，把你的手放在厄文的猎枪上并按下，他正焦急地用双手抓着它。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_SYLVAN_2"]/text
source: Irwin and Sylvan accidentally bump into each other in the hallway and steal a glance. Sylvan nods but Irwin growls and Sylvan slinks away quickly. It seems like there was a lot more left unsaid, but they must not want to get into old beef in the hallways.
ko: 어윈과 실반이 우연히 복도에서 마주치고 서로를 노려봅니다. 처음에 실반은 고개를 끄덕였지만, 어윈이 으르렁거리자 슬며시 사라졌습니다. 둘 다 훨씬 할 말이 많아 보였지만, 복도에서 오랜 싸움을 시작하고 싶지는 않았을 겁니다.
ru: Ирвин и Сильван случайно сталкиваются в коридоре и переглядываются. Сильван кивает, но Ирвин начинает рычать, и Сильван быстро уползает. Кажется, что еще многое осталось недосказанным, но, видимо, они не хотят переходить к старым распрям в коридорах.
zh_hans: 厄文和希尔凡在走廊上不小心碰到了一起，并偷瞄了一眼。希尔凡点点头，但厄文咆哮起来，希尔凡迅速溜走。看来还有很多话没说，但他们一定不想在走廊里吵起来。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_SYLVAN_3"]/text
source: A security alert goes off on the ship, and after pursuing the break in, you find Irwin's attempted to brute force his way into Sylvan's room. Having failed to guess Sylvan's password, he has repeatedly smashed several chairs against the door to no avail. When he spots you glaring at him, he protests, "He'sss HIDING ssssomething in there! I jussst KNOW it! If you can let me in, I can prove it!" You briefly remind Irwin that he too has smuggled many disallowed items into his room that you've caught, and he stutters. "I mean, ssssure. But thissss isss different! He uhm... uh... Ah damn whatever."
ko: 보안 경보가 울려서 침입자를 추적해보니, 어윈이 실반의 선실에 브루트 포스를 시도하고 있었습니다. 실반의 비밀번호를 알아맞히지 못한 그는 의자로 문을 여러 번 내리치고 있지만, 아무 소용 없습니다. 그가 당신을 발견하고 항변을 시작합니다. "쩌놈이 뭔가를 쑴기고 이써! 나는 알고 있다고! 안으로 들여보내 쭈면 쯩명할 쑤 이써!" 당신은 어윈에게 그 또한 허가받지 않은 포획물을 몰래 들여왔다는 사실을 일러줍니다. 어윈이 말을 더듬습니다. "내 말은, 그건 그렇찌. 하찌만 이건 달라! 쩌놈은 음... 어... 아 쩬짱 어떻게든 되게찌."
ru: На корабле срабатывает сигнал тревоги, и прочесав корабль вы замечаете как Ирвин пытается грубой силой проникнуть в комнату Сильвана. Не сумев разгадать пароль Сильвана, он безрезультатно разбил о дверь несколько стульев. Когда он замечает, что вы смотрите на него, он восклицает: "Он там что-то ПРЯЧЕТ! Я просссто ЗНАЮ! Есссли вы меня впуссстите, я сссмогу это доказать!" Вы коротко напоминаете Ирвину, что он тоже проносил в свою комнату множество запрещенных предметов, которые вы ловили, и он начинает канючить. "То есссть, конечно. Но это же сссовссем другое! Он... эм... э... А, черт, неважно".
zh_hans: 船上的安全警报响了，在追查闯入者时，你发现厄文试图用蛮力进入希尔凡的房间。由于没能猜到希尔凡的密码，他反复用椅子砸门，但都无济于事。当他发现你在瞪着他时，他抗议说："他在里面藏着什么东西！我就知道！如果你能让我进去，我可以证明这一点！" 你简短地提醒厄文文，他也曾将许多不允许的物品偷带进他的房间，被你抓到了，他结结巴巴地说。"我是说，当然。但这是不同的！他呃......呃......啊，该死的什么。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_BILLY_NOTHING"]/text
source: "Ssssorry, can't talk right now!" Billy has three separate phones, two up to his ears and another awkwardly placed in the folds of his arm. He appears to be juggling conversations between the three of them. "I'm bussssy making money, come back later!"
ko: "쬐쏭합니다, 찌금은 얘기할 쑤 업써요!" 빌리는 세 개의 전화기를 들고 있는데, 두 개는 귓가에, 다른 하나는 그의 팔 관절에 어색하게 놓여 있습니다. 마치 세 사람 사이에서 대화로 저글링을 하는 것처럼 보입니다. "돈 버느라 바빠요. 나쭝에 오쎄요!"
ru: "Извините, не могу сссейчас говорить!" У Билли три отдельных телефона - два на ушах и еще один, неудобно расположенный в сгибе руки. Похоже, он пытается вести разговор по всем трем телефонам одновременно. "Я занят, зарабатываю деньги, приходите позже!"
zh_hans: "对不起，现在不能说话！"比利有三部独立的电话，两部贴在耳朵上，另一部尴尬地放在手臂的褶皱里。他似乎在三个电话之间进行杂耍式的对话。"我在忙着赚钱，一会儿再打！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_BILLY_GENERIC_1"]/text
source: Billy strikes a weird pose, as if he were riding a surfboard, and starts talking to you. "You might be thinking to yourssself, why isss Hektar called Hektar? Well, let me tell you friend! I uh... I don't know. My great grandfather, Carle Hektar, never told anyone why. He made lotsss of jokesss about it of courssse. He wasss alwaysss insssisssting it wasss the name of a lamp sold by sssome human corporation. No one wasss ssssure WHY he wasss sso insssisstent with that one in particular. Sssuch a ssstrange man he wasss."
ko: 빌리가 서핑보드를 타는 듯한 이상한 포즈를 취하며 당신에게 말을 겁니다. "'헥타르는 왜 헥타르일까' 이런 쌩각 해본 쩍 이찌 않나요? 쩨가 알려드릴게요! 어... 싸씰 쩌도 몰라요. 쩨 쯩쪼할아버찌씬 칼 헥타르께써 아무에게도 이유를 말하찌 않으쎴거든요. 하찌만 농담은 많이 하쎴답니다. 항쌍 헥타르가 어떤 인간 회싸에써 판매하는 램프의 이름이라고 쭈짱하쎠쬬. 그가 왜 유독 그 농담을 고찝했는찌는 또 아무도 몰라요. 쩡말 이쌍한 싸람이쎠쬬."
ru: Билли принимает странную позу, как будто он катается на доске для серфинга, и начинает с вами разговаривать. "Вы, наверное, думаете, почему Гектар называетссся Гектаром? Так вот, позвольте мне вам рассссказать, друг! Я... я не знаю. Мой прадед, Карле Гектар, никогда никому не говорил, почему. Конечно, он много шшшутил по этому поводу. Он всссегда утверждал, что это название лампы, которую продает какая-то человечессская корпорация. Никто не знал, почему он так нассстойчиво утверждал именно это. Такой он был ссстранный человек".
zh_hans: 比利摆出一个奇怪的姿势，就像他骑在冲浪板上一样，然后开始和你说话。"你可能在想，为什么赫克塔会被称为赫克塔？好吧，让我告诉你，朋友！我......我不知道。我呃......我也不知道。我的曾祖父，卡尔-赫克塔，从未告诉任何人原因。他为此开了很多玩笑。他总是担心那是某个人类公司出售的灯的名字。没有人知道他为什么会对那盏灯如此执着。他是一个如此奇怪的人。"

source: Isn't Hektar your last name?
ko: 헥타르는 당신의 성 아닌가요?
ru: Разве Гектар не ваша фамилия?
zh_hans: 赫克塔不是你的姓吗？

source: "Well yesss, it isss now. But it wasssn't back when my great grandfather founded the company. He changed hisss name entirely when he founded it! He wasss alwaysss a Union fanatic, and he loved the name 'Carl'. He ssspelt it with an 'e' on the end though becaussse I guesss it made it sssound more like a Sssslug name. Truly, ssssuch a ssstrange man."
ko: "네 마짜요, 찌금은 그렇쬬. 하찌만 쯩쪼할아버찌가 회싸를 처음 썰립하쎠쓸 쩍에는 그렇찌 않아써요. 쯩쪼할아버찌는 회싸 썰립 후 이름을 완쩐히 바꾸쎴답니다! 그분은 항쌍 연맹 광씬짜쎴고, '칼'이라는 이름을 쫗아하쎠쬬. 하찌만 씰쩨로는 끝에 e를 붙여 'Carle'이라고 이름을 쓰쎠써요. 아마 그게 더 쓸러그 이름처럼 들리기 때문인 것 같아요. 쩡말로 이쌍한 분이씨쬬."
ru: "Ну да, сссейчассс это так. Но это было не так, когда мой прадед осссновал компанию. Он полноссстью сссменил имя, когда осссновал компанию! Он всссегда был фанатиком Сссоюза, и ему нравилосссь имя "Карл". Хотя он произносссил его ссс "и" в конце, потому что, как я полагаю, так оно большшше напоминало имя слизня. Воиссстину, такой ссстранный человек".
zh_hans: "嗯，是的，现在是。但在我曾祖父创立公司时，它不是这样的。他在创立公司时完全改变了他的名字！他一直是同盟的狂热分子，他喜欢"卡尔"这个名字。不过他在名字的末尾加了一个"e"，因为我想这使它听起来更像一个蛞蝓的名字。真的，这是个奇怪的人。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_BILLY_GENERIC_2"]/text
source: Billy takes a defensive tone, despite you not having accused him of anything. "I don't LIKE ssselling weaponsss! I don't WANT to be an armssss manufacturer. But ssselling furniture doesssn't pay the billsss! But you know what doesss? War. That'sss what my parentssss alwaysss told my brother and I. To make a profit you have to appeal to the worssst in people. Neither of usss wanted to believe it at the time. We tried our bessst, we really did! We tried to change thingssss. Thisss wasss back when Nightsss wassss a breath of fresssh air and people really believed thingsss could change! But thingsss... thingssss don't change. My brother, alwaysss the idealissst, couldn't ssssee that. He wasssn't cut out for the life of a CEO. To be an executive you have to be ready and willing to sssssee reality for all its awfulnessss, to accept people are usssually at their worssst. I had to be that perssson. I had to make that sssacrificcce, for the good of the family legacccy." Billy takes a deep sigh, exhausted from his rant. "Sssorry. Outburssstsss like that are bad for busssinesss!"
ko: 당신은 아무 말도 안 했는데 빌리가 갑자기 방어적인 어조로 입을 엽니다. "쩌는 무기 파는 게 씷어요! 무기 쩨쪼업짜가 되고 앂찌 않다고요. 하찌만 가구 파는 일은 돈이 안 벌려요! 그럼 뭐가 짤 벌리냐고요? 쩐쨍. 부모님이 항쌍 쩌희 형쩨에게 그 말을 해쭈쎠쬬. 이익을 보려면 싸람들의 가짱 나쁜 면에 호쏘하라. 그 당씨에는 쩌희 둘 다 그 말을 믿고 앂찌 않았답니다. 그래써 최썬을 다해써요. 쩡말로요! 뭔가 변화를 만들고짜 최썬을 다해써요. 나이트는 이쩨 막 씬인이었고, 싸람들이 찐씸으로 변화의 가능썽을 믿던 씨쩔이어쓰니까요! 하찌만 쌍황은... 변하찌 않더군요. 언쩨나 이쌍쭈의짜였던 쩨 동쌩은 그 꼴을 두고 보찌 못해써요. CEO로써 쩍합하찌 못했던 거씨쬬. 임원이 되기 위해써는 현씰의 모든 끔찍한 것들을 볼 쭌비와 싸람들이 보통 최악의 쌍태에 있다는 거쓸 받아들일 쭌비가 돼 이써야 합니다. 쩌는 그런 싸람이 돼야만 해써요. 가문의 유싼을 위해 희쌩해야만 했던 거씨쬬." 빌리가 소리치다 지쳐서 깊은 한숨을 쉽니다. "쬐쏭합니다. 이런 씩의 급발찐은 싸업에 악영향을 쭈쬬!"
ru: Билли перешел на оборонительный тон, несмотря на то, что вы его ни в чем не обвиняли. "Мне не нравитссся продавать оружие! Я не хочу быть производителем оружия. Но продажа мебели не оплачивает сссчета! Но знаете, что помогает? Война. Это то, что мои родители всссегда говорили нам ссс братом. Чтобы получить прибыль, нужно обращщщатьссся к худшшшему в людях. В то время никто из нассс не хотел в это верить. Но мы ссстаралисссь, очень ссстаралисссь! Мы пыталисссь что-то изменить. Это было тогда, когда Туман был глотком сссвежего воздуха, и люди дейссствительно верили, что всссе может изменитьссся! Но всссе... всссе не меняетссся. Мой брат, всссегда был идеалиссстом и не мог этого понять. Он не был сссоздан для жизни генерального директора. Чтобы быть руководителем, нужно быть готовым и желать видеть реальносссть во всссей ее ужасссающщщей красссе, видеть в людях худшшшее. Я должен был ссстать таким человеком. Я должен был пойти на эту жертву ради сссемейного нассследия". Билли глубоко вздыхает, измученный своей тирадой. "Извините. Такие вссспышшшки вредны для бизнессса!"
zh_hans: 尽管你没有指责他什么，但比利还是采取了防御性的语气。"我不喜欢卖武器！我不希望成为一个武器制造商。但卖家具并不足以支付账单！但你知道什么可以吗？战争。这是我的父母总是告诉我和我的弟弟的。当时我们俩都不愿意相信。我们尽力了，我们真的尽力了！我们试图改变事情。那是在七夜还是一股新鲜空气的时候，人们真的相信事情可以改变！但事情......事情是不会改变的。我的兄弟，一直是最理想的人，无法看到这一点。他不适合过CEO的生活。要成为一名高管，你必须准备好并愿意看到现实的所有可怕之处，接受人们通常是更糟糕的。我必须成为这样的人。为了家族遗产的利益，我必须做出这种牺牲"。 比利深深地叹了一口气，从他的咆哮中疲惫不堪。"对不起。像这样的爆发对事业不利！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_BILLY_GENERIC_3"]/text
source: You jump when suddenly Billy bursts out of nowhere and shouts, "MONEY!"
ko: 당신은 빌리가 어디선가 튀어나와 "돈!"이라고 외치는 것을 듣고 깜짝 놀라 팔짝 뛰었습니다.
ru: Вы подпрыгиваете, когда вдруг из ниоткуда появляется Билли и кричит: "ДЕНЬГИ!"
zh_hans: 当比利突然冲出来喊"钱！"的时候，你跳了起来。

source: Why did you just yell money?
ko: 왜 갑자기 돈이라고 외친 거죠?
ru: Почему вы только что выкрикнули "деньги"?
zh_hans: 你刚才为什么要喊钱？

source: "Becausssse I felt like it! Ssssometimessss you jussst feel like yelling the wordssss that bring you nothing but bitternessss and lonelinesss and pusssh everyone away from you, and yet are ssstill the thingsss you ssspend your life sssearching for because if you didn't, you wouldn't have any meaning left."
ko: "그러고 앂어쓰니까요! 때로는 오찍 씁쓸함과 외로움만을 가쪄다쭈고 쭈위의 모든 싸람을 밀쳐내찌만, 그거라도 추구하찌 않으면 인쌩에 아무런 의미도 남찌 않기 때문에 평쌩을 쫓게 되는 그런 단어를 외치고 앂을 때도 있는 법이쬬."
ru: "Потому что мне так захотелосссь! Иногда просссто хочетссся выкрикнуть ссслова, которые не приносссят вам ничего, кроме горечи и одиночессства, отталкивают от вассс всссех, но при этом оссстаютссся тем, что вы ищщщете всссю сссвою жизнь, потому что есссли бы вы этого не делали, у вассс не осссталосссь бы никакого сссмысссла жизни".
zh_hans: "因为我想这样做！有时，你只觉得想大喊那些只给你带来痛苦和孤独的词，并把每个人都从你身边推开，但这仍然是你用一生去寻找的东西，因为如果你不这样做，你就没有任何意义了。"

source: Are you okay?
ko: 괜찮은 겁니까?
ru: Вы в порядке?
zh_hans: 你还好吗？

source: "No, I have a call I need to take in 2 hourssss and I have no one aboard to bring me my coffee. Also, you have hideoussss interior decoration. Maybe you sssshould ssspruccce thingssss up with sssome quality Hektar Indussstriesss(tm) brand Funiture(tm)! Mindlessss consssumersss like you buying my productssss isss the only thing that givesss my life any joy anymore! Hahah!"
ko: "아니요, 2씨간 후에 받아야 할 쩐화가 있는데 커피를 가쪄다쭐 싸람이 업써요. 게다가, 기내 인테리어가 쩡말 흉측해요. 헥타르 싼업(tm) 브랜드의 최고급 가구(tm)로 함썬을 쌔단짱하는 건 어떨까요! 당씬처럼 분별없는 쏘비짜가 헥타르 쩨품을 싸는 건 더 이쌍 쩨 쌂에 어떠한 쯜거움도 쭈찌 않는 유일한 거씨쬬! 하하하!"
ru: "Нет, у меня звонок через 2 чассса, а на корабле нет никого, кто мог бы принесссти мне кофе. Кроме того, у вассс отвратительное оформление интерьера. Может быть, вам ссстоит украсссить интерьер качессственной мебелью марки Гектар Индассстриз(ТМ)! Такие безрассссудные потребители, как вы, покупающщщие мою продукцию, - единссственное, что приносссит мне радосссть в жизни! Хахах!"
zh_hans: "不，我有一个电话需要在2小时内接听，而且我没有人在船上给我送咖啡。还有，你的内部装饰很隐蔽。也许你应该用一些高质量的赫克塔(tm)家具把事情弄好！像你们这样的消费者购买我的产品，是唯一能让我的生活充满乐趣的事情了！哈哈！哈哈哈！"

source: Ah yeah, I love shouting those things too.
ko: 아 그렇죠, 저도 그런 단어 외치는 걸 좋아합니다.
ru: Ах да, я тоже люблю покричать.
zh_hans: 啊，是的，我也喜欢喊这些东西。

source: "Truly, jusssst the delight of my life." Billy doesn't really know what else to say and slithers away.
ko: "찐씰로 쩨 쌂의 낙이쬬." 빌리는 무슨 말을 해야 할지 몰라 슬그머니 가버렸습니다.
ru: "Дейссствительно, просссто нассслаждение всссей моей жизни". Билли не знает, что еще сказать, и уползает.
zh_hans: "真的，这是我一生中最高兴的事。"比利真的不知道还能说些什么，于是滑走了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_BILLY_GENERIC_4"]/text
source: Billy aproaches you slyly, holding a beautiful blue ink pen in his hand with the Hektar logo pressed on to it. "Hello captain! A wonderful cycle we're having! Sssay, I can't help but noticccce there'ssss sssome unsssigned formssss in the cargo bay and you don't ssseem to have anything to sssign them with. Do you need a pen?"
ko: 빌리가 헥타르 로고가 새겨진 아름다운 파란색 잉크 펜을 들고 음흉하게 다가옵니다. "안녕하씹니까 썬짱님! 쩡말 머찐 싸이클이찌 않씁니까! 쩌기, 화물칸에 써명하찌 않은 써류들이 있던데 썬짱님께는 쓸 거씨 업써 보입니다. 혹씨 펜 필요하씬가요?"
ru: Билли лукаво приближается к вам, держа в руке красивую ручку с синими чернилами и выдавленным на ней логотипом "Гектар". "Здравствуйте, капитан! Замечательный у нас цикл! Ссскажите, я не могу не заметить, что в грузовом отсссеке есть несссколько неподписссанных бланков, а у вас, кажется, нет ничего, чтобы их подписссать. Может быть, вам нужна ручка?"
zh_hans: 比利狡猾地滑过来，手里拿着一支漂亮的蓝色墨水笔，上面压着赫克塔的标志。"你好，舰长！我们正在进行一个美妙的循环！说吧，我忍不住注意到货舱里有一些未签署的表格，而你似乎没有任何东西来签署它们。你需要一支笔吗？"

source: Sure, that'd be great.
ko: 필요합니다.
ru: Конечно, было бы здорово.
zh_hans: 当然，那会很好。

source: "Well, I jussst happen to have a nice pen of my own! It'sss one of my favoritesss, persssonally, but I wouldn't mind you usssing it. It'sss only 3 ssscrap, and for a pen of thisss quality that'sss quite a sssteal!"
ko: "이런, 공교롭게도 마침 쩨가 머찐 펜을 가찌고 있네요! 개인쩍으로 쩡말 쫗아하는 펜이찌만, 싸용하쎠도 괜찮씁니다. 단돈 3 쓰크랩이에요. 이 쩡도 품찔의 펜치고는 꽤 싼 거씨쬬!"
ru: "Ну, у меня как раз есссть хорошшшая ручка! Она одна из моих любимых, разумеетссся, я не против, чтобы вы ею воссспользовалисссь. Она ссстоит всссего три лома, а для ручки такого качессства это очень дешшшево!"
zh_hans: "好吧，我只是碰巧有一支好笔！这是我个人最喜欢的笔之一，但我不介意你用它。它只要3废料，对于一支这种质量的笔来说真算是在偷东西！"

source: Why are you selling me a pen for 3 scrap?
ko: 왜 제게 3 스크랩짜리 펜을 팔려는 겁니까?
ru: Почему вы продаете мне ручку за 3 лома?
zh_hans: 你为什么3废料卖我一支笔？

source: "Sssselling you a pen? No, of courssse not. I jusss noticcced thisss ssship'sss ssshortage of writing utensssilss and thought, 'Well I happen to have brought a couple pensss along, maybe the captain could ussse one?' Ssso, now I'm offering you one of thossse pensss! It'sss a great pen, I promissse."
ko: "펜을 판다구요? 아니아니, 물론 아니쬬. 쩌는 그냥 방금 이 함썬에 필기구가 부쪽하다는 거쓸 알아채고, '우연히 펜 두 개를 가쪄왔는데, 썬짱님이 하나 쓸 쑤 이찌 않을까?'라고 쌩각했던 겁니다. 그래써 이쩨 그 펜 하나를 당씬에게 쩨공할 겁니다! 짱담하건대 훌륭한 펜이에요."
ru: "Продаю вам ручку? Нет, конечно, нет. Просссто я заметил, что на этом корабле не хватает писссьменных принадлежноссстей, и подумал: "А я тут захватил пару ручек, может капитану пригодитссся одна?" Так вот, теперь я предлагаю вам одну из этих ручек! Это отличная ручка, обещщщаю".
zh_hans: "卖给你一支笔？不，当然不是。我只是注意到这艘船的书写工具短缺，心想，'好吧，我碰巧带了几支笔，也许舰长可以用一个？'所以，现在我给你一支！这是一支很棒的笔，我保证。"

source: But why do I have to pay 3 scrap for it?
ko: 하지만 왜 3 스크랩을 지불해야 하죠?
ru: Но почему я должен заплатить за это 3 лома?
zh_hans: 但是为什么我必须为此支付3废料？
