Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "Well, I heard he was aspiring in some form of art. I happen to be rather partial to a portrait or two of myself, and I asked if he might paint me! He said yes, although somewhat reluctantly, and he just kept apologizing the whole time that he wouldn't do a good job! The poor boy, heavens, I wasn't trying to intimidate him. Then when he was finished and gave me the painting I told him it was beautiful, which was certainly no lie, and he just shut down! Dear... I don't believe I said anything wrong to him." Tyrdeo shakes his head. "Hmmm, Engi. Such strange creatures. Never met one quite like him though."
ko: "그가 어느 정도 예술을 동경한다고 들었어요. 전 저의 모습을 그린 초상화 한 두 작품을 특히 좋아해서 저를 그려줄 수 있는 지 물어봤죠! 마지못해 알겠다고 했는데 계속해서 잘 해내지 못할 거라고 계속 미안해했어요! 세상에 불쌍하기도 하지, 내가 겁을 주려는 건 아니었는데. 그가 작업을 끝내고 초상화를 보여줬을 때 전 진심으로 아름답다고 말했어요. 그러자 갑자기 그가 작동이 멈추더군요! 이런... 제가 나쁜 말을 한 건 아니라고요." 티르데오는 고개를 저었습니다. "흐음... 엔지는 참 이상한 생물이에요. 그럼에도 그와 같이 특이한 엔지는 처음이에요."
ru: "Ну, я слышал, что он занимается каким-то видом искусства. Так получилось, что я неравнодушен к портретам, и я спросил, может ли он меня нарисовать! Он согласился, хотя и с некоторой неохотой, и все время извинялся, что у него ничего не получится! Бедный мальчик, боже, я не пытался его запугать. А когда он закончил и отдал мне картину, я сказал ему, что она прекрасна, что, конечно, не было ложью, и он просто замолчал! Боже... Я не верю, что сказал ему что-то плохое". Тирдео покачал головой. "Хм-м-м, энджи. Такие странные существа. Никогда не встречал таких, как он".
zh_hans: "嗯，我听说他渴望某种形式的艺术。我碰巧比较喜欢自己的一两幅肖像，我问他是否可以画我！他说是的，虽然有点不情愿，他只是不停地道歉一直说他干不好！可怜的孩子，天哪，我不是想吓唬他。然后当他完成并给我画时，我告诉他这幅画很漂亮，这绝对不是谎言，然后他就关机了！亲爱的……我不相信我对他说错了什么。"泰迪奥摇摇头。"嗯，半械族。这么奇怪的生物。不过从来没有见过像他这样的人。"

source: A ruckus of screaming from the other room leads you to Tyrdeo with his tongue plunged deep into OOJ's squishy and slimy body, fishing around and tugging. "HELP! HELP! OH GOD OH HEAVENS THE MONSTER HAS EATEN MY DEAR WEALSEY! MY PRECIOUS BIRD! Please captain, help me! Heeeeelp!" Tyrdeo begins to sob, still struggling to fish the bird from out of OOJ.
ko: 다른 방에서 소란스러운 비명이 들려 찾아가 보니 티르데오가 우즈의 끈적한 점액질 몸에 혀를 집어넣어 무언가를 찾아 잡아당기고 있었습니다. "살려줘요! 살려줘! 오 세상에 이 괴물이 저의 소중한 웰시를 잡아먹었어요! 저의 소중한 새를요! 함장님, 제발 저 좀 도와주세요! 살려줘어어!" 티르데오는 우즈에게서 새를 빼내기 위해 안간힘을 다하며 울기 시작했습니다.
ru: Из другой комнаты доносятся крики, и вы видите Тирдео с языком, погруженным глубоко в склизкое и слизистое тело УДЖА, который пытается что-то нащупать и вытащить. "ПОМОГИТЕ! ПОМОГИТЕ! О БОЖЕ, О БОЖЕ, МОНСТР СЪЕЛ МОЕГО ДОРОГОГО УОЛСИ! МОЮ ДРАГОЦЕННУЮ ПТИЧКУ! Пожалуйста, капитан, помогите мне! Помогииии!" Тирдео начинает рыдать, все еще пытаясь выловить птичку из УДЖА.
zh_hans: 另一个房间传来一阵喧闹的尖叫声，把你带到了泰迪奥，他的舌头深深地插进了 OOJ 黏糊糊的身体里，四处牵扯。"救命！救命！天啊天啊，怪物吃掉了我亲爱的威尔西！我的宝贝鸟！请舰长，救救我！"泰迪奥开始抽泣，仍在努力将这只鸟从 OOJ 中捞出来。

source: Help Tyrdeo pull.
ko: 티르데오를 도와준다.
ru: Помочь Тирдео вытащить.
zh_hans: 帮助泰迪奥拉。

source: You stand next to Tyrdeo and reach your arm into OOJ, fishing around in the suspiciously spacious cavern within. You feel all sorts of sharp metal, or maybe glass, what might be part of a Mantis exoskeleton, and many more things you can't even begin to guess at. Finally, you feel a plump and squishy, bird-like object and grab it, pulling Wealsey out from the gelatinous Morph. For having just been eaten, Wealsey looks surprising okay, and flutters to the top of Tyrdeo's head and tweets. "Oh sweet grace be this day. I thought I had lost him forever! Thank you captain. Why- why do let this thing roam the hallways? It's dangerous!" OOJ jiggles again, as if insulted. "Parra para tik spikle mika pallajoo! Piss."
ko: 당신은 티르데오 옆에 서서 우즈 안에 팔을 집어 넣어 수상할 만큼 넓은 내부를 뒤적였습니다. 다양한 종류의 날카로운 금속, 혹은 유리가 느껴졌습니다. 맨티스의 외골격 같은 것과 짐작조차 할 수 없는 많은 것들도 느껴졌습니다. 마침내 토실토실하고 끈적한 새와 같은 무언가가 느껴져 그것을 잡아 젤리 같은 모프에게서 빼냈습니다. 웰시는 방금 잡아 먹힌 것 치고는 놀라울 정도로 괜찮아 보였고, 티르데오의 머리로 날아가선 지저귀었습니다. "아 정말 천만 다행이야. 영원히 못 보는 줄 알았어! 고마워요, 함장님. 대체 왜 저런 게 복도를 돌아다니도록 두는 거죠? 위험하다고요!" 우즈는 모욕을 당한 것 마냥 몸을 이리저리 흔들었습니다. "팔라 파라 틱 스피클 미카 팔라주! 피스."
ru: Вы стоите рядом с Тирдео и засовываете руку в УДЖА, нащупывая подозрительно просторную полость внутри. Вы ощущаете всевозможные острые металлические или, может быть, стеклянные предметы, то, что может быть частью экзоскелета богомола, и многое другое, о чем вы даже не можете догадаться. Наконец, вы нащупываете какой-то увесистый и упругий предмет, похожий на птицу, и хватаете его, вытаскивая Уилси из студенистого морфа. Для только что съеденного Уилси выглядит на удивление нормально, он летит на макушку Тирдео и чирикает. "О сладкая милость, пусть ему этому дню. Я думал, что потерял его навсегда! Спасибо, капитан. Почему... почему эта штука бродит по коридорам? Это опасно!" УДЖ снова покачивается, как бы оскорбленный. "Парра пара тик спикл мика палладжо! Отвали".
zh_hans: 你站在泰迪奥旁边，把手伸进OOJ，在里面可疑的宽敞洞穴里摸索。你感觉到各种锋利的金属，或者玻璃，可能是螳螂外骨骼的一部分，还有更多你甚至无法猜测的东西。最后，你感觉到一个丰满而柔软的鸟状物体并抓住它，将威尔西从凝胶状的模物中拉出来。刚刚被吃掉的威尔西看起来还不错，然后扑到泰迪奥的头顶并鸣叫。"哦，亲爱的，今天就这样吧。我以为我永远失去了他！谢谢你，舰长。为什么——为什么让这东西在走廊里游荡？太危险了！"OOJ 再次摇晃着，仿佛受到了侮辱。"Parra para tik spikle mika pallajoo！Piss."

source: Tell OOJ to spit Wealsey out.
ko: 우즈에게 웰시를 뱉어내라고 말한다.
ru: Сказать УДЖУ, чтобы он выплюнул Уолси.
zh_hans: 告诉 OOJ 把威尔西吐出来。

source: "Pakook malahoo kooj kooj!" OOJ vibrates and wiggles, and moments later spits out a yellow blob onto the floor. For having just been eaten, Wealsey looks surprising okay, and flutters to the top of Tyrdeo's head and tweets. "Oh sweet grace be this day. I thought I had lost him forever! Thank you captain. Why- why do let this thing roam the hallways? It's dangerous!" OOJ jiggles again, as if insulted. "Parra para tik spikle mika pallajoo! Piss."
ko: "파쿡 마라후 쿠즈 쿠지!" 우즈는 몸을 흔들며 뒤뚱거렸습니다. 그 뒤 바닥에 노란 덩어리를 뱉어 냈습니다. 웰시는 방금 잡아 먹힌 것 치고는 놀라울 정도로 괜찮아 보였고, 티르데오의 머리로 날아가선 지저귀었습니다. "아 정말 천만 다행이야. 영원히 못 보는 줄 알았어! 고마워요, 함장님. 대체 왜 저런 게 복도를 돌아다니도록 두는 거죠? 위험하다고요!" 우즈는 모욕을 받은 마냥 다시 몸을 이리저리 흔들었습니다. "팔라 파라 틱 스피클 미카 팔라주! 피스."
ru: "Пакук малаху кудж-кудж!" УДЖ вибрирует и извивается, а мгновение спустя выплевывает на пол желтый сгусток. Для только что съеденного Уолси выглядит на удивление хорошо, он летит на макушку Тирдео и чирикает. "О сладкая милость, пусть ему этому дню. Я думал, что потерял его навсегда! Спасибо, капитан. Почему... почему эта штука бродит по коридорам? Это опасно!" УДЖ снова покачивается, как бы оскорбленный. "Парра пара тик спикл мика палладжо! Отвали".
zh_hans: "Pakook malahoo kooj kooj！"OOJ 震动和摆动，片刻之后在地板上吐出一团黄色。刚刚被吃掉的威尔西看起来还不错，然后扑到泰迪奥的头顶并鸣叫。"哦，亲爱的，今天就这样吧。我以为我永远失去了他！谢谢你，舰长。为什么——为什么让这东西在走廊里游荡？太危险了！"OOJ 再次摇晃着，仿佛受到了侮辱。"Parra para tik spikle mika pallajoo！Piss."

source: Point and laugh.
ko: 손가락질하며 웃는다.
ru: Показать пальцем и посмеяться.
zh_hans: 指着他笑。

source: Admist your cruel teasing Tyrdeo continues to pull. Somehow, whether it's OOJ reaching an understanding of the situation or just random chance, the grey blob decides to finally release the bird from his grasp. Wealsey seems surprisingly okay and tweets in greatings to his Leech father, who lifts the bird cautiously and places him between his crown and slithers away without glancing back at either of you.
ko: 당신이 악독하게 놀리는 와중에도 티르데오는 계속 잡아 당겼습니다. 우즈가 상황을 이해한 건지 아니면 그저 우연의 일치인지 몰라도, 회색 덩어리는 결국 새를 놓아주기로 결심했습니다. 웰시는 놀라울 정도로 괜찮아 보였고 자신의 아버지를 보며 지저귀었습니다. 티르데오는 새를 조심스럽게 자신의 왕관 사이에 두고는 당신과 우즈에게 눈길도 주지 않고 미끄러져 자리를 떠났습니다.
ru: Несмотря на ваши жестокие дразнилки, Тирдео продолжает тянуть. Каким-то образом, то ли благодаря УДЖУ, то ли по случайному стечению обстоятельств, серый сгусток решает наконец выпустить птицу из своего плена. Уолси, кажется, на удивление в порядке, он радостно щебечет своему отцу-пиявке, который осторожно поднимает птицу, кладет ее на свою макушку макушками и уползает прочь, не оглядываясь ни на кого из вас.
zh_hans: 承认你残酷的戏弄泰迪奥继续拉扯。不知何故，无论是 OOJ 了解情况还是只是偶然的机会，灰色斑点最终决定将这只鸟从他的掌握中释放出来。威尔西看起来出奇的好，他在鸣叫向他的吸虫父亲致意，他小心翼翼地举起这只鸟，把它放在他的王冠之间，然后滑走，没有回头看你们中的任何一个。

# data/events_socialize.xml$//event[@name="SOCIALIZE_ALKRAM_NOTHING"]/text
source: Alkram is laying in shock in his room. At first, he doesn't respond to you, but eventually you get his attention. "Why are you snapping at me? Can't you see I'm having a moment... When you get to be my age, and have seen the things I've seen, sometimes you need to just... stop for a while and think. And that thinking means not being disturbed."
ko: 알크람은 충격에 빠진 채 선실에 누워있었습니다. 선실에 들어오는 당신을 무시하는 듯 했으나, 결국에 알크람은 당신을 향했습니다. "왜 날 방해하는겐가? 지금 잠시 혼자만의 시간을 가지고 있지않나.... 함장도 내 나이가 되고 나처럼 다사다난한 삶을 살게 된다면 가끔은... 잠시 모든걸 멈추고 생각에 잠겨야 한다네. 즉, 방해하지 말라는 뜻이지."
ru: Алькрам лежит в шоке в своей комнате. Сначала он не реагирует на вас, но в конце концов вы привлекаете его внимание. "Почему вы на меня срываетесь? Разве вы не видите, что у меня сейчас такой момент... Когда вам столько лет, и вы видели то, что видел я, иногда вам нужно просто... остановиться и подумать. А думать - это значит не мешать".
zh_hans: 阿尔克拉姆震惊地躺在他的房间里。起初，他没有回应你，但最终你引起了他的注意。"你为什么对我发脾气？难道你没看到我有时间……当你到了我这个年纪，并且看到了我所看到的东西，有时你只需要……停下来想一想。这种想法意味着不被打扰。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_GENERIC_1"]/text
source: Alkram seems particularly bothered by some thought of his, and angrily vents in your general direction but not necessarily to you specifically. "Bah, the purity and will of the public conscience is a myth. What this galaxy needs is a set of strong leaders who aren't tainted by democratic notions and have the strength and intelligence to lead us! And I don't mean some bourgeoisie monarchist flakes like Leiiikonpliiinakra or the Elders. I mean someone capable and competent! Those Shells seem to have the right idea. I can't say I'm a fan of their eugenics, but their leadership selection portrays an immense wisdom..."
ko: 알크람은 사색에 잠긴 도중 언짢은 생각을 한 모양입니다. 그는 당신을 향해 화풀이하기 시작했습니다. 굳이 함장님 본인을 두고 열변을 토하는 것은 아니지만요. "흥! 대중의 양심이 가지는 순결함과 의지 따윈 결국 허상일 뿐이야. 이 은하계에 필요한 건 민주주의 개념에 더럽혀지지 않은 지도자들, 우리를 인도할 강인함과 지적 능력을 갖춘 지도자들이야! 그렇다고 레이콘플리이나크라나 락맨 장로들 같은 나약한 부르주아 군주제 지지자들은 안 돼. 유능하고 능숙한 지도자가 필요하다 말이야! 그런 면에서 셸들이 올곧은 생각을 하고 있을지도 모르겠군. 비록 그들이 신봉하는 우생학은 맘에 들지 않지만, 셸의 선택을 받은 지도자들은 엄청난 지혜를 보여주지..."
ru: Алькрам, похоже, особенно обеспокоен какой-то своей мыслью и гневно выплескивает ее в вашу сторону, но не обязательно конкретно вам. "Ба, чистота и воля общественного сознания - это миф. Галактике нужны сильные лидеры, не запятнанные демократическими понятиями, у которых хватит сил и ума повести нас за собой! И я не имею в виду буржуазно-монархических выскочек вроде Лейиконплиинакры или Старейшин. Я имею в виду кого-то способного и компетентного! Эти ракушки, кажется, имеют правильное представление. Не могу сказать, что я поклонник их евгеники, но в их подборе лидеров прослеживается огромная мудрость..."
zh_hans: 阿尔克拉姆似乎对他的一些想法特别困扰，并愤怒地朝你的方向发泄，但不一定是专门针对你的。"呸，公众良心的纯洁和意志是一个神话。这个星系需要的是一群不受民主观念污染，有实力和智慧来领导我们的强大领袖！而且我不是说一些资产阶级君主主义者，如 Leiiikonpliiinakra 或长老。我的意思是有能力和能干的人！那些甲壳族似乎有正确的想法。我不能说我是他们优生学的粉丝，但他们的领导选择描绘了一种巨大的智慧......"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_GENERIC_2"]/text
source: "There are days when I regret the side I took in the Federation-Mantis War. There are days I regret my history as a war-hero. There are many days I mourn the lives of all I took. There are countless days I think of the soldiers that I couldn't save. But there is never a day I regret being a part of the Eargen Republic. We are a divided and downtrodden people, but beneath our endless depression there is a great culture and spirit that is all but lost. We must fight to reclaim it. My ideal Republic is no Federation member, this is true. But it is not of the Coalition either. I think our people simply need some isolation, to ponder our national identity and the values we used to stand for so long ago. And when we have, only then shall we emerge from this darkness as a new, vigorous nation full of life and wellbeing for the galaxy. It is a shame I could not be the one to bring us this future."
ko: "가끔은 연방-맨티스 전쟁 당시 내가 몸담았던 세력에 대해 회의을 느끼곤 하네. 내가 전쟁영웅으로 묘사되기까지의 과정에 대한 회의을 느낄 때도 있고. 내가 앗아간 모든 생명에 대해 애도하는 나날도 많네. 내가 구할 수 없었던 병사들에 대한 생각은 수없이 하고 있고. 하지만 난 단 하루도 이어젠 공화국의 일원이었다는 사실에 회의감을 느낀 적은 없네. 비록 이어젠 국민들은 분열되어 있고 침울해 있지만, 우리의 무한한 암울 속에는 위대한 문화와 잃어버린 기상이 잠들어 있다네. 우린 이를 되찾기 위해 반드시 싸워야 하네. 솔직히 말하면 나는 내 조국이 연방의 회원국이 되선 안 된다고 생각하나, 그렇다고 해서 연합의 회원국이 돼서도 안 된다 생각하네. 나는 먼 옛날 우리 국민들이 상징하던 국가의 정체성과 가치에 대해 충분히 생각할 수 있도록 잠시 거리를 유지할 필요가 있다고 생각하네. 그리고 이 과업을 이루었을 때야 비로소 우린 이 어둠에서 나와 새로운, 생기 넘치는, 그리고 건강한 은하계의 국가로 자랑스럽게 재탄생하겠지. 이 미래를 가져올 지도자가 내가 아니라는 게 통탄하도다."
ru: "Бывают дни, когда я жалею о том, что принял сторону Федерации в войне против богомолов. Бывают дни, когда я сожалею о своей истории героя войны. Есть много дней, когда я оплакиваю жизни всех, кого я забрал. Бесчисленное множество дней я думаю о тех солдатах, которых я не смог спасти. Но ни разу я не пожалел о том, что являюсь частью Республики Ирген. Мы разделенный и угнетенный народ, но под нашей бесконечной депрессией скрывается великая культура и дух, которые практически утрачены. Мы должны бороться, чтобы вернуть их. Моя идеальная Республика не является членом Федерации, это правда. Но она не принадлежит и Коалиции. Я думаю, что нашему народу просто необходима некоторая изоляция, чтобы поразмыслить о нашей национальной идентичности и ценностях, которые мы так давно отстаивали. И когда мы это сделаем, только тогда мы выйдем из этой тьмы как новая, энергичная нация, полная жизни и благополучия для всей галактики. Жаль, что я не смог стать тем, кто принесет нам это будущее".
zh_hans: "在联邦-螳螂族战争中，我有后悔站在一边。有些时候我对自己作为战争英雄的历史感到遗憾。有很多日子，我为我所夺走的所有人的生命而哀悼。有无数天我想起了我无法拯救的士兵。但从来没有一天我后悔成为吸虫共和国的一员。我们是一个分裂和受压迫的民族，但在我们无尽的沮丧之下，有一种伟大的文化和精神几乎消失了。我们必须为夺回它而战。我理想中的共和国不是联邦成员，这是真的。但它也不属于星联。我认为我们的人民只是需要一些独立，来思考我们的民族身份和我们很久以前所代表的价值观。只有这样，我们才能从黑暗中脱颖而出，成为一个充满生机和福祉的新国家。很遗憾，我不能成为给我们带来这个未来的人。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_GENERIC_3"]/text
source: "In my observations of your behavior I have noticed you lack a great deal of the discipline one would look to find in a good soldier. You lack the uniform and, I think, the nationalist spirit I would expect to see too. Yet, I see the heart and the spirit of one. Tell me captain, do you see yourself as a soldier?"
ko: "내가 자네 행동을 관찰해보니 참군인으로서 지녀야 할 군기가 빠져도 한참 빠져있군 그래. 제복도 착용하고 있지 않고, 내가 함장이 당연히 가질 거라 생각한 애국심도 결여되어 있고 말이야. 그래도 자넨 참군인의 마음가짐과 기상은 가지고 있어. 질문 하나 하지. 함장은 자신을 군인이라 생각하나?"
ru: "Наблюдая за вашим поведением, я заметил, что вам не хватает дисциплины, которую можно было бы найти в хорошем солдате. У вас нет формы и, как мне кажется, националистического духа, который я ожидал бы увидеть. Тем не менее, я вижу сердце и дух солдата. Скажите, капитан, видите ли вы себя солдатом?"
zh_hans: "在我对你的行为的观察中，我注意到你缺乏一名优秀士兵所应具备的纪律性。你缺少制服，我想，我也希望看到这种民族主义精神。然而，我看到一个人的心和精神。告诉我，舰长，你认为自己是一名士兵吗？"

source: Yes, I am a soldier of the Federation.
ko: 그렇습니다. 저는 연방 소속의 군인입니다.
ru: Да, я солдат Федерации.
zh_hans: 是的，我是联邦士兵。

source: "I see. I suppose this bears true in both a metaphorical and litteral sense. You do fight for the Federation, although you are a part of no platoon or squadron. Still, I have a great respect for any man or woman who serves a great debt to their nation. Even in my enemies, I can hold no ill will if they fight with true valor for a value they believe in. Such is what a soldier must be."
ko: "그렇군. 말 그대로의 의미로도 은유적 의미로도 그렇겠지. 자넨 연방을 위해 싸우긴 하지만 소대나 중대의 일원으로 전투에 참여하진 않을 테니. 어찌 됐든 난 조국을 위해 크게 이바지 하는 남녀들을 매우 존경하네. 진정한 용감함을 필두로 자신이 믿는 가치를 위해 싸운다면 내 적들이라 할지라도 악감정을 가질 수 없지. 이런 이들이야말로 참군인들이네."
ru: "Понятно. Полагаю, это верно как в метафорическом, так и в буквальном смысле. Вы действительно сражаетесь за Федерацию, хотя и не состоите ни во взводе, ни в эскадрилье. Тем не менее, я с большим уважением отношусь к любому мужчине или женщине, которые служат своему народу. Даже к своим врагам я не могу питать зла, если они сражаются с истинной доблестью за ценности, в которые верят. Таким и должен быть солдат".
zh_hans: "我明白了。我想这在比喻和字面意义上都是正确的。你确实为联邦而战，尽管你不是排或中队的一员。不过，我非常尊重任何为联邦服役的男人或女人。即使在我的敌人中，如果他们以真正的勇气为他们所信仰的价值而战，我也不会怀有任何恶意。这就是士兵所必须具备的。"

source: Yes, but a soldier of no allegiance.
ko: 그렇습니다. 하지만 누구를 위해 충성을 다하진 않습니다.
ru: Да, но солдат без верности.
zh_hans: 是的，但是一个不忠诚的士兵。

source: "Hm. Then not a good soldier are you? A soldier is one who fights for a cause, whatever that cause might be. I suppose it's in the name, yes? 'Renegade'. One without an allegiance. But are you then, I wonder, really a soldier at all? Or are you just another soul wandering this cosmos with no true purpose? Fighting for anything that seems right in the moment, but never finding a true ground to believe in. Not to say I know the answer, because I don't. And I doubt you do either. But this is the kind of reflection one must make to really find themself."
ko: "흥. 그럼 진정한 군인이 아니구만 그래? 참군인은 자신의 명분이 무엇이든 간에 싸워야 한다. 이미 자네의 호칭에서 다 드러나 있군. 안 그런가, '배회자'?. 충성을 바치지 않는 이. 하지만 결국 그렇다면, 자네는 군인이기는 한가? 아니면 참된 목적 없이 이 우주를 떠도는 또 다른 영혼일 뿐인가? 지금 당장은 옳은 듯 한 명분을 위해 싸우지만, 결국에는 진정으로 믿을 수 있는 이념을 못 찾게 되겠지. 내가 해답이랍시고 이러는 건 아니네. 나도 답을 모르고, 자네도 모를 테니. 하지만 진정한 자신을 찾기 위해 이런 심사숙고는 꼭 해야 한다네."
ru: "Хм. Значит, вы не очень хороший солдат? Солдат - это тот, кто сражается за дело, каким бы оно ни было. Полагаю, это заложено в имени, да? "Ренегат". Тот, кто не имеет верности. Но действительно ли вы тогда, интересно, солдат? Или вы просто еще одна душа, блуждающая по космосу без истинной цели? Боретесь за все, что кажется правильным в данный момент, но так и не находите истинного основания для веры. Не хочу сказать, что я знаю ответ, потому что я его не знаю. И я сомневаюсь, что вы тоже знаете. Но именно такие размышления должен совершить человек, чтобы по-настоящему найти себя".
zh_hans: "嗯。那你不是一个好士兵吗？士兵是为一个事业而战的人，不管那个事业是什么。我想这就是名义上的，是吗？'变元者'。一个没有所效忠的人。但是我想知道，你真的是个军人吗？还是你只是一个在这个宇宙中流浪的灵魂，没有真正的目的？为当下似乎正确的任何事情而战，却找不到真正的信仰。不是说我知道答案，因为我没有。我怀疑你也不会。但是一个人必须做出的反思才能真正找到自己。"

source: No, I am no soldier.
ko: 전 군인이 아닙니다.
ru: Нет, я не солдат.
zh_hans: 不，我不是士兵。

source: "And so scornfully you speak of it! At least, I must assume so for such a strong willed opinion. Yes, I know the type. I am, really, in no position to argue. I am proud to be a soldier, but I would not be proud to bring shame on someone else for not preferring the label."
ko: "군인이 자네에겐 참으로 경멸스런 존재인가 보구먼! 자네 의견을 이리 강력히도 피력하니 그리 생각할 수 밖에 없겠어. 그래, 나도 그런 부류들을 잘 알고 있네. 하지만 그런 이들에게 내가 뭐라 할 지위는 정말 아니네. 나는 자랑스런 군인이지만, 그런 호칭을 질색한다는 이유로 그들을 나무라는 일으로 자랑스러워 하진 않으니 말이네."
ru: "И так презрительно вы об этом говорите! По крайней мере, я должен предположить, что это так для такого решительного ответа. Да, я знаю этот тип. Правда, я не в том положении, чтобы спорить. Я горжусь тем, что я солдат, но я не горжусь тем, что могу навлечь позор на другого человека за то, что он не предпочитает этот ярлык".
zh_hans: "而且你说得这么轻蔑！至少，对于如此强烈的意愿意见，我必须如此假设。是的，我知道那种类型。我，真的，没有资格争论。我为成为一名士兵而感到自豪，但我不会因为别人不喜欢这个称号而感到羞耻。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_GENERIC_4"]/text
source: "There was a dark time in my life when I fell into much the same pit as my Leech brethren. This was shortly after we lost the war, when it felt like the Republic had done the impossible and fallen from grace when it hadn't even had any to begin with. I felt so much shame for who I was and my actions, and so I turned to dark avenues. It never reached, perhaps, the same lengths as many of my kind. But alcohol has a certain allure that seems to draw in and unite all the lost and poor souls in this galaxy. And so I became a drinker. I quit the military and subsided into history, to be forgotten as just another foolish man who thought he had a place in this galaxy. That was, until the Kleptocracy invaded. I could stand the Chrysolic practioners and their invasive monasteries. It was slanderous to our culture, sure, but we Leeches were never a spiritual folk before anyways. But such a brazen attack from an alien foe? I was drawn back into the fray." Alkram blinks, realizing he's been rambling a bit longer than he had anticipated. "What I mean to say, if you are to take the advice of this old general, is what we think we want and what reality shows us we need to be often lacks symmetry. Every man and woman has a purpose, but that purpose ought to be realized only when we're willing to see it."
ko: "나도 내 리치 동지들이 그렇듯 암흑기에 빠진 적이 있었지. 우리가 전쟁에서 패배한 직후였다네. 일어날 수 없으리라 생각한 결과가 일어나 이미 추락해버린 위상이 바닥을 뚫었을 때였지. 나는 내 자신과 내 행동에 수치심을 느껴 어두운 길로 빠져버렸다네. 비록 나는 내 동족들만큼은 아니었지만. 어쨌든 술에는 이 은하계에서 헤매고 있는 불쌍한 영혼을 끌어들이는 매력이 있다네. 그래서 나는 애주가가 되었어. 나는 군 생활을 그만두고 역사의 뒤편으로 사라졌다네. 이 은하계의 역사에서 한 자릴 할 거라는 착각에 빠진 어리석은 사내였지마는. 하지만 도둑정이 침략하자 그런 생활은 끝나버렸지. 솔직히 나는 크리스탈교 신자들과 노골적으로 선교 목적을 표출하는 수도원들은 어째 참을 수 있었네. 물론 우리 리치의 문화에 대한 모욕이긴 했지만, 어찌 보면 우리는 사실 영적 신앙을 믿는 존재들은 아니었거든. 하지만 외계의 적들이 뻔뻔하게 선공을 해왔다? 그러면 결국 다시 전장으로 돌아갈 수밖에 없지." 알크람은 그가 예상한 것보다 훨씬 더 오래 횡설수설했다는 것을 알아차리고 눈을 끔뻑거렸습니다. "어쨌든 내가 하고 싶은 말은, 이 늙은 장군이 보건대 리치의 이상과 현실에서 요구하는 이상적 모습은 일치 한 적이 거의 없다는 말일세. 모든 남녀에겐 이뤄야 할 목적이 있으나, 이 목적은 우리가 이를 직면하고자 할 때 비로소 실현되어야 한다는 것이지."
ru: "В моей жизни был мрачный период, когда я попал в ту же яму, что и мои собратья-пиявки. Это было вскоре после того, как мы проиграли войну, когда казалось, что Республика совершила невозможное и пала от милосердия, которого у нее и так не было. Мне было очень стыдно за себя и свои поступки, и я обратился на темную сторону. Возможно, это не достигло таких масштабов, как у многих мне подобных. Но алкоголь обладает некой притягательной силой, которая, кажется, притягивает и объединяет все потерянные и несчастные души в этой галактике. И вот я стал пить. Я уволился из армии и канул в историю, чтобы быть забытым как еще один глупец, который думал, что ему есть место в этой галактике. Так было до тех пор, пока не вторглась Клептократия. Я терпеть не мог хризолитов и их захватнические монастыри. Конечно, это было клеветой на нашу культуру, но мы, пиявки, и так никогда не были духовным народом. Но такое наглое нападение со стороны инопланетного врага? Меня снова потянуло в бой". Алькрам моргает, понимая, что говорит несколько дольше, чем предполагал. "Я хочу сказать, что, если следовать совету старого генерала, в том, что мы думаем, что хотим, и в том, что реальность показывает нам, что мы должны быть, часто нет никакой гармонии. У каждого мужчины и каждой женщины есть свое предназначение, но это предназначение должно быть реализовано только тогда, когда мы готовы его осознать".
zh_hans: "在我生命中的一段黑暗时期，我和我的吸虫族兄弟们陷入了同样的深渊。那是在我们输掉战争后不久，当时感觉共和国做了不可能的事，并且在它甚至还没有开始的时候就失宠了。我为自己的身份和行为感到非常羞耻，所以我转向了黑暗的道路。也许，它从来没有像我的许多同类一样长。但是酒精具有某种吸引力，似乎可以吸引并团结这个银河系中所有迷失和贫穷的灵魂。于是我变成了酒鬼。我退出了军队，沉入了历史，被遗忘为另一个自以为在这个银河系中占有一席之地的愚蠢人。那是，直到星盗会入侵。我可以忍受水晶信仰修行者和他们侵入性的修道院。当然，这是对我们文化的诽谤，但无论如何，我们吸虫族从来都不是宗教民族。但是来自外星敌人的如此厚颜无耻的攻击？我被拉回了战斗。" 阿尔克拉姆眨了眨眼，意识到自己说得比他预想的要长一点。"我的意思是，如果您要听从这位老将军的建议，我们认为我们想要的和现实向我们展示的我们需要的往往缺乏对称性。每个男人和女人都有一个目标，但这个目标应该只有当我们愿意看到它时才能实现。"
