Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ELLIE_GENERIC_3"]/text
source: You make the mistake of accidentally calling Ellie 'Stephan' once, and she reacts rather oddly. She turns to look at you in response for a brief moment before catching her error, immediately spinning back around and pretending she didn't hear you. When you try to get her attention by the name 'Ellie' again, she still doesn't respond. It seems she's fallen into some strange trance, or maybe is pretending to be asleep. You'll have to be more careful next time.
ko: 당신이 엘리를 실수로 한 번 '스테판'이라고 부르자, 그녀가 꽤 이상한 반응을 보입니다. 그녀는 무엇이 잘못되었는지 알아채기 전 반사적으로 몸을 돌려 당신을 바라보다가, 잘못된 점을 깨닫자 즉시 돌아서서 당신의 말을 듣지 못한 양 행동하고 있습니다. 다시 '엘리'라는 이름으로 그녀의 주의를 끌어도, 그녀는 계속해서 당신의 말을 무시합니다. 일종의 트랜스 상태에 빠진 것 같기도 하고, 아니면 잠든 체하는 것처럼 보이기도 합니다. 다음부터는 호칭에 더 주의해야겠군요.
ru: Однажды вы совершили ошибку, случайно назвав Элли "Стефаном", и она отреагировала довольно странно. Она поворачивается и смотрит на вас в ответ на короткое мгновение, но, заметив свою ошибку, тут же поворачивается обратно и делает вид, что не слышала вас. Когда вы снова пытаетесь привлечь ее внимание именем "Элли", она по-прежнему не реагирует. Похоже, она впала в какой-то странный транс или притворяется спящей. В следующий раз вам придется быть более осторожным.
zh_hans: 你犯了一个错误，不小心叫了埃莉'斯蒂芬'，她的反应相当奇怪。她转头看了你一眼作为回应，然后发现了自己的错误，立即转回身子，假装没有听到你的话。当你再次试图用'埃莉'这个名字吸引她的注意力时，她仍然没有反应。看来她已经陷入了某种奇怪的恍惚状态，或者也许是在装睡。你下次必须更加小心。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ELLIE_GENERIC_4"]/text
source: "It's a shame you're so old superfan! You look just about the age to not quite have been born in time to witness my show! You have no idea about the wonderificness you missed! Not that you COULDN'T have watched it while you were older, silly! It's soooo good it spans generations! Ellie is eternal! Ellie is forever."
ko: "열혈팬, 너는 너무 나이가 많아서 유감이야! 더 늦게 태어났다면 분명히 내 쇼를 봤을 텐데! 넌 네가 놓쳐버린 초 위대한 쇼에 대해서 전혀 모르고 있다고! 사실 그 쇼는 나이가 들어서도 볼 수 있었어, 바보야! 이건 어어어엄청나게 훌륭하고, 세대를 초월한단 말이야! 엘리는 영원해! 엘리는 사라지지 않아."
ru: "Жаль, что ты такой старый суперфан! Вы выглядите как раз на тот возраст, когда еще не успели родиться, чтобы стать свидетелем моего шоу! Ты даже не представляешь, какое чудо ты пропустил! Не то чтобы ты не мог посмотреть его, пока был старше, глупый! Он настолько хорош, что охватывает несколько поколений! Элли вечна! Элли вечна!"
zh_hans: "可惜你这么老了，超级粉丝！你看起来就像没有及时出生见证我的表演的年龄！你根本不知道你错过了多少精彩的节目！不是说你不能在长大后看它，傻瓜！它好得不得了。它是如此的好，它跨越了几代人！埃莉是永恒的！埃莉是永远的。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ELLIE_GENERIC_5"]/text
source: Ellie suddenly leaps towards you and grabs you in a gigantic bear hug, squeezing you so hard you feel like your organs might rupture. "I LOVE hugs! Yay!!! Hugs!! A long time ago there was someone else I used to hug a lot! I don't... I don't remember her name. So strange. But I remember the hugs!" There seems to be a strange sadness in Ellie's voice, but it quickly dissipates as her scattered psyche loses focus and proceeds to the next random adventure.
ko: 엘리가 갑자기 뛰어들어 당신을 곰처럼 꽉 끌어안습니다. 어찌나 세게 껴안았는지 내장이 터질 것 같다고 느껴질 정도입니다. "난 껴안는 것을 좋아해! 예이!!! 껴안기!! 아주 예전에 내가 자주 안아주던 사람이 있었지! 나는... 난 그녀의 이름이 기억나지 않아. 이상한 일이지. 하지만 포옹은 기억하고 있어!" 순간 엘리의 목소리에 기묘한 슬픔이 서렸지만, 산만한 엘리는 금세 집중력을 잃고 다른 신나는 일로 관심을 돌렸습니다.
ru: Элли внезапно прыгает к вам и хватает вас в гигантские медвежьи объятия, сжимая вас так сильно, что кажется, будто ваши органы могут разорваться. "Я обожаю объятия! Ура!!! Обнимашки!!! Давным-давно был один человек, которого я часто обнимала! Я не... Я не помню ее имени. Так странно. Но я помню объятия!" Кажется, что в голосе Элли звучит странная грусть, но она быстро рассеивается, когда ее рассеянная психика теряет фокус и переходит к следующему случайному приключению.
zh_hans: 埃莉突然跳向你，用一个巨大的熊抱抓住你，使劲挤压你，你觉得你的器官可能会破裂。"我喜欢拥抱！耶！！！拥抱！！！很久以前，有一个人我曾经经常拥抱！我不...我不记得她的名字了。太奇怪了。但我记得那些拥抱！"埃莉的声音中似乎有一种奇怪的悲伤，但随着她散乱的心理失去焦点，继续进行下一次随机的冒险，很快就消散了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ELLIE_JERRY_1"]/text
source: You notice Jerry watching Ellie strangely. Ellie wanders over to him, offering him an imaginary lollipop. Jerry accepts out of courtesy and follows it with a question. "Hey uh... Ellie? Have we ever met before?" Ellie cocks her head. "Probably! All the children have watched my show before! Everyone knows Ellie, everyone loves Ellie! You must be another fan!!!" Jerry nods. "Well yeah, I know you're Ellie. The real Ellie. By the way I'm uh... honored to meet you. I loved your show when I was younger. My favorite show, actually! But I just... I swear we've met. Like, personally. You seem... so familiar, and I don't know why." Ellie says nothing, seemingly not even hearing the question. Instead she hops away to offer candy hallucinations to someone else. Jerry hangs his head and sighs, then returns to his quarters.
ko: 당신은 제리가 엘리를 이상한 눈길로 바라보고 있다는 사실을 알아챕니다. 엘리는 제리에게 가서 상상 속의 막대사탕을 건넵니다. 제리는 예의상 마지못해 막대사탕을 받아 들고는 엘리에게 질문을 던집니다. "저기 어... 엘리? 우리가 예전에 만난 적 있던가요?" 엘리는 머리를 아래위로 흔듭니다. "아마도! 어린이들은 모두 내 쇼를 본 적이 있겠지! 모두가 엘리를 알아, 모두가 엘리를 사랑해! 넌 분명 또 다른 내 팬일 거야!!!" 제리가 끄덕입니다. "그래요, 저도 당신이 엘리라는 걸 알아요. 진짜 엘리 말이에요. 어... 만나서 영광이에요. 어렸을 때 전 당신이 나오는 프로그램을 정말 좋아했죠. 사실 가장 좋아했던 쇼가 그거예요! 그렇지만... 우리가 만난 적 있다는 건 확실해요. 방송을 통해서가 아니라 직접 얼굴을 마주 보고 말이에요. 당신은... 낯이 익거든요. 왜인지는 모르겠지만요." 엘리는 아무 말도 하지 않습니다. 사실 제리의 질문을 들은 것 같지도 않아 보입니다. 엘리는 질문에 대답하는 대신 껑충껑충 뛰어다니며 상상 속의 사탕을 또 다른 사람에게 건넵니다. 제리는 고개를 떨군 채 한숨을 쉬고 다시 그의 선실로 돌아갔습니다.
ru: Вы замечаете, что Джерри как-то странно наблюдает за Элли. Элли подходит к нему и предлагает воображаемый леденец. Джерри принимает его из вежливости и задает вопрос. "Привет... Элли? Мы когда-нибудь встречались раньше?" Элли качает головой. "Наверное! Все дети уже смотрели мое шоу! Все знают Элли, все любят Элли! Вы, наверное, еще один фанат!!!" Джерри кивает. "Ну да, я знаю, что ты Элли. Настоящая Элли. Кстати, для меня... большая честь познакомиться с вами. Мне нравилось ваше шоу, когда я была моложе. Мое любимое шоу, вообще-то! Но я просто... Клянусь, мы уже встречались. Лично. Вы кажетесь... такой знакомой, и я не знаю почему". Элли ничего не говорит, кажется, даже не слыша вопроса. Вместо этого она отпрыгивает в сторону, чтобы предложить конфетные галлюцинации кому-нибудь другому. Джерри повесил голову и вздохнул, затем вернулся в свою каюту.
zh_hans: 你注意到杰瑞奇怪地看着埃莉。埃莉走到他身边，给他一个想象中的棒棒糖。杰瑞出于礼貌接受了，并跟着问了一句。"嘿，呃......埃莉？我们以前见过吗？" 埃莉摇了摇头。"可能吧！所有的孩子以前都看过我的节目！每个人都知道埃莉，每个人都喜欢埃莉！你一定是另一个粉丝！！" 杰瑞点点头。"嗯，是的，我知道你是埃莉。真正的埃莉。顺便说一下，我呃......很荣幸能见到你。我年轻时喜欢你的节目。事实上，我最喜欢的节目！但我只是...我发誓我们已经见过面了。就像，个人。你看起来......如此熟悉，我不知道为什么。" 埃莉什么也没说，似乎根本没有听到这个问题。相反，她跳开了，向别人提供糖果的幻觉。杰瑞垂下头，叹了口气，然后回到了他的宿舍。

# data/events_socialize.xml$//event[@name="SOCIALIZE_STEPHAN_NOTHING"]/text
source: Stephan is sitting in his quarters, staring at the battered mask of his old costume. Tears running down his face, he doesn't realize you're watching him until you clear your throat. "S-sorry I can't... I can't talk- talk right now." Looks like you'll have to search elsewhere for conversation.
ko: 스테판이 그의 선실에 앉아 닳아해진 엘리 코스튬 마스크를 바라보고 있습니다. 스테판의 볼을 타고 눈물이 흘러내립니다. 당신이 목을 가다듬는 소리를 내기 전까지 스테판은 당신이 왔다는 것도 알아채지 못합니다. "미..미안합니다. 저..전... 당장은 대화하기 어려울 것 같습니다." 지금은 다른 말 상대를 찾아봐야 할 것 같습니다.
ru: Стефан сидит в своей каюте, глядя на потрепанную маску своего старого костюма. Слезы текут по его лицу, и он не замечает, что вы наблюдаете за ним, пока не прочищает горло. "Простите, я не могу... Я не могу сейчас говорить... говорить". Похоже, вам придется искать разговор в другом месте.
zh_hans: 斯蒂芬正坐在他的宿舍里，盯着他的旧服装的破损面具。泪水顺着他的脸流下来，他没有意识到你在看他，直到你清了清嗓子。"对-对不起，我不能......我现在不能说-说话。我现在不能说话。"看来你必须到其他地方去寻找谈话。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_STEPHAN_GENERIC_1"]/text
source: "I've been an actor since the day I flunked out of university. I started running a side gig at a traveling carnival as a mascot, where I befriended one of the carnies. That was Paul. We never saw eye to eye on a lot of things. Politics, especially. But we did both have higher hopes for ourselves and our futures than just some carnival shitshow. He had dreams of making his own TV show, and when I told him I had always wanted to be an actor - we had a crazy idea. We pooled our money, and we started recording after work in the big tent. I'd wear my costume and we'd do some basic family friendly comedy. It was a strange time. The Federation was still relatively new, and the Union was still recovering from the Fed-Mantis War. Things looked good for a while, after the Federation managed to put an end to the Inquisitions. People wanted light, fluffy entertainment. Something to just laugh at and forget about that dreadful war. We never expected to find such success... But we blew up! We got a small segment at the end of some big front runner cartoons on a major Union network, and soon started up the Ellie the Equinoid show for real! Things were so hopeful back then... god... and now it's all come to this." Stephan burries his face in his hands, signalling his story is over.
ko: "저는 대학에서 낙제 당해 쫓겨난 이후로 쭉 배우의 길을 걸어왔습니다. 처음 시작은 축제에서 사이드쇼로 등장하는 마스코트였지요. 그때 배우들 중 한 명과 친구가 되었습니다. 그가 바로 폴이었어요. 저희 의견이 서로 일치했던 적은 별로 없었습니다. 특히 정치에 대해서는 더더욱 그랬고요. 하지만, 우리 둘 모두 이 거지 같은 축제 사이드쇼 신세를 벗어나 더 높은 곳으로 향하고, 더 나은 미래를 그리는 꿈을 공유했습니다. 폴은 자신만의 TV 쇼를 만드는 꿈을 가지고 있었는데, 그런 폴에게 제가 배우의 꿈을 간직하고 있다고 털어놓으면서 우리는 정신 나간 아이디어를 떠올렸습니다. 저희는 돈을 모았고, 일과가 끝나면 큰 텐트 안에서 녹화를 시작했지요. 저는 코스튬을 입었고, 우리는 같이 가족친화적인 코미디를 쇼를 연기했습니다. 참 이상한 시간이었죠. 연방이 세워진 지 비교적 얼마 되지 않은 시점이었고, 연맹은 연방-맨티스 전쟁의 피해를 회복하고 있는 상태였습니다. 연방이 신정의 성전에 종지부를 찍은 후, 한동안은 모든 일이 순조롭게 풀리는 듯했습니다. 사람들은 밝고 말랑말랑한 엔터테인먼트를 원했죠. 암울하고 끔찍한 전쟁의 기억에서 벗어나 웃으며 즐길 수 있는 프로그램이 필요했으니까요. 우리는 큰 성공을 거둘 것이라고는 상상조차 하지 못했지만... 하지만 대박을 터트렸죠! 저희는 연맹의 메이저급 만화영화의 끝부분에 잠깐의 분량을 배정받을 수 있었고, 곧 에퀴노이드 엘리 쇼를 실제로 제작해서 내보내게 되었습니다! 그때까지만 해도 정말로 미래가 희망적이었어요. 그리고는... 신이시여... 그러다가 결국 이렇게 돼버렸네요." 스테판은 두 손바닥에 자기 얼굴을 파묻습니다. 이야기가 끝났다는 신호입니다.
ru: "Я был актером с того дня, как вылетел из университета. Я начал подрабатывать на странствующем карнавале в качестве талисмана, где подружился с одним из карнизистов. Это был Пол. Мы не сходились во взглядах на многие вещи. Особенно в политике. Но у нас обоих были большие надежды на себя и свое будущее, чем просто карнавальное дерьмо. Он мечтал сделать собственное телешоу, и когда я сказал ему, что всегда хотел стать актером, у нас родилась безумная идея. Мы объединили наши деньги и начали записываться после работы в большом шатре. Я надевал свой костюм, и мы делали базовую семейную комедию. Это было странное время. Федерация была еще относительно новой, а Союз все еще восстанавливался после войны Федерации с богомолами. После того, как Федерации удалось покончить с Инквизицией, дела на некоторое время пошли на лад. Людям нужны были легкие, пушистые развлечения. Что-то, над чем можно просто посмеяться и забыть о той ужасной войне. Мы не ожидали такого успеха... Но мы взорвались! Мы получили небольшой сегмент в конце нескольких больших передовых мультфильмов на крупной сети Союза, а вскоре запустили шоу Элли Эквиноида по-настоящему! Тогда все было так обнадеживающе... боже... и вот теперь все дошло до этого". Стефан зарывается лицом в ладони, давая понять, что его рассказ окончен.
zh_hans: "我从大学退学的那天起，我就一直是个演员。我开始在一个巡回嘉年华上当吉祥物做为副业，在那里我结识了一个同在嘉年华的人。那就是保罗。我们在很多事情上的看法都不一致。特别是政治。但我们都对自己和我们的未来有更高的希望，而不仅仅是一些嘉年华上的狗屎表演。他有制作自己的电视节目的梦想，而当我告诉他我一直想成为一名演员时--我们有一个疯狂的想法。我们凑了钱，下班后开始在大帐篷里录制。我穿上我的服装，我们会做一些基本的家庭友好型喜剧。那是一个奇怪的时期。联邦仍然相对较年轻的，而联邦仍在从螳螂入侵战争中恢复。在联邦设法结束了岩石族圣战之后，有一段时间事情看起来不错。人们想要轻松、松软的娱乐。有些东西可以让人笑一笑，忘记那些可怕的战争。我们没有想到会有这样的成功...但我们成功了！我们在一个主要的同盟网络上的一些大型领跑级动画片的结尾处得到了小片段的机会，并很快开始了真正的《小马埃莉》节目！那时候一切事情是那么的有希望......天啊......而现在一切都变成了这样。"斯蒂芬把脸埋在手里，表示他的故事已经结束了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_STEPHAN_GENERIC_2"]/text
source: "I'm a bit ashamed I didn't fight in the Federation-Mantis War. I'm a bit too junior, but not by much. Regardless, I've been a supporter of the Federation since day one. Or I suppose, more accurate, I've been anti-anything that's against the Federation. The Rebellion is a scourge on the Union, the brainchild of people who really, truly think a galaxy where every species is isolated from each another is a good one. That it's the only way to maintain peace, somehow. Wentworth is an idiot, not a mastermind. He's not really the one who turned the Rebellion into a death machine. It was his corporate interest friends, always whispering in his ear during nights of secret society poker games, that led us here. Frankly, the thing that ruined the Union wasn't even remotely the immigrants, it was the xenophobic masses who wanted rid of them so badly they were willing to tear the whole damn nation apart." Stephan shakes his head in disgust.
ko: "제가 연방-맨티스 전쟁에서 싸우지 않았다는 사실은 아직도 저를 조금 부끄럽게 만듭니다. 저는 싸우기에는 살짝 어린 나이였어요. 하지만 그다지 어린 나이도 아니었죠. 아무튼, 전쟁이 발발한 첫날부터 저는 연방의 지지자가 되었습니다. 아니, 좀 더 정확히 말하자면 연방을 반대하는 모든 것들과 대립했습니다. 반군은 모든 종족이 서로 격리되어 살아가는 우주가 좋은 우주라고 진심으로 믿는 자들이 만들어낸, 연맹의 재앙 덩어리였죠. 그게 유일하게 평화를 지키는 길이라고 주장하면서 말이죠. 웬트워스는 멍청한 놈이었지, 주모자는 아니었습니다. 반군을 살육 기계로 탈바꿈시켜버린 것은 사실 웬트워스가 아닙니다. 비밀스러운 포커 게임의 밤이 열릴 때마다, 이해관계가 일치하는 그의 동료들이 매일같이 그의 귓가에 대고 속삭여댔던 것입니다. 우리를 이곳까지 몰고 온 것은 바로 그들입니다. 솔직히 말하자면, 연맹을 망쳐놓은 것은 절대 이민자들이 아니었습니다. 오히려 이민자와 외계인들을 싹 쓸어버리길 원하는 대중들이 목표를 이루고자 나라 전체를 분열시키려 했던 것이죠." 스테판은 역겹다는 듯 고개를 흔듭니다.
ru: "Мне немного стыдно, что я не участвовал в войне Федерации с богомолами. Я немного младше, но не намного. Независимо от этого, я поддерживаю Федерацию с самого первого дня. Или, если точнее, я выступаю против всего, что направлено против Федерации. Восстание - это бич для Союза, детище людей, которые действительно, искренне считают, что галактика, где все виды изолированы друг от друга - это хорошо. Что это единственный способ сохранить мир, так или иначе. Вентворт - идиот, а не умник. Это не он превратил Восстание в машину смерти. Это его друзья из корпоративных интересов, постоянно нашептывающие ему на ухо во время ночных игр в покер в тайном обществе, привели нас сюда. Честно говоря, Союз разрушили даже не иммигранты, а ксенофобские массы, которые так сильно хотели от них избавиться, что готовы были разорвать всю эту чертову нацию". Стефан с отвращением качает головой.
zh_hans: "我有点惭愧，我没有参加联邦-螳螂族战争。我的资历浅了点，但也差不了多少。不管怎么说，从第一天起，我就一直是联邦的支持者。或者我想，更准确地说，我一直在反对任何反对联邦的东西。叛乱是联邦的一个祸害，是那些真的认为一个每个物种都相互隔离的星系是一个好地方的人的创意。不知为何，这是维持和平的唯一方法。温特沃斯是一个白痴，而不是一个主谋。他并不是真正把叛军变成死亡机器的人。是他的企业利益之友，在秘密社团扑克游戏的夜晚，总是在他耳边低语，把我们带到了这个地步。坦率地说，毁掉联邦的东西根本不是移民，而是那些非常想摆脱他们的排外主义群众，他们愿意把整个该死的国家撕碎。"斯蒂芬厌恶地摇摇头。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_STEPHAN_GENERIC_3"]/text
source: "I wonder what happened to Elena... it's been so so long. Do you think she knows? About me, and Ellie? When she left me, it wasn't this bad. It wasn't mania, it was just obsession. To think, if I had just gotten my act together..." Stephan lingers, tears forming in his eyes. "No... I can't... I can't keep dwelling on this. I'm going to tear myself apart if I keep this up. I need to forget Elena. I need to forget the Wentworths, and my old life. I need to be a new Stephan. No longer a circus freak, no longer Ellie. Thank you, captain, for showing me this light."
ko: "엘레나가 어떻게 되었는지 알고 싶습니다... 못 본 지 너무 오래됐어요. 엘레나는 알고 있을까요? 엘리에 저에 대해서? 그녀가 저를 떠났을 때만 해도 이 정도로 나쁘진 않았어요. 그냥 집착이었지, 광증 수준은 아니었으니까요. 그때 마음을 잘 가다듬기만 했더라면..." 스테판은 떠나가지 않는 기억에 눈물을 보입니다. "아냐.. 안 돼... 계속 이대로 가만히 멈춰 있을 순 없어. 계속 이런다면 스스로 버티지 못한다고. 엘레나를 잊어야 해. 웬트워스도, 내 옛 삶도. 나는 새로운 스테판이 되어야만 해. 나는 서커스를 하던 괴짜도 아니고, 더 이상 엘리도 아니야. 감사합니다, 함장님, 제게 빛을 보여주셔서."
ru: "Интересно, что случилось с Еленой... прошло столько времени. Как ты думаешь, она знает? Обо мне и Элли? Когда она меня бросила, все было не так плохо. Это была не мания, а просто одержимость. Подумать только, если бы я только взял себя в руки..." Стефан задерживается, в его глазах появляются слезы. "Нет... Я не могу... Я не могу продолжать думать об этом. Я разорву себя на части, если буду продолжать в том же духе. Мне нужно забыть Елену. Мне нужно забыть Вентвортов и мою прежнюю жизнь. Мне нужно стать новым Стефаном. Больше не цирковым уродцем, больше не Элли. Спасибо, капитан, что показали мне этот свет".
zh_hans: "我想知道埃琳娜发生了什么事......已经这么久了。你认为她知道吗？关于我，还有埃莉？当她离开我的时候，情况还没有这么糟。这不是狂躁症，这只是迷恋。想想看，如果我当时能振作起来......" 斯蒂芬徘徊着，泪水在他的眼睛里形成。"不......我不能......我不能一直纠缠于此。如果我继续这样下去，我会把自己撕碎的。我需要忘记埃琳娜。我需要忘记温特沃斯夫妇，忘记我以前的生活。我需要成为一个新的斯蒂芬。不再是马戏团的怪胎，不再是埃莉。谢谢你，舰长，让我看到了这束光。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_STEPHAN_GENERIC_4"]/text
source: "Captain, do you fear death?" Stephan stares at you blankly, and his deadpan delivery almost makes you wonder if it's meant to be a joke.
ko: "함장님, 함장님은 죽음을 두려워하십니까?" 스테판이 멍하니 당신을 바라봅니다. 이 무미건조한 농담은 농담이 맞는지도 의심이 갑니다.
ru: "Капитан, вы боитесь смерти" Стефан тупо смотрит на вас, и его бесстрастная речь почти заставляет вас задуматься, не шутка ли это.
zh_hans: "舰长，你害怕死亡吗？"斯蒂芬茫然地盯着你，他死板的表达方式几乎让你怀疑这是否是一个玩笑。

source: Yes.
ko: 두려워.
ru: Да.
zh_hans: 是。

source: Stephan nods. "Then we're in the same boat. This dread, this fear of existence... sometimes it makes me miss the numbness of being Ellie. I didn't know fear, or death, or dread. But is that worth becoming a monster? I guess not. Nothing is. I find so often we try to escape ourselves, escape our mortality, that we let ourselves become something we're not. We become the worst we can be, because when we're our worst, when we hate everyone else and see everyone as an enemy, then death seems like the least of our worries. Now, there is nothing left for me to fear but death. I've lost everything, and yet I still cling to my life. God, I'm such a mess..."
ko: 스테판이 고개를 끄덕입니다. "그러면 우리는 같은 처지군요. 이 두려움, 존재에 대한 공포는 가끔 엘리가 되었을 때의 무감각한 상태를 그립게 합니다. 엘리가 되었을 때 저는 공포도, 죽음도, 두려움도 몰랐습니다. 하지만 고작 그런 것을 위해서 괴물이 된다는 대가를 치를 가치가 있을까요? 저는 그렇게 생각하지 않습니다. 그런 대가를 치르고 얻어야 할 것 따위는 존재하지 않습니다. 저는 우리가 너무나도 자주 자신으로부터, 우리의 필멸성으로부터 벗어나 자신이 아닌 무언가 다른 것이 되도록 내버려 둔다는 사실을 깨달았습니다. 그러면 우리는 우리가 될 수 있는 가장 최악의 것이 되고 맙니다. 그리고 그때, 우리는 다른 모두를 적으로 돌립니다. 다른 모두가 적이 되면, 죽음은 우리가 걱정해야 할 것 중에서 가장 하찮은 것이 되어버립니다. 이제, 저에게는 죽음 말고는 두려워해야 할 것이 남지 않았습니다. 저는 모든 것을 잃었지만, 아직도 제 삶에 미련이 남은 모양입니다. 맙소사, 난 정말 엉망진창인 인간이야..."
ru: Стефан кивает. "Тогда мы в одной лодке. Этот ужас, этот страх перед существованием... иногда он заставляет меня скучать по оцепенению, когда я был Элли. Я не знал ни страха, ни смерти, ни ужаса. Но стоит ли это того, чтобы стать монстром? Думаю, нет. Ничто не стоит. Я считаю, что так часто мы пытаемся убежать от себя, от своей смертности, что мы позволяем себе стать тем, кем мы не являемся. Мы становимся самыми худшими, какими только можем быть, потому что когда мы самые худшие, когда мы ненавидим всех остальных и видим в каждом врага, тогда смерть кажется наименьшей из наших забот. Теперь мне нечего бояться, кроме смерти. Я потерял все, но все еще цепляюсь за свою жизнь. Боже, как же я запутался..."
zh_hans: 斯蒂芬点点头。"那么我们就在同一条船上。这种恐惧，这种对存在的恐惧......有时它让我怀念作为埃莉的麻木。我不知道恐惧，也不知道死亡，更不知道畏惧。但这值得成为一个怪物吗？我想不值得。没有什么是值得的。我发现，我们经常试图逃避自己，逃避我们的死亡，我们让自己成为我们不是的东西。我们成为最坏的自己，因为当我们是最坏的自己时，当我们憎恨其他人，把每个人都视为敌人时，那么死亡似乎是我们最不担心的事。现在，除了死亡，我已经没有什么可担心的了。我已经失去了一切，但我仍然坚持着我的生活。天啊，我真是一团糟......"

source: No.
ko: 아니.
ru: Нет.
zh_hans: 不。

source: "Interesting. Then I suppose I am jealous of your bravado." Stephan smiles weakly. "In a sense, I almost miss the numbness of being Ellie. I didn't know fear, or death, or dread. But is that worth becoming a monster? I guess not. Nothing is. I find so often we try to escape ourselves, escape our mortality, that we let ourselves become something we're not. We become the worst we can be, because when we're our worst, when we hate everyone else and see everyone as an enemy, then death seems like the least of our worries. Now, there is nothing left for me to fear but death. I've lost everything, and yet I still cling to my life. God, I'm such a mess..."
ko: "흥미롭네요. 당신의 허세를 부릴 수 있는 능력이 부럽군요." 스테판은 힘없이 미소를 지어 보입니다. "어떤 측면에서는 말입니다. 저는 가끔 엘리가 되었을 때의 무감각한 상태가 그립기도 합니다. 엘리가 되었을 때 저는 공포도, 죽음도, 두려움도 몰랐습니다. 하지만 고작 그런 것을 위해서 괴물이 된다는 대가를 치를 가치가 있을까요? 저는 그렇게 생각하지 않습니다. 그런 대가를 치르고 얻어야 할 것 따위는 존재하지 않습니다. 저는 우리가 너무나도 자주 자신으로부터, 우리의 필멸성으로부터 벗어나 자신이 아닌 무언가 다른 것이 되도록 내버려 둔다는 사실을 깨달았습니다. 그러면 우리는 우리가 될 수 있는 가장 최악의 것이 되고 맙니다. 그리고 그때, 우리는 다른 모두를 적으로 돌립니다. 다른 모두가 적이 되면, 죽음은 우리가 걱정해야 할 것 중에서 가장 하찮은 것이 되어버립니다. 이제, 저에게는 죽음 말고는 두려워해야 할 것이 남지 않았습니다. 저는 모든 것을 잃었지만, 아직도 제 삶에 미련이 남은 모양입니다. 맙소사, 난 정말 엉망진창인 인간이야..."
ru: "Интересно. Тогда, полагаю, я завидую вашей браваде". Стефан слабо улыбается. "В каком-то смысле, я почти скучаю по оцепенению, когда был Элли. Я не знал ни страха, ни смерти, ни ужаса. Но стоит ли это того, чтобы стать монстром? Думаю, нет. Ничто не стоит. Я считаю, что так часто мы пытаемся убежать от себя, от своей смертности, что мы позволяем себе стать тем, кем мы не являемся. Мы становимся самыми худшими, какими только можем быть, потому что когда мы самые худшие, когда мы ненавидим всех остальных и видим в каждом врага, тогда смерть кажется наименьшей из наших забот. Теперь мне нечего бояться, кроме смерти. Я потерял все, но все еще цепляюсь за свою жизнь. Боже, как же я запутался..."
zh_hans: "有意思。那么我想我是嫉妒你的勇敢。"斯蒂芬虚弱地笑了笑。"从某种意义上说，我几乎怀念作为埃莉的麻木。我不知道恐惧，也不知道死亡，更不知道畏惧。但这值得成为一个怪物吗？我想不值得。没有什么是值得的。我发现，我们经常试图逃避自己，逃避我们的死亡，我们让自己成为我们不是的东西。我们成为最坏的自己，因为当我们是最坏的自己时，当我们憎恨其他人，把每个人都视为敌人时，那么死亡似乎是我们最不担心的事。现在，除了死亡，我已经没有什么可担心的了。我已经失去了一切，但我仍然坚持着我的生活。天啊，我真是一团糟......"

source: But what is death?
ko: 죽음이란 무엇이지?
ru: Но что такое смерть?
zh_hans: 但什么是死亡？

source: "I'm afraid I'm not that philosophical, captain." Stephan laughs. "If you haven't noticed, I used to play a horse in a show for 11 year olds. I'm not exactly a brainiac. If you're asking those kinds of questions though, then keep at it. We need more people who think critically about this existence, and don't rush headfirst into the fray..."
ko: "함장님, 제가 그렇게 철학적인 사람은 아니라서 말입니다." 스테판이 웃습니다. "아직 눈치채지 못하셨다면, 저는 열 한 살짜리가 보는 쇼에서 말을 연기했었어요. 머리를 쓰는 타입은 아니죠. 그런 종류의 질문이 있다면 잠시 접어두세요. 대답하려면 존재에 대해 더 날카로운 생각을 할 수 있는 사람이 필요하니까요. 무모하게 그런 주제로 뛰어들지는 말자고요..."
ru: "Боюсь, я не настолько философски настроен, капитан". Стефан смеется. "Если вы не заметили, я играл лошадь в спектакле для 11-летних детей. Я не совсем мозговитый человек. Но если вы задаете такие вопросы, то продолжайте в том же духе. Нам нужно больше людей, которые критически осмысливают это существование и не бросаются сломя голову в омут с головой..."
zh_hans: "恐怕我没那么有哲理，舰长。"斯蒂芬笑道。"如果你没注意到，我曾经在一个为11岁孩子的表演中扮演一匹马。我并不完全是一个脑力劳动者。如果你问的是这类问题，那就继续问吧。我们需要更多的人对这种存在进行批判性的思考，而不是一头冲进战场......"
