Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SYLVAN_SLOCKNOG_1"]/text
source: Both Sylvan and Slocknog are having a smoke together in the corner of the lounge. "Ssso, I heard you like to go by the title of 'wandering hero.' Bit of a... ssshowy title, but I can't really judge." Sylvan chuckles at his little jab at Slocknog. Slocknog doesn't seem too bothered, but he's eager to correct Sylvan. "Oh, well no, not really. I'm not wanderer and cccertainly no hero. Unlike you, I might add. You're the real deal... a true myssstery. It'sss an honor to meet sssuch a famousss name, not jussst in the Kleptocracccy but in the whole Multiverssse!" Slocknog extends his tentacle. "It'sss always... good to have connectionssss, you know?" Sylvan shakes Slocknog's hand, but only after a brief pause. "Not sssure 'hero' really dessscribesss me, ssstranger. I'm a merchant. I'd gladly trade all the pressstige I've earned over the yearsss for a bit of ssscrap and sssome sssafety. Unfortunately, with the legacy I've left, it sssseemsss ssome foolssss can't help themselvessss but throw every damn thing they've got at me trying to prove ssssomething. Asss you can tell by me ssstanding here, they... don't often sssucccceed." Sylvan shrugs. "But I am ccccertainly honored to meet a former king. I don't ssstick around the Kleptocracccy much... but yessss, a few connectionssss certainly help, don't they?"
ko: 실반과 슬럭노그가 라운지 구석에서 함께 담배를 피우고 있습니다. "'유랑 영웅'이라 불린다고 들었는데... 쩨가 판단할 건 아니찌만, 쌀짝 과한 별명 같네요." 실반이 낄낄거립니다. 슬럭노그는 별로 신경 쓰지 않는 것처럼 보이면서도 열정적으로 실반의 말을 바로잡습니다. "오, 음, 싸씰은 아닙니다. 쩌는 유랑짜도 아니고 영웅은 더더욱 아니쬬. 당씬과는 다르게 말입니다. 당씬이야말로 찐짜쬬... 찐짜 쑤쑤께끼. 도둑쩡뿐만 아니라 온 멀티버쓰의 유명인을 만나게 되어 영광입니다!" 쓸록노그가 촉쑤를 뻗씁니다. "연쭐은... 언쩨나 쫗쬬. 그렇찌 않나요?" 실반은 슬럭노그와 악수를 하고 잠시 멈추어 섭니다. "낯썬이, 쩌는 '영웅'이라고 불릴 쑤 업써요. 쩌는 행쌍인이쬬. 쩌는 쩨가 찌난 몇 년간 얻은 모든 명썽을 기꺼이 쓰크랩과 안쩐으로 바꿀 쑤 이써요. 안타깝게도, 어떤 바보들은 쩨가 남긴 유싼 때문에 그들이 가찐 모든 나쁜 것들을 쩨게 던쪄써 뭔가를 쯩명하려고는 하쬬. 하찌만 쩨가 여기 써 있는 걸 보면 알 쑤 있드씨, 그들이 썽공하는 경우는... 많찌 않쬬." 실반이 어깨를 으쓱합니다. "어쨌거나 쩐 국왕을 만나게 되어 쩡말 영광입니다. 도둑쩡과 별로 연관은 업찌만... 확씰히 연결고리는 많을쑤록 쫗쬬."
ru: Сильван и Слокног вместе курят в углу гостиной. "Я ссслышшшал, что вы любите ходить под именем "путешшшессствующщщий герой". Немного... ссстранный выбор, но я не могу сссудить". Сильван смеется над своей маленькой шшшуткой в адрес Слокнога. Слокног не выглядит слишком обеспокоенным, но ему очень хочется поправить Сильвана. "О, ну нет, не сссовсссем. Я не путешшшессственник и уж тем более не герой. В отличие от вассс. Вы - нассстоящщщий герой... нассстоящщщая загадка. Для меня большшшая чесссть познакомитьссся ссс такой знаменитоссстью не только в Клептократии, но и во всссей Мультивссселенной!" Слокног протягивает свое щупальце. "Всссегда... хорошо иметь сссвязи, понимаете?" Сильван пожимает руку Слокнога, но только после короткой паузы. "Не уверен, что "герой" дейссствительно описссывает меня, ссстранник. Я торговец. Я ссс радоссстью обменял бы весссь сссвой прессстиж, заработанный за долгие годы, на немного металлолома и безопасссносссть. К сссожалению, ссс тем нассследием, которое я оставил, некоторые глупцы, похоже, не могут удержатьссся и бросссаютссся на меня сссо всссей сссилы, пытаясссь что-то доказать. Как вы можете сссудить по тому, что я ссстою здесссь, им... не часссто это удаетссся". Сссильван пожимает плечами. "Но для меня, конечно, большшшая чесссть познакомитьссся ссс бывшшшим королем. Я не часссто бываю в Клептократии... но да, кое-какие сссвязи, конечно, помогают, не так ли?"
zh_hans: 希尔凡和斯洛克诺格正在休息室的角落里一起抽烟。"听说你喜欢冠以'流浪英雄'的称号。有点……浮夸，但我真的无法判断。"希尔凡对着他对斯洛克诺格的小插曲轻笑。 斯洛克诺格似乎并没有太在意，但他急于纠正希尔凡。"哦，不，不是真的。我不是流浪者，更不是英雄。不像你，我可以补充一下。你是真正的游商......一个真正的谜。很荣幸见到这么有名的名字，不仅在星盗会中，而且在整个多元宇宙中！"斯洛克诺格伸出他的触手。"有人脉……总是很好，对吧？" 希尔凡与斯洛克诺格握手，但只是在短暂的停顿之后。"'英雄'不是很如实地描述了我，陌生人。我是一个游商。我很乐意用我多年来获得的所有声望换取一点废料和安全。不幸的是，有了我留下的遗产，一些愚蠢的东西不见好就收，而是把他们所有从我这得到的该死的东西都扔掉了，试图证明什么。你看我站在这里就知道了，他们…不经常成功。"希尔凡耸了耸肩。"但我很荣幸能见到一位前国王。我不怎么在星盗会中转悠……但是是的，一些人脉肯定有帮助，不是吗？"

# data/events_socialize.xml$//event[@name="SOCIALIZE_ALKALI_NOTHING"]/text
source: Alkali sounds annoyed as you approach him, despite seemingly not being involved in anything at the moment. "Do you mind? Thhhere is limited oxygen supply in any given room and my biology happens to require a lot of it. Unless you have somethhhhing life changing to tell me, you're doing nothing but hogging my air supply. I request that you leave."
ko: 알칼리는 아무런 일도 하고 있지 않아 보이는 데도 당신이 들어오자 화난 듯이 말했습니다. "이봐! 어느 방이든 거기엔 한정된 사아안소오오가 있고 나의 새애앵명을 유지하기 위해서어언 많은 사아안소오오가 필요해. 인새애앵을 바꿀만한 얘기를 하러 온 게 아닌 이사아앙, 당시이인이 공기를 허비하고 이쓰으을 뿐이야. 그러니 이만 나가줘."
ru: В голосе Алькали звучит раздражение, когда вы приближаетесь к нему, несмотря на то, что он вроде бы ничем не занят в данный момент. "Ты не возражаешь? В любом помещении запас кислорода ограничшен, а моя биология требует его очшень много. Если ты не хочешь сообщить мне ничшего нового, ты только отнимаешь у меня воздух. Я прошу тебя уйти".
zh_hans: 当你接近他时，阿尔科莱听起来很生气，尽管目前似乎没有参与任何事情。"你介意吗？在任何给定的房间里，氧气供应都是有限的，而我的生物学研究恰好需要很多氧气。除非你有什么能改变生活的事情要告诉我，否则你只会占用我的空气供应。我请求你离开。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_GENERIC_1"]/text
source: You spot Alkali fiddling with the water purification system and demand to know what he's doing. "Why are you bothering me? Can't you see I'm busy?" You fold your arms and demand Alkali explain what he's doing with the purification system once again. He lets out an exaggerated sigh to demonstrate how much he finds your unintelligence frustrating. "I'm experimenting thhhhe effects of various species ingesting sulfuric acid. I can assure you thhhhe results will be enlightening."
ko: 정수 장치를 이리저리 만지고 있는 알칼리를 발견하고는 그에게 무슨 일을 하고 있는 지 물어봤습니다. "왜 이렇게 서어엉가시이이게 구는 거야? 지금 바쁜 거 안 보여?" 당신은 팔짱을 낀 뒤 정수 장치로 무엇을 하는지 설명하라고 다시 한 번 요구했습니다. 그는 당신의 무능함이 얼마나 답답한지 보여주기 위해 한숨을 크게 내쉬었습니다. "다양한 종이 황사아안 서어업취를 해쓰으을 때 미치는 영향을 시이일험하고 이써어어. 시이일험 결과가 매우 놀라울 거라고 내가 장담할게."
ru: Вы замечаете, что Алькали возится с системой очистки воды, и вы интересуетесь, что он делает. "Почшему ты меня беспокоишь? Разве ты не видишь, чшто я занят?" Вы складываете руки и требуете, чтобы Алькали еще раз объяснил, что он делает с системой очистки. Он преувеличенно вздыхает, демонстрируя, как сильно его расстраивает ваша неинтеллигентность. "Я провожу эксперименты по воздействию серной кислоты на различшные виды животных. Уверяю тебя, результаты будут весьма познавательными".
zh_hans: 你发现阿尔科莱在摆弄净水系统，并要求知道他在做什么。"你为什么要打扰我？你没看到我很忙吗？" 你交叉双臂，要求阿尔科莱再次解释他对净化系统的操作。他夸张地叹了口气，以表明他对你的不聪明感到沮丧。"我正在试验不同物种摄入硫酸的效果。我可以向你保证，结果会很有启发性。"

source: Demand to know what "results" Alkali is looking for.
ko: 어떤 "실험 결과"를 기대하는 지 물어본다.
ru: Поинтересоваться, какие "результаты" нужны Алькали.
zh_hans: 需要知道阿尔科莱正在寻找什么"结果"。

source: Alkali pauses and you could swear he attempts to roll his eye, though you can't see it through his shell. "You wouldn't understand thhhe complexity of thhhe process, so I'll make it simple. Sulfuric acid goes down thhhe hatch, and makes thhhe tummy feel bad. I want to know to what extent thhhe bad tummy feeling impacts different species. Now, I ask that you stop interrupting my experiments. Please, let me know immediately once the crew start vomiting blood. Thhhat's how I'll know thhhe control test is working."
ko: 알칼리는 잠시이이 말을 멈췄고, 그의 껍데기에 가려 보이지 않았지만 답답함에 눈을 굴렸다고 확시이인할 수우우 이써어어쓰으읍니다. "시이일험 과정이 복잡해서어어어어 이해하지 못할 테니 간단히 서어얼명할게. 황사아안은 입을 통해 들어가 복통을 발새애앵시이이키지. 난 어느 정도 배가 아파야 다른 종에게도 영향이 있는 지 알고 시이잎어. 자, 그럼 이제 시이일험을 방해하지 말아줘. 그리고 스으응무원이 피를 토하기 시이이작하면 바로 말해 달라고. 그래야 대조 시이일험이 제대로 이뤄졌는지 알 수우우 이쓰으으니까."
ru: Алькали делает паузу, и можно поклясться, что он пытается закатить глаза, хотя сквозь его оболочку этого не видно. "Ты не поймешь всей сложности процесса, поэтому я объясню проще. Серная кислота попадает в желудок и вызывает неприятные ощущения в животе. Я хочшу узнать, в какой степени неприятные ощущения в животе влияют на разные виды. А теперь я прошу тебя не мешать моим экспериментам. Пожалуйста, сообщи мне немедленно, как только у экипажа начшнется рвота кровью. Так я узнаю, чшто контрольный тест работает".
zh_hans: 阿尔科莱停顿了一下，你可以发誓他试图翻白眼，尽管你无法透过他的外壳看到它。"你不会理解这个过程的复杂性，所以我会简单点。硫酸会进入饮水，让肚子感觉很糟糕。我想知道糟糕的肚子感觉在多大程度上影响了不同的物种。现在，我请求你不要再打断我的实验了。一旦船员开始吐血，请立即通知我。这样我才能知道控制测试是否有效。"

source: Mock his experiments.
ko: 그의 실험을 조롱한다.
ru: Высмеять его эксперименты.
zh_hans: 嘲笑他的实验。

source: You pat Alkali on the head and give him a thumbs-up, congratulating him on embracing the scientific method. Entirely missing the point, Alkali only seems more encouraged. "Finally, someone understands my genius. Now, I ask that you stop interrupting my experiments. Please, let me know immediately once the crew start vomiting blood. Thhhat's how I'll know thhhe control test is working."
ko: 당신은 알칼리의 머리를 쓰다듬은 뒤 엄지를 치켜세우며 과학적 방법을 채택한 것을 축하해줬습니다. 의도를 완전히 잘못 이해한 알칼리는 더욱 의기양양해 보였습니다. "나의 천재서어엉을 이해해주는 사아아람을 드디어 만났군. 자, 그럼 이제 시이일험을 방해하지 말아줘. 그리고 서어언원이 피를 토하기 시이이작하면 바로 말해 달라고. 그래야 대조 시이일험이 제대로 이뤄졌는지 알 수우우 이쓰으으니까."
ru: Вы гладите Алькали по голове и поднимаете большой палец вверх, поздравляя его с тем, что он использует научный метод. Совершенно не понимая сути дела, Алькали только еще больше воодушевляется. "Наконец-то кто-то понял мой гений. А теперь я прошу тебя не мешать моим экспериментам. Пожалуйста, сообщи мне немедленно, как только у экипажа начшнется рвота кровью. Так я узнаю, чшто контрольный тест работает".
zh_hans: 你拍拍阿尔科莱的头，竖起大拇指，祝贺他的科学方法被接受了。完全没有抓住重点，阿尔科莱似乎更受鼓舞。"终于有人了解我的天才了。现在，我请求你不要再打断我的实验了。请在船员开始吐血后立即通知我。这样我才能知道控制测试是否有效。"

source: Give up and leave him alone.
ko: 방해하지 않고 그를 내버려 둔다.
ru: Уйти и оставить его в покое.
zh_hans: 放弃，让他一个人待着。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_GENERIC_2"]/text
source: Alkali rolls up to you, seeming rather nervous. After a few moments of awkward silence, you finally ask him what's wrong. You expect him to explain he's accidentally poisoned the water supply again or killed someone while experimenting on them, but instead he catches you off-guard. "Captain, important question. Testing a hypothhhesis. Am I... racist?"
ko: 알칼리가 다소 긴장한 모습으로 당신에게 다가왔습니다. 어색한 침묵이 다소 흐른 다음, 결국 그에게 무슨 일이 있는 지 물어봤습니다. 실수로 물 공급장치에 다시 독을 탔다거나 실험 도중 누군가를 죽였다는 얘기를 기대했지만 그의 입에서 예측하지 못한 말이 나왔습니다. "함장. 중요한 질문이 이써어어. 이 가서어얼이 맞는지 말해줘. 내가... 인종차별주의자야?"
ru: Алькали подкатывается к вам, кажется, очень нервничая. После нескольких минут неловкого молчания вы наконец спрашиваете его, в чем дело. Вы думаете, что он снова случайно отравил водопровод или убил кого-то, проводя над ним эксперименты, но вместо этого он застает вас врасплох. "Капитан, важный вопрос. Это проверка гипотезы. Я... расист?"
zh_hans: 阿尔科莱向你滚来，看起来很紧张。在一阵尴尬的沉默之后，你终于问他怎么了。你希望他解释说他再次意外地毒化了供水或在对某人进行试验时杀死了某人，但他却让你措手不及。"舰长，重要的问题。测试一个假设。我是……种族主义者吗？"

source: Extremely.
ko: 완전히 맞습니다.
ru: В высшей степени.
zh_hans: 极其的。

source: "Uhm. Wait, what? Hahah... no no I'm not... I'm not racist! What a stupid thhhing to say! Eugenics and racism are very different thhhings! One is scientific, and thhhe other is unfounded tribal nonsense! Look how well it has worked for thhhhe Shells! We all get along, thhhere's zero conflict, everyone serves thhheir purpose faithfully!" Alkali continues, the irony completely lost on him. "A few genetically unviable people have to die but thhhe rest are just never born! Thhhat's why Shells are so efficient and smart, unlike other species! Er... sorry, I didn't mean to imply YOU weren't genetically viable. You are. Almost. Kind of. Wait. Shit, I'm being an 'asshole' again, aren't I? Ugh. Remind me later to ask if I'm an asshole when I have thhhe mental energy again." Alkali seems a bit hurt, but rolls away to go drown himself in his experiments again.
ko: "음... 잠깐, 뭐라고? 하하... 아니, 아니야... 난 인종차별주의자가 아니라고! 무스으은 그런 멍청한 소오오리를 하는 거야! 유전학과 인종차별은 완전 다른 얘기야! 전자는 과학적 사아아아시이일이고 후자는 근거 없는 허쏘오오리야! 셰에엘에게 이써어어 얼마나 좋게 작용했는데! 우리는 잘 어울려 사아알고 있고 갈등도 전혀 없고 모두 다 자기의 목표를 서어엉시이일히 수우우행하고 있다고!" 알칼리는 자신이 하는 말이 가진 모순에 전혀 상관하지 않고 말을 계속 이어 갔습니다. "유전적으로 새애앵존할 수우우 없는 몇몇 사아아아람들이 죽어야만 절대로 그런 사아아람이 태어나지 않을거 아니야! 그렇기 때문에 셰에엘들이 다른 종들과 달리 효율적이고 똑똑한 거야! 어... 미안. 당시이인이 유전적으로 새애앵존할 수우우 없다고 말하려는 의도는 아니어써어어. 뭐 거의 그렇긴 하지만. 젠장, 내가 또 '개새애애끼'처럼 굴었군, 그렇지 않나? 에휴. 나의 정시이인적인 기운이 다시이이 돌아와쓰으을 때 내가 개새애애끼인지 아닌지 나중에 다시이이 물어봐줘." 알칼리는 조금 상처를 입은 듯 다시 실험에 몰두하려 돌아갔습니다.
ru: "Подожди, чшто? Хахах... нет, нет, я не... Я не расист! Какая глупость! Евгеника и расизм - это совершенно разные вещи! Одна - научшная, а другая - беспочшвенный племенной бред! Посмотри, как хорошо это работает у ракушек! Мы все ладим, конфликтов нет, все верно служат своей цели!" Алькали продолжает, совершенно не замечая иронии. "Несколько генетичшески нежизнеспособных людей должны умереть, но остальные просто не рождаются! Вот почшему ракушки так эффективны и умны, в отличшие от других видов! Э... прости, я не хотел сказать, чшто ТЫ генетичшески нежизнеспособен. Ты - да. Почшти. Вроде того. Стоп. Чшерт, я опять веду себя как "мудак", да? Уф. Напомни мне позже, чштобы я спросил, не мудак ли я, когда у меня снова будет достаточшно ментальной энергии." Алькали выглядит немного обиженным, но уходит, чтобы снова утонуть в своих экспериментах.
zh_hans: "嗯。等等，什么？哈哈……不，我不是……我不是种族主义者！说什么愚蠢的事情！优生学和种族主义是非常不同的事情！一个是科学的，另一个是毫无根据的部落胡说八道！看看它在甲壳族运行得多好！大家相处融洽，零冲突，每个人都忠实地为自己的目的服务！" 阿尔科莱继续说，讽刺完全没有在他身上。"一些基因上缺陷的人必须死去，其余的人也永远不会出生！这就是为什么甲壳族如此高效和聪明，不像其他物种！呃……对不起，我并不是要暗示你在基因上不可行。你是。几乎。有点儿。等等。妈的，我又是一个"混蛋"，不是吗？啊。稍后提醒我，当我再次拥有精神能量时，我会问我是否是个混蛋。"阿尔科莱似乎有点受伤，但他还是滚开了，又去在他的实验中淹死自己。

source: A little.
ko: 조금 그렇습니다.
ru: Немного.
zh_hans: 一点。

source: "What? A little? A LITTLE? Are you out of your god damn mind? I am not racist asshole! Idiot. God damn it, why would you even suggest such a thhhing. Are you just trying to warn me you're mentally insufficient? Yikes." Alkali rolls away.
ko: "뭐라고? 조오그음? 쪼오오그으음? 정시이인이 나간 거 아니야? 난 개같은 인종차별주의자가 아니야! 이 멍청아. 제기랄 왜 그런 말을 하는 거야. 정시이인적으로 덜떨어졌다고 내게 경고하고 시이잎은 거야? 으윽." 알칼리는 자리를 떠났습니다.
ru: "Чшто? Немного? НЕМНОГО? Ты чшто, совсем с ума сошел? Я не расистский мудак! Идиот. Чшерт возьми, почшему ты даже предположил такое. Ты просто пытаешься предупредить меня, чшто ты умственно неполноценный? Фу." Алькали укатывается.
zh_hans: "什么？一点点？一点点？你是不是疯了？我不是种族主义的混蛋！白痴。该死的，你为什么要提出这样的建议。你只是想警告我你是精神错乱的吗？哎呀。"阿尔科莱滚走。

source: Not really.
ko: 딱히 아닐 겁니다.
ru: Не очень.
zh_hans: 不确定。

source: "Not really? Why thhhhe uncertainty? Of course I'm not racist, idiot. Hmph. Man, sometimes it's painful being thhhhe only one with thhhe confidence to say thhhe obvious." Alkali rolls away.
ko: "딱히 아니라고? 왜 불확시이일하게 말하는 거야? 당연히 난 인종차별주의자가 아니라고, 이 멍청아. 흐음. 명확한 거스으을 자시이인 있게 말하는 유일한 사아아람이라는 게 때로는 참 힘들단 말이지." 알칼리는 자리를 떠났습니다.
ru: "Не очшень? Почшему такая неуверенность? Конечшно, я не расист, идиот. Хмм. Блин, иногда так больно быть единственным, кто уверенно говорит очшевидное". Алькали укатывается.
zh_hans: "不确定？为什么？我当然不是种族主义者，白痴。哼。伙计，有时候，当一个有信心说显而易见的话的人是痛苦的。"阿尔科莱滚走。

source: Not at all.
ko: 전혀 아닙니다.
ru: Ни в коем случае.
zh_hans: 一点也不。

source: "Oh phew, what a relief! So many people were telling me thhhat I was thhhat I was starting to get worried! Well, glad to know I'm still thhhe only one who's right about anythhhing." Alkali rolls away.
ko: "휴 정말 다행이야! 많은 사아아람이 나보고 그렇다고 말해서어어 걱정하던 참이어써어어! 여전히 뭐든 옳은 말을 하는 유일한 사아아람이라는 걸 알게 되어서어어 참 기쁘군." 알칼리는 자리를 떠났습니다.
ru: "О, фух, какое облегчшение! Столько людей говорили мне, чшто я такой, чшто я уже начшал волноваться! Приятно знать, чшто я по-прежнему единственный, кто во всем прав". Алькали укатывается.
zh_hans: "呼，多么宽慰啊！这么多人告诉我，我都开始担心了！好吧，很高兴知道我仍然是唯一一个对任何事情都是正确的人。"阿尔科莱滚走。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKALI_GENERIC_3"]/text
source: "An important... dare I say, philosophical question for you." Alkali stares intently at you. "Do you hate anyone? Like, a burning, seering hatred. Someone you want dead. Like, a special, painful, very gruesome kind of dead."
ko: "매우 중요한... 말하자면 어떤 철학적인 질문을 하고 시이잎어." 알칼리가 당신을 뚫어지게 쳐다봤습니다. "시이잃어하는 누군가가 이써어어? 불타오르는 증오 때문에 죽어쓰으으면 하는 사아아아아람 말이야. 특별하고 고통스으으럽게 아주 잔인한 방법으로 죽어쓰으으면 하는 사아아람이 이써어어?"
ru: "У меня к тебе важный... смею сказать, философский вопрос". Алькали пристально смотрит на вас. "Ты кого-нибудь ненавидишь? Испытываешь жгучшую, пылающую ненависть. Кого-то, кого ты хочшешь убить. Особой, мучшительной, очшень страшной смертью".
zh_hans: "一个重要的……我敢说，对你来说是一个哲学问题。"阿尔科莱专注地盯着你。"你恨任何人吗？比如，一种燃烧的、看得见的仇恨。你想要他死的人。比如，一种特殊的、痛苦的、非常可怕的死。"

source: Yes.
ko: 있습니다.
ru: Да.
zh_hans: 是。

# data/events_socialize.xml$//event[@name="ALKALI_GENERIC_3_PART2"]/text
source: "Mhm. And I also have a second, follow up question for you. One of equal importance. If you hate someone like thhhat, in thhhat special, burning, gruesome hate kind of way, does it make you a bad person? Please do not bring any spiritual bullshit into thhhis, I am asking objectively."
ko: "으음. 그리고 거기에 더해서어어 하나 더 묻고 시이잎은게 이써어어. 마찬가지로 중요한 질문이야. 누군가를 그런 시이익으로 특별히 끔찍할 정도로 시이잃어하고 증오한다면 그게 널 나쁜 사아아람으로 만드는 걸까? 제발 여기서어어 어떠한 영적인 허쏘오오리는 하지 말아줘. 아주 객관적으로 묻고 이쓰으으니까."
ru: "Мм. И у меня к вам второй, последующий вопрос. Не менее важный. Если ты ненавидишького-то вот так, такой особой, жгучшей, страшной ненавистью, делает ли это тебя плохим чшеловеком? Пожалуйста, не приплетай сюда всякую духовную чшушь, я спрашиваю объективно".
zh_hans: "嗯。我还有第二个问题要问你。一个同样重要的问题。如果你讨厌像这样的人，以特别的、燃烧的、可怕的仇恨的方式，这会让你成为一个坏人吗？请做不要把任何精神上的废话带入其中，我是客观地问。"

# data/events_socialize.xml$//event[@name="ALKALI_GENERIC_3_PART2"]/choice[1]/text
source: Yes.
ko: 예.
ru: Да.
zh_hans: 是。

source: "Uhuh. Well, it's a good thhhing I don't hate anyone thhhen! Hate is an irrational impulse, driven by primitive brain chemicals. I am not bound by pointless emotions, only scientific truthhh. Thhhat bitch Nerva is such an asshole, it's a fact thhhat she's simply unworthy of love. I'm glad to see we are on thhhe same page, Renegade."
ko: "아하. 그럼 난 시이잃어하는 사아아람이 업스으으니 잘 된거군! 증오는 원시이이적 뇌 화학작용으로 인한 비이서어엉적 충동이야. 난 의미없는 감정에 이끌리지 않고 오직 과학적인 사아아시이일만을 따른다고. 네르바 그 창년은 개자시이익에다 그야말로 사아아랑할 가치가 없다는 건 저명한 사아아시이일이지. 우리가 같은 새애앵각을 가지고 있다니 참 기쁘군, 배회자."
ru: "Угу. Хорошо, чшто я никого не ненавижу! Ненависть - это иррациональный импульс, вызванный примитивными химичшескими веществами мозга. Меня не связывают бессмысленные эмоции, только научшная истина. Эта сука Нерва - такая сволочшь, чшто просто недостойна любви. Я рад, чшто мы с тобой на одной волне, Ренегат".
zh_hans: "嗯。好，这是件好事，我不恨任何人……！恨是一种非理性的冲动，由原始的大脑化学物质驱动。我不受无意义的情绪的束缚，只有科学真理…… 那个婊子 Nerva 真是个混蛋，这是事实，她根本不值得爱。我很高兴看到我们站在同一条战线上，变元者。"

# data/events_socialize.xml$//event[@name="ALKALI_GENERIC_3_PART2"]/choice[2]/text
source: No.
ko: 아니요.
ru: Нет.
zh_hans: 不。

source: "Uhuh. Of course, to label such a basic and innate impulse as 'evil' is the kind of nonsense spoken in churches and inscribed in spiritual text. Hate is, in thhhhe mind of a sane individual such as myself, born out of nothing but reason. And thhhere are many reasons to hate Nerva, that cowardly bitch! I'm glad to see we are on thhhe same page, Renegade."
ko: "아하. 물론 이런 근본적이고 서어언천적인 충동을 '나쁘다'고 규정하는 건 교회에서어어 말하거나 경전에 새애애겨진 허쏘오오리와 같은 거지. 나같은 멀쩡한 사아아람한테서어어 증오가 새애앵기는 건 다 이유가 이써어어서어어야. 그 망할 겁쟁이 네르바를 시이잃어할 이유는 무척이나 많다고! 우리가 같은 새애애앵각을 가지고 있다니 참 기쁘군, 배회자."
ru: "Угу. Конечшно, называть такой базовый и врожденный импульс "злом" - это тот бред, о котором говорят в церквях и пишут в духовных текстах. Ненависть, по мнению такого здравомыслящего чшеловека, как я, порождается лишь разумом. А причшин ненавидеть Нерву, эту трусливую суку, очшень много! Я рад, чшто мы с тобой на одной волне, Ренегат".
zh_hans: "嗯。当然，将这种基本的和与生俱来的冲动标记为'邪恶'是那种在教堂里说的废话，并且铭刻在精神文本中。在我这样一个理智的人的心中，仇恨是无中生有的。还有很多理由讨厌 Nerva，那个懦弱的婊子！我很高兴看到我们站在同一条战线上，变元者。"

# data/events_socialize.xml$//event[@name="ALKALI_GENERIC_3_PART2"]/choice[3]/text
source: I'm not a philosopher.
ko: 저는 철학자가 아닙니다.
ru: Я не философ.
zh_hans: 我不是哲学家。

source: "And neither am I, dipshit. If I thhhought you were a philosopher, I might use vocabulary above an elementary level with you. Fine, I see your brain is useless for picking. I will go elsewhere to find answers."
ko: "나도 철학자가 아니야, 이 쓰으으레기야. 내가 널 철학자라고 새애앵각했다면 초등 수우우준 그 이사아앙의 단어를 써어었겠지. 됐다. 네 장시이익같은 머리로 뭘 얻을 수우우 있게써어어. 그냥 다른 고세에에서어어 답을 찾아볼게."
ru: "И я тоже не философ, тупица. Если бы я счшитал тебя философом, я бы мог использовать с тобой лексику выше начшального уровня. Ладно, я вижу, чшто твой мозг бесполезен. Я пойду искать ответы в другом месте".
zh_hans: "我也不是，笨蛋。如果我认为你是哲学家，我可能会用超过初级水平的词汇来对付你。好吧，我看你的大脑对挑选毫无用处。我去别处寻找答案。"

source: No.
ko: 아니요.
ru: Нет.
zh_hans: 不。

source: Yes, it's you.
ko: 예, 바로 당신이요.
ru: Да, это вы.
zh_hans: 是的，就是你。

source: "Uhm... I was not looking for humor in your response, shitface. I know you don't hate me, because I doubt you'd even have thhhe self control to not punch me to death. Fine, I will find answers elsewhere."
ko: "음... 웃긴 대답을 기대한 건 아니라고, 멍청아. 네가 날 시이잃어하지 않다는 건 나도 알아. 왜냐면 네가 날 죽도록 패지 않을 자제력 갖고 이쓰으을 거라곤 새애앵각하지 않거든. 됐네. 다른 데서어어 답을 찾아봐야지."
ru: "Я не ожидал услышать юмор в твоем ответе, придурок. Я знаю, чшто ты меня не ненавидишь, поэтому сомневаюсь, чшто у тебя хватит самообладания забить меня до смерти. Ладно, я найду ответы в другом месте".
zh_hans: "嗯……我不是在你的回答中寻找幽默，混蛋。我知道你不恨我，因为我怀疑你甚至没有自制力不把我打死。好吧，我会到别处找答案的。"
