Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_GENERIC_5"]/text
source: "I could have been a poet. Or an author. I studied litterature a bit, and it fascinated me. The way people commanded words was facsimile to troops on a battlefield. In the command of a strategic and skilled author, language can be deployed with as much deadly precision and destructive - or constructive - power as the greatest militaries in the Multiverse. But it was not to be my calling. War had other ideas. And so I put down my pen and traded it for sword, and the rest is history."
ko: "난 시인이 될 수도 있었어. 혹은 작가도. 잠시 문학도였던 적이 있었는데, 문학이란 참 흥미롭더군. 작가들이 단어를 써내려가는 일은 장군들이 전장에서 병사를 지휘하는 것과 비슷했지. 전락적이고 능숙한 작가의 지휘 아래 언어는 멀티버스에서 가장 위대한 군 세력에 맞먹는 정확도와 파괴력 -혹은 창조력-을 가질 수 있지. 하지만 내 소명은 아니더군. 전장은 생각이 달랐던 모양이야. 그래서 나는 펜을 내려놓고 검을 들게 되었고, 결국 이렇게 되었지."
ru: "Я мог бы стать поэтом. Или писателем. Я немного изучал литературу, и она меня завораживала. То, как люди управляют словами, было сродни войскам на поле боя. В руках стратегически грамотного автора язык может быть использован с такой же смертоносной точностью и разрушительной - или созидательной - силой, как и в величайших армиях Мультивселенной. Но это не стало моим призванием. У войны были другие идеи. И тогда я отложил перо и сменил его на меч, а остальное - история".
zh_hans: "我本来可以成为诗人。或者作家。我研究了一点文学，这让我着迷。人们指挥文字的方式就像战场上的部队一样。在战略和熟练的作家的指挥下，可以使用语言与多元宇宙中最伟大的军队一样具有致命的精确性和破坏性或建设性的力量。但这不是我的使命。战争有其他想法。所以我放下笔并用它换了剑，其余的就是历史。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_GENERIC_6"]/text
source: "During the Mantis War I had gained little respect and lost plenty for the Confederacy. At that time the Vampweeds seemed disorganized and weak willed. I foresaw their hasty and shameful surrender long before it happened, signing some document of false peace with the Gathering to bail on the war and leave us all to burn. But I can see under the reforms of this new Premier, Arke'y, they have become as proud and strong a nation as the Eargen Republic once was in its glory days. Perhaps their ideals are not for me, but that is irrelevant as long as they stay true to them. If this was the Confederacy I had fought alongside in the war, I think just maybe victory would have been our glory to reap."
ko: "맨티스와 전쟁 당시 나는 군계에 향한 존경심이 약간 생겼으나 결국 대부분 잃어버렸다네. 그 당시 흡혈초들은 체계적이지 못 하고 의지가 부족한 것 처럼 보였어. 나는 이미 몇 수 이전에 그들이 서둘러 치욕적인 항복을 할 거라 예견했고, 결국 그들은 전쟁에서 자리를 뜨기 위해 군락과의 가짜 평화 협정에 서명하고 우릴 불타도록 내버려뒀지. 하지만 새로운 수상 아르케'이의 개혁 아래 흡혈초들은 이어젠 공화국의 전성기와 맞먹을 정도로 자랑스럽고 강한 국가가 된 듯하군. 비록 그들의 이상을 내가 따르진 않으나, 흡혈초들이 자신들에 진심인 한 그런 건 상관없겠지. 만약에 이들이 내가 싸웠을 당시의 군계라면, 승리의 영광을 함께 했을지도 모르네."
ru: "Во время войны с богомолами я не слишком уважительно относился к Конфедерации. В то время Вампсорняки казались мне неорганизованными и слабовольными. Я предвидел их поспешную и позорную капитуляцию задолго до того, как она произошла: они подписали какой-то документ о ложном мире с Соцветием, чтобы прекратить войну и бросить нас всех на растерзание. Но я вижу, что под реформами нового премьера Аркея они стали такой же гордой и сильной нацией, какой когда-то была Республика Ирген в дни ее славы. Возможно, их идеалы не для меня, но это не имеет значения, пока они остаются верны им. Если бы это была Конфедерация, с которой я сражался во время войны, я думаю, что, возможно, победа была бы нашей заслугой".
zh_hans: "在螳螂战争期间，我为血兰邦联赢得了很少的尊重，也失去了很多。当时血草兰花看起来组织混乱，意志薄弱。在事情发生之前，我就预见到他们仓促而可耻的投降，与集会签署了一些虚假的和平文件，以保释战争，让我们所有人都被烧毁。但我可以看到，在这位新总理Arke'y的改革下，他们已经成为像吸虫共和国曾经在其辉煌时期一样自豪和强大的国家。也许他们的理想不适合我，但这无关紧要，只要他们忠于自己。如果这是我在战争中并肩作战的邦联，我想也许胜利会成为我们收获的荣耀。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ALKRAM_ARIADNE_1"]/text
source: Alkram approaches Ariadne, flaring his muscles with electric currents in an effort to appear even tougher and more grissled than usual. "So you are the Rockwoman I have heard so much about! How proud I am to serve aboard this vessel with another with such great revolutionary spirit!" Ariadne slowly turns away from her work to look at the Leech. "You and I are about as similar as fire is to coffee. I turned away from the life of a princess in the house of one of the most powerful men in the entire known Multiverse to fight in mud and trenches to free people who don't even know they're enslaved from a brutal dictatorship led by 5 of the most cunning and murderous monsters in all of history. YOU are an aging veteran who fought on the side of a tyranical Hive mind in some long-gone war and got bored of eating batteries in a retirement home, so you incited the latest of some dozen revolutions in a fractured Republic against a ditzy and eccentric gardener who's greatest crimes were being culturally insensitive to a flower and using political gain as a cover to making friends." With each word Ariadne makes a violent jab towards Alkram, who reels back in shock from the sudden hostility. There's a few moments of awkward silence before Alkram hurries away in shame.
ko: 평소보다 더 강인해 보이기 위해 전류를 흘려 근육에 윤기를 낸 알크람이 아리아드네에게 다가갑니다. "그대가 소문으로만 듣던 락우먼이구만! 당신과 같은 위대한 혁명가와 한배를 타게 되다니 정말 영광스럽기 그지없소!" 아리아드네는 하던 일을 멈추고 알크람을 바라봅니다. "당신과 나는 불과 커피만큼 비슷하오. 나는 역사상 가장 교활하고 야만적인 괴물 5명이 이끄는 잔혹한 독재 정권으로부터 노예가 된 줄도 모르는 사람들을 해방하기 위해 알려진 멀티버스 내에서 가장 강력한 집안의 공주로서의 삶을 포기했소. 당신은 옛 전쟁에서 압제적인 하이브의 편에 서서 싸웠고 은퇴한 집에서 배터리를 먹는 것에 싫증이 난 나머지 꽃에 무관심한 것과 친구를 사귀는 것을 은폐하기 위해 정치를 이용한 것이 잘못의 전부인 아둔하고 괴팍한 정원사에 맞서 분열된 공화국에서 최근 수십 개의 혁명을 선동한 늙은 베테랑이오." 아리아드네가 내뱉은 한 마디 한 마디가 전부 날카로운 화살이 되어 알크람에게 돌아왔고, 갑작스러운 적개심에 충격을 받은 그는 뒷걸음쳤습니다. 잠시 어색한 침묵이 흘렀고 결국 알크람은 수치심에 자리를 황급히 뜹니다.
ru: Алькрам подходит к Ариадне, напрягая мышцы электрическими токами, стараясь казаться еще более крутым и суровым, чем обычно. "Значит, ты и есть та самая женщина-валун, о которой я так много слышал! Как я горжусь тем, что служу на борту этого корабля вместе с другой, обладающей столь сильным революционным духом!" Ариадна медленно отворачивается от своей работы, чтобы посмотреть на пиявку. "Мы с тобой похожи, как огонь и кофе. Я отказалась от жизни принцессы в доме одного из самых могущественных людей во всей известной Мультивселенной, чтобы сражаться в грязи и окопах, чтобы освободить людей, которые даже не знают, что находятся в рабстве, от жестокой диктатуры, возглавляемой пятью самыми хитрыми и кровожадными монстрами во всей истории. ВЫ - стареющий ветеран, сражавшийся на стороне тиранического Улья в давно минувшей войне, которому надоело питаться батарейками в доме престарелых, и вы спровоцировали последнюю из дюжины революций в раздробленной Республике, направленные против глуповатого и эксцентричного садовника, главными преступлениями которого были культурное бесчувствие к цветам и использование политической выгоды в качестве прикрытия для приобретения друзей". При каждом слове Ариадна делает яростный выпад в сторону Алькрама, который в шоке от неожиданной враждебности отшатывается назад. Проходит несколько мгновений неловкого молчания, прежде чем Алькрам поспешно удаляется с позором.
zh_hans: 阿尔克拉姆走近阿里阿德涅，用电流刺激他的肌肉，努力让自己看起来比平时更强壮、更毛骨悚然。"原来你就是我听过很多次的岩石族女士！能和另一个具有如此伟大革命精神的人一起在这艘船上服役，我感到多么自豪！" 阿里阿德涅慢慢地从她的工作中转身看着吸虫。"你和我就像火和咖啡一样。我在整个已知的多元宇宙中最有权势的人之一的家中拒绝公主的生活，在泥泞和战壕中战斗，以解放那些甚至不知道自己正被 5 个史上最狡猾、最凶残的怪物领导的残酷独裁统治奴役的人。你是一位年迈的老兵，在一场旷日持久的战争中与暴虐的蜂巢思想并肩作战，厌倦了在养老院吃电池，所以你在一个支离破碎的共和国引领了最近的几十次革命，反对一个愚蠢而古怪的园丁，他最大的罪行是在文化上对一朵花不敏感，并以政治利益为掩护结交朋友。" 阿里阿德涅每说一个字，就猛烈地刺向阿尔克拉姆，后者因突如其来的敌意而震惊地向后退去。在阿尔克拉姆羞愧地匆匆离开之前，有片刻尴尬的沉默。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TONY_NOTHING"]/text
source: You attempt to talk up to Tony to talk, but he just won't talk. Instead he sits there staring at you, sadness in his eyes. You begin to feel miserable as well, and can't bear to be around any longer. Hopefully, this will fade soon.
ko: 당신은 토니에게 말을 걸어보지만 아무런 대꾸도 없습니다. 대신 그는 가만히 앉아 슬픈 눈으로 당신을 바라보고 있습니다. 당신 또한 비참한 기분이 들기 시작해 더 이상 그곳에 있지 못했습니다. 이 기분이 빨리 사라지길 바랍시다.
ru: Вы пытаетесь поговорить с Тони, но он просто не хочет говорить. Вместо этого он сидит и смотрит на вас с грустью в глазах. Вы тоже начинаете чувствовать себя несчастным и не можете больше находиться рядом с ним. Надеюсь, это скоро пройдет.
zh_hans: 你试图说服托尼说话，但他就是不说话。相反，他坐在那里盯着你，眼中充满悲伤。你也开始感到痛苦，无法忍受再呆在身边了。希望这会很快消失。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_GENERIC_1"]/text
source: While divying up tasks to the rest of the crew for typical ship maintenance, you notice Tony isn't around. You send someone out to look for him, but they report they can't find him anywhere. He's not in the restrooms, the cargo bay, his room, or the dining area where he normally is. Worried, you have just one other idea where he might be. You take a peak in the closet next to the ship's heating systems, where Tony has managed to shove himself. "Uhm... hello. Sorry I got stuck in here... but it's just's so warm... and dark..." You shake your head and order Tony out of the closet. "No, really... I'm actually stuck. I can't get out. I need help. Or better yet, I can just stay in here. It's nice in here."
ko: 정기 검진을 위해 선원들에게 업무를 분담해주다가 토니가 없는 것을 발견했습니다. 그를 찾기 위해 대원을 보냈지만, 어디에서도 찾을 수 없다고 합니다. 화장실에도, 화물칸에도, 개인실에도, 그가 주로 머무르는 식당에도 없다는군요. 걱정되는 당신은 마지막 후보지로 향합니다. 함선 난방 시스템 옆에 있는 벽장을 열어보자, 토니가 끼어있었습니다. "엄... 안녕하세요. 이런 데 껴서 미안하지만... 너무 따뜻해... 그리고 어둡고..." 당신은 머리를 절레절레 흔들며 토니에게 나오라고 명령했습니다. "아니, 진짜로... 여기 꼈어. 나갈 수가 없어. 좀 도와줘. 아니면 난 여기 있을 테니 좀 나중에 와줘도 되고. 이 안은 좋아."
ru: Распределяя между членами экипажа задания по обычному обслуживанию корабля, вы замечаете, что Тони нет рядом. Вы посылаете кого-то на его поиски, но он сообщает, что нигде не может его найти. Его нет ни в туалетах, ни в грузовом отсеке, ни в его комнате, ни в столовой, где он обычно бывает. Обеспокоенные, вы думаете только об одном - где он может быть. Вы заглядываете в шкаф рядом с отопительными системами корабля, куда Тони умудрился протиснуться. "Эээ... привет. Извините, что застрял здесь... просто здесь так тепло... и темно..." Вы качаете головой и приказываете Тони выйти из шкафа. "Нет, правда... Я действительно застрял. Я не могу выбраться. Мне нужна помощь. Или лучше я могу просто остаться здесь. Здесь хорошо".
zh_hans: 在将任务分配给其他船员进行典型的船舶维护时，你注意到托尼不在身边。你派人出去寻找他，但他们报告说他们在任何地方都找不到他。他不在洗手间、货舱、他的房间或他通常所在的用餐区。担心，你只有另一个想法他可能在哪里。你在船上供暖系统旁边的壁橱里看了看，托尼已经成功地把自己放到了那里。"嗯……你好。对不起，我被困在这里了……但它实在是太热了……而且太黑了……"你摇了摇头，命令托尼从壁橱里出来。"不，真的……我真的被困住了。我不能出去。我需要帮助。或者更好的是，我可以呆在这里。这里很好。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_GENERIC_2"]/text
source: "In the corporate world, you don't make very many friends. Everyone's in it for the money or the power. Me? I joined because I was stuck up the rear end of a Rockman for several years and had nothing else to do but gamble on the stock market. Apparently when you have nothing to lose, you become very efficient at gambling. When I got free, I didn't really have a use for all the money I made. So, I put the money into my small retail chain. Turns out there was a lot of demand for a galaxy wide supermarket chain. Now, Tony's has locations in every free market nation in the Multiverse. I should be proud! But in the end, it turns out it got me in debt to only the deadliest man in all of known space."
ko: "기업의 세계에선 친구 사귈 일이 별로 없어. 모든 사람이 돈이나 권력을 위해서만 존재하지. 나? 나는 지난 몇 년 동안 락맨의 뒤통수에 박혀 있었고 주식 시장에서 도박하는 것 외에는 할 일이 없었기 때문에 합류한 거야. 잃을 게 없다면 도박이 아주 효율적이지. 나는 자유로워지고 나서 번 돈을 쓸 곳이 마땅치 않았어. 그래서 그 돈을 나의 작은 대형마트 체인에 투입했어. 당시에는 은하계 규모의 체인 매장에 대한 수요가 엄청났지. 이제 토니네는 멀티버스의 모든 자유 시장 국가에 지점이 있어. 자랑스러워해야 할 일이지! 하지만 결국 그것은 내가 알려진 모든 우주에서 가장 치명적인 남자에게 빚을 지는 결과를 만들었을 뿐이야."
ru: "В корпоративном мире не так много друзей. Все занимаются этим ради денег или власти. Я? Я пришел в корпорацию, потому что несколько лет был не у дел у валунов и мне ничего не оставалось делать, как играть на бирже. Видимо, когда тебе нечего терять, ты становишься очень эффективным игроком. Когда я освободился, мне не нашлось применения всем тем деньгам, которые я заработал. Поэтому я вложил их в свою небольшую розничную сеть. Оказалось, что сеть супермаркетов по всей галактике пользуется большим спросом. Теперь "У Тони" есть во всех странах Мультивселенной со свободным рынком. Этом я должен гордиться! Но в итоге оказалось, что я только влез в долги перед самым кровожадным человеком во всем известном космосе".
zh_hans: "在企业界，你交的朋友并不多。每个人都是为了钱或权力。我？我加入是因为我被困在岩石族的后面几年，无事可做，但在股票市场上赌博。显然，当你没有什么可输的时候，你在赌博方面变得非常有效率。当我得到自由时，我赚的钱并没有真正的用处。所以，我把钱存进了我的小零售连锁店。事实证明，银河系对连锁超市的需求很大。现在，托尼在多元宇宙的每个自由市场国家都有分店。我应该感到自豪！但最终，它却让我欠下了全宇宙最致命的人的债。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_GENERIC_3"]/text
source: "Would you like a shirt? It's a special design we sell at Tony's." Tony hands you a designer t-shirt, specially tailored for your species. On it is a pattern that reads, 'SCREW EVERYTHING!'
ko: "셔츠 필요해? 토니네에서 파는 특별한 제품인데." 토니가 당신의 종족을 위해 특별히 제작된 유명 브랜드 티셔츠를 건네줍니다. 티셔츠 앞면에 '다 좆까!'라는 문구가 쓰여 있습니다.
ru: "Хотите рубашку? Это специальный дизайн, который мы продаем "У Тони"". Тони протягивает вам дизайнерскую футболку, специально сшитую для вашего вида. На ней нарисован рисунок с надписью "ВСЕ К ЧЕРТУ!"
zh_hans: "你想要一件衬衫吗？这是我们在托尼店出售的一种特殊设计。"托尼递给你一件专为你的物种量身定制的设计师 T 恤。上面有一个图案，上面写着："拧开所有东西！"

source: Isn't this a bit... immature?
ko: 조금... 미성숙한 티셔츠 아닌가요?
ru: Не слишком ли это... нелепо?
zh_hans: 这是不是有点……不成熟？

source: "What? Immature? It's not immature! It's fashion. This one sells like hot cakes! I think it's because it encapsulates a poetic message everyone's thinking in just two words. A real two fingers to the sky and screw it all type of mojo, you know?"
ko: "뭐? 미성숙하다고? 전혀! 이건 패션이야. 날개 돋친 듯 팔리는 셔츠라고! 아마도 모두의 머릿속에 담긴 시적인 메시지를 단 두 단어로 함축해놔서 잘 팔리는 것 같네. 하늘을 향해 중지를 쫙 펴고 모든 매력적인 것들을 좆까버리는, 그런 느낌 알지?"
ru: "Что? Нелепо? Это не нелепость! Это мода. Она продается как горячие пирожки! Я думаю, это потому, что всего в двух словах заключен поэтический посыл, о котором все думают. Два пальца к небу и к все к чертям собачим, понимаете?"
zh_hans: "什么？不成熟？这不是不成熟！是时尚。这个卖得像热蛋糕！我想是因为它用两个词封装了每个人都在思考的诗意信息。真正的两根手指向天空，拧成一股魔力，你知道？"

source: Accept the shirt.
ko: 셔츠를 받는다.
ru: Взять рубашку.
zh_hans: 接受衬衫。

source: Decline the shirt.
ko: 거절한다.
ru: Отказаться от рубашки.
zh_hans: 拒绝衬衫。

source: Accept the shirt.
ko: 셔츠를 받는다.
ru: Взять рубашку.
zh_hans: 接受衬衫。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TONY_GENERIC_3_ACCEPT"]/text
source: Tony tosses you the ball of fabric and smiles. It's an alien expression to him, and his muscles twitch under the strain of the movement. Still, you can tell you made him happy by accepting it. It's not really appropriate to go wearing on this mission though.
ko: 토니는 당신에게 천 뭉치를 던지며 미소를 짓습니다. 그런데 그것은 토니에게 있어 낯선 표현이었기에, 그의 안면 근육은 경련을 일으켰습니다. 어쨌거나 당신은 셔츠를 받음으로써 그를 행복하게 했습니다. 이 임무에선 셔츠를 입는 것이 부적절하긴 하지만요.
ru: Тони бросает вам сверток ткани и улыбается. Это необычное для него выражение, и его мышцы подергиваются от напряжения. Тем не менее, можно сказать, что вы доставили ему удовольствие, приняв его. Однако идти в нем на задание не совсем уместно.
zh_hans: 托尼把布球扔给你，然后微笑。这对他来说是一种陌生的表情，他的肌肉在动作的压力下抽搐。不过，你可以说你接受它让他很开心。不过，执行这个任务并不是很合适。

source: Decline the shirt.
ko: 거절한다.
ru: Отказаться от рубашки.
zh_hans: 拒绝衬衫。

# data/events_socialize.xml$//event[@name="SOCIALIZE_TONY_GENERIC_3_DECLINE"]/text
source: "Is it too much? I guess it's a bit of a rebellious design but... okay. I'll put it away then." Tony slithers away, jacket still clutched in his tongue.
ko: "너무 과한가? 약간 반항적인 디자인 같기는 한데... 알았어. 그럼 이건 치워둘게." 토니는 셔츠를 혀에 문 채로 슬며시 가버렸습니다.
ru: "Не слишком ли это? Наверное, это немного бунтарский дизайн, но... ладно. Тогда я ее уберу". Тони уползает прочь, все еще сжимая рубашку в своем языке.
zh_hans: "是不是太过分了？我想这有点叛逆的设计，但是……好吧，那我就收起来了。"托尼滑开，夹克仍然卡在他的舌头上。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_GENERIC_4"]/text
source: You find a stack of recordings underneath one of the cabinets in Tony's room, seemingly all pirated episodes of his favorite soap opera, "Orfaces of Rilla". One in particular is marked as 'The Good One'.
ko: 토니의 방 캐비넷 아래에 비디오 테이프가 쌓여 있습니다. 그가 가장 좋아하는 연속극인 "릴라의 얼굴들"의 해적판 에피소드로 보입니다. 그중 하나는 특별히 '좋음'이라고 표시가 되어 있습니다.
ru: Под одним из шкафов в комнате Тони вы находите пачку пластинок, похоже, это пиратские эпизоды его любимой мыльной оперы "Лица Риллы". Одна из них, в частности, помечена как "Самая хорошая".
zh_hans: 你在托尼房间的一个柜子下面找到一堆录音，似乎都是他最喜欢的肥皂剧"里拉的面孔"的盗版剧集。特别是一个被标记为"好的"。

source: Ask Tony about 'The Good One.'
ko: 토니에게 '좋음'에 대해 묻는다.
ru: Спросить Тони о "Самой хорошей".
zh_hans: 向托尼询问"好的"。

source: "What?! Why were you in my room going through my stuff? You can't do that to people!" You briefly apologize then ask again about the episode. "This one in particular is quite nice. It was filmed only a few weeks after the assassination of Aerkae, when things were looking even more bleak than usual. This episode has no drama or weird sex stuff... instead Rilla goes on a nice date with her boyfriend and recounts the good things in life. It was meant to cheer people up. I was young then and I remember my parents watching this episode. I would always eavesdrop, and I remember this one giving me a lot of hope. Any hope is something you have to cling to, especially when you live in an unending circus of shit. Also, please don't keep going through my stuff. That's just... not okay."
ko: "뭐라고?! 왜 내 방에서 물건을 뒤지고 있어? 그러면 안 되지!" 당신은 간단히 사과하고 에피소드에 대해 다시 물어봅니다. "이거 하나는 특별히 더 괜찮거든. 에어케이가 암살된 지 불과 몇 주 후에 촬영된 거라 세상이 참 암울했어. 극적인 사건이나 이상한 성적 콘텐츠는 없는 에피소드지만... 대신 릴라가 남자친구와 데이트를 하면서 인생의 좋은 점들을 이야기해. 사람들을 격려하기 위한 내용이었지. 어렸을 적에 내 부모님이 이 에피소드를 보고 계셨던 게 기억 나. 항상 엿듣곤 했는데, 딱 이 회차가 나에게 많은 희망을 줬었어. 아무리 작은 것이라도 희망이 있다면 매달려야 하지. 특히나 끝없는 똥통의 서커스에 살고 있을 때는 더더욱. 그리고 내 물건 뒤지는 건 좀 그만둬. 알잖아 그건 그냥... 잘못된 일이야."
ru: "Что?! Почему вы были в моей комнате и рылись в моих вещах? Нельзя так поступать с людьми!" Вы коротко извиняетесь, затем снова спрашиваете об эпизоде. "Этот, в частности, очень хороший. Он был снят всего через несколько недель после убийства Аерке, когда ситуация выглядела еще более мрачной, чем обычно. В этом эпизоде нет ни драмы, ни странного секса... Вместо этого Рилла идет на милое свидание со своим парнем и рассказывает о хороших вещах в жизни. Это должно было поднять людям настроение. Я был тогда совсем маленькой и помню, как родители смотрели эту серию. Я всегда подслушивала, и помню, что этот эпизод вселил в меня надежду. Любая надежда - это то, за что нужно цепляться, особенно когда живешь в бесконечном цирке дерьма. И еще, пожалуйста, не копайтесь в моих вещах. Это просто... нехорошо".
zh_hans: "什么？！你为什么在我房间里翻我的东西？你不能这样对人！"你简短地道歉，然后再次询问这一集。"尤其是这一集非常好。它是在阿尔凯被暗杀几周后拍摄的，当时情况看起来比往常更加黯淡。这一集没有戏剧性或奇怪的性内容……相反，里拉继续和男朋友约会，讲述生活中的美好。是为了让人们振作起来。那时我还小，我记得我父母看过这一集。我总是偷听，我记得这个给了我很大的希望。"

source: Put the tape back and don't ask.
ko: 테이프를 돌려놓고 묻지 않는다.
ru: Вернуть запись на место и ничего не спрашивать.
zh_hans: 把磁带放回去，不要问。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_GENERIC_5"]/text
source: A horrendous stench fills your nose as Tony Sr. approaches. Unlike the usual scent of Leech body odor however, this is instead the overwhelming and headache-inducing scent of a flowery cologne. Tony stops and asks, "Is something wrong captain?"
ko: 토니 시니어가 다가오자 끔찍한 악취가 코를 가득 메웁니다. 그러나 악취의 정체는 일반적인 리치의 체취가 아닌 두통을 유발할 정도로 심각한 꽃 향수 냄새입니다. 토니가 멈춰 서서 당신에게 묻습니다. "무슨 문제라도 있나?"
ru: При приближении Тони-старшего в нос ударяет ужасающая вонь. В отличие от обычного запаха тела пиявки, здесь вместо него - подавляющий и вызывающий головную боль аромат цветочного одеколона. Тони подходит и спрашивает: "Что-то не так, капитан?"
zh_hans: 当托尼·西尼尔走近时，一股可怕的恶臭充满了你的鼻子。然而，与通常的吸虫体味不同，这是一种压倒性的令人头痛的花香古龙水气味。托尼停下来问道："舰长有什么事吗？"

source: No, nothing is wrong.
ko: 문제 없습니다.
ru: Нет, все в порядке.
zh_hans: 不，没有什么。

source: Tony can tell you're lying but doesn't want to upset you by confronting you about it. "Okay, if you say so." Tony takes a bit sniff of the air. "I'm uh... just going to go then."
ko: 토니는 당신이 거짓말을 하고 있다는 것을 알지만, 굳이 얘기를 꺼내 분위기를 망치려 하지 않았습니다. "좋아, 그렇게 말한다면." 토니가 공기 냄새를 살짝 맡습니다. "나는... 그럼 그냥 갈게."
ru: Тони понимает, что вы лжете, но не хочет расстраивать вас, вступая с вами в конфликт. "Хорошо, если вы так говорите". Тони слегка нюхает воздух. "Тогда я... просто пойду".
zh_hans: 托尼可以看出你在撒谎，但不想因为这件事与你对质而让你心烦意乱。"好吧，如果你这么说的话。"托尼嗅了嗅空气。"我呃……那我就走了。"

source: Holy shit you smell terrible!
ko: 젠장, 냄새가 지독하군!
ru: Черт возьми, вы ужасно пахнете!
zh_hans: 天哪，你闻起来很糟糕！

source: "I... uh... oh. Sorry... I didn't realize. I thought the cologne would help mask it, since the showers weren't helping. I guess there's nothing to hide how I smell. It's just a part of me now. Just like every other miserable part of my existence..."
ko: "나는... 어... 아. 미안... 모르고 있었네. 샤워로는 해결이 안 돼서 향수를 뿌리면 가려질 줄 알았는데. 더 이상 내 냄새를 가릴 방법이 없는 것 같아. 이젠 이것도 내 일부인 거지. 내 존재의 다른 비참한 부분들처럼..."
ru: "Я... э... о. Извините... Я не знал. Я думал, что одеколон поможет замаскировать это, так как душ не помогал. Думаю, мне нечего скрывать, как я пахну. Это просто часть меня. Такая же, как и все остальные жалкие части моего существования..."
zh_hans: "我……呃……哦。对不起……我没有意识到。我以为古龙水可以帮助掩盖它，因为淋浴没有帮助。我想没有什么可以隐藏我的气味。只是现在是我的一部分。就像我存在的所有其他悲惨的部分一样......"

source: Politely suggest he uses a different cologne.
ko: 다른 향수를 사용해보라고 정중하게 제안한다.
ru: Вежливо предложить ему использовать другой одеколон.
zh_hans: 礼貌地建议他使用不同的古龙水。

source: "Is it really that bad? It was quite expensive... but thanks for telling me. At least if it's so strong you can't smell my other awful odors, but maybe that's the point. Leeches can't smell very well, so it's hard to tell with these things..."
ko: "정말 그렇게 별로야? 꽤 비싼건데... 하지만 말해줘서 고마워. 적어도 향수가 너무 강하면 내 끔찍한 냄새를 맡을 수 없겠지. 리치는 냄새를 잘 못 맡아서 이런 것들을 판단하기가 어려워..."
ru: "Неужели все так плохо? Он был довольно дорогим... но спасибо, что сказали. По крайней мере, если он такой сильный, то вы не сможете почувствовать другие мои ужасные запахи, но, может быть, в этом и есть смысл. Пиявки не очень хорошо чувствуют запахи, так что с этими штуками сложно определиться..."
zh_hans: "真的有那么糟糕吗？挺贵的……不过谢谢你告诉我。至少如果它那么强烈，你就闻不到我其他难闻的气味了，但也许这就是重点。吸虫族闻起来不太香，所以很难用这些东西来判断......"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_TONY_GENERIC_6"]/text
source: "Captain, can you do me a favor? It's maybe a strange one, but I think it's necessary. I'd be very appreciative." Unsure what he's asking for, you inquire further. "Can you stop letting me eat food? Entirely. I can't exercise with this body, so I think the best solution would be to just stop eating entirely for the next few months."
ko: "선장, 부탁 하나만 들어줄 수 있겠어? 좀 이상한 부탁일 수도 있는데, 나는 필요하다고 생각하거든. 정말 감사할 거야." 당신은 그의 요구 사항을 몰라 추가로 질문합니다. "내가 음식을 그만 먹게 해줄 수 있어? 완전히. 이 몸으로는 운동을 할 수 없으니까 앞으로 몇 달 동안 완전히 먹는 것을 멈추는 게 가장 좋은 해결책일 것 같아."
ru: "Капитан, не могли бы вы оказать мне одну услугу? Может быть, это странно, но я думаю, что это необходимо. Я был бы вам очень признателен". Не понимая, о чем он просит, вы уточняете. "Вы можете не давать мне есть? Полностью. С таким телом я не могу заниматься спортом, поэтому, думаю, лучшим решением будет просто полностью отказаться от еды на ближайшие несколько месяцев".
zh_hans: "舰长，你能帮我一个忙吗？这可能有点奇怪，但我认为这是必要的，我会非常感激的。"不确定他要什么，你进一步询问。"你能不让我吃东西吗？完全不吃。我不能用这个身体运动减肥，所以我认为最好的解决方案是在接下来的几个月内完全停止进食。"

source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 接受。

source: You realize what he's asking for makes zero sense and won't work, but you decide to accept anyways. Chances are the promise won't hold anyways, but at least you've made him happy for the moment.
ko: 당신은 그의 요구 사항이 전혀 말도 안 되고 효과도 없을 것이라는 걸 알지만, 어쨌든 승낙하기로 했습니다. 어차피 약속은 지켜지지 않겠지만, 적어도 지금은 당신이 그를 행복하게 해줬습니다.
ru: Вы понимаете, что то, о чем он просит, не имеет смысла и не сработает, но все равно решаете согласиться. Скорее всего, обещание не будет выполнено, но, по крайней мере, на данный момент вы сделали его счастливым.
zh_hans: 你意识到他的要求是零意义的，而且行不通，但你还是决定接受。无论如何，承诺可能不会成立，但至少你让他暂时感到高兴。

source: Tony, that makes no sense. You'd literally die.
ko: 토니, 그건 말도 안 됩니다. 말 그대로 굶어 죽을 거예요.
ru: Тони, это бессмысленно. Вы буквально умрете.
zh_hans: 托尼，这没有任何意义。你真的会死。
