Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_GENERIC_7"]/text
source: "Uncle always told me my father was a deadbeat and a smoker. My mother... when she was alive, didn't talk much about him. I don't think I even know his name. I wonder if he loved me. Vance told me he didn't. He couldn't have, with how he treated our family. Family is the most important thing of course. Vance said I should be proud to be a Wentworth, and not a... whatever my father's name was. When my mother divorced him, she changed her name back to Wentworth." Jerry seems to realize he's been rambling about himself for a bit and stops. "Do you have any family, captain?"
ko: "삼촌은 항상 제 아버지가 게으르고 골초였다고 했어요. 우리 엄마는... 살아계셨을 때, 아빠에 대해 많은 이야기를 하지 않았어요. 전 아빠 이름도 생각나지 않아요. 절 사랑하셨을까요? 삼촌은 아니라고 했어요. 아빠가 우리 가족을 어떻게 대했는지를 생각하면 사랑했을 수가 없다고 말이죠. 삼촌이 제가 웬트워스라는 성을 가지게 된 걸 자랑스러워해야 한다고 했어요... 원래 아빠의 성이 뭐였는지는 모르지만요. 엄마도 이혼하셨을 땐 이름을 다시 웬트워스로 바꾸셨어요." 제리는 자기가 두서없이 가족 이야기를 늘어놓고 있다는 것을 깨달았는지 화제를 돌렸습니다. "선장님은 가족이 있나요?"
ru: "Дядя всегда говорил мне, что мой отец был тунеядцем и курильщиком. Моя мать... когда была жива, мало о нем рассказывала. Думаю, я даже не знаю его имени. Интересно, любил ли он меня? Вэнс сказал мне, что нет. Да и не мог, учитывая то, как он относился к нашей семье. Конечно, семья - это самое важное. Вэнс сказал, что я должен гордиться тем, что я Вентворт, а не... как там звали моего отца. Когда моя мама развелась с ним, она снова сменила фамилию на Вентворт". Джерри, кажется, понял, что он немного бредит о себе, и остановился. "У вас есть семья, капитан?"
zh_hans: "叔叔总是告诉我，我父亲是个饭桶，是个烟枪。我母亲......当她还活着的时候，并没有多谈及他。我想我甚至不知道他的名字。我想知道他是否爱我。万斯告诉我他不爱。他不可能有，因为他对我们家的态度。当然，家庭是最重要的事情。万斯说我应该为自己是温特沃斯家的人而感到自豪，而不是......不管我父亲叫什么名字。当我母亲与他离婚时，她又改回了温特沃斯的名字。" 杰瑞似乎意识到他一直在喋喋不休地谈论自己，于是停下来。"你有任何家人吗，舰长？"

source: Yes, back home in Universe 0.
ko: 그래, 제0 우주에 있지.
ru: Да, дома, во Вселенной 0.
zh_hans: 有，在0号宇宙中。

source: "Oh, right, you're from U0. It must be so strange there. I hear very mixed descriptions of that place, no one can seem to quite agree what it's like. At least, not in the Rebel circles. In the Protectorate, people seem to think it must be identical to Universe 1, but having seen U1... I would be shocked if that was the case. At the very least there'd have to be more than just humans everywhere! Well uhm... I hope we all make it through this captain, and you can go see your family again! I don't really have any family anymore... but I guess I'll have to make do."
ko: "아 맞다, 0 우주 출신이셨죠. 거기는 정말 이상할 것 같아요. 0 우주에 대한 묘사는 사람마다 크게 달라서, 누구도 그곳이 어떤 곳인지 정확히 아는 것 같지 않아요. 적어도 반군 쪽에서는 말이죠. 보호령 사람들은 제1 우주와 같을 거라고 생각하는 것 같지만, 1 우주를 직접 봐본 제 입장에서는... 진짜 그렇다면 정말 충격적일 거예요. 아무리 그래도 모든 곳에 인간만 있지는 않을 테니까요! 음... 우리 모두 이 항해를 잘 헤쳐 나가면 좋겠어요. 그래야 선장님도 다시 가족을 보러 갈 수 있으니까요! 전 더 이상 진짜 가족은 없지만... 하지만 어떻게든 잘 살아가야겠죠."
ru: "О, точно, вы из В0. Там, наверное, так странно. Я слышал очень противоречивые описания этого места, никто не может прийти к единому мнению, на что оно похоже. По крайней мере, не в кругах повстанцев. В Протекторате люди считают, что оно должно быть идентично Вселенной 1, но, увидев В1... Я был бы шокирован, если бы это было так. По крайней мере, здесь повсюду должны быть не только люди! Что ж... Надеюсь, мы все справимся с этим капитаном, и ты сможешь снова увидеть свою семью! У меня больше нет семьи... но я думаю, мне придется довольствоваться тем, что есть".
zh_hans: "哦，对了，你来自0号宇宙。那里一定很奇怪。我听到对那个地方的描述非常混杂，似乎没有人能够完全同意它是什么样的。至少，在叛军的圈子里是这样。在受保护地，人们似乎认为它一定与1号宇宙相同，但在看过1号宇宙后......如果是这样的话，我会感到很震惊。最起码，这里不只是有人类，而且到处都是人类！好吧，呃......我希望我们都能度过这段长路，舰长，你可以再去看看你的家人！我真的没有什么家人了......但我想我必须要做些事。"

source: Not really.
ko: 딱히 없어.
ru: Не совсем.
zh_hans: 并没有。

source: "Oh... Well, my uncle always told me family is what makes civilized creatures strong. It keeps us organized and together, away from violence. That's why the Mantis are so violent, they don't have proper family structures!" Jerry blinks. "Sorry that sounds... sounds like something my uncle would say. Vance always had a lot of ideas, and he always wanted to make sure everyone understood them. Myself especially. I guess those things really stick with you."
ko: "아... 어, 우리 삼촌은 항상 가족이 문명화된 생명체를 강하게 만든다고 하셨어요. 그것이 우리를 폭력으로부터 해방해주고 조직적으로 함께 있게 해준다고 말이에요. 그래서 적절한 가족 구조를 가지고 있지 않은 맨티스들이 그렇게 폭력적인 거고요!" 제리가 눈을 껌뻑입니다. "죄송해요... 마치 우리 삼촌이 말하는 것처럼 들리네요. 밴스 삼촌은 언제나 많은 생각을 가지고 있었고 모든 사람이 그 생각들을 이해하게 하고 싶어 했어요. 특히 저한테는 더 그랬고요. 선장님 앞에서 이런 말을 해서 죄송해요."
ru: "О... Ну, мой дядя всегда говорил мне, что семья - это то, что делает цивилизованных существ сильными. Она держит нас организованными и вместе, подальше от насилия. Вот почему богомолы такие жестокие, у них нет нормальных семейных структур!" Джерри моргает. "Простите, это звучит... звучит как то, что сказал бы мой дядя. У Вэнса всегда было много идей, и он всегда хотел убедиться, что все их понимают. Особенно я. Думаю, такие мысли действительно остаются с тобой".
zh_hans: "哦......嗯，我叔叔总是告诉我家庭是使文明生物强大的原因。它使我们有条不紊，团结一致，远离暴力。这就是为什么螳螂族如此暴力，他们没有适当的家庭结构！" 杰瑞眨了眨眼睛。"对不起，这听起来......听起来像我叔叔会说的话。万斯总是有很多想法，而且他总是想确保每个人都能理解它们。特别是我自己。我猜那些东西真的会让你记忆深刻。"

source: No, family means nothing.
ko: 아니, 가족은 아무 의미도 없어.
ru: Нет, семья ничего не значит.
zh_hans: 不，家庭没有意义。

source: Jerry seems shocked by this notion. "Nothing?! But... that's not what Vance told me. Family is what makes civilized creatures strong. Keeps them organized and together, and away from violence. That's why the Mantis are so violent, they don't have proper family structures!" Jerry blinks. "Sorry that sounds... sounds like something my uncle would say. Vance always had a lot of ideas, and he always wanted to make sure everyone understood them. Myself especially. I guess those things really stick with you."
ko: 제리는 당신의 말에 충격을 받은 것 같습니다. "아무것도?! 하지만... 밴스 삼촌이 저한테 한 말은 달랐어요. 항상 가족이 문명화된 생명체를 강하게 만든다고 하셨죠. 그것이 우리를 폭력으로부터 해방해주고 조직적으로 함께 있게 해준다고 말이에요. 그래서 적절한 가족 구조를 가지고 있지 않은 맨티스들이 그렇게 폭력적인 거고요!" 제리가 눈을 껌뻑입니다. "죄송해요... 마치 우리 삼촌이 말하는 것처럼 들리네요. 밴스 삼촌은 언제나 많은 생각을 가지고 있었고 모든 사람이 그 생각들을 이해하게 하고 싶어 했어요. 특히 저한테는 더 그랬고요. 선장님 앞에서 이런 말을 해서 죄송해요."
ru: Джерри, кажется, шокирован этой мыслью. "Ничего?! Но... Вэнс говорил мне другое. Семья - это то, что делает цивилизованных существ сильными. Она делает их организованными и сплоченными, и удерживает от насилия. Вот почему богомолы такие жестокие, у них нет правильной семейной структуры!" Джерри моргает. "Простите, это звучит... звучит как то, что сказал бы мой дядя. У Вэнса всегда было много идей, и он всегда хотел убедиться, что все их понимают. Особенно я. Думаю, такие мысли действительно остаются с тобой".
zh_hans: 杰瑞似乎对这个概念感到震惊。"没意义？但是......万斯不是这样告诉我的。家庭是使文明的生物强大的原因。它使我们有条不紊，团结一致，远离暴力。这就是为什么螳螂族如此暴力，他们没有适当的家庭结构！" 杰瑞眨了眨眼睛。"对不起，这听起来......听起来像我叔叔会说的话。万斯总是有很多想法，而且他总是想确保每个人都能理解它们。特别是我自己。我猜那些东西真的会让你记忆深刻。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_NIGHTS_1"]/text
source: Nights stumbles into the cafeteria, bottle in hand, smiling wide and smugly. This isn't the first time it's happened - he does this whenever he's come up with some new brilliant joke. Everyone turns to look at him, except Jerry who's engrossed in a book he's reading. "E-Everyone! *hiccup* In honor of the good Rebel Admiral, I've written him a poem!" Nights clears his throat and pretends to read from a scroll. "There once wassss an Admiral Vanccce, who took a career-changing chancccce! Fought the hive in a war, and they made him quite sssore, and now nothing remainsss in hisss panccce!" Everyone in the room groans, and Jerry winces. Nights seems to accept this as a call for more and slides up to Jerry. "Hey kid, do you know what a pen isss?" Jerry, utterly confused and very uncomfortable, nods his head. "Uh... yes?" Nights spreads his arms wide and exclaims "Well hey, at leasssst *hiccup* one Wentworth doessss! HAHAHAHAHAHAH HAAAAH HAAAHAHAHA! IT'SSSS FUNNY- IT'SSSS FUNNY BECAUSSSSE HE HASSSS NO-" Jerry suddenly jumps down his chair and grabs Nights, hoisting him off the ground and shaking him. "DON'T YOU DARE SPEAK ABOUT MY UNCLE IN THAT MANNER YOU WORTHLESS, DISGUSTING, DRUNK, SLIMEY WASTE OF SPACE! YOU ARE THE REASON THE REST OF THE GALAXY SEES THE SLUG SPECIES AS NOTHING BUT A WORTHLESS PILE OF DEGENERATE ROT!" Jerry throws Nights down, making him roll across the floor in a stunned haze. The room has gone completely silent, with everyone else in utter shock. Jerry says nothing, not even an apology, and leaves the room.
ko: 나이트가 병을 든 채로 거만하게 활짝 웃으며 식당으로 비틀비틀 걸어들어갑니다. 그는 새로운 멋진 조크를 생각해 낼 때마다 이런 행동을 반복합니다. 독서에 열중하고 있는 제리를 제외하고는 모두가 그를 쳐다봅니다. "여-여러분! *딸국* 대단하씬 반군 쩨독을 기리기 위해, 그에게 이 씨를 바칩니다!" 나이트는 목을 가다듬고 두루마리 읽는 시늉을 합니다. "한때 인쌩을 바꿀 기회를 짭은 반쓰 쩨독이 이썼다네! 쩐쨍에써 하이브와 싸우다 맨티쓰한테 괴롭힘받은 나머찌 이쩨 그의 쭈머니에는 아무것도 남아 이찌 않다네!" 방안의 모든 사람들이 끙 하는 소리를 내고, 제리는 움찔합니다. 나이트는 제리가 더 많은 조크를 원하는 것으로 받아들이고 제리에게 다가갑니다. "이봐 꼬마야, 너 짜찌가 뭔찌 아니?" 혼란스럽고 불편한 상태인 제리가 고개를 끄덕입니다. "어... 그럴걸요?" 나이트가 팔을 크게 벌리고 외칩니다. "음, 쩍어도 웬트워쓰는 모를걸! ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ! 왜냐하면 걔는 짜찌가 없-. 제리는 갑자기 의자에서 뛰어내려 나이트를 붙잡고 그를 공중으로 들어올린 채 흔듭니다. "감히 내 삼촌에 대해 그딴 식으로 말하지 마. 넌 쓸모없고, 역겹고, 술이나 좋아하고, 끈적끈적한 우주 쓰레기야! 너 때문에 은하계의 나머지 사람들이 슬러그라는 종을 쓸모없는 퇴폐적이고 썩어빠진 것들로 보는 거라고!" 제리는 나이트를 던져버리고, 나이트는 아연실색하게 바닥을 뒹습었습니다. 방 안은 완전히 싸늘해졌고 모두가 충격에 빠졌습니다. 제리는 아무 말도, 어떤 사과도 없이 방을 나갑니다.
ru: Туман вваливается в столовую с бутылкой в руке, широко и самодовольно улыбаясь. Это происходит уже не в первый раз - он делает это всякий раз, когда придумывает какую-нибудь новую разрывную шутку. Все поворачиваются посмотреть на него, кроме Джерри, который погружен в книгу, которую читает. "Все! *В честь доброго адмирала повстанцев я написал ему поэму!" Туман прочищает горло и делает вид, что читает со свитка. "Жил-был адмирал Вэнс, который решил изменить свою карьеру! Он сражался с ульями в войне, и они поранили Вэнса и теперь в его панче ничего не осталось!" Все в комнате стонут, а Джерри морщится. Туман, кажется, принимает это как призыв к большему и подползает к Джерри. "Эй, парень, ты знаешь, что такое ручка?" Джерри, совершенно растерянный и очень неловкий, кивает головой. "Э... да?" Туман широко разводит руки и восклицает: "Ну, эй, по крайней мере, один Вентворт знает! ХАХАХАХАХАХАХАХАХАХАХАХАХАХАХАХАХАХАХАХА! ЭТО СМЕШНО... ЭТО СМЕШНО, ПОТОМУ ЧТО У НЕГО НЕТ..." Джерри внезапно спрыгивает со стула и хватает Тумана, поднимает его с земли и трясет. "НЕ СМЕЙ ГОВОРИТЬ О МОЕМ ДЯДЕ В ТАКОМ ТОНЕ, ТЫ, НИКЧЕМНЫЙ, ОТВРАТИТЕЛЬНЫЙ, ПЬЯНЫЙ, СЛИЗКИЙ ПУСТОЗВОН! ИЗ-ЗА ТЕБЯ ВСЯ ОСТАЛЬНАЯ ГАЛАКТИКА СЧИТАЕТ СЛИЗНЕЙ НИКЧЕМНОЙ КУЧЕЙ ДЕГЕНЕРАТИВНОГО ГНИЛЬЯ!" Джерри швыряет Тумана вниз, заставляя его катиться по полу в ошеломленном оцепенении. В комнате воцарилась полная тишина, все остальные в полном шоке. Джерри ничего не говорит, даже не извиняется, и выходит из комнаты.
zh_hans: 七夜跌跌撞撞地走进食堂，手里拿着瓶子，得意洋洋地大笑。这已经不是第一次了--每当他想出一些新的精彩笑话时，他就会这样做。每个人都转过头来看着他，只有杰瑞例外，他正全神贯注地阅读一本书。 "大‐大家好！*嗝*为了纪念优秀的叛军上将，我给他写了一首诗！"七夜清了清嗓子，假装念起了卷轴。"曾经有———一位上将万斯———，他做了改变一生的大事！在一场战争中与母巢作战，他们让他好疼—————，现在他————的盘—————子里什么都没—————有了！" 房间里的每个人都在轻笑，而杰瑞则在抽泣。七夜似乎接受了这一呼吁，并滑到杰瑞面前。"嘿，孩子，你知道什么是～～笔吗？"杰瑞完全困惑，非常不自在，点点头。"呃......知道？" 七夜张开双臂，感叹道："好吧，嘿，至—————少*嗝*有一个温特沃斯知————道！哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈！这————很有————趣--这———很有———趣，因为他没有--" 杰瑞突然跳下椅子，抓住七夜，把他从地上举起来，摇晃着他。"不 要 用 这 种 方 式 谈 论 我 的 叔 叔 ！你 这 个 没 用 的、恶 心、耍 酒 疯 的、黏 不 拉 几 的 废 物！就 是 因 为 你，银 河 系 的 其 他 人 才 会 把 蛞 蝓 族 这 个 物 种 看 成 是 一 坨 毫 无 价 值 的 堕 落 的 烂 东 西！"杰瑞把"七夜"扔了下来，让他在地板上滚来滚去，一脸茫然。房间里完全安静了下来，其他人都处于极度震惊之中。杰瑞什么也没说，甚至没有道歉，就离开了房间。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_TUCO_1"]/text
source: You try to take a brief snooze to ease your mind but are promptly awoken by angry shouts from another room. You follow the sounds into the break room, where it seems Tuco and Jerry are sitting across from each other playing some kind of gambling game with a deck of cards. "Oh, captain! Would you like to join us? Tuco is teaching me how to play his favorite game, 'Boarden'. I'm not quite sure I get it, but it's a lot of fun!" Tuco slams his fist on the table, sending a couple colorful tokens that have been placed around flying. "Don't GET IT? Bloody hell, kid, you're the best god damn gambler I've ever seen. I've gone against the greatest Boarden players in the galaxy and you're whooping my ass. I'm not even going easy!" Jerry blushes. "Oh... sorry. I'm not trying to make you look bad..." Tuco laughs. "Don't worry about it kid. Just uh... never go gambling in public. There's a lot of people out there who don't like to lose, and you'll probably end up dead sooner or later. But if you ever DO wanna go... just invite me, alright? I wanna see those sons of bitches get their due."
ko: 당신은 마음의 안정을 위해 잠시 눈을 붙이려다가 다른 방에서 들려오는 분노의 고함 소리에 바로 깨어났습니다. 그 소리를 따라 휴게실로 들어가니 투코와 제리가 서로 마주 앉아 일종의 카드 도박 게임을 하고 있습니다. "오, 선장님! 같이 하실래요? 투코가 자기가 가장 좋아하는 게임이라며 '보든'을 어떻게 하는지 가르쳐주고 있어요. 잘은 모르겠지만, 정말 재밌어요!" 투코가 테이블에 주먹을 내려쳐 그 위에 놓여있던 화려한 토큰 몇 개를 날려버립니다. "잘 모르겠다고? 젠장, 꼬마야, 넌 내가 아는 한 최고로 빌어먹을 도박꾼이야. 나는 은하계에서 가장 위대한 보든 선수들과 붙어봤는데, 그런 나를 네가 다 털어먹고 있다고. 절대 봐준 것도 아닌데 말이야!" 제리가 얼굴을 붉힙니다. "아... 죄송해요. 기분 상하게 하려던 건 아니었어요..." 투코가 웃습니다. "얘야, 그런 건 걱정할 필요 없단다. 그냥 어... 절대 밖에서는 도박을 하지 마렴. 지는 것을 싫어하는 사람도 많으니, 아마 조만간 죽게 될 게다. 하지만 만약 가고 싶다면... 나도 초대해. 알았지? 그런 개자식들이 대가를 치르는 걸 보고 싶거든."
ru: Вы пытаетесь немного вздремнуть, чтобы успокоиться, но вас быстро будят гневные крики из другой комнаты. Вы следуете за звуками в комнату отдыха, где, похоже, Туко и Джерри сидят друг напротив друга и играют в какую-то азартную игру с колодой карт. "О, капитан! Не хотите ли вы присоединиться к нам? Туко учит меня играть в свою любимую игру "Борден". Я не совсем уверен, что понимаю, но это очень весело!" Туко стучит по столу, отправляя в полет несколько разноцветных жетонов, которые были разложены вокруг. "Не ПОНЯЛ? Черт возьми, парень, ты лучший азартный игрок, которого я когда-либо видел. Я играл против величайших игроков в Борден в галактике, а ты надрал мне задницу. А мне даже нелегко!" Джерри покраснел. "О... извини. Я не пытаюсь выставить тебя в плохом свете..." Туко смеется. "Не беспокойся об этом, малыш. Просто... никогда не играй в азартные игры на публике. Там много людей, которые не любят проигрывать, и ты, вероятно, рано или поздно умрешь. Но если ты когда-нибудь захочешь пойти... просто пригласи меня, хорошо? Я хочу увидеть, как эти сукины дети получат по заслугам".
zh_hans: 你试图小歇一会来缓解你的情绪，但很快就被另一个房间里的怒吼吵醒了。你顺着声音走进休息室，在那里，图科和杰瑞似乎正坐在对面用一副牌玩着某种赌博游戏。 "哦，舰长！你想加入我们吗？图科正在教我如何玩他最喜欢的游戏，'登舰牌'。我不太明白，但这很有趣！" 图科把他的拳头砸在桌子上，把放在周围的各色代币震得肆意纷飞。"你 不 懂？该死的，孩子，你TM是我见过的最好的赌徒。我曾与银河系中最强的登舰牌玩家对战，而你却让我大吃一惊，我甚至玩得举步维艰！" 杰瑞脸红了。"哦......对不起。我不是想让你出丑......"图科笑着说。 "别担心，孩子。只是呃......永远不要在公共场合去赌博。外面有很多人不喜欢输，你可能迟早会死。但如果你真的想去......就邀请我，好吗？我想看到那些狗娘养的杂种得到他们应得的。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_JERRY_IRWIN_1"]/text
source: Irwin notices Jerry painting an Equinoid mural on one of the ship's walls. Taking interest, he slithers by and observes it. "Ssssay, kid, you got a talent for that. Where'd you learn how to draw ssso well?" Jerry smiles, "Oh, my uncle used to take me hunting in Guild space. I had a sketchbook back then which I would draw the Equinoids and other wildlife in." Irwin nods enthusiastically. "OH, you're that one kid who'sss rich uncle forked an arm and a leg over to ussse our hunting groundsss! Alwaysss good to sssee a fellow hunter! Ever tried Equinoid meat? They tassste... ssparkly? I made a soup bowl out of an Equinoid skull onccce. Lot of remarkable thingsss you can do with a ssskeleton. Oh, and rugsss. Wonderful rugsss, their hidesss make. A good hunter utilizzzesss every part of their kill!" Jerry frowns, upset. "Oh I... I never... uhm... I never killed the Equinoids. My uncle did. I just drew them, watched them graze, you know... uh... not much of a hunter." Irwin realizes his mistake and seems genuinely sorry. "Oh, my bad. Sssorry kid, it'sss jussst sssecond nature to me. Probably for the bessst you're nothing like your uncle."
ko: 어윈이 함선 내벽에 에퀴노이드를 그리고 있는 제리를 발견했습니다. 그는 흥미가 돋아 슬그머니 다가가 제리를 관찰합니다. "꼬마야, 그림에 째능이 있구나. 어디써 그렇게 짤 배운 거니?" 제리가 미소를 지으며 말합니다. "아, 삼촌이 가끔 저를 길드 사냥터에 데려가곤 했는데, 그 당시에 에퀴노이드랑 다른 야생동물들을 그릴 스케치북을 가지고 다녔거든요." 어윈은 열정적으로 고개를 끄덕입니다. "오, 우리 싸냥터를 쓰려고 엄청난 돈을 들인 그 부유한 쌈촌분의 가쪽인가 보네! 동료 싸냥꾼을 만나는 건 언쩨나 쯜겁찌! 에퀴노이드 고기는 먹어본 쩍 있어? 톡쏘는... 맛이 나는데? 나는 에퀴노이드 두개골로 쑤프 그릇을 만든 쩍도 이써. 그 밖에도 뼈를 이용하면 온갖 놀라운 것들을 만들 쑤 있찌. 아, 그리고 양탄짜도. 그들의 가쭉으로 머찐 양탄짜를 만들찌. 훌륭한 싸냥꾼은 싸냥감의 모든 부분을 활용하니까!" 제리가 얼굴을 찡그립니다. "어, 저는... 저는 절대로... 음... 전 에퀴노이드를 죽여본 적 없어요. 삼촌은 죽였지만요. 전 그냥 그림을 그리고 풀 뜯는 걸 지켜봤어요. 어... 딱히 사냥꾼은 아닌 것 같아요." 어윈은 자신의 실수를 깨닫고 진심으로 사과합니다. "오, 이런 이런. 미안해 꼬마야, 내겐 그게 쩨2의 본능 같은 거라 말이야. 너는 네 쌈촌과 쩐혀 다른 것 같네."
ru: Ирвин замечает Джерри, рисующего на одной из стен корабля фреску эквиноида. Заинтересовавшись, он проползает мимо и наблюдает за ним. "Сссскажи, парень, у тебя талант к этому. Где ты научился так хорошо рисовать?" Джерри улыбается: "О, мой дядя брал меня с собой на охоту в пространство Гильдии. Тогда у меня был альбом для эскизов, в котором я рисовал эквиноидов и другую живность". Ирвин с энтузиазмом кивает. "О, ты тот сссамый мальчишка, которому богатый дядя выделил руку и ногу, чтобы иссспользовать нашшши охотничьи угодья! Всссегда рад видеть друга-охотника! Ты когда-нибудь пробовал мясо эквиноидов? Они такие... иссскристые? Я ссссделал ссупницу из черепа эквиноида. Сссо скелетом можно сделать много чего замечательного. О, и ковры. Из их шкур получаются потрясающщщие ковры. Хороший охотник иссспользует каждую часть сссвоей добычи!" Джерри нахмурился, расстроенный. "О, я... Я никогда... эээ... я никогда не убивал эквиноидов. Это сделал мой дядя. Я просто рисовал их, смотрел, как они пасутся, ну, знаете... э-э... не очень-то я охотник". Ирвин осознает свою ошибку и, кажется, искренне сожалеет. "О, я виноват. Просссти, малыш, это просссто вторая натура для меня. Наверное, потому, что ты совсем не похож на сссвоего дядю".
zh_hans: 厄文注意到杰瑞在船上的一面墙上画了一幅六脚马壁画。他产生了兴趣，悄悄地滑过去观察。"说———吧，孩子，你有这方面的天赋。你从哪里学到这———么好的绘画？" 杰瑞笑着说："哦，我叔叔曾经带我在异猎会星域打猎。那时我有一本素描本，我在上面画六脚马和其他野生动物。" 厄文热情地点点头。"哦，你是那个有位———不惜重金来用———我们猎———场的叔叔的孩子！很———高兴见到———猎人伙伴！尝过六脚马的肉吗？它们的味———道......令人眼前———一亮？我曾———用一个六脚马族的头骨做了一个汤碗。你可以用骨———架做很多了不起的事———情。哦，还有地———毯。它们的皮———毛可以制成精美的地毯。一个好的猎人会利————用他们猎物的每一部分！" 杰瑞皱起眉头，很不高兴。我从来没有......呃......我从来没有杀过六脚马族。是我叔叔杀的。我只是画了它们，看着它们吃草，你知道......呃......不太会打猎。" 厄文意识到自己的错误，似乎真的很抱歉。"哦，我的错。对———不起，孩子，这对我来说是———第二———天性。可能是因为———你不像你叔叔。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_ELLIE_NOTHING"]/text
source: Ellie appears to be sleeping standing up in her quarters. However, when you take a step closer, she draws a knife and points it at you. "Oh, sorry! Ellie didn't see you there! You shouldn't bother a horse when she's sleeping! Go find someone else to play with!"
ko: 엘리는 자신의 선실에서 선 채로 잠들어 있습니다. 그런데, 당신이 한 걸음 다가가자 그녀는 단검을 뽑아 당신에게 겨눕니다. "오, 미안! 엘리는 너인줄 몰랐지 뭐야! 자고 있는 말을 귀찮게 하면 안 돼! 가서 다른 사람들이랑 놀아!"
ru: Элли, похоже, спит стоя в своей каюте. Однако, когда вы делаете шаг ближе, она достает нож и направляет его на вас. "О, простите! Элли тебя не заметила! Не стоит беспокоить лошадь, когда она спит! Иди и найди кого-нибудь другого, чтобы поиграть с ним!"
zh_hans: 埃莉似乎在她的宿舍里站着睡觉。然而，当你走近一步时，她抽出一把刀并指向你。"哦，对不起！埃莉没有看到你在那里！你不应该在马睡觉的时候打扰它！去找别的人玩吧！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ELLIE_GENERIC_1"]/text
source: "Doo da doo, do do doo doo dadodoo do! Bah doo do do, doo do da doo da! Elllliiieeee, the Equiiiiinoiiiiid!" Ellie snaps her fingers and spins around on one foot, bobbing up and down to the off-beat rhythm of the Ellie theme song. You try to talk to her but she cuts you off, screaming "DO NOT INTERRUPT THE THEME SONG!" You think you shouldn't interrupt the theme song.
ko: "두 다 두, 도 도 두 두 다도두 도! 바 두 도 도, 도 두 다 도 다! 에퀴이이이노이이이드, 엘리이이이이!!!" 엘리가 손가락을 튕기며 기괴한 춤을 춥니다. 당신은 엇박으로 가득한 '엘리 테마 송'을 애써 무시하고 엘리와 대화를 시도했지만, 엘리가 "테마 송을 끊지 마아아아아아아아!"라고 소리를 지르며 무시해버립니다. 방해하지 말아야겠다는 생각이 드네요.
ru: "Ду да ду ду, ду ду ду дадоду ду! Ба ду ду ду ду, ду ду ду ду дадоду ду! Эллиииииии, Эквиииииноииииид!" Элли щелкает пальцами и кружится на одной ноге, покачиваясь вверх-вниз в ритме песни из темы Элли. Вы пытаетесь заговорить с ней, но она прерывает вас с криком: "НЕ ПРЕРЫВАЙТЕ ПЕСНЮ!" Вы думаете, что не стоит прерывать песню.
zh_hans: "买犁头剖你，买犁头剖你，啊–啊–啊–啊！埃––莉––小马––！"埃莉打了个响指，单脚旋转，随着埃莉主题曲的节奏上下晃动。你想和她说话，但她打断了你，尖叫着说："不 要 打 断 主 题 曲！" 你认为你不应该打断主题曲。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_ELLIE_GENERIC_2"]/text
source: "I miss my friends! Dora, Cammie, Remmy... We used to have so much fun together! Solving mysteries aboard the Equinox, roaming the galaxy, drinking quarp juice... mmmm... quarp juice! So tasty and delicious!"
ko: "친구가 그리워! 도라, 캐미, 레미... 정말 즐겁게 놀았었지! 에퀴녹스에서 수수께끼를 풀며, 우주를 돌아다니고, 퀄프 주스도 마시고... 음... 퀄프 주스! 너무 맛있어어!"
ru: "Я скучаю по своим друзьям! Дора, Кэмми, Ремми... Нам было так весело вместе! Разгадывали тайны на борту "Эквинокса", путешествовали по галактике, пили кварповый сок... мммм... кварповый сок! Такой вкусный и восхитительный!"
zh_hans: "我想念我的朋友们！朵拉、卡米、雷米......我们曾经在一起是那么的快乐！在"騟琨诺克斯"上解开谜团，漫游银河，喝夸普汁......嗯......夸普汁！如此美味！那么可口！"

source: What's quarp juice?
ko: 퀄프 주스가 뭐지?
ru: Что такое кварповый сок?
zh_hans: 什么是夸普汁？

source: "Only the most wonderfulific deliciousfulness in the whole galaxy! It's made from freshly squeezed Quarp! And many many many many additive sugars! Yay!!!"
ko: "킹갓제너럴엠페러충무공마제스티하이퍼울트라 음식이야! 갓 짜낸 퀄프와 중독성 있는 설탕을 많이 많이 많이 많이 넣어 만들어! 예이!!!"
ru: "Самая чудеснейшая вкуснятина во всей галактике! Она сделана из свежевыжатого кварпа! И много-много-много-много сахара с добавками! Ура!!!"
zh_hans: "是整个银河系中最美妙的美味！它是由鲜榨的夸普制成的！还有许许多多的添加剂糖！耶！！！"

source: And what's quarp?
ko: 퀄프는 또 뭐지?
ru: И что такое кварп?
zh_hans: 那什么是夸普？

source: "It's a fruit, idiot."
ko: "과일이야 멍청아"
ru: "Это фрукт, идиот".
zh_hans: "这是一种水果，笨。"

source: I don't think Quarp is real.
ko: 퀄프가 실존하는 과일 같지는 않은데.
ru: Не думаю, что кварп вообще существует.
zh_hans: 我不认为夸普是真的存在的。

source: Ellie laughs. "Wow superfan, you really are dumb." Ellie says nothing more and gallops away.
ko: 엘리가 웃습니다. "와우, 열혈팬. 너는 정말로 멍청하구나." 그 말을 끝으로 엘리는 말처럼 달리며 자리를 떴습니다.
ru: Элли смеется. "Вау, суперфанат, ты действительно тупой". Элли больше ничего не говорит и скачет прочь.
zh_hans: 埃莉笑了。"哇，超级粉丝，你真的很笨。"埃莉没有再说什么，飞奔而去。

source: Offer Ellie some Quarp Juice from storage.
ko: 엘리에게 창고에서 퀄프 주스를 꺼내와 달라고 부탁한다.
ru: Предложить Элли кварповый сок с хранилища.
zh_hans: 从仓库里给埃莉拿一些夸普汁。

source: Ellie nods her head eagerly and takes one of the juice boxes, but as she starts to drink it she spits the pink liquid out. "EWWWW! GROSS! This isn't what quarp juice tastes like! And there's a spider on the box! Stupid stupid buffoons, children don't like spiders! Spiders are gross and icky and scary! Children love horsies! Like me! Neigh!"
ko: 엘리는 고개를 열렬하게 끄덕이고 퀄프 주스 한 박스를 가져옵니다. 그런데 그녀는 주스를 마시기 시작하자마자 곧장 핑크색 액체를 뱉어냅니다. "으에에에에! 역겨워! 퀄프 주스는 이딴 맛이 아냐! 그리고 상자에 거미가 있다고! 멍청한 광대 놈들 같으니, 아이들은 거미를 싫어해! 거미는 역겹고 기분 나쁘고 소름끼친다고! 아이들은 말을 좋아해! 나처럼! 푸히히힝!"
ru: Элли охотно кивает головой и берет одну из коробок сока, но когда она начинает пить, то выплевывает розовую жидкость. "ФУУУУУУУ! ОТВРАТИТЕЛЬНО! Это не то, на что похож вкус кварповый сок! И на коробке нарисован паук! Глупые тупые шуты, дети не любят пауков! Пауки противные, мерзкие и страшные! Дети любят лошадей! Как я! Иго-го!"
zh_hans: 埃莉急切地点点头，拿起一盒果汁，但当她开始喝的时候，她把粉红色的液体吐了出来。"额哦！恶心！这不是夸普汁的味道！而且盒子上还有一只蜘蛛！愚蠢的小丑，孩子们不喜欢蜘蛛！蜘蛛又脏又臭又吓人！孩子们喜欢小马！像我一样！嘶！"
