Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "Did thou not hear me? A dreadful one, I said. Art thou seeking more specifics? If so I'm afraid I do not know... but something deadly is brewing. We are nothing but actors in a far greater plot, I have learned this much. But when will the puppetmasters reveal themselves? We must be ready. I foresee it will happen within your lifetime... And certainly mine, since I shall live for centuries more at least."
ko: "그대는 내 말을 못 들은 건가? 끔찍한 운명이라고 하지 않았나. 내가 조금 더 구체적으로 말해줬으면 하는 건가? 만일 그렇다면 미안하지만 나는 알지 못한다네... 하지만 뭔가 무시무시한 일이 일어나려 하고, 우리는 훨씬 더 큰 음모 속의 꼭두각시에 불과할 뿐이란 사실 밖에 모른다네. 하지만 이 배후에 있는 자들은 언제쯤 그 모습을 드러내려는가? 우리는 반드시 준비되어 있어야 하네. 자네가 살아있는 동안 그 일이 일어날 거라고 예상되네... 그리고 난 적어도 몇 세기는 더 살 것이니 확실히 내게도 해당하겠군."
ru: "Вы не слышали меня? Страшный, я сказал. Вы хотите узнать детали? Если так, то, боюсь, я не знаю... но назревает нечто смертельно опасное. Мы всего лишь актеры в гораздо более великом заговоре, это я уже понял. Но когда кукловоды покажут себя? Мы должны быть готовы. Я предвижу, что это произойдет еще при вашей жизни... И, конечно, при моей, поскольку я проживу еще, по крайней мере, несколько столетий".
zh_hans: "你没听过吗？一个可怕的，我说。你是在寻求更多细节吗？如果是这样，我恐怕我不知道……但致命的事情正在酝酿之中。我们只不过是更大情节中的演员，我学到了很多。但是木偶大师什么时候会现身呢？我们必须做好准备。我预见它会在你有生之年发生……当然也是我的，因为我至少还能再活几个世纪。"

source: Cluster?
ko: 우주군?
ru: Кластер?
zh_hans: 星团？

source: "Oh, did I use such terminology? Yes, though such is but a theory. A theory proposed by scientists of an age very very long ago. That perhaps what we know of the Multiverse is in fact only a smaller infinity... in one much, much larger. But for what madman would compare infinities? Certainly not I. I merely foretell the apocalypse coming, as a horseman of the end. But hold your nihilistic fears, for I do not think the end is inevitable. Surely, something must be doable to prevent our demise. What that is though, I hold no such knowledge yet."
ko: "아, 내가 그런 단어를 사용했나? 그렇다네, 단지 이론일 뿐이지만 말일세. 고대보다 더 이전의 과학자들이 제시한 이론이었지. 우리가 멀티버스에 대해 알고 있는 지식도 우리 상상보다 훨씬 큰 무한함 속의.... 작은 무한대라는 이론이라네. 하지만 대체 어떤 미치광이가 무한대를 서로 비교하려 들겠는가? 확실히 나는 아니네. 나는 단지 묵시록의 기사 중 하나로서 종말을 예언할 뿐일세. 그러나 허무주의에 빠질 두려움은 접어두도록 하게. 나는 종말을 피할 수 없다 생각하진 않으니 말일세. 확실히 우리의 종말을 막기 위해 무언가를 할 수 있을걸세. 비록 이를 위해 무엇을 해야 하는지는 아직 모르지만."
ru: "О, разве я использовал такую терминологию? Да, хотя это всего лишь теория. Теория, предложенная учеными очень давней эпохи. Возможно, то, что мы знаем о Мультивселенной, на самом деле лишь малая часть бесконечности... в одной гораздо, гораздо большей. Но какой безумец станет сравнивать бесконечности? Уж точно не я. Я лишь предвещаю грядущий апокалипсис, как всадник конца. Но попридержите свои нигилистические страхи, ибо я не считаю, что конец неизбежен. Конечно, что-то можно сделать, чтобы предотвратить нашу гибель. Но что именно, я пока не знаю".
zh_hans: "哦，我用过这样的术语吗？是的，虽然这只是一个理论。一个很久很久以前的科学家提出的理论。也许我们所知道的多元宇宙实际上只是一个更小的无限……在一个大得多的。但有什么疯子会比较无限呢？当然不是我。我只是预言末日的到来，作为末日的骑士。但请保持你虚无主义的恐惧，因为我不认为末日是不可避免的。当然，必须有一些可行的方法来阻止我们的灭亡。不过，我还没有这方面的知识。"

source: Okay.
ko: 알겠습니다.
ru: Ладно.
zh_hans: 好。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_DEVORAK_1"]/text
source: Ferocious clangs of metal fill your ears, guiding you towards the cargobay. There, you find Dessius and Devorak sparring, clashing their swords with furious momentum. "Fear my blade, Zoltan, thou shalt know only defeat against my prowess!" Devorak says nothing, completely immersed in the duel. Dessius continues to taunt him, but you watch as Devorak seems to slip into a zen-like state. In just three strokes, he parries Dessius's swing, cuts upward, and disarms Dessius. With a metalic rattle the Reaper's sword flies to the opposite end of the room. Dessius is shocked. "So, thou hath bested me. So be it. I have been rendered disarmed. Claim your victory then, Zoltan." Dessius bows. However, Devorak does not accept his victory. "I do not fight to win, Ghost. I fight for the exhilaration, and the reminder that I am still alive. Even in a friendly duel I am briefly reminded of my mortality. I do not wish to claim this victory. I am satisfied in having fought well against a talented opponent." He bows, and Dessius follows a few moments later.
ko: 당신은 날붙이가 맹렬하게 부딪히는 소리에 이끌려 화물칸에 도착합니다. 들어가 보니 데시우스와 데보락이 서로 검을 격렬하게 휘두르며 대련하고 있습니다. "졸탄이여, 내 검을 두려워할지어다. 내 검술은 그대에게 패배만을 안겨 줄 것이다!" 데보락은 결투에 몰두해 아무 말도 않습니다. 데시우스는 계속 그를 도발했으나, 데보락은 오히려 명상에 빠진 듯한 모습을 보입니다. 데보락은 단 세 번의 칼놀림으로 데시우스의 공격을 받아치며 칼을 위로 휘둘러 그의 무장을 해제시켰습니다. 16대 리퍼의 검은 쨍그랑 소리를 내며 화물칸 반대편으로 날아갑니다. 데시우스는 충격에 빠졌습니다. "그래, 내가 그대에게 졌군. 좋다. 무장해제당해버렸군. 승리를 만끽하도록 하여라, 졸탄이여." 데시우스는 고개 숙여 인사합니다. 하지만 데보락은 그의 승리를 받아들이지 않습니다. "고스트여, 저는 고작 이기려 결투하지 않습니다. 저는 단지 결투가 가져다주는 자극을 위해, 그리고 살아있음을 느끼기 위해 싸울 뿐입니다. 저는 이런 친선전에서조차 잠시나마 저의 필멸성을 느끼곤 합니다. 그러므로 저는 이 승리를 받아들이지 않을 것입니다. 실력있는 상대와 잘 싸웠다는 사실에 만족합니다." 데보락도 고개 숙여 인사했고, 데시우스도 잠시 후 맞인사를 합니다.
ru: Свирепый лязг металла наполняет ваши уши, направляя вас к грузовому отсеку. Там вы видите Дессиуса и Деворака, яростно скрещивающих свои мечи. "Бойся моего клинка, золтан, против моего мастерства ты познаешь лишь поражение!" Деворак ничего не говорит, полностью погрузившись в поединок. Дессиус продолжает подначивать его, но вы наблюдаете, как Деворак словно погружается в состояние дзен. Всего тремя ударами он парирует замах Дессиуса, делает подсечку и обезоруживает Дессиуса. С металлическим звоном меч Жнеца отлетает в противоположный конец комнаты. Дессиус потрясен. "Ну, ты победил меня. Да будет так. Я был обезоружен. Прими свою победу, золтан". Дессиус кланяется. Однако Деворак не принимает свою победу. "Я сражаюсь не ради победы, призрак. Я сражаюсь ради удовольствия и напоминания о том, что я еще жив. Даже в дружеской дуэли я ненадолго вспоминаю о своей смертности. Я не хочу претендовать на эту победу. Я доволен тем, что хорошо сражался с талантливым противником". Он кланяется, и через несколько мгновений Дессиус следует за ним.
zh_hans: 猛烈的金属铿锵声充满你的耳朵，引导你走向货舱。在那里，你发现德修斯和德沃拉克对打，他们的剑以狂暴的势头相撞。"惧怕我的刀锋，你只会在我的英勇面前败下阵来！" 德沃拉克一言不发，完全沉浸在决斗中。德修斯继续嘲弄他，但你看到德沃拉克似乎陷入了禅宗般的状态。仅仅三招，他就挡住了德修斯的挥杆，向上切，解除了德修斯的武装。随着一声金属的嘎嘎声，夺命灵的剑飞到了房间的另一端。德修斯惊呆了。"所以，你打败了我。就这样吧。我已经被解除武装。那么，宣布你的胜利。"德修斯鞠躬。 然而，德沃拉克不接受他的胜利。"我不是为胜利而战，幽灵。我为兴奋而战，并提醒我我还活着。即使在一场友好的决斗中，我也会短暂地想起我的死亡。我不希望宣称这场胜利。我很满意与一个有才华的对手打得很好。"他鞠了一躬，过了一会儿，德修斯跟了上去。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_EATER_1"]/text
source: Dessius and the Beacon Eater are sat together in Dessius's quarters, staring intently at a set of charts and drawings. "The runes... the meaning cryptic, but this weapon you think dangerous is?" "Oh hark, most certaintly. The legends tell there was a first... but it malfunctioned, and evolved further than was intended most surely by its creators. But that was after the war. We have born witness to it. The destruction it caused... was only secondary to what I hypothesize this may wreck." The Beacon Eater mulls this information, whatever it means, over. "I have reason no to not trusting you. If intel suggests continued existence, then time is of essence. We must find any traces of weapon, and destroy them. "Agreed. Perhaps only this may spare us the fate that the destroyed the Vesyticcarithe so long ago." Your translator skips over that 'V' word, unable to find an appropriate translation. Whatever is going on in here, it seems you aren't meant to know about it.
ko: 데시우스의 선실에 가보니 데시우스와 송신소 탐식자가 마주앉아 여러 도표와 그림을 뚫어져라 쳐다보고 있습니다. "여기 룬 문자들.... 의미 알 수 없다. 그러나 당신 이 무기 위협적이라 생각한다?" "물론, 그렇고말고. 전설에 의하면 이전에 처음 만들어진 병기도 있었으나... 오작동해 창조주들이 의도한 것보다 훨씬 고도로 진화해 버렸다고 하지. 하지만 전쟁 후에 일어난 일일세. 우리는 이 흉악한 병기가 불러온 파멸을 목격했지만... 이조차도 이론적으로 가능한 살상력에 비하면 새 발의 피라네." 무슨 말인지는 잘 모르겠으나, 어쨌든 송신소 탐식자는 데시우스의 말을 곱씹고 있습니다. "당신 말을 안 믿을 이유가 없다. 만약 병기의 존재가 입증이 된다면, 서둘러야 한다. 그 병기의 흔적을 찾아 파괴해야 한다." "동의한다. 그래야만 Vesyticcarithe가 맞닥뜨린 파멸을 면할 수 있을게야." 당신의 번역기는 적당한 번역명을 찾지 못해 'V'자를 건너뛰었습니다. 아무래도 당신이 참견할 일은 아닌 것 같네요.
ru: Дессиус и Пожиратель маяков сидят вместе в каюте Дессиуса, пристально вглядываясь в набор схем и рисунков. "Руны... их значение - загадка, но это оружие, по-вашему, опасно?" "О, сэр, несомненно. Легенды говорят, что были и другие... но они вышли из строя и эволюционировали сильнее, чем предполагали, наверняка, его создатели. Но это было уже после войны. Мы были тому свидетелями. Разрушения, которые они вызвали... были лишь второстепенными по сравнению с тем, что, по моему предположению, может разрушить эта штука". Пожиратель маяков обдумывает эту информацию, что бы она ни значила. "У меня нет причин не доверять вам. Если информация позволяет предположить, что они продолжают существовать, значит, время не ждет. Мы должны найти любые следы оружия и уничтожить их". "Согласен. Возможно, только это может избавить нас от судьбы, которая так давно постигла Везитикарит". Ваш переводчик пропустил это слово на букву "В", не найдя подходящего перевода. Что бы здесь ни происходило, похоже, вам не суждено об этом узнать.
zh_hans: 德修斯和信标吞噬者一起坐在德修斯的房间里，全神贯注地盯着一组图表和图画。 "符文……意思很神秘，但你认为危险的武器是？" "哦，听着，毫无疑问。传说中说有第一个……但它发生了故障，并且进化得比它的创造者最确定的预期要进一步。但那是在战争之后。我们已经见证了它。它的毁灭导致......只是次要的，我假设这可能会破坏。" 信标吞噬者仔细考虑了这些信息，不管它意味着什么。"我有理由不相信你。如果情报暗示着继续存在，那么时间就是关键。我们必须找到任何武器的痕迹，并摧毁它们。" "同意。也许只有这样才能让我们免于很久以前摧毁Vesyticcarithe的命运。"你的翻译跳过那个"V"字，找不到合适的翻译。不管这里发生了什么，似乎你不应该知道它。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_DESSIUS_TONY_1"]/text
source: Tony is busy gorging himself in the kitchen when Dessius approaches him. "Come with me, oh child of darkness, and let us sing the song of sorrows!" With a mouthful of slop, Tony manages to mumble a simple "What?" Dessius is not discouraged. "Through thine grapevine I hath become aware you seek the siren song of the end. But before you go, let us chant together, and perhaps in a new mind we will find new life and with it new meaning. A poetic symphony that restores the vigor and spirit of once was. Lady darkness is a mistress whom you shall find it not all but abyss." Tony is still utterly confused. "I think my translator is malfunctioning. I... have no clue what you're talking about." Dessius groans, and goes to leave. "I shan't be unwise and hold this against you... but I find it most tiring when such misunderstandings occur. I hope you find reconcilation for your broken spirit, oh miserable one. But I suppose I shan't be the one to find it for you."
ko: 토니는 데시우스가 다가오는 와중에도 부억에서 배를 채우느라 여념이 없습니다. "나를 따라라, 어둠의 자식아. 같이 슬픈 노래를 부르자꾸나!" "뭐?" 음식을 입안에 한껏 쑤셔 넣은 토니가 간신히 웅얼거립니다. 데시우스는 꺾이지 않았습니다. "그대의 덩굴을 통해 그대가 죽음에게 유혹의 가락을 부르려 하는 걸 알게 됐네. 하지만 저 멀리 가기 전에 우리 같이 노래해 새로운 사고방식으로 새로운 삶의 의미를 찾는 게 좋지 않겠나? 우리 같이 화음을 부르면 이전의 활기를 되찾을 수 있을걸세. 어둠 부인과 깊은 관계를 가져봤자 심연에 더 가까워지는 것이랑 비슷한 이치이지 않겠는가." 토니는 여전히 데시우스의 말을 전혀 이해 못한 듯합니다. "번역기가 고장 난 것 같아. 대체... 무슨 말을 하는지 모르겠어." 데시우스는 한 숨을 쉬고 떠나려 합니다. "미련하게 자네에게 이 책임을 묻진 않겠지만.... 이런 오해가 생길 때마다 정말 피곤하단 말이지. 우울한 자여, 곧 그대의 낙담한 영혼에 빛 한 줄기가 들어 오면 얼마나 좋겠지마는. 내가 그 빛을 찾아주진 못할 듯하군."
ru: Тони на кухне наедается до отвала, когда к нему подходит Дессиус. "Пойдем со мной, о дитя тьмы, и споем песню печали!" С полным ртом помоев Тони удается пробормотать простое "Что?" Дессий не унывает. "Через сарафанное радио мне стало известно, что вы ищете песню сирен конца. Но прежде чем вы уйдете, давайте споем ее вместе, и, возможно, в новом разуме мы обретем новую жизнь, а вместе с ней и новый смысл. Поэтическая симфония, восстанавливающая бодрость и дух былых времен. Леди тьма - это госпожа, у которой вы найдете далеко не все, а только бездну". Тони все еще в полном замешательстве. "Кажется, мой переводчик неисправен. Я... понятия не имею, о чем вы говорите". Дессиус застонал и собрался уходить. "Я не стану обижаться на вас... но меня очень утомляет, когда происходят такие недоразумения. Надеюсь, вы найдете примирение для своего сломленного духа, о несчастный. Но, полагаю, не мне искать его для вас".
zh_hans: 当德修斯走近托尼时，托尼正忙着在厨房里大吃一顿。"跟我来吧，黑暗之子，让我们一起唱悲歌！"托尼满嘴脏话，勉强咕哝了一句简单的"什么？" 德修斯并不气馁。"通过你的小道消息，我意识到你在寻找终结的异鸣之歌。但在你走之前，让我们一起吟唱，也许在新的心灵中，我们会找到新的生活和新的意义。一首诗意的交响曲，恢复了曾经的活力和精神。黑暗女士是一个情妇，你会发现它不是一切，而是深渊。" 托尼还是一头雾水。"我觉得我的翻译出了故障。我……不知道你在说什么。"德修斯哼了一声，转身离开。"我不会不明智地反对你……但当这种误解发生时，我觉得最累。我希望你能为你破碎的精神找到和解，哦，可怜的人。但我想我不会是那个人给你找。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_ANOINTED_NOTHING"]/text
source: On a routine patrol of the ship you stumble across The Anointed gnawing on some loose wires and metal. "Do not worry, I have verified to ensure this is only for an unimportant subsystem. I must sustain my hunger. Please enthuse your interests with other communications besides my own."
ko: 당신은 정기 순찰을 하던 도중 느슨한 전선과 금속을 갉아 먹고 있는 영세자를 마주쳤습니다. "걱정하지 마라. 중요하지 않은 보조 시스템에만 관여하는 전선임을 확인했다. 지금 나는 배를 채워야 한다. 당신의 흥미를 내가 아닌 다른 이와의 소통에 쏟아주도록."
ru: Во время обычного патрулирования корабля вы натыкаетесь на Помазанницу, грызущей какие-то провода и металл. "Не волнуйтесь, я проверила, что они отвечают только за второстепенные подсистемы. Я должна утолить свой голод. Пожалуйста, займитесь другими коммуникациями, помимо моей собственной".
zh_hans: 在船上的例行巡逻中，你偶然发现强选者正在啃一些松散的电线和金属。"别担心，我已经验证了这只是为了一个不重要的子系统。我必须维持我的饱食。请用我自己以外的其他交流来激发你的兴趣。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_EATER_NOTHING"]/text
source: "There is a conversation? Then I have not hearing it. In empty space, there is no sound to be heard. As such, I have learned to appreciate great silence. You should too. And if you cannot, then I will not be remedy."
ko: "대화가 있나? 그렇다면 듣지 않겠다. 빈 우주에서는 아무 소리도 들리지 않는다. 그 속에서 나는 위대한 침묵에 감사하는 법을 배웠다. 너도 그래야 한다. 그러지 못한다 해도 나는 도와주지 않을 것이다."
ru: "Есть разговор? Тогда я его не слышу. В пустом пространстве нет звука, который можно было бы услышать. Поэтому я научился ценить великую тишину. Вы тоже должны. А если вы не можете, то я стану вам помогать".
zh_hans: "有对话？那我没听见。空旷的空间里，听不到任何声音。因此，我学会了欣赏巨大的寂静。你也应该。如果你不能，那我也不会补救。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_OOJ_NOTHING"]/text
source: "Mooj pooj pik tok lik spiggle jiggle troop loop fum nuk lik took weeble woogle tip spip jibble ploop urble gurble yibble spibble palla makoo!" OOJ wiggles unhelpfully. Seems he doesn't have anything more to say right now. Not that you'd know what he was saying even if he did.
ko: "무즈 푸즈 픽 톡 릭 스피글 지글 트룹 룹 품 눅 릭 툭 위블 우글 팁 스핍 플룹 우블 구블 이블 팔라 마코!" 우즈는 실없이 꿈틀거립니다. 현재로선 더는 하고 싶은 말이 없는 듯 보입니다. 그가 말을 한다 하더라도 알아들을 방법은 없지만요.
ru: "Мудж пудж пик ток лик спигл джигл войска петля фум нук лик взял уибл вугл тип спип джиббл плуп урбл гурбл йиббл спиббл палла макоо!" УДЖ бесполезно покачивается. Похоже, ему больше нечего сказать. Не то чтобы вы знали, что он говорит, даже если бы знали.
zh_hans: "Mooj pooj pik tok lik spiggle jiggle troop loop fum nuk lik take weeble woogle tip spip jibble ploop urble gurble yibble spibble palla makoo！"OOJ 无助地扭动着。看来他现在也没什么好说的了。并不是说即使他知道你会知道他在说什么。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_GENERIC_1"]/text
source: "Pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak!" As the assault on your ears commences, OOJ jiggles rhythmicly. You cover your ears, but nothing can stop the pak. Nothing, except OOJ finally taking mercy on you. The sound stops, and OOJ rolls away content with himself.
ko: "팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍 팍!" 우즈가 리듬에 맞춰 몸을 흔들자 고막을 향한 테러가 시작됐습니다. 귀를 막아보았지만 어떻게도 팍 소리를 막을 수 없었습니다. 우즈가 당신에게 자비를 베풀지 않는 이상 어떤 것도 저 소음을 막을 수 없습니다. 마침내 소음이 멈췄고, 우즈는 만족한 채 자리를 떠났습니다.
ru: "Пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак пак!" В момент начала атаки на ваши уши, УДЖ ритмично покачивается. Вы закрываете уши, но ничто не может остановить "пак". Ничто, кроме того, что УДЖ наконец-то смилостивился над вами. Звук прекращается, и УДЖ укатывается прочь, довольный собой.
zh_hans: "Pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak pak！" 随着对你耳朵的攻击开始，OOJ 有节奏地摇晃。你捂住耳朵，但没有什么能阻止pak。什么都没有，除了 OOJ 终于怜悯你了。声音停止，OOJ 满意地滚开。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OOJ_GENERIC_2"]/text
source: You remember, when you first met, there was a glorious time when OOJ actually spoke to you, and you knew what he was trying to say. Now, you have no clue what anything means. Maybe you can try to arrange something for him to communicate with?
ko: 우즈를 처음 만났을 때 그가 하는 말을 정확하게 이해했던 빛나는 순간이 있었다는 게 기억났습니다. 지금은 무슨 말을 하는 지 전혀 알 수가 없습니다. 어쩌면 무슨 방법을 통해 그와 소통할 수 있지 않을까요?
ru: Помните, когда вы только познакомились, было славное время, когда УДЖ действительно говорил с вами, и вы понимали, что он хочет сказать. А теперь вы понятия не имеете, что это значит. Может быть, вы попробуете придумать что-нибудь, с помощью чего он мог бы общаться?
zh_hans: 你记得，当你第一次见面的时候，OOJ 真的和你说话的时候，你知道他想说什么。现在，你没有线索知道任何意思。也许你可以试着安排一些东西让他和他交流？

source: Give him some writing utensils.
ko: 그에게 필기 도구를 쥐어준다.
ru: Дать ему письменные принадлежности.
zh_hans: 给他一些书写用具。

source: OOJ reacts almost instantly to the items, sprouting a few arms and scribbling away on the sheets of paper. You watch in excitement, hoping he'll form a coherent message. Instead, when he reveals his masterpiece, it's nothing but a cartoon drawing of a house. It's not exactly a message, but it's a neat novelty item to put on your fridge.
ko: 우즈는 곧장 물건에 반응하여 몇 개의 팔을 돋아내고는 종이에 휘갈겨 썼습니다. 당신은 무언가 의미 있는 메시지가 나오길 희망하며 기대에 찬 눈길로 바라봤습니다. 그러나 그가 작품을 완성했을 때 종이에는 집을 그린 만화밖에 없었습니다. 확실한 메시지는 아니지만 냉장고에 걸어두기에 근사한 그림입니다.
ru: УДЖ почти мгновенно реагирует на предметы, отращивает несколько рук и пишет на листах бумаги. Вы с волнением наблюдаете за ним, надеясь, что у него получится связное сообщение. Но когда он показывает свой шедевр, то оказывается, что это всего лишь карикатурный рисунок дома. Это, конечно, не совсем послание, но на холодильник можно повесить.
zh_hans: OOJ 几乎立即对这些物品做出反应，伸出几只手臂，在纸上乱涂乱画。你兴奋地看着，希望他能形成一个连贯的信息。相反，当他展示他的杰作时，它只不过是一幅房子的卡通画。这不完全是一条信息，但它是放在冰箱上的一个整洁的新奇物品。

source: Give him a holopad.
ko: 그에게 홀로패드를 준다.
ru: Дать ему голопад.
zh_hans: 给他一个平板电脑。

source: OOJ observes the pad for a few moments before sprouting a few arms and picking it up. You watch with excitement as he types away on the pad, navigating through tabs and and textboxes until at last he's found the music video for some Orchid song called Rycarla. The large grey blob begins to dance, taking on a slightly humanoid form to enhance his dancing capabilities. It's awe inspiring, but not exactly communication.
ko: 우즈는 패드를 잠시 살펴보더니 팔을 돋아내고는 패드를 집어 들었습니다. 그가 탭 키와 텍스트 키를 왔다 갔다하며 패드를 누르는 모습을 기대에 찬 눈길로 바라보았고, 마침내 그는 리칼라라는 오키드 노래의 뮤직비디오를 찾아냈습니다. 커다란 은색 덩어리는 춤을 추기 시작했고, 춤을 더 잘 추기 위해 인간의 형태를 살짝 취했습니다. 춤은 넋이 나갈 정도로 경이로웠지만 정확한 의사소통은 아니었습니다.
ru: УДЖ несколько мгновений наблюдает за планшетом, затем отращивает несколько рук и берет его в руки. Вы с восторгом наблюдаете, как он набирает текст на планшете, перемещаясь по вкладкам и текстовым полям, пока, наконец, не находит клип на песню какой-то орхидеи под названием Рикарла. Большой серый сгусток начинает танцевать, принимая слегка гуманоидную форму, чтобы усилить свои танцевальные способности. Это вдохновляет, но не располагает к общению.
zh_hans: OOJ 观察平板电脑片刻，然后伸出几只手臂将其捡起。你兴奋地看着他在键盘上打字，浏览标签和文本框，直到最后他找到了名为莱卡拉的兰花歌曲的音乐视频。巨大的灰色斑点开始跳舞，呈现出略为人形的形态以增强他的跳舞能力。这是令人敬畏的，但不完全是交流。

source: Give him a set of letter blocks.
ko: 그에게 글자블록을 준다.
ru: Дать ему набор буквенных блоков.
zh_hans: 给他一套字母积木。

source: You spread the blocks out in front of OOJ, but he doesn't seem to understand what they are. You watch with equal confusion as the blob moves back and forth, lifting the cubes and arranging them in nonsensical patterns. Eventually, he grows bored and begins to eat the cubes instead. You don't care to stop him and walk away, disappointed.
ko: 우즈 앞에 블록들을 펼쳐놨지만 그는 블록이 무엇인지 이해하지 못한 듯 보였습니다. 덩어리가 앞뒤로 움직이며 큐브 블록를 아무런 의미 없이 늘어 놓는 모습을 마찬가지로 당혹스럽게 바라봤습니다. 결국 우즈는 지루함을 느끼고 대신 블록 큐브를 먹기 시작했습니다. 당신은 그를 말리지 않고 실망감에 빠진 채 자리를 떠났습니다.
ru: Вы раскладываете блоки перед УДЖОМ, но он, похоже, не понимает, что это такое. Вы с не меньшим замешательством следите за тем, как сгусток двигается взад-вперед, поднимая кубики и выстраивая их в бессмысленные узоры. В конце концов, ему это надоедает, и он начинает есть кубики. Вы не пытаетесь его остановить и разочарованно уходите.
zh_hans: 你在OOJ 面前摊开积木，但他似乎不明白它们是什么。当斑点来回移动时，你同样困惑地看着，抬起立方体并以荒谬的模式排列它们。最终，他变得无聊，开始吃立方体。你想阻止他，走开，失望。

source: It's hopeless, just make do with the gibberish.
ko: 가망이 없으니 계속 의미없는 말을 하게 둔다.
ru: Это безнадежно, придется довольствоваться тарабарщиной.
zh_hans: 没希望了，只是凑合着胡言乱语。
