Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

source: "WHAT?! I'm no fassscist! How dare you even insssinuate that! Fassscissssm isss an idealogy used to jussstify barbarianisssm and hossstile takeover. It'sss not fassscisssst to sssay the truth - that mingling culturesss causssesss the decay of the moral sssstrength of them!"
ko: "뭐라고요?! 쩐 파씨쓰트가 아닙니다! 어떻게 감히 그런 단어를 입에 올리는 거쬬! 파씨쯤은 야만과 폭력쩍 통일을 쩡당화하기 위해 싸용되는 이데올로기쬬. 파씨쓰트는 찐씰을 말하찌 않아요. 문화가 썪이면 그들의 도덕쩍 힘이 쐬퇴한다는 거쓸!"
ru: "ЧТО?! Я не фашшшиссст! Как вы сссмеете даже намекать на это! Фашшшизм - это идеология, иссспользуемая для оправдания варварссства и враждебного захватничессства. А говорить правду о том, что сссмешшшение культур ведет к упадку их моральной сссилы, - это не фашшшизм!"
zh_hans: "什么？我不是法西斯主义者！你怎么敢这么说！法西斯主义是一种为野蛮主义和敌意接管辩护的意识形态。说出真相并不可怕--混杂的文化会导致它们的道德力量的衰败！"

source: So you're just xenophobic then.
ko: 그럼 당신은 그냥 외계인 혐오자군요.
ru: Значит, вы просто ксенофоб.
zh_hans: 那么，你只是排外主义。

source: "Well now you're jussst getting wild with your accusssationsss! I sssee you are more... liberal than I thought you to be. I guesss I thought we would ssshare sssimilar ideologiesss sssincce you sssupported me againssst Nightsss. I sssuppossse, for the sssake of what I hope isss our friendssship, I ssshould limit thessse kindsss of conversssations. My apologiesss."
ko: "이쩨 아쭈 씬나써 쩌를 물어뜯으씨네요! 아무래도 당씬은 쩨가 쌩각했던 것보다 더... 찐보쩍인가 봐요. 나이트가 아닌 쩌를 구해쭤쓰니 비씃한 이념을 공유할 거로 쌩각했거든요. 씰쫀해쓰면 쫗겠는 우리의 우쩡을 위해써 이런 쫑류의 대화는 짜쩨해야게써요. 싸과드립니다."
ru: "Ну, теперь вы просссто сссходите ссс ума от сссвоих обвинений! Я вижу, что вы более... либеральны, чем я думал. Наверное, я думал, что у нассс ссс тобой сссхожие идеологии, раз вы поддержали меня против Тумана. Полагаю, ради нашшшей, как я надеюсссь, дружбы, мне ссследует ограничить подобные разговоры. Приношшшу сссвои извинения".
zh_hans: "现在你的指责越来越疯狂了！我发现你比我想象的更......自由主义。我想我以为我们会分享相似的意识形态，当你支持了我，反对了七夜。我认为，为了我所希望的我们之间的友谊，我应该限制这种谈话的次数。我很抱歉。"

source: Apology accepted.
ko: 사과를 받아들이겠습니다.
ru: Извинения приняты.
zh_hans: 接受道歉。

source: Slocknog grins. "Good, then all'ss well that endsss well. I'm glad we're both two reasssonable people who can agree to disssagree, yesss? Better that than to wage ideological war. Well, I bessst be off then."
ko: 슬럭노그가 씨익 웃습니다. "쫗아요. 무쓴 일이 이썼든 끝이 쫗으면 된 거쬬. 우리가 둘 다 의견 차이를 받아들일 쑤 있는 합리쩍인 싸람이라는 거씨 기뻐요. 그편이 이념 쩐쨍을 하는 것보다 훨씬 나쬬. 그럼 쩐 이만 가봐야겠네요."
ru: Слокног усмехается. "Хорошшшо, значит, всссе хорошшшо, что хорошшшо кончаетссся. Я рад, что мы оба - два разумных человека, которые могут не сссоглашшшатьссся, да? Лучшшше так, чем весссти идеологичессскую войну. Ну, тогда я, пожалуй, пойду".
zh_hans: 斯洛克诺格咧嘴一笑。"很好，那么一切都很好，结束了。我很高兴我们都是两个可信赖的人，可以达成一致意见，是吗？这比发动意识形态战争要好。好吧，那我就先走了。"

source: We're not friends.
ko: 우리는 친구가 아닙니다.
ru: Мы не друзья.
zh_hans: 我们不是朋友。

source: "Ah, I sssee. Are you alwaysss thisss frank with people? I do try to be polite, but I guesss sssome people jussst don't want to get along. Renegadessss... hmph. Maybe you are the ssscum everyone sssaysss you are."
ko: "아, 그렇군요. 당씬은 항쌍 쭈변 싸람을 이렇게 쏠찍하게 대하나요? 쩌는 최대한 예의를 갖추려 하는데, 어떤 싸람들은 싸이쫗게 찌내는 걸 원치 않는 것 같아요. 배회짜라... 흐음. 어쩌면 당씬들은 쎄간의 말처럼 그냥 쓰레기일찌도 모르겠네요."
ru: "А, понятно. Вы всссегда так откровенны ссс людьми? Я ссстараюсссь быть вежливым, но, видимо, некоторые люди просссто не хотят ссс кем-либо ладить. Ренегаты... хм. Может, вы и есссть та мразь, о которой всссе говорят?"
zh_hans: "啊，我明白了。你总是对人这么坦率吗？我努力做到有礼貌，但我想有些人只是不想相处而已。变元者......哼哼。也许你就是每个人都说的那个混蛋。"

source: Say nothing.
ko: 아무 말도 하지 않는다.
ru: Ничего не говорить.
zh_hans: 什么也不说。

source: Slocknog stares at you, and you feel a growing contempt in him. "Uhuh... right. Well thisss hasss been unpleasssant. I'm going to go eat sssomething."
ko: 슬럭노그가 당신을 노려봅니다. 그의 얼굴에서 경멸감이 자라나고 있습니다. "어어... 쫗아요. 쫌 불쾌한 대화였네요. 이쩨 쩌는 뭘 쫌 먹으러 갈게요."
ru: Слокног смотрит на вас, и вы чувствуете, как в нем растет презрение. "Ухух... точно. Что ж, это было неприятно. Пойду-ка я сссъем что-нибудь".
zh_hans: 斯洛克诺格盯着你，你感觉到他身上的蔑视感越来越强。"呃......对。好吧，这已经很不愉快了。我要去吃点东西了。"

source: I regret bringing it up.
ko: 괜히 이런 얘기를 꺼냈네요.
ru: Я уже пожалел, что поднял эту тему.
zh_hans: 我很后悔提出这个问题。

source: "Yesss, assss do I. Hmph! Fassscissst, me? How ridiculoussss..."
ko: "네, 쩌도 동감이에요. 흥! 내가 파씨쓰트? 쩡말 말도 안 되쬬..."
ru: "Да, как и я. Я фашшшиссст? Как нелепо..."
zh_hans: "是的，就像我做的，哼！法西斯主义者，我？多么可笑..."

source: I'm not touching this debate.
ko: 이 토론에 참여하지 않겠습니다.
ru: Я не буду касаться этой темы.
zh_hans: 我不会去碰这场辩论。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_SLOCKNOG_GENERIC_7"]/text
source: "Ssssome people usssed to mock me for naming my party after the old Clairvoyant Empire. Thossse people never fail to disssappoint me, I sssuppossse. I did not literally mean to sssuggessst I wasss going to revive the fallen empire, though god I would if I could... only that I wisssshed to renew itsss legacccy and ressstore the honor we lossst when they fell. Plussss, it jussst sssoundsss cool, and hassss hissstorical sssignificanccce. Not EVERYTHING needssss to be a heavy handed analogy. Ssssometimesss people jussst think wordsss are cool and want to ussse them. Isss that really sssuch a ssshameful thing?"
ko: "어떤 싸람들은 옛 투씨짜 쩨국의 이름을 따 당명을 찌었다는 이유로 쩌를 비웃고는 합니다. 쩡말이찌 언쩨나 씰망쓰러운 싸람들이에요. 말 그대로 멸망한 쩨국을 되쌀리겠다는 게 아닌데. 물론 그게 가능하다면 당짱에 그러게찌만요... 하찌만 쩨가 원하는 건 단쑨히 쩨국의 유싼을 계씅하고 우리가 잃었던 명예를 회복하는 거예요. 게다가 '투씨짜'는 그냥 듣기에도 머찌고 역싸쩍인 의미도 이쬬. 모든 고쎄 엄격한 비유를 싸용할 필요는 업써요. 때로는 그냥 머찌다고 느껴찌는 단어를 쓰기도 하고 그러는 거쬬. 이게 쩡말 그렇게 욕먹을 일인가요?"
ru: "Некоторые насссмехалисссь надо мной за то, что я назвал сссвою партию в чесссть ссстарой империи Ясссновидящщщих. Эти люди никогда не сссмогут разочаровать меня, я полагаю. Я не имел в виду, что сссобираюсссь возродить павшшшую империю, хотя, боже мой, я бы это сссделал, есссли бы мог... Я лишшшь хотел обновить ее нассследие и восссстановить чесссть, которую мы потеряли, когда она пала. К тому же, это просссто круто звучит и имеет исссторичессское значение. Не ВСССЕ должно быть тяжелой аналогией. Иногда люди просссто сссчитают ссслова крутыми и хотят их иссспользовать. Разве это так уж плохо?"
zh_hans: "有些人曾经嘲笑我用老通天帝国的名字命名我的政党。这些人从来没有让我失望过，我支持他们。我并不是真的想说我要复兴堕落的帝国，尽管如果我可以的话，我会......只是我希望能延续它的遗产，并恢复堕落时我们失去的荣誉。此外，它只是听起来很酷，而且有其历史意义。并非所有的事情都需要做一个沉重的比喻。有时，人们只是认为词语很酷，想使用它们。这真的是一件丢脸的事吗？"

# data/events_socialize.xml$//event[@name="SOCIALIZE_IRWIN_NOTHING"]/text
source: Irwin is asleep in his quarters, though you wouldn't know it from outside. You can hear the occasional fumble and shout, followed by mad ramblings of facts about the biologies of rare alien species, conspiracy theories he personally crafted, and vengeful promises against those who wronged him. You decide it's best not to talk to Irwin right now and remind yourself it'd be a good idea to run psychological evaluations on the crew every so often.
ko: 당신은 밖에 있어서 알 방법이 없지만, 어윈은 자기 선실에서 자고 있었습니다. 그는 잠꼬대를 하며 괴성을 지르더니 곧이어 희귀 외계 종의 생태에 관한 사실과 자기에게 잘못을 저지른 사람들에 대한 복수심에 불타는 약속을 미친 듯이 지껄이기 시작했습니다. 당신은 그 소리를 듣고 지금은 어윈과 대화하지 않는 게 좋겠다고 판단했고, 선원들이 자주 심리 검진을 받게 해야겠다고 마음먹었습니다.
ru: Ирвин спит в своей каюте, хотя со стороны этого не скажешь. Слышно, как изредка раздается возня и крики, а затем безумные бредни с фактами о биологии редких инопланетных видов, теориями заговоров, которые он лично разработал, и мстительными обещаниями в адрес тех, кто его обидел. Вы решаете, что сейчас с Ирвином лучше не разговаривать, и напоминаете себе, что неплохо было бы время от времени проводить психологические обследования экипажа.
zh_hans: 厄文在他的宿舍里睡着了，尽管你从外面看不出来。你可以听到他偶尔的摸索和叫喊声，然后是关于稀有外星物种的生物学事实、他亲自炮制的阴谋论以及对那些对他不利的人的报复性承诺的疯狂呓语。你决定现在最好不要和厄文说话，并提醒自己，每隔一段时间对船员进行心理评估是个好主意。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_1"]/text
source: You find Irwin folding several tin-foil hats, and he seems slightly annoyed you've interrupted him. "You can never be too careful, when the Multiversssal Order isss out to get you! Fortunately, I'm immune to mind reading. But you... you need to be more dilligent!" Irwin hands you one of the hats. "They'll never get you with thisss! Wear it at all timesss! Even when you're showering or asssleep!"
ko: 어윈이 은박지로 모자를 접고 있습니다. 그는 당신에게 간섭당하자 약간 화가 난 것 같습니다. "다쭝우쭈쩍 찔써에 쫓기는 쌍황에썬 아무리 쪼씸해도 충분하찌 않아! 다행히도 나는 쩡씬 찌배에 면역이찌. 하찌만 당씬은... 당씬은 쫌 더 부찌런해쪄야 해!" 어윈이 모자를 하나 건네줍니다. "이거면 쩔대로 붙짭히찌 않을 거야! 쌰워하거나 짤 때도 안쩐해!"
ru: Вы находите Ирвина, работающим над несколькими шляпами из фольги, и, кажется, он слегка раздражен тем, что вы его прервали. "Никогда нельзя быть ссслишшшком осссторожным, когда за тобой охотитссся Орден Мультивссселенной! К сссчассстью, у меня иммунитет к чтению мыссслей. Но вам... вам нужно быть более внимательным!" Ирвин протягивает вам одну из шляп. "Ссс ней они вассс никогда не поймают! Носссите ее всссегда! Даже когда принимаете душшш или ссспите!"
zh_hans: 你发现厄文正在折叠几顶锡箔帽，他似乎对你打断他略感恼火。"你永远不能太小心，当多元宇宙的规律要抓你的时候！幸运的是，我对读心术有免疫力。但是你......你需要更加谨慎！"厄文递给你一顶帽子。"有了这个，他们就永远不会抓到你！任何时候都要戴上它！即使你在洗澡或睡觉的时候也要戴上！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_2"]/text
source: You've noticed Irwin stalking several of the crew on multiple occasions. Finally deciding to confront him, Irwin's response is immediate. "I sssussspect them of being ssspiess planted by none other than the Multiversssal Order! I'm cccertain of it! I jussst need to catch them... Don't get in my way, unlesss you want me to think you're a sssspy too!"
ko: 당신은 어윈이 몇몇 선원을 스토킹하는 것을 여러 번 목격했습니다. 마침내 어느 선원과 맞서기로 결심한 어윈이 입을 엽니다. "쩌놈은 다름이 아니라 다쭝우쭈쩍 찔써가 씸어놓은 쓰파이 같아! 확씬이 들어! 이쩨 쩌놈을 짭기만 하면 되는데... 당씬도 쓰파이라고 의씸받기 씷으면 방해하찌 마!"
ru: Вы неоднократно замечали, как Ирвин следит за несколькими членами экипажа. Решив наконец встретиться с ним лицом к лицу, Ирвин немедленно реагирует. "Я подозреваю, что они подброшшшены не кем иным, как Орденом Мультивссселенной! Я в этом уверен! Мне просссто нужно их поймать... Не мешшшайте мне, есссли не хотите, чтобы я подумал, что вы тоже шшшпион!"
zh_hans: 你注意到厄文在多个场合跟踪几个船员。最后决定与他对质，厄文的反应是直接的。"我怀疑他们是由多国组织安插的间谍！我很确定！我只需要抓住他们......不要妨碍我，除非你想让我认为你也是个间谍！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_3"]/text
source: You notice an assortment of strange skeletons have been collecting in Irwin's room every time you stop at a new planet. Eventually, Irwin catches you staring at them and explains; "Jusssst becaussse I wasss kicked out of the Guild doesssn't mean I'm not a hunter anymore. Don't worry, I killed all of thessse animalsss myself. I am at leassst 70% percccent cccertain none of them were sssentient. Probably."
ko: 당신은 새로운 행성에 들를 때마다 어윈의 방에 이상한 해골이 는다는 사실을 알아챘습니다. 가만히 해골을 보고 있었더니 어윈이 불쑥 나타나 설명합니다. "내가 길드에써 쫓겨났다고 싸냥꾼이 아닌 건 아니거든. 쩐부 쏜쑤 짭은 동물들이니까 걱쩡하찌 마. 찌썽체는 업써쓸 거야. 70% 쩡도 확률로."
ru: Каждый раз, когда вы останавливаетесь на новой планете, вы замечаете, что в комнате Ирвина скапливается множество странных скелетов. В конце концов Ирвин замечает, что вы смотрите на них, и объясняет: "То, что меня выгнали из Гильдии, не означает, что я больше не охотник. Не волнуйтесь, я сам убил всех этих животных. Я, по крайней мере, на 70% уверен, что никто из них не был разумным. Скорее всего".
zh_hans: 你注意到，每当你在一个新的星球上停留时，各种奇怪的骷髅都会在厄文的房间里收集。最后，厄文发现你在盯着它们看，于是解释说："我被公会踢出来并不意味着我不再是一个猎人。别担心，这些动物都是我自己杀死的。我至少有70%的把握，它们没有一个是有智慧的。也许吧。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_4"]/text
source: Irwin slithers up to you and asks your thoughts on the Syndicate and its mercenaries. "I got in a bit of a pickle with Vael, myssself. Now I underssstand the old sssaying 'The only differenccce between a Renegade and a Mercccenary isss the Renegade knowsss never to trussst that sssson of a bitch Vael'. But what about you, captain?"
ko: 어윈이 당신에게 다가와 신디케이트와 그 용병들에 대한 생각을 묻습니다. "나는 바엘과 쪼금 차찔을 비쩌봐짢아. 그래써 '배회짜와 용병의 유일한 차이쩜은 바엘쌔끼를 믿으면 안 된다는 싸씰을 아느냐 모르냐이다'라는 옛말을 이해하게 돼써. 어떻게 쌩각해 썬짱?"
ru: Ирвин подползает к вам и спрашивает, что вы думаете о Синдикате и его наемниках. "Я сссам попал в небольшшшую переделку ссс Ваэлем. Теперь я понимаю ссстарую поговорку: "Единссственная разница между Ренегатом и наемником в том, что Ренегат знает, что никогда нельзя трогать этого сссукиного сссына Ваэля". А как насссчет вассс, капитан?"
zh_hans: 厄文滑到你身边，问你对佣兵团和它的雇佣兵的看法。"我自己和威尔有点矛盾。现在我明白了那句老话："变元者和雇佣兵之间的唯一区别是，变元者知道永远不要欺骗那个婊子养的威尔"。但你呢，舰长？"

source: Renegades and Mercenaries are very different.
ko: 배회자와 용병은 아주 다릅니다.
ru: Ренегаты и наемники сильно отличаются друг от друга.
zh_hans: 变元者和雇佣兵是非常不同的。

source: "My thoughtsss exactly! We don't work for nobody. End of the day, the money you make isss yoursss. Mercccenariesss are sstupid enough to invite a middle man, just for that little bit of extra credit and exposssure. Glad we're on the sssame page."
ko: "내 쌩각대로군! 우리는 결코 누구를 위해 일하찌 않아. 월급날에는 딱 일한 만큼 가찌고 가는 거찌. 하찌만 멍청한 용병 놈들은 쭝간 다리를 쎄운다네. 쮜꼬리만 한 돈 더 벌짜고 더 많은 걸 유출하는 꼴이찌. 우리 둘 다 쌩각이 같아써 기쁘네."
ru: "Это как раз мои мысссли! Мы ни на кого не работаем. В конце концов, деньги, которые вы зарабатываете - вашшши. Наемники нассстолько глупы, что приглашшшают посссредника только для того, чтобы получить дополнительный кредит доверия и извессстносссть. Рад, что мы ссс вами на одной волне".
zh_hans: "我的想法正是如此！我们不为任何人工作。最后，你赚的钱是你的。雇佣兵蠢到邀请一个中间人，只是为了那一点点额外的信用和曝光。很高兴我们在同一条船上。"

source: Renegades and Mercenaries are the same thing.
ko: 배회자와 용병은 똑같습니다.
ru: Ренегаты и наемники - это одно и то же.
zh_hans: 变元者和雇佣兵是一回事。

source: "But are they? I don't sssee you reporting back to big daddy Vael for a paycheck, or painting your sssship a uniform ssshade of white."
ko: "정말로? 나는 당신이 월급을 받기 위해 큰형님 바엘에게 보고를 올리거나, 함선에 흰색 무늬 그리는 걸 본 적이 없는데."
ru: "Но так ли это? Я не вижу, чтобы вы отчитывалисссь перед большшшим папой Ваэлем за зарплату или перекрашшшивали сссвой корабль в однотонный белый цвет".
zh_hans: "但他们是吗？我不认为你会为了薪水而向威尔老爹汇报，或者把你的船涂成统一的白色。"

source: No, but we are contracted by the Federation.
ko: 그러지는 않지만, 저는 연방과 계약을 맺었습니다.
ru: Нет, но мы работаем по контракту с Федерацией.
zh_hans: 没有，但我们是联邦的合同工。

source: "Yeah yeah, sssure. For god knowsss what reassson! But we don't work for nobody. Sssure, you got a contract. But, end of the day, the money you make isss yoursss. Mercccenariesss are sstupid enough to invite a middle man, just for that little bit of extra credit and exposssure. Ehhh, whatever..."
ko: "그래, 그래, 물론이야. 대체 왜 너는 그런 계약을 매쯘 걸까! 하찌만 우리는 결코 누구를 위해 일하찌 않아. 계약이야 매쯜 쑤 이찌만, 월급날에는 딱 일한 만큼 가찌고 가는 거찌. 하찌만 멍청한 용병 놈들은 쭝간 다리를 쎄운다네. 쮜꼬리만 한 돈 더 벌짜고 더 많은 걸 유출하는 꼴이찌. 우리 둘 다 쌩각이 같아써 기쁘네."
ru: "Да-да, конечно. По бог знает какой причине! Но мы ни на кого не работаем. Конечно, у вассс есссть контракт. Но, в конце концов, деньги, которые вы зарабатываете - вашшши. Наемники нассстолько глупы, что приглашшшают посссредника только для того, чтобы получить дополнительный кредит доверия и извессстносссть. Ну и ладно..."
zh_hans: "是的是的，当然。天知道是什么原因！但我们不为任何人工作。当然，你有一份合同。但是，最后，你赚的钱是你的。雇佣兵蠢到邀请一个中间人，只是为了那一点点额外的信用和曝光。呃，不管怎样......"

source: I don't particularly care.
ko: 별 생각 없습니다.
ru: Меня это особо не волнует.
zh_hans: 我并不特别关心。

source: "Really? No opinion? All my other Renegade 'palsss' have ssssomething to sssay, but I guesss you're jussst boring. Oh well."
ko: "쩡말? 의견이 없다고? 내 다른 배회짜 '친구'들은 쩐부 한 마디씩 하던데 너는 그냥 무미건쪼하네. 알게써."
ru: "Правда? Никакого мнения? Всссем оссстальным моим "приятелям" Ренегатам есссть что сссказать, а вы, похоже, проссстосс скучный. Ну и ладно".
zh_hans: "真的吗？没有意见？我的其他变元者'伙伴'都有话要说，但我想你只是很无聊。哦，好吧。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_5"]/text
source: While inspecting Irwin's room for more illegally smuggled poison, you notice his blunderbuss up on display. While observing it you notice a special switch on the back. You're unsure what it does, but you don't want to ask and alert Irwin you were poking around his room.
ko: 불법 독극물을 밀수하지는 않았나 알아보기 위해 어윈의 방을 조사하다가 진열대 위에 놓인 그의 나팔총을 발견했습니다. 나팔총 바라보고 있으니 뒷면에 특별한 스위치가 보입니다. 무슨 스위치인지 확실하지 않지만, 어윈에게 들키는 건 사절이니 그냥 무시합시다.
ru: Осматривая комнату Ирвина на предмет наличия еще одного незаконно ввезенного яда, вы замечаете его мушкетон, выставленный на всеобщее обозрение. Осматривая его, вы замечаете специальный переключатель на задней стенке. Вы не знаете, что он делает, но не хотите спрашивать и тревожить Ирвина тем, что вы рылись в его комнате.
zh_hans: 在检查厄文的房间是否有更多非法走私的毒药时，你注意到他的猎枪被摆在那里。在观察它的时候，你注意到后面有一个特殊的开关。你不确定它的作用，但你不想问，也不想提醒厄文你在他的房间里打探。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_IRWIN_GENERIC_6"]/text
source: You spot Irwin reading a strange looking book made of physical paper, a rarity nowadays, and inquire what it's about. To your surprise, he's actually fairly enthusiastic that you've asked. "It'ssss a collection of ssstudiess on the history, anatomy, and ssspecial adaptations of Equinoidsss by region." Irwin shifts in his chair to see you better and asks if you'd like to know more.
ko: 어윈이 요즘 시대에는 희귀한 진짜 종이로 만들어진 이상하게 생긴 책을 읽고 있습니다. 무엇에 관한 책인지 물어보자 그는 놀랍게도 당신만큼이나 열정적으로 설명해줍니다. "찌역별 에퀴노이드의 역싸, 해부학쩍 특썽, 찐화 과쩡에 대한 연구 모음찝이야." 어윈은 당신과 눈높이를 맞추기 위해 의자에 앉고 더 자세한 내용을 알고 싶은지 물었습니다.
ru: Вы застаете Ирвина, читающего странного вида книгу, сделанную из физической бумаги, что в наше время редкость, и спрашиваете, о чем она. К вашему удивлению, он довольно охотно отвечает на ваш вопрос. "Это сссборник исссследований по иссстории, анатомии и осссобым приссспосссоблениям эквиноидов ссс разбивкой по регионам". Ирвин пересаживается в кресло, чтобы лучше вас видеть, и спрашивает, не хотите ли вы узнать больше.
zh_hans: 你发现欧文正在阅读一本看起来很奇怪的书，这本书是用纸做的，现在很罕见，于是问他这是什么。令你惊讶的是，他对你的提问相当热心。"这是一本关于六脚马的历史、解剖学和各地区特殊适应性的研究文集。"厄文在椅子上移了移，以便更好地看到你，并问你是否想知道更多。

source: Sure.
ko: 알고 싶습니다.
ru: Конечно.
zh_hans: 当然。

source: Irwin flips back a couple pages and orients himself in the text, but seems to realize the text is too technical for you and settles for explaining it himself. "No one'sss quite sssure where Equinoidsss originated from, though it'sss possssible they may have come from the sssame sssyssstemss ass the Cryssstalline Empire. They likely looked a lot different compared to what they're known assss know though. At sssome point, the Guild found a planet with a large concccentration of alpha Equinoidssss, a ssspecial breed which growsss cryssstal-like growthsss on itss body. Ssstudiesss sssuggesst alphasss posssesss far greater intelligenccce than common Equinoidsss, and thusss facccilitated larger herd sssizesss. Thisss planet became the sssourccce of very profitable trade ssselling the Equinoidsss asss beasssts of labor, or for their colorful hidesss. That isss, in fact, why we chossse the particular location that the Guild isss currently headquartered." "The book doesssn't sssay all of that, by the way. It'sss a children'sss book." He flips the cover around to show a colorful cartoon drawing of a six-legged horse eating some grass. "I jussst know all of thisss because I wasss, you know... there when it happened." Irwin sighs and closes the book. "Bassstards sssure regret they kicked me out now! Probably. I hope they do."
ko: 어윈은 몇 페이지 뒤로 넘어가 원하는 부분을 찾았지만, 너무 전문적인 내용이라고 생각한 건지 직접 설명을 시작합니다. "에퀴노이드의 기원을 쩡확히 아는 싸람은 업써. 크리쓰탈 쩨국과 같은 행썽계에써 탄쌩해쓸 거쓰로 추쩡하고만 이찌. 초기 에퀴노이드의 모씁은 오늘날 알려쪄 있는 에퀴노이드의 모씁과는 많이 달라쓸 거야. 한때 길드는 몸에써 크리쓰탈처럼 쌩긴 거씨 짜라나는 특별한 품쫑, 알파 에퀴노이드가 밀찝된 행썽을 발견해써. 연구에 따르면 알파 품쫑은 일반 품쫑보다 훨씬 높은 찌능을 갖고 있고, 그래써 훨씬 더 큰 무리를 형썽하찌. 이 행썽은 노동용 에퀴노이드나 화려한 에퀴노이드 가쭉을 판매하는 아쭈 쑤익썽 있는 무역 허브가 되어써. 싸씰, 그게 바로 우리가 길드 본싸의 위치를 특쩡 찌은 이유야." "그나쩌나 이 책에 모든 내용이 나와 이찌는 않아. 아동용 도써거든." 어윈이 표지를 뒤집어 여섯 발 달린 말이 풀을 먹고 있는 화려한 만화 그림을 보여줍니다. "나는 이 모든 내용을 알고 이써. 왜냐하면, 너도 알다씨피 나는... 그 일들의 당싸짜니까." 어윈이 한숨을 쉬고 책을 덮습니다. "그 바보들은 찌금쯤 나를 쫓아낸 걸 후회하고 있게찌! 아마도 후회할 거야. 쩨발 그래쓰면 쫗겠네."
ru: Ирвин перелистывает несколько страниц назад, ориентируется в тексте, но, видимо, понимает, что текст слишком техничен для вас, и предпочитает объяснять сам. "Никто точно не знает, откуда произошшшли эхиноиды, хотя возможно, что они появилисссь в тех же сссиссстемах, что и империя крисссталлинов. Ссскорее всссего, они выглядели сссовсссем иначе, чем сссейчассс. В какой-то момент Гильдия обнаружила планету ссс большшшой концентрацией альфа-эквиноидов - осссобой породы, у которой на теле рассстут наросссты, напоминающщщие крисссталлы. Сссогласссно исссследованиям, альфа-эквиноиды обладают гораздо более высссоким интеллектом, чем обычные эхиноиды, что ссспосссобссствует увеличению размеров ссстада. Эта планета ссстала исссточником очень выгодной торговли, благодаря продаже эквиноидов как рабочих зверей или за их красссочные шшшкуры. Сссобссственно, именно поэтому мы выбрали именно то месссто, где сссейчассс находитссся шшштаб-квартира Гильдии". "В книге, кссстати, всссего этого нет. Это детссская книга". Он переворачивает обложку, чтобы показать красочный карикатурный рисунок шестиногой лошади, поедающей траву. "Я просссто знаю всссе это, потому что был... там, когда это ссслучилосссь". Ирвин вздыхает и закрывает книгу. "Ублюдки, конечно, жалеют, что выгнали меня сссейчассс! Наверное. Надеюсссь, что так и будет".
zh_hans: 厄文向后翻了几页，在文本中确定了自己的方向，但似乎意识到文本对你来说太技术性了，于是退而求其次，自己解释。 "没有人很清楚六脚马来自哪里，尽管他们有可能来自冰晶帝国的同一星系。不过，与目前所知道的情况相比，他们可能看起来有很大的不同。在某一时刻，公会发现了一个有大量阿尔法六脚马的星球，这是一个特殊的品种，它的身体上会长出类似水晶的东西。研究表明，阿尔法马的智力远高于普通马，因此有利于扩大马群规模。这颗星球成为了非常有利可图的贸易场所，出售六脚马作为货物，或者出售它们的彩色皮毛。事实上，这就是我们选择公会目前总部所在的特定地点的原因。" "顺便说一下，这本书并没有说所有这些。这是一本儿童读物。"他翻开封面，显示出一幅彩色的卡通画，画的是一匹六条腿的马在吃草。"我之所以知道这些，是因为我当时，你知道......在那里，当它发生时。"欧文叹了口气，合上书。"巴斯蒂安斯肯定后悔他们现在把我踢出来了！也许吧。我希望他们这样做。"

source: No thanks.
ko: 사양하겠습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Irwin shrugs. "Oh well, not everone caresss about thisss ssstuff I guessss. I jussst would have thought a Renegade would be more inquisssitive. Meh, your lossss."
ko: 어윈이 어깨를 으쓱합니다. "이런, 모든 싸람이 에퀴노이드에 관씸을 갖는 건 아닌가 보네. 배회짜는 쪼금 더 호기씸이 많을 쭐 알았는데. 나쭝에 아쒸워하찌나 말라고."
ru: Ирвин пожимает плечами. "Ну что ж, не всссем есссть дело до таких вещщщей, я полагаю. Просссто я думал, что Ренегат будет более любознательным. Ну что ж, вашшша вина".
zh_hans: 厄文耸耸肩。"哦，好吧，不是每个人都关心这些东西的，我想。我只是认为一个变元者会更有好奇心。哼，你的损失。"

source: Equinoids? Ew, gross!
ko: 에퀴노이드? 윽, 징그러워!
ru: Эквиноиды? Фу, гадость!
zh_hans: 六脚马？哦，恶心心！

source: Irwin frowns. "You know, I admit I might be a bit of a burden ssssometimess, but there'sss no need to be rude. Yikesss, what a child you are."
ko: 어윈이 눈살을 찌푸립니다. "나도 가끔은 내가 찜짝처럼 느껴찔 쑤 있다는 걸 알아. 하찌만 그렇게 무례하게 굴 필요는 업짢아. 어린애도 아니고."
ru: Ирвин нахмурился. "Знаете, я признаю, что иногда могу быть немного грузным, но не нужно быть таким невоссспитанным. Ну и ребенок же вы".
zh_hans: 厄文皱起眉头。"你知道，我承认我有时可能有点麻烦，但你没必要这么粗鲁。呸呸呸，你真是个孩子。"
