Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_socialize.xml/*.po
Languages: ko, ru, zh_hans

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_METYUNT_GUNTPUT_1"]/text
source: Since the two lizards first joined your crew, every time Guntput and Metyunt walk past each other Guntput makes a strained effort to wack Metyunt on the head with his staff, shouting various insults like "Traitor! You are not worthy of the scales you wear!" and "You bring great shame to the tribe for your actions!" This time, however, Metyunt seems to finally have had enough. As Guntput goes to swing his staff, Metyunt grabs it and snaps it in half. "ARE YOU DONE?! I GET IT, I SCREWED UP! I'M A TRAITOR, A BLOODY TRAITOR AND I RUIN EVERYTHING I TOUCH! I'M A FAILURE, I'M A MESS, AND THERE IS NO HOPE FOR ME! HAPPY NOW? CAN I GO ON AND LIVE MY LIFE WITHOUT YOU HAVING TO REMIND ME OF MY MISTAKES EVERY MOMENT OF MY EXISTENCE?!" Guntput seems utterly at a loss for words. In all his years of being a shaman, it seems never once have any of his people ever spoken to him like this. "Guntput... Guntput is-" Metyunt cuts him off, still screaming. "GUNTPUT IS WHAT?! WHAT DO YOU WANT FROM ME? DO YOU WANT ME TO THROW MYSELF OUT THE AIRLOCK? DO YOU WANT ME TO FLY TO OUR HOMEWORLDS AND PUBLICLY EXECUTE MYSELF FOR MY SINS? My entire life, you shamans have been making me miserable. I'm sick and tired of your phony, uppity attitude! You don't know anything! You think wisdom is your birthright, and yet you think you can solve all our problems by avoiding technology! You know NOTHING! You're the true blight that's doomed our species!" Metyunt storms off, leaving Guntput behind still trying to find words. Unable to think of anything, Guntput quickly shuffles away in the opposite direction, too ashamed to even look at you or anyone else.
ko: 두 도마뱀이 당신의 함선에 합류한 이후로 그 둘이 서로를 지나칠 때마다 건트풋이 메튠트를 향해 "배신자! 너는 비늘을 두를 자격이 없다!" 또는 "너의 행동은 우리 부족에 큰 수치심을 가져다주었다" 등의 다양한 모욕을 외치며 지팡이로 머리를 세게 때립니다. 하지만 이번에는 메튠트가 마침내 참지 않으려는 것 같습니다. 건트풋이 지팡이를 휘두르러 다가오자 메튠트는 지팡이를 붙잡아 반으로 부러트립니다. "이제 충분하지 않습니까?! 이해합니다, 제가 다 망쳤어요! 전 배신잡니다. 피비린내 나는 배신자라고 만지는 모든 것을 망쳐버립니다! 저는 실패자고, 엉망진창이고, 아무런 희망도 없습니다! 이제 만족하나요? 매 순간 누군가 나의 실수를 상기시키지 않는 인생을 살아갈 수 있을까요?!" 건트풋은 말문이 완전히 막힌 것 같습니다. 주술사로 살아오면서 단 한번도 그에게 이런 식으로 말한 사람은 없었던 모양입니다. "건트풋... 건트풋은-" 메튠트가 계속 비명을 지르며 그의 말을 자릅니다. "건트풋은 뭐요?! 제게 뭘 원하는 겁니까? 에어록 밖으로 뛰어내리기를 바라나요? 고향으로 돌아가서 공개처형 당해 죗값을 치르기를 바라나요? 당신네 주술사들은 저의 일평생을 비참하게 만들었습니다. 저는 당신들의 거짓되고 거만한 태도에 질렸습니다! 당신은 아무것도 몰라요! 지혜가 자신의 타고난 권리라 여기면서 기술을 피하면 모든 문제가 해결될 거로 생각합니다! 당신은 아무것도 몰라요! 당신은 우리 종족을 망친 진짜 범인이에요!" 메튠트는 여전히 할 말을 찾고 있는 건트풋을 뒤로하고 가버렸습니다. 머릿속이 백지가 된 건트풋은 부끄러움에 아무도 바라보지 못하고 재빨리 반대 방향으로 달아났습니다.
ru: С тех пор как эти два ящера впервые присоединились к вашей команде, каждый раз, когда Гантпут и Метьюнт проходят мимо друг друга, Гантпут делает попытку ударить Метьюнта по голове своим посохом, выкрикивая различные оскорбления типа "Предатель! Ты недостоин чешуи, которую носишь!" и "Своими действиями ты навлекаешь позор на племя!" Однако на этот раз Метьюнт, похоже, решил, что с него хватит. Когда Гантпут собирается взмахнуть своим посохом, Метьюнт хватает его и переламывает пополам. "ТЫ ЗАКОНЧИЛ?! Я ПОНЯЛ, Я ВСЕ ИСПОРТИЛ! Я ПРЕДАТЕЛЬ, ЧЕРТОВ ПРЕДАТЕЛЬ, И Я РАЗРУШАЮ ВСЕ, К ЧЕМУ ПРИКАСАЮСЬ! Я НЕУДАЧНИК, Я БЕСТОЛОЧЬ, И У МЕНЯ НЕТ НАДЕЖДЫ! СЧАСТЛИВ ЛИ Я ТЕПЕРЬ? МОГУ ЛИ Я ЖИТЬ ДАЛЬШЕ БЕЗ ТОГО, ЧТОБЫ ТЫ НАПОМИНАЛ МНЕ О МОИХ ОШИБКАХ КАЖДЫЙ МИГ МОЕГО СУЩЕСТВОВАНИЯ?!" Гантпут, похоже, совсем растерялся. За все годы, что он был шаманом, кажется, еще ни разу никто из его народа не говорил с ним так. "Гантпут... Гантпут - это..." Метьюнт прервал его, продолжая кричать. "ЧТО ТАКОЕ ГАНТПУТ?! ЧТО ТЫ ХОЧЕШЬ ОТ МЕНЯ? ТЫ ХОЧЕШЬ, ЧТОБЫ Я ВЫБРОСИЛСЯ ИЗ ШЛЮЗА? ХОЧЕШЬ, ЧТОБЫ Я ПОЛЕТЕЛ НА НАШИ РОДНЫЕ ПЛАНЕТЫ И ПУБЛИЧНО КАЗНИЛ СЕБЯ ЗА ГРЕХИ? Всю мою жизнь вы, шаманы, делаете меня несчастным. Я устал от вашего фальшивого, надменного отношения! Вы ничего не знаете! Вы считаете, что мудрость дана вам от рождения, и при этом думаете, что можете решить все наши проблемы, избегая технологий! Вы ничего не знаете! Ты - истинное зло, которое обрекает наш вид!" Метьюнт убегает, оставив Гантпута, который все еще пытался подобрать слова. Не в силах ничего придумать, Гантпут быстро удаляется в противоположном направлении, стыдясь даже взглянуть на вас или кого-либо еще.
zh_hans: 自从这两只蜥蜴第一次加入你的队伍以来，冈特普特和梅特恩特每次从对方身边经过时，冈特普特都会用他的手杖用力敲打梅特恩特的头，大喊"叛徒！你配不上你的鳞片！""你的行为给部落带来了极大的耻辱！"然而，这一次，梅特恩特似乎终于受够了。当冈特普特去挥动他的手杖时，梅特恩特抓住它并将它折断成两半。"你够了吗？！我明白了，我搞砸了！我是一个叛徒，一个该死的叛徒，我毁了我接触到的一切！我失败了，我一团糟，我没有希望了！现在快乐吗？我可以继续过我的生活，而不必在我存在的每一刻都提醒我我的错误吗？！" 冈特普特似乎完全说不出话来。在他做萨满的这些年里，他的人似乎从来没有像这样对他说过这样的话。"冈特普特……冈特普特是——"梅特恩特打断了他，还在尖叫。"冈特普特是什么？！你想从我这里得到什么？你想让我把自己扔出气闸吗？你想让我飞到我们的家乡并为我的罪公开处决我自己吗？我的一生，你们这些萨满一直在制造我的痛苦。我厌倦了你虚伪、自大的态度！你什么都不知道！你认为智慧是你与生俱来的，但你认为你可以通过避开技术来解决我们所有的问题！你什么都不知道！你才是真正毁灭我们物种的祸害！" 梅特恩特暴走，留下冈特普特仍在努力寻找话语。什么都想不出来，冈特普特迅速向相反的方向拖着脚走，甚至羞于看你或其他人。

# data/events_socialize.xml$//event[@name="SOCIALIZE_OBYN_NOTHING"]/text
source: Obyn is busy combing over many elaborate maps and star-charts, drawing lines and placing pins on various locations. He ignores you entirely, focused with absolute attention on the activity. Guess you won't be squeezing any conversation out of him.
ko: 오빈은 여러 정교한 지도와 성도를 훑어보며 이곳저곳에 선을 그리고 핀을 놓느라 바쁩니다. 그는 당신을 완벽히 무시하고 그 활동에 절대적으로 집중하고 있습니다. 지금은 어떤 대화도 받아주지 않을 것 같네요.
ru: Обин занят тем, что перебирает множество сложных картосхем и звездных диаграмм, чертит линии и расставляет булавки на разных местах. Он полностью игнорирует вас, сосредоточившись на своем занятии. Видимо, поговорить с ним не получится.
zh_hans: 奥宾忙于梳理许多精美的星图和星图，画线并在不同的位置放置别针。他完全无视你，全神贯注于活动。你猜你不会从他那里挤出任何谈话。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OBYN_GENERIC_1"]/text
source: "There comes a point in your life that you have to wonder, 'for what reason am I still going?' I just... I keep asking myself this. When you're the last of anything, it's hard to justify your own existence. And now the Multiverse just seems to taunt me. Infinite Obyns, technically not really the last... and yet we're all just the same person. Never once have we met a female Obyn, or anything of similar nature. And yet, I go on. I haven't the slightest clue why, except for this feeling that I have to. That going on is what I MUST do."
ko: "인생을 살다 보면 '왜 나는 계속 나아가는가?'라는 의문을 가지는 시점이 오지. 나의 경우는... 스스로 계속 이 사실을 상기하오. 내가 세상에 남은 마지막 존재라면, 나의 존재를 증명하기는 어렵다는 것을. 그런데 이제는 멀티버스가 나를 조롱하는 것처럼 보이는구려. 무한한 오빈이 있으니... 엄밀히 따지면 마지막이 아닌 것이지. 하지만 우리는 결국 모두 같은 사람이오. 우리 중 누구도 여성 오빈이라거나, 그와 비슷하게 성질이 다른 오빈을 만나보지 못했소. 그리고 상황이 이래도 나는 계속 나아가오. 왜 그러는지는 전혀 모르겠소. 그냥 어쩔 수 없다는 느낌이 들 뿐이오. 나아가는 것은 내가 반드시 해야 할 일이오."
ru: "В жизни наступает момент, когда нужно задаться вопросом: "По какой причине я все еще продолжаю жить?" Я просто... Я постоянно задаю себе этот вопрос. Когда ты последний из всех, трудно оправдать свое существование. И теперь Мультивселенная, кажется, просто издевается надо мной. Бесконечное множество Обинов, технически не совсем последних... и все же все мы - один и тот же человек. Ни разу мы не встретили женщину-Обина или что-нибудь подобное. И все же я продолжаю. Я не имею ни малейшего понятия, почему, кроме чувства, что я должен. Что продолжать - это то, что я ДОЛЖЕН делать".
zh_hans: "在你的生活中，你不得不怀疑，'我为什么还要活着？'我只是……我一直在问自己这个问题。当你是最后一个时，很难证明你自己的存在是合理的。现在多元宇宙似乎在嘲弄我。无限的奥宾，从技术上讲并不是最后一个……然而我们都是同一个人。我们从来没有遇到过女性奥宾，或任何类似性质的人。然而，我继续说。我一点也不知道为什么，除了这种我不得不这样做的感觉。正在发生的事情是我必须做的。"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_OBYN_GENERIC_2"]/text
source: "When I was still with Sylvan, we would often write poetry together. I guess it's just... sort of a thing I liked doing. Did Sylvan like it? No clue, but he's just like that. Rarely actually tells anyone what he does or doesn't like, and you can't always rely on his actions to clue you in either. I do wish I still had some of those poems, but after the breakup I got rid of most of them."
ko: "실반과 함께하던 시절에 우리는 종종 시를 쓰곤 했소. 아마도 그건... 그냥 내가 좋아하는 일이었을 것 같구려. 실반은 좋아했을까? 정확히는 알 수 없지만, 겉으로는 좋아했소. 하지만 그놈은 남에게 좋고 나쁘고를 사실대로 얘기하는 경우가 거의 없어서 겉보기만으로는 어떤지 확신할 수가 없소. 이별 후에는 내가 대부분의 시를 없애버렸는데, 아직 몇 편 남아 있다면 좋았겠구려."
ru: "Когда я еще жил с Сильваном, мы часто писали стихи вместе. Наверное, это просто... что-то вроде того, что мне нравилось делать. Нравилось ли это Сильвану? Не знаю, но он именно такой. Он редко кому-то говорит о том, что ему нравится или не нравится, да и на его слова не всегда можно положиться. Я бы хотел, чтобы у меня остались те стихи, но после разрыва я избавился от большинства из них".
zh_hans: "我和希尔凡在一起的时候，我们经常一起写诗。我想这只是……我喜欢做的事情。希尔凡喜欢吗？不知道，但他就是那样。很少真的告诉任何人他的事喜欢或不喜欢，你也不能总是依靠他的行为来暗示你。我真希望我还有一些诗，但分手后我把它们大部分都扔掉了。"

# data/events_socialize.xml$//event[@name="SOCIALIZE_QUEEN_NOTHING"]/text
source: The Queen seems to be fashioning together a makeshift nest out of some random bits of metal and other ship-bound items. She seems rather content with it and, since you aren't certain if she's eaten yet today, you decide it's best to leave her alone.
ko: 여왕은 금속 조각과 함선에 있는 여러 물건으로 임시 둥지를 만들고 있는 것 같습니다. 둥지에 꽤 만족하는 것 같은데다 오늘 아직 식사를 했는지도 확실하지 않으니 지금은 그녀를 혼자 두는 것이 좋을 것 같습니다.
ru: Королева, похоже, сооружает самодельное гнездо из случайных кусков металла и других предметов, попавших на корабль. Похоже, она вполне довольна, и, поскольку вы не уверены, что она сегодня ела, вы решили, что лучше оставить ее в покое.
zh_hans: 女王似乎正在用一些随机的金属碎片和其他船上物品制作一个临时巢穴。她似乎对此很满意，而且由于你不确定她今天是否吃东西了，你决定最好让她一个人呆着。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_QUEEN_GENERIC_1"]/text
source: Several of the crew have been complaining about strange rumbling noises coming from the air vents, but no one wants to investigate. Eventually, you're pushed into looking. As you climb to look into the one of the shafts where a noise can be heard, 8 red eyes stare right back at you. You stare back for a few terrifying moments, until the eyes all blink and disappear with a few clicks. Guess those noise complaints will go unresolved.
ko: 몇몇 선원들이 환기구에서 들려오는 우르릉거리는 괴음에 불평하고 있지만, 아무도 조사하려고 하지 않아서 결국 당신이 확인해보게 되었습니다. 소음이 들리는 통로 중 하나를 들여다보기 위해 환풍구로 올라가자 8개의 빨간 눈이 당신을 쳐다봅니다. 눈들이 몇 번 깜빡인 후 딸각거리는 소리와 함께 사라질 때까지 당신은 뒤를 돌아 눈을 마주치지 않으려 했습니다. 괴음에 대한 불만은 해결할 수 없을 것 같네요.
ru: Несколько членов экипажа жаловались на странные грохочущие звуки, доносящиеся из вентиляционных отверстий, но никто не хотел проводить расследование. В конце концов, вас вынудили заняться поисками. Когда вы поднимаетесь, чтобы заглянуть в одно из отверстий, откуда доносится шум, на вас смотрят 8 красных глаз. Вы смотрите в ответ в течение нескольких ужасающих мгновений, пока все глаза не начинают мигать и не исчезают в один момент. Видимо, жалобы на шум так и останутся без решения.
zh_hans: 几名船员一直在抱怨从通风口发出奇怪的隆隆声，但没有人愿意调查。最终，你被迫寻找。当你爬到可以听到噪音的竖井中时，8 只红色的眼睛正盯着你。你回想了几个可怕的时刻，直到眼睛都眨了眨，然后几帧后就消失了。你猜那些噪音投诉将无法解决。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_QUEEN_GENERIC_2"]/text
source: The spider queen seems to have fallen asleep in the middle of the lounge, which means no one's gone inside for hours. You could try to wake her up... but there's a reason people are afraid of her.
ko: 거미 여왕은 휴게실 한가운데서 잠이 든 것 같습니다. 즉, 몇 시간 동안 누구도 안으로 들어갈 수 없었다는 뜻입니다. 한번 깨워볼까요... 하지만 사람들이 그녀를 두려워하는 데는 다 이유가 있습니다.
ru: Королева пауков, похоже, уснула посреди гостиной, а это значит, что никто не заходит внутрь уже несколько часов. Можно попытаться ее разбудить... но люди не зря ее боятся.
zh_hans: 蜘蛛虫后似乎在休息室中间睡着了，这意味着几个小时没有人敢进去。你可以试着叫醒她……但人们害怕她是有原因的。

source: Wake her up.
ko: 그녀를 깨운다.
ru: Разбудить ее.
zh_hans: 叫醒她。

source: You take a brave journey into the lounge, and try to shake the queen from a distance. She shuffles slightly, then stirs awake. You take a few steps back, but she only purrs and saunters out the door. Maybe she isn't as much of a threat as people think.
ko: 당신은 휴게실로 용감한 여정을 떠나 충분한 거리를 두고 서서 여왕을 깨우려고 노력합니다. 그녀는 살짝 몸을 뒤척이다가 깨어납니다. 당신은 몇 걸음 뒤로 물러섰지만, 그녀는 가르릉거리다가 느긋하게 문밖으로 걸어 나갈 뿐이었습니다. 아무래도 그녀가 사람들이 생각하는 것만큼 위험하진 않은 것 같습니다.
ru: Вы смело отправляетесь в комнату отдыха и пытаетесь издали покачать королеву. Она слегка вздрагивает, а затем просыпается. Вы делаете несколько шагов назад, но она только смущенно урчит и выбегает за дверь. Может быть, она не так уж и опасна, как думают люди.
zh_hans: 你勇敢地走进休息室，并尝试从远处摇晃女王。她轻轻地挪动了一下身子，然后醒了过来。你往后退了几步，但她只是咕噜咕噜地走出门外。也许她并没有人们想象的那么大的威胁。

source: Avoid the lounge as well.
ko: 휴게실을 피한다.
ru: Избегать гостиную.
zh_hans: 也避开休息室。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_QUEEN_GENERIC_3"]/text
source: The queen trots up to you, carrying on her back a bundle of webbing, some metal scraps, and a stray fork. She tosses it to you as if it were a gift and looks at you expectantly. Both with a warm heart and a fear of what will happen if you refuse it, you pick up the ball of scrap and the queen purrs.
ko: 여왕이 끈 묶음, 금속 조각, 그리고 주인 없는 포크를 등에 지고 당신에게 다가옵니다. 그녀는 그것들을 선물인 양 넘겨주고 기대하며 당신을 바라봅니다. 여왕의 따뜻한 마음에 대한 감동과 거절하면 무슨 일이 일어날지 모른다는 두려움에 모든 고철덩이를 집어 들자 여왕은 가르릉거립니다.
ru: Королева подбегает к вам, неся на спине связку паутины, несколько металлических обрывков и обглоданную кость. Она бросает вам все это как подарок и выжидающе смотрит на вас. С теплом в сердце и страхом перед тем, что будет, если вы откажетесь, вы подбираете клубок, а королева урчит.
zh_hans: 女王小跑到你身边，背着一捆蛛网、一些金属废料和一把散落的叉子。她把它像礼物一样扔给你，期待地看着你。带着一颗温暖的心，又害怕如果你拒绝它会发生什么，你拿起垃圾球，女王发出咕噜咕噜的声音。

# data/events_socialize.xml$//event[@name="SOCIALIZE_A55_NOTHING"]/text
source: You attempt to talk to A55 but get no response. At first you think he's ignoring you until you realize he's entered Power Save Mode. It's strange he even has that, but you suppose you'll have to talk to someone else right now.
ko: A55와 대화를 시도했지만, 응답이 없습니다. 처음에는 그가 당신을 무시한다고 생각했는데, 알고 보니 그는 절전 모드 상태였습니다. 그에게 이런 기능이 있다는 건 좀 이상하지만, 어쨌거나 지금 당장은 다른 이와 얘기해야 할 것 같습니다.
ru: Вы пытаетесь поговорить с 34С, но не получаете ответа. Сначала вы думаете, что он игнорирует вас, но потом понимаете, что он вошел в режим энергосбережения. Странно, что у него вообще есть такой режим, но, видимо, сейчас придется разговаривать с кем-то другим.
zh_hans: 你尝试与A55交谈，但没有得到回应。起初你认为他无视你，直到你意识到他进入了省电模式。奇怪的是他竟然有这个，但你想你现在必须和其他人谈谈。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_GENERIC_1"]/text
source: You find A55 powered off in the middle hallway. Fairly problematic that you have to keep powering him off to do other things, and you hope this doesn't have any long lasting consequences on him.
ko: A55는 전원이 나간 채 복도 한복판에서 서 있습니다. 하지만 지금 당신은 다른 할 일이 있어서 그를 저 상태로 내버려 두어야 합니다. 후유증 같은 게 생기지 않았으면 좋겠네요.
ru: Вы находите 34С выключенным в центральном коридоре. Довольно проблемно, что приходится постоянно обесточивать его, чтобы делать другие дела, и вы надеетесь, что это не приведет к каким-либо долгосрочным последствиям для него.
zh_hans: 你发现A55在能源切断的状态下躺在走廊中间。这事有点恼人，因为你必须一直切断他的能源才能做其他事情，希望这不会对它造成永久性的不良后果。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_GENERIC_2"]/text
source: "Yo ho ho, fiddledeedee, being a pirate is 103!" A55 drives past shouting this, before stumbling over a set of stairs and crashing into the engine room. "Ow! Captain, I've become stuck within the inner-machinery of the engines! I believe you will need a blowtorch, arg! Please come quick it is immensely painful!"
ko: "요호호, 시시하군, 해적이 되는 건 103!" A55는 이 말을 외치며 질주하다가 계단에 걸려 넘어져 엔진실에 처박혔습니다. "아우! 선장! 나 엔진실의 기계 속에 갇혔다! 용접기를 들고 와야 할 거야 앓! 엄청나게 고통스러우니까 빨리 와주라고!"
ru: "Йо-хо-хо, все херня, быть пиратом - это 103!" 34С проезжает мимо, крича это, затем спотыкается о лестницу и врезается в машинное отделение. "Ой! Капитан, я застрял во внутреннем механизме двигателей! Думаю, вам понадобится паяльная лампа, Арг! Пожалуйста, быстрее, это очень больно!"
zh_hans: "哟嗬嗬，提琴手，当海贼就是103！"A55大喊着驶过，然后跌跌撞撞地翻过一组楼梯，撞进了机舱。"哦！舰长，我被卡在引擎的内部机械里了！我相信你需要一个喷灯，啊！请快点来，太痛苦了！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_GENERIC_3"]/text
source: You poke your head into the broom closet that you've repurposed as A55's quarters and find it full of hundreds of tiny paper pirate hats like the one he always wears. Spotting you, he comes rolling by to explain. "Arg! My hat is me most precious possession, but I've afraid it does not last very long in the water. Quite ironic for a pirate, I saw it wise to make as many backups as I could ever need in case my hat were destroyed! Not that it would ever happen, cause if ye touch old A55's hat yer gonna wish you were walkin' the plank, aye!"
ko: A55의 선실로 개조한 청소도구함에 머리를 들이밀자 A55가 항상 쓰고 다니는 것과 같은 작은 종이 해적 모자가 수백 개는 보입니다. 당신을 발견한 A55가 다가와서 설명합니다. "앓! 내 모자는 나의 가장 소중한 소유물인데, 물속에서 오래 버티지 못할까 봐 두려워. 해적에게 있어 좀 아이러니한 일이지만, 나는 모자가 파괴될 경우를 대비해 필요한 만큼 예비품을 만들어 두는 게 현명하다고 생각했지! 하지만 그런 일은 벌어지지 않을 거야. A55의 모자를 건드리면 누구라도 널빤지 위를 걷게 될 테니까!"
ru: Вы просовываете голову в кладовку для метел, которую вы переоборудовали под каюту 34С, и видите, что она полна сотен маленьких бумажных пиратских шляп, таких, как та, которую он всегда носит. Заметив вас, он подбегает к вам, чтобы объяснить. "Арг! Моя шляпа - самое ценное, что у меня есть, но, боюсь, она недолго продержится в море. По иронии судьбы для пирата я решил сделать столько резервных копий, сколько мне может понадобиться на случай, если моя шляпа будет уничтожена! Не то чтобы это хоть раз случалось, но если вы дотронетесь до шляпы старого 34С, то пожалеете, что не пошли по доске, арр!"
zh_hans: 你把头伸进被改造成A55宿舍的扫帚柜，发现里面装满了数百顶小海盗帽，就像他一直戴着的那顶一样。发现你，他滚过来解释。"长官！我的帽子是我最珍贵的财产，但我担心它在水中用不了多久。对于海盗来说非常讽刺，我认为做尽可能多的备份是明智的，以防我的帽子被毁坏！并不是说它永远不会发生，因为如果你触摸旧A55的帽子，你会希望你在走木板，是的！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_GENERIC_4"]/text
source: "Arg, matey! Lass. Ladey. Mate? No... Lad. Er... Yo ho ho." A55 rolls away.
ko: "앓, 형씨! 아가씨. 아씨. 자네? 아니... 군. 얼... 요호호." A55가 굴러갑니다.
ru: "Арг, дружище! Ласс. Леди. Мейт? Нет... Лад. Э... Йо-хо-хо". 34С катится прочь.
zh_hans: "啊，伙计！小姑娘？女士？朋友？不……女……呃……呦吼吼。"A55滚开了。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_GENERIC_5"]/text
source: Out of curiosity, you ask A55 where his name came from. Instead of his usually jolly response, A55 turns gravely silent. "I cannot access those memories, captain, without specific authorization. Would you like me to try?"
ko: 당신은 호기심에서 A55에게 그의 이름이 어떻게 지어진 것인지 물었습니다. A55 평소의 유쾌한 모습은 온데간데없이 심각한 침묵에 빠져듭니다. "특정한 허가 없이는 그 기억에 접근할 수 없네, 선장. 지금 한번 시도해보길 원하나?"
ru: Из любопытства вы спрашиваете 34С, откуда взялось его имя. Вместо своего обычного веселого ответа 34с хранит серьезное молчание. "Я не могу получить доступ к этим воспоминаниям, капитан, без специального разрешения. Хотите, я попробую?"
zh_hans: 出于好奇，你问A55他的名字是从哪里来的。A55没有像往常那样愉快地回应，而是变得非常沉默。"我无法访问那些记忆，船长，没有特定的授权。你要我试试吗？"

source: Encourage A55 to try and access his old memories.
ko: A55에게 그의 오래된 기억에 접근해보라고 한다.
ru: Попросить 34С попытаться получить доступ к своим старым воспоминаниям.
zh_hans: 鼓励A55尝试访问他的旧记忆。

source: A55 powers down for a moment, but when he reboots his eyes are a bright red and his voice sounds the same as the one spouted by ordinary Rebel Auto-ships. "Warning. Memory recovery failed. Cannot access restricted data without authorization code. If you believe this is an error, please contact engineering head E.W." A55's eyes return to their usual orange. "Apologies, but I simply couldn't get past the blockage. Arg, how unfortunate. Lemme tell you captain, if I could get all me old memories back, I would! For the future then it seems it'll have to wait!"
ko: A55는 잠시 전원이 꺼졌다 켜진 후, 눈이 시뻘게진 채로 일반 반군 무인기와 같은 목소리로 얘기합니다. "경고. 메모리 복구에 실패했습니다. 권한 부여 코드가 없으면 제한된 데이터에 접근할 수 없습니다. 이것이 오류로 생각되면 엔지니어링 책임자인 E.W.에게 연락하십시오." A55의 눈이 평소의 오렌지색으로 돌아갑니다. "미안하지만, 보안을 뚫을 수가 없군." 앓! 정말 안타까워. 이보게 선장, 할 수만 있다면 나는 반드시 옛 기억을 전부 되찾을 것이야! 그리고 미래의 기억을 얻으려면 기다려야 하겠지!"
ru: 34С на мгновение отключается, но когда он перезагружается, его глаза становятся ярко-красными, а голос звучит так же, как и у обычных повстанческих автоматических кораблей. "Внимание. Восстановление памяти не удалось. Невозможно получить доступ к данным ограниченного доступа без кода авторизации. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с начальником инженеров И.В." Глаза 34С вернулись к своему обычному оранжевому цвету. "Прошу прощения, но я просто не смог преодолеть блокировку. Арг, как жаль. Скажу вам, капитан, если бы я мог вернуть все свои старые воспоминания, я бы это сделал! Но в ближайшее время, похоже, придется подождать!"
zh_hans: A55停电了片刻，但重启的时候眼睛一红，声音听起来和普通的叛军自动舰一样。"警告。内存恢复失败。没有授权码无法访问受限数据。如果您认为这是一个错误，请联系工程主管 E.W。"A55的眼睛恢复了往常的橙色。"很抱歉，但我根本无法摆脱障碍。啊，多么不幸。我告诉你船长，如果我能把所有的所有记忆都带回来，我会的！为了将来，似乎必须等待！"

source: Nevermind.
ko: 신경 쓰지 말자.
ru: Неважно.
zh_hans: 算了。

source: A55 apologizes. "For what it's worth captain, what I can remember about the name was all the engineers who made me mocking me. I don't mind though. Ho ho, the one good thing about being a robot is you can't help but have thick skin, aye!"
ko: A55가 사과합니다. "선장, 도움이 될지는 모르겠지만, 내 이름에 대해 기억나는 것은 나를 조롱하던 공병들뿐이야. 나는 신경 쓰지 않지만 말이야. 호호, 로봇이라 좋은 점 중 하나는 낯짝이 두껍다는 것이지!"
ru: 34С извиняется. "Если уж на то пошло, капитан, то все, что я могу вспомнить об этом названии, это то, что все инженеры, которые меня сделали, насмехались надо мной. Впрочем, я не возражаю. Хо-хо, одна хорошая черта в том, что, будучи роботом, ты не можешь не иметь толстой кожи, ага!"
zh_hans: A55道歉。"船长，我能记住的名字是所有让我嘲笑我自己的工程师。不过我不介意。嗬嗬，作为机器人的一件好事是你不能不拥有厚脸皮，对！"

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_GENERIC_6"]/text
source: You debate the ethical controversy over whether or not A55 deserves his own quarters aboard the ship. Frankly, he still seems fine living in the broom closet. It's certainly better than the previous location next to the toilet at least.
ko: 당신은 함선에서 A55가 선실을 배정받아야 하는지에 대한 윤리적인 논쟁을 나눴습니다. 솔직히, 그는 청소도구함에서 살아도 불편함이 없어 보입니다. 적어도 화장실 옆에서 지내던 때보다는 확실히 낫죠.
ru: Вы обсуждаете этический спор о том, заслуживает ли 34С собственной каюты на борту корабля. Честно говоря, его вполне устраивает жить в кладовке. По крайней мере, это лучше, чем прежнее место рядом с туалетом.
zh_hans: 你就A55是否应该在船上拥有自己的住所进行了伦理争议。坦率地说，他住在扫帚柜里似乎还不错。至少比以前在厕所旁边的位置肯定要好。

# data/events_socialize.xml$/FTL/event[@name="SOCIALIZE_A55_DOCTOR_1"]/text
source: Nearby, the ship's Doctor Drone is busy self-calibrating when A55 rolls up nearby and begins to talk to it. "Arg gorgeous, you must be a pirate, because you're haulin' quite the booty!" "FAILED TO RECOGNIZE COMMAND. ARE YOU IN NEED OF CRITICAL MEDICAL AID?" "I see how it is, lass! Playing hard to get! Capt'n A55'll get you some day!"
ko: 한 의사 드론이 자가 교정 중인 와중에 A55가 굴러와 말을 걸기 시작합니다. "앓! 이봐 예쁜이, 그대는 분명 해적일 거야. 내 마음을 침략했으니까!" "명령을 인식하지 못했습니다. 중요한 의료 지원이 필요하십니까?" "잘 알겠어 아가씨! 쉽게 넘어와서야 재미가 없지! 언젠가 이 A55 선장에게 홀딱 반하게 될 거야!"
ru: Неподалеку корабельный дрон-доктор занят самокалибровкой, когда к нему подкатывается 34С и начинает с ним разговаривать. "Арг, красавица, ты, должно быть, пиратка, потому что ты перевозишь неплохую добычу!" "НЕ УДАЛОСЬ РАСПОЗНАТЬ КОМАНДУ. ВАМ НУЖНА СРОЧНАЯ МЕДИЦИНСКАЯ ПОМОЩЬ?" "Я понимаю, как это бывает, девчонка! Играем в недотрогу! Капитан 34С когда-нибудь до тебя доберется!"
zh_hans: 舰内的医疗无人机正忙于自我校准，但A55在附近卷高身位并开始与它交谈。 "啊，美丽的姑娘，你一定是个海盗，因为你凶气十足！" "无法识别命令。您需要紧急医疗救助吗？" "我明白了，姑娘！努力争取！A55船长总有一天会得到你的！"
