Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: You think for a moment the Zoltans are considering helping you, until they suddenly jump away! The reason is obvious moments later when the beacon is engulfed by the approaching asteroid storm!
de: Du denkst kurz, dass die Zoltans dir helfen würde, bis sie wegspringen! Wieso sie weggesprungen sind wird kurz darauf klar, nachdem der Signalpunkt von einem Asteroidensturm getroffen wird!
fr: Vous pensez un instant que les Zoltans envisagent de vous aider, jusqu'à ce qu'ils s'éloignent brusquement ! La raison devient évidente quelques instants plus tard, lorsque la balise est engloutie par la tempête d'astéroïdes qui approche !
it: Per un attimo credi che gli zoltan stiano pensando di aiutarti, fino a quando non effettuano il salto! Il motivo è ovvio poco dopo, quando l'astrofaro è investito dalla tempesta di asteroidi!
ko: 졸탄이 우리 함선을 도와줄 생각을 하고 있다고 생각했었지만 갑자기 도약하며 도망갔습니다! 그 이유는 송신소가 다가오는 소행성 폭풍에 휩싸였기 때문이 명백했습니다!
ru: На мгновение вам кажется, что золтаны решили помочь вам, но они внезапно они уходят в прыжок! Причина становится очевидной несколько мгновений спустя, когда маяк оказывается охвачен приближающимся астероидным штормом!
zh_hans: 你以为超能族在考虑是否接受帮助，直到他们突然跃迁！原因很明显，片刻之后，这个信标就被逼近的小行星风暴吞噬了！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Assist the Rockmen.
de: Helfe den Rock Männern.
fr: Assister les Rocailleux.
it: Aiuta i rockmen.
ko: 락맨 함선을 돕는다.
ru: Оказать помощь валунам.
zh_hans: 帮助岩石族。

source: As you lock onto the Zoltan ship, the Rockmen continue to provide 'support' by shouting more obscenities at the Zoltan. That is, until the asteroids engulf the beacon and the Rockmen give up and abandon the depot!
de: Während du auf das Zoltanschiff zielst, wirst du von den Rocks mit Beleidigungen gegen die Zoltans unterstützt. Jedoch nur bis die Asteroiden den gesamten Signalpunkt umfassen und die Rocks die Güter zurück lassen!
fr: Pendant que vous verrouillez le vaisseau Zoltan, les Rocailleux continuent à vous apporter leur "soutien" en criant des obscénités aux Zoltans. Jusqu'à ce que les astéroïdes engloutissent la balise et que les Rocailleux abandonnent le dépôt !
it: Mentre agganci la nave zoltan, i rockmen continuano a fornire 'supporto' urlando altri insulti agli zoltan. Almeno fino a quando gli asteroidi non investono l'astrofaro e i rockmen si arrendono e abbandonano il deposito!
ko: 당신이 졸탄 함선을 가두는 동안 락맨은 졸탄에게 더 외설적인 소리를 내지르며 '지원'을 계속했습니다. 즉, 소행성이 송신소를 집어삼키고 락맨이 지원을 포기할때까지 말이죠!
ru: Пока вы прицеливаетесь по кораблю золтанов, валуны продолжают оказывать "поддержку", выкрикивая непристойности в адрес золтанов. И так до тех пор, пока астероиды не настигают маяк, а валуны не сдаются и не покидают склад!
zh_hans: 当你锁定超能族飞船时，岩石族继续提供"支持"，向超能族喊出更多的污言秽语。直到小行星吞噬了信标，岩石族才放弃并离开了仓库！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Cloaking) Stealthily raid the depot yourself.
de: (Upg. Tarnung) Schnappe dir die Güter heimlich.
fr: (Camouflage amélioré) Effectuer vous-même une expédition furtive sur le dépôt.
it: (Occultamento migliorato) Razzia di nascosto il deposito.
ko: (고급 은폐장) 은밀하게 창고를 급습한다.
ru: (Улучш. Маскировка) Незаметно совершить налет на склад самостоятельно.
zh_hans: (高级隐形)偷偷摸摸地劫掠仓库。

source: You slip past the two squabbling ships and storm the depot, grabbing everything that isn't nailed down that's within reach, and quickly leave.
de: Du schleichst an den zwei Schiffen vorbei und schnappst dir was nicht niet und nagelfest ist und haust danach direkt ab.
fr: Vous vous faufilez entre les deux vaisseaux qui se chamaillent et vous prenez d'assaut le dépôt, attrapant tout ce qui n'est pas fixé et qui est à portée de main, puis vous partez rapidement.
it: Superi di nascosto le due navi e depredi il deposito, prendendo tutto quello che non è inchiodato a terra che riesci a raggiungere, e te ne vai in fretta.
ko: 언쟁을 하는 두 척의 함선들을 지나치고 창고를 급습하여 손에 닿는 모든 것을 탈취한 후 재빨리 떠났습니다.
ru: Вы проскальзываете мимо двух враждующих кораблей и врываетесь в склад, хватая все, что не прибито, и быстро уходите.
zh_hans: 你溜过两艘争吵不休的船，冲进仓库，拿走了目所能及没被固定死的一切物品，然后迅速离开。

source: These two can duke it out alone.
de: Die beiden können das untereinander klären.
fr: Ces deux-là peuvent se battre seuls.
it: Questi due possono vedersela da soli.
ko: 두 함선을 내버려둔채 떠난다.
ru: Этим двоим не требуется помощь.
zh_hans: 这两方可以独自决斗了事。

source: Coming between two vessels like these is pointless. Best let them handle each other like the manchildren they are.
de: Zwischen zwei solcher Schiffen zu gehen ist sinnlos. Das beste ist, wenn die beiden das untereinander klären, wie die Kleinkinder die sie sind.
fr: S'interposer entre deux vaisseaux comme ceux-ci est inutile. Il vaut mieux les laisser se débrouiller entre eux, comme les grands enfants qu'ils sont.
it: Mettersi in mezzo tra due navi come queste è inutile. Meglio che se la vedano tra loro come i bambinoni che sono.
ko: 이런 식으로 두 함선 사이를 오가는 것은 무의미했습니다. 남자아이들처럼 서로 다투게 놔두는 것이 좋을 것 같습니다.
ru: Вмешиваться в дела двух таких судов бессмысленно. Лучше пусть они сами разбираются друг с другом, будто дети.
zh_hans: 在这样的两艘船之间劝架是毫无意义的。最好让他们继续像巨婴一样处理彼此的事务。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_STANDOFF_DEPOT"]/text
source: With the ship out of the way, you have the opportunity to go after the depot yourself - but you might take some extra damage from the asteroids!
de: Mit dem Schiff aus dem Weg kannst du selbst dir das Depot unter den Nagel reißen - aber du wirst wohl etwas extra Schaden von den Asteroiden erhalten!
fr: Une fois le vaisseau éliminé, vous avez l'occasion de vous emparer du dépôt vous-même, mais vous pourriez subir des dégâts supplémentaires des astéroïdes !
it: Con la nave eliminata, puoi accedere al deposito tu... ma potresti subire danni dagli asteroidi!
ko: 함선이 방해되지 않으면 직접 창고를 뒤쫓을 기회가 생겼지만, 소행성으로 인한 추가 피해를 입을 수도 있습니다!
ru: Убрав корабль с дороги, вы можете сами заняться складом - но при этом вы можете получить немного повреждений от астероидов!
zh_hans: 没有了其他飞船的干扰，你趁机自己进入仓库 - 但你可能会受到一些额外的小行星伤害！

source: Raid the depot.
de: Schnapp dir das Depot.
fr: Faire une expédition sur le dépôt.
it: Depreda il deposito.
ko: 창고를 습격한다.
ru: Ограбить склад.
zh_hans: 进入仓库。

source: You storm the depot, grabbing everything that isn't nailed down that's within reach and quickly leave. Some asteroids strike your hull, but hopefully it was worth it.
de: Du stürmst das Depot und schnappst dir was nicht niet und nagelfest ist und haust schneller wieder ab. Ein paar Asteroiden treffen deine Hülle, aber hoffentlich war es das wert.
fr: Vous prenez d'assaut le dépôt, saisissant tout ce qui n'est pas fixé et qui se trouve à portée de main, puis vous quittez rapidement les lieux. Quelques astéroïdes frappent votre coque, mais le jeu en valait la chandelle.
it: Depredi il deposito, prendendo tutto quello che non è inchiodato a terra che riesci a raggiungere, e te ne vai in fretta. Alcuni asteroidi colpiscono il tuo scafo, ma forse ne è valsa la pena.
ko: 창고를 습격하여 손에 잡히는 건 다 챙기고 재빨리 떠났습니다. 일부의 소행성들이 함선의 선체에 부딪히지만, 이게 가치있길 바랄 뿐이었습니다.
ru: Вы врываетесь на склад, хватаете все, что не прибито, и быстро уходите. В ваш корпус попадает несколько астероидов, но, будем надеяться, оно того стоило.
zh_hans: 你冲进仓库，拿走了目所能及没被固定死的一切物品，然后迅速离开。一些小行星撞到了你的舰体，希望这些物资是值得的。

source: Leave now.
de: Gehe jetzt.
fr: Partir maintenant.
it: Vattene ora.
ko: 떠난다.
ru: Уходим сейчас же.
zh_hans: 现在就离开。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ENGILAB"]/text
source: You receive a hail from a nearby Engi station monitoring the nearby asteroid fields. "Engi presence is with permission of Ministry. Goals: test and establish remote mining operation through use of drone technology. Problem: Vagabond settlement continues to steal tech. Solution: Federation vessel may 'blow shit up'. Can a deal be made?"
de: Du wirst von einem Engi gerufen, der das Asteroidenfeld in der Nähe beobachtet. "Engi Präsenz ist von Ministry erlaubt. Ziel: Testen und Aufbau von Minenoperation durch Drohnentechnologie. Problem: Vagabonds stehlen immer wieder Technologie. Lösung: Föderationschiff mag gegebenenfalls ‘deren Scheiße in die Luft jagen‘. Kann ein Deal erreicht werden?"
fr: Vous recevez un message d'une station Engi voisine qui surveille les champs d'astéroïdes à proximité. "La présence Engis autorisée par le Ministère. Objectifs : tester et établir une opération minière à distance grâce à la technologie des drones. Problème : le campement Vagabonds continue de voler de la technologie. Solution : le vaisseau de la Fédération peut 'tout faire péter'. Peut-on conclure un accord ?"
it: Ricevi una trasmissione da una stazione engi vicina che monitora i campi di asteroidi vicini. "Presenza engi è conforme al permesso del Ministero. Obiettivi: test e stabilimento di operazioni minerarie in remoto tramite uso di tecnologia a droni. Problema: insediamento vagabondo continua a rubare tecnologia. Soluzione: nave federale può 'far saltare tutto per aria'. Accordo accettabile?"
ko: 인근 소행성 지대를 감시하는 엔지 정거장에서 통신을 받습니다. "엔지 주둔은 내각 허락 받음. 목표: 드론 기술 활용한 원격 채굴 운영 테스트 및 구축. 문제: 떠돌이 정착지가 기술 계속 탈취. 해결책: 연방 함선이 '뚝빼기 날림'. 거래 성사 가능?"
ru: Вы получаете сообщение с расположенной неподалеку станции энджи, наблюдающей за астероидными полями. "Присутствие энджи - только с разрешения Министерства. Цель: испытать и наладить удаленную добычу полезных ископаемых с помощью беспилотных технологий. Проблема: поселение бродяг продолжает воровать технологии. Решение: корабль Федерации может "взорвать все нафиг". Можно ли заключить сделку?"
zh_hans: 你收到来自附近半械空间站的呼叫，其监视着附近的小行星场。"半械族的存在有牧师团的许可。目标：通过使用无人机技术测试和建立远程开采作业。问题：漂浪群持续窃取技术。解决方案：联邦战舰可以'炸特么的'。协议是否达成？"

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ENGILAB"]/choice[1]/text
source: Agree to help.
de: Stimme zu ihm zu helfen.
fr: Accepter d'aider.
it: Accetta di aiutare.
ko: 돕기로 한다.
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: "There is an understanding - you are at a lack of the limited resource of time. Three Vagabond ships have been identified as problematic. We request you defeat one."
de: "Wir haben ein Einverständnis - dir fehlt es an der Ressource der Zeit. Drei Vagabondschiffe wurden als problematisch identifiziert. Wir fragen, dass du sie zerstörst."
fr: "Il y a un accord - vous manquez de temps, qui est une ressource limitée. Trois vaisseaux Vagabonds ont été identifiés comme problématiques. Nous vous demandons d'en vaincre un."
it: "Accordo accettato... hai poco di quella risorsa limitata nota come tempo. Tre navi vagabonde sono state identificate come problematiche. Richiediamo che ne sconfiggi una."
ko: "확인 - 제한된 시간 자원 부족. 세 척의 떠돌이 함선 문제 확인. 우린 그 중 하나 파괴 요청."
ru: "Есть взаимопонимание - вы испытываете дефицит времени. Три корабля бродяг были определены как проблемные. Мы просим вас уничтожить один из них".
zh_hans: "我们有理解 - 你处于缺乏时间这一有限资源的状态。三艘漂浪群战舰已被确认为问题。我们要求你击败其中一艘。"

source: Take on the ship populated by Gouls.
de: Kämpfe gegen das Schiff, welches von Gouls bewohnt wird.
fr: S'occuper du vaisseau peuplé de Goules.
it: Affronta la nave popolata da ghoul.
ko: 구울 함선을 선택한다.
ru: Заняться кораблем населенным Гулями.
zh_hans: 解决充满燃灵的船。

source: "Understood. Coordinates for target are being transfered."
de: "Verstanden. Koordinaten werden übertragen."
fr: "Compris. Les coordonnées de la cible sont en cours de transfert."
it: "Ricevuto. Trasferimento coordinate bersaglio in corso."
ko: "확인. 대상 좌표 전송중."
ru: "Принято. Координаты цели переданы".
zh_hans: "明白了。目标坐标正在传输中。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take on the ship populated by Mares.
de: Kämpfe gegen das Schiff, welches von Mares bewohnt wird.
fr: S'occuper du vaisseau peuplé de Cauchemars.
it: Affronta la nave popolata da incubi.
ko: 메어 함선을 선택한다.
ru: Заняться кораблем населенный Марами.
zh_hans: 解决充满蚀灵的船。

source: "Understood. Coordinates for target are being transfered."
de: "Verstanden. Koordinaten werden übertragen."
fr: "Compris. Les coordonnées de la cible sont en cours de transfert."
it: "Ricevuto. Trasferimento coordinate bersaglio in corso."
ko: "확인. 대상 좌표 전송중."
ru: "Принято. Координаты цели переданы".
zh_hans: "明白了。目标坐标正在传输中。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take on the ship populated by Wraiths.
de: Kämpfe gegen das Schiff, welches von Wraiths bewohnt wird.
fr: S'occuper du vaisseau peuplé de Spectres.
it: Affronta la nave popolata da spettri.
ko: 레이스 함선을 선택한다.
ru: Заняться кораблем населенный Видениями.
zh_hans: 解决充满电灵的船。

source: "Understood. Coordinates for target are being transfered."
de: "Verstanden. Koordinaten werden übertragen."
fr: "Compris. Les coordonnées de la cible sont en cours de transfert."
it: "Ricevuto. Trasferimento coordinate bersaglio in corso."
ko: "확인. 대상 좌표 전송중."
ru: "Принято. Координаты цели переданы".
zh_hans: "明白了。目标坐标正在传输中。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ENGILAB"]/choice[2]/text
source: Ignore the Engi and attack them instead!
de: Ignoriere den Engi und greifen ihn stattdessen an!
fr: Ignorer les Engis et les attaquer à la place !
it: Ignora gli engi e attaccali!
ko: 엔지를 무시하고 대신 공격한다!
ru: Игнорировать энджи и атаковать их!
zh_hans: 无视半械族，反而攻击他们！

source: "Critical error. Unexpected hostility from Federation vessel. Appropriate response: 'oh shit'. Activating combat protocols."
de: "Kritischer Fehler. Unerwartet Feindsehligkeit von Föderationsschiff. Richtige Antwort: ‘Oh Scheiße‘. Aktiviere Kampfprotokoll."
fr: "Erreur critique. Hostilité inattendue du vaisseau de la Fédération. Réponse appropriée : 'oh merde'. Activation des protocoles de combat."
it: "Errore critico. Ostilità imprevista da parte di nave federale. Risposta appropriata: 'oh merda.' Attivazione protocolli di combattimento."
ko: "치명적 오류. 연방 함선 예상치 못한 적대감. 적절한 답변: '젠장'. 전투 프로토콜 활성화."
ru: "Критическая ошибка. Неожиданная враждебность со стороны корабля Федерации. Подходящая реакция: "вот дерьмо". Активирую боевые протоколы".
zh_hans: "严重错误。来自联邦船只的意外敌意。恰当回复：'哦，该死'。启动战斗协议。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ENGILAB"]/choice[3]/text
source: We aren't errand runners.
de: Wir sind keine Auftragserlediger.
fr: Nous ne sommes pas des coursiers.
it: Non siamo dei galoppini.
ko: 우린 심부름꾼이 아닙니다.
ru: Мы не мальчики на побегушках.
zh_hans: 我们不是跑腿的人。

source: "Your response has been evaluated as: rude. Unfortunate circumstances. We will cease contact with your vessel."
de: "Deine Antwort wurde ausgewertet als: Gemein. Unvorteilhafte Umstände. Wir werden Kontakt mit deinem Schiff beenden."
fr: "Votre réponse a été évaluée comme : impolie. Circonstances malheureuses. Nous allons cesser tout contact avec votre vaisseau."
it: "Risposta valutata come: maleducata. Circostanze sfortunate. Arresteremo contatti con la tua nave."
ko: "귀하의 반응 평가: 무례함. 불행한 상황. 우린 귀하 함선과 접촉 중단."
ru: "Ваш ответ был расценен как: грубый. Неприятные обстоятельства. Мы прекращаем контакт с вашим судном".
zh_hans: "你的回应被评估为：无礼。不幸的情况。我们将停止与你的船只联系。"

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ENGILAB_CONTACT"]/text
source: "Impressive demonstration. Federation vessel has successfully 'kicked ass'. Payment is due. Expect to receive reward momentarily."
de: "Grandiose Demonstration. Föderationsschiff hat erfolgreich ‘In den Hintern getreten‘. Bezahlung ist fällig. Erwarte deine Bezahlung sofortig zu erhalten."
fr: "Impressionnante démonstration. Le vaisseau de la Fédération a réussi à 'botter des fesses'. Un paiement est dû. Attendez-vous à recevoir une récompense sous peu."
it: "Ottima dimostrazione. Nave federale ha avuto successo nel 'fare il culo'. Pagamento dovuto. Ricompensa in arrivo a breve."
ko: "인상적 시연. 연방 함선이 성공적으로 '뚝빼기 깸'. 보상 지불. 잠시 후 보상 받기 기대."
ru: "Впечатляющая демонстрация. Корабль Федерации успешно "надрал задницу". Оплата причитается. Ожидайте вознаграждения в ближайшее время".
zh_hans: "令人印象深刻的示范。联邦舰艇成功'干爆了'。应该付款了。预计很快就会收到奖励。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The distress signal is coming from a mining facility on a large asteroid. They quickly explain: this belt is a fantastic source of a particularly volatile and valuable gas. Their warehouse was hit by debris, and the pressure of one of the storage tanks is rising at an alarming rate. If it blows, it could cause a chain reaction, destroying the whole colony.
fr: Le signal de détresse provient d'une installation minière située sur un gros astéroïde. Ils expliquent rapidement que cette ceinture est une source fantastique d'un gaz particulièrement volatil et précieux. Leur entrepôt a été touché par des débris et la pression d'un des réservoirs de stockage augmente à une vitesse alarmante. S'il explose, il risque de provoquer une réaction en chaîne et détruire toute la colonie.
it: Il segnale di soccorso proviene da una struttura mineraria su un grosso asteroide. Spiegano in fretta: questa cintura è un'ottima fonte di un gas particolarmente prezioso e instabile. Il loro magazzino è stato colpito da detriti e la pressione di una delle taniche sta aumentando a ritmo allarmante. Se esplode, potrebbe causare una reazione a catena e distruggere l'intera colonia.
ko: 구조신호는 커다란 소행성의 채굴 시설에서 발신되었습니다. 그들이 설명하기를, 이 소행성대는 특히 불안정하고 값진 가스가 생산되는 지역인데, 창고에 잔해가 충돌해 보관 탱크의 압력 위험한 수준으로까지 높아지고 있다고 합니다. 가스가 폭발하면 연쇄 반응으로 식민지 전부가 파괴될 수 있다고 합니다.
ru: Сигнал бедствия поступает с горнодобывающего предприятия на крупном астероиде. Они быстро объясняют: этот пояс - фантастический источник особо взрывоопасного и ценного газа. В их склад попали обломки, и давление в одном из резервуаров растет со страшной скоростью. Если он взорвется, это может вызвать цепную реакцию и уничтожить всю колонию.
zh_hans: 求救信号从附件一个大型小行星上的采矿设施里发出。他们很快向你解释：这个小行星带有着极为丰富的气体矿藏，这种气体特别易挥发且珍贵。他们的仓库被太空碎片击中了，其中一个储藏罐的气压正在一令人担忧的速度上升。如果它发生爆炸的话，可能会造成连锁反应，把整个殖民地摧毁。

source: (Damaging Pinpoint Beam) Precisely puncture the damaged tank to allow a controlled leakage.
fr: (Rayon Aiguillon destructeur) Perforer avec précision le réservoir endommagé pour permettre une fuite contrôlée.
it: (Raggio danneggiante preciso) Perfora precisamente la tanica danneggiata per permettere una fuga controllata.
ko: (파괴 핀포인트 빔) 파손된 탱크에 정확하게 구멍을 뚫어 가스를 빼낸다.
ru: (Повреждающий точечный луч) Точно пробить поврежденный резервуар, чтобы произошла контролируемая утечка.
zh_hans: (破坏性光点武器)精准命中被损坏的储藏罐使其发生可控泄露。

source: You fly over the damaged warehouse, take aim, and fire - your perfectly precise pinpoint punctures the tank. Since the warehouse is currently exposed to the vacuum of space, the gas is able to harmlessly spill out.
fr: Vous survolez l'entrepôt endommagé, vous visez et vous tirez. Votre rayon Aiguillon de précision parfaitement précis perfore le réservoir. Comme l'entrepôt est actuellement exposé au vide de l'espace, le gaz peut s'écouler sans danger.
it: Voli al magazzino danneggiato, prendi la mira e fai fuoco... il tuo raggio perfora la tanica con precisione millimetrica. Dato che il magazzino al momento è esposto al vuoto dello spazio, il gas può fuoriuscire innocuo.
ko: 당신은 손상을 입은 탱크 쪽으로 날아가, 빔을 조준한 후 발사합니다. 탱크에 정확하게 난 구멍을 통해, 가스가 진공의 우주공간 속으로 무해하게 빠져 나갔습니다.
ru: Вы пролетаете над поврежденным складом, прицеливаетесь и стреляете - ваше идеально точное попадание пробивает резервуар. Поскольку склад находится в вакууме космоса, газ безвредно выходит наружу.
zh_hans: 你飞临受损的仓库，瞄准，并开火 - 你完美精度的光点刺穿了罐体。整个仓库都暴露在太空的真空当中，所以挥发性气体安然泄出。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The mining crew are impressed at your ingenious solution. They offer to reward you with some of their resources and even a piece of mining equipment.
fr: L'équipe de minage est impressionnée par votre solution ingénieuse. Ils vous proposent de vous récompenser en vous offrant une partie de leurs ressources et même un équipement minier.
it: I minatori sono colpiti dalla tua ingegnosa soluzione. Offrono di ricompensarti con alcune delle loro risorse e anche un pezzo di attrezzatura da estrazione.
ko: 채굴반은 당신이 낸 기발한 해결책에 감탄합니다. 그들은 보상으로 당신에게 자원과 채굴 장비를 주었습니다.
ru: Экипаж шахтеров впечатлен вашим гениальным решением. Они предлагают в награду часть своих ресурсов и даже горнодобывающее оборудование.
zh_hans: 采矿团队对你机智的处理方法非常钦佩。他们给你提供了他们的一些物资，甚至还送你了一件开采设备。

source: (Beam Drone) Precisely puncture the damaged tank to allow a controlled leakage.
fr: (Drone Rayon) Percez précisément le réservoir endommagé pour permettre une fuite contrôlée.
it: (Drone a raggi) Perfora precisamente la tanica danneggiata per permettere una fuga controllata.
ko: (빔 드론) 파손된 탱크에 정확하게 구멍을 뚫어 가스를 빼낸다.
ru: (Лучевой дрон) Точно пробить поврежденный резервуар, чтобы произошла контролируемая утечка.
zh_hans: (光束无人机)精准命中被损坏的储藏罐使其发生可控泄露。

source: Your drone flies down to the tank and precisely pierces the chemical containment. Since the warehouse is currently exposed to the vacuum of space, the gas is able to harmlessly spill out of the tank.
fr: Votre drone vole jusqu'au réservoir et perce avec précision l'enceinte de confinement des produits chimiques. Comme l'entrepôt est actuellement exposé au vide de l'espace, le gaz peut s'écouler sans danger hors du réservoir.
it: Il tuo drone vola fino alla tanica e la perfora con precisione millimetrica. Dato che il magazzino al momento è esposto al vuoto dello spazio, il gas può fuoriuscire innocuo.
ko: 당신의 드론은 손상된 탱크로 날아가 정확하게 구멍을 뚫었습니다. 가스가 진공의 우주 공간 속으로 무해하게 빠져 나갔습니다.
ru: Ваш дрон подлетает к резервуару и точно пробивает защитную оболочку. Поскольку склад находится в вакууме космоса, газ безвредно выходит наружу.
zh_hans: 你的无人机飞临储藏罐并准确刺穿了化学罐体。整个仓库都暴露在太空的真空当中，所以挥发性气体安然泄出。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
