Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: You reach the civilian ship and using some cables manage to correct their trajectory just in time to avoid collision. Their ship is heavily beaten up but they insist they'll be fine. They pay you for saving them.
de: Du erreichst das Zivilistenschiff und nutzt Kabel um ihre Flugbahn zu korrigieren, rechtzeitig dass sie nicht kollidieren. Ihr Schiff ist sehr beschädigt, aber sie beharren, dass alles okay ist. Sie bezahlen dich für die Rettung.
es: Alcanzas la nave civil y, usando unos cables, logras corregir su trayectoria justo a tiempo para evitar la colisión. Su nave está muy dañada, pero ellos insisten en que estarán bien. Te pagan por haberlos salvado.
fr: Vous atteignez le vaisseau civil et, à l'aide de câbles, vous parvenez à corriger leur trajectoire juste à temps pour éviter la collision. Leur vaisseau est très endommagé mais ils insistent sur le fait qu'ils s'en sortiront. Ils vous paient pour les avoir sauvés.
ko: 일부 케이블을 사용하여 민간 함선에 도달하고 충돌을 피하기 위해 제 시간에 궤도를 수정했습니다. 그들의 함선은 심하게 파손되었지만 그들은 괜찮을 것이라고 주장했습니다. 그들은 당신이 살려준것에 대한 대가를 지불했습니다.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль сильно поврежден, но они настаивают, что с ними все будет в порядке. Они платят вам за спасение.
zh_hans: 你利用一些线缆够到了平民船，并设法及时纠正他们的轨迹，以避免碰撞。他们的船严重损毁，但他们坚持认为他们会没事的。他们给了你一些废料以感谢你的援助。

source: You move closer to try and pick up some of the scrap metal, but it seems the ship has corrected its trajectory on its own. They don't take very kindly to you trying to screw them over, and open fire!
de: Du kommst näher und versuchst Schrott aufzusammeln, aber es scheint als hätte das Schiff seine Flugbahn selbst korrigiert. Sie nehmen es nicht gut auf, dass du versuchst hast sie zu betrügen und öffnen das Feuer!
es: Te acercas para intentar recoger algo de la chatarra, pero parece que la nave ha corregido su trayectoria por sí sola. No les hace mucha gracia que intentes aprovecharte, ¡y abren fuego!
fr: Vous vous approchez pour essayer de ramasser une partie de la ferraille, mais il semble que le vaisseau ait corrigé sa trajectoire par lui-même. Ils ne voient pas d'un très bon œil votre tentative et ouvrent le feu !
it: Ti avvicini per provare a recuperare dei materiali di scarto, ma sembra che la nave sia riuscita a correggere da sola la traiettoria. Non prendono molto bene il fatto che hai cercato di gettarli alle ortiche e aprono il fuoco!
ko: 고철을 회수하기 위해 더 가까이 이동했지만 함선이 스스로 궤도를 수정한 것 같습니다. 그들은 당신이 접근하려는것에 대해 달갑게 생각하지 않으며 사격을 개시합니다!
ru: Вы приближаетесь, чтобы попытаться подобрать немного лома, но, похоже, корабль сам скорректировал свою траекторию. Они не очень-то рады, что вы пытаетесь их обмануть, и открывают огонь!
zh_hans: 你靠近它们，试图搜刮一些废料，但似乎这艘船已经自行纠正了自己的轨迹。他们对你试图趁火打劫的行为很不满意，并向你开火！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You move closer to try and pick up some of the scrap metal, but it seems the ship has corrected its trajectory on its own. "Damn Renegades! All you care about is scrap! Don't think we won't tell the Rebels about this!"
de: Du kommst näher und versuchst Schrott aufzusammeln, aber es scheint als hätte das Schiff seine Flugbahn selbst korrigiert. "Verdammte Renegades! Alles was ihr wollt ist Schrott! Glaubt nicht wir sagen den Rebellen nichts davon!"
es: Te acercas para intentar recoger algo de la chatarra, pero parece que la nave ha corregido su trayectoria por sí sola. “¡Malditos Renegados! ¡Todo lo que les importa es la chatarra! ¡No piensen que no le contaremos esto a los Rebeldes!”
fr: Vous vous rapprochez pour essayer de ramasser une partie de la ferraille, mais il semble que le vaisseau ait corrigé sa trajectoire par lui-même. "Maudits renégats ! Tout ce qui vous intéresse, c'est la ferraille ! Ne croyez pas que nous n'en parlerons pas aux Rebelles !"
it: Ti avvicini per provare a recuperare dei materiali di scarto, ma sembra che la nave sia riuscita a correggere da sola la traiettoria. "Maledetti Rinnegati! Tutto quello che vi interessa sono i moduli! La ribellione lo verrà a sapere!"
ko: 고철을 회수하기 위해 더 가까이 이동했지만 함선이 스스로 궤도를 수정한 것 같습니다. "빌어먹을 배신자! 니들이 생각하는건 스크랩뿐이라고! 우리가 반군에게 이 사실을 알리지 않을 것이라고 생각하지마라!"
ru: Вы подходите ближе, чтобы попытаться собрать немного лома, но, похоже, корабль самостоятельно скорректировал свою траекторию. "Проклятые Ренегаты! Все, что вас заботит - это лом! Не думайте, что мы не расскажем об этом повстанцам!"
zh_hans: 你靠近它们，试图搜刮一些废料，但似乎这艘船已经自行纠正了自己的轨迹。"该死的变元者！你们满脑子只关心废料！别以为我们不会向叛军告状！"

source: The civilian ship spirals away, crashing into a much larger asteroid. Nothing else disturbs you as you collect the wreckage.
de: Das Zivilistenschiff fliegt weg und kracht in einen Asteroiden. Du wirst nicht gestört während du die Überreste aufhebst.
es: La nave civil se aleja en espiral, chocando contra un asteroide mucho más grande. Nada más te molesta mientras recoges los restos.
fr: Le vaisseau civil s'éloigne en spirale et s'écrase sur un astéroïde beaucoup plus gros. Rien d'autre ne vous dérange pendant que vous ramassez les deux épaves.
it: La nave civile precipita e si schianta su un asteroide molto più grande. Nient'altro ti disturba mentre smantelli il relitto.
ko: 민간 함선은 훨씬 더 큰 소행성과 충돌하며 나선형으로 날아갔습니다. 두 잔해를 모두 모으는 동안 어떤 것도 방해하지 않습니다.
ru: Гражданский корабль по спирали уносится прочь, врезаясь в гораздо более крупный астероид. Пока вы собираете обломки, вас больше ничто не беспокоит.
zh_hans: 那艘平民船打着转飞走了，撞上了一个更大的小行星。你默默地回收了残骸。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY"]/text
source: Though the asteroid field here isn't terribly dense, a nearly moon sized chunk of rock supports a small Federation mining colony in its orbit, which doesn't respond to any hails. A complex cave system seems to have been artificially carved through the largest of the rocks.
de: Obwohl das Asteroidenfeld nicht dicht ist, unterstützt ein fast Mond-großer Stein eine kleine Föderationsminenkolonie in seinem Orbit, welche keine Rufe beantwortet. Ein komplexes Höhlensystem scheint von Menschen gemacht, in die großen Steine eingebaut worden zu sein.
es: Llegas a un campo de asteroides que no es demasiado denso, pero un fragmento de roca casi del tamaño de una luna sostiene en su órbita una pequeña colonia minera de la Federación, que no responde a ninguna comunicación. Un complejo sistema de cuevas parece haber sido tallado artificialmente en la roca más grande.
fr: Bien que le champ d'astéroïdes ne soit pas très dense, un morceau de roche de la taille d'une lune abrite en orbite une petite colonie minière de la Fédération, qui ne répond à aucun appel. Un réseau complexe de grottes semble avoir été creusé artificiellement dans le plus gros des rochers.
it: Anche se questo campo di asteroidi non è molto fitto, una roccia grande quasi quanto una luna ha una piccola colonia mineraria della Federazione nella sua orbita, che non risponde ad alcuna comunicazione. Un complesso sistema di caverne sembra essere stato scavato artificialmente attraverso la roccia più grande.
ko: 비록 이곳의 소행성 지대는 밀도가 높지는 않지만, 거의 달 크기의 암석 덩어리가 그 궤도의 작은 연방 광산 식민지를 지탱하고 있는데, 어떠한 신호에도 반응하지 않습니다. 가장 큰 바위에는 복잡한 동굴 구조가 인공적으로 조각된 것으로 보였습니다.
ru: Хотя астероидное поле здесь не слишком плотное, кусок породы размером почти с луну содержит на своей орбите небольшую шахтерскую колонию Федерации, которая не отвечает ни на какие сигналы. Сложная система пещер, похоже, была искусственно вырезана в самой большой из глыб.
zh_hans: 虽然这里的小行星场并不那么密集，但有一个小型联邦采矿殖民地环绕着一块近乎卫星大小的岩石的轨道，他们对你的呼叫没有任何反应。你探测到一个复杂的洞穴系统，似乎是在最大的岩石中人工开凿的。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY"]/choice[1]/text
source: Explore the caves.
de: Erkunde die Höhlen.
es: Explora las cuevas.
fr: Explorer les grottes.
it: Esplora le caverne.
ko: 동굴을 탐험한다.
ru: Исследовать пещеры.
zh_hans: 探索洞穴。

source: You dive into the depths of the cave, exploring freely until you come across a wall of what seems to be made of flesh. Horrified, you pull away just in time as the "wall" gives away and reveals itself to be part of a gigantic worm-like creature!
es: Te adentras en las profundidades de la cueva, explorando libremente hasta que te topas con una pared que parece estar hecha de carne. Horrorizado, retrocedes justo a tiempo cuando la “pared” cede y se revela como parte de una criatura gigantesca con forma de gusano!
fr: Vous plongez dans les profondeurs de la grotte, explorant librement jusqu'à ce que vous tombiez sur un mur qui semble être fait de chair. Horrifié, vous vous éloignez juste à temps alors que le "mur" cède et se révèle être une partie d'une créature gigantesque en forme de ver !
ru: Вы погружаетесь в глубины пещеры, свободно исследуя ее, пока не сталкиваетесь со стеной, состоящей, кажется, из плоти. В ужасе вы отпрянули в сторону как раз вовремя, поскольку "стена" расступилась и оказалась частью гигантского червеподобного существа!
zh_hans: 你潜入洞穴深处，向内自由探索着，直至你遇到一堵似乎是由肉制成的墙。你被吓坏了，千钧一发之际跑开了。而"墙"摇身一变，你才发现，原来这是一个巨大的蠕虫状生物的一部分！

source: Warn the colony.
de: Warne die Kolonie.
es: Avisa a la colonia.
fr: Prévenir la colonie.
it: Avverti la colonia.
ko: 식민지에 경고한다.
ru: Предупредить колонию.
zh_hans: 警告殖民地。

source: Get the hell out of here!
de: Hau verdammt nochmal ab!
es: ¡Sal de aquí de inmediato!
fr: Partir d'ici au plus vite !
it: Vattene da qui, ora!
ko: 당장 여기서 나가야 해!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

source: (Upg. Sensors) Scan the caves.
de: (Verb. Sensoren) Scanne die Höhlen.
es: (Sensores Mejorados) Escanea las cuevas.
fr: (Capteurs améliorés) Scanner les grottes.
it: (Sensori migliorati) Scansiona le caverne.
ko: (고급 센서실) 동굴을 스캔한다.
ru: (Улучш. Сенсоры) Просканировать пещеры.
zh_hans: (高级传感器)扫描洞穴。

source: (Long-Ranged Scanners) Scan the caves.
de: (Lang-Strecken Scanner) Scanne den Planeten.
es: (Escáneres de Largo Alcance) Escanea las cuevas.
fr: (Scanners longue-portée) Scanner la planète.
it: (Scanner a lungo raggio) Scansiona le caverne.
ko: (장거리 탐사용 스캐너) 동굴을 스캔한다.
ru: (Сканеры дальнего действия) Просканировать пещеры.
zh_hans: (长距扫描仪)扫描洞穴。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY"]/choice[4]/text
source: Leave.
de: Gehe wieder.
es: Irse.
fr: Partir.
it: Vattene.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Nothing to do here. It's unlikely there's anything of value in the caves anyways.
de: Hier gibt es nichts zu tun. Es ist unwahrscheinlich, dass es hier irgend etwas wertvolles gibt.
es: Nada que hacer aquí. De todos modos, es poco probable que haya algo de valor en las cuevas.
fr: Il n'y a rien à faire ici. De toute façon, il est peu probable qu'il y ait quoi que ce soit de précieux dans les grottes.
it: Qui non c'è niente da fare. Comunque è improbabile che ci sia qualcosa di valore in quelle caverne.
ko: 여기선 할 일이 없습니다. 어차피 동굴에는 가치 있는 것이 없을 것 같습니다.
ru: Здесь нечего делать. Вряд ли в пещерах есть что-то ценное.
zh_hans: 这里没什么好探索的。无论如何，洞穴里都不太可能有任何有价值的东西。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY_SCAN"]/text
source: To your horror, your scans reveal a massive worm-like creature has burrowed itself inside the asteroid. Large enough to swallow a ship, this could pose a threat to the colonists!
de: Zu deinem Schrecken zeigen deine Sensoren, dass eine riesige Wurmkreatur sich im Asteroiden vergraben hat. Sie könnte dein Schiff einfach verschlingen und stellt eine Gefahr für die Kolonisten dar!
es: Para tu horror, tus escaneos revelan que una enorme criatura con forma de gusano se ha enterrado dentro del asteroide. Lo suficientemente grande como para tragarse una nave, ¡esto podría representar una amenaza para los colonos!
fr: Vous êtes horrifié lorsque vos scanners révèlent qu'une énorme créature ressemblant à un ver s'est enfouie à l'intérieur de l'astéroïde. Suffisamment grosse pour avaler un vaisseau, cela pourrait constituer une menace pour les colons !
it: Con tuo orrore, le scansioni rivelano che un'enorme creatura vermiforme si è rintanata all'interno dell'asteroide. Abbastanza grande da ingoiare una nave, potrebbe essere una minaccia per i coloni!
ko: 끔찍하게도, 스캔 결과 거대한 벌레같은 생물이 소행성 내부에 잠복한 것으로 나타났습니다. 함선을 삼킬 수 있을 정도로 큰 이 생물체는 주거지 주민들에게 위협이 될 것입니다!
ru: К вашему ужасу, сканирование показало, что внутри астероида зарылось огромное червеподобное существо. Достаточно большое, чтобы проглотить корабль, оно может представлять угрозу для колонистов!
zh_hans: 令你惊恐的是，你的扫描器显示一个巨大的蠕虫状生物钻到了小行星内。蠕虫大到足以吞下一整艘星舰，这可能会对殖民者构成威胁！

source: Warn the colony.
de: Warne die Kolonie.
es: Avisa a la colonia.
fr: Prévenir la colonie.
it: Avverti la colonia.
ko: 식민지에 경고한다.
ru: Предупредить колонию.
zh_hans: 警告殖民地。

source: Get the hell out of here!
de: Hau verdammt nochmal ab!
es: ¡Sal de aquí de inmediato!
fr: Partir d'ici au plus vite !
it: Vattene da qui, ora!
ko: 당장 여기서 나가야 해!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY_WARN"]/text
source: You rush to the colony, hailing them until they finally respond, staring at you as if you were mad. You warn them about the worm, and their eyes go wide in terror. "Is something wrong with Lenny?! Please say it isn't so!"
de: Du beeilst dich zur Kolonie, versuchst sie zu rufen, bis sie endlich antworten und dich anschauen, als ob du verrückt wärst. Du warnst sie vor dem Wurm und ihre Augen werden riesig vor Schreck. "Ist etwas mit Lenny los?! Bitte sag nichts ist mit Lenny falsch!"
es: Te apresuras hacia la colonia, contactándolos hasta que finalmente responden, mirándote como si estuvieras loco. Les adviertes sobre el gusano, y sus ojos se abren de terror. “¿¡Acaso le pasa algo a Lenny!? ¡Por favor, di que no es cierto!”
fr: Vous vous précipitez vers la colonie, les appelant jusqu'à ce qu'ils répondent enfin, vous regardant comme si vous étiez fou. Vous les prévenez de la présence du ver et leurs yeux s'écarquillent de terreur : "Lenny a un problème ? ! S'il vous plaît, dites-moi que ce n'est pas le cas !"
it: Corri alla colonia, contattandoli finché non rispondono e ti fissano come se fossi pazzo. Li avverti del verme, e i loro occhi si spalancano dal terrore. "Lenny ha qualcosa che non va?! Ti prego, dimmi di no!"
ko: 당신이 식민지로 달려가서 그들이 마침내 응답할 때까지 부르자 당신이 미친 것처럼 당신을 쳐다봤습니다. 그들에게 벌레에 대해 경고하자, 그들의 눈은 공포에 휩싸였습니다. "레니한테 무슨 일 있나요?! 아니라고 말해주세요!"
ru: Вы мчитесь к колонии, вызываете их, пока они наконец не отвечают, уставившись на вас, как на сумасшедшего. Вы предупреждаете их о черве, и их глаза расширяются от ужаса. "С Ленни что-то случилось?! Пожалуйста, скажите, что это не так!"
zh_hans: 你冲向殖民地，不停呼叫直至他们做出回应，他们用看疯子的眼神盯着你。你警告他们关于虫子的事，他们的眼睛吓得睁大了。"莱尼出了什么问题吗？请告诉我这不是真的！"

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY_WARN"]/choice/text
source: Lenny?
es: Quien es Lenny?
ko: 레니?
ru: Ленни?
zh_hans: 莱尼？

source: "Yes, Lenny! The worm! He is the most cherishable one! We bring him gifts in return for eternal youth! He is our savior!" The colonists each fall to their knees in prayer, chanting "Praise be Lenny the worm, PRAISE BE!"
de: "Ja, Lenny! Der Wurm! Er ist der großzügigste! Wir bringen ihm Geschenke im Tausch gegen ewige Jungheit! Er ist unser Retter!" Die Kolonisten fallen auf die Knie und Beten, "Preiset Lenny den Wurm, PREISET IHN!"
es: “¡Sí, Lenny! ¡El gusano! ¡Él es el más querido! ¡Le traemos regalos a cambio de la juventud eterna! ¡Él es nuestro salvador!” Los colonos caen de rodillas en oración, “¡Alabado sea Lenny el gusano, ¡ALABADO SEA!”
fr: "Oui, Lenny ! Le ver ! Il est le plus précieux d'entre nous ! Nous lui apportons des cadeaux en échange de la jeunesse éternelle ! Il est notre sauveur !" Les colons s'agenouillent pour prier en scandant "Louange à Lenny le ver, LOUEZ SOIT-IL !"
it: "Sì, Lenny! Il verme! È davvero generoso! Gli portiamo doni in cambio dell'eterna giovinezza! Egli è il nostro salvatore!" I coloni si inchinano in preghiera e intonano. "Sia lodato Lenny il verme, SIA LODATO!"
ko: "그래요, 레니! 그 벌레말이에요! 그 벌레는 가장 소중해요! 영원한 젊음에 대한 보답으로 레니한테서 선물을 가져와요! 레니는 우리의 구원자라고요!" 거주지 주민들은 각자 무릎을 꿇고 기도하며, 찬양했습니다. "그 벌레 레니를 숭배하라, 경배하라!"
ru: "Да, Ленни! Червячок! Он самый любимый! Мы приносим ему дары в обмен на вечную молодость! Он наш спаситель!" Все колонисты падают на колени в молитве, распевая "Слава червяку Ленни, СЛАВИМ ЕГО!"
zh_hans: "是的，莱尼！那条蠕虫！他是最珍贵的那位！我们给他带来礼物以换取永恒的青春！他是我们的救世主！"殖民者们每个人都跪下来祈祷，高呼"蠕虫莱尼万岁！万万岁！"

source: Okay then...
de: Okaaaay...
es: Bueno, entonces…
fr: D'accord, alors...
it: Ok allora...
ko: 그래요 그럼...
ru: Ну ладно...
zh_hans: 好吧...

source: "You are unworthy! You have brought us false news of Lenny's misfortune, and now we shall feed you to him!" Great, now looks like you have some wacko cultists to deal with.
de: "Du bist nicht Auserwählt! Du hast uns falsche Nachrichten von Lennys Zustand gebracht und jetzt sollen wir dich ihm füttern!" Toll, sieht so aus als müssest du es mit einem seltsamen Kult aufnehmen.
es: “¡Eres indigno! ¡Has traído falsas noticias sobre la desgracia de Lenny, y ahora te alimentaremos a él!” Genial… ahora parece que tienes que lidiar con un grupo de cultistas chiflados.
fr: "Vous êtes indignes ! Vous nous avez apporté de fausses nouvelles sur le malheur de Lenny et maintenant nous allons vous donner en pâture à ce dernier !" Génial, on dirait que vous avez maintenant affaire à des cultistes fanatiques .
it: "Sei indegno! Ci hai portato false notizie di una sciagura che si è abbattuta su Lenny, e ora sarai il suo prossimo dono!" Bene, pare che ora hai dei cultisti pazzoidi di cui occuparti.
ko: "넌 가치가 없어! 레니의 불행에 대한 잘못된 소식을 우리에게 전해줬고, 우린 널 레니의 밥으로 줄꺼야!" 대단하군요, 이제 처리해야 할 미친 이교도들만 남아있습니다.
ru: "Вы недостойны! Вы принесли нам ложные вести о несчастье Ленни, и теперь мы скормим вас ему!" Отлично, теперь, похоже, вам придется иметь дело с чокнутыми культистами.
zh_hans: "你不配！你给我们带来了莱尼出事了的假消息，现在我们要把你喂给他！"很棒，看起来你现在有一些古怪的邪教分子要对付了。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_LENNY_HELP"]/text
source: You step aboard the colony cautiously, and convince the colonists to listen to you. Some examining reveals most of them are suffering psychologically, likely caused by prolonged isolation due to no one else wanting to come mess with "Lenny". You aren't sure there's much you can do to help them, but one colonist pulls you aside. It seems they haven't fully gone insane yet, and they were only pretending so as not to draw the others' ire. They beg you to take them with you.
de: Du gehst vorsichtig an Bord der Kolonie und überredest sie dir zu zuhören. Eine Untersuchung ergibt, dass die meisten psychologische Schäden haben, da sie in Isolation leben, weil niemand es mit Lenny zu tun bekommen will. Du bist dir nicht sicher ob du ihnen helfen kannst, aber ein Kolonialist nimmt dich zur Seite. Er scheint er ist noch nicht komplett verrückt. Er bittet dich ob du ihn mitnimmst.
es: Subes a la colonia con cautela y logras que los colonos te escuchen. Al examinarlos, descubres que la mayoría sufre psicológicamente, probablemente debido al aislamiento prolongado, ya que nadie más quería acercarse a “Lenny”. No estás seguro de cuánto puedes ayudarlos, pero un colono te aparta a un lado. Parece que aún no ha perdido la cordura por completo y solo fingía para no atraer la ira de los demás. Te suplica que lo lleves contigo.
fr: Vous montez à bord de la colonie avec prudence et parvenez à convaincre les colons de vous écouter. Après avoir examiné la situation, il semble que la plupart d'entre eux souffrent de problèmes psychologiques, probablement dus à un isolement prolongé, car personne d'autre ne voulait venir s'occuper de "Lenny". Vous n'êtes pas sûr de pouvoir faire grand-chose pour les aider, mais l'un des colons vous tire à l'écart. Il semble qu'ils n'aient pas encore complètement perdu la tête et qu'ils ne faisaient semblant que pour ne pas attirer la colère des autres. Ils vous supplient de les emmener avec vous.
it: Sali con cautela a bordo della colonia e convinci i coloni a starti a sentire. Alcuni esami rivelano che molti di loro stanno soffrendo psicologicamente, probabilmente a causa dell'isolamento prolungato visto che nessun altro vuole mettersi contro "Lenny". Non credi che ci sia molto che puoi fare per aiutarli, ma uno di loro ti prende in disparte. Sembra che non sia ancora impazzito del tutto e stava solo fingendo per non attirarsi le ire degli altri. T'implora di portarlo con te.
ko: 조심스럽게 거주지에 다가가서 거주지 주민들에게 당신의 말을 듣도록 설득했습니다. 일부 조사 결과 이들 대부분은 심리적으로 고통받고 있으며, 아마도 "레니"를 괴롭히고 싶어하지 않아 장기간 고립되어 발생한 것으로 보였습니다. 그들을 돕기 위해 당신이 할 수 있는 것이 별로 없다고 확신하지만, 한 거주지 주민이 당신을 옆으로 끌어당겼습니다. 그는 아직 완전히 미치지 않은 것 같고, 다른 사람들의 분노를 사지 않으려고 시늉만 한 것 같습니다. 그는 당신에게 그를 데려가달라고 애원했습니다.
ru: Вы осторожно ступаете на борт колонии и убеждаете колонистов выслушать вас. При ближайшем рассмотрении выясняется, что большинство из них психологически больны, что, скорее всего, вызвано длительной изоляцией из-за того, что никто больше не хочет связываться с "Ленни". Вы не уверены, что сможете им чем-то помочь, но один колонист отводит вас в сторону. Похоже, он еще не до конца сошел с ума и только притворялся, чтобы не навлечь на себя гнев остальных. Он умоляет вас взять его с собой.
zh_hans: 你小心翼翼地登上了殖民地，并说服殖民者听你的话。一些检查显示，他们中的大多数人都在遭受心理上的痛苦，很可能是由于没有人愿意来招惹"莱尼"而导致的长期孤立。你不确定你能给他们带来什么帮助，但一个殖民者把你拉到一边。看来对方还没有完全疯掉，只是在装疯卖傻，以免引起其他人的愤怒。对方求你带他走。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ABUSE"]/text
source: Despite not having authority to do so in the Free Excavation Act, a Coalition station is operating in full view, harvesting the asteroids near this beacon.
de: Obwohl sie nicht die Autorität besitzen durch den Freien Minen Akt, ist eine Coalition Station hier und bedient sich an den Asteroiden.
es: A pesar de no tener autoridad bajo la Ley de Excavación Libre, una estación de la Coalición está operando a plena vista, extrayendo recursos de los asteroides cerca de esta baliza.
fr: Malgré l'absence d'autorisation en vertu de la Loi sur les fouilles libres, une station de la Coalition opère à la vue de tous, récoltant les astéroïdes à proximité de cette balise.
it: Nonostante non ne abbia l'autorità nell'Atto di Libero Scavo, una stazione della Coalizione opera in bella vista, raccogliendo gli asteroidi vicino a questo faro.
ko: 자유채굴법에 따라 권한이 없음에도 불구하고 연합 정거장은 이 송신소 근처의 소행성들을 채취하면서 작동하고 있습니다.
ru: Несмотря на отсутствие соответствующих полномочий в Законе о свободных раскопках, на виду у всех работает станция Коалиции, добывающая астероиды вблизи этого маяка.
zh_hans: 一个星联空间站在众目睽睽之下采集这个信标附近的小行星。尽管按照"自由挖掘法"来说他们并没有获得这么做的授权。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ABUSE"]/choice[1]/text
source: Hey, you can't be here!
de: Hey, du darfst hier nicht sein!
es: Oye!, no puedes estar aquí!
fr: Hé, vous ne pouvez pas rester ici !
it: Ehi, non potete stare qui!
ko: 이봐요, 거기 있으면 안 됩니다!
ru: Эй, вам нельзя здесь находиться!
zh_hans: 嘿，你们不能在这里！
