Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: A Mantis captain, wearing a smug grin, appears on your camera. "Hahah, are you thinking of so, captain? Big riot, FREE Excavation act! You forgetting doctrine saying nothing of Federation, but you exploiting merely of Union and Ministry benefits. Well, funny pebble man and gross worm thing sign act too! And if you are noticing, we are having funny pebble man AND gross worm thing on board. Thus, Coalition having as much right as you are! Hahah! Dumb dumb!"
de: Ein Mantis Kapitän, der selbstsicher lächelt, erscheint auf deinem Bildschirm. "Hahah, denkst du so, Kapitän? Großer Aufstand, FREIER Minen Akt! Du vergessen nichts sagen von Föderation, wir nur nutzen Union und Ministry. Großer Rock Mann und komischer Wurm auch unterschrieben! Und du sehen wir haben beide an Bord. Coalition also gleich viel Recht wie du! Hahah! Dumm Dumm!"
es: Un capitán Mantis, con una sonrisa arrogante, aparece en tu cámara. “¡Ja, ja, estás pensando en eso, capitán? ¡Gran disturbio, Ley de Excavación Libre! ¡Olvidas la doctrina que dice nada de la Federación, pero tú estás explotando solo los beneficios de la Unión y del Ministry! ¡Bueno, el hombrecito de piedra divertido y la cosa gusano asquerosa también entran en la ley! Y si estás notando, ¡tenemos al hombrecito de piedra divertido Y la cosa gusano asquerosa a bordo! ¡Así que la Coalición tiene tanto derecho como tú! ¡Ja, ja! ¡Tonto, tonto!”
fr: Un capitaine Mantis, arborant un sourire narquois, apparaît sur votre caméra. "Hahah, que pensez-vous de cela, capitaine ? Grande émeute, Loi sur les fouilles LIBRES ! Vous oubliez que la doctrine ne dit rien de la Fédération, mais que vous exploitez uniquement les avantages de l'Union et du Ministère. Eh bien, le drôle d'homme aux cailloux et le grossier ver dégoûtant ont aussi signé l'acte ! Et si vous avez remarqué, nous avons le drôle d'homme aux cailloux ET le grossier ver dégoûtant à bord. Ainsi, la Coalition a autant de droits que vous ! Hahah ! Crétin d'idiot !"
it: Un capitano mantis, con un ghigno arrogante, appare sulla tua telecamera. "Ahahah, lo pensi davvero, capitano? Grande rivolta, atto di LIBERO scavo! Tu dimentica che dottrina dice niente di Federazione, ma voi sfrutta benefici di Unione e Ministero. Ebbene, anche uomo sasso buffo e verme schifoso firma atto! E se tu nota, noi ha uomo sasso buffo E verme schifoso a bordo. Quindi, Coalizione ha diritto tanto quanto voi! Ahahaha! Scemo scemo!"
ko: 웃고있는 한 맨티스 선장이 카메라에 나타났습니다. "킥킥, 정말 그렇게 생각하냐, 함장? 큰 폭동, 무료 채굴 행위! 연합은 연방에 대해서는 아무 가치없는 조약은 잊어버리고 연합과 협회의 이익만을 추구한다. 그리고 니가 눈치챘을지도 모르겠지만, 우린 웃긴 자갈인간과 역겨운 벌레도 함선에 태우고 있지. 그래서, 연합은 니가 생각하는것보다 많은 권리를 가지고있다! 킥킥! 바보같은 놈들!"
ru: На вашем экране появляется капитан богомолов с самодовольной ухмылкой. "Ха-ха, ты так думаешь, капитан? Большие беспорядки, СВОБОДНЫЕ раскопки! Ты забываешь о доктрине, мол, Федерация ничего не знает, но пользуешься преимуществами Союза и Министерства. Ну, и смешной камешек-человечек и мерзкая червивая тварь тоже! И если ты заметил, у нас на борту есть и смешной камешек-человечек, И мерзкий червяк. Таким образом, Коалиция имеет столько же прав, сколько и вы! Ха-ха! Тупой, тупой!"
zh_hans: 一位螳螂舰长，带着得意的笑容，出现在你的屏幕上。“哈哈，你是这么想吗，舰长？暴乱横行，自由挖掘法！你忘记了原则，对联邦作为不说话，但是你们只是剥削同盟和牧师团好处而已。现在，有趣卵石人和恶心虫子生物也签订法令了。如果你注意到了，我们也有一个有趣卵石人和恶心虫子生物在船上。因此，星联有和你一样权利！哈哈哈！笨蛋笨蛋！”

source: Attack these smug bastards.
de: Greife diese Bastarde an.
es: Ataca a esos bastardos engreídos.
fr: Attaquer ces bâtards prétentieux.
it: Attacca questi bastardi altezzosi.
ko: 웃는 개자식들을 공격한다.
ru: Атаковать этих самодовольных ублюдков.
zh_hans: 攻击这些自鸣得意的混蛋。

source: "Hahahah, yes, fight me infant brain man! I welcome your slaughter! Hahah!"
de: "Hahaha ja, kämpfe gegen mich Kleinkind Mann! Ich freue mich über dein tot! Hahah!"
es: “¡Jajaja! ¡Sí, pelea conmigo, hombre de cerebro infantil! ¡Doy la bienvenida a tu masacre! ¡Jajaja!”
fr: "Hahahah, oui, combattez-moi, petit cerveau infantile ! Je me réjouis de votre massacre ! Hahah !"
it: "Ahahahahah, sì, combatti uomo dal cervello infantile! Accolgo il tuo massacro! Ahahah!"
ko: "킥킥킥, 그래, 나와 싸우자 어리숙한 녀석! 학살을 시작하지! 킥킥!"
ru: "Ха-ха-ха, да, сразись со мной, недоразвитый! Я приветствую твою кровожадность! Ха-ха!"
zh_hans: "哈哈哈，是的，和我战斗吧幼稚人！我欢迎你的屠杀！哈哈哈！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fair point.
de: Stimmt.
es: Buen punto.
fr: Bon argument.
it: Touché.
ko: 듣고보니 맞는 말이네.
ru: Справедливая мысль.
zh_hans: 有道理。

source: "What?! No! No no! You aren't supposed to be agreeing! You getting mad! Madder! Agh! Curses you! Hmph. Well, uh, not knowing what to do now. Uh... you needing sell and buy things?"
de: "Was?! Nein! Du sollst uns nicht zustimmen! Du dumm! Dummer! Uh... du was kaufen wollen?"
es: “¿¡Qué?! ¡No! ¡No, no! ¡No se supone que debas estar de acuerdo! ¡Te estás enojando! ¡Más enojado! ¡Agh! ¡Maldito seas! Hmph. Bueno, eh… ahora no sé qué hacer. Eh… ¿necesitas vender o comprar algo?”
fr: "Quoi ? ! Non ! Non non ! Vous n'êtes pas censé être d'accord ! Vous devriez vous mettre en colère ! Encore plus en colère ! Agh ! Je vous maudis ! Hmph. Eh bien, euh, je ne sais pas quoi faire maintenant. Euh... vous avez besoin de vendre et d'acheter des choses ?"
it: "Cosa?! No! No no! Tu non deve essere d'accordo! Tu deve arrabbiare! Di più! Agh! Accidenti a te! Hmpf. Beh, uh, ora io non sa che fare. Uh... serve comprare e vendere cose?"
ko: "뭐?! 안돼! 안돼! 왜 동의하는건데! 제정신이야? 정신 차려! 아! 이런 젠장! 흠. 그래, 어, 지금 뭘 해야 할지 모르겠군. 어... 너 사고팔 거 있냐?"
ru: "Что?! Нет! Нет-нет! Ты не должен был соглашаться! Ты должен злиться! Очень злиться! Блин! Проклинаю тебя! Хмм. Ну, эм, не знаю, что теперь делать. Эм... тебе нужно продавать и покупать товары?"
zh_hans: "什么？不！不不！你不应该同意的！你应该生气！更生气！啊！去你的！哼，嗯，呃，我也不知道现在怎么办了。呃...你需要卖东西买东西吗？"

source: (Anti-Bio Weapon) Snipe the Rockman and Leech.
de: (Anti-Bio Waffe) Schneide den Felis und den Leech.
es: (Arma Antibiótica) Abate al Rockman y al Leech.
fr: (Arme anti-biologique) Viser le Rocailleux et la Sangsue.
it: (Arma necrogena) Elimina il rockman e il leech.
ko: (안티 바이오 무기) 락맨과 리치를 저격한다.
ru: (Анти-био орудие) Застрелить валуна и пиявку.
zh_hans: (反生物武器)狙击岩石族和吸虫族。

source: You configure your weapon and lock onto both of the crew the Mantis had proudly displayed, near instantly killing them both. The Mantis gawks in horror. "You are... how?! This cheating! Agh!" From offscreen the Slug aboard shuffles on. "Heh. You kinda sssuck. I'm outta here, Fed dude'sss got cooler gunsss."
de: Du zielst auf die Crew die der Mantis aufgezählt hat und tötest beide. Der Mantis sagt in Schock "Wie... du... Betrüger!" Du hörst einen Slug sagen: "Du bist schlecht, der Fed hat coolere Waffen, ich bin hier raus."
es: Configuras tu arma y bloqueas a ambos tripulantes que el Mantis había exhibido con orgullo, acabando con ellos casi al instante. El Mantis se queda boquiabierto de horror. “¿¡Cómo…?! ¡Esto es trampa! ¡Agh!” Desde fuera de cámara, el Slug a bordo se mueve despacio y dice: “Heh. Ussstedesss ssson un poco malosss. Me largo, el tipo de la Federación tiene armas mucho másss genialessss.”
fr: Vous configurez votre arme et verrouillez les deux membres de l'équipage que le Mantis avait fièrement exhibés, les tuant presque instantanément. Le Mantis est horrifiée : "Vous êtes... comment ? ! C'est de la triche ! Agh !" Hors champ, la Limace à bord se faufile : "Peuh. T'es vraiment inefficacccce. Je me tire d'icccci, le mec de la Fédérattttion a des zzzarmes plus cool."
it: Configuri la tua arma e agganci entrambi i membri dell'equipaggio che il mantis ha sfoggiato, uccidendoli entrambi quasi all'istante. Il mantis è sconvolto. "Sei... come?! Questo barare! Agh!" Da fuori lo schermo, lo slugman di bordo fa capolino. "Heh. Fate proprio ssschifo. Io me ne vado. Fed qui ha armi più belle."
ko: 무기를 쥔 다음 그 맨티스가 자랑스럽게 보여준 두 승무원 모두를 조준하고 순식간에 처리했습니다. 그 맨티스는 공포에 질려 넋이 나간 표정으로 "너... 어떻게?! 이건 사기다! 악!" 화면 밖에서 슬러그가 탈출하는 것이 보였습니다. "헤에. 당씬은 머쩌리같아요. 난 여기써 나갈꺼에요, 연방은 더 쫗은 총을 가찌고이써요."
ru: Вы направляете свое орудие на обоих членов команды, которую богомол с гордостью представлил, и почти мгновенно убиваете их обоих. Богомол в ужасе смотрит на вас. "Ты... как?! Это жульничество! Блин!" Откуда-то из-за экрана появляется слизняк. ""Хех. Ты отссстой. Я ухожу отсссюда, у чувака из Федерации пушшшки покруче".
zh_hans: 你配置好了你的武器，并锁定了螳螂引以为豪的两个船员，几乎瞬间就把他们都杀了。螳螂呆呆地瞪大了眼睛。"你是...怎么会呢！？这是在作弊！呃啊！"从屏幕外看，船上的蛞蝓族继续蠕动。"呵。你有点菜了。我开溜了，联邦家伙一定有更酷的武器。"

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_ABUSE"]/choice[2]/text
source: Ignore the station.
de: Ignoriere die Station.
es: Ignorar la estación.
fr: Ignorer la station.
it: Ignora la stazione.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视空间站。

source: You have nothing to gain but conflict from bothering these guys. Better to stay away.
de: Du hast nichts außer Konflikt, wenn du die Typen dumm anmachst. Besser ist es nicht hin zu gehen.
es: No tienes nada que ganar más que conflictos molestando a estos tipos. Es mejor mantenerse alejado.
fr: Vous n'avez rien à gagner en dérangeant ces types, sinon des conflits. Il vaut mieux rester à l'écart.
it: Ci guadagni solo delle grane a disturbare questi qua. Meglio non avvicinarsi.
ko: 이 녀석들을 귀찮게 해서 얻을 건 없습니다. 멀리하는 것이 좋습니다.
ru: Вы ничего не добьетесь, кроме конфликта, если будете беспокоить этих парней. Лучше держаться подальше.
zh_hans: 骚扰这些人，除了冲突，你什么也得不到。最好离得远远的。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_REBELOUTPOST"]/text
source: Seems a small Rebel outpost has been stealthily placed between the asteroids here. By law they aren't meant to be here, but mining operations aren't exactly known for hurting anyone.
de: Es scheint ein kleiner Rebellenposten wurde hier neben den Asteroiden gebaut. Gesetzlich dürfen sie nicht hier sein, aber Minenoperationen tun niemanden weh.
es: Parece que un pequeño puesto avanzado Rebelde ha sido colocado sigilosamente entre los asteroides aquí. Por ley no deberían estar, pero las operaciones mineras no son exactamente conocidas por dañar a alguien.
fr: Il semble qu'un petit avant-poste Rebelle ait été discrètement placé entre les astéroïdes ici. En vertu de la loi, ils ne sont pas censés être là, mais les opérations minières ne sont pas exactement connues pour faire du mal à à qui que ce soit.
it: Sembra che un piccolo avamposto ribelle sia stato piazzato di nascosto tra gli asteroidi. Per legge non dovrebbero essere qui, ma le operazioni minerarie di solito non fanno male a nessuno.
ko: 작은 반군 전초기지가 이 소행성 사이에 은밀하게 배치된 것 같습니다. 법에 따르면 그들은 여기 있으면 안되지만, 채광 작업은 누군가를 해치지 않는 것으로 알려져 있지 않습니다.
ru: Похоже, между астероидами здесь незаметно разместился небольшой аванпост повстанцев. По закону их здесь быть не должно, но горнодобывающие предприятия, как известно, никому не причиняют вреда.
zh_hans: 似乎有一个小型叛军前哨站被悄悄设置在这里的小行星之间。按照法律，他们不应该在这里，但采矿作业也不是什么伤天害理的事情。

source: Contact them.
de: Kontaktiere sie.
es: Ponerse en contacto.
fr: Les contacter.
ko: 그들과 연락한다.
ru: Связаться с ними.
zh_hans: 联系他们。

source: Take the law into your own hands!
de: Nimm das Gesetz selbst in die Hand!
es: ¡Toma la ley en tus propias manos!
fr: Prendre la justice en main !
it: Prendi la legge nelle tue mani!
ko: 당신의 손으로 법을 집행한다!
ru: Взять закон в свои руки!
zh_hans: 亲自执行法律！

source: "Damn you! And you wonder why there was ever a Rebellion! This isn't law, this is corruption!"
de: "Verdammt! Und du wunderst dich wieso es überhaupt die Rebellion gibt! Das ist kein Gesetz, das ist Korruption!"
es: “¡Maldito seas! ¿Y te preguntas por qué alguna vez hubo una Rebelión? ¡Esto no es ley, esto es corrupción!”
fr: "Bon sang ! Et vous vous demandez pourquoi il y a eu une rébellion ! Ce n'est pas la justice, c'est de la corruption !"
it: "Accidenti a te! E poi vi chiedete perché ci sia stata una ribellione! Questa non è legge, è corruzione!"
ko: "빌어쳐먹을! 왜 반란이 일어났는지 궁금하나! 이딴건 법이 아니야, 부패한거지!"
ru: "Будь ты проклят! И ты еще удивляешься, почему вообще возникло Восстание! Это не закон, это коррупция!"
zh_hans: "你真该死！你还想知道为什么会有叛乱！这不是法律，这是腐败！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (MFK Ace Crew) Pretend to be Rebels to trade.
es: (Tripulante MFK Ace) Fingir ser Rebeldes para comerciar.
fr: (Membre d'équipage MFK Ace) Se faire passer pour des rebelles pour marchander.
it: (Equipaggio MFK Ace) Fingi di essere un ribelle per commerciare.
ko: (MFK 에이스 선원) 원래 거래 대상이었던 반군인 척 한다.
ru: (Член экипажа-ас МФК) Притвориться повстанцем, чтобы торговать.
zh_hans: (MFK王牌精英船员)假扮为前来交易的叛军。

source: You can tell the Rebels are skeptical, but apparently they're desperate to sell off some old equipment thanks to a lack of support this far from Rebel space.
de: Du kannst sehen dass die Rebellen skeptisch sind, aber lassen sich überzeugen.
es: Puedes notar que los Rebeldes están escépticos, pero aparentemente están desesperados por vender algo de equipo antiguo debido a la falta de apoyo tan lejos del espacio Rebelde.
fr: On devine que les Rebelles sont sceptiques, mais apparemment, ils ont désespérément besoin de vendre quelques vieux équipements faute de soutien aussi loin de l'espace rebelle.
it: Capisci che i ribelli sono scettici, ma a quanto pare hanno un disperato bisogno di vendere del vecchio equipaggiamento grazie a una mancanza di supporto così lontano dallo spazio ribelle.
ko: 반군들은 회의적이지만, 반군들의 지원 부족으로 오래된 장비들을 팔려고 안달난 것 처럼 보였습니다.
ru: Можно заметить, что повстанцы настроены скептически, но, видимо, им очень нужно продать старое оборудование из-за отсутствия поддержки на таком расстоянии от руководства повстанцев.
zh_hans: 叛军看起来将信将疑，但显然他们急于卖掉一些旧设备。毕竟叛军星域太远，他们缺乏物资支持。

source: (Engineer Crew) Pretend to be Rebels to trade.
es: (Tripulante Ingeniero) Fingir ser Rebeldes para comerciar.
fr: (Membre d'équipage Ingénieur) Se faire passer pour des rebelles pour marchander.
it: (Equipaggio ingegnere) Fingi di essere un ribelle per commerciare.
ko: (기술자 선원) 원래 거래 대상이었던 반군인 척 한다.
ru: (Член экипажа-Инженер) Притвориться повстанцем, чтобы торговать.
zh_hans: (工程师船员)假扮为前来交易的叛军。

source: You can tell the Rebels are skeptical, but apparently they're desperate to sell off some old equipment thanks to a lack of support this far from Rebel space.
de: Du kannst sehen dass die Rebellen skeptisch sind, aber lassen sich überzeugen.
fr: On devine que les Rebelles sont sceptiques, mais apparemment, ils ont désespérément besoin de vendre quelques vieux équipements faute de soutien aussi loin de l'espace rebelle.
it: Capisci che i ribelli sono scettici, ma a quanto pare hanno un disperato bisogno di vendere del vecchio equipaggiamento grazie a una mancanza di supporto così lontano dallo spazio ribelle.
ko: 반군들은 회의적이지만, 반군들의 지원 부족으로 오래된 장비들을 팔려고 안달난 것 처럼 보였습니다.
ru: Можно заметить, что повстанцы настроены скептически, но, видимо, им очень нужно продать старое оборудование из-за отсутствия поддержки на таком расстоянии от руководства повстанцев.
zh_hans: 叛军看起来将信将疑，但显然他们急于卖掉一些旧设备。毕竟叛军星域太远，他们缺乏物资支持。

source: Ignore the Rebels.
de: Ignoriere die Rebellen.
fr: Ignorer les Rebelles.
it: Ignora i ribelli.
ko: 반군을 무시한다.
ru: Не обращать внимания на повстанцев.
zh_hans: 无视叛军。

source: Harmless or not, bothering these Rebels is risky. Better not to get involved.
de: Egal ob sie harmlos sind, sich mit Rebellen anzulegen ist nie gut. Am besten solltest du dich nicht einmischen.
fr: Inoffensif ou non, déranger ces Rebelles est risqué. Mieux vaut ne pas s'en mêler.
it: Innocui o no, disturbare questi ribelli è rischioso. Meglio evitare di farsi coinvolgere.
ko: 무해하건 아니건, 이 반군을 건드리는 것은 위험합니다. 관여하지 않는 것이 좋습니다.
ru: Безобидные они или нет, но беспокоить этих повстанцев рискованно. Лучше не вмешиваться.
zh_hans: 无论无害与否，打扰这些叛军都是有风险的。最好不要理他们。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Rebels seem extremely cautious speaking with you. You start to catch on and decide to leave quickly. Chances are with the way that went they probably won't be very reluctant to give the fleet information about this sighting.
de: Die Rebellen sind ängstlich mit dir zu reden. Du entscheidest dich schnell zu gehen. So wie das lief scheint es nicht sehr unwahrscheinlich, dass sie der Flotte Infos über dich geben.
fr: Les rebelles semblent extrêmement prudents en parlant avec vous. Vous commencez à comprendre et décidez de partir rapidement. Il y a fort à parier qu'au vu de ce qui s'est passé, ils ne seront pas très réticents à donner à la flotte des informations sur ce qu'ils ont vu.
it: I ribelli sembrano estremamente cauti nel parlare con te. Inizi a rendertene conto e decidi di andartene in fretta. Visto il modo in cui è andata ci sono buone probabilità che informeranno la flotta del tuo avvistamento.
ko: 반군은 당신과 이야기하는 걸 매우 신중한 것 같습니다. 당신은 그걸 눈치채기 시작했고 빨리 떠나기로 결정했습니다. 아마도 그들은 이 목격에 대한 정보를 반군 함대에 제공하는 것을 주저하지 않을 것이었습니다.
ru: Повстанцы выглядят крайне осторожными в разговоре с вами. Вы начинаете понимать это и решаете поскорее уйти. Возможно, с учетом того, как все прошло, они не захотят сообщать флоту об этой встрече.
zh_hans: 叛军在与你交谈时似乎非常谨慎。你开始明白了，并决定迅速离开。从刚才交谈的情况来看，他们可能不会很不情愿地把这次目击信息告诉舰队。

source: "You're a Renegade, no? I can't say we could see eye to eye on everything, but I can see the allure. Sometimes I want to leave this place behind too, but I have a duty to fulfill. Still, it's rare seeing someone like you who doesn't rush into combat. Take care, friend. May we never have to draw guns against each other."
de: "Du bist ein Renegade? Ich kann nicht sagen dass wir alles gleich sehen, aber ich sehe eine Zukunft für uns beide. Ich möchte manchmal diesen Platz einfach hinter mir lassen, jedoch habe ich eine Aufgabe zu erfüllen. Trotzdem ist es immernoch selten jemand wie dich zu sehen, der nicht direkt zum Angriff geht. Sei vorsichtig mein Freund. Lass uns niemehr die Waffen gegeneinander erheben."
fr: "Vous êtes un renégat, n'est-ce pas ? Je ne peux pas dire que nous pourrions être d'accord sur tout, mais je comprends l'attrait. Parfois, j'ai envie de laisser tout ça derrière moi aussi, mais j'ai un devoir à accomplir. Cependant, c'est rare de voir quelqu'un comme vous qui ne se précipite pas dans le combat. Prenez soin de vous, mon ami. Puissions-nous ne jamais avoir à dégainer nos armes l'un contre l'autre."
it: "Sei un Rinnegato, no? Non dico che potremmo essere d'accordo su tutto, ma capisco l'attrattiva. A volte anch'io voglio andarmene da qui, ma ho un dovere da compiere. Comunque è raro vedere qualcuno come te che non si lancia all'attacco. Buona fortuna, amico mio. Che non ci capiti mai di doverci puntare le armi addosso."
ko: "당신은 배신자요, 아니요? 우리가 모든 것에 대한 의견이 일치한다고 말할수없지만, 난 그 매력을 볼 수 있지. 때때로 나도 이곳을 떠나고 싶지만 수행해야할 의무가 있소. 그래도, 당신처럼 전투에 뛰어드는 사람은 극히 드물지. 잘지내,친구. 우리가 서로에게 총을 겨누는 일이 없길 바라오."
ru: "Ты ведь Ренегат, не так ли? Не могу сказать, что мы во всем сходимся во взглядах, но я понимаю, чем ты руководствуешься. Иногда мне тоже хочется покинуть это место, но я должен выполнять свой долг. Все-таки редко встретишь такого человека, как ты, который не рвется в бой. Береги себя, друг. Пусть нам никогда не придется применять оружие друг против друга".
zh_hans: "你是个变元者，对吗？我不能说我们在所有的事情上都能达成一致，但我能看到这行当为何如此吸引你。有时我也想离开这个地方，但我有我的职责。不过，像你这样不急于作战的人还是很难得的。保重，朋友。愿我们永远不必拔枪相向。"

source: "From the moment you jumped in I thought we were dead. Glad to see a friendly face, even if you are a Fed... Yeah, I know we're breaking the rules, but what's a little rock mining going to do? If you aren't too worried about the legality, maybe we could strike a trade?"
de: "Seit dem du hergesprungen bist dachte ich wir sind tot. Gut ein freundliches Gesicht zu sehen, auch wenn du ein Fed bist. Ja wir brechen die Regeln aber was ist schon ein wenig Stein abbauen? Vielleicht können wir einen Handel erreichen?"
fr: "Dès le moment où vous avez sauté dans le secteur, j'ai pensé que c'était la fin pour nous. Heureux de voir un visage amical, même si vous êtes de la Fédération... Ouais, je sais qu'on enfreint les règles, mais qu'est-ce qu'une petite mine de pierres peut faire ? Si vous n'êtes pas trop inquiet au sujet de la légalité, peut-être pourrions-nous faire un échange ?"
it: "Dal momento in cui hai fatto il salto credevo che fossimo morti. Che bello vedere una faccia amica, anche se sei un Fed... Sì, so infrangiamo le regole, ma cosa può fare un po' di estrazione di rocce? Se non ti preoccupa troppo la legalità, possiamo fare qualche scambio."
ko: "당신이 도약해올 때 난 우리가 죽은 줄 알았소. 연방이라고 해도 친절한 얼굴을 보니 기쁘군... 그래, 난 규범을 어기고 있다는 걸 알고있소, 하지만 이런 작은 암석 채굴이 무슨 소용이오? 당신이 합법성에 대해 너무 걱정하지만 않으면, 우리 거래하지 않겠소?"
ru: "С того момента, как вы прилетели, я думал, что нам конец. Рад видеть дружелюбное лицо, даже если вы федерал... Да, я знаю, что мы нарушаем правила, но что может сделать небольшая горная выработка? Если вы не слишком обеспокоены законностью, может быть, мы могли бы поторговать?"
zh_hans: "从你跃迁进来的那一刻起，我以为我们已经死了。很高兴看到一张友好的面孔，即使你是联邦的人...是的，我知道我们违反了法律，但开采一点石头又能怎样？如果你不太担心合法性问题，也许我们可以做点交易？"

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_STANDOFF"]/text
source: Despite the presence of a large approaching asteroid storm, two ships appear to be in the middle of a standoff. A Ministry and Theocracy ship are squaring off over access to some sort of depot. As expected, the Rockmen are using offensive racial slurs and the Zoltans are spewing legal jargon. What else is new?
de: Trotz dem großen Asteroidensturm sind zwei Schiffe im Kampf gegen einander. Ein Ministry und Theocracyschiff kämpfen um die gleichen Güter. Wie erwartet kommen von den Rocks Beleidungen und den Zoltans Gesetzestexte. Was ist sonst neu?
fr: Malgré la présence d'une importante tempête d'astéroïdes en approche, deux vaisseaux semblent être au milieu d'une impasse. Un vaisseau du Ministère et un vaisseau de la Théocratie se font face pour l'accès à une sorte de dépôt. Comme on pouvait s'y attendre, les Rocailleux utilisent des insultes raciales offensantes et les Zoltans débitent un jargon juridique. Comme d'habitude, quoi de neuf ?
it: Nonostante la presenza di una grossa tempesta di asteroidi in avvicinamento, due navi sembrano essere in uno stallo. Una nave del Ministero e una della Teocrazia si stanno fronteggiando per accedere a una specie di deposito. Come previsto, i rockmen usano offese razziste e gli zoltan sputano gergo legale. Qualche novità?
ko: 다가오는 큰 소행성 폭풍의 존재에도 불구하고, 두 척의 배는 대치 상태에 있는 것으로 보입니다. 내각 함선과 신정 함선이 일종의 창고 같은 것에 접근하기 위해 서로 다투고 있었습니다. 예상대로, 락맨은 공격적인 인종 비하 발언을 서슴지 않고 있으며, 졸탄은 고리타분한 법률 용어를 사용하고 있습니다. 뭘 더 바라겠나요?
ru: Несмотря на приближающийся большой астероидный шторм, два корабля, похоже, находятся в разгаре сражения. Корабль Министерства и корабль Теократии сражаются за доступ к какому-то складу. Как и следовало ожидать, валуны используют оскорбительные расовые ругательства, а золтаны сыплют юридическими терминами. Что же тут нового?
zh_hans: 尽管有一个巨型小行星风暴正在逼近，这里的两艘飞船似乎正处于对峙之中。一艘牧师团飞船和神权国飞船正在为进入某个仓库而对峙。不出意外，岩石族在使用种族侮辱性语言，而超能族则倾泻出了法律术语。天底下还有什么新鲜事？

source: Assist the Zoltan.
de: Helfen den Zoltan.
fr: Assister les Zoltans.
it: Aiuta gli zoltan.
ko: 졸탄 함선을 돕는다.
ru: Оказать помощь золтанам.
zh_hans: 帮助超能族。
