Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_DEADPLATFORM"]/text
source: A rather large mining platform has been embedded on the side of a hollowed-out asteroid. It's not returning any hails and shows no signs of activity, but you aren't sure just how long it has been abandoned, or for what reasons.
de: Eine größere Minenplatform hat sich auf der Seite eines ausgehöhlten Asteroiden breit gemacht. Sie antworten auf keine Rufe und zeigen keine Zeichen der Aktivität, jedoch bist du nicht sicher wie lange die Platform schon leer steht oder weshalb.
es: Una plataforma minera bastante grande ha quedado incrustada en el costado de un asteroide hueco. No responde a ninguna comunicación y no muestra signos de actividad, pero no estás seguro de cuánto tiempo ha estado abandonada ni por qué motivos.
fr: Une plateforme minière plutôt grande a été intégrée sur le côté d'un astéroïde évidé. Elle ne répond à aucune tentative de communication et ne montre aucun signe d'activité, mais vous ne savez pas depuis combien de temps elle est abandonnée, ni pour quelles raisons.
it: Una piattaforma mineraria abbastanza grande è stata incastonata sul fianco di un asteroide cavo. Non risponde alle comunicazioni e non mostra segni di attività, ma non sai da quanto tempo è abbandonata, o perché.
ko: 속이 빈 소행성의 측면에 상당한 규모의 채굴 정거장이 붙어 있습니다. 통신에 응답하지도 않고 최근에 가동된 흔적도 없는데, 얼마나 오랫동안 버려졌는지, 어떤 이유로 버려졌는지 확실하지 않습니다.
ru: Довольно большая шахтерская платформа встроена в боковую поверхность пологого астероида. Она не отвечает на попытки связи и не подает признаков активности, но вы не уверены, как давно она заброшена и по каким причинам.
zh_hans: 一个相当大的采矿舰台被嵌入到一个被挖空的小行星的侧面。它没有回应你的呼叫，也没有活动的迹象，但你不确定它被废弃了多长时间，或者出于什么原因废弃了。

source: Board the platform.
de: Betrete die Platform.
es: Aterrizar en la plataforma.
fr: Embarquer sur la plate-forme.
it: Sali sulla piattaforma.
ko: 정거장에 탑승한다.
ru: Пристыковаться к платформе.
zh_hans: 登上舰台。

source: Ignore the platform.
de: Ignoriere die Platform.
es: Ignorar la plataforma.
fr: Ignorer la plateforme.
it: Ignora la piattaforma.
ko: 정거장을 무시한다.
ru: Не обращать внимания на платформу.
zh_hans: 无视舰台。

source: There likely isn't anything good to come out of exploring this place. Let's move on.
de: Diesen Ort zu erkunden wird nichts gutes mit sich bringen. Lass uns weiter gehen.
es: Probablemente no haya nada valioso que obtener explorando este lugar. Mejor sigamos adelante.
fr: Il n'y a rien de bien intéressant à explorer ici. Partons de là.
it: Probabilmente non ne uscirà niente di buono dall'esplorazione di questo luogo. Andiamocene.
ko: 달리 이곳에서 얻을 것은 없어 보입니다. 계속 나아갑시다.
ru: Скорее всего, ничего хорошего из исследования этого места не выйдет. Давайте двигаться дальше.
zh_hans: 探索这个地方可能没有什么好收益。我们继续上路吧。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You land on the platform and move to investigate, when a pirate vessel appears from behind the asteroid! It was using the platform as a trap!
de: Du landest auf der Platform und inspizierst, wenn ein Piratenschiff von hinter den Asteroiden erscheint! Es hat die Platform als Falle genutzt!
es: Aterrizas en la plataforma y te diriges a investigar, ¡cuando una nave pirata aparece desde detrás del asteroide! ¡Estaba usando la plataforma como trampa!
fr: Vous atterrissez sur la plate-forme et vous vous apprêtez à enquêter, lorsqu'un vaisseau Pirate apparaît derrière l'astéroïde ! Il utilisait la plate-forme comme un piège !
it: Atterri sulla piattaforma e inizi a indagare, quando una nave pirata appare da dietro l'asteroide! Stava usando la piattaforma come trappola!
ko: 정거장에 착륙하고 조사하기 위해 움직이자 소행성 뒤에서 해적선이 나타났습니다! 정거장을 함정으로 쓰고 있던 것입니다!
ru: Вы приземляетесь на платформу и начинаете исследовать ее, как вдруг из-под астероида появляется пиратское судно! Оно использовало платформу как ловушку!
zh_hans: 你降落在舰台上并上前准备进行调查时，一艘海盗舰突然从小行星后面现身！平台被他们用作陷阱了！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The platform is more battered than you originally thought. The shield generator is running on fumes, and the crew are long since gone. You aren't sure why they left, but a substantial amount of fuel is left over.
de: Die Platform ist kaputter als du dachtest. Der Schildgenerator läuft auf Reserve und die Crew ist schon lange weg. Du bist nicht sicher wieso sie weg sind, aber es ist ein großer Anteil an Treibstoff übrig.
es: La plataforma está más destrozada de lo que pensabas. El generador de escudos funciona casi al límite, y la tripulación se ha ido hace mucho tiempo. No estás seguro de por qué se marcharon, pero queda una cantidad considerable de combustible.
fr: La plate-forme est plus endommagée que vous ne le pensiez. Le générateur de bouclier fonctionne à plein régime et l'équipage est parti depuis longtemps. Vous ne savez pas exactement pourquoi ils sont partis, mais il reste une quantité importante de carburant.
it: La piattaforma è messa peggio di quanto pensassi. Il generatore dello scudo funziona a stento e l'equipaggio ormai non c'è più da tempo. Non sai perché se ne siano andati, ma si sono lasciati indietro un bel po' di carburante.
ko: 정거장은 생각했던 것보다 더 낡았습니다. 방어막 생성기는 얼마 안 남은 전력으로 간신히 돌아가고 있고, 승무원들은 이미 사라진 지 오래입니다. 그들이 왜 떠났는지는 모르겠지만, 연료는 상당량 남아 있었습니다.
ru: Платформа оказалась повреждена сильнее, чем вы думали. Генератор щита работает на пределе, а команда давно ее покинула. Вы не знаете, почему они ушли, но они оставили за собой много топлива.
zh_hans: 该舰台的比你原先想象的要破旧得多。护盾系统正在冒烟，船员早已不见了。你不确定他们为什么离开，但还剩下了大量的燃料。

source: You step aboard the station only to find a Rockman, a former resident of the platform, locked in the cargo bay. He's terrified when you open the doors, but you manage to calm him. He explains that a pirate raid slaughtered the crew, and that he was the only survivor.
de: Du gehst an Bord der Station und findest einen Felis, der hier früher gelebt hat, in der Cargo Bucht eingesperrt. Er ist verängstigt als du die Tür öffnest, jedoch schaffst du es ihn zu beruhigen. Er erklärt, dass die Piraten die gesamte Crew getötet haben und nur er überlebte.
es: Subes a la estación y encuentras a un Rockman, un antiguo residente de la plataforma, encerrado en la bodega de carga. Está aterrorizado cuando abres las puertas, pero logras calmarlo. Te explica que un ataque pirata masacró a la tripulación y que él fue el único sobreviviente.
fr: Vous montez à bord de la station et trouvez un Rocailleux, un ancien résident de la plate-forme, enfermé dans la soute. Il est terrifié lorsque vous ouvrez les portes, mais vous parvenez à le calmer. Il explique qu'une attaque de pirates a décimé l'équipage et qu'il est le seul survivant.
it: Vai a bordo della stazione solo per trovare un rockman, un ex residente della piattaforma, chiuso nella stiva. È terrorizzato quando apri la porta, ma riesci a calmarlo. Spiega che una razzia di pirati ha massacrato l'equipaggio e che lui è l'unico sopravvissuto.
ko: 당신은 정거장에 들어가 잠겨있던 화물칸에서 이곳에 살던 락맨을 발견했습니다. 막 문을 열었을 때 그는 겁에 질려있었지만, 이내 진정시킬 수 있었습니다. 그는 해적의 습격으로 승무원들이 학살당했고, 자신이 유일한 생존자라고 설명합니다.
ru: Поднявшись на борт станции, вы находите валуна, одного из бывших обитателей платформы, запертого в грузовом отсеке. Когда вы открываете двери, он приходит в ужас, но вам удается его успокоить. Он объясняет, что пиратский набег уничтожил экипаж, и он остался единственным выжившим.
zh_hans: 你踏上舰台，却发现一个岩石族，一个曾经生活在舰台上的人，被锁在货舱里。当你打开门时，他吓坏了，但你设法让他平静了下来。他解释说，一次海盗突袭屠杀了船员，而他是唯一的幸存者。

source: You board the station only to notice the shield generator is still functional. You strip it of parts and use them to upgrade your own shields, though you're uncertain what led to the station being abandoned.
de: Du betrittst die Station und bemerkst der Schildgenerator funktioniert noch. Du verschrottest alles um deine eigenen Schilde zu verbessern, bist jedoch unsicher wieso die Station verlassen wurden.
es: Abordas la estación solo para notar que el generador de escudos aún funciona. Lo desmantelas para obtener partes y las usas para mejorar tus propios escudos, aunque no estás seguro de qué llevó al abandono de la estación.
fr: Vous montez à bord de la station et remarquez que le générateur de bouclier est toujours en état de marche. Vous le dépouillez de ses pièces et l'utilisez pour améliorer vos propres boucliers, bien que vous ne sachiez pas ce qui a conduit à l'abandon de la station.
it: Vai a bordo della stazione solo per scoprire che il generatore di scudi funziona ancora. Recuperi le parti e le usi per migliorare i tuoi scudi, anche se non sai cos'ha portato all'abbandono di questa stazione.
ko: 당신은 정거장에 진입하고 아직 방어막 생성기가 작동하고 있다는 것을 확인합니다. 이 정거장이 버려진 이유는 모르겠지만, 당신은 방어막 생성기의 부품을 떼어내어 당신의 방어막을 개량하는 데 썼습니다.
ru: Вы поднимаетесь на борт станции и замечаете, что генератор щитов все еще функционирует. Вы разбираете его на части и используете их для модернизации собственных щитов, хоть и не знаете, почему станция была заброшена.
zh_hans: 你登上舰台，才注意到护盾系统仍在运作。你把它的零件拆下来，用它们来升级你自己的护盾，不过你不确定是什么导致了这个平台被废弃。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_HURTMINER"]/text
source: It seems another ship is exploring the beacon through the dense asteroid field. However, moments after you spot them, a large asteroid strikes their ship, crippling their engines and sending them flying!
de: Es scheint ein weiteres Schiff erkundet diesen Signalpunkt. Jedoch kurz nachdem du sie erblickst, werden sie von einem Asteroiden getroffen, welcher ihre Triebwerke außer Kraft setzt und sie zum wildem herumfliegen führt!
es: Parece que otra nave está explorando la baliza a través del denso campo de asteroides. Sin embargo, momentos después de que la detectas, un gran asteroide impacta su nave, paralizando sus motores y enviándola a la deriva!
fr: Il semble qu'un autre vaisseau explore la balise à travers le dense champ d'astéroïdes. Cependant, quelques instants après les avoir repérés, un gros astéroïde percute leur vaisseau, paralysant leurs moteurs et les envoyant valser !
it: Sembra che un'altra nave stia esplorando l'astrofaro attraverso il campo di asteroidi. Però, pochi momenti dopo che li noti, un grosso asteroide colpisce la loro nave, distruggendone i motori e spazzandola via!
ko: 다른 함선이 빽빽한 소행성대 사이로 송신소를 탐사하고 있는 것 같습니다. 하지만 당신이 그들을 발견한 순간, 커다란 소행성이 그 함선과 부딪혀 엔진을 박살 내고 기체를 날려 버렸습니다!
ru: Похоже, что другой корабль изучает маяк через плотное астероидное поле. Однако через несколько мгновений после того, как вы его заметили, большой астероид врезается в корабль, разрушая его двигатели и отправляя его в полет!
zh_hans: 似乎另一艘船正在通过密集的小行星场探索信标。然而，在你发现它们后不久，一颗大行星撞击了他们的飞船，使它们的引擎瘫痪并将它们撞飞！

source: Try to rescue the civilians.
de: Versuche die Zivilisten zu retten.
es: Intentar rescatar a los civiles.
fr: Essayer de sauver les civils.
it: Prova a salvare i civili.
ko: 민간인들을 구조한다.
ru: Попытаться спасти гражданских.
zh_hans: 尝试营救平民。

source: Attempt to salvage some of the wreckage from the collision.
de: Versuche das Wrack zu verschrotten.
es: Intenta recuperar algo de los restos de la colision.
fr: Tenter de récupérer des débris de la collision.
it: Prova a recuperare parte del relitto dalla collisione.
ko: 총돌로 인해 생긴 잔해에서 쓸만한 자원을 인양한다.
ru: Попытаться собрать некоторые обломки оставшиеся после столкновения.
zh_hans: 试图从碰撞中搜刮一些残骸。

source: (Upg. Piloting) Use your advanced auto-pilot to correct their trajectory.
de: (Upg. Fliegen) Nutze deinen erweiterten Auto-Piloten um ihre Flugbahn zu korrigieren.
es: (Pilotaje Mejorado) Usa tu piloto automático avanzado para corregir su trayectoria.
fr: (Pilotage amélioré) Utilisez votre pilotage amélioré pour corriger leur trajectoire.
it: (Pilotaggio migliorato) Usa il tuo auto-pilota avanzato per correggere la loro traiettoria.
ko: (고급 조타실) 고급 자동 항해 장치를 이용하여 그들의 궤적을 교정해 준다.
ru: (Улучш. Рулевая рубка) Использовать свой усовершенствованный автопилот, чтобы скорректировать их траекторию.
zh_hans: (高级驾驶)使用高级自动驾驶仪来纠正他们的轨迹。

source: (Arm Upgrade) Use your arm to correct their trajectory.
de: (Arm Upgrade) Nutze deinen Arm um ihre Flugbahn zu korrigieren.
es: (Mejora de Brazo) Usa tu brazo para corregir su trayectoria.
fr: (Bras amélioré) Utiliser votre bras pour corriger leur trajectoire.
it: (Braccio) Usa il tuo braccio per correggere la loro traiettoria.
ko: (로봇 팔) 로봇 팔을 사용하여 그들의 궤적을 교정한다.
ru: (Улучшенный кран) Использовать свой кран, чтобы скорректировать их траекторию.
zh_hans: (机械臂部件)用你的机械臂纠正他们的轨迹。

source: You latch onto the ship and pull them out of the path of the larger asteroids. You take a little bit of a beating, but the captain is very grateful for your help and, considering his ship is totaled, he offers to help you instead.
de: Du hängst dich an ihr Schiff und ziehst es aus der Flugbahn, damit sie nicht in die Asteroiden fliegen. Du trägst leichte Schäden davon, aber ihr Kapitän ist dankbar und bietet dir seine Hilfe an, da sein eigenes Schiff kaputt ist.
es: Te enganchas a la nave y la sacas del camino de los asteroides más grandes. Recibes algunos golpes, pero el capitán está muy agradecido por tu ayuda y, considerando que su nave está destrozada, se ofrece a ayudarte a ti en su lugar.
fr: Vous vous accrochez au vaisseau et le tirez hors de la trajectoire des plus gros astéroïdes. Vous êtes un peu malmené, mais le capitaine est très reconnaissant de votre aide et, comme son vaisseau est détruit, il vous propose de l'aider à son tour.
it: Agganci la nave e la tiri via dalla traiettoria degli asteroidi più grandi. Subisci qualche danno, ma il capitano ti è molto grato e, dato che la sua nave è completamente distrutta, offre di aiutare te.
ko: 당신은 함선에 고정장치를 걸고 더 큰 소행성의 경로에서 그들을 끌어냈습니다. 조금의 피해가 있었지만, 그 선장은 당신의 도움에 매우 감사하고 그의 함선이 완전히 파괴된 것을 고려하여 대신 당신을 돕겠다고 제안했습니다.
ru: Вы зацепились за корабль и увели его с траектории движения крупных астероидов. Вас немного потрепало, но капитан очень благодарен вам за помощь и, поскольку его корабль разрушен, он предлагает вам свою помощь.
zh_hans: 你抓住了这艘船，把它们拉出了较大的小行星的路径。你的星舰受了点伤，但舰长对你的帮助非常感激，考虑到他的船已经全毁，他提出要加入你的团队。

source: Ignore the ship.
de: Ignoriere das Schiff.
es: Ignorar la nave.
fr: Ignorer le vaisseau.
it: Ignora la nave.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You're not willing to put yourself through the same risk.
es: No estás dispuesto a someterte al mismo riesgo.
fr: Vous n'êtes pas prêt à prendre le même risque.
it: Non hai intenzione di correre lo stesso rischio.
ko: 당신은 같은 위험에 또 빠지지 않기로 결정합니다.
ru: Вы не хотите подвергать себя подобному риску.
zh_hans: 你不愿意和他冒一样的险。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You reach the civilian ship using some cables and manage to correct their trajectory just in time to avoid collision. Their ship is toast, but you convince them to come with you until you can transport them to a safe location. One of them offers to remain behind to help you.
de: Du erreichst das Zivilistenschiff und nutzt Kabel um ihre Flugbahn zu korrigieren, rechtzeitig dass sie nicht kollidieren. Ihr Schiff ist kaputt, aber du kannst sie überzeugen sie zu einem sicheren Ort mitzunehmen. Eines der Crew Mitglieder bietet an bei dir auf dem Schiff mitzuhelfen und deiner Crew beizutreten.
es: Alcanzas la nave civil usando unos cables y logras corregir su trayectoria justo a tiempo para evitar la colisión. Su nave está destruida, pero logras convencerlos de que te acompañen hasta que puedas transportarlos a un lugar seguro. Uno de ellos se ofrece a quedarse para ayudarte.
fr: Vous parvenez à atteindre le vaisseau civil en utilisant des câbles et à corriger leur trajectoire juste à temps pour éviter la collision. Leur vaisseau est hors service, mais vous les persuadez de venir avec vous jusqu'à ce que vous puissiez les transporter vers un endroit sûr. L'un d'eux offre de rester derrière pour vous aider.
it: Raggiungi la nave civile usando alcuni cavi e riesci a correggere la sua traiettoria appena in tempo per evitare una collisione. La nave è andata, ma li convinci a venire con te finché non li trasporti in un luogo sicuro. Uno di loro si offre di restare indietro per aiutarti.
ko: 일부 케이블을 사용하여 민간 함선에 도달하고 충돌을 피하기 위해 제 시간에 궤도를 수정했습니다. 함선이 완전히 연소되어, 안전한 곳으로 이송할 때까지 같이 가자고 설득했습니다. 그들 중 한 명이 당신을 돕기 위해 남겠다고 제안했습니다.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль поврежден, поэтому вы убеждаете их отправиться с вами, чтобы доставить их в безопасное место. Один из них предлагает остаться, чтобы помочь вам.
zh_hans: 你利用一些线缆够到了平民船，并设法及时纠正他们的轨迹，以避免碰撞。他们的船被全毁了，你成功说服他们来你的船上，直至把他们送到一个安全的地方。他们中的一个人表示愿意留下来帮助你。

source: You reach the civilian ship using some cables and manage to correct their trajectory just in time to avoid collision. Their ship is heavily beaten up but they insist they'll be fine. They pay you for saving them.
de: Du erreichst das Zivilistenschiff und nutzt Kabel um ihre Flugbahn zu korrigieren, rechtzeitig dass sie nicht kollidieren. Ihr Schiff ist sehr beschädigt, aber sie beharren, dass alles okay ist. Sie bezahlen dich für die Rettung.
es: Alcanzas la nave civil usando unos cables y logras corregir su trayectoria justo a tiempo para evitar la colisión. Su nave está muy dañada, pero insisten en que estarán bien. Te pagan por haberlos salvado.
fr: Vous atteignez le vaisseau civil à l'aide de câbles et parvenez à corriger leur trajectoire juste à temps pour éviter la collision. Leur vaisseau est très endommagé, mais ils insistent sur le fait qu'ils s'en sortiront. Ils vous paient pour les avoir sauvés.
it: Raggiungi la nave civile usando alcuni cavi e riesci a correggere la sua traiettoria appena in tempo per evitare una collisione. La nave è gravemente danneggiata, ma insistono che se la caveranno. Ti pagano per averli salvati.
ko: 일부 케이블을 사용하여 민간 함선에 도달하고 충돌을 피하기 위해 제 시간에 궤도를 수정했습니다. 그들의 함선은 심하게 파손되었지만 그들은 괜찮을 것이라고 주장했습니다. 그들은 당신이 살려준것에 대한 대가를 지불했습니다.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль сильно поврежден, но они настаивают, что с ними все будет в порядке. Они платят вам за спасение.
zh_hans: 你利用一些线缆够到了平民船，并设法及时纠正他们的轨迹，以避免碰撞。他们的船严重损毁，但他们坚持认为他们会没事的。他们给了你一些废料以感谢你的援助。

source: You chase after the civilians, but several more asteroids strike your hull. You manage to reach their ship - just as it collides with a massive asteroid, obliterating it entirely. You pull away in time, but there's nothing to do but pick up some of the salvage and get out.
de: Du verfolgst die Zivilisten, aber weitere Asteroiden zerstören ihre Hülle. Du erreichst das Schiff - als es mit einem Asteroiden kollidiert und sie komplett zerstört. Du kannst nichts tun außer ein wenig Schrott mitnehmen.
es: Persigues a los civiles, pero varios asteroides más golpean tu casco. Logras alcanzar su nave justo cuando choca con un asteroide gigantesco, destruyéndola por completo. Te alejas a tiempo, pero no queda más que recoger algo del salvamento y salir de allí.
fr: Vous poursuivez les civils, mais plusieurs autres astéroïdes frappent votre coque. Vous parvenez à atteindre leur vaisseau, juste au moment où il entre en collision avec un astéroïde massif, le pulvérisant complètement. Vous vous en sortez à temps, mais il n'y a rien d'autre à faire que de ramasser les débris et de partir.
it: Insegui i civili, ma molti altri asteroidi colpiscono il tuo scafo. Riesci a raggiungere la nave... proprio mentre si scontra con un asteroide enorme che la distrugge completamente. Ti allontani in tempo, ma non puoi fare altro che recuperare qualche materiale e andartene.
ko: 민간인을 추격했지만, 소행성 몇개가 당신의 선체에 충돌했습니다. 거대한 소행성과 충돌하여 완전히 박살나기전에 그들의 우주선에 도달할 수 있었습니다. 제때 빠져나오긴 했지만, 인양물 일부를 가져오는것 외에는 할 수 있는 게 없었습니다.
ru: Вы преследуете гражданских, но в ваш корпус врезается еще несколько астероидов. Вам удается добраться до их корабля - как раз в тот момент, когда он сталкивается с массивным астероидом, который полностью уничтожает их корабль. Вы успели увернуться, но вам ничего не остается делать, как подобрать часть обломков и убраться восвояси.
zh_hans: 你追赶着平民飞船，但又有几颗小行星击中了你的舰体。你设法到达他们的飞船时，它正好与一颗巨大的小行星相撞然后消失在了星河中。你及时拉开了距离，但除了搜刮它们的残骸并离开之外，没有其他可以做的了。

source: You reach the civilian ship and using some cables manage to correct their trajectory just in time to avoid collision. Their ship is toast, but you convince them to come with you until you can transport them to a safe location. One of them offers to remain behind to help you.
de: Du erreichst das Zivilistenschiff und nutzt Kabel um ihre Flugbahn zu korrigieren, rechtzeitig dass sie nicht kollidieren. Ihr Schiff ist kaputt, aber du kannst sie überzeugen sie zu einem sicheren Ort mitzunehmen. Eines der Crew Mitglieder bietet an bei dir auf dem Schiff mitzuhelfen und deiner Crew beizutreten.
es: Alcanzas la nave civil y, usando unos cables, logras corregir su trayectoria justo a tiempo para evitar la colisión. Su nave está destruida, pero logras convencerlos de que te acompañen hasta que puedas transportarlos a un lugar seguro. Uno de ellos se ofrece a quedarse para ayudarte.
fr: Vous parvenez à atteindre le vaisseau civil et, en utilisant des câbles, vous parvenez à corriger leur trajectoire juste à temps pour éviter la collision. Leur vaisseau est hors service, mais vous les persuadez de venir avec vous jusqu'à ce que vous puissiez les transporter vers un endroit sûr. L'un d'entre eux offre de rester derrière pour vous aider.
ko: 일부 케이블을 사용하여 민간 함선에 도달하고 충돌을 피하기 위해 제 시간에 궤도를 수정했습니다. 함선이 완전히 연소되어, 안전한 곳으로 이송할 때까지 같이 가자고 설득했습니다. 그들 중 한 명이 당신을 돕기 위해 남겠다고 제안했습니다.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль поврежден, но вы убеждаете их пойти с вами, чтобы доставить их в безопасное место. Один из них предлагает остаться с вами, чтобы помочь.
zh_hans: 你利用一些线缆够到了平民船，并设法及时纠正他们的轨迹，以避免碰撞。他们的船被全毁了，你成功说服他们来你的船上，直至把他们送到一个安全的地方。他们中的一个人表示愿意留下来帮助你。
