Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: The mining crew are impressed at your ingenious solution. They offer to reward you with some of their resources and even a piece of mining equipment.
fr: L'équipe de minage est impressionnée par votre solution ingénieuse. Ils vous proposent de vous récompenser en vous offrant une partie de leurs ressources et même un équipement minier.
it: I minatori sono colpiti dalla tua ingegnosa soluzione. Offrono di ricompensarti con alcune delle loro risorse e anche un pezzo di attrezzatura da estrazione.
ko: 채굴반은 당신이 낸 기발한 해결책에 감탄합니다. 그들은 보상으로 당신에게 자원과 채굴 장비를 주었습니다.
ru: Экипаж шахтеров впечатлен вашим гениальным решением. Они предлагают в награду часть своих ресурсов и даже горнодобывающее оборудование.
zh_hans: 采矿团队对你机智的处理方法非常钦佩。他们给你提供了他们的一些物资，甚至还送你了一件开采设备。

source: (Damaging Beam Weapon) Try to cut the tank open with your beam weapon.
fr: (Arme à Rayon) Essayer d'ouvrir le réservoir avec votre arme à rayons.
it: (Raggio danneggiante) Prova ad aprire la tanica col tuo raggio.
ko: (파괴 빔 무기) 빔 무기로 탱크를 잘라낸다.
ru: (Повреждающее лучевое орудие) Попробовать разрезать резервуар своим лучевым орудием.
zh_hans: (伤害性光束武器)试图用你的光束武器切开罐体。

source: Stay clear.
fr: Restez à l'écart.
it: Stai alla larga.
ko: 물러난다.
ru: Держаться подальше.
zh_hans: 保持距离。

source: You stay back and watch. Sure enough, the tank explodes, which causes a massive chain reaction rippling explosions throughout the habitat, then the surface of the asteroid. The habitat is completely destroyed. There's a little bit left for you to salvage from their remains.
fr: Vous restez en arrière et vous observez. Bien sûr, le réservoir explose, ce qui provoque une réaction en chaîne massive d'explosions dans tout l'habitat, puis à la surface de l'astéroïde. L'habitat est complètement détruit. Il ne vous reste qu'un petit morceau à récupérer dans les ruines.
it: Resti indietro e guardi. Poco dopo, la tanica esplode, causando un'enorme reazione a catena di esplosioni per tutto l'habitat prima e la superficie dell'asteroide poi. L'habitat è completamente distrutto. Hai ben poco da recuperare tra ciò che ne resta.
ko: 당신은 뒤로 빠져서 상황을 지켜봅니다. 당연히 탱크는 폭발하여 연쇄 반응을 일으켜 거주지와 소행성의 표면까지 휩쓸어 버렸습니다. 거주지는 이제 완전히 파괴되었고, 당신은 필요한 것을 인양하였습니다.
ru: Вы остаетесь в стороне и наблюдаете. Конечно, резервуар взрывается, что вызывает мощную цепную реакцию, взрывы прокатываются по всему ареалу обитания, а затем и по поверхности астероида. Колония полностью уничтожена. Вам останется лишь собрать все полезное с обломков.
zh_hans: 你保持距离并驻足观察。不出所料，储藏罐发生爆炸，造成了巨大的连锁反应，爆炸在居住地内连环爆出，最后波及到小行星的表面。居住地被完全摧毁。你从剩下的渣子中回收了少量物资。

source: (Teleporter) Stay clear and evacuate the ship from afar with your teleporter.
fr: (Téléporteur) Restez à l'écart et évacuez le vaisseau à distance grâce à votre téléporteur.
it: (Teletrasporto) Stai indietro e fai evacuare la nave da lontano col tuo teletrasporto.
ko: (텔레포터) 폭발 반경 밖에서 채굴선을 대피시킨다.
ru: (Телепортатор) Держаться подальше и эвакуировать всех с безопасного расстояния с помощью Телепортатора.
zh_hans: (传送器)保持距离并用传送器远距离撤出人员。

source: You stay back and teleport as many miners as you can onboard without risking harm to your ship. After the asteroid explodes, many of the miners are devastated. Their jobs, their equipment as well as all of the work they'd just done is all destroyed, but one of them is grateful enough to offer to join your crew. You salvage what little you can from the asteroid.
fr: Vous restez en arrière et téléportez à bord autant de mineurs que possible sans risquer d'endommager votre vaisseau. Après l'explosion de l'astéroïde, de nombreux mineurs sont dévastés. Leurs emplois, leur équipement et tout le travail qu'ils venaient d'effectuer ont été détruits mais l'un d'entre eux est assez reconnaissant pour proposer de rejoindre votre équipage. Vous récupérez le peu que vous pouvez de l'astéroïde.
it: Rimani indietro e teletrasporti tutti i minatori che puoi a bordo senza rischiare danni alla tua nave. Dopo che l'asteroide esplode, molti dei minatori sono distrutti. Il loro lavoro, le loro attrezzature, oltre a tutto il lavoro che avevano già fatto è andato, ma uno di loro è abbastanza grato da offrire di unirsi al tuo equipaggio. Recuperi quel poco che puoi dall'asteroide.
ko: 당신은 함선을 위험에 빠트리지 않는 선에서 최대한 많은 채굴반을 구조하였습니다. 소행성이 폭발한 후, 채굴반 직원들은 실의에 빠졌습니다. 그들의 업장도, 장비도, 모든 것을 잃어버렸습니다. 하지만 한 명은 목숨을 건진 것에 감사해하며 선원으로 합류하기를 요청했습니다. 당신은 소행성에서 남은 것을 인양합니다.
ru: Вы держитесь поодаль и телепортируете на борт столько шахтеров, сколько можете, не рискуя повредить свой корабль. После взрыва астероида многие из шахтеров опустошены. Их рабочие места, оборудование, а также вся работа, которую они только что проделали, уничтожены, но один из них достаточно благодарен, чтобы захотеть присоединиться к вашей команде. Вы собираете с астероида то немногое, что осталось.
zh_hans: 你保持距离并尽可能多地传送矿工出来，避免对自己的星舰造成伤害。小行星爆炸后，许多矿工非常崩溃。他们的工作，装备以及辛苦劳作的成果都付之一炬了，但有一位表示感激并提出加入你的船员。你尽可能从小行星上回收物资。

source: Risk your ship to save the miners.
fr: Risquez votre vaisseau pour sauver les mineurs.
it: Rischia la tua nave per salvare i minatori.
ko: 함선을 사용해 채굴반을 구조한다.
ru: Рискнуть своим кораблем, чтобы спасти шахтеров.
zh_hans: 用你的星舰冒险拯救矿工。

source: You swoop in as the pressure builds and rescue as many miners as you can. Once the tank begins to rupture, you try to fly away... but despite your best efforts, you are hit by a part of the explosion.
fr: Vous intervenez au fur et à mesure que la pression augmente et vous sauvez autant de mineurs que vous le pouvez. Lorsque le réservoir commence à se rompre, vous essayez de vous envoler... mais malgré tous vos efforts, vous êtes touché par une partie de l'explosion.
it: Accorri mentre la pressione aumenta e salvi quanti più minatori puoi. Una volta che la tanica inizia a squarciarsi, provi ad allontanarti... ma nonostante tutto, una parte dell'esplosione ti colpisce.
ko: 당신은 탱크의 압력이 높아짐에도 불구하고 함선을 몰아 채굴반 직원을 최대한 구조하려고 했습니다. 탱크가 폭발하기 직전 당신은 탈출하려고 했지만... 너무 늦어 폭발에 휘말리고 말았습니다.
ru: Вы пролетаете мимо, пока давление нарастает, и спасаете как можно больше шахтеров. Когда резервуар начинает разрушаться, вы пытаетесь улететь... но, несмотря на все ваши усилия, в вас задевает часть взрывной волны.
zh_hans: 你在压力持续增长之时俯冲直下，尽可能多地救矿工出来。当罐体发生破裂时，你试图飞离...但尽了最大的努力，你仍被一部分爆炸波及。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Many of the miners are devastated. Their jobs, their equipment as well as all of the work they'd just done is all destroyed. One of them is grateful enough to offer to join their crew. You salvage what little you can from the asteroid.
fr: De nombreux mineurs sont dévastés. Leurs emplois, leurs équipements et tout le travail qu'ils venaient d'effectuer ont été détruits. L'un d'entre eux est assez reconnaissant pour proposer de rejoindre leur équipage. Vous récupérez le peu que vous pouvez de l'astéroïde.
it: Molti dei minatori sono distrutti. Il loro lavoro, le loro attrezzature, oltre a tutto il lavoro che avevano già fatto è andato. Uno di loro è abbastanza grato da offrire di unirsi al tuo equipaggio. Recuperi quel poco che puoi dall'asteroide.
ko: 소행성이 폭발한 후, 채굴반 직원들은 실의에 빠졌습니다. 그들의 업장도, 장비도, 모든 것을 잃어버렸습니다. 하지만 한 명은 목숨을 건진 것에 감사해하며 선원으로 합류하기를 요청했습니다. 당신은 소행성에서 남은 것을 인양합니다.
ru: Многие шахтеры опустошены. Их рабочие места, оборудование, а также вся работа, которую они только что проделали, уничтожены. Один из них достаточно благодарен, чтобы предложить присоединиться к вашей команде. Вы собираете с астероида то немногое, что осталось.
zh_hans: 你保持距离并尽可能多地传送矿工出来，避免对自己的星舰造成伤害。小行星爆炸后，许多矿工非常崩溃。他们的工作，装备以及辛苦劳作的成果都付之一炬了，但有一位表示感激并提出加入你的船员。你尽可能从小行星上回收物资。

source: You fly in close and slice a hole to rupture the chemical containment. Your beam's arc manages to strike several of the tanks in a row, letting off far more than you intended. Since the warehouse is currently exposed to the vacuum of space, the gas is able to harmlessly spill out.
fr: Vous vous approchez et faites un trou pour rompre le confinement chimique. L'arc de votre rayon parvient à frapper plusieurs réservoirs à la suite, laissant échapper bien plus que vous ne l'aviez prévu. Comme l'entrepôt est actuellement exposé au vide de l'espace, le gaz peut s'écouler sans danger.
it: Ti avvicini e apri uno squarcio per perforare la tanica. L'arco del tuo raggio colpisce svariate taniche una dietro l'altra, facendo uscire più gas di quanto volevi. Dato che il magazzino è esposto al vuoto dello spazio, il gas può fuoriuscire innocuo.
ko: 당신은 가까이 다가가 빔으로 탱크에 구멍을 내려고 했습니다. 빔의 궤적 때문에 여러 탱크가 같이 파손되었습니다만, 어쨌든 가스는 진공의 우주 공간 속으로 무해하게 빠져 나갔습니다.
ru: Вы подлетаете вплотную и прорезаете дыру, чтобы пробить защитную оболочку резервуара. Луч попадает в несколько резервуаров подряд, выпуская гораздо большее количество газа, чем вы планировали. Поскольку склад сейчас находится в вакууме космоса, газ успевает безвредно выйти наружу.
zh_hans: 你飞至近处并切了一道口子以切开化学罐体。你的光束线不小心击中一排好几个罐体，导致泄露的气体比你预期的要多得多。整个仓库都暴露在太空的真空当中，所以挥发性气体安然泄出。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The mining crew are relieved that you managed to avoid their deaths. They seem disappointed that they lost so many of the resources that they had worked so hard to collect, but they're still grateful enough to reward you.
fr: L'équipe de mineurs est soulagée que vous ayez réussi à éviter leur mort. Ils semblent déçus d'avoir perdu autant de ressources qu'ils avaient travaillé si dur à collecter mais ils sont tout de même assez reconnaissants pour vous récompenser.
it: I minatori sono sollevati dal fatto che hai evitato le loro morti. Sembrano delusi di aver perso così tante delle risorse che hanno faticosamente raccolto, ma sono comunque abbastanza grati da ricompensarti.
ko: 채굴반 직원들은 목숨을 부지한 것에 안도했습니다. 그들은 여태까지 힘들게 작업하여 모은 가스가 사라진 점은 실망스러워했지만, 기꺼이 보상을 내어 주었습니다.
ru: Команда шахтеров радуется, что вам удалось избежать их гибели. Они, кажется, разочарованы тем, что потеряли столько ресурсов, над сбором которых так долго трудились, но все равно достаточно благодарны, чтобы вознаградить вас.
zh_hans: 你拯救了采矿团队，他们如释重负。他们对辛苦劳作的成果都付之一炬表示失望，但至少他们愿意提供物资表示感激。

source: You fly over and sweep across the warehouse. Fortunately, you manage to just angle your Beam to slice open only the problematic tank. Since the warehouse is currently exposed to the vacuum of space, the gas is able to harmlessly spill out of the tank.
fr: Vous survolez et balayez l'entrepôt. Heureusement, vous parvenez à orienter votre faisceau de manière à n'ouvrir que le réservoir qui pose problème. Comme l'entrepôt est actuellement exposé au vide spatial, le gaz peut s'écouler sans danger du réservoir.
it: Voli al magazzino e fai fuoco col raggio. Fortunatamente, riesci a regolare l'angolazione in modo che apra solo la tanica problematica. Dato che il magazzino è esposto al vuoto dello spazio, il gas può fuoriuscire innocuo.
ko: 당신은 가까이 다가갔습니다. 운 좋게도 당신은 문제가 일어난 탱크를 정확하게 조준해 자르는 데 성공했습니다. 가스가 진공의 우주 공간 속으로 무해하게 빠져 나갔습니다.
ru: Вы пролетаете над складом и наводите свой луч под таким углом, чтобы пробить только проблемный резервуар, и у вас это получается. Поскольку склад находится в вакууме космоса, газ безвредно выходит из резервуара.
zh_hans: 你飞临并掠过仓库。幸运的是，你调整光束角度对准了那一个有问题的储藏罐，并顺利切开。整个仓库都暴露在太空的真空当中，所以挥发性气体安然泄出。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The mining crew are impressed at your ingenious solution. They offer to reward you with some of their resources and even a piece of mining equipment.
fr: L'équipe de minage est impressionnée par votre solution ingénieuse. Ils vous proposent de vous récompenser en vous offrant une partie de leurs ressources et même un équipement minier.
it: I minatori sono colpiti dalla tua ingegnosa soluzione. Offrono di ricompensarti con alcune delle loro risorse e anche un pezzo di attrezzatura da estrazione.
ko: 채굴반은 당신이 낸 기발한 해결책에 감탄합니다. 그들은 보상으로 당신에게 자원과 채굴 장비를 주었습니다.
ru: Команда шахтеров впечатлена вашим гениальным решением. Они готовы вознаградить вас частью своих ресурсов и даже оборудованием для добычи.
zh_hans: 采矿团队对你机智的处理方法非常钦佩。他们给你提供了他们的一些物资，甚至还送你了一件开采设备。

# data/events_sector_asteroid.xml$//event[@name="DISTRESS_ASTEROID_FREEDUMB"]/text
source: The distress beacon here is coming from a Rock mining platform, which has taken heavy damage. They hail you almost immediately; "We don't care who you are or what your stake is - there are some lunatic Mantis running around here massacring us by the dozen! We need you to track them down and put an end to this murder!"
de: Der Notfall-Signalpunkt hier kommt von einer Rock Minenplatform, welche starken Schaden erhalten hat. Sie rufen dich direkt; "Uns ist egal wer du bist oder was dein Ziel ist - da sind ein paar verrückte Mantis die hier rum rennen und uns in Massen töten! Du musst sie finden und dem Morden ein Ende bereiten!"
fr: La balise de détresse provient d'une plate-forme minière de Rocailleux, qui a subi de lourds dégâts. Ils vous appellent presque immédiatement : "Nous nous moquons de savoir qui vous êtes et quel est votre intérêt - il y a ici des Mantis lunatiques qui nous massacrent par douzaines ! Nous avons besoin que vous les traquiez et mettiez fin à ces meurtres !"
it: Il segnale di soccorso proviene da una piattaforma di estrazione rockman, che ha subito gravi danni. Ti contattano praticamente subito: "Non ci importa di chi sei o cosa vuoi... ci sono dei mantis pazzoidi qui che ci stanno massacrando a dozzine! Abbiamo bisogno che li rintracci e poni fine a questa barbarie!"
ko: 이 조난 신호는 큰 피해를 입은 암석 광산 플랫폼에서 나왔습니다. 그들은 거의 즉각적으로 당신을 불렀습니다. "우린 당신이 누구인지, 당신의 소속이 어디인지에 대해 신경쓰지 않는다. - 여기 미친 맨티스가 돌아다니고 있다! 우린 이 살인을 끝내기위해 당신을 필요로 한다!"
ru: Сигнал бедствия поступает с горнодобывающей платформы валунов, получившей серьезные повреждения. Они почти сразу же вызывают вас на связь: "Нам все равно, кто вы и чем занимаетесь - здесь бегают какие-то безумные богомолы, которые убивают нас дюжинами! Нам нужно, чтобы вы выследили их и положили конец этим убийствам!"
zh_hans: 这里的求救信号来自一个岩石族采矿平台，它受到了严重的损害。他们几乎立刻就向你呼叫："不管你是谁，或者目的是什么 - 这里有一群疯狂的螳螂族在大肆屠杀我们！我们恳求你追踪他们，结束这场谋杀！"

source: Agree to track down the murderers.
de: Stimme zu die Mörderer zu jagen.
fr: Accepter de retrouver les meurtriers.
it: Accetta di rintracciare gli omicidi.
ko: 살인자를 추적하는 데 동의한다.
ru: Согласиться выследить убийц.
zh_hans: 同意追踪这些凶手。

source: You make some scans of the system and detect another ship some distance away. Moving closer reveals it to be piloted by Free Mantis, who greet you with great jubilation. "Merry day, captain! You are coming here claiming great bounties too?"
de: Du scannst das System und entdeckst ein weiteres Schiff, welches weit entfernt ist. Als du näher kommst, erkennst du dass der Kapitän ein Free Mantis ist, welcher dich mit großem Jubel begrüßt. "Gut Tag, Kapitän! Du kommen hier auch für große Beute?"
fr: Vous effectuez quelques scans du système et détectez un autre vaisseau à une certaine distance. En vous rapprochant, vous découvrez qu'il est piloté par des Mantis libres, qui vous accueillent avec une grande jubilation. "Joyeuse journée, capitaine ! Vous venez ici revendiquer de belles primes vous aussi ?"
it: Esegui alcune scansioni del sistema e rilevi un'altra nave poco lontano. Avvicinandoti, scopri che è pilotata da Mantis Liberi, che ti salutano molto allegri. "Buongiornissimo, capitano! Anche tu viene qui per prendere grande bottino?"
ko: 행성계를 스캔하여 멀리 떨어진 다른 함선을 감지했습니다. 가까이 다가가자 독립 맨티스가 조종하는 함선이 당신을 맞이했습니다. "좋은 날, 함장! 당신 받으러 오다 여기 큰 현상금 보상?"
ru: Вы проводите сканирование системы и обнаруживаете на некотором расстоянии другой корабль. Приблизившись, вы обнаруживаете, что его пилотируют Свободные Богомолы, которые приветствуют вас с большим ликованием. "Прекрасный день, капитан! Вы тоже прилететь сюда надеясь получать большой награды?"
zh_hans: 你对该系统进行了一些扫描，发现在一定距离外有另一艘飞船。走近一看，发现它是由自由螳螂们驾驶的，他们欢天喜地地迎接你。"快乐的一天，舰长！你也是来这里索取丰厚的赏金吗？"

source: Are you the ones killing Theocracy miners?
de: Bist du der, der die Theocracy Minenarbeiter tötet?
fr: C'est vous qui tuez les mineurs de la Théocratie ?
it: Siete voi ad uccidere i minatori della Teocrazia?
ko: 당신은 신정 광부들을 죽이고있었습니까?
ru: Это вы убиваете шахтеров Теократии?
zh_hans: 是你们在杀害那些神权国矿工吗？

source: "Huh? Not knowing what you are talking of. We come here harvest rocks! Many rocks, they tell us! Kill rock, it gives you fuel! And when I am hearing this, I thinking to myself, 'This is making greatest profits!' You are saying words is wrong? Truth be, we not finding any fuel! Doing something wrong I am thinking..."
de: "Hä? Ich nicht wissen wovon du sprichst. Wir kommen hier um Rocks ernten! Viele Rocks, sie uns sagen! Töte Rock gibt Treibstoff! Und wenn ich das hören, ich denken, ‘Das großer Profit!‘ Du sagen Wörter falsch? Wahrheit, wir nicht finden Treibstoff! Glaube machen etwas falsch..."
fr: "Hein ? Je ne sais pas de quoi vous parlez. Nous venons ici récolter des rochers ! Beaucoup de rochers, nous dit-on ! Tuer le rocher vous donne du carburant ! Et quand j'entends cela, je me dis : 'C'est ce qui rapporte le plus !' Vous dites que c'est incorrects ? En vérité, nous ne trouvons pas de carburant ! Nous devons mal faire quelque chose, je pense..."
it: "Eh? Io non sa di cosa tu parla. Noi viene qui per raccogliere rocce! Molte rocce, ci dicono! Ammazza rocce, ti dà carburante! E quando io sente questo, io pensa, "Saranno bei soldoni!" Tu dice che parole sbagliate? In realtà, noi non trova nessun carburante! Io pensa di stare sbagliando qualcosa..."
ko: "응? 모르다 무슨 말 하는지. 우린 채취하다 바위들! 많은 바위들, 바위 말한다! 죽인다 바위, 죽이면 연료 준다! 난 듣다 이말들 '큰 이익 가장 큰 이익!' 잘못된 단어 말하다? 사실,연료 찾지 못하고 있다! 나 뭔가 잘못하고 있다..."
ru: "А? Не знать, о чем вы говорить. Мы приходить сюда собирать камни! Много камней, они нам сказать! Убить камень, он давать вам топливо! И когда я это слышать, я думать: "Это приносить огромный прибыль! Вы говорить слова - это неправильно? По правде говорить, мы не хотеть топлива! Я думать, что делать что-то не так..."
zh_hans: "啊？不知道你在说什么。我们来这里采集石头！很多很多石头，他们这么嘱咐我们！杀死石头，它能给你提供燃料！当我听到这些时，我在想，'这赚得太大了！'你是说这有错吗？事实是，我们没有找到任何燃料！我做错了什么我在想..."

source: You've been terribly mistaken - the Rockmen are not asteroids.
de: Du liegst sehr falsch - die Rockmänner sind keine Asteroiden.
fr: Vous vous êtes lourdement trompé : les Rocailleux ne sont pas des astéroïdes.
it: Vi state sbagliando: i rockmen non sono asteroidi.
ko: 당신들은 완전 잘못 알고 있습니다. 락맨들은 소행성들이 아닙니다.
ru: Вы сильно ошиблись - валуны не являются астероидами.
zh_hans: 你们大错特错 - 岩石族人不是小行星。

source: "What? You are saying there is a Rock... AND man? Is this why screaming and running when I slice them open? Huh... Revolutionary ideas! You think big smart, biggest smarter even! Some days I wishing I have biggest smart. So, I come with you, and hoping knowledge coming off with me!"
de: "Was? Du sagen es gibt Rock UND Mann? Das wieso sie schreien, wenn ich sie aufschlitze? Huh... Revolutionsideen! Du denken groß schlau, größer schlauer sogar! Manche Tage ich wünschen ich auch so groß schlau. Ich kommen mit dir und hoffe eines Tages, auch ich groß schlau!"
fr: "Quoi ? Vous dites qu'il y a un rocher... ET un homme ? C'est pour ça qu'ils crient et s'enfuient quand je les ouvre ? Huh... Idées révolutionnaires ! Vous pensez très intelligemment, très intelligemment même ! Il y a des jours où je souhaite avoir les meilleures idées. Alors, je viens avec vous, en espérant que la connaissance vienne à moi !"
it: "Cosa? Tu dice che c'è rocce... E uomini? È per questo che grida e corre quando io li fa a fette? Huh... idee rivoluzionarie! Tu pensa molto intelligente, moltissimo intelligentissimo! A volte vorrei essere nato intelligente io. Quindi io viene con te e spera che conoscenza viene con me!"
ko: "무엇? 말하다 여기 바위... 그리고 사람? 이래서 비명 지르다, 자르고 열때? 허... 혁신적 생각! 당신 똑똑해 매우, 가장 똑똑해! 가끔 생각한다 내가 제일 똑똑해진다. 그래서, 당신과 난 간다 그리고 나와 지식 함께 간다!"
ru: "Что? Вы хотеть сказать, что существует камень... и ОН человек? Вот почему они кричать и убегать, когда я их резать? Хех... Революционный идеи! Вы мыслить очень умно, даже больше чем умно! Иногда я мечтать, чтобы у меня быть самый большой ум. Так что я пойти с вами и надеяться, что знаний ко мне прийти!"
zh_hans: "什么？你是说有有些石头...是人？这就是我切开它们时会尖叫和逃跑的原因吗？呵...颠覆性的想法！你的想法很聪明，大大的聪明！有些时候，我希望我也有大大的聪明。所以，我和你一起走，希望我也能带走聪明！"

source: Nope, you're doing just fine.
de: Nein, du machst alles richtig.
fr: Nan, vous vous en sortez très bien.
it: No, state andando benone.
ko: 아닙니다, 당신들은 잘하고 있습니다.
ru: Нет, у вас все в порядке.
zh_hans: 不，你现在做得很好。

source: "Oh, okay! Just unlucky supposing. Many thanks, captain! While not having many fuels, we do offering you great basket of assorted metals we pick from bigger rock after small ones dead!"
de: "Oh okay! Wir haben Pech, ich nehmen an. Vielen Dank, Kapitän! Wir haben nicht viel Treibstoff, aber wir bieten an großen Korb voller Metal wir von großen Rock genommen, nachdem kleine Rock tot!"
fr: "Oh, d'accord ! Je n'ai pas eu de chance, je suppose. Merci beaucoup, capitaine ! Bien que nous n'ayons pas beaucoup de combustibles, nous vous offrons un grand panier de métaux assortis que nous ramassons sur les plus gros rochers après la mort des plus petits !"
it: "Oh ok! Solo sfortuna, quindi. Grazie mille capitano! Anche se non ha molto carburante, noi offre grande cesta di metalli assortiti che raccogliamo da rocce più grandi dopo che quelle piccole morte!"
ko: "오, 그래! 단지 나빳다 운이. 함장 고맙다 매우! 연료 많지 않다, 하지만 나 죽은 작은 바위에서 나온 큰 암석 보상 준다! 가득 담긴 금속 상자 준다!"
ru: "Ох, ладно! Просто не повезти, наверно. Большой спасибо, капитан! Хотя у нас не так много топлива, мы дарить вам большой корзина разных металлов, который мы собирать с больших камней после того, как маленький погибать!"
zh_hans: “哦，好的！只是运气不好估计。非常感谢，舰长！虽然没有很多燃料，但我们可以向你提供一大篮各种金属。这是我们在小石头死后从大石头上收集的！”

source: Refuse.
de: Ablehnen.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Rockmen make no attempt to say anything more.
de: Die Rockmänner versuchen nicht mehr zu sagen.
fr: Les Rocailleux ne font aucune tentative pour dire quoi que ce soit de plus.
it: I rockmen non provano a dire altro.
ko: 락맨들은 더 이상 아무 말도 하지 않습니다.
ru: Валуны не делают никаких попыток сказать что-то еще.
zh_hans: 岩石族没有试图再说更多。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
