Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_asteroid.xml$//event[@name="DISTRESS_ASTEROID_BACTERIA"]/text
source: As soon as you arrive a Zoltan science vessel hails you, deeply concerned. "It is a woeful day, captain! You must help us! Despite ordinance section C67I-O23W-B... er... maybe it was C, not B... regardless, despite being in violation of very important rulings, a nearby Confederate outpost has had the AUDACITY to pollute this region, and it has endangered a very rare species of completely useless asteroid-borne microbacteria no one cares about! This cannot stand!"
de: Sobald du ankommst wirst du von einem Zoltanwissenschaftsschiff gerufen, welche sehr betroffen sind. "Es ist ein schrecklicher Tag, Kapitän! Du musst uns helfen! Trotz Sprengstoff Sektion C67I-O23W-B... oder... vielleicht war es C, nicht B... egal, obwohl sie in Bruch von sehr wichtigen Regelungen sind, hat ein naher Confederate Außenposten die Unverfrorenheit diese Region zu verschmutzen und hat eine sehr seltene Spezies, welche aus komplett irrelevanten Asteroidenmikrobakterien besteht, gefährdet, die jedem egal ist! Das kann nicht weiter passieren!"
fr: Dès votre arrivée, un vaisseau scientifique Zoltan vous contacte, profondément préoccupé. "C'est un jour funeste, capitaine ! Vous devez nous aider ! Malgré l'ordonnance de la section C67I-O23W-B... euh... peut-être que c'était C, pas B... quoi qu'il en soit, malgré le fait d'enfreindre des règles très importantes, un avant-poste de la Confédération à proximité a eu l'AUDACE de polluer cette région, mettant en danger une espèce très rare de microbactéries inutiles, portées par les astéroïdes, dont personne ne se soucie ! Cela ne peut pas durer !"
it: Non appena arrivi, una nave scientifica zoltan ti contatta, profondamente turbata. "Giorno terribile, capitano! Devi aiutarci! Nonostante l'ordinanza sezione C67I-O23W-B... ehm... forse era C, non B... comunque, nonostante sia in violazione di regolamentazioni molto importanti, un avamposto confederato ha avuto la FACCIA TOSTA di inquinare questa regione, e ha messo a rischio estinzione una rarissima specie di microbatteri inutili e portati dagli asteroidi di cui a nessuno importa! La cosa non è tollerabile!"
ko: 도착하자마자 졸탄 과학선이 당신을 환영하며 깊은 우려를 표했습니다. "비참한 날이오, 함장! 반드시 우릴 도와주시오! 조례 C67I-O23W-B에도 불구하고... 어... 어쩌면 C였을지도, 아님 B... 이건 상관없소, 매우 중요한 판결을 위반했음에도 불구하고, 근처의 공동체 전초기지는 대담하게도 이 지역을 오염시켰고, 아무도 신경 쓰지 않고 완전히 쓸모없는 소행성 매게 미생물의 희귀종을 위험에 빠트렸소! 이건 용납할 수 없는 행위요!"
ru: Как только вы прибыли, научное судно золтан связывается с вами, сильно обеспокоенное. "Это ужасный день, капитан! Вы должны помочь нам! Несмотря на постановление секции Ц67И-О23ВИ-Б... э... может быть, это было В, а не Б... несмотря на нарушение очень важных постановлений, расположенный поблизости аванпост Конфедерации имеет НАГЛОСТЬ загрязнить этот регион, и это поставило под угрозу очень редкий вид совершенно бесполезных микробактерий астероидного происхождения, до которых никому нет дела! Этого нельзя допустить!"
zh_hans: 你一到这里，一艘超能族科学舰就向你呼叫，他们忧心忡忡。“这是一个悲惨的日子，舰长！你必须帮助我们！尽管条例第C67I-O23W-B…呃…也许是C，而不是B…不管怎样，尽管违反了非常重要的规定，但附近的一个血兰邦前哨站却厚 颜 无 耻地污染了这个地区，这已经危及到了一种非常罕见的却完全无人关心的，通过小行星传播的微生物！这无法容忍！”

source: Offer to help.
de: Biete deine Hilfe an.
fr: Proposer votre aide.
ko: 도와주겠다고 제안한다.
ru: Предложить свою помощь.
zh_hans: 主动提供帮助。

source: "Oh thank goodness. I was afraid I'd have to do something for myself for once. Welp, here are the co-ordinates. Do whatever it is you Renegades do and go murder them or something." You make your way to the outpost, which is protected by a single ship.
de: "Gott sei Dank. Ich hatte schon Angst ich müsste mal selbst etwas tun. Welp, hier sind die Koordinaten. Mach was auch immer ihr Renegades macht und ermorde sie oder sowas." Du machst dich auf den Weg zum Außenposten, welcher von einem einzigen Schiff bewacht wird.
fr: "Oh, Dieu merci. J'avais peur de devoir faire quelque chose par moi-même pour une fois. Bon, voici les coordonnées. Faites ce que vous, les renégats, faites et allez les tuer ou quelque chose du genre." Vous vous dirigez vers l'avant-poste, qui est protégé par un seul vaisseau.
it: "Oh grazie al cielo. Temevo di dover fare qualcosa di persona tanto per cambiare. Bene, ecco le coordinate. Fai quello che fate voi Rinnegati e ammazza qualcosa o chessò io." Avanzi verso l'avamposto, che è protetto da una singola nave.
ko: "오 신이시여, 고맙소. 나 자신을 위해 뭔가를 해야 할까 봐 두려웠소. 크흠, 여기 좌표가 있소. 배신자들이 하는 일이 무엇이든 그들을 죽이길 바라오." 당신은 한 척의 함선에 의해 보호되는 전초기지로 향했습니다.
ru: "Слава богу. Я боялся, что мне придется хоть раз сделать что-то самому. Вот координаты. Делайте то, что вы, Ренегаты, делаете, и ступайте убивать или что-то в этом роде". Вы направляетесь к аванпосту, который охраняется единственным кораблем.
zh_hans: "哦，谢天谢地。我还担心我得亲自做一次事呢。嘛，坐标是这个。你可以做你们变元者做的那些事情，去谋杀他们或其他什么。"你向前哨站走去，那里有一艘飞船保护。

source: Do what you do best.
de: Mach das was du am besten kannst.
fr: Faire ce que vous faites le mieux.
it: Fai quello che sai fare meglio.
ko: 할 일을 한다.
ru: Заняться тем, что у вас получается лучше всего.
zh_hans: 做你最擅长的事情。

source: Words are for pansies. Your job as a mercenary is to kill, and kill you shall. In the name of... useless microbacteria.
de: Wörter sind für Schwächlinge. Dein Job als Söldner ist es zu töten und töten wirst du. Im Namen... der NUTZLOSEN Mikrobakterie.
fr: Les mots, c'est pour les mauviettes. Votre travail en tant que mercenaire est de tuer et vous le ferez. Au nom de... la microbactérie inutile.
it: Le parole sono per le mammolette. Il tuo lavoro di mercenario è uccidere, e ucciderai. In nome di... microbatteri inutili.
ko: 그 단어들은 흡혈초들을 위해 사용됐습니다. 용병으로서의 당신의 임무는 죽이고 죽이는 것이었습니다. 쓸모없는 미생물의 이름으로써 말이죠.
ru: Слова - это для слабаков. Ваша работа как наемника - убивать, и вы будете убивать. Во имя... бесполезных микробактерий.
zh_hans: 打嘴炮的事情交给娘娘腔就好了。作为一个雇佣兵，你的工作就是杀戮，而且要以...无用微生物的名义杀戮。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try and explain to the Vampweeds.
de: Versuche es den Vampweeds zu erklären.
fr: Essayer d'expliquer aux Vampiflores.
it: Prova a spiegare alle vampirerbe.
ko: 흡혈초들에게 설명하려고 노력한다.
ru: Попытаться поговорить с Вампсорняками.
zh_hans: 试着向血草兰花解释。

source: "I'm afraid I don't understand. Why do these bacteria matter? And what do you mean by 'stop polluting'? What are we polluting? We produce about as much waste, if not less as any other settlement in this sector."
de: "Es tut mir leid, aber ich verstehe es nicht. Wieso sind diese Bakterien wichtig? Und was meinst du mit ‘Hör auf die zu verschmutzen‘? Was verschmutzen wir? Wir produzieren so viel Müll, wenn nicht weniger, als jeder andere in diesem Sektor."
fr: "Je crains de ne pas comprendre. Pourquoi ces bactéries sont-elles importantes ? Et qu'entendez-vous par "arrêter de polluer" ? Que polluons-nous ? Nous produisons autant de déchets, si ce n'est moins, que n'importe quel autre établissement de ce secteur."
it: "Temo di non capire. Perché questi batteri sono importanti? E cosa vuol dire 'smettete di inquinare'? Cosa inquiniamo? Produciamo scorie tanto quanto ogni altro insediamento in questo settore, se non meno."
ko: "유감이지만 이해가 안되요. 이 박테리아들이 왜 중요해요? '오염을 중지하라'는 뜻이 뭔가요? 우리가 오염시키는게 뭔가요? 이 구역의 우리는 거의 다른 정착지와 비슷하거나 다소 적은 양을 생산할뿐이에요."
ru: "Боюсь, я не понимаю. Почему эти бактерии так важны? И что вы имеете в виду, говоря "прекратить загрязнять окружающую среду"? Чем мы загрязняем? Мы производим примерно столько же отходов, если не меньше, чем любое другое поселение в этом секторе".
zh_hans: "恐怕我不明白。为什么这些细菌很重要？还有，你说的'停止污染'是什么意思？我们在污染什么？我们产生的废料和这个区域的任何其他定居点一样多，甚至更少。"

source: A Zoltan told us all this. We're just mercenaries.
de: Ein Zoltan hat uns das gesagt. Wir sind nur Söldner.
fr: Un Zoltan nous a raconté tout ça. Nous ne sommes que des mercenaires.
it: Ci ha detto tutto uno zoltan. Noi siamo solo mercenari.
ko: 졸탄이 이걸 우리에게 말했습니다. 우린 단지 용병일 뿐입니다.
ru: Золтан рассказал нам про это. Мы всего лишь наемники.
zh_hans: 一位超能族告诉我们这些的。我们只是雇佣兵。

source: "Uhuh... and why should I care? We aren't Ministry citizens. Hell, the Ministry was only included in the Excavation Acts because we knew they'd be the most careful of enforcing them. I understand you have a job to do... but maybe you could just, I dunno, tell the Zoltan you did it anyways?"
de: "Uhuh... und wieso sollte uns das interessieren? Wir sind keine Ministrybürger. Verdammt nochmal, das Ministry war nur in dem Minenakt beteiligt, weil wir wussten, dass sie ihn am vorsichtigsten umsetzen. Ich verstehe du hast einen Job zu tun... aber vielleicht kannst du dem Zoltan einfach sagen, dass du ihn ausgeführt hast?"
fr: "Ohh... et pourquoi devrais-je m'en soucier ? Nous ne sommes pas des citoyens du Ministère. En fait, le Ministère n'a été inclus dans les Lois sur l'Excavation que parce que nous savions qu'il serait le plus prudents pour les faire respecter. Je comprends que vous ayez un travail à faire... mais peut-être pourriez-vous, je ne sais pas, dire aux Zoltans que vous l'avez fait quand même ?"
it: "Uhuh... ed è un mio problema perché...? Noi non siamo cittadini del Ministero. Diamine, il Ministero è stato incluso negli Atti di Scavo solo perché sapevamo che sarebbero stati i più attenti a farli rispettare. Capisco che hai un lavoro da fare... ma magari potresti, non so, dire allo zoltan che l'hai fatto comunque?"
ko: "어어... 왜 이걸 우리가 신경 써야하죠 ? 우린 내각 시민들이 아니에요. 젠장, 발굴법에 내각이 포함 된 건 그들이 발굴법에 가장 신중할 것이라는 것을 알았기 때문에 포함되었어요. 하지만 난 당신을 이해해요... 그러나 당신들은 할수있어요. 졸탄에게 해냈다고 말해줄수있나요?"
ru: "Эй... и почему меня это должно волновать? Мы не граждане Министерства. Черт, Министерство было привлечено к Законам о раскопках только потому, что мы знали, что они будут наиболее тщательно следить за их исполнением. Я понимаю, что у вас есть работа... но, может быть, вы просто, ну, не знаю, скажете золтану, что вы выполнили свою работу?"
zh_hans: "嗯哼...那关我什么事？我们不是牧师团公民。该死的，牧师团之所以被纳入挖掘法案，就是因为我们知道他们会是最谨慎地执行这些法案的人。我知道你有工作要做...但也许你可以，我不知道，告诉超能族你已经做完了？"

source: Lie to the Zoltan.
de: Lüge den Zoltan an.
fr: Mentir aux Zoltans.
it: Menti allo zoltan.
ko: 졸탄에게 거짓말한다.
ru: Обмануть золтана.
zh_hans: 向超能族撒谎。

source: You head back to the Zoltan and inform them the job is complete. Despite having no proof you did anything, the Zoltan lights up. "Incredible work! Now we can all go on to continue not caring about the bacteria in peace! Here's your reward!"
de: Du kehrst zum Zoltan zurück und sagst ihm, dass der Job erledigt ist. Obwohl du keine Beweise hast, dass du etwas getan hast, leuchtet der Zoltan vor Freude. "Großartige Arbeit! Jetzt können wir wieder die Bakterien ignorieren! Hier ist deine Belohnung!"
fr: Vous retournez voir le Zoltan et l'informez que le travail est terminé. Bien qu'il n'ait aucune preuve que vous ayez fait quoi que ce soit, le Zoltan s'illumine : "Un travail incroyable ! Maintenant, nous pouvons tous continuer à nous moquer des bactéries en toute tranquillité ! Voici votre récompense !"
it: Torni dallo zoltan e lo informi che il lavoro è stato fatto. Nonostante non abbia prove che hai fatto qualcosa, lo zoltan s'illumina. "Ottimo lavoro! Ora possiamo tutti continuare a fregarcene dei batteri in pace! Ecco la tua ricompensa!"
ko: 졸탄에게 돌아가서 일이 완료되었음을 알렸습니다. 당신이 아무 것도 하지 않았다는 증거가 없음에도 불구하고, 그 졸탄은 놀랐습니다. "놀라운 일이로군! 이제 우리 모두 안심하고 박테리아에 신경 쓰지 않을 수 있겠소! 여기 보상을 받으시오!"
ru: Вы возвращаетесь к золтану и сообщаете ему, что работа выполнена. Несмотря на отсутствие доказательств того, что вы что-то сделали, золтан светится от счастья. "Потрясающая работа! Теперь мы все можем спокойно продолжать не беспокоиться о бактериях! Вот ваша награда!"
zh_hans: 你回去找超能族，告诉他们工作已经完成。尽管没有证据证明你做了任何事情，但超能族还是很高兴。"不可思议的工作！现在我们都可以继续平静地不在乎那些微生物了！这是你的奖励！"

source: Finish the job properly and kill the Vampweeds.
de: Beende den Job und töte die Vampweeds.
fr: Terminer le travail correctement et tuer les Vampiflores.
it: Finisci bene il lavoro e uccidi le vampirerbe.
ko: 일을 끝내기위해 흡혈초들을 죽인다.
ru: Выполнить работу должным образом и убить Вампсорняков.
zh_hans: 正确完成工作并杀死血草兰花。

source: You promised to help the Zoltan, and you'll follow through with it. Prepare for combat!
de: Du hast dem Zoltan versprochen zu helfen und du wirst dich auch daran halten. Mach dich zum Kampf bereit!
fr: Vous avez promis d'aider les Zoltans et vous le ferez. Préparez-vous au combat !
it: Hai promesso di aiutare gli zoltan, ed è quello che farai. Preparati a combattere!
ko: 당신은 졸탄을 돕겠다고 약속했고, 그것을 끝까지 따를 것입니다. 전투 준비!
ru: Вы обещали помочь золтану, и вы выполните это обещание. Приготовьтесь к бою!
zh_hans: 你答应过帮助超能族，你会信守承诺。准备战斗！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, we can't help you.
de: Sorry, wir können dir nicht helfen.
fr: Désolé, nous ne pouvons pas vous aider.
it: Spiacente, non possiamo aiutarti.
ko: 미안합니다. 도울 수 없겠군요.
ru: Извините, мы не можем вам помочь.
zh_hans: 很抱歉，我们无法帮你。

source: "Gah, you're worthless. Why is no one willing to do my work FOR me?!"
de: "Gah, du bist wertlos. Warum ist keiner bereit FÜR mich zu arbeiten?!"
fr: "Rah, vous ne valez rien. Pourquoi personne ne veut faire mon travail POUR moi ? !"
it: "Gah, essere inutile. Perché nessuno è disposto a fare il mio lavoro PER me?!"
ko: "그으으, 당신네들은 쓸모가 없군. 왜 아무도 나를 위해 내 일을 해주지 않는단 말인가!"
ru: "Тьфу, ты ничего не можешь. Почему никто не хочет делать мою работу ЗА меня?!"
zh_hans: "唉，你真是一文不值。为什么没有人愿意 为 我做我的工作？"

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_BACTERIA_HELP"]/text
source: "Incredible work! Now we can all go on to continue not caring about the bacteria in peace! Here's your reward!"
de: "Großartige Arbeit! Jetzt können wir wieder die Bakterien ignorieren! Hier ist deine Belohnung!"
fr: "Un travail incroyable ! Maintenant, nous pouvons tous continuer à nous moquer des bactéries en toute tranquillité ! Voici votre récompense !"
it: "Ottimo lavoro! Ora possiamo tutti continuare a fregarcene dei batteri in pace! Ecco la tua ricompensa!"
ko: "놀라운 일이로군! 이제 우리 모두 안심하고 박테리아에 신경 쓰지 않을 수 있겠소! 여기 보상을 받으시오!"
ru: "Невероятная работа! Теперь мы все можем спокойно продолжать не заботиться о бактериях! Вот ваша награда!"
zh_hans: "不可思议的工作！现在我们都可以继续平静地不在乎那些微生物了！这是你的奖励！"

# data/events_sector_asteroid.xml$//event[@name="QUEST_ASTEROID_TRANSPORT"]/text
source: A small Eargen transport hails you, their Leech captain bleeding from a long gash down its back. "You, you can help us. We're supposed to be taking these back to the Capital, but some pirates got in our way and stole the cargo. We're in no fighting order, but maybe you could get it back for us?"
de: Ein kleiner Eargen Transport ruft dich, deren Leech Kapitän blutet von einer schweren Wunde auf seinem Rücken. "Du, du kannst uns helfen. Wir sollen die zu unserer Hauptstadt zurückbringen, aber ein paar Piraten kamen uns in den Weg und haben unsere Cargo gestohlen. Wir sind nicht in der Lage zu kämpfen, kannst du uns vielleicht helfen es zurück zu bekommen?"
fr: Un petit transport Eargen vous appelle, son capitaine Sangsue saignant d'une longue entaille dans le dos. "Vous, vous pouvez nous aider. Nous sommes censés les ramener à la capitale, mais des pirates se sont mis en travers de notre route et ont volé la cargaison. Nous ne sommes pas en état de combattre, mais peut-être pourriez-vous les récupérer pour nous ?"
it: Un piccolo mercantile Eargen ti contatta, il loro capitano leech sanguina da un grosso taglio sul suo dorso. "Tu, tu puoi aiutarci. Dovevamo riportare queste cose alla capitale, ma dei pirati si sono messi in mezzo e hanno rubato il carico. Non siamo in grado di combattere, ma magari potresti riprenderlo tu per noi?"
ko: 작은 이어젠 수송선이 당신을 부르는데, 그들의 리치 선장이 등에 난 긴 상처로 피를 흘리고 있습니다. "당신, 당신은 우리를 도와줄수있어요. 우린 이걸 수도로 가져가야 하는데 해적들이 방해해서 화물을 훔쳐갔어요. 우리가 싸울 순 없지만, 당신네들이 그걸 되찾아 줄 수 있나요?"
ru: Небольшой транспортный корабль Иргена вызывает вас, их капитан-пиявка истекает кровью из длинной раны на спине. "Вы, вы можете нам помочь. Мы должны были доставить груз в столицу, но какие-то пираты встали на нашем пути и украли его. Мы не в лучшем состоянии, но, может быть, вы сможете вернуть груз?"
zh_hans: 一艘小型共和国运输舰向你呼叫，他们的吸虫族舰长后背上一道深长的伤口还在冒血："你，你可以帮助我们。我们本来要把这些东西带回首都，但一些海盗挡住了我们的路，偷走了货物。我们没有战斗力，但也许你可以为我们把它拿回来？"

source: Agree.
de: Zustimmen.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "Great. We had a tracking beacon in the cargo, and those idiots seem to have grabbed it themselves. Shouldn't be too hard to track them down."
de: "Gut. Wir hatten einen Suchsignalpunkt in den Gütern und diese Idioten haben ihn mitgenommen. Es sollte nicht schwer sein sie zu finden."
fr: "Génial. Nous avions une balise de repérage dans la cargaison et ces idiots semblent l'avoir amenée avec eux. Ça ne devrait pas être trop dur de les retrouver."
it: "Ottimo. Avevamo un faro di tracciamento nella stiva e quegli idioti sembrano averlo preso. Non dovrebbe essere difficile trovarli."
ko: "좋아요. 화물칸에 추적 표시가 있었는데, 그 멍청이들이 그거까지 가지고 간 모양이에요. 그들을 추적하는건 어렵진 않아보여요."
ru: "Отлично. У нас в грузе был маячок слежения, а эти идиоты, похоже, прихватили его с собой. Выследить их не составит труда".
zh_hans: "太好了。我们的货物里有一个跟踪信标，那些白痴似乎直接把货物占为己有了。追踪他们不应该太难。"

source: Decline.
de: Ablehnen.
es: Declinar.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: You apologize, but you aren't here to run errands.
de: Du entschuldigst dich, aber du bist nicht hier um Aufträge zu erledigen.
fr: Vous vous excusez, mais vous n'êtes pas là pour faire des courses.
it: Ti scusi, ma non sei qui per sbrigare commissioni.
ko: 미안하지만 우린 심부름을 하러 온 게 아닙니다.
ru: Вы извиняетесь, но вы здесь не для того, чтобы выполнять поручения.
zh_hans: 你表示歉意，但你不是来跑腿的。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: A Leech captain asked for your help to retrieve a stolen cargo from pirates.
fr: Un capitaine Sangsue a demandé votre aide pour récupérer une cargaison volée à des pirates.
it: Un capitano leech ha chiesto il tuo aiuto per recuperare un carico rubato dai pirati.
ko: 해적이 훔쳐 간 화물을 되찾아달라고 리치 선장이 의뢰를 넣었습니다.
ru: Капитан-пиявка попросил вас о помощи, чтобы вернуть украденный пиратами груз.
zh_hans: 一位吸虫族舰长向你寻求帮助，希望取回被海盗抢走的货物。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_TRANSPORT_PIRATES"]/text
source: It seems you've found the pirate ship in question. With no time to waste, you engage them immediately. Be careful not to damage the cargo!
de: Es scheint du hast die Piraten gefunden. um die es geht. Ohne Zeit zu verschwenden, fängst du direkt an gegen sie zu kämpfen. Pass auf, dass du nicht die Güter beschädigst!
fr: Il semble que vous ayez trouvé le vaisseau pirate en question. Vous n'avez pas de temps à perdre et vous les attaquez immédiatement. Attention à ne pas endommager la cargaison !
it: Sembra che hai trovato la nave pirata in questione. Senza perdere tempo, li attacchi immediatamente. Attenzione a non danneggiare la stiva!
ko: 문제의 해적 함선을 찾은 것 같습니다. 지체할 시간 없이, 즉시 그들과 교전해야 합니다. 화물이 손상되지 않도록 주의해야 합니다!
ru: Похоже, вы нашли пиратский корабль. Не теряя времени, вы немедленно вступаете с ними в бой. Будьте осторожны, чтобы не повредить груз!
zh_hans: 看来你已经找到了那艘有关的海盗舰。没有时间可以浪费，你立即与他们交战。小心不要损坏货物！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Zoltan Deleter) Threaten the Zoltans.
de: (Zoltan Löscher) Bedrohe die Zoltans.
fr: (Effaceur de Zoltan) Menacer les Zoltans.
it: (Elimina-zoltan) Minaccia gli zoltan.
ko: (졸탄 제거기) 졸탄을 위협한다.
ru: ("Стиратель" золтан) Угрожать золтанам.
zh_hans: (超能族删除器)威胁这些超能族。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
