Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_asteroid.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_REFINERY"]/text
source: A small Union refinery is operating away from all the asteroids. Though they mostly just process raw ores, you can probably pay them to refine some of your scrap.
de: Eine kleine Unionsraffinerie ist entfernt von den Asteroiden am arbeiten. Obwohl sie hauptsächlich Roherz verarbeiten, könntest du sie bezahlen, damit sie deinen Schrott raffinieren.
es: Una pequeña refinería de la Unión opera lejos de todos los asteroides. Aunque mayormente solo procesan minerales en bruto, probablemente puedas pagarles para que refinen parte de tus chatarras.
fr: Une petite raffinerie de l'Union fonctionne à l'écart de tous les astéroïdes. Bien qu'elle ne traite majoritairement que des minerais bruts, vous pouvez probablement la payer pour raffiner une partie de votre ferraille.
it: Una piccola raffineria dell'Unione opera lontano da tutti gli asteroidi. Anche se di solito raffinano solo materie prime, forse puoi pagarli perché raffinino alcuni dei tuoi moduli.
ko: 협회의 소규모 연료 정제소가 소행성대 바깥쪽에서 운영되고 있습니다. 정제소는 주로 가공되지 않은 원석을 처리하지만, 추가 비용을 대면 당신의 스크랩을 제련받 을 수도 있을 것 같습니다.
ru: Вдали от всех астероидов работает небольшой перерабатывающий завод Союза. Хотя они в основном перерабатывают сырую руду, вы можете заплатить им за переработку вашего лома.
zh_hans: 在远离所有小行星的地方，有一坐小型同盟精炼厂正在运营。虽然他们大多只是加工原矿石，但你也许可以付钱让他们精炼一些你的废料。

source: Pay them to create a weapon.
de: Bezahle sie um eine Waffe herzustellen.
es: Pagarles para que fabriquen un arma.
fr: Les payer pour créer une arme.
it: Pagali per creare un'arma.
ko: 무기를 제작하기 위해 스크랩을 지불한다.
ru: Заплатить им за создание орудия.
zh_hans: 付钱让他们制造一件武器。

source: "Bit of an unconventional request, but we appreciate the donation. We'll see what we can do."
de: "Eine etwas unkonventionelle Bitte, aber wir bedanken uns für die Spende. Wir sehen was wir tun können."
es: “Es una solicitud un poco inusual, pero agradecemos la donación. Veremos qué podemos hacer.”
fr: "C'est une demande peu conventionnelle, mais nous apprécions le don. Nous allons voir ce que nous pouvons faire."
it: "Richiesta un po' fuori dal comune, ma apprezziamo la donazione. Vedremo cosa possiamo fare."
ko: "좀 특이한 요청이지만, 기부에 감사드립니다. 가능한 한 최선을 다해보죠"
ru: "Немного необычная просьба, но мы благодарны за пожертвование. Мы посмотрим, что можно сделать".
zh_hans: "颇为非常规的请求，不过这笔捐款我们笑纳了，看看我们能搓出些啥"

source: Pay them to create an augment.
de: Bezahle sie um ein Augment herzustellen.
es: Pagarles para que creen un aumento.
fr: Les payer pour obtenir une augmentation.
it: Pagali per creare un accessorio.
ko: 보조장비를 제작하기 위해 스크랩을 지불한다.
ru: Заплатить им за создание модуля.
zh_hans: 付钱让他们制造一个部件。

source: "Bit of an unconventional request, but we appreciate the donation. We'll see what we can do."
de: "Eine etwas unkonventionelle Bitte, aber wir bedanken uns für die Spende. Wir sehen was wir tun können."
es: “Una solicitud un poco inusual, pero agradecemos la donación. Veremos qué podemos hacer.”
fr: "C'est une demande peu conventionnelle, mais nous apprécions le don. Nous allons voir ce que nous pouvons faire."
it: "Richiesta un po' fuori dal comune, ma apprezziamo la donazione. Vedremo cosa possiamo fare."
ko: "좀 특이한 요청이지만, 기부에 감사드립니다. 가능한 한 최선을 다해보죠"
ru: "Немного необычная просьба, но мы благодарны за пожертвование. Мы посмотрим, что можно сделать".
zh_hans: "颇为非常规的请求，不过这笔捐款我们笑纳了，看看我们能搓出些啥"

source: Attack the refinery!
de: Greife die Raffinerie an!
es: ¡Ataca la refinería!
fr: Attaquer la raffinerie !
it: Attacca la raffineria!
ko: 정제소를 공격한다!
ru: Напасть на перерабатывающий завод!
zh_hans: 攻击精炼厂！

source: "Wait wait! What did we do?!" You mute the civilians and open fire.
de: "Moment warte! Was haben wir dir getan?!" Du schaltest die Zivilisten stumm und eröffnest das Feuer.
es: "¡Espera, espera! ¿Qué hicimos?!" Silencias a los civiles y abres fuego.
fr: "Attendez, attendez ! Qu'avons-nous fait ?" Vous mutez les civils et ouvrez le feu.
it: "Aspetta, aspetta! Cos'abbiamo fatto?!" Chiudi le comunicazioni e apri il fuoco.
ko: "잠깐잠깐! 뭐하는 거요?!" 당신은 민간인들을 무시하고 발포합니다.
ru: "Подождите! Что мы сделали?!" Вы отключаете связь с гражданскими и открываете огонь.
zh_hans: "等下等下！我们做什么了？！"你切断那些平民的通讯并开火。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the refinery.
de: Ignoriere die Raffinerie.
es: Ignora la refinería.
fr: Ignorer la raffinerie.
it: Ignora la raffineria.
ko: 정제소를 무시한다.
ru: Не обращать внимания на перерабатывающий завод.
zh_hans: 无视精炼厂。

source: There likely isn't anything good to come out of exploring this place. Let's move on.
de: Diesen Ort zu erkunden wird nichts gutes mit sich bringen. Lass uns weiter gehen.
es: Probablemente no haya nada valioso que obtener explorando este lugar. Mejor sigamos adelante.
fr: Il n'y a rien de bien intéressant à explorer ici. Partons de là.
it: Probabilmente non ci sarà niente di utile in questo posto. Andiamo avanti.
ko: 달리 이곳에서 얻을 것은 없어 보입니다. 계속 나아갑시다.
ru: Скорее всего, исследование этого места не принесет ничего хорошего. Давайте двигаться дальше.
zh_hans: 探索这个地方可能没有什么好收益。我们继续上路吧。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_CACHE"]/text
source: Unfortunately, the beacon here has been engulfed by an intense swarm of asteroids. You're about to prepare to leave when you notice several radar blips. A hollow artificial object is drifting amongst the rocks. If you had to guess, it's likely a supply cache.
de: Unglücklicherweise ist dieser Signalpunkt von Asteroiden umgeben. Du bist kurz davor zu gehen, als du auf deinem Radar mehrere Punkte erkennst. Ein Objekt, ausgehölt, driftet durch die Asteroiden. Wenn du raten müsstest, würdest du sagen dass es eine Versorgungskiste ist.
es: Desafortunadamente, la baliza aquí ha sido engullida por un intenso enjambre de asteroides. Estás a punto de prepararte para irte cuando notas varios puntos en el radar. Un objeto artificial hueco flota entre las rocas. Si tuvieras que adivinar, probablemente sea un depósito de suministros.
fr: Malheureusement, la balise a été engloutie par un champ d'astéroïdes. Vous vous apprêtez à partir lorsque vous remarquez plusieurs bips radar. Un objet artificiel, creux, dérive parmi les rochers. Si vous deviez deviner, il s'agit probablement d'une cache de ravitaillement.
it: Sfortunatamente, questo astrofaro è stato sommerso da un fitto campo di asteroidi. Stai per andartene, quando noti diversi segnali sul radar. Un oggetto artificiale cavo è alla deriva tra le rocce. Probabilmente sono delle scorte.
ko: 운 나쁘게도 이 송신소는 사나운 소행성대에 둘러싸여 있습니다. 당신은 떠날 준비를 하다가 레이더가 몇 번 깜빡이는 것을 발견했습니다. 속이 빈 인공물이 암석 사이를 표류하고 있습니다. 추측해 보건데 보급품 저장고일 가능성이 높습니다.
ru: К сожалению, маяк здесь был уничтожен мощным потоком астероидов. Вы уже собираетесь уходить, как вдруг замечаете несколько откликов на радаре. Среди камней дрейфует полый объект искусственного происхождения. Возможно это тайник с припасами.
zh_hans: 不幸的是，这里的信标已经被密集的小行星群所吞噬。当你准备离开时，你注意到几个雷达信号。一个空心的人造物体正漂浮在岩石之间。你猜测这很可能是一个补给库。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_CACHE"]/choice[1]/text
source: Raid the cache.
de: Hole dir die Kiste.
es: Asalta el depósito.
fr: Faire une expédition sur la cache.
it: Prendi le scorte.
ko: 저장고를 턴다.
ru: Обчистить тайник.
zh_hans: 抢夺补给库。

source: (Adv. Piloting) Navigate to the cache safely.
es: (Pilotaje Avanzado) Navega hacia el depósito de manera segura.
fr: (Pilotage de pointe) Naviguer en toute sécurité jusqu'à la cache.
ru: (Продв. Рулевая рубка) Безопасно отправиться к тайнику.
zh_hans: (先进驾驶 )安全地前往缓存区域。

source: (Adv. Shields) Navigate to the cache safely.
es: (Escudos Avanzados) Navega hacia el depósito de manera segura.
fr: (Boucliers avancés) Naviguer en toute sécurité jusqu'à la cache.
ru: (Продв. Щиты) Безопасно отправиться к тайнику.
zh_hans: (先进护盾) 安全地前往缓存区域。

source: (Adv. Engines) Navigate to the cache safely.
es: (Motor Avanzado) Navega hacia el depósito de manera segura.
fr: (Moteurs de pointe) Naviguer en toute sécurité jusqu'à la cache.
ru: (Продв. Двигатели) Безопасно отправиться к тайнику.
zh_hans: (先进引擎) 安全地前往缓存区域。

# data/events_sector_asteroid.xml$//event[@name="ASTEROID_CACHE"]/choice[5]/text
source: We're already getting pelted. We should just leave.
de: Wir werden jetzt schon von den Asteroiden getroffen. Wir sollten wieder gehen.
es: Ya nos están atacando. Mejor vámonos.
fr: On se fait déjà bombarder. Nous devrions partir.
it: Stiamo già venendo bombardati. Meglio andarsene.
ko: 소행성만으로 벅차다. 그냥 떠난다.
ru: Нас уже обстреливает. Нам стоит просто уйти.
zh_hans: 我们已经被小行星打得很惨了。我们应该直接离开。

source: Too risky trying to access the cache. You distance yourself away from the swarm of asteroids.
de: Es ist zu riskant die Kiste zu bergen. Du distanzierst dich von dem Asteroidenschwarm.
es: Demasiado arriesgado intentar acceder al depósito. Te alejas del enjambre de asteroides.
fr: Il est trop risqué d'essayer d'accéder à la cache. Vous vous éloignez de l'champ d'astéroïdes.
it: È troppo rischioso cercare di prendere le scorte. Ti allontani dal campo di asteroidi.
ko: 저장고에 접근하는 것은 너무 위험합니다. 당신은 함선을 소행성대에서 떨어뜨립니다.
ru: Слишком рискованно пытаться добраться до тайника. Вы отдаляетесь от группы астероидов.
zh_hans: 试图进入补给库的风险太大。你与小行星群保持距离。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You take some damage trying to open the cache, but fortunately it's nothing too major. Inside, it seems it's mostly drone parts and schematics. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du erhältst einigen Schaden, beim Versuch die Kiste zu öffnen, jedoch zum Glück nicht zu viel Schaden. In der Kiste scheinen hauptsächlich Drohnenteile und Blaupausen zu sein. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Recibes algo de daño al intentar abrir el depósito, pero afortunadamente no es nada grave. En su interior, parece que hay principalmente partes de drones y esquemas. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous subissez quelques dégâts en essayant d'ouvrir la cache, mais heureusement, ce n'est pas trop grave. À l'intérieur, il semble qu'il y ait surtout des pièces de drones et des schémas. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Subisci qualche danno mentre cerchi di aprire le scorte, ma fortunatamente non è niente di grave. Dentro, sembra che ci siano principalmente chip e schemi per droni. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 저장고를 열려다 조금 피해를 입었지만, 다행히 큰 문제는 없었습니다. 저장고는 거의 드론 부품과 설계도로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы получаете некоторые повреждения, пытаясь открыть тайник, но, к счастью, ничего серьезного. Внутри в основном дрон-комплекты и схемы. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你在试图打开补给库时受到了一些伤害，但幸运的是，并不是什么大事。库里似乎主要是无人机部件和原理图。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You make it to the cache without a scratch. Inside, it seems it's mostly drone parts and schematics. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du schaffst es zur Kiste ohne Probleme. In der Kiste sind hauptsächlich Drohnenteile und Blaupausen. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Llegas al depósito sin un rasguño. En su interior, parece que hay principalmente partes de drones y esquemas. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous arrivez à la cache sans une égratignure. À l'intérieur, il semble qu'il y ait surtout des pièces de drones et des schémas. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Raggiungi le scorte senza un graffio. Dentro, sembra che ci siano principalmente chip e schemi per droni. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 긁힌 자국 하나 없이 저장고에 도달했습니다. 저장고는 거의 드론 부품과 설계도로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы добрались до тайника без единой царапины. Внутри в основном дрон-комплекты и схемы. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是无人机部件和原理图。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You take some damage trying to open the cache, but fortunately it's nothing too major. Inside, it seems it's mostly ammo and weapons. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du erhältst einigen Schaden, beim Versuch die Kiste zu öffnen, jedoch zum Glück nicht zu viel Schaden. In der Kiste scheinen hauptsächlich Munition und Waffen zu sein. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Recibes algo de daño al intentar abrir el depósito, pero afortunadamente no es nada grave. En su interior, parece que hay principalmente munición y armas. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous subissez quelques dégâts en essayant d'ouvrir la cache, mais heureusement ce n'est pas trop grave. À l'intérieur, il semble qu'il y ait surtout des munitions et des armes. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Subisci qualche danno mentre cerchi di aprire le scorte, ma fortunatamente non è niente di grave. Dentro, sembra che ci siano principalmente armi e munizioni. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 저장고를 열려다 조금 피해를 입었지만, 다행히 큰 문제는 없었습니다. 저장고는 거의 탄약과 무기로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы получаете некоторые повреждения, пытаясь открыть тайник, но, к счастью, ничего серьезного. Внутри в основном боеприпасы и оружие. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你在试图打开补给库时受到了一些伤害，但幸运的是，并不是什么大事。里面似乎主要是弹药和武器。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You make it to the cache without a scratch. Inside, it seems it's mostly ammo and weapons. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du schaffst es zur Kiste ohne Probleme. In der Kiste sind hauptsächlich Munition und Waffen. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Llegas al depósito sin un rasguño. En su interior, parece que hay principalmente munición y armas. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous arrivez à la cache sans une égratignure. À l'intérieur, il semble qu'il y ait surtout des munitions et des armes. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Raggiungi le scorte senza un graffio. Dentro, sembra che ci siano principalmente armi e munizioni. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 긁힌 자국 하나 없이 저장고에 도달했습니다. 저장고는 거의 탄약과 무기로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы добрались до тайника без единой царапины. Внутри в основном боеприпасы и оружие. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是弹药和武器。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You take some damage trying to open the cache, but fortunately it's nothing too major. Inside, it seems it's mostly fuel and augments. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du erhältst einigen Schaden, beim Versuch die Kiste zu öffnen, jedoch zum Glück nicht zu viel Schaden. In der Kiste scheinen hauptsächlich Treibstoff und Augmente zu sein. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Recibes algo de daño al intentar abrir el depósito, pero afortunadamente no es nada grave. En su interior, parece que hay principalmente combustible y aumentos. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous subissez quelques dégâts en essayant d'ouvrir la cache, mais ce n'est heureusement pas trop grave. À l'intérieur, il semble qu'il s'agisse principalement de carburant et d'augmentations. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Subisci qualche danno mentre cerchi di aprire le scorte, ma fortunatamente non è niente di grave. Dentro, sembra che ci siano principalmente carburante e accessori. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 저장고를 열려다 조금 피해를 입었지만, 다행히 큰 문제는 없었습니다. 저장고는 거의 연료와 보조장비로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы получаете некоторые повреждения, пытаясь открыть тайник, но, к счастью, ничего серьезного. Внутри в основном топливо и модули. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你在试图打开补给库时受到了一些伤害，但幸运的是，并不是什么大事。里面似乎主要是燃料和部件。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You make it to the cache without a scratch. Inside, it seems it's mostly fuel and augments. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du schaffst es zur Kiste ohne Probleme. In der Kiste sind hauptsächlich Treibstoff und Augmente. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Llegas al depósito sin un rasguño. En su interior, parece que hay principalmente combustible y aumentos. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous arrivez à la cache sans une égratignure. À l'intérieur, il semble qu'il y ait surtout du carburant et des augmentations. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Raggiungi le scorte senza un graffio. Dentro, sembra che ci siano principalmente carburante e accessori. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 긁힌 자국 하나 없이 저장고에 도달했습니다. 저장고는 거의 연료와 보조장비로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы добрались до тайника без единой царапины. Внутри в основном топливо и модули. Нет времени забрать все, но у вас получается вернуться со значительным грузом.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是燃料和部件。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You make it to the cache without a scratch. Inside, it seems it's mostly drone parts and schematics. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du schaffst es zur Kiste ohne Probleme. In der Kiste sind hauptsächlich Drohnenteile und Blaupausen. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Llegas al depósito sin un rasguño. En su interior, parece que hay principalmente partes de drones y esquemas. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous arrivez à la cache sans une égratignure. À l'intérieur, il semble qu'il y ait surtout des pièces de drones et des schémas. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Raggiungi le scorte senza un graffio. Dentro, sembra che ci siano principalmente chip e schemi per droni. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 긁힌 자국 하나 없이 저장고에 도달했습니다. 저장고는 거의 드론 부품과 설계도로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы добрались до тайника без единой царапины. Внутри в основном дрон-комплекты и схемы. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是无人机部件和原理图。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You make it to the cache without a scratch. Inside, it seems it's mostly ammo and weapons. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du schaffst es zur Kiste ohne Probleme. In der Kiste sind hauptsächlich Munition und Waffen. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Llegas al depósito sin un rasguño. En su interior, parece que hay principalmente munición y armas. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous arrivez à la cache sans une égratignure. À l'intérieur, il semble qu'il y ait surtout des munitions et des armes. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Raggiungi le scorte senza un graffio. Dentro, sembra che ci siano principalmente armi e munizioni. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 긁힌 자국 하나 없이 저장고에 도달했습니다. 저장고는 거의 탄약과 무기로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы добрались до тайника без единой царапины. Внутри в основном боеприпасы и оружие. У вас нет времени на разборку, но вы забираете внушительный улов.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是弹药和武器。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。

source: You make it to the cache without a scratch. Inside, it seems it's mostly fuel and augments. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
de: Du schaffst es zur Kiste ohne Probleme. In der Kiste sind hauptsächlich Treibstoff und Augmente. Du hast keine Zeit das gesamte Teil auseinander zu reißen, kommst jedoch mit viel Beute zurück.
es: Llegas al depósito sin un rasguño. En su interior, parece que hay principalmente combustible y aumentos. No tienes tiempo de desarmarlo por completo, pero logras llevarte un botín impresionante.
fr: Vous arrivez à la cache sans une égratignure. À l'intérieur, il semble qu'il y ait surtout du carburant et des augmentations. Vous n'avez pas le temps de tout démonter, mais vous ramenez un butin impressionnant.
it: Raggiungi le scorte senza un graffio. Dentro, sembra che ci siano principalmente carburante e accessori. Non hai il tempo di smantellare tutto, ma ottieni un bel bottino.
ko: 긁힌 자국 하나 없이 저장고에 도달했습니다. 저장고는 거의 연료와 보조장비로 채워져 있었습니다. 전부 다 탈취할 시간은 없으니, 당신은 인상적인 물건을 골라 가져왔습니다.
ru: Вы добрались до тайника без единой царапины. Внутри в основном топливо и модули. Нет времени забрать все, но у вас получается вернуться со значительным грузом.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是燃料和部件。你没有时间去拆开整个东西，但你确实带回了一批不菲的东西。
