Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boons.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_boons.xml$//event[@name="BOON_SELECT_KERNELELITE"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF KERNELS! You will receive 6 MISSILES to fuel your weapons, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Kerne! Du wirst 6 RAKETEN erhalten, um deine Waffen zu betreiben und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle part, une voix vous parle. "CHALLENGER ! Pour vous, je vous accorde la BÉNÉDICTION DES NOYAUX ! Vous recevrez 6 MISSILES pour alimenter vos armes, et que vos voyages soient BÉNIS ! À qui êtes-vous reconnaissant ? Eh bien, au CHALLENGER PRÉCÉDENT ! Hahaha !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 낱알의 축복을 내려주겠소! 그대는 6개의 미사일을 얻게 될 거요. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ЯДЕР! Ты получишь 6 РАКЕТ для заправки своего оружия, и да будут благословенны твои путешествия! Кого ты благодаришь? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你果核的祝福！你将额外获得6发弹药来为武器提供帮助。愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_KERNELELITE"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_CRYSTALELITE"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF CRYSTALS! You will have a 15% chance to break off a crystal shard each time you take damage, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen des Kristalls! Du wirst eine 15% Chance haben eine Kristallscherbe von deinem Schiff abbrechen zu lassen, wenn dein Schiff schaden erhält und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DU CRISTAL! Vous avez 15% de chance d'éjecter un morceau de cristal à chaque fois que vous prenez un dégât, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 크리스탈의 축복을 내려주겠소! 그대의 함선이 피해를 입을 때마다 15%의 확률로 크리스탈 조각이 떨어져 나갈 거요. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ КРИСТАЛЛ! У тебя будет 15% шанс отколоть осколок кристалла каждый раз, когда ты получаешь урон, и да будут благословенны твои путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你水晶的祝福！受到舰体伤害时，有15%的几率发射一枚水晶碎片，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_CRYSTALELITE"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MINELAUNCHER"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF TRAPS! I shall see to it the fleet is slowed, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Fallen! Ich sehe zu, dass die Flotte verlangsamt wird und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DU PIEGE! Je veillerais à ce que la flotte soit ralentie, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 덫의 축복을 내려주겠소! 내가 함대의 속도를 늦춰줄 터이니, 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ЛОВУШЕК! Я прослежу, чтобы флот был замедлен, и да будут благословенны ваши путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你陷阱的祝福！我将确保舰队被拖延，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_MINELAUNCHER"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_NEWGEN"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF GENERATIONS! All crew you gain after leaving this beacon will start at lvl 1 in all skills, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Generationen! Deine gesamte Crew wird mit Level 1 Skills starten, sobald sie den Anfangs-Signalpunkt verlassen haben und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DES GENERATIONS! Tout équipage à partir de maintenant commenceront a niveau 1 pour toute leurs compétences, et faite que votre voyage soit BENIS! Auprès de qui remercier? Le PRECEDENT CONCURRENT! Hahah!"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 세대의 축복을 내려주겠소! 이 송신소를 떠난 후부터 그대가 얻게 될 모든 선원은 모든 기술의 숙련도가 1단계에서부터 시작할 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ПОКОЛЕНИЙ! Весь экипаж, которуй ты получишь после выхода из этого маяка, начнет с 1-го уровня всех навыков, и да будут благословенны твои путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你世代的祝福！从离开这个信标开始，你之后获得的所有船员初始技能等级都为1级，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_NEWGEN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_AETHER"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF AETHER! Precursor ruins shall now display on your map whenever present, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen des Aether! Wenn Ruinen vorkommen sollen sie auf deiner Sternenkarte markiert sein und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DU AETHER! Les ruines de précurseurs vont désormais s'afficher sur votre carte selon leur présence, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 아이테르의 축복을 내려주겠소! 지금부터 선구자들의 폐허가 존재한다면, 성도에 표시될 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ЭФИР! Руины предшественников теперь будут отображаться на вашей карте при каждом появлении, и да будут благословенны ваши путешествия! Кого ты благодаришь? За предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你以太的祝福！先驱者遗迹将显示在星图上，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_AETHER"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MERCHANTS"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF MERCHANTS! The traveling merchant will now give you multiple selections of trades, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Händler! Der reisende Händler wird dir nun verschiedene Selektionen von Handel anbieten und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DU MARCHANT! Le marchant itinérant vous offrira plusieurs sélections d'échanges, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 행상인의 축복을 내려주겠소! 방랑하는 행상인은 이제 거래에 앞서 여러가지 선택지를 제공할 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛВЕНИЕ ТОРГОВЦЕВ! Странствующий торговец теперь предоставит вам множество вариантов торговли, и да будут благословенны ваши путешествия! Кого ты благодаришь? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你游商的祝福！游商将为你提供多种交易选项，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_MERCHANTS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SPECIAL"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF SPECIALITY! Your weapons will now charge 5% faster, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Spezalität! Deine Waffen laden 5% schneller und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DE LA SPECIALITE! Vos armes vont désormais charger 5% plus rapidement, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 특별함의 축복을 내려주겠소! 그대의 무기는 이제 5% 더 빨리 충전될 거요. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ОСОБЕННОСТИ! Теперь твое оружие будет заряжаться на 5% быстрее, и да будут благословенны твои путешествия! Кого ты благодаришь? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你特殊的祝福！武器的充能速度提高5%，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_SPECIAL"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_TRANSPORT"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF TRANSPORTS! Enemy FTL Drives charge at half speed, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen des Transports! Feindliche FTL-Antriebe laden mit halber Geschwindigkeit und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DU TRANSPORT! Les moteur SPL ennemis charge désormais à moitié d'efficacité, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 수송선의 축복을 내려주겠소! 적함의 FTL 드라이브 충전 속도가 반절로 줄 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ТРАНСПОРТА! Вражеские сверхсветовые приводы заряжаются на половинной скорости, и да будут ваши путешествия БЛАГОДАРНЫ! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你运输的祝福！敌方超光速推进器充能速度减慢50%，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_TRANSPORT"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MATH"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF MATHEMATICS! For each crew member you have in a single room, they will each gain a 4% boost to their health and repair speed, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Mathematik! Für jedes Crew Mitglied dass du in einem Raum einzelnen Raum hast werden sie 4% mehr Lebenspunkte und Reparaturgeschwindigkeit erhalten und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DES MATHEMATIQUE! Pour chaque membre d'équipage dans une unique salle chacun gagnera un boost de 4% à leur santé et vitesse de réparation, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 수학의 축복을 내려주겠소! 같은 선실에 있는 선원마다 각 선원의 최대 체력과 수리속도가 4%씩 증가할 것이오. 그대의 여정에 축복이 있기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ МАТЕМАТИКИ! Каждый член экипажа, находящийся в одной комнате, получит 4% прибавки к здоровью и скорости ремонта, и да будут благословенны ваши путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你数学的祝福！舱室内每有一名船员，每名船员都获得4%的最大生命值和维修速度加成，并愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_MATH"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_RENEGADE"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF RENEGADES! You may avoid fighting any Renegade for free, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Renegades! Du kannst jeden Kampf mit Renegades ohne Kosten entgehen und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DU RENEGAT! Vous pouvez évitez gratuitement un affrontement avec un renégat, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 배회자의 축복을 내려주겠소! 배회자와의 싸움을 대가 없이 회피할 수 있을 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ РЕНЕГАТОВ! Ты можешь бесплатно избегать сражений с ренегатами, и да будут благословенны твои путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你变元者的祝福！你可以避免与变元者战舰战斗，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_RENEGADE"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SENTRY"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF SENTRIES! Your allied crew and drones will gain a 30% damage and movement speed boost while aboard the enemy ship! May your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den SEGEN DER SENTRIES! Deine verbündete Crew und Drohnen werden einen 30% Schadens und Bewegungsgeschwindigkeits Boost, auf dem feindlichen Schiff erhalten! Möge deine Reise GESEGNET sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle part, une voix vous parle. "CHALLENGER ! Pour vous, je vous accorde la BÉNÉDICTION DES SENTINELLES ! Vos membres d'équipage et drones alliés gagneront une augmentation de 30 % de leurs dégâts et de leur vitesse de déplacement à bord du vaisseau ennemi ! Que vos voyages soient BÉNIS ! À qui êtes-vous reconnaissant ? Eh bien, au CHALLENGER PRÉCÉDENT ! Hahaha !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 포탑의 축복을 내려주겠소! 그대의 선원과 드론이 적함에 있을 경우 대인 공격력과 이동속도가 30% 증가할 것이오! 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ТУРЕЛЕЙ! Ваша союзная команда и дроны получат 30% прибавку к урону и скорости передвижения, находясь на борту вражеского корабля! Да будут благословенны ваши путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你哨卫的祝福！己方船员与无人机登舰时获得30%战斗伤害与移动速度加成！愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_SENTRY"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_CURA"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF TASKS! The insipid C.U.R.A. will not charge you for running its tasks, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Aufgaben! C.U.R.A wird keine Gebühr für Aufträge verlangen und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DE LA TACHE! L'insipide C.U.R.A. ne vous taxera pas afin de commencer ses taches , et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 작업의 축복을 내려주겠소! 그 재미없는 C.U.R.A. 녀석이 더 이상 계약금을 물리지 않을 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ЗАДАНИЙ! Бесполезный У.Р.А.С. не будет штрафовать тебя за выполнение заданий, и да будут твои путешествия БЛАГОДАРНЫ! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你委托的祝福！那个无趣的C.U.R.A.不会收你接受委托的起始费用，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_CURA"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_CLONECANNON"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF MORALITY! Your general notoriety will start at negative 3, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Moral! Deine generelle Verrufenheit beträgt von Anfang an -3 und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DE MORALITE! Votre notoriété générale démarre à -3, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 도덕의 축복을 내려주겠소! 그대의 종합 악명 수치는 -3으로 시작할 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ НРАВСТВЕННОСТИ! Ваша общая бесчестие будет начинаться с отрицательного значения 3, и да будут благословенны ваши путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你你道德的祝福！你的整体恶名初始被设为-3，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_CLONECANNON"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MODULAR"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF MODULARITY! Take this free module, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Modularität! Nimm dieses Modul umsonst und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DE MODULARITE! Prenez ce module gratuit, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 모듈성의 축복을 내려주겠소! 이 공짜 모듈을 챙겨가시오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ МОДУЛЬНОСТИ! Возьми этот бесплатный модуль, и да будут благословенны твои путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你模块化的祝福！拿着这个免费的模块，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_MODULAR"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_GATLING"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF SUPER WEAPONS! Your weapons will charge 10% faster, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen der Super-Waffen! Deine Waffen laden 10% schneller und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DE LA SUPER ARME! Vos armes chargerons 10% plus rapidement, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 초강력 병기의 축복을 내려주겠소! 그대의 무기는 10% 더 빠르게 충전될 것이오. 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ СУПЕР ОРУЖИЯ! Ваше оружие будет заряжаться на 10% быстрее, и да будут благословенны ваши путешествия! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你超级武器的祝福！你的武器的充能速度提高10%，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_GATLING"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
