Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boons.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_boons.xml$//event[@name="BOON_SELECT_LEECH"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Parasites. Your Leech crew will gain... 10 more health. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Parasiten. Deine Leech Crew wird... 10 Lebenspunkte mehr haben. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... du Parasites. Vos membre d'équipage Sangsue vont gagner... 10 de santé. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "기생충의... 선물. 그대의 리치 선원은... 최대 체력이 10 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... паразитов. Ваша команда пиявок получит... на 10 здоровья больше. Вы можете... поблагодарить предыдущего претендента. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"寄生虫的...恩惠。你的吸虫族船员获得...10点最大生命值。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_LEECH"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_GHOST"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Phantoms. Your Ghost crew will gain... 30% more movement speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Phantome. Deine Ghost Crew wird... 30% mehr Geschwindigkeit erhalten. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... du Spectre. Vos membre d'équipage Fantôme vont gagner... +30% de vitesse de déplacement. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "유령의... 선물. 그대의 고스트 선원은... 이동속도가 30% 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... призраков. Ваша команда призраков получит... на 30% больше скорости передвижения. Вы можете... поблагодарить предыдущего претендента. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"幽灵的...恩惠。你的魂灵族船员...获得...30%移动速度加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_GHOST"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_LANIUS"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Metalloids. Your Lanius crew will... heal twice as fast and take... 10% less damage from combat. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der größere Segen... des Metalloids. Deine Lanius Crew wird... sich doppelt so schnell heilen... und 10% weniger Schaden im Kampf erhalten. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... du Métaloïde. Vos membre d'équipage Lanius vont gagner... double regénération et prendre... 10% de réduction de dégât au combat . Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "준금속의... 선물. 그대의 라니우스 선원은... 회복속도가 두 배로 증가하고... 전투로부터 10%의 피해를 덜 받을 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... металлоидов. Ваш экипаж ланиусов будет... исцеляться в два раза быстрее и получать... на 10% меньше урона в бою. Вы можете... поблагодарить предыдущего претендента. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"金属的...恩惠。你的食铁族船员...获得100%恢复速度，并减少受到的...10%的战斗伤害。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_LANIUS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MORPH"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Shapeshifting. Your Morph crew gain... 10% more health and... 30% more movement speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Gestaltenwandler. Deine Morph Crew wird... 10% mehr Lebenspunkte haben und... 30% mehr Geschwindigkeit. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de la Métamorphose. Vos membre d'équipage Morph vont gagner... +10% de santé et... +30% de vitesse de déplacement . Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "형체 변형의... 선물. 그대의 모프 선원은... 최대 체력이 10% 증가하고... 이동속도가 30% 상승할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... Перевоплощения. Ваш экипаж морфов получает... на 10% больше здоровья и... на 30% больше скорости передвижения. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"变形的...恩惠。你的模物族船员获得...10%的最大生命值与...30%移动速度加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_MORPH"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_LIZARD"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Scales. Your Lizard crew gain a... 15% boost to all standard stats. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Schuppen. Deine Eidechsen Crew wird... 15% höhere Stats haben. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de l'Ecailles. Vos membre d'équipage Lézard vont gagner... +15% pour toute leurs statistiques standard . Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "비늘의... 선물. 그대의 도마뱀 선원은... 모든 기본 능력치가 15% 상승할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... чешуи. Ваша команда ящеров получает... 15% прибавку ко всем стандартным характеристикам. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"鳞片的...恩惠。你的蜥蜴船员获得...15%主属性加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_LIZARD"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SPIDER"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Arachnids. Your Spider crew are... controllable even in the absence of the queen. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der größere Segen... der Arachnoiden. Deine Spider Crew wird... selbst ohne Königin vollständig kontrollierbar sein. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de l'Arachnide. Vos membre d'équipage Araignée vont gagner... un contrôle permanent malgré l'absence de leurs... Reine. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "거미류의... 선물. 그대의 거미 선원은... 여왕이 없더라도 조종 가능해질 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... арахнидов. Ваша команда пауков... управляема даже в отсутствие королевы. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"蜘蛛的...恩惠。你的蜘蛛族船员...在无虫后时也可控。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_SPIDER"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_PONY"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Equinoids. Perhaps you may use... a new 'ally'? Do not... look it in the mouth. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Equninoids. Vielleicht wirst du... einen neuen Freund nutzen? Schaue ihm am besten nicht in den... Mund. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de l'Equinoïde. Peut-être vous pourrez faire usage... d'un nouvel 'allié'? Ne le... regarder pas dans la... bouche ? Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "에퀴노이드의... 선물. 어쩌면 당신은... 새로운 '동료'를 이용할 수 있을까요? 제 선물에... 불평하지 마십시오. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... эквиноидов. Возможно, вам пригодится... новый "союзник"? Не... смотрите ему в рот. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音在对你说话。"...小马的....恩惠。也许你可以拥有...一个新的'盟友'？不要...低估了它。你可以...感谢以前的挑战者。也可能你...不感谢？谁知道..."

# data/events_boons.xml$//event[@name="BOON_SELECT_PONY"]/crewMember
source: Gift Horse
de: Geschenkter Gaul
fr: Offrir le Cheval
ru: Подарочная лошадь
zh_hans: 奖品马

# data/events_boons.xml$//event[@name="BOON_SELECT_PONY"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_OBELISK"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Ancients. Your Obelisk and Cognitive crew gain... 20 more health and a 15% boost to... damage and repair speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Alten. Deine Obelisk und Leech Crew wird... 20 Lebenspunkte mehr haben und einen 15% Boost zu Schaden den sie austeilen und Repariergeschwindigkeit erhalten. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de l'Ancien. Vos Obélisque et Cognitif vont gagner... 20 de santé et +15% a... leur dégât et vitesse de réparation . Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "고대의... 선물. 그대의 오벨리스크와 코그니티브 선원은... 최대 체력이 20 증가하고... 대인 공격력과 수리속도가 15% 상승할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар.. древних. Ваш экипаж обелисков и когнитив получают... 20 здоровья и 15% прибавку к... урону и скорости ремонта. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"远古的...恩惠。你的方碑族与认知体船员获得...20点最大生命值、15%...的战斗伤害与维修速度。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_OBELISK"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SIREN"]/text
source: YOU SHOULD NEVER SEE THIS
de: DU SOLLTEST DAS NIEMALS SEHEN
fr: VOUS NE DEVRIEZ PAS VOIR CA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/events_boons.xml$//event[@name="BOON_SELECT_SIREN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_UNIQUE"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Companions. Your Unique crew lose no... skills when cloned... heal 50% faster... and gain a 15% boost to their... damage, repair speed, and movement speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Wegbegleiter. Deine besondere Crew wird... keine Skills beim klonen verlieren... und sich 50% schneller heilen und erhält einen 15% Boost für ihren Schaden den sie austeilen, Reparaturgeschwindigkeit und Geschwindigkeit. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... du Compagnon. Vos membre d'équipage unique ne perde pas... de compétence quand cloné... soigne 50% plus rapidement... et gagné +15% à leur... dégât, réparation, vitesse et vitesse de déplacement. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "동반자의... 선물. 그대의 유니크 선원은... 복제되어도 숙련도를 잃지 않고... 회복속도가 50% 증가하고... 대인 공격력, 수리속도, 이동속도가 15% 상승할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... компаньонов. Ваш уникальный экипаж не теряет... навыков при клонировании... исцеляется на 50% быстрее... и получает 15% прибавку к... урону, скорости ремонта и скорости передвижения. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"同伴的...恩惠。你的特殊船员在克隆时...不会失去任何技能点数且...恢复速度提高50%...还获得15%的...战斗伤害、维修速度和移动速度加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_UNIQUE"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_UNIQUEMECH"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Mechanics. Your crew drones gain... 50 health and... doubled movement speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Mechaniker. Deine Drohnen Crew wird... 50 mehr Lebenspunkte haben und... doppelte Geschwindigkeit haben. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de la Mécanique. Vos Drone vont gagner... 50 de santé et... une vitesse de déplacement doublé. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "기계의... 선물. 그대의 선원 드론은... 최대 체력이 50 증가하고... 이동속도가 두 배 빨라질 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... механики. Дроны вашей команды получают... 50 здоровья и... удвоенную скорость передвижения. Вы можете... поблагодарить предыдущего соперника. А может... и нет? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"机械的...恩惠。你的舰内无人机获得...50点最大生命值和...100%移动速度。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_UNIQUEMECH"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_KIDS"]/text
source: From nowhere, you hear a voice speaking to you, visibly annoyed. "The Boon... of Children. Your crew gain a... 1% boost to their health. Please do not... thank the previous challenger."
de: Aus dem Nichts hörst du eine Stimme zu dir sprechen, welche offensichtlich genervt ist. "Der Segen... der Kinder. Deine Crew erhält... 1% mehr Lebenspunkte. Bitte danke nicht dem vorherigen Challenger."
fr: De nulle par vous entendez une voix, visiblement ennuyé. "La bénédiction... de l'Enfant. Votre équipage gagne... +1% à leur santé. S'il vous plait ne... remercier pas le concurrent précédent."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "아이들의... 선물. 그대의 선원들은... 최대 체력이 1% 증가할 것입니다. 이전 도전자에게... 감사하지 마십시오."
ru: Из ниоткуда вы слышите голос, говорящий с вами, заметно раздраженный. "Дар... детей. Ваш экипаж получает... 1% прибавки к здоровью. Пожалуйста, не... благодарите предыдущего претендента".
zh_hans: 从不知从哪里，你听到一个声音在对你说话，显然很生气。"孩子们的...恩惠。你的船员获得...1%的最大生命值。请不要...感谢之前的挑战者。"

# data/events_boons.xml$//event[@name="BOON_SELECT_KIDS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_WEAPONS"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Weaponry] i-i-installed. Installed! Grant provides: repairs to Weapon system 50% faster. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Waffen] i-i-installiert. Installiert! Gabe gewährt: Reparaturen des Waffensystems ist 50% schneller. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Armement] i-i-installé. Installé! Subvention octroie: +50% de vitesse de réparation du système d'armement. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[무기]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 무기 관제실이 50% 더 빠르게 수리됨. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Оружия] у-у-установлен. Установлен! Дар обеспечивает: ремонт системы Оружия на 50% быстрее. Если - вы - свидетель предыдущего претендента; поблагодарите. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[武器]的予礼。予礼提供：对武器系统的维修速度提高50%。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_WEAPONS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SHIELDS"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Shielding] i-i-installed. Installed! Grant provides: repairs to Shields system 50% faster. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Schilde] i-i-installiert. Installiert! Gabe gewährt: Reparaturen des Schildsystems ist 50% schneller. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Protection] i-i-installé. Installé! Subvention octroie: +50% de vitesse de réparation du système de bouclier. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[보호]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 방어막 제어실이 50% 더 빠르게 수리됨. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Экранирования] у-у-установлен. Установлен! Дар обеспечивает: ремонт системы щитов на 50% быстрее. Если - вы - свидетель предыдущего претендента, поблагодарите его. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[护盾]的予礼。予礼提供：对护盾系统的维修速度提高50%。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_SHIELDS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_ENGINES"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Engines] i-i-installed. Installed! Grant provides: repairs to Engines system 75% faster. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Triebwerke] i-i-installiert. Installiert! Gabe gewährt: Reparaturen der Triebwerke ist 75% schneller. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Moteur] i-i-installé. Installé! Accorde des avantages: +75% de vitesse de réparation des moteurs. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[엔진]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 엔진실이 75% 더 빠르게 수리됨. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Двигателей] у-у-установлен. Установлен! Дар обеспечивает: ремонт системы двигателей на 75% быстрее. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[引擎]的予礼。予礼提供：对引擎系统的维修速度提高75%。如果-你-见到了之前的挑战者，请表示感谢。我建议你也来-看看-我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_ENGINES"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MEDBAY"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Healing] i-i-installed. Installed! Grant provides: 75% faster healing for all crew anywhere. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Heilung] i-i-installiert. Installiert! Gabe gewährt: 75% schneller Heilung der Crew, egal wo. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Soin] i-i-installé. Installé! Subvention octroie: +75% vitesse de soin pour tout membre d'équipage. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[치유]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 선원의 위치에 관계 없이 75% 더 빠른 회복속도. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Исцеления] у-у-установлен. Установлен! Дар обеспечивает: 75% ускоренное исцеление для всего экипажа в любом месте. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[治疗]的予礼。予礼提供：为己方船员提供75%的恢复速度加成。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_MEDBAY"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
