Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boons.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_boons.xml$//event[@name="BOON_SELECT_CLONEBAY"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Cloning] i-i-installed. Installed! Grant provides: skills are not lost from cloning. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Klonung] i-i-installiert. Installiert! Gabe gewährt: Kein Verlust von Skills bei Klonung. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Clonage] i-i-installé. Installé! Subvention octroie: aucune compétence perdue lors du clonage. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[복제]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 복제로 인해 숙련도가 감소하지 않음. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Клонирование] у-у-установлен. Установлен! Дар обеспечивает: навыки не теряются при клонировании. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[克隆]的予礼。予礼提供：克隆不会丢失技能。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_CLONEBAY"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_OXYGEN"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Life Support] i-i-installed. Installed! Grant provides: 33% resistance to suffocation. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Lebenserhaltungssysteme] i-i-installiert. Installiert! Gabe gewährt: 33% Resistenz vor Ersticken. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Support de Vie] i-i-installé. Installé! Subvention octroie: +33% de résistance de suffocation. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[생명 유지 장치]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 33%의 질식 저항. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Жизнеобеспечения] у-у-установлен. Установлен! Дар обеспечивает: 33% сопротивления удушью. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[生命支持]的予礼。予礼提供：33%的窒息伤害抗性。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_OXYGEN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_TELEPORTER"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Teleporting] i-i-installed. Installed! Grant provides: 1hp/s healing to crew in Teleporter room. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Teleportation] i-i-installiert. Installiert! Gabe gewährt: 1hp/s Heilung für Crew, wenn sie im Teleporter-Raum ist. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Téléportation] i-i-installé. Installé! Subvention octroie: +1hp/s pour tout membre allié dans la salle de téléportation. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[순간이동]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 텔레포터에 있는 선원이 초당 1의 체력을 회복함. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Телепортации] у-у-установлен. Установлен! Дар обеспечивает: 1 ОЗ/С исцеления команде в комнате телепортации. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[传送]的予礼。予礼提供：传送系统舱室内船员以1点/秒的速度恢复生命。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_TELEPORTER"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MIND"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Manipulation] i-i-installed. Installed! Grant provides: 60% stun immunity to crew on your own ship. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Manipulation] i-i-installiert. Installiert! Gabe gewährt: 60% Betäubungsimmunität deiner Crew auf deinem Schiff. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Manipulation] i-i-installé. Installé! Subvention octroie: +60% immunité de paralysation pour tout les membres. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[조종]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 귀하의 함선에 있는 선원들이 60%의 기절 저항을 획득. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Манипуляции] у-у-установлен. Установлен! Дар обеспечивает: 60% иммунитета к оглушению экипажу вашего собственного корабля. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[心控]的予礼。予礼提供：船员在星舰内获得60%眩晕时长减免。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_MIND"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_HACKING"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Hacking] i-i-installed. Installed! Grant provides: crew ignore hacked doors on your ship. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe des [Hackings] i-i-installiert. Installiert! Gabe gewährt: Crew ignoriert gehackte Türen auf deinem Schiff. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Piratage] i-i-installé. Installé! Avantages octroyés: membre d'équipage ignore les portes piratés et verrouillés dans votre vaisseau. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[해킹]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 선원들이 귀하의 함선에서 해킹당한 문을 무시함. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Взлома] у-у-установлен. Установлен! Дар предоставляет: экипаж игнорирует взломанные двери на вашем корабле. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[黑客]的予礼。予礼提供：船员可无视星舰内被黑客入侵的舱门。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_HACKING"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_CLOAKING"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Stealth] i-i-installed. Installed! Grant provides: hull and systems have 10% chance to resist d-d-d-damage. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Tarnung] i-i-installiert. Installiert! Gabe gewährt: Hülle und Systeme deines Schiffes haben eine 10% Chance Schaden zu wiederstehen. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Discrétion] i-i-installé. Installé! Subvention octroie: coque et système on +10% de chance de r-r-résister un dégât. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[은폐]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 선체 피해와 시스템 피해가 각각 10%의 확률로 무시됨 . 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Скрытности] у-у-установлен. Установлен! Дар обеспечивает: корпус и системы имеют 10% шанс сопротивляться п-п-п-повреждениям. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[隐形]的予礼。予礼提供：10%的几率免疫舰体与系统伤害。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_CLOAKING"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_TEMPORAL"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Temporality] i-i-installed. Installed! Grant provides: doubled m-m-movement speed for all of your crew. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Temporalität] i-i-installiert. Installiert! Gabe gewährt: verdoppelte B-b-bewegungsgeschwindigkeit für deine gesamte Crew. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle part, une voix vous parle. "L'octroi de [Temporalité] i-i-installé. Installé ! Avantages octroyés : une vitesse de déplacement doublée pour tout votre équipage. Si -vous- observez le challenger précédent ; remerciez. Je vous conseille de -me rendre visite- également."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[시간]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 선원들의 이-이-이동속도 두 배. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Темпоральности] у-у-установлен. Установлен! Дар обеспечивает: удвоенную с-с-скорость передвижения для всех членов вашей команды. Если - вы - свидетель предыдущего претендента; поблагодарите. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[时流]的予礼。予礼提供：己方船员获得100%移动速度加成。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_TEMPORAL"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_DRONES"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Drones] i-i-installed. Installed! Grant provides: repairs to Drone Control system 75% faster. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Drohnen] i-i-installiert. Installiert! Gabe gewährt: Reparatur des Drohnensystems 75% schneller. Wenn -du- den vor-vor-vorherigen Challenger erlebst; danke ihm. Ich empfehle dir -besuche- mich auch."
fr: De nulle par vous entendez une voix. "Subvention de [Drones] i-i-installé. Installé! Subvention octroie: +75% de vitesse de réparation du système de drone. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[드론]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 드론 관제실이 75% 더 빠르게 수리됨. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Дронов] у-у-установлен. Установлен! Дар обеспечивает: ремонт системы управления дронами на 75% быстрее. Если - вы - свидетель предыдущего претендента; поблагодарите. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。已授予[无人机]的予礼。予礼提供：对无人机控制系统的维修速度提高75%。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_DRONES"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SENSORS"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Sensors] i-i-installed. Installed! Grant provides: maximum sensors. Maximum sensors! But f-f-first let me make [sure] you have them!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Sensoren] i-i-installiert. Installiert! Gabe gewährt: Maximale Sensoren. Maximale Sensoren! Lass mich zuerst [sichergehen], dass du welche hast!"
fr: De nulle par vous entendez une voix. "Subvention de [Capteurs] i-i-installé. Installé! Subvention octroie: capteurs aux maximum. Capteur aux maximum ! Mais -e-en premier laisser moi [vérifier] que vous les -a-avez!"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[센서]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 최대치 센서. 최대치 센서! 하지만 ㅁ-ㅁ-먼저 귀하에게 센서가 있는지 [확인]시켜줄 것!"
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Сенсоров] у-у-установлен. Установлен! Дар обеспечивает: максимум сенсоров. Максимум сенсоров! Но с-с-сначала позвольте мне убедиться, что они у вас есть!"
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[传感器]的予礼。予礼提供：获得最高级传感器！但是首先让我[确定]你有它们！

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "It seems you -do- not! A-a-a-allow me to remedy [this]. Remedy this!"
de: "Es scheint du -hast- nicht! L-l-l-lass mich das wieder [gut] machen. Wiedergutmachung!"
fr: "Il semblerait que n-n-non! P-p-permettez moi de résoudre [cela]. Résoudre cela!"
ko: "귀하는 센서가 -없음-! ㅂ-ㅂ-ㅂ-본 기체가 [이 문제]를 교정하도록 허락해주길. 허락해주길!"
ru: "Похоже, что нет! Позвольте мне исправить [это]. Исправить это!"
zh_hans: "看来你没有！请允许我安装。安装这个！"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Now, just a m-m-m-m-moment! Moment! If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: "Nur einen M-m-m-m-m-oment! Moment! Wenn -du- den vorherigen Challenger erlebst; bedanke dich. Ich empfehle dir mich auch zu -besuchen- ."
fr: "Maintenant, juste u-un moment ! Moment ! Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: "이제 ㅈ-ㅈ-ㅈ-ㅈ-잠시만 기다리도록! 잠시만! 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: "Сейчас, только м-м-м-м-момент! Момент! Если - вы - свидетель предыдущего претендента; поблагодарите. Я советую вам посетить и меня".
zh_hans: "马上就好。如果你见到了以前的挑战者，请表示感谢。我建议你也来看看我。"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Wonderful, you do! Just a m-m-m-m-moment! Moment! If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: "Wunderbar! Nur einen M-m-m-m-oment! Moment! Wenn -du- den vorherigen Challenger erlebst; bedanke dich. Ich empfehle dir mich auch zu -besuchen- ."
fr: "Merveilleux, vous avez ! Juste un m-m-m-moment ! Moment ! Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: "좋아, 귀하에겐 센서가 있음! ㅈ-ㅈ-ㅈ-ㅈ-잠시만 기다리도록! 잠시만! 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: "Чудесно! Просто м-м-м-м-момент! Момент! Если - вы - свидетель предыдущего претендента; поблагодарите. Я советую вам посетить и меня".
zh_hans: "太好了，你有这个！只需要一小会。如果你见到了以前的挑战者，请表示感谢。我建议你也来 -看看- 我。"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_DOORS"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Doors] i-i-installed. Installed! Grant provides: 30% damage resistance to crew in the Doors room, and 50% slowed sabotage to your doors. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Türen] i-i-installiert. Installiert! Gabe gewährt: 30% Schadensresistenz für Crew im Türenraum und 50% langsamere feindliche Sabotage des Türensystems. Wenn -du- den vorherigen Challenger erlebst; bedanke dich. Ich empfehle dir mich auch zu -besuchen- ."
fr: De nulle par vous entendez une voix. "Subvention de [Portes] i-i-installé. Installé! Subvention octroie: +30% résistance de dégât pour votre équipage dans la salle des portes, et -50% vitesse de sabotage de vos portes. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[문]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 문 제어실에 있는 선원에게 30%의 피해 저항을 부여, 그리고 문 제어실의 파괴 속도가 50% 감소. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Дверей] у-у-установлен. Установлен! Дар обеспечивает: 30% сопротивление урону экипажу в комнате дверей, и 50% замедление саботажа для ваших дверей. Если - вы - свидетель предыдущего претендента; поблагодарите. Я советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[舱门]的予礼。予礼提供：己方船员在舱门系统舱室内获得30%的伤害抗性，敌方船员破门速度减少50%。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_DOORS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_PILOT"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Piloting] i-i-installed. Installed! Grant provides: immunity to mind control in the Piloting room. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe des [Fliegen] i-i-installiert. Installiert! Gabe gewährt: Immunität gegen Gedankenkontrolle im Pilotenraum. Wenn -du- den vorherigen Challenger erlebst; bedanke dich. Ich empfehle dir mich auch zu -besuchen- ."
fr: De nulle par vous entendez une voix. "Subvention de [Pilotage] i-i-installé. Installé! Subvention octroie: immunité au contrôle mental dans la salle de Pilotage. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[조타]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 조타실에 있는 선원이 정신 지배에 저항. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Пилотирования] у-у-установлен. Установлен! Дар дает: иммунитет к контролю разума в комнате пилотирования. Если - вы - свидетель предыдущего претендента; поблагодарите. Я советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[驾驶]的予礼。予礼提供：船员在驾驶舱室内免疫心灵控制。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_PILOT"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_BATTERY"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Battery] i-i-installed. Installed! Grant provides: when Backup Battery is disabled, your crew and drones gain 33% repair and movement speed. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Batterie] i-i-installiert. Installiert! Gabe gewährt: Wenn die Backup Batterie deaktiviert ist erhalten deine Crew und Drohnen 33% Reparier und Bewegungsgeschwindigkeit. Wenn -du- den vorherigen Challenger erlebst; bedanke dich. Ich empfehle dir mich auch zu -besuchen- ."
fr: De nulle par vous entendez une voix. "Subvention de [Batterie] i-i-installé. Installé! Subvention octroie: quand la Batterie de Secours est n-non fonctionnelle, votre équipage et drone gagne +33% vitesse de réparation et vitesse de déplacement. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[배터리]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 비상용 배터리가 무력화되면, 귀하의 선원과 드론이 33%의 수리속도와 이동속도 보너스를 얻음. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Батареи] у-у-установлен. Установлен! Дар дает: 33% скорости ремонта и передвижения вашего экипажа и дронов, когда резервная батарея отключена. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[电池]的予礼。予礼提供：备用电池冷却时，己方船员与舰内无人机获得33%的维修与移动速度加成。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_BATTERY"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_REACTOR"]/text
source: From nowhere, you hear a voice speaking to you. "Grant of [Power] i-i-installed. Installed! Grant provides: one bonus reactor. If -you- witness p-p-previous challenger; provide thanks. I advise you -visit- me as well."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Gabe der [Kraft] i-i-installiert. Installiert! Gabe gewährt: Einen Bonus Reaktor. Wenn -du- den vorherigen Challenger erlebst; bedanke dich. Ich empfehle dir mich auch zu -besuchen- ."
fr: De nulle par vous entendez une voix. "Subvention de [Puissance] i-i-installé. Installé! Subvention octroie: un réacteur bonus. Si -vous- apercevez le-p-p-précédent concurrent; remercier le. Je conseille -a-a ce que vous me -visitiez- aussi."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "[동력]의 지원 서-서-설치됨. 설치됨! 지원의 효과: 추가 반응로 한 칸. 만약 -귀하-가 이전 ㄷ-ㄷ-도전자를 관측한다면 감사를 전하길. 나 또한 -방문-하기를 충고."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар [Энергии] у-у-установлен. Установлен! Дар дает: один бонусный реактор. Если - вы - свидетель предыдущего претендента; выразите благодарность. Советую вам посетить и меня".
zh_hans: 不知从哪里，你听到一个声音对你说。"已授予[反应堆]的予礼。予礼提供：反应堆升级一次。如果你见到了之前的挑战者，请表示感谢。我建议你也来看看我。"

# data/events_boons.xml$//event[@name="BOON_SELECT_REACTOR"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_STARTER"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF BEGINNINGS! Take this gift, and may your travels be BLESSED! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den Segen des Beginners! Nimm dieses Geschenk und lass deine Reise gesegnet sein! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle par vous entendez une voix. "CHALLENGER! Pour vous, je vous octroie la BENEDICTION DES DEBUTS! Prenez cette offre, et faite que votre voyage soit BENIS ! Auprès de qui remercier? Le PRECEDENT CONCURRENT ! Hahah !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 시작의 축복을 내려주겠소! 이 선물을 가져가 그대의 여정이 축복받기를 바라오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, говорящий с вами. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ НАЧАЛ! Прими этот дар, и да будут благословенны твои путешествия! Кого ты благодаришь? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你起始的祝福！带上这份礼物，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_STARTER"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
