Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boons.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_boons.xml$//event[@name="BOON_SELECT_MADNESS"]/text
source: From nowhere, you hear a voice speaking to you. "CHALLENGER! For you, I grant the BLESSING OF POETS! Enemy crew that board your SHIP will be inflicted with MADNESS! For whom do you thank? Why, the PREVIOUS CHALLENGER! Hahah!"
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "CHALLENGER! Für dich habe ich den SEGEN DER POETEN! Feindliche Crew, die dein Schiff entert, wird mit WAHNSINN betroffen werden! Wem dankst du? Natürlich dem VORHERIGEN CHALLENGER! Hahah!"
fr: De nulle part, une voix vous parle. "CHALLENGER ! Pour vous, je vous accorde la BÉNÉDICTION DES POÈTES ! Les membres d'équipage ennemis qui montent à bord de votre VAISSEAU seront frappés de FOLIE ! À qui êtes-vous reconnaissant ? Eh bien, au CHALLENGER PRÉCÉDENT ! Hahaha !"
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "도전자여! 내 그대를 위해 시인의 축복을 내려주겠소! 그대의 함선에 침입한 적군은 광기가 부여될 것이오! 누구에게 감사해야 할 것 같소? 그야, 이전 도전자지! 하하하!"
ru: Из ниоткуда вы слышите голос, обращающийся к вам. "ПРЕТЕНДЕНТ! Для тебя я дарую БЛАГОСЛОВЕНИЕ ПОЭТОВ! Вражеский экипаж, который поднимется на борт твоего корабля, будет поражен безумием! Кого вы благодарите? Предыдущего соперника! Хахах!"
zh_hans: 不知从哪里，你听到一个声音对你说。"挑战者！我赐予你颂者的祝福！敌方登舰船员将陷入疯狂，愿你的旅行得到祝福！你应该感谢谁？还用问，当然是之前的挑战者！哈哈！"

# data/events_boons.xml$//event[@name="BOON_SELECT_MADNESS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
