Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boons.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_boons.xml$//event[@name="BOON_SELECT_CHAOS"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Chaos. We... ill advise your interactions with... these forces, but we will... provide you this boon regardless. Your resources will... constantly fluctuate at... all times. But please... take our warning. Do not... abuse these eldritch things."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... des Chaos. Wir... raten stark von deinen Interaktionen mit... diesen Kräften ab, aber wir werden... dir trotzdem diesen Segen überreichen. Deine Ressourcen werden... konstant fluktuieren... zu jedem Zeitpunkt. Aber bitte... nimm unsere Warnung an. Du sollst nicht... diese Eldritch Sachen ausnutzen."
fr: De nulle part, vous entendez une voix qui vous parle. "La Faveur... du Chaos. Nous... vous déconseillons vivement vos interactions avec... ces forces, mais nous allons... vous accorder cette faveur quand même. Vos ressources... fluctueront constamment en... tout temps. Mais s'il vous plaît... prenez notre mise en garde. N'abusez pas... de ces choses étranges."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "혼돈의... 선물. 우리는... 이 힘과의 상호작용에... 우려를 표하지만, 어쨌든 이 선물은 드리겠습니다. 이번 여정동안... 당신의 자원이... 계속해서 등락할 겁니다. 하지만 부탁인데... 우리의 충고를 들으십시오. 이 이계의 것들을... 남용하지 마십시오."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... Хаоса. Мы... не советуем вам взаимодействовать с... этими силами, но мы... предоставим вам этот дар, несмотря ни на что. Ваши ресурсы будут... постоянно колебаться в... любое время. Но, пожалуйста... примите наше предупреждение. Не... злоупотребляйте этими созданиями".
zh_hans: 不知从哪里，你听到一个声音与你说话。"混沌的...恩惠。我们...不建议你与...这些力量互动，但我们也会...为你提供这项恩惠。你的资源会...无时无刻...经常波动。但请你...听取我们的警告。切莫...滥用这些可怖之物。"

# data/events_boons.xml$//event[@name="BOON_SELECT_CHAOS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_HUMAN"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Humanity. Your Human crew will gain a... 20% resistance to hazards. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Menschheit. Deine Menschen Crew wird... 20% Schutz vor Gefahren erhalten. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de l'Humanité. Vos membre d'équipage humain vont gagner... 20% de résistance aux dégâts environnementaux. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "인류의... 선물. 그대의 인간 선원은... 20%의 재해 저항을 얻을 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... человечности. Ваш человеческий экипаж получит... 20% устойчивости к опасностям. Вы можете... поблагодарить предыдущего претендента. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音与你说话。"人类的...恩惠。你的人类船员受到的环境伤害降低至...0.8倍。你可以... 感谢之前的挑战者。或者你...不感谢？谁知道..."

# data/events_boons.xml$//event[@name="BOON_SELECT_HUMAN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_HUMAN_2"]/text
source: From nowhere, you hear a voice speaking to you. "The Greater Boon... of Humanity. Your Human crew will gain a... 20% resistance to hazards, and a... 10% boost to their damage, repair, health, and movement. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der größere Segen... der Menschheit. Deine Menschen Crew wird... 20% Schutz vor Gefahren erhalten und einen 10% Boost zu dem Schaden den sie austeilen, ihrer Repariergeschwindigkeit, Lebenspunkte und Geschwindigkeit. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La grande bénédiction... de l'Humanité. Vos membre d'équipage humain vont gagner... 20% de résistance aux dégâts environnementaux, et un... boost de 10% à leurs dégât, santé, réparation et mouvement. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "훌륭한... 인류의 선물. 그대의 인간 선원은... 20%의 재해 저항을 얻고... 대인 공격력, 수리속도, 최대 체력, 이동속도가 10% 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Великий дар... человечности". Ваш человеческий экипаж получит... 20% устойчивости к опасностям и... 10% прибавки к урону, ремонту, здоровью и передвижению. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音在对你说话。"人类的...超级恩惠。你的人类船员获得一个...对环境伤害20%的抗性，以及...对他们的伤害、维修、生命值和移动有10%的提升。你可以...感谢之前的挑战者。或者你...不感谢？谁知道..."

# data/events_boons.xml$//event[@name="BOON_SELECT_HUMAN_2"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_ENGI"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Nanites. Your Engi crew will gain a... 20% boost to repair speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Naniten. Deine Engi Crew wird... 20% schnellere Repariergeschwindigkeit erhalten. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de la nanite. Vos membre d'équipage Engi vont gagner... +20% de vitesse de réparation. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "나나이트의... 선물. 그대의 엔지 선원은... 수리속도가 20% 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... Нанитов. Ваш экипаж энджи получит... 20% прибавки к скорости ремонта. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"纳米...的恩惠。你的半械族船员将...提高维修速度20%。你可以...感谢以前的挑战者。或者，也许你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_ENGI"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_ZOLTAN"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Hardlight. Your Zoltan crew and hardlight holograms will gain... 15 more health. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... des Hartlichts. Deine Zoltan Crew und Hartlicht Hologramme werden... 15% mehr Lebenspunkte erhalten. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle part, vous entendez une voix qui vous parle. "La Faveur... de la Lumière Pure. Votre équipage Zoltan et les hologrammes de lumière pure gagneront... 15 points de santé supplémentaires. Vous pouvez... remercier le challenger précédent. Ou peut-être que vous... ne le ferez pas? Qui peut le dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "고형 광선의... 선물. 그대의 졸탄 선원과 고형 광선 홀로그램은... 최대 체력이 15 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... твердого света. Ваш экипаж золтан и голограммы твердого света получат... на 15 здоровья больше. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"光质的...恩惠。你的超能族船员及光质全息影像获得...15点最大生命值。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_ZOLTAN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_OSMIAN"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Osmia. Your Osmian crew will... regain all ability charges, and heal their... holograms at 2hp/s while in the... same room. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... von Osmia. Deine Omiann Crew wird... alle Fähigkeiten Ladungen wieder erhalten und ihre... Hologramme mit 2hp/s heilen... während sie im gleichen Raum sind. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle part, une voix vous parle. "Le bienfait... d'Osmia. Votre équipage Osmien va... récupérer toutes les charges d'aptitude, et soigner leurs... hologrammes à raison de 2 pv/s lorsqu'ils sont dans la... même pièce. Vous pouvez... remercier le challenger précédent. Ou peut-être que vous... ne le faites pas ? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "오스미아의... 선물. 당신의 오스미안 선원은... 모든 능력 충전치를 회복하고, 같은 선실에 있는... 홀로그램을... 초당 2만큼 치유할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... Осмии. Ваш экипаж осмицы будут... восстанавливать все заряды способностей и исцелять свои... голограммы со скоростью 2 ОЗ/с, находясь... в той же комнате. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音在对你说话。"原能的...恩惠。你的原能船员将...重新获得主动技能充能，并以...2点生命/秒的速度治疗其全息影像。你可以...感谢之前的挑战者。或者你...不感谢？谁知道..."

# data/events_boons.xml$//event[@name="BOON_SELECT_OSMIAN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_ORCHID"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Vegetation. Your Orchid crew will heal allied crew at... 0.5hp/s while in the... same room. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Vegetation. Deine Orchid Crew wird... deine Crew für 0.5hp/s heilen, wenn sie im gleichen Raum ist. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de la végétation. Vos membre d'équipage Orchid vont soigner les membres d'équipages allié a hauteur de... 0.5hp/s dans la... même salle. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "초목의... 선물. 그대의 오키드 선원은... 같은 선실에 있는아군의... 체력을 초당 0.5만큼 치유할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... растительности. Ваша экипаж орхидеев будет исцелять союзников со скоростью... 0,5 ОЗ/с, находясь в... той же комнате. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"植被的...恩惠。你的兰花族船员以...0.5点/秒的速度治疗...舱室内的友军。你可以...感谢之前的挑战者。或者你...不感谢？谁知道..."

# data/events_boons.xml$//event[@name="BOON_SELECT_ORCHID"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MANTIS"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Insectoids. Your Mantis crew gain... 20% extra ranged damage. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Insektoiden. Deine Mantis Crew wird... 20% höheren Entfernungsschaden austeilen. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de l'Insectoïde. Vos membre d'équipage Mantis vont gagner... +20% de dégât à distance. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "곤충의... 선물. 그대의 맨티스 선원은... 원거리 공격력이 20% 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... насекомоподобных. Ваш экипаж богомолов получает... 20% дополнительного дальнего урона. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"昆虫的...恩惠。你的螳螂族船员获得...20%远程伤害加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_MANTIS"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_MANTIS_2"]/text
source: From nowhere, you hear a voice speaking to you. "The Greater Boon... of Insectoids. Your Mantis crew gain... 25% extra damage. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der größere Segen... der Insektoiden. Deine Mantis Crew wird... 25% höheren Schaden austeilen. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La grande bénédiction... de l'Insectoïde. Vos membre d'équipage Mantis vont gagner... +25% de dégât. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "훌륭한... 곤충의 선물. 그대의 맨티스 선원은... 대인 공격력이 25% 증가할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Великий дар... насекомоподобных. Ваш экипаж богомолов получает... 25% дополнительного урона. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"昆虫...超级恩惠。你的螳螂族船员获得...25%战斗伤害加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_MANTIS_2"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_ROCK"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Silicon. Your Rock crew put out fires... 30% faster. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... des Silicons. Deine Rock Crew wird... Feuer 30% schneller löschen. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: From nowhere, you hear a voice speaking to you. "Le Bienfait... du Silicium. Votre équipage Rocailleux éteint les incendies... 30% plus rapidement. Vous pouvez... remercier le challenger précédent. Ou peut-être que vous... ne le faites pas ? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "규소의... 선물. 그대의 락맨 선원은... 화재를 30% 더 빠르게 진압할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... кремния. Ваш экипаж валунов на 30% быстрее... тушит пожары. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"硅的...恩惠。你的岩石族船员灭火...速度提高30%。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_ROCK"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_ROCK_2"]/text
source: From nowhere, you hear a voice speaking to you. "The Greater Boon... of Silicon. Your Rock crew put out fires... 30% faster and move... 25% faster. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der größere Segen... des Silicons. Deine Rock Crew wird... Feuer 30% schneller löschen und sich 25% schneller bewegen. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La grande bénédiction... de la Silice. Vos membre d'équipage Rock vont éteindre les feus... 30% plus rapidement et se déplace... 25% plus rapidement. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "훌륭한... 규소의 선물. 그대의 락맨 선원은... 화재를 30% 더 빠르게 진압하고... 25% 더 빠르게 이동할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Великий дар... кремния. Ваш экипаж валунов на 30% быстрее... тушит пожары и на 25% быстрее передвигаются. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"硅的...超级恩惠。你的岩石族船员灭火速度...提高30%并...移动速度提高25%。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_ROCK_2"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_CRYSTAL"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Geodes. Your Crystal crew gain... 20% more damage. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Geoden. Deine Crystal Crew wird... 20% mehr Schaden austeilen. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de la Géode. Vos membre d'équipage Cristalien vont gagner... +20% de dégât. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "정동의... 선물. 그대의 크리스탈 선원은... 대인 공격력이 20% 상승할 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... жеодов. Ваша экипаж кристаллинов наносят... 20% урона. Вы можете... поблагодарить предыдущего соперника. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"大地的...恩惠。你的水晶族船员...获得20%战斗伤害加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_CRYSTAL"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SLUG"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Slime. Your Slug crew will gain a... 20% resistance to hazards. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... des Schleims. Deine Slug Crew wird... 20% mehr Schutz vor Gefahren haben. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... du Slime. Vos membre d'équipage Limace vont gagner... +20% de résistance aux dégâts environnementaux. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "점액의... 선물. 그대의 슬러그 선원은... 20%의 재해 저항을 얻을 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... слизи. Ваша команда слизней получит... 20% устойчивости к опасностям. Вы можете... поблагодарить предыдущего соперника. А может... не стоит? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"黏液的...恩惠。你的蛞蝓族船员获得...20%环境伤害抗性加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_SLUG"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SLUG_2"]/text
source: From nowhere, you hear a voice speaking to you. "The Greater Boon... of Slime. Your Slug crew will gain a... 20% resistance to hazards and doubled movement speed. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der größere Segen... des Schleims. Deine Slug Crew wird... 20% mehr Schutz vor Gefahren haben und doppelte Geschwindigkeit. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La grande bénédiction... du Slime. Vos membre d'équipage Limace vont gagner... +20% de résistance aux dégâts environnementaux et une vitesse de déplacement doublé. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "훌륭한... 점액의 선물. 그대의 슬러그 선원은... 20%의 재해 저항과 두 배의 이동속도를 얻을 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Великий дар... слизи. Ваша команда слизней получит... 20% сопротивления опасностям и удвоенную скорость передвижения. Вы можете... поблагодарить предыдущего соперника. А может... не стоит? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"黏液的...超级恩惠。你的蛞蝓族船员获得...20%的环境伤害抗性与100%移动速度加成。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_SLUG_2"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_boons.xml$//event[@name="BOON_SELECT_SHELL"]/text
source: From nowhere, you hear a voice speaking to you. "The Boon... of Shells. Your Shell crew will gain... 15% more resistance to combat damage. You may... thank the previous challenger. Or maybe you... do not? Who can say..."
de: Aus dem Nichts hörst du eine Stimme die zu dir spricht. "Der Segen... der Shells. Deine Shell Crew wird... 15% mehr Schutz vor Schaden im Kampf haben. Vielleicht solltest du... dem vorherigen Challenger danken. Oder vielleicht... auch nicht? Wer kann es sagen..."
fr: De nulle par vous entendez une voix. "La bénédiction... de la Coquille. Vos membre d'équipage Coquille vont gagner... +15% de résistance aux dégâts de combat. Vous pouvez... remerciez le concurrent précédent. Ou peut-être... non? Qui peut dire..."
ko: 어디선가 당신에게 말하는 목소리가 들려옵니다. "껍데기의... 선물. 그대의 셸 선원은... 전투로부터 15%의 피해를 덜 받을 것입니다. 이전 도전자에게... 감사하십시오. 혹은... 그러지 않아도 될까요? 누구도 장담할 수 없지요..."
ru: Из ниоткуда вы слышите голос, говорящий с вами. "Дар... раковин. Ваш экипаж раковин получит... на 15% больше сопротивления боевым повреждениям. Вы можете... поблагодарить предыдущего претендента. А может... не благодарить? Кто может сказать..."
zh_hans: 不知从哪里，你听到一个声音对你说。"躯壳的...恩惠。你的甲壳族船员获得...15%战斗伤害抗性。你可以...感谢以前的挑战者。或者你...不感谢？谁知道呢..."

# data/events_boons.xml$//event[@name="BOON_SELECT_SHELL"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
