Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/achievements.xml/*.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans

# data/achievements.xml$/FTL/achievement[45]/name
source: Artillery Mastery
de: Geschützmeister
es: Maestría con la artillería
fr: Maître artilleur
it: Grande artigliere
ja: 弩級砲使い
ko: 총! 큰 총이 필요하다!
pl: Biegłość artyleryjska
pt_br: Maestria de Artilharia
ru: Артиллерийское мастерство
zh_hans: 巨炮精通

# data/achievements.xml$/FTL/achievement[45]/desc
source: Get to sector 5 in the Federation Cruiser without upgrading your Weapons system.
de: Erreiche Sektor 5 im Föderations-Kreuzer, ohne die Waffensysteme zu verbessern.
es: Llega al sector 5 en el crucero federal sin mejorar el sistema de armas.
fr: Atteignez le secteur 5 avec le Croiseur Fédéral sans améliorer votre système d'armes.
it: Raggiungi il settore 5 con l'incrociatore federale senza potenziare il sistema d'armamento.
ja: 連邦巡洋艦でプレイ中、兵器システムを強化せずにセクター5へ到達する。
ko: 연방 순양함으로 무기 시설을 업그레이드하지 않고 구역 5까지 도달하기.
pl: Dotrzyj do 5. sektora, nie ulepszając systemu broni na krążowniku Federacji.
pt_br: Chegue ao setor 5 na Nave de Batalha da Federação sem melhorar seu sistema de Armas.
ru: Доберитесь до сектора 5 на крейсере Федерации, не улучшая систему вооружения.
zh_hans: 使用任意联邦星舰，在未升级武器系统的情况下到达第5星区。

# data/achievements.xml$/FTL/achievement[46]/name
source: Sweet Revenge
de: Rache ist süß
es: Dulce venganza
fr: Douce revanche
it: Dolce vendetta
ja: 甘美なる復讐
ko: 달콤한 복수
pl: Słodka zemsta
pt_br: Doce vingança
ru: Как сладка месть...
zh_hans: 甜蜜的复仇

# data/achievements.xml$/FTL/achievement[46]/desc
source: Destroy an enemy ship with a shard from the Crystal Vengeance augment (unique to the Crystal Cruiser).
de: Zerstöre ein Feindschiff mit einer Scherbe des Ausbaus Kristalline Rache (nur Kristallo-Kreuzer).
es: Destruye una nave enemiga con un fragmento del aumento Venganza cristaloide (exclusiva del crucero cristaloide).
fr: Détruisez un vaisseau ennemi avec un éclat provenant de l'augmentation Vengeance Cristalienne (exclusive au Croiseur Cristal).
it: Distruggi una nave nemica con un frammento dell'accessorio Vendetta cristallina (solo per l'incrociatore crystalline).
ja: クリスタル巡洋艦専用の拡張パーツ「水晶の報復」の破片によって、敵船を破壊する。
ko: 크리스탈 함선에 탑재된 크리스탈 복수자 장비를 사용하여 적 함선 격파.
pl: Zniszcz statek wroga odłamkiem ze wspomagania „Zemsta Kryształów” (dostępnego tylko na krążowniku Kryształów).
pt_br: Destrua uma nave inimiga com um fragmento da melhoria Vingança de Cristal (única da Nave de Batalha de Cristal).
ru: Уничтожьте вражеский корабль осколком модуля «Кристальная месть» (уникального для крейсера кристаллинов).
zh_hans: 使用任意水晶族星舰，用水晶复仇弹体摧毁一艘敌舰。

# data/achievements.xml$/FTL/achievement[47]/name
source: No Escape
de: Kein Ausweg
es: Sin escapatoria
fr: Pas d'échappatoire
it: Senza scampo
ja: 退路は断った
ko: 탈출구는 없다
pl: Bez szans
pt_br: Sem Escapatória
zh_hans: 无路可逃

# data/achievements.xml$/FTL/achievement[47]/desc
source: While using the Crystal Cruiser, trap 4 enemy crew in a single room using the Crystal Being power or a Lockdown Bomb.
de: Setze im Kristallo-Kreuzer 4 feindliche Crewmitglieder in einem Raum gefangen mit Kristallo-Kraft oder einer Sperrbombe.
es: Con el crucero cristaloide, atrapa a 4 tripulantes enemigos en una misma sala usando el poder Ser cristalino o una bomba bloqueadora.
fr: En utilisant le Croiseur Cristal, enfermez 4 membres d'équipage ennemis dans une seule salle en utilisant le pouvoir des Êtres Cristalien ou une Bombe d'Isolation.
it: Usando l'incrociatore crystalline, intrappola 4 membri dell'equipaggio nemico in una stanza usando il potere Creatura cristallina o una bomba bloccante.
ja: クリスタル巡洋艦でプレイ中、クリスタルの特殊能力か水晶封鎖爆弾を使って、1区画内に4クルーを閉じ込める。
ko: 크리스탈 순양함으로 크리스탈 종족 능력이나 락다운 폭탄을 사용하여 한 번에 4명의 적 승무원 가두기.
pl: Grając krążownikiem Kryształów, uwięź 4 członków załogi wroga w jednym przedziale, korzystając z mocy Kryształów lub bomby blokującej.
pt_br: Usando a Nave de Batalha de Cristal, prenda 4 membros da tripulação inimiga em um único compartimento usando o poder do Ser de Cristal ou uma Bomba de Isolamento.
ru: Играя за крейсер кристаллинов, заманите в ловушку 4 членов вражеского экипажа в одной комнате, используя способность кристаллина или изолирующую бомбу.
zh_hans: 使用任意水晶族星舰，使用水晶族的主动技能或封锁炸弹将4名敌方船员困在同一间舱室里。

# data/achievements.xml$/FTL/achievement[48]/name
source: Clash of the Titans
de: Streit der Titanen
es: Duelo de titanes
fr: Choc des Titans
it: Scontro fra titani
ja: 進撃の巨人
ko: 진격의 크리스탈
pl: Starcie tytanów
pt_br: Confronto de Titãs
ru: Битва титанов
zh_hans: 泰坦之战

# data/achievements.xml$/FTL/achievement[48]/desc
source: Destroy 15 Rock Ships (pirates count) using the Crystal Cruiser.
de: Zerstöre 15 Felis-Schiffe (Piraten zählen) mit dem Kristallo-Kreuzer.
es: Destruye 15 Naves de Roca (cuentan naves pirata) usando el Crucero de Cristal.
fr: Détruisez 15 vaisseaux Rocailleux (les pirates comptent) en utilisant le Croiseur Cristalien.
it: Usando l'incrociatore crystalline, distruggi 15 navi rockman (contano anche i pirati).
ja: クリスタル巡洋艦でプレイ中、ロックの艦船（海賊船も含む）を15隻撃破する。
ko: 크리스탈 순양함으로 15척의 락맨 함선(해적 포함) 파괴하기.
pl: Zniszcz 15 Statków Skał (piraci liczą się) używając Kryształowego Krążownika.
pt_br: Destrua 15 Naves de Batalha Rock (piratas contam) usando a Nave de Batalha de Cristal.
ru: Играя за крейсер кристаллинов, уничтожьте 15 кораблей валунов (в том числе пиратов).
zh_hans: 使用任意水晶族星舰，摧毁15艘岩石族战舰(包括海盗)。

# data/achievements.xml$/FTL/achievement[49]/name
source: Advanced Mastery
de: Meisterfortschritt
es: Maestría avanzada
fr: Maîtrise améliorée
it: Padronanza avanzata
ja: 拡張マスタリー
ko: 얼리 어답터
pl: Mistrzowska biegłość
pt_br: Mestre Avançado
ru: Продвинутое мастерство
zh_hans: 高级精通

# data/achievements.xml$/FTL/achievement[49]/desc
source: Have Hacking, Mind Control and the Battery active at once.
de: Hacking, Gedankenkontrolle und Hilfsbatterie sind zugleich aktiv.
es: Ten activos al mismo tiempo Hackeo, Control mental y Batería de reserva.
fr: Ayez le Piratage, le Contrôle Mental et la Batterie activés en même temps.
it: Attiva hacking, controllo mentale e batteria contemporaneamente.
ja: ハッキング、洗脳、予備電源を同時に稼働させる。
ko: 해킹 장치와 정신 지배 장치, 그리고 예비 배터리를 동시에 구비하기.
pl: Uruchom jednocześnie hakowanie, kontrolę umysłu i zapasowe akumulatory.
pt_br: Tenha Hacking, Controle Mental e a Bateria ativos ao mesmo tempo.
ru: Активируйте систему Взлома, Контроля над разумом и Резервную батарею одновременно.
zh_hans: 同时运作黑客、心灵控制，与备用电池系统。

# data/achievements.xml$/FTL/achievement[50]/name
source: Scrap Hoarder
de: Schrottsammler
es: Obsesión con los restos
fr: Amasseur de ferraille
it: Accumula-moduli
ja: 鉄くず隠し
ko: 고철 수집가
pl: Zbieracz złomu
pt_br: Acumulador de Sucata
ru: Хранитель металлолома
zh_hans: 废料囤积癖

# data/achievements.xml$/FTL/achievement[50]/desc
source: Have at least 600 scrap in your ship storage.
de: Habe mindesten 600 Schrott im Lagerraum.
es: Ten un mínimo de 600 restos en el almacén de la nave.
fr: Ayez au moins 600 ferrailles dans votre stock de vaisseau.
it: Possiedi almeno 600 moduli in deposito.
ja: 一隻の船で600個以上のスクラップを保有する。
ko: 함선에 600의 스크랩 소지하기.
pl: Zgromadź w ładowni przynajmniej 600 j. złomu.
pt_br: Tenha pelo menos 600 sucatas armazenadas em sua nave.
ru: Имейте не менее 600 металлолома в трюме вашего корабля.
zh_hans: 使用任意星舰，一时拥有至少600未使用的废料。

# data/achievements.xml$/FTL/achievement[51]/name
source: Loss of Cabin Pressure
de: Kabinendruckabfall
es: Pérdida de presión en cabina
fr: Perte de pression en cabine
it: Perdita di pressione
ja: 与圧喪失
ko: 산소부족
pl: Bez ciśnienia
pt_br: Perda de Pressão na Cabine
ru: Потеря давления в кабине
zh_hans: 船舱失压

# data/achievements.xml$/FTL/achievement[51]/desc
source: Get to sector 8 without your ship's net oxygen levels exceeding 20 percent (starts after the first jump).
de: Erreiche Sektor 8, ohne dass der Nettosauerstoff 20 Prozent übersteigt (beginnt nach dem ersten Sprung).
es: Llega al sector 8 sin que los niveles de oxígeno de la nave superen el 20% (empieza a contar tras el primer salto).
fr: Atteignez le secteur 8 sans que le niveau max d'oxygène de votre vaisseau ne dépasse 20 % (à partir du premier saut).
it: Raggiungi il settore 8 senza che il livello netto dell'ossigeno sulla tua nave superi mai il 20% (inizia dopo il primo salto).
ja: 最初のワープ後、自船の酸素供給率が20%を超えることなく、セクター8へ到達する。
ko: 8섹터까지 진행하는 동안 선내 산소가 20% 미만 유지하기(첫번째 도약 이후부터 시작).
pl: Dostań się do 8. sektora, nie przekraczając poziomu 20% zawartości tlenu na statku (począwszy od pierwszego skoku FTL).
pt_br: Chegue ao setor 8 sem que os níveis líquidos de oxigênio de sua nave ultrapassem 20 por cento (começa após o primeiro salto).
ru: Доберитесь до сектора 8 так, чтобы уровень кислорода на вашем корабле не превышал 20 процентов (начинается после первого прыжка).
zh_hans: 在星舰的净氧气含量从未超过20%的情况下，到达第8星区(首次跃迁后开始判定)。
