Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/achievements.xml/*.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans

# data/achievements.xml$/FTL/achievement[1]/name
source: Just Getting Started
de: Es geht los!
es: Despegando
fr: Tout juste commencé
it: Primi passi
ja: 始まったばかり
ko: 자 이제 시작이야
pl: Dobry początek
pt_br: Apenas começando
ru: Это лишь начало
zh_hans: 才刚刚开始

# data/achievements.xml$/FTL/achievement[1]/desc
source: Get to sector 5.
de: Erreiche Sektor 5.
es: Llega al sector 5.
fr: Rendez-vous au secteur 5.
it: Raggiungi il settore 5.
ja: セクター5へ到達する。
ko: 구역 5까지 진행하기.
pl: Doleć do sektora 5.
pt_br: Vá para o setor 5.
ru: Доберитесь до сектора 5.
zh_hans: 到达第5星区。

# data/achievements.xml$/FTL/achievement[2]/name
source: Federation Base in Range
de: Föderationsbasis in Nähe
es: Base de la Federación al alcance
fr: Base de la Fédération à portée
it: Base della Federazione in vista
ja: 連邦基地は目前
ko: 우리 집에 거의 다왔어!
pl: Baza Federacji w zasięgu
pt_br: Base da Federação ao alcance
ru: База Федерации в пределах видимости
zh_hans: 旅程的终点

# data/achievements.xml$/FTL/achievement[2]/desc
source: Get to sector 8.
de: Erreiche Sektor 8.
es: Llega al sector 8.
fr: Rendez-vous au secteur 8.
it: Raggiungi il settore 8.
ja: セクター8へ到達する。
ko: 구역 8까지 진행하기.
pl: Doleć do sektora 8.
pt_br: Chegue ao setor 8.
ru: Доберитесь до сектора 8.
zh_hans: 到达第8星区。

# data/achievements.xml$/FTL/achievement[3]/name
source: Federation Victory (Easy)
de: Föderationssieg (Leicht)
es: Victoria de la Federación (Fácil)
fr: Victoire de la Fédération (Facile)
it: Vittoria della Federazione (facile)
ja: 連邦の勝利（Easy）
ko: 연방의 승리(쉬움)
pl: Zwycięstwo Federacji (łatwe)
pt_br: Vitória da Federação (Fácil)
ru: Победа Федерации (Легко)
zh_hans: 联邦胜利(简单)

# data/achievements.xml$/FTL/achievement[3]/desc
source: Beat the boss on Easy.
de: Besiege den Boss auf Leicht.
es: Vence al jefe en Fácil.
fr: Vainquez le boss en mode Facile.
it: Sconfiggi il boss a difficoltà Facile.
ja: Easyモードでボスを倒す。
ko: 쉬움 난이도에서 보스 처치.
pl: Pokonaj bossa w trybie łatwym.
pt_br: Derrote o chefe no Fácil.
ru: Победите босса на низком уровне сложности.
zh_hans: 在简单难度下击败BOSS。

# data/achievements.xml$/FTL/achievement[4]/name
source: Federation Victory (Normal)
de: Föderationssieg (Normal)
es: Victoria de la Federación (Normal)
fr: Victoire de la Fédération (Normal)
it: Vittoria della Federazione (norm)
ja: 連邦の勝利（Normal）
ko: 연방의 승리(보통)
pl: Zwycięstwo Federacji (zwykłe)
pt_br: Vitória da Federação (Normal)
ru: Победа Федерации (Норма)
zh_hans: 联邦胜利(普通)

# data/achievements.xml$/FTL/achievement[4]/desc
source: Beat the boss on Normal.
de: Besiege den Boss auf Normal.
es: Vence al jefe en Normal.
fr: Vainquez le boss en mode Normal.
it: Sconfiggi il boss a difficoltà Normale.
ja: Normalモードでボスを倒す。
ko: 보통 난이도에서 보스 처치.
pl: Pokonaj bossa w trybie zwykłym.
pt_br: Derrote o chefe no Normal.
ru: Победите босса на стандартном уровне сложности.
zh_hans: 在普通难度下击败BOSS。

# data/achievements.xml$/FTL/achievement[5]/name
source: Your Own Fleet
de: Eigene Flotte
es: Tu propia flota
fr: Votre propre flotte
it: Una flotta tutta tua
ja: 我が艦隊
ko: 나만의 함대
pl: Własna flota
pt_br: Sua Própria Frota
ru: Собственный флот
zh_hans: 您自己的舰队

# data/achievements.xml$/FTL/achievement[5]/desc
source: Unlock the Type A layout for every playable ship.
es: Lo sentimos, este logro esta codificado y es imposible de obtener en Multiverse.
fr: Débloquez le Type A pour chaque vaisseau jouable.
it: Spiacente, questo obiettivo è hardcoded e impossibile da ottenere in Multiverse!
ko: 죄송합니다, 이 도전과제는 하드코딩 되어 있어 멀티버스에서는 달성할 수 없습니다!
pl: Przykro nam, ale to osiągnięcie jest zakodowane na stałe i nie można go zdobyć w Multiverse!
pt_br: Desbloqueie o layout Tipo A para todas as naves jogáveis.
ru: Откройте конфигурацию "Тип А" для всех кораблей.
zh_hans: 解锁每艘可玩星舰的A型号。

# data/achievements.xml$/FTL/achievement[6]/name
source: Rule Ten: Greed is Eternal
de: Regel 10: Gier währt ewig
es: Regla 10: La codicia es eterna
fr: Règle Dix : La cupidité est éternelle
it: Regola 10: l'avidità è eterna
ja: 貪欲は永遠なり
ko: 10번째 규칙 : 욕심은 최고의 생존 수단!
pl: Reguła 10: Chciwość jest wieczna
pt_br: Regra Dez: A Ganância é Eterna
ru: Правило десятое: жадность вечна
zh_hans: 规则十：贪婪是永恒的

# data/achievements.xml$/FTL/achievement[6]/desc
source: Collect 10,000 scrap across all games.
de: Sammle Zehntausend Schrott in allen Spielen.
es: Consigue 10 000 restos entre todas las partidas.
fr: Collectez 10 000 ferrailles sur toutes les parties.
it: Raccogli 10000 moduli in totale (tutte le partite).
ja: 累計10,000個のスクラップを集める
ko: 모든 게임을 통틀어 만 스크랩 수집하기.
pl: Zbierz 10,000 złomu we wszystkich grach.
pt_br: Some 10000 sucata em todos os jogos.
ru: Соберите 10 000 ед. лома за все время, проведенное в игре.
zh_hans: 累计获得一万废料。

# data/achievements.xml$/FTL/achievement[7]/name
source: Warlord
de: Kriegsherr
es: Señor de la guerra
fr: Chef de guerre
it: Condottiero
ja: 宇宙軍閥
ko: 때리고! 부수고! 찢는다!
pl: Pan wojny
pt_br: Senhor da Guerra
ru: Полководец
zh_hans: 战争之王

# data/achievements.xml$/FTL/achievement[7]/desc
source: Defeat 1000 ships across all playthroughs.
de: Besiege 1.000 Schiffe in allen Durchgängen.
es: Derrota a 1000 naves entre todas las partidas.
fr: Vaincre 1000 vaisseaux sur toutes les parties.
it: Sconfiggi 1000 navi in totale (tutte le partite).
ja: 累計1000体の船を撃破する。
ko: 총 1000척의 함선 격파하기.
pl: Pokonaj 1000 statków we wszystkich grach.
pt_br: Derrotar 1000 naves em todas as jogadas.
ru: Уничтожьте 1000 кораблей за все время, проведенное в игре.
zh_hans: 在游戏中累计击败1000艘敌舰。

# data/achievements.xml$/FTL/achievement[8]/name
source: I don't need no stinkin' upgrades!
de: Ich pfeif auf Verbesserungen!
es: ¡No necesito esas estúpidas mejoras!
fr: Je n'ai pas besoin de fichues améliorations !
it: Non mi servono potenziamenti!
ja: 強化は不要！
ko: 이딴 업그레이드 필요 없어!
pl: Niepotrzebne mi te pióra!
pt_br: Eu não preciso de nenhum maldito upgrade!
ru: Не нужны мне эти ваши улучшения!
zh_hans: 我不需要没屁用的升级！

# data/achievements.xml$/FTL/achievement[8]/desc
source: Get to sector 5 with no system/reactor upgrades.
de: Erreiche Sektor 5 ohne System-/Reaktorverbesserungen.
es: Llega al sector 5 sin mejoras de sistemas o reactores.
fr: Atteignez le secteur 5 sans aucune amélioration de système ou de réacteur.
it: Raggiungi il settore 5 senza potenziamenti a sistema/reattore.
ja: システムやリアクターを一切強化せず、セクター5へ到達する。
ko: 구역 5까지 시스템/반응로 업그레이드 없이 진행하기.
pl: Dotrzyj do 5. sektora bez ulepszeń systemów/reaktora.
pt_br: Chegue ao setor 5 sem upgrades de sistema/reator.
ru: Доберитесь до сектора 5, не улучшая ни системы, ни реактор.
zh_hans: 在未升级系统/反应堆的情况下到达第5星区。

# data/achievements.xml$/FTL/achievement[9]/name
source: Coming in for my Pacifism run!
de: Pazifismus, wir kommen!
es: ¡Una partida pacifista!
fr: J'entame ma partie en mode Pacifiste !
it: Spirito pacifista
ja: 平和主義者
ko: 간디의 행진!
pl: Po prostu pacyfista!
pt_br: Chegando para minha jogada pacifista!
ru: Во имя мира!
zh_hans: 开始我的一局和平主义游戏！

# data/achievements.xml$/FTL/achievement[9]/desc
source: Get to sector 5 without firing a shot, using an offensive drone, or teleporting.
de: Erreiche Sektor 5, ohne zu feuern, dafür mit Angriffsdrohne oder Teleportation.
es: Llega al sector 5 sin disparar, usar drones de ataque o teletransportarte ni una vez.
fr: Atteignez le secteur 5 sans tirer un seul coup de feu, utiliser de drone offensif ou faire de téléportation.
it: Raggiungi il settore 5 senza sparare un colpo e senza usare droni offensivi o teletrasporto.
ja: 兵器やドローンでの攻撃を一切行わず、テレポートも使わずにセクター5へ到達する。
ko: 구역 5까지 무기, 공격용 드론, 텔레포트를 이용하지 않고 진행하기.
pl: Dotrzyj do 5. sektora, nie używając ani razu broni, teleportera czy ofensywnego drona.
pt_br: Chegue ao setor 5 sem disparar um tiro, usar um drone ofensivo ou teleportar.
ru: Доберитесь до сектора 5, не открывая огня и не используя ни атакующих дронов, ни абордаж.
zh_hans: 在不开火、使用进攻性无人机，或传送船员至敌舰的情况下到达第5星区。

# data/achievements.xml$/FTL/achievement[10]/name
source: On a Wing and a Prayer
de: Auf gut Glück
es: Arriesgando al máximo
fr: Sur un coup de dés
it: Alla bell'e meglio
ja: 運任せ
ko: 마지막 잎새
pl: Psim swędem
pt_br: À Beira de um Milagre
ru: На одном крыле и честном слове
zh_hans: 自求多福

# data/achievements.xml$/FTL/achievement[10]/desc
source: Get to sector 5 without repairing at a store.
de: Erreiche Sektor 5 ohne Reparaturen im Shop.
es: Llega al sector 5 sin hacer reparaciones en ninguna tienda.
fr: Atteignez le secteur 5 sans effectuer de réparations dans un magasin.
it: Raggiungi il settore 5 senza riparazioni in negozio.
ja: ショップで一切修理せず、セクター5へ到達する。
ko: 구역 5까지 상점에서 수리하지 않고 진행하기.
pl: Dotrzyj do 5. sektora, nie naprawiając statku w sklepie.
pt_br: Chegue ao setor 5 sem reparar em uma loja.
ru: Доберитесь до сектора 5, не ремонтируя корабль в магазинах.
zh_hans: 在未在商店修理的情况下到达第5星区。

# data/achievements.xml$/FTL/achievement[11]/name
source: Ballistophobia
de: Ballistophobie
es: Fobia a los proyectiles
fr: Ballistophobie
it: Ballistofobia
ja: 砲弾恐怖症
ko: 미사일은 나의 원쑤!
pl: Balistofobia
pt_br: Balistofobia
ru: Баллистофобия
zh_hans: 导弹恐惧症

# data/achievements.xml$/FTL/achievement[11]/desc
source: Get to sector 8 without using missiles/bombs.
de: Erreiche Sektor 8, ohne Raketen/Bomben zu nutzen.
es: Llega al sector 8 sin usar misiles o bombas.
fr: Atteignez le secteur 8 sans utiliser de missiles/bombes.
it: Raggiungi il settore 8 senza usare missili/bombe.
ja: ミサイルや爆弾を一切使わず、セクター8へ到達する。
ko: 구역 8까지 미사일이나 폭탄 없이 진행하기.
pl: Dotrzyj do 8. sektora, nie używając pocisków/bomb.
pt_br: Chegue ao setor 8 sem usar mísseis/bombas.
ru: Доберитесь до сектора 8, не используя ракеты и бомбы.
zh_hans: 在不使用弹药武器的情况下到达第8星区。

# data/achievements.xml$/FTL/achievement[12]/name
source: Technophobia
de: Technophobie
es: Fobia a la tecnología
fr: Technophobie
it: Tecnofobia
ja: テクノロジー嫌い
ko: 으악!! 최첨단기술이다!!
pl: Technofobia
pt_br: Tecnofobia
ru: Технофобия
zh_hans: 科技恐惧症

# data/achievements.xml$/FTL/achievement[12]/desc
source: Get to sector 8 without using drones.
de: Erreiche Sektor 8, ohne Drohnen zu nutzen.
es: Llega al sector 8 sin usar drones.
fr: Atteignez le secteur 8 sans utiliser de drones.
it: Raggiungi il settore 8 senza usare droni.
ja: ドローンを一切使わず、セクター8へ到達する。
ko: 구역 8까지 드론없이 진행하기.
pl: Dotrzyj do 8. sektora, nie używając dronów.
pt_br: Chegue ao setor 8 sem usar drones.
ru: Доберитесь до сектора 8, не используя дронов.
zh_hans: 在不使用无人机的情况下到达第8星区。

# data/achievements.xml$/FTL/achievement[13]/name
source: Living off the Land
de: Vom Land leben
es: Vivir de la tierra
fr: Vivre de la terre
it: Finché dura
ja: 自給自足
ko: 안 사요, 안 사!
pl: Galaktyczny rolnik
pt_br: Vivendo da Terra
ru: На подножном корму
zh_hans: 以胜利为生

# data/achievements.xml$/FTL/achievement[13]/desc
source: Get to sector 8 without buying at a store (Repairs are ok).
de: Erreiche Sektor 8 ohne Einkäufe im Shop (Reparaturen sind OK).
es: Llega al sector 8 sin comprar nada en una tienda (reparaciones permitidas).
fr: Atteignez le secteur 8 sans acheter dans un magasin (les réparations sont autorisées).
it: Raggiungi il settore 8 senza fare acquisti in negozio (riparazioni ammesse).
ja: ショップで一切買い物をせず（修理は可）、セクター8へ到達する。
ko: 구역 8까지 진행하면서 상점에서 수리 외에 아무 것도 구매하지 않기.
pl: Dotrzyj do 8. sektora, nie robiąc zakupów w sklepie (można naprawiać statek).
pt_br: Chegue ao setor 8 sem comprar em uma loja (reparos estão permitidos).
ru: Доберитесь до сектора 8, не совершая покупок в магазинах (ремонт разрешен).
zh_hans: 在未在商店进行任何购买的情况下到达第8星区(维修除外)。

# data/achievements.xml$/FTL/achievement[14]/name
source: No Redshirts Here
de: Kein Kanonenfutter
es: Nada de camisas rojas
fr: Pas de chair à canon ici
it: Nessuno è sacrificabile
ja: 無血艦
ko: 우린 아무도 죽게 두지 않는다
pl: Żadnych trupów
pt_br: Nenhum Alvo Fácil Aqui
ru: Здесь нет краснорубашечников
zh_hans: 没人领盒饭

# data/achievements.xml$/FTL/achievement[14]/desc
source: Get to sector 8 without losing a crewmember.
de: Erreiche Sektor 8 ohne Crewmitglieder-Verluste.
es: Llega al sector 8 sin perder a ningún miembro de la tripulación.
fr: Atteignez le secteur 8 sans perdre de membre d'équipage.
it: Raggiungi il settore 8 senza perdere membri dell'equipaggio.
ja: クルーを1人も失うことなく、セクター8へ到達する。
ko: 구역 8까지 진행하면서 승무원을 잃지 않기.
pl: Dotrzyj do 8. sektora, nie tracąc ani jednego załoganta.
pt_br: Chegue ao setor 8 sem perder nenhum membro da tripulação.
ru: Доберитесь до сектора 8, не потеряв ни одного члена экипажа.
zh_hans: 在未损失任何一名船员的情况下到达第8星区。

# data/achievements.xml$/FTL/achievement[15]/name
source: Some people just like to watch ships burn
de: Manche sehen gern Schiffe brennen
es: A algunos les gusta ver las naves arder
fr: Certains aiment juste voir les vaisseaux brûler
it: C'è chi vuol solo veder bruciar navi
ja: 燃え上がる船
ko: 불난 배에 부채질
pl: Niektórzy lubią patrzeć, jak płoną statki
pt_br: Algumas pessoas simplesmente gostam de assistir naves queimarem
ru: Некоторым людям просто нравится смотреть, как горят корабли
zh_hans: 某些人就是喜欢看着敌舰着火

# data/achievements.xml$/FTL/achievement[15]/desc
source: Have every square of an enemy ship on fire simultaneously.
de: Zünde alle Felder eines feindlichen Schiffs an, bis sie zeitgleich brennen.
es: Que haya incendios en todos los cuadros de la nave enemiga a la vez.
fr: Mettez simultanément le feu à chaque compartiment d'un vaisseau ennemi.
it: Fai in modo che tutti i riquadri di una nave nemica siano in fiamme.
ja: 敵船中のすべてのマスを同時に炎上させる。
ko: 적대적인 함선의 모든 부분에 불 지르기.
pl: Wznieć pożar na wszystkich polach przedziałów statku wroga.
pt_br: Tenha cada quadrado de uma nave inimiga em chamas simultaneamente.
ru: Вызовите одновременный пожар во всех отсеках вражеского корабля.
zh_hans: 同时点燃敌舰的每一间舱室。

# data/achievements.xml$/FTL/achievement[16]/name
source: Astronomically Low Odds
de: Astronomisch kleine Chancen
es: Probabilidad astronómicamente baja
fr: Des probabilités astronomiquement faibles
it: Probabilità ridottissime
ja: 天文学的不運
ko: 뒤로 넘어져도 코가 깨진다
pl: Astronomiczny pech
pt_br: Probabilidades Astronomicamente Baixas
ru: Астрономическое невезение
zh_hans: 天文学上极低概率

# data/achievements.xml$/FTL/achievement[16]/desc
source: Fail to evade 5 shots in a row with a fully powered and upgraded engine.
de: Weiche 5 Schüssen in Folge mit voll versorgtem und verbessertem Antrieb nicht aus.
es: No has logrado evadir 5 disparos seguidos con un motor mejorado y a tope de energía.
fr: Échouez à esquiver 5 tirs d'affilée avec un moteur entièrement alimenté et amélioré.
it: Fallisci la schivata di 5 colpi di fila con un motore potenziato e a piena energia.
ja: エンジンを上限まで強化し、かつ最大出力の状態で、5回連続で攻撃回避に失敗する。
ko: 최대 업그레이드된 엔진에 전력을 완전히 공급하고 있는 상태에서 적의 공격에 다섯 번 연속 명중당하기.
pl: Pięć nieudanych uników z rzędu przy w pełni zasilonym silniku z kompletem ulepszeń.
pt_br: Falhar em desviar de 5 tiros consecutivos com um motor totalmente alimentado e atualizado.
ru: Получите 5 попаданий подряд при полностью улучшенном и запитанном двигателе.
zh_hans: 在拥有最高级并完全供能的引擎系统的情况下，连续5次未能闪避弹体。

# data/achievements.xml$/FTL/achievement[17]/name
source: They never saw it coming
de: Sie haben's nicht kommen sehen
es: No lo vieron venir
fr: Ils ne l'ont pas vu venir
it: Mossa a sorpresa
ja: 先手必勝
ko: 뭐에 당했는 지도 모를 걸?
pl: Kompletne zaskoczenie
pt_br: Eles nunca viram isso chegando
ru: Привет и пока
zh_hans: 他们未曾来得及反应

# data/achievements.xml$/FTL/achievement[17]/desc
source: Use the Weapon Pre-Igniter augmentation to destroy an enemy ship in one volley before the enemy can get a single shot off.
de: Zerstöre mit dem Waffen-Vorzünder-Ausbau ein feindliches Schiff mit einer Salve, ohne dass es selbst feuern kann.
es: Usa el aumento Preignición de armas para destruir una nave enemiga antes de que el enemigo pueda disparar.
fr: Utilisez l'augmentation pré-Igniteur d'Armement pour détruire un vaisseau ennemi en une volée avant que l'ennemi puisse tirer un seul coup.
it: Usa l'accessorio pre-accensore per distruggere la nave nemica in un colpo solo prima che questa riesca a sparare.
ja: 「兵器プリイグナイター」の拡張パーツを使い、敵が攻撃してくる前に、一度の一斉射撃で敵船を破壊する。
ko: 무기 조기 점화기를 이용 중인 상태에서 한 번의 전탄발사로 적선이 공격하기도 전에 파괴하기.
pl: Użyj kondensatorów broni, aby zniszczyć statek wroga jedną salwą, zanim odda choćby jeden strzał.
pt_br: Use a melhoria Weapon Pre-Igniter para destruir uma nave inimiga em um único ataque antes que o inimigo tenha a chance de disparar.
ru: Используя модуль Предзажигатель оружия, уничтожьте вражеский корабль, не дав ему открыть огонь.
zh_hans: 使用武器预热器，在敌舰还未开火时，使用一次武器齐射直接摧毁敌舰。

# data/achievements.xml$/FTL/achievement[18]/name
source: BOARDING OBJECTIVE SUCCESSFUL
de: ENTERZIEL ERFOLGREICH
es: ABORDAJE REALIZADO CON ÉXITO
fr: OBJECTIF D'ABORDAGE RÉUSSI
it: ABBORDAGGIO COMPLETATO
ja: 突入作戦成功
ko: 인간 시대의 끝이 도래했다
pl: CEL ABORDAŻU OSIĄGNIETY
pt_br: OBJETIVO DE ABORDAGEM CONCLUÍDO
ru: АБОРДАЖ ПРОИЗВЕДЕН УСПЕШНО
zh_hans: 登舰计划成功

# data/achievements.xml$/FTL/achievement[18]/desc
source: Have a single boarding drone kill 4 crewmembers on one ship.
de: Töte mit einer Enterdrohne 4 Crewmitglieder auf einem Schiff.
es: Logra que un único dron de abordaje mate a 4 tripulantes de una nave.
fr: Faites en sorte qu'un unique drone d'abordage tue 4 membres d'équipage sur un même vaisseau.
it: Uccidi 4 membri dell'equipaggio di una nave nemica con un solo drone d'abbordaggio.
ja: 1体の突入ドローンに、1隻の船のクルーを4人始末させる。
ko: 하나의 강습 드론으로 한 함선에서 4명의 적 선원 살해.
pl: Zabij dronem abordażowym 4 członków załogi na jednym statku wroga.
pt_br: Faça com que um único drone de abordagem mate 4 membros da tripulação em uma única nave.
ru: Уничтожьте 4 членов вражеского экипажа при помощи абордажного дрона.
zh_hans: 让一架登舰无人机杀死一艘敌舰上的4名船员。

# data/achievements.xml$/FTL/achievement[19]/name
source: Trustworthy Auto-Pilot
de: Zuverlässiger Autopilot
es: Piloto automático de confianza
fr: Pilote automatique digne de confiance
it: Un ottimo pilota automatico
ja: 自動操縦にお任せ
ko: 믿음직한 자동 조종 장치
pl: Na autopilocie
pt_br: Piloto Automático Confiável
ru: Надежный автопилот
zh_hans: 可靠的自动驾驶

# data/achievements.xml$/FTL/achievement[19]/desc
source: Defeat an enemy ship with all of your crew aboard it.
es: Derrota a una nave enemiga sin tener ninguna tripulación en tu nave.
fr: Vaincre un vaisseau ennemi avec tout votre équipage à bord.
it: Sconfiggi una nave nemica senza avere nessun membro dell'equipaggio sulla tua.
ko: 내 함선에 어떤 선원도 탑승하지 않은 채 적함 격침하기.
pl: Pokonaj statek wroga bez żadnej załogi na pokładzie swojego statku.
pt_br: Derrotar uma nave inimiga com toda a sua tripulação a bordo.
ru: Нейтрализуйте вражеский корабль, направив на него весь свой экипаж.
zh_hans: 在你的所有船员都登舰的情况下，击败一艘敌舰。

# data/achievements.xml$/FTL/achievement[20]/name
source: Slice and Dice
de: Splatter
es: Sajar y rajar
fr: Trancher et découper
it: Trita e affetta
ja: 精密射撃
ko: 별 모양으로 잘라볼게요
pl: Cięcie na złom
pt_br: Cortar e Picar
ru: Тонкие ломтики
zh_hans: 切片与切块

# data/achievements.xml$/FTL/achievement[20]/desc
source: Hit every room of a ship with at least one beam in under 5 seconds.
de: Triff jeden Raum eines Schiffs mit mindestens einem Strahl in unter 5 Sek.
es: Dale a cada sala de una nave con al menos un rayo en menos de 5 segundos.
fr: Frappez chaque salle d'un vaisseau avec au moins un rayon en moins de 5 secondes.
it: Colpisci ogni stanza di una nave nemica con almeno un raggio in meno di 5 secondi.
ja: 5秒以内に、敵船の全区画に最低1発のビームを当てる。
ko: 적어도 하나 이상의 빔 무기를 사용하여 5초 이내로 적함의 모든 시설 타격.
pl: Traf w ciągu 5 sekund wszystkie przedziały wybranego statku przynajmniej jedną bronią wiązkową.
pt_br: Atinja todos os compartimentos de uma nave com pelo menos um feixe em menos de 5 segundos.
ru: Поразите все отсеки корабля как минимум одним лучом каждый менее чем за 5 секунд.
zh_hans: 在5秒内使用至少一束光束，来击中敌舰的每间舱室。

# data/achievements.xml$/FTL/achievement[21]/name
source: Victory through Asphyxiation
de: Sieg durch Ersticken
es: Victoria mediante la asfixia
fr: Victoire par asphyxie
it: Vittoria per asfissia
ja: 窒息勝ち
ko: 진공 포장
pl: Zwycięstwo przez uduszenie
pt_br: Vitória por Asfixia
ru: Дышите, как хотите
zh_hans: 窒息获胜

# data/achievements.xml$/FTL/achievement[21]/desc
source: Empty the oxygen (Net level less than 5 percent) of a non-automated, hostile enemy ship.
de: Leere den Sauerstoff (Nettostufe unter 5 Prozent) eines nicht automatisierten Feindschiffs.
es: Elimina todo el oxígeno (nivel neto por debajo del 5%) de una nave enemiga hostil no automatizada.
fr: Videz l'oxygène (niveau net inférieur à 5 %) d'un vaisseau ennemi hostile non automatisé.
it: Svuota l'ossigeno (livello netto inferiore a 5%) di una nave nemica non automatizzata.
ja: 無人船以外の敵船を酸欠状態（5%未満）に陥らせる。
ko: 무인기가 아닌 적대적인 함선의 공기를 모두 제거하기(5% 이하).
pl: Spowoduj spadek stężenia tlenu poniżej 5% na załogowym statku wroga.
pt_br: Esvaziar o oxigênio (Nível líquido inferior a 5 por cento) de uma nave inimiga não automatizada e hostil.
ru: Оставьте без кислорода (общий уровень менее 5%) пилотируемый вражеский корабль.
zh_hans: 耗尽一艘非自动舰的敌舰的氧气(净含量低于5%)。

# data/achievements.xml$/FTL/achievement[22]/name
source: The United Federation
de: Vereinigte Föderation
es: La Federación unida
fr: La Fédération Unie
it: La Federazione Unita
ja: 銀河連邦
ko: 우주 연방
pl: Federacja Narodów Zjednoczonych
pt_br: A Federação Unida
ru: Объединенная Федерация
zh_hans: 联合会

# data/achievements.xml$/FTL/achievement[22]/desc
source: Have six unique aliens on the Kestrel Cruiser simultaneously.
de: Habe zugleich sechs verschiedene Aliens auf dem Kestrel-Kreuzer.
es: Ten a seis alienígenas diferentes en el crucero Halcón a la vez.
fr: Ayez simultanément six aliens uniques à bord du Croiseur Kestrel.
it: Possiedi contemporaneamente sei alieni diversi sull'incrociatore Kestrel.
ja: ケストレル巡洋艦に、6種族のクルーを同時に乗船させる。
ko: 케스트렐 순양함에 여섯 개의 서로 다른 외계인 승무원들을 승선시키기.
pl: Zbierz na krążowniku Jastrząb przedstawicieli sześciu różnych obcych ras.
pt_br: Tenha seis aliens únicos na nave Kestrel simultaneamente.
ru: Соберите на крейсере «Пустельга» представителей шести рас пришельцев одновременно.
zh_hans: 在红隼星舰上同时拥有六种不同物种的船员。

# data/achievements.xml$/FTL/achievement[23]/name
source: Full Arsenal
de: Volles Arsenal
es: Arsenal completo
fr: Arsenal complet
it: Arsenale pieno
ja: 完全装備
ko: 완전 무장
pl: Pełny arsenał
pt_br: Arsenal Completo
ru: Полный арсенал
zh_hans: 全副武装

# data/achievements.xml$/FTL/achievement[23]/desc
source: Have 11 systems installed on the Kestrel Cruiser at one time.
de: Habe 11 Systeme zeitgleich auf dem Kestrel-Kreuzer installiert.
es: Ten 11 sistemas instalados a la vez en el crucero Halcón.
fr: Ayez simultanément 11 systèmes installés sur le Croiseur Kestrel.
it: Possiedi 11 sistemi installati sull'incrociatore Kestrel contemporaneamente.
ja: 一度に11個のシステムをケストレル巡洋艦に搭載する。
ko: 한 번의 게임에서 케스트렐 순양함에 11개의 시설 장비하기.
pl: Zainstaluj 11 systemów na krążowniku Jastrząb w czasie jednej gry.
pt_br: Tenha 11 sistemas instalados na nave Kestrel simultaneamente.
ru: Соберите на крейсере «Пустельга» 11 одновременно установленных систем.
zh_hans: 在红隼星舰上同时安装11个系统。

# data/achievements.xml$/FTL/achievement[24]/name
source: Tough Little Ship
de: Zähes Schiff
es: Navecita resistente
fr: Petit vaisseau costaud
it: Una nave robusta
ja: タフな相棒
ko: 작은 함선이 맵다
pl: Twardziel
pt_br: Navezinha Resistente
ru: Крепкий маленький корабль
zh_hans: 坚韧的小船

# data/achievements.xml$/FTL/achievement[24]/desc
source: As the Kestrel Cruiser, repair back to full health when it only has 1 HP remaining.
de: Der Kestrel-Kreuzer erhält durch Reparatur volle Trefferpunkte, wenn nur 1 TP übrig ist.
es: Repara completamente el crucero Halcón cuando solo le quede 1 PS.
fr: Avec le Croiseur Kestrel, réparez pour retrouver une santé complète alors qu'il ne vous reste qu'1 point de vie.
it: Ripristina la piena salute di un incrociatore Kestrel quando ha solo 1 HP rimasto.
ja: ケストレル巡洋艦でプレイ中、船体HPが残り1の時に、修理でフル回復する。
ko: 케스트렐 순양함으로, HP가 1 남은 상태에서 최대치로 수리하기.
pl: Napraw całkowicie krążownik Jastrząb od 1 punktu wytrzymałości kadłuba.
pt_br: Como a Nave de Batalha Kestrel, repare até atingir a saúde total quando restar apenas 1 ponto de vida.
ru: Играя за крейсер «Пустельга», восстановите целостность корпуса с 1 ед. до максимума.
zh_hans: 使用红隼星舰，在其只剩1点舰体值时，将其直接修复至满舰体值。
