Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/achievements.xml/*.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans

# data/achievements.xml$/FTL/achievement[25]/name
source: Shields Holding
de: Schilde halten
es: Los escudos aguantan
fr: Boucliers maintenus
it: Gli scudi reggono
ja: シールド維持
ko: 괜찮아 튕겨냈다
pl: Z tarczą
pt_br: Escudos Mantendo-se Firmes
ru: Со щитом или на щите
zh_hans: 护盾撑住

# data/achievements.xml$/FTL/achievement[25]/desc
source: Destroy a ship before it gets through the Zoltan Shield.
de: Zerstöre ein Schiff, bevor es den Zoltan-Schild durchdringt.
es: Destruye una nave antes de que atraviese el escudo zoltan.
fr: Détruisez un vaisseau avant qu'il ne traverse le bouclier zoltan.
it: Distruggi una nave prima che attraversi lo scudo zoltan.
ja: ゾルタンシールドを破られる前に、船を破壊する。
ko: 졸탄 실드가 깨지기 전에 적 함선 격파하기.
pl: Zniszcz jakiś statek, zanim przebije się przez zoltańską tarczę energetyczną.
pt_br: Destrua uma nave antes que ela ultrapasse o Escudo Zoltan.
ru: Уничтожьте противника прежде, чем он пробьет золтанский щит.
zh_hans: 在敌舰未打破你的能量护盾之前摧毁敌舰。

# data/achievements.xml$/FTL/achievement[26]/name
source: Givin' her all she's got, Captain!
de: Volle Kraft voraus, Kapitän!
es: ¡Que no falte de nada, capitán!
fr: On lui donne tout ce qu'elle a, Capitaine !
it: A tutta forza!
ja: 全力でいけ、船長！
ko: 최대 출력!
pl: Pełna moc, panie kapitanie!
pt_br: Dando tudo o que temos, Capitão!
ru: Наша пташка на пределе, капитан!
zh_hans: 尽我所能，舰长！

# data/achievements.xml$/FTL/achievement[26]/desc
source: With the Zoltan Cruiser, have 29 power in systems at the same time.
de: Halte beim Zoltan-Kreuzer zeitgleich 29 Energie in den Systemen.
es: Con el crucero Zotan, ten 29 de energía a la vez en sistemas.
fr: Avec le Croiseur Zoltan, ayez 29 unités de puissance dans les systèmes en même temps.
it: Possiedi 29 unità di potenza nei sistemi dell'incrociatore zoltan contemporaneamente.
ja: ゾルタン巡洋艦でプレイ中、複数のシステムへ同時に29マスの動力を送る。
ko: 졸탄 순양함으로 한 번에 총 29개의 동력을 시설에 공급하기.
pl: Zasil systemy łącznie 29 pkt. mocy reaktora na krążowniku Zoltan.
pt_br: Com a Nave de Batalha Zoltan, tenha 29 unidades de energia nos sistemas simultaneamente.
ru: Играя за крейсер золтан, распределите между всеми системами 29 ед. мощности.
zh_hans: 使用任意超能族星舰，在所有系统中同时分配29格能量。

# data/achievements.xml$/FTL/achievement[27]/name
source: Manpower
es: Personal
fr: Main d'œuvre
it: Forza lavoro
ja: マンパワー
ko: 걸어다니는 발전기
pl: Siła mięśni
pt_br: Capacidade Energética
ru: Живая энергия
zh_hans: 人力能源

# data/achievements.xml$/FTL/achievement[27]/desc
source: Get to sector 5 without upgrading your reactor in the Zoltan Cruiser.
de: Erreiche Sektor 5, ohne den Reaktor im Zoltan-Kreuzer zu verbessern.
es: Llega al sector 5 en el crucero zoltan sin mejorar el reactor.
fr: Atteignez le secteur 5 sans améliorer votre réacteur avec le Croiseur Zoltan.
it: Raggiungi il settore 5 con l'incrociatore zoltan senza potenziare il reattore.
ja: ゾルタン巡洋艦でプレイ中、リアクターを強化せずにセクター5へ到達する。
ko: 졸탄 순양함으로 발전기를 업그레이드하지 않고 구역 5까지 진행.
pl: Dotrzyj do 5. sektora, nie ulepszając reaktora na krążowniku Zoltan.
pt_br: Chegue ao setor 5 sem atualizar seu reator na Nave de Batalha Zoltan.
ru: Играя за крейсер золтан, доберитесь до сектора 5 без улучшений реактора.
zh_hans: 使用任意超能族星舰，在未升级反应堆的情况下到达第5星区。

# data/achievements.xml$/FTL/achievement[28]/name
source: Bird of Prey
de: Raubvogel
es: Ave de presa
fr: Oiseau de proie
it: Uccello rapace
ja: 猛禽のごとく
ko: 사냥 매
pl: Drapieżny ptak
pt_br: Ave de Rapina
ru: Одним махом
zh_hans: 猛禽

# data/achievements.xml$/FTL/achievement[28]/desc
source: Destroy a ship at full health during a single cloak in the Stealth Cruiser.
de: Zerstöre ein Schiff mit vollen Trefferpunkten mit nur einer Tarnung im Tarnkreuzer.
es: Con el crucero furtivo, destruye una nave que esté al máximo de salud dentro de una misma ocultación.
fr: Détruisez un vaisseau en pleine santé avec un seul camouflage du Croiseur Furtif.
it: Distruggi una nave a salute piena durante un singolo occultamento con l'incrociatore stealth.
ja: ステルス巡洋艦でプレイ中、一度のクローク中に、せんたいHPがフルの状態にある船を破壊する。
ko: 스텔스 순향함으로 최대 내구력인 함선을 한 번의 은폐 상태 중에 격파.
pl: Zniszcz jakiś statek w pełni naprawionym niewykrywalnym krążownikiem podczas jednego użycia maskowania.
pt_br: Destrua uma nave com saúde total durante um único período de camuflagem na Nave Furtiva.
ru: Играя за стелс-крейсер, уничтожьте неповрежденный корабль за одно применение маскировки.
zh_hans: 使用隐形星舰，在开启隐形时直接摧毁一艘满舰体值的敌舰。

# data/achievements.xml$/FTL/achievement[29]/name
source: Phase Shift
de: Phasensprung
es: Cambio de fase
fr: Déphasage
it: Cambio di fase
ja: 位相シフト
ko: 피해욧! 구석으롯!
pl: Między wymiarami
pt_br: Mudança de Fase
ru: Фазовый сдвиг
zh_hans: 瞬移

# data/achievements.xml$/FTL/achievement[29]/desc
source: With the Stealth Cruiser, avoid 9 points of damage during a single cloak.
de: Vermeide mit dem Tarnkreuzer 9 Schaden während einer Tarnung.
es: Con el crucero furtivo, evita 9 puntos de daño dentro de una misma ocultación.
fr: Avec le Croiseur Furtif, évitez 9 points de dégâts avec un seul camouflage.
it: Con l'incrociatore stealth, evita 9 punti di danno in un singolo occultamento.
ja: ステルス巡洋艦でプレイ中、一度のクローク中に、9ポイントのダメージを回復する。
ko: 스텔스 순양함일 때 한 번의 은폐장 사용으로 9점 이상의 피해를 회피.
pl: Uniknij 9 pkt. obrażeń niewykrywalnym krążownikiem podczas jednego użycia maskowania.
pt_br: Com a Nave Furtiva, evite 9 pontos de dano durante um único período de camuflagem.
ru: Играя за стелс-крейсер, уклонитесь от 9 ед. урона за одно применение маскировки.
zh_hans: 使用隐形星舰，在单次隐形中规避至少9点舰体或离子伤害。

# data/achievements.xml$/FTL/achievement[30]/name
source: Tactical Approach
de: Taktik
es: Enfoque táctico
fr: Approche tactique
it: Approccio tattico
ja: 戦略的アプローチ
ko: 일기예보 애청자
pl: Podejście taktyczne
pt_br: Abordagem Tática
ru: Тактический подход
zh_hans: 战术方法

# data/achievements.xml$/FTL/achievement[30]/desc
source: With the Stealth Cruiser, get to sector 8 without jumping to a beacon with an environmental danger.
de: Erreiche mit dem Tarnkreuzer Sektor 8, ohne zu einem Signalpunkt mit Umweltgefahr zu springen.
es: Con el crucero furtivo, llega al sector 8 sin saltar a ninguna baliza que tenga peligros medioambientales.
fr: Avec le Croiseur Furtif, atteignez le secteur 8 sans sauter vers une balise présentant un danger environnemental.
it: Con l'incrociatore stealth, raggiungi il settore 8 senza mai saltare su un astrofaro con rischio ambientale.
ja: ステルス巡洋艦でプレイ中、危険な環境のビーコンへワープすることなく、セクター8へ到達する。
ko: 스텔스 순양함으로 단 한번도 자연 재난에 휘말리지 않고 구역 8에 도착하기.
pl: Dotrzyj do 8. sektora niewykrywalnym krążownikiem, nie wykonując skoków FTL do boi, gdzie panują niebezpieczne warunki.
pt_br: Com a Nave Furtiva, chegue ao setor 8 sem pular para um farol com perigo ambiental.
ru: Играя за стелс-крейсер, доберитесь до сектора 8 без прыжков к маякам в опасных средах.
zh_hans: 使用隐形星舰，在未跃迁至带有星险的信标的情况下到达第8星区。

# data/achievements.xml$/FTL/achievement[31]/name
source: Robotic Warfare
de: Roboterkrieg
es: Guerra robótica
fr: Guerre robotique
it: Guerra robotica
ja: ロボット戦争
ko: 드론의 습격
pl: Wojna robotów
pt_br: Guerra Robótica
ru: Автоматизация
zh_hans: 机器人作战

# data/achievements.xml$/FTL/achievement[31]/desc
source: With the Engi Cruiser, have 3 drones functioning at the same time.
de: Hab beim Engi-Kreuzer zeitgleich 3 funktionierende Drohnen.
es: Con el crucero inge, ten 3 drones operativos a la vez.
fr: Avec le Croiseur Engi, faites fonctionner 3 drones en même temps.
it: Con l'incrociatore engi, metti in funzione 3 droni contemporaneamente.
ja: エンジ巡洋艦でプレイ中、3体のドローンを同時稼働させる。
ko: 엔지 순양함으로 3개의 드론을 동시에 작동하기.
pl: Wystrzel jednocześnie 3 drony na krążowniku Engi.
pt_br: Com a Nave Engi, tenha 3 drones funcionando simultaneamente.
ru: Играя за крейсер энджи, используйте трех дронов одновременно.
zh_hans: 使用任意半械族星舰，同时运行3架无人机。

# data/achievements.xml$/FTL/achievement[32]/name
source: I hardly lifted a finger
de: Kaum den Finger gekrümmt
es: Apenas he movido un dedo
fr: Je n'ai à peine levé un doigt
it: Senza alzare un dito
ja: 高みの見物
ko: 손가락 하나 까딱 않고
pl: Z palcem w nosie
pt_br: Eu mal levantei um dedo
ru: Не пошевелив и пальцем
zh_hans: 我甚至懒得抬起手指

# data/achievements.xml$/FTL/achievement[32]/desc
source: With the Engi Cruiser, destroy an enemy ship using only drones (no weapons).
de: Zerstöre mit dem Engi-Kreuzer ein feindliches Schiff mit Drohnen (keine Waffen).
es: Con el crucero inge, destruye una nave enemiga usando únicamente drones (sin armas).
fr: Avec le Croiseur Engi, détruisez un vaisseau ennemi en utilisant uniquement des drones (pas d'armes).
it: Con l'incrociatore engi, distruggi una nave nemica usando solo droni (niente armi).
ja: エンジ巡洋艦でプレイ中、兵器は一切使わず、ドローンだけを使って敵船を破壊する。
ko: 엔지 순양함으로 무기를 사용하지 않고 드론만을 사용해서 적 함선 격파.
pl: Zniszcz statek wroga krążownikiem Engi, używając tylko dronów (bez broni).
pt_br: Com a Nave Engi, destrua uma nave inimiga usando apenas drones (sem armas).
ru: Играя за крейсер энджи, уничтожьте вражеский корабль с помощью одних лишь дронов (без оружия).
zh_hans: 使用任意半械族星舰，只使用无人机(不使用武器)摧毁敌舰。

# data/achievements.xml$/FTL/achievement[33]/name
source: The guns... They've stopped
de: Die Waffen ... sie schweigen
es: Las armas... no funcionan
fr: Les armes... Elles se sont arrêtées
it: Le armi tacciono
ja: 砲撃は封じた
ko: 장비를 정지합니다.
pl: Działa... zamilkły
pt_br: As armas... elas pararam
ru: Подрезанные крылья
zh_hans: 看呀...他们已经瘫痪了

# data/achievements.xml$/FTL/achievement[33]/desc
source: Have 4 enemy systems or subsystems ioned at the same time while using the Engi Cruiser.
de: Ionisiere 4 feindliche Systeme oder Subsysteme zeitgleich mit dem Engi-Kreuzer.
es: Con el crucero inge, logra tener ionizados 4 sistemas o subsistemas a la vez.
fr: Ayez 4 systèmes ou sous-systèmes ennemis ionisés en même temps en utilisant le Croiseur Engi.
it: Con l'incrociatore engi, ionizza 4 sistemi o sottosistemi nemici contemporaneamente.
ja: エンジ巡洋艦でプレイ中、敵のシステムやサブシステムを同時に4つイオン化する。
ko: 엔지 순양함으로 4개의 적 시설 혹은 부속 시설을 이온 무기로 동시에 마비시키기.
pl: Zakłóć jednocześnie działanie 4 systemów lub podsystemów wroga bronią jonową, używając krążownika Engi.
pt_br: Tenha 4 sistemas ou subsistemas inimigos ativados ao mesmo tempo enquanto usa o Engi Cruiser.
ru: Играя за крейсер энджи, одновременно выведите из строя 4 системы или подсистемы с помощью ионного оружия.
zh_hans: 使用任意半械族星舰，同时使敌舰的4个系统受到离子伤害的效果。

# data/achievements.xml$/FTL/achievement[34]/name
source: Is it warm in here?
de: Warm hier?
es: ¿Hace calor aquí?
fr: Il fait chaud ici ?
it: Fa caldo lì?
ja: そこは熱いか？
ko: 여기 좀 덥지 않냐?
pl: Czemu jest tak gorąco?
pt_br: Está quente aqui?
ru: Начинает припекать?
zh_hans: 这里温暖吗？

# data/achievements.xml$/FTL/achievement[34]/desc
source: Have your crew kill a burning enemy on their ship while using the Rock Cruiser.
de: Töte mit deiner Crew vom Felis-Kreuzer einen brennenden Feind auf dessen Schiff.
es: Con el crucero rocoide, consigue que tu tripulación mate a un enemigo en llamas en su nave.
fr: Faites tuer par votre équipage, un ennemi en l'immolant sur son vaisseau en utilisant le Croiseur Rocailleux.
it: Usa l'equipaggio per uccidere un nemico in fiamme sulla sua nave mentre usi l'incrociatore rockman.
ja: ロック巡洋艦でプレイ中、船内で炎上する敵をクルーに始末させる。
ko: 락 순양함으로 불타는 적 승무원을 그들의 함선 안에서 당신의 승무원으로 살해하기.
pl: Grając krążownikiem Głazów, spraw, by ktoś z twojej załogi zabił płonącego wroga na jego statku.
pt_br: Faça com que sua tripulação mate um inimigo queimado enquanto estiver usando a Nave de Batalha Rock.
ru: Играя за крейсер валунов, при абордаже убейте горящего противника на борту его собственного корабля.
zh_hans: 使用任意岩石族星舰，让你的船员在敌舰内击杀受到灼烧伤害中的敌人。

# data/achievements.xml$/FTL/achievement[35]/name
source: Defense Drones Don't Do D'anything!
de: Abwehrdrohnen helfen nicht
es: ¡Dichosos drones de defensa!
fr: Les drones de défense ne font rien !
it: I droni di difesa non sono buoni
ja: ミサイルの雨
ko: 방어 드론은 아무것도 할수 없어!
pl: Drony obronne nic nie dają!
pt_br: Drones de Defesa Não Fazem Nada!
ru: Дроны не спасут!
zh_hans: 防御无人机的耻辱！

# data/achievements.xml$/FTL/achievement[35]/desc
source: While using the Rock Cruiser, destroy an enemy ship which has a defense drone deployed using only missiles.
de: Zerstöre mit dem Felis-Kreuzer ein Feindschiff mit einer Abwehrdrohne durch den Einsatz von Raketen.
es: Con el crucero rocoide y usando solo misiles, destruye una nave enemiga que tenga un dron de defensa desplegado.
fr: En utilisant le Croiseur Rocailleux, détruisez un vaisseau ennemi qui a un drone de défense déployé en n'utilisant que des missiles.
it: Mentre usi l'incrociatore rockman, distruggi usa soltanto i missili per distruggere una nave nemica che ha un drone di difesa schierato.
ja: ロック巡洋艦でプレイ中、防衛ドローンを配備中の敵船を、ミサイルだけを使って撃破する。
ko: 락 순양함으로 방어용 드론을 전개한 적 함선을 미사일만 사용해서 격침하기.
pl: Zniszcz krążownikiem Głazów statek wroga z wystrzelonym dronem obronnym, używając tylko pocisków.
pt_br: Usando a Nave de Batalha Rock, destrua uma nave inimiga que tenha um drone de defesa ativado usando apenas mísseis.
ru: Играя за крейсер валунов, уничтожьте вражеский корабль с защитным дроном, используя только боеголовки.
zh_hans: 使用任意岩石族星舰，只使用弹药武器摧毁一艘部署了防御无人机的敌舰。

# data/achievements.xml$/FTL/achievement[36]/name
source: Ancestry
de: Herkunft
es: Linaje
fr: Ascendance
it: Radici
ja: 始祖
ko: 우리의 조상을 찾아서
pl: Przodkowie
pt_br: Ancestralidade
ru: Предтечи
zh_hans: 远古先祖

# data/achievements.xml$/FTL/achievement[36]/desc
source: Find the secret sector with the Rock Cruiser.
de: Finde mit dem Felis-Kreuzer den Geheimsektor.
es: Encuentra el sector secreto con el crucero rocoide.
fr: Trouvez le secteur secret avec le Croiseur Rocailleux.
it: Trova il settore segreto con l'incrociatore rockman.
ja: ロック巡洋艦でプレイ中、隠しセクターを発見する。
ko: 락 순양함으로 숨겨진 구역에 진입하기.
pl: Znajdź ukryty sektor krążownikiem Głazów.
pt_br: Encontre o setor secreto com a Nave de Batalha Rock.
ru: Играя за крейсер валунов, отыщите тайный сектор.
zh_hans: 使用任意岩石族星舰，发现秘密星区。

# data/achievements.xml$/FTL/achievement[37]/name
source: Take no prisoners!
de: Keine Gefangenen!
es: ¡Sin prisioneros!
fr: Pas de prisonniers !
it: Niente prigionieri!
ja: 皆殺しだ！
ko: 목숨을 버리면 무기만은 살려주겠다!
pl: Nie brać więźniów!
pt_br: Não faça prisioneiros!
ru: Пленных не брать!
zh_hans: 不需要俘虏！

# data/achievements.xml$/FTL/achievement[37]/desc
source: Kill the crew of 20 ships by sector 6 in the Mantis Cruiser.
de: Töte die Crew von 20 Schiffen bis Sektor 6 im Mantis-Kreuzer.
es: Con el crucero mantis, mata a la tripulación de 20 naves antes del sector 6.
fr: Tuez l'équipage de 20 vaisseaux d'ici le secteur 6 avec le Croiseur Mantis.
it: Con l'incrociatore mantis, uccidi l'equipaggio di 20 navi entro il settore 6.
ja: マンティス巡洋艦でプレイ中、セクター6までに、20隻の船のクルーを始末する。
ko: 맨티스 순양함으로 구역 6에 도달할 때까지 함선 20척 나포하기.
pl: Zabij krążownikiem Modliszek załogi 20 statków, zanim dotrzesz do 6. sektora.
pt_br: Mate a tripulação de 20 naves até o setor 6 na Nave de Batalha Mantis.
ru: Убейте экипаж из 20 кораблей в секторе 6 на крейсере богомолов.
zh_hans: 使用任意螳螂族星舰，在到达第6区前杀死20艘船的船员。

# data/achievements.xml$/FTL/achievement[38]/name
source: Avast, ye scurvy dogs!
de: Sterbt, ihr Hunde!
es: ¡Adelante, perros sarnosos!
fr: Parbleu, bande de chiens galeux !
it: Sciò, cani rognosi!
ja: 愚鈍な犬どもめ！
ko: 멈춰라, 그지깽깽이들아!
pl: Naprzód, szczury lądowe!
pt_br: Avante, seus cães sarnentos!
ru: Прочь, вы, мерзкие псы!
zh_hans: 阿瓦斯特，你们这些坏蛋！

# data/achievements.xml$/FTL/achievement[38]/desc
source: Kill 5 enemy crew in a fight without taking hull damage or losing a crewmember while using the Mantis Cruiser.
de: Töte 5 feindliche Crewmitglieder im Kampf, ohne Hüllenschaden oder Crewverluste im Mantis-Kreuzer zu erleiden.
es: Con el crucero mantis, mata a 5 tripulaciones enemigas en combate sin sufrir daños en el casco y sin perder a ningún tripulante.
fr: Tuez 5 membres d'équipage ennemis lors d'un combat sans subir de dégâts de coque ni perdre de membre d'équipage en utilisant le Croiseur Mantis.
it: Usando l'incrociatore mantis, uccidi 5 membri di un equipaggio nemico senza subire danni allo scafo o perdere un membro.
ja: マンティス巡洋艦でプレイ中、船体ダメージを受けずｋかつクルーを失わずに、戦闘で敵クルーを5人始末する。
ko: 맨티스 순양함으로 선체에 피해를 입지 않고 승무원을 한 명도 잃지 않은 채로 적 승무원 다섯 명 살해하기.
pl: Zabij 5 członków załogi wroga krążownikiem Modliszek, nie odnosząc uszkodzeń kadłuba, ani nie tracąc nikogo z załogi.
pt_br: Mate 5 tripulantes inimigos em uma batalha sem sofrer dano no casco ou perder um membro da tripulação, usando a Nave de Batalha Mantis.
ru: Играя за крейсер богомолов, убейте 5 вражеских экипажей в бою, не получив повреждений корпуса и не потеряв ни одного члена экипажа.
zh_hans: 使用任意螳螂族星舰，在未造成舰体伤害或失去船员的情况下一场战斗内杀死5名敌舰船员。

# data/achievements.xml$/FTL/achievement[39]/name
source: Battle Royale
de: Endkampf
fr: Bataille Royale
it: Scontro finale
ja: バトルロイヤル
ko: 배틀 로얄
pl: Do ostatniego żywego
pt_br: Batalha Real
ru: Королевская битва
zh_hans: 大逃杀

# data/achievements.xml$/FTL/achievement[39]/desc
source: While using the Mantis Cruiser, kill the last enemy with your last crewmember on their ship.
de: Töte mit dem Mantis-Kreuzer den letzten Feind mit deinem letzten Crewmitglied auf dessen Schiff.
es: Con el crucero mantis, mata al último enemigo en su propia nave con tu último tripulante en pie.
fr: En utilisant le Croiseur Mantis, tuez le dernier ennemi avec votre dernier membre d'équipage dans leur vaisseau.
it: Usando l'incrociatore mantis, uccidi l'ultimo nemico con l'ultimo membro dell'equipaggio della tua nave.
ja: マンティス巡洋艦でプレイ中、自薦のクルーが残り1人の時に、最後の敵を倒す。
ko: 맨티스 순양함으로 마지막 남은 아군 승무원으로 마지막 남은 적 승무원을 적함에서 살해하기.
pl: Grając krążownikiem Modliszek, zabij ostatniego członka załogi na pokładzie statku wroga swoim ostatnim załogantem.
pt_br: Usando a Nave de Batalha Mantis, mate o último inimigo com o último membro da sua tripulação na nave deles.
ru: Играя за крейсер богомолов, убейте последнего врага, последним членом экипажа на их корабле.
zh_hans: 使用任意螳螂族星舰，使用星舰仅存的一名船员杀死敌舰的最后一名船员。

# data/achievements.xml$/FTL/achievement[40]/name
source: We're in Position!
de: Auf Position!
es: ¡En posición!
fr: Nous sommes en position !
it: Siamo in posizione!
ja: すべてお見通し
ko: 머리카락 보인다!
pl: Na pozycjach!
pt_br: Estamos na posição!
ru: Мы на позиции!
zh_hans: 我们已准备就绪！

# data/achievements.xml$/FTL/achievement[40]/desc
source: While using the Slug Cruiser, have vision of every room of the enemy ship without functioning sensors.
de: Nutze auf dem Snecko-Kreuzer die Sicht auf jeden Raum des Feindschiffs ohne funktionierende Sensoren.
es: Con el crucero babosa y sin sensores operativos, ten una visual de todas las salas de la nave enemiga.
fr: En utilisant le Croiseur Slug, ayez une vue sur chaque salle du vaisseau ennemi sans avoir de capteurs fonctionnels.
it: Usando l'incrociatore slugman, visualizza ogni stanza della nave nemica senza avere sensori funzionanti.
ja: スラッグ巡洋艦でプレイ中、センサーを使わずに、敵船内のすべての区画を可視化する。
ko: 슬러그 순양함으로 센서를 사용하지 않고 적 함선의 모든 방을 보이게 하기.
pl: Zapewnij sobie widoczność wszystkich przedziałów statku wroga, grając krążownikiem Ślimaków bez działających czujników.
pt_br: Usando a Nave de Batalha Slug, tenha visão de todos os compartimentos da nave inimiga sem sensores em funcionamento.
ru: Играя за крейсер слизней, иметь обзор каждой комнаты вражеского корабля без работающих сенсоров.
zh_hans: 使用任意蛞蝓族星舰，在无传感器系统的情况下看见敌舰的每间舱室。

# data/achievements.xml$/FTL/achievement[41]/name
source: Home Sweet Home
es: Hogar, dulce hogar
fr: Bienvenu à la maison
it: Casa dolce casa
ja: 愛しき故郷
ko: 즐거운 우리 집
pl: W domu najlepiej
pt_br: Lar, Doce Lar
ru: Дом, милый дом
zh_hans: 甜蜜的家园

# data/achievements.xml$/FTL/achievement[41]/desc
source: Jump to 30 nebula locations before sector 8.
de: Springe zu 30 Nebelorten vor Sektor 8.
es: Salta a 30 nebulosas antes del sector 8.
fr: Sautez vers 30 emplacements de nébuleuses avant le secteur 8.
it: Salta fra 30 astrofari dentro nebulose entro il settore 8.
ja: セクター8までに、30個の星雲宙域へワープする。
ko: 구역 8에 도달할 때까지 30개의 성운 지대를 통과하기.
pl: Wykonaj 30 skoków FTL do mgławic, zanim dotrzesz do 8. sektora.
pt_br: Salte para 30 locais de nebulosas antes do setor 8.
ru: Перейти к 30 локациям туманности перед сектором 8.
zh_hans: 在到达第星8区前探索30个星云信标。

# data/achievements.xml$/FTL/achievement[42]/name
source: Disintegration Ray
de: Desintegrationsstrahl
es: Rayo desintegrador
fr: Rayon désintégrant
it: Raggio disintegrante
ja: 壊変光線
ko: 죽음의 광선
pl: Promień dezintegrujący
pt_br: Raio de Desintegração
ru: Луч дезинтеграции
zh_hans: 瓦解射线

# data/achievements.xml$/FTL/achievement[42]/desc
source: While using the Slug Cruiser, kill 3 enemy crewmembers with one shot from the Anti-Bio Beam.
de: Töte mit dem Snecko-Kreuzer 3 feindliche Crewmitglieder mit einem Schuss des Anti-Bio-Strahls.
es: Con el crucero babosa, mata a 3 tripulantes enemigos con un único disparo del rayo antivida.
fr: En utilisant le Croiseur Slug, tuez 3 membres d'équipage ennemis avec un seul tir du Rayon Anti-Biologique.
it: Con l'incrociatore slugman, uccidi 3 membri dell'equipaggio nemico con un colpo solo usando il raggio necrogeno.
ja: スラッグ巡洋艦でプレイ中、対生体ビームの一撃で、3人の敵クルーを倒す。
ko: 슬러그 순양함으로, 생체 말살 빔을 사용하여 한 번에 3명의 적 승무원을 살해하기.
pl: Zabij 3 członków załogi wroga jednym strzałem wiązki biobójczej, grając krążownikiem Ślimaków.
pt_br: Usando a Nave de Batalha Slug, mate 3 membros da tripulação inimiga com um único disparo do Raio Anti-Biológico.
ru: Играя за крейсер cлизней, убейте 3 членов экипажа противника одним выстрелом из анти-био луча.
zh_hans: 使用任意蛞蝓族星舰，使用一束反生物光束杀死3名敌舰船员。

# data/achievements.xml$/FTL/achievement[43]/name
source: Master of Patience
de: Meister der Geduld
es: Paciencia suprema
fr: Maître de la patience
it: L'arte della pazienza
ja: 我慢の達人
ko: 인내의 달인
pl: Mistrz cierpliwości
pt_br: Mestre da paciência
ru: Мастер терпения
zh_hans: 耐心大师

# data/achievements.xml$/FTL/achievement[43]/desc
source: Use only the Artillery Beam to destroy an enemy ship while taking no hull damage.
de: Zerstöre mit nur dem Geschützstrahl ein Feindschiff, ohne Hüllenschaden zu erleiden.
es: Destruye una nave enemiga usando únicamente el rayo de artillería y sin sufrir daños en el casco.
fr: Utilisez uniquement le Rayon d'Artillerie pour détruire un vaisseau ennemi sans subir de dégâts de coque.
it: Usa solo il raggio d'artiglieria per distruggere una nave nemica senza subire danni allo scafo.
ja: 弩級ビーム法だけを使い、船体ダメージを一切負わずに敵船を破壊する。
ko: 선체 피해를 입지 않고서 함포 빔만을 사용하여 적 함선 격파.
pl: Zniszcz statek wroga samą wiązką artyleryjską, nie odnosząc uszkodzeń kadłuba.
pt_br: Use apenas o Raio de Artilharia para destruir uma nave inimiga sem sofrer danos no casco.
ru: Используйте только артиллерийский луч, чтобы уничтожить вражеский корабль, не получив повреждений корпуса.
zh_hans: 在未受到舰体伤害的情况下，仅使用巨炮光束摧毁敌舰。

# data/achievements.xml$/FTL/achievement[44]/name
source: Diplomatic Immunity
de: Immunität
es: Inmunidad diplomática
fr: Immunité diplomatique
it: Immunità diplomatica
ja: 外交特権
ko: 외교적 면책
pl: Immunitet dyplomatyczny
pt_br: Imunidade diplomática
ru: Дипломатический иммунитет
zh_hans: 外交豁免权

# data/achievements.xml$/FTL/achievement[44]/desc
source: While using the Federation Cruiser, use your crew in 4 special blue event choices by sector 5.
de: Setze deine Crew im Föderations-Kreuzer in 4 blauen Ereignis-Auswahlmöglichkeiten bis Sektor 5 ein.
es: Con el crucero federal, usa a tu tripulación en 4 eventos especiales (de color azul) antes del sector 5.
fr: En utilisant le Croiseur Fédéral, utilisez votre équipage dans 4 choix d'événements spéciaux bleus d'ici le secteur 5.
it: Usando l'incrociatore federale, usa il tuo equipaggio in 4 azioni speciali blu entro il settore 5.
ja: 連邦巡洋艦でプレイ中、セクター5までに、4つの特殊な青い選択肢のイベントでクルーを使う。
ko: 연방 순양함으로 구역 5에 도달할 때까지 승무원들을 사용한 파란 선택지를 4번 이상 선택하기.
pl: Zanim dotrzesz do 5. sektora krążownikiem Federacji, skorzystaj 4 razy z niebieskich opcji dialogowych dzięki członkom swojej załogi.
pt_br: Usando a Nave de Batalha da Federação, utilize sua tripulação em 4 escolhas de eventos especiais azuis até o setor 5.
ru: Играя за крейсер Федерации, используйте свою команду в 4 особых событиях синего цвета в секторе 5.
zh_hans: 使用任意联邦星舰，在到达第5星区之前选择4项船员开启的特殊蓝色事件选项。
