Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_origins.xml/*.po
Languages: fr, ko, ru, zh_hans

source: An unvisited location.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

# data/events_sector_origins.xml$//event[@name="REINFORCEMENTS_CULTIST"]/text
source: As you expected, a Cultist vessel approaches to avenge their dead guard, with their weapons armed and their captain very displeased.
fr: Comme vous vous y attendiez, un vaisseau Cultiste s'approche pour venger leur Garde mort, avec leurs armes chargées et leur capitaine très mécontent.
ko: 예상했다시피, 한 이교도 선박이 죽은 경비들의 복수를 하기 위해 무기를 들어올린 채로 접근해오고 있습니다. 이교도 선장은 기분이 몹시 언짢아 보입니다.
ru: Как вы и ожидали, судно Культистов приближается, чтобы отомстить за свое уничтоженное сторожевое судно, причем они хорошо вооружены, а их капитан очень недоволен.
zh_hans: 正如你所料，一艘岩石异教徒星舰带着武器靠近来为他们的守卫报仇，他们的舰长非常不高兴。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="FINISH_BEACON_ORIGINS"]/text
source: You have arrived at the exit beacon. It appears the apparatus will deposit you in a random sector once we jump away.
fr: Vous êtes arrivés à la balises de sortie. Il semble que l'appareil vous déposera dans un secteur aléatoire une fois que vous aurez sauté.
ko: 당신은 출구 송신소에 도착했습니다. 도약할 시 기기는 당신을 임의의 구역으로 보낼 것입니다.
ru: Вы прибыли к маяку выхода. Похоже, что после прыжка устройство забросило вас в случайный сектор.
zh_hans: 你已经到达出口信标了。看来一旦我们跃迁，装置就会把你转移到随机星区。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="FINISH_BEACON_ORIGINS_RUWEN"]/text
source: You have arrived at the exit beacon. It appears the apparatus will deposit you in a random sector once we jump away.
fr: Vous êtes arrivés à la balises de sortie. Il semble que l'appareil vous déposera dans un secteur aléatoire une fois que vous aurez sauté.
ko: 당신은 출구 송신소에 도착했습니다. 도약할 시 기기는 당신을 임의의 구역으로 보낼 것입니다.
ru: Вы прибыли к маяку выхода. Похоже, что после прыжка устройство забросило вас в случайный сектор.
zh_hans: 你已经到达出口信标了。看来一旦我们跃迁，装置就会把你转移到随机星区。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebel fleet has taken control of the beacon! You'll have to fight your way out!
fr: On dirait que la flotte Rebelle a prit le contrôle de cette balise ! Vous devrez vous battre pour sortir d'ici !
ko: 반군 함대가 송신소를 장악했습니다! 탈출하기 위해선 싸워야 합니다!
ru: Флот повстанцев захватил контроль над маяком! Вам придется пробиваться к выходу!
zh_hans: 看来叛军舰队已经控制了信标！你必须要杀出一条血路！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Engines) Try to escape the Elite.
fr: (Moteurs de pointe) Essayer d'échapper à l'Élite.
ko: (최고급 엔진) 엘리트로부터 탈출을 시도한다.
ru: (Продв. Двигатели) Попытаться сбежать от элиты.
zh_hans: (先进引擎)尝试逃离精英舰。

source: (Jerry) "Hello!"
fr: (Jerry) "Bonjour !"
ko: (제리) "안녕하세요!"
ru: (Джерри) "Привет!"
zh_hans: (杰瑞)"你好！"

source: Inspect the Waystone.
fr: Inspecter la pierre de passage.
ko: 길잡이돌을 조사한다.
ru: Обследовать Путеводный камень.
zh_hans: 检查次元石。

source: The crystalline tech that makes up the device is fascinating, if not completely foreign to you.
fr: La technologie Cristalienne qui compose l'appareil est fascinante, si elle ne vous était pas complètement étrangère.
ko: 저 장비를 구성하는 크리스탈 기술은 환상적입니다. 당신에게 너무 이질적이지 않다면 말입니다.
ru: Кристаллическая технология, на основе которой создано это устройство, очень интересная, если не сказать совершенно чуждая вам.
zh_hans: 构成该设备的晶体技术是令人着迷的，如果对你来说不是完全陌生的话。

source: Talk to Ruwen.
fr: Parler à Ruwen.
ko: 루웬과 대화한다.
ru: Поговорить с Рувеном.
zh_hans: 和茹文交谈。

source: Ruwen is gleeful, very pleased with this outcome. "Good, good! This is most excellent."
fr: Ruwen jubile, très satisfait de ce résultat : "Bien, bien ! C'est excellent."
ko: 루웬은 이 결과에 매우 만족하며 신이 났습니다. "좋소, 아주 좋소! 이건 최고로 훌륭하구려."
ru: Рувен ликует, очень довольный таким исходом. "Хорошо, хорошо! Это просто замечательно".
zh_hans: 茹文很高兴，对这个结果很满意。"好，好！这太棒了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ruwen takes a glance at Vortigon, who is snoring away in a corner of the ship nearby. Suddenly, Ruwen lifts up the key and smashes it against the ground of the ship. "I... I have decided that it is best I do not return this to my people. You, despite not needing to in any capacity, decided to show this man mercy and even convince him to join your ranks. Any doubts I had about you have been assuaged. It will be an honor to continue to serve under your command. I suppose this reward is worthy of you, even if the original mission is obsolete."
fr: Ruwen jette un coup d'œil à Vortigon, qui ronfle dans un coin du vaisseau tout proche. Soudain, Ruwen soulève la clé et l'écrase contre le sol du vaisseau. "Je... J'ai décidé qu'il valait mieux que je ne la rende pas à mon peuple. Vous avez décidé de faire preuve de pitié envers cet homme et même de le convaincre de rejoindre vos rangs, alors que vous n'en aviez aucunement besoin. Tous les doutes que j'avais à votre égard ont été dissipés. Ce sera un honneur de continuer à servir sous votre commandement. Je suppose que cette récompense est digne de vous, même si la mission originale est obsolète."
ko: 루웬은 함선 구석에서 코를 고는 보티곤을 힐끗 쳐다보았습니다. 갑자기, 루웬은 열쇠를 높이 든 뒤 바닥에 내리쳤습니다. "나... 나는 이걸 내 동무들에게 돌려주지 않는 게 최선이라고 판단했소. 그대는, 그럴 필요가 전혀 없었음에도 불구하고, 이 자에게 자비를 베풀었고 심지어 대원으로 합류하도록 설득했소. 그대에 대해 가졌던 모든 의심들은 해소되었소. 그대의 지휘 아래에 계속 복무할 수 있다면 영광일 것이오. 기존의 임무에는 더 이상 쓸모가 없지만, 이 보상이 그대에게 가치가 있으리라 생각하오.
ru: Рувен бросает взгляд на Вортигона, который храпит в углу корабля неподалеку. Внезапно Рувен поднимает Ключ и разбивает его о землю корабля. "Я... я решил, что лучше не возвращать его моему народу. Вы, несмотря на отсутствие необходимости в этом, решили оказать этому человеку милость и даже убедить его вступить в ваши ряды. Все сомнения, которые у меня были на ваш счет, развеялись. Для меня будет честью продолжать служить под вашим командованием. Я полагаю, что эта награда достойна вас, даже если первоначальное задание утратило свою актуальность".
zh_hans: 茹文瞥了一眼沃蒂根，他正在附近的一个角落里打鼾。突然，茹文举起钥匙，把它砸在地上。"我...我决定最好不要把这个还给我的人民。你尽管不需要对这个人心存怜悯，但还是决定对他施以仁慈，甚至说服他加入你的行列。我对你的任何怀疑都已经消除了。很荣幸能继续在你的指挥下服役。我想这个奖励是值得的，即使最初的任务已经失效了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You have my thanks, captain. I'm afraid I must now return to my people with this tech. But let me not forget to pay you for your help!"
fr: "Je vous remercie, capitaine. J'ai bien peur de devoir maintenant retourner auprès de mon peuple avec cette technologie. Mais je n'oublierai pas de vous payer pour votre aide !"
ko: "감사를 표하오. 함장. 아쉽게도 나는 이제 이 장치를 가지고 내 동무들에게 돌아가야 하오. 하지만 그대의 도움은 잊지 않을 것이며, 반드시 갚을 것이오!"
ru: "Примите мою благодарность, капитан. Боюсь, что теперь я должен вернуться к своему народу с этой технологией. Но позвольте мне расплатиться с вами за вашу помощь!"
zh_hans: "谢谢你，舰长。恐怕我现在必须带着这项技术回到我的人民中。但我不会忘记为你的帮助付钱！"

source: You cannot clone Ruwen as he is not dead. He probably wouldn't be very pleased with it either.
fr: Vous ne pouvez pas cloner Ruwen car il n'est pas mort. Il ne serait probablement pas très content non plus.
ko: 루웬은 사망한 게 아니므로 복제할 수 없습니다. 아마 그 역시 달가워하지 않을 것입니다.
ru: Вы не можете клонировать Рувена, поскольку он не умер. Да и ему, наверное, это не очень понравится.
zh_hans: 你不能克隆茹文，因为他还没有死。他可能对此也不会很满意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, Ruwen is no longer with you. With no proper way to return the device back to the Crystal people now, you break it down into scrap.
fr: Malheureusement, Ruwen n'est plus avec vous. Faute de pouvoir rendre l'appareil au peuple Cristalien, vous le réduisez en ferraille.
ko: 불행하게도, 루웬은 더 이상 당신과 함께 있지 않습니다. 장비를 크리스탈 사람들에게 돌려줄 적절한 방법이 없자, 당신은 이걸 박살 내 스크랩으로 만듭니다.
ru: К сожалению, Рувена больше нет с вами. Не имея возможности вернуть устройство народу кристаллинов, вы разбираете его на металлолом.
zh_hans: 不幸的是，茹文已经不在你身边了。由于现在没有合适的方法将设备返还给水晶族，你将其分解为废料。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, it seems you did not obtain the Waystone key... that was the whole reason you came here, was it not?
fr: Malheureusement, il semble que vous n'ayez pas obtenu la Clé de pierre de passage... c'est pourtant la raison pour laquelle vous êtes venu ici, n'est-ce pas ?
ko: 불행하게도, 당신은 '길잡이돌 열쇠'를 획득하지 못했습니다... 이게 당신이 여기에 온 목적 아니었나요?
ru: К сожалению, похоже, что вы не смогли получить Ключ к Путеводному камню... но ведь именно за этим вы сюда и пришли, не так ли?
zh_hans: 不幸的是，你似乎没有拿到次元石钥匙...这就是你来这里的全部原因，不是吗？

source: Talk to Ruwen.
fr: Parler à Ruwen.
ko: 루웬과 대화한다.
ru: Поговорить с Рувеном.
zh_hans: 和茹文交谈。

source: Ruwen looks very disappointed. "You had one task... I... I suppose we will have to reconstruct a new one. That tech was ancient, and it'll be hard to replicate it. I'm afraid I can stay with you no longer. I must return to my people now, and give them the bad news. Though it may be ironic, but I have one last favor to ask of you..."
fr: Ruwen a l'air très déçu : "Vous aviez une tâche à accomplir... J... Je suppose que nous devrons en reconstruire un nouveau. Cette technologie était ancienne et il sera difficile de la reproduire. J'ai bien peur de ne pas pouvoir rester plus longtemps avec vous. Je dois retourner auprès des miens et leur annoncer la mauvaise nouvelle. C'est peut-être ironique, mais j'ai une dernière faveur à vous demander..."
ko: 루웬은 매우 실망한 모습입니다. "그대의 임무는 오직 그것 하나뿐이었소... 아무래도 새로 만들어야 할 것 같구려. 그 장치는 고대의 것이라, 그걸 복제하는 건 매우 어려울 것이오. 난 더 이상 그대와 함께 할 수 없소. 당장 내 동무들에게 돌아가 이 비극을 전해야 하오. 아이러니할지 모르지만, 그대에게 할 마지막 부탁이 있소..."
ru: Рувен выглядит очень разочарованным. "У вас было одно задание... Я... я полагаю, нам придется создать новый. Эта технология была древней, и повторить ее будет сложно. Боюсь, я больше не могу оставаться с вами. Я должен вернуться к своему народу и сообщить ему плохие новости. Как это ни парадоксально, но у меня есть к вам последняя просьба..."
zh_hans: 茹文看起来很失望。"你只需要完成一个任务...我...我想我们必须改换一个新的。那项技术太古老了，很难复制。恐怕我不能再和你呆在一起了。我现在必须回到我的人民身边，告诉他们这个坏消息。虽然这可能很讽刺，但我还有最后一件事要请你帮..."

source: Yes? What is it?
fr: Oui ? Qu'est-ce que c'est ?
ko: 네? 무엇입니까?
ru: Да? Что это?
zh_hans: 是吗？什么事？

source: "Never return to our sectors again." With that, Ruwen moves to pack up his things and depart once you leave the sector.
fr: "Ne revenez plus jamais dans notre secteurs" Sur ce, Ruwen se déplace pour ranger ses affaires et se prépare à partir une fois que vous aurez quitté le secteur.
ko: "다시는 우리 구역으로 돌아오지 마시오." 그것과 함께, 루웬은 짐을 싸러 갑니다.
ru: "Никогда больше не появляйтесь в наших секторах". С этими словами Рувен собирает свои вещи и улетает, как только вы покидаете сектор.
zh_hans: "永远不要再回到我们的星区。"说完，茹文开始收拾他的东西。你离开这个星区之后，他也离开了。

source: You cannot clone Ruwen as he is not dead. He probably wouldn't be very pleased with it either.
fr: Vous ne pouvez pas cloner Ruwen car il n'est pas mort. Il ne serait probablement pas très content non plus.
ko: 루웬은 사망한 게 아니므로 복제할 수 없습니다. 아마 그 역시 달가워하지 않을 것입니다.
ru: Вы не можете клонировать Рувена, поскольку он не умер. Да и ему, наверное, это не очень понравится.
zh_hans: 你不能克隆茹文，因为他还没有死。他可能对此也不会很满意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Either way, Ruwen is no longer with us. You can consider this mission a total failure, but at least you got to see some new sights.
fr: De toute façon, Ruwen n'est plus avec nous. Vous pouvez considérer cette mission comme un échec total, mais au moins vous avez pu voir de nouvelles choses.
ko: 루웬은 더 이상 우리와 함께하지 않습니다. 임무는 완전히 실패했지만, 적어도 새로운 경험은 해봤네요.
ru: В любом случае, Рувена с нами больше нет. Можете считать эту миссию проваленной, но, по крайней мере, вы смогли увидеть несколько новых достопримечательностей.
zh_hans: 不管怎样，茹文已经不在我们身边了。你可以认为这次任务完全失败了，但至少你看到了一些新的风景。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="ORIGINS_FREECREW"]/text
source: You're surprised to find a burnt civilian ship drifting nearby. It appears they were tourists attacked by the Cultists, and few survived. You welcome one of their remaining crew aboard.
fr: Vous êtes surpris de trouver un vaisseau civil incendié dérivant à proximité. Il semble qu'ils aient été attaqués par les Cultistes et que peu d'entre eux aient survécu. Vous accueillez à bord l'un de leurs survivants restants.
ko: 당신은 근처에 불에 탄 민간인 함선이 떠다니는 것을 발견하고 놀랐습니다. 이들은 이교도들에게 공격당한 여행객들이었고, 그 중에서 소수만 살아 남은 모양입니다. 당신은 생존한 선원중 한 명을 함선에 승선시켰습니다.
ru: Вы с удивлением обнаруживаете неподалеку сгоревший корабль гражданских. Судя по всему, на туристов напали Культисты, и мало кто выжил. Вы приглашаете на борт одного из оставшихся членов экипажа.
zh_hans: 你会惊讶地发现附近漂着一艘被烧毁的民用船只。他们似乎是被教派袭击的游客，几乎没有人幸存下来。你欢迎他们剩下的一名船员上船。

# data/events_sector_origins.xml$//event[@name="CULTIST_MOURNING"]/text
source: A group of somber ships have gathered on the surface of a nearby planet. It looks as if they are in the middle of some sort of funeral.
fr: Un groupe de vaisseaux sombres s'est réuni à la surface d'une planète voisine. On dirait qu'ils sont au milieu d'une sorte d'enterrement.
ko: 거무스름한 함선 한 무리가 근처 행성 표면에 모여 있었습니다. 장례식이 한창인 모양입니다.
ru: На поверхности близлежащей планеты собралась группа кораблей с мрачным экипажем. Похоже, они участвуют в процессе, похожем на похороны.
zh_hans: 一群忧郁的舰船聚集在附近的一颗行星表面。看起来他们好像正在参加某种葬礼。

# data/events_sector_origins.xml$//event[@name="CULTIST_MOURNING"]/choice[1]/text
source: Sneak into the crowds and see if you can try and pilfer some stuff.
fr: Se faufiler dans la foule et essayer de voler des objets.
ko: 군중에 몰래 끼어들어가 훔칠 물건이 없는지 본다.
ru: Прокрасться в толпу и попробовать украсть что-нибудь.
zh_hans: 潜入人群中，看看你能不能偷一些东西。

source: You land on the planet and sneak through the crowds of Cultists. However, one individual spots you and points you out. "Hey you, where are your robes? Are you supposed to be here?"
fr: Vous atterrissez sur la planète et vous vous faufilez à travers la foule de Cultistes. Cependant, un individu vous repère et vous signale : "Hé toi, où sont tes robes ? Es-tu censé être ici ?"
ko: 당신은 행성에 착륙해 이교도 무리들 사이에 살금살금 끼었습니다. 하지만 그중 한 명이 당신을 발견하고는 지적했습니다. "거기 당신, 예복은 어디에 두고 온 거요? 이 자리에 초대받기는 했소?"
ru: Вы приземляетесь на планету и пробираетесь сквозь толпы Культистов. Однако один из них замечает вас и указывает на вас. "Эй вы, где ваши мантии? Разве вам положено быть здесь?"
zh_hans: 你降落在这个星球上，然后潜入邪教人群。然而，有一个人发现了你并指出了你。"嘿，你的长袍在哪里？你应该在这里吗？"

source: Yes, definitely.
fr: Oui, tout à fait.
ko: 그렇고 말고.
ru: Да, конечно.
zh_hans: 是的，当然。

source: "Is that so? What is the name of our friend whom we have gathered here to honor?"
fr: "Est-ce bien le cas ? Quel est le nom de notre ami que nous sommes entrain d'honorer ici ?"
ko: "그렇소? 그럼 우리가 조의를 표하러 온 친구의 이름 정도는 알고 있겠구려?"
ru: "Так ли это? Как зовут нашего друга, которого мы собрались здесь почтить?"
zh_hans: "是这样吗？我们聚集在这里纪念的朋友叫什么名字？"

source: Anastasia.
ko: 아나스타시아.
ru: Анастасия.
zh_hans: 阿纳斯塔西娅。

source: Reginald.
ko: 레지널드.
ru: Реджинальд.
zh_hans: 雷金纳德。

source: Steve.
ko: 스티브.
ru: Стив.
zh_hans: 史蒂夫。

source: (Slug Crew) Have your Slug answer.
fr: (Membre d'équipage Limace) Faire répondre votre Limace.
ko: (슬러그 선원) 슬러그 선원에게 대신 답하라고 한다.
ru: (Член экипажа-слизень) Пусть ваш слизень ответит.
zh_hans: (蛞蝓族船员)让你的蛞蝓族船员回答。

source: Your Slug, being telepathic, knows the answer by reading it from the minds of the other cultists nearby.
fr: Votre Limace, étant télépathe, connaît la réponse en la lisant dans l'esprit des autres Cultistes à proximité.
ko: 텔레파시 능력자인 당신의 슬러그 선원은 근처 다른 이교도들의 생각을 읽어내 답을 알고 있었습니다.
ru: Ваш слизень, будучи телепатом, знает ответ, прочитав его из мыслей других Культистов, находящихся поблизости.
zh_hans: 你的蛞蝓族船员具有心灵感应能力，可以从附近其他邪教徒的脑袋里读取答案。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Telepathic Shell) Have your Shell answer.
fr: (Coquille télépathique) Faire répondre votre Coquille.
ko: (진화적 재분기점) 셸 선원에게 대신 답하라고 한다.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка ответит.
zh_hans: (心灵感应甲壳族)用你的甲壳族船员回答。

source: Your Shell, being now blessed with the gift of telepathy, knows the answer by reading it from the minds of the other cultists nearby.
fr: Votre Coquille, étant désormais dotée du don de télépathie, connaît la réponse en lisant dans l'esprit des autres Cultistes qui se trouvent à proximité.
ko: 텔레파시 능력의 축복을 받은 셸 선원은 근처 다른 이교도들의 생각을 읽어내 답을 알고 있었습니다.
ru: Ваша ракушка, наделенная даром телепатии, знает ответ, прочитав его с мыслей других Культистов, находящихся поблизости.
zh_hans: 你的甲壳族船员现在拥有心灵感应的天赋，能通过阅读附近其他邪教徒的大脑来知道答案。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Cultist Crew) "Yes!"
fr: (Membre d'équipage Cultiste) "Oui !"
ko: (이교도 선원) "그렇소!"
ru: (Член экипажа-Культист) "Да!"
zh_hans: (岩石异教徒船员)"当然！"

source: "Ah, brother, my mistake! I did not recognize you amongst all of your strange friends. Have a nice day!" You continue on and find a spot with several unprotected cultist ships, which you raid for supplies before heading back to the ship.
fr: "Ah, mon frère, je me suis trompé ! Je ne t'avais pas reconnu parmi tous tes étranges amis. Passez une bonne journée !" Vous poursuivez votre route et trouvez un endroit où se trouvent plusieurs vaisseaux Cultistes non protégés, que vous pillez pour vous approvisionner avant de retourner au vaisseau.
ko: "아, 형제여, 미안하오! 낯선 친구들 사이에 있어 알아보지 못했구려. 좋은 하루 보내시오!" 당신은 무방비한 이교도 함선 몇 척이 정박된 장소를 발견했고, 보급품을 약탈해 함선으로 돌아왔습니다.
ru: "Ах, брат, я ошибся! Я не признал тебя среди всех твоих странных друзей. Хорошего дня!" Вы продолжаете путь и находите несколько незащищенных кораблей Культистов, на которые вы совершаете набег в поисках припасов, а затем возвращаетесь на корабль.
zh_hans: "啊，兄弟，我错了！我没认出你，陌生的朋友。祝你今天愉快！"你继续前进，发现一个地方有几艘未受保护的邪教船只，在返回船只之前，你掠夺了这些船只以获取补给。

source: (Vortigon) "Yes, you troglodyte."
fr: (Vortigon) "Oui, espèce de troglodyte."
ko: (보티곤) "물론 알지, 이 어리석은 녀석아."
ru: (Вортигон) "Да, ты троглодит".
zh_hans: (沃蒂根)"是的，你这个穴居人。"

source: "Oh heavens, Vortigon! My-my apologies!" All of the nearby cultists take a step back, shocked to see their leader with you. Not long after they're showering you with gifts, praising Vortigon and his 'friends.'
fr: "Oh, mon Dieu, Vortigon ! Mes excuses !" Tous les Cultistes à proximité reculent d'un pas, choqués de voir leur chef avec vous. Peu de temps après, ils vous couvrent de cadeaux, faisant l'éloge de Vortigon et de ses 'amis.'
ko: "아니 세상에, 보티곤님! 소..송구하옵니다!" 근처 모든 이교도들은 그들의 지도자가 당신과 동행하는 것을 목격하고는 충격받아 한 발짝 물러났습니다. 잠시 후 그들은 보티곤과 그의 '친구들'을 찬양하며 당신에게 선물 세례를 퍼부었습니다.
ru: "О боже, Вортигон! Мои извинения!" Все ближайшие Культисты делают шаг назад, потрясенные тем, что их лидер находится рядом с вами. Вскоре после этого они осыпают вас подарками, восхваляя Вортигона и его "друзей".
zh_hans: "天哪，沃蒂根！我向你道歉！"所有附近的邪教信徒都后退一步，惊讶地看到他们的领袖和你在一起。不久之后，他们给你送来了很多礼物，赞扬了沃蒂根和他的"朋友"

source: Crap, run!
fr: Merde, courez !
ko: 씨발! 튀어라!
ru: Черт, бежим!
zh_hans: 娘希匹，快跑！

source: You run back to the ship and fly away before the confused cultists can do anything.
fr: Vous courez vers le vaisseau et vous vous envolez avant que les Cultistes désorientés ne puissent faire quoi que ce soit.
ko: 당신은 영문을 모르는 이교도들이 일을 벌이기 전에 황급히 함선으로 돌아와 자리를 떠났습니다.
ru: Вы бежите обратно на корабль и улетаете, прежде чем растерянные Культисты успевают что-либо предпринять.
zh_hans: 你跑回船上，在迷茫的邪教分子做任何事之前飞走。

# data/events_sector_origins.xml$//event[@name="CULTIST_MOURNING"]/choice[2]/text
source: Avoid the planet.
fr: Éviter la planète.
ko: 행성을 피한다.
ru: Избегать планету.
zh_hans: 避开行星。

source: It's best not to go diving into the depths of a planet swarming with so many Cultists.
fr: Mieux vaut ne pas aller plonger dans les profondeurs d'une planète couverte d'autant de Cultistes.
ko: 저 많은 이교도들로 우글거리는 행성 깊숙이 침투하지 않는게 최선입니다.
ru: Лучше не соваться в глубины планеты, кишащей таким количеством Культистов.
zh_hans: 最好不要潜入一个充斥着这么多异教徒的星球深处。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="CULTIST_MOURNING_INCORRECT"]/text
source: "That is not his name! You are an impostor!" You run back to the ship, with several angry cultists and a hostile ship in pursuit.
fr: "Ce n'est pas son nom ! Vous êtes un imposteur !" Vous courez vers le vaisseau, avec plusieurs Cultistes en colère et un vaisseau hostile à votre poursuite.
ko: "틀렸소! 당신은 사기꾼이구려!" 당신은 함선으로 달려갔고, 이내 화난 이교도들 여럿과 적대적인 함선이 쫒아왔습니다.
ru: "Это не его имя! Ты - самозванец!" Вы бежите обратно на корабль, а за вами гонятся несколько разъяренных Культистов и враждебный корабль.
zh_hans: "那不是他的名字！你是个骗子！"你跑回船上，几个愤怒的异教徒和一艘敌对的星舰在后面追赶着。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="CULTIST_MOURNING_CORRECT"]/text
source: "Oh... er yes, that is correct. My apologies." You continue on and find a spot with several unprotected cultist ships, which you raid for supplies before heading back to the ship.
fr: "Oh... euh oui, c'est exact. Vous continuez votre route et trouvez un endroit où se trouvent plusieurs vaisseaux Cultistes non protégés, que vous pillez pour vous approvisionner avant de retourner au vaisseau.
ko: "어...음... 마..맞소. 미안하오." 당신은 무방비한 이교도 함선 몇 척이 정박된 장소를 발견했고, 보급품을 약탈해 함선으로 돌아왔습니다.
ru: "О... э... да, это правильный ответ. Приношу свои извинения". Вы продолжаете путь и находите несколько незащищенных кораблей Культистов, на которые вы совершаете набег в поисках припасов, а затем возвращаетесь на корабль.
zh_hans: "哦...呃，是的，那是对的。我很抱歉。"你继续前进，找到了一个有几艘未受保护的岩石异教徒舰船的地方，你在回船前掠夺了这些舰船以获取补给。

# data/events_sector_origins.xml$//event[@name="CULTIST_BLESSED_WEAPON"]/text
source: A small market nearby is under operation by Cultists. They claim to be selling "blessed" weapons, though they appear to just be regular Crystal weapons to you.
fr: Un petit marché situé à proximité est tenu par des Cultistes. Ils prétendent vendre des armes "bénies", bien qu'elles vous paraissent n'être que des armes Cristaliennes normales.
ko: 근처에 이교도들이 운영하는 작은 시장이 있습니다. 그들은 "축복받은" 무기를 판다고 주장하고 있었지만, 당신에겐 일반 크리스탈 무기로밖에 안보였습니다.
ru: На небольшом рынке неподалеку работают Культисты. Они утверждают, что продают "благословенное" оружие, хотя на вид это обычное оружие кристаллинов.
zh_hans: 附近的一个小市场正在由余烬教徒经营。他们声称出售"受祝福"的武器，尽管对你来说，他们只是普通的水晶武器。

source: Buy a weapon.
fr: Acheter une arme.
ko: 무기를 산다.
ru: Купить оружие.
zh_hans: 购买一件武器。

source: Buy a weapon.
fr: Acheter une arme.
ko: 무기를 산다.
ru: Купить оружие.
zh_hans: 购买一件武器。

source: Ignore the Cultists.
fr: Ignorer les Cultistes.
ko: 이교도들을 무시한다.
ru: Не обращать внимания на Культистов.
zh_hans: 无视余烬教徒。
