Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_origins.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_sector_origins.xml$//event[@name="START_ORIGINS"]/text
source: You've arrived at the original Crystal Homeworlds, and already you can see the aftermath of the brutal invasion of tourists and "pioneers". The skeletons of Crystal structures dot the surface of the planet of which the entry beacon is concerningly close...
fr: Vous arrivez dans le monde originel des Cristalien et dejà vous pouvez voir les suite de l'invasion brutale des touristes et des "pionniers". Les squelettes de structures cristallines parsèment la surface de la planète dont la balise d'entrée est étonnamment proche...
ko: 크리스탈 고향 성단에 도착했습니다. 벌써부터 관광객들과 '개척자'들의 잔혹한 침공의 여파가 눈에 보입니다. 입구 송신소에서 가까운 행성의 지표면 여기저기에 크리스탈 건축물의 골조가 흩어져 있습니다...
ru: Вы прибыли в родные миры кристаллинов, и уже сразу видны последствия жестокого вторжения сюда туристов и "первопроходцев". Остовы кристаллических сооружений усеивают поверхность планеты, от которых входной маяк находится в опасной близости...
zh_hans: 你已经到达了水晶族的母星，你可以看到游客和"先驱者"的野蛮入侵后留下的痕迹。水晶结构的骨架点缀在行星表面，信标入口被关紧...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We've been here before...
fr: Nous sommes déjà passé par ici…
ko: 전에도 여기 와본 적 있는데...
ru: Мы здесь уже были...
zh_hans: 我们以前来过这里...

# data/events_sector_origins.xml$//event[@name="START_ORIGINS_RUWEN"]/text
source: You've arrived at the original Crystal Homeworlds, and already you can see the aftermath of the brutal invasion of tourists and "pioneers". The skeletons of Crystal structures dot the surface of the planet of which the entry beacon is concerningly close... NOTE FROM THE DEVS: This sector/questline is in a transitional period. Certain elements/dialogue might not make sense. It will be redone in a later (but hopefully soon) update. The current questline/unlock however should at least be functional as they were before for the time being.
fr: Vous arrivez aux mondes natals des Cristaliens et vous pouvez d'ores et déjà constater les conséquences d'une brutale invasion de touristes et de "colons". Les carcasses de structures Cristaliennes parsèment la surface de la planète dont la balise d'entrée est dangereusement proche...
ko: 크리스탈 고향 성단에 도착했습니다. 벌써부터 관광객들과 '개척자'들의 잔혹한 침공의 여파가 눈에 보입니다. 입구 송신소에서 가까운 행성의 지표면 여기저기에 크리스탈 건축물의 골조가 흩어져 있습니다... 개발자 노트: 이 구역/퀘스트라인은 현재 과도기에 있습니다. 따라서 특정 요소/대화문은 스토리와 모순될 수 있습니다. 이는 차후 업데이트에서 리메이크를 통해 해결될 예정입니다. 현재의 퀘스트라인/해금은 당분간 과거의 버전에서와 동일한 채로 유지할 것입니다.
ru: Вы прибыли в родные миры кристаллинов, и уже сразу видны последствия жестокого вторжения сюда туристов и "первопроходцев". Остовы кристаллических сооружений усеивают поверхность планеты, от которых входной маяк находится в опасной близости... ПРИМЕЧАНИЕ РАЗРАБОТЧИКОВ: Данный сектор/квест находится в переходном периоде. Некоторые элементы/диалоги могут не иметь смысла. Они будут переделаны в более позднем (но, надеюсь, скором) обновлении. Однако текущие квесты/разблокировки должны, по крайней мере, функционировать, как и до этого.
zh_hans: 你已经到达了水晶族的母星，你可以看到游客和"先驱者"的野蛮入侵后留下的痕迹。水晶结构的骨架点缀在行星表面，信标入口被关紧... 开发组记： 该星区/任务线处于过渡期。某些元素/对话可能没有意义。它将在稍后的更新中重做(希望很快)。然而，当前的任务线/解锁至少应该能像以前那样发挥作用。

# data/events_sector_origins.xml$//event[@name="START_ORIGINS_RUWEN"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="START_ORIGINS_RUWEN_2"]/text
source: Ruwen explains to you the situation. The item you're looking for is the Waystone Key, a device used to activate or shut down the old waystone. The Crystals need it back so they can activate the new waystone that they are constructing. He transfers the co-ordinates to your ship.
fr: Ruwen vous explique la situation. L'objet que vous cherchez est la Clé de pierre de passage, un outil utilisé pour activer ou non la vieille pierre de passage. Les Cristaliens ont besoin de la récupérer pour en activer une nouvelle qu'ils fabriquent. Il transfère les coordonnées de la Clé vers votre vaisseau.
ko: 루웬이 상황을 설명해줬습니다. 당신이 찾아야 하는 물건은 '길잡이돌 열쇠'로, 오래된 길잡이돌을 작동시키거나 정지시키는 데 사용된다고 합니다. 그것을 되찾아야 크리스탈이 건설 중인 새로운 길잡이돌을 작동할 수 있습니다. 루웬은 당신의 함선으로 좌표를 전송했습니다.
ru: Рувен объясняет вам ситуацию. Предмет, который вы ищете, - это Путеводный Ключ, устройство, используемое для активации или отключения старого Путеводного камня. Кристаллинам нужно вернуть его, чтобы они могли активировать новый камень, который они строят. Он передает координаты на ваш корабль.
zh_hans: 茹文向你解释了情况。你要找的项目是次元石钥匙，一种用于激活或关闭旧次元石的设备。水晶族需要它，有了它才能激活他们正在建造的新次元石。他把坐标传给你的星舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We've been here before...
fr: Nous sommes déjà passé par ici…
ko: 전에도 여기 와본 적 있는데...
ru: Мы здесь уже были...
zh_hans: 我们以前来过这里...

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST"]/text
source: A strange vessel in Crystalline and regal gold colors is guarding the beacon. It appears to be... of Rock design? You've never seen a ship like this before...
fr: Un étrange vaisseau fait de Cristaline et d'or massif paraît garder la balise. On dirait... de l'imagerie Rocailleuse ? Vous n'avez jamais vu tel vaisseau auparavant...
ko: 크리스탈의 색과 장엄한 황금색을 번갈아 칠한 이상한 선박이 송신소를 지키고 있습니다. 외관상으로는... 락맨의 함선으로 보이는데요? 당신은 한 번도 이런 함선을 본 적이 없습니다...
ru: Маяк охраняет странное судно цветов кристаллинов и регального золота. Похоже, что оно... конструкции валунов? Вы никогда не видели такого корабля...
zh_hans: 一艘陌生的水晶色和王室金色的星舰守卫着信标。它似乎带有...岩石族的特征？你从未见过如此奇怪的星舰...

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST"]/choice/event/text
source: The ship moves closer, enough for you to make out the logo of a burning Crystal on the ship's hull. You receive a hail from a burly Rockman decorated in stylish blue robes with golden decals lining the hood and sleeves. His face bears the frown of a man not happy to see another ship in his territory.
fr: Le vaisseau s'approche, assez pour que vous deviniez le logo d'un Cristalien brûlant sur sa coque. Vous êtes interpelé par un Rocailleux costaud vêti d'une belle robe bleue aux décors dorés sur la capuche et les manches. Son visage est froncé comme celui d'un homme mécontent de voir un vaisseau sur son territoire.
ko: 그 함선이 가까이 다가오자, 선체에 그려진 불타는 크리스탈 모양의 로고가 보였습니다. 그때, 모자와 소매에 황금색 장식물이 달린 멋진 파란색 로브로 치장한 건장한 락맨이 당신을 불렀습니다. 그는 자기 영역에서 다른 함선을 보는 것이 달갑지 않은 듯이 얼굴을 찡그렸습니다.
ru: Корабль приближается, и на его корпусе можно разглядеть логотип горящего кристалла. Вас вызывает здоровенный валун, одетый в стильную синюю мантию с золотыми накладками на рукавах и капюшоне. Его лицо хмурится, как у человека, который не рад появлению другого корабля на его территории.
zh_hans: 这艘战舰向你靠近，近到你可以辨认出舰体上燃烧着的水晶标志。你收到了来自一位魁梧的岩石族的消息，他身穿时尚的蓝色长袍，风帽和袖子上镶有金色贴花。他皱起了眉头，因为看到自己星域内出现了另一艘战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You! An outsider? Have you come for riches? Fame? A nice relaxing vacation here in paradise? Well get lost, you aren't gettin' none of that! This sector belongs to the Cult of the Eternal Flame now! You ain't welcome here, unless you bear the mark of the Ember!"
fr: "Toi ! Un étranger ? Es-tu venu pour les richesses ? La gloire ? Des vacances relaxantes ici au paradis ? Eh bien, dégage, tu n'auras rien de tout ça ! Ce secteur appartient désormais au Culte de la Braise Ardente ! Tu n'es pas le bienvenu ici, à moins que tu ne portes la marque de la Braise !"
ko: "당신! 이방인이오? 이곳엔 부를 찾아온 것이오? 아니면 명예? 아니면 낙원에서 멋지고 즐거운 휴가를 즐기러 온 것이오? 그렇다면 꺼지시오. 그중 무엇도 얻을 수 없을 거요! 이 구역은 이제 영원한 불씨의 교단이 소유하고 있소! 불씨의 표식이 없다면 환영받을 수 없소!"
ru: "Ты! Чужак? Ты пришел за богатством? За славой? За приятным отдыхом в раю? Проваливай, ты ничего этого не получишь! Этот сектор теперь принадлежит культу Вечного Жара! Тебе здесь не рады, если только у тебя нету знака Вечного Жара!"
zh_hans: "你！一个外来者？你来这里为了财富吗？名声吗？在乐土中度过一个轻松愉快的假期吗？滚吧，你什么都得不到！这个星区现在属于不息余烬教！你在这里不受欢迎，除非你身上有余烬的印记！"

source: The who?
fr: De qui ?
ko: 누구 소유라고?
ru: Чего?
zh_hans: 什么东西？

source: The cultist grumbles. "Nevermind it, you won't be alive for long."
fr: Le Cultiste grogne : "Peu importe, vous ne resterez pas longtemps en vie."
ko: 이교도가 툴툴댑니다. "곧 죽을 테니 알 필요 없소."
ru: Культист ворчит. "Не обращай внимания, долго ты не проживешь".
zh_hans: 这位异教徒发牢骚。"没事，反正你活不了多久了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vortigon) This vessel has permission from the Grand Priest to travel here.
fr: (Vortigon) Ce vaisseau a reçu l'autorisation du Grand Prêtre de se rendre ici.
ko: (보티곤) 이 선박은 대제사장으로부터 통행을 허가받았습니다.
ru: (Вортигон) Это судно имеет разрешение Верховного Жреца на посещение этого места.
zh_hans: (沃蒂根)本舰取得了大祭司的许可，可在此处航行。

source: The Cultists pause, and quickly apologize. Terrified of Vortigon's wrath, they hand over some supplies and beg for forgiveness.
fr: Les Cultistes s'arrêtent et s'excusent rapidement. Terrifiés par la colère de Vortigon, ils remettent quelques ressources et demandent pardon.
ko: 이교도는 경직되더니, 재빨리 사과했습니다. 그는 보티곤의 분노에 겁을 먹고 물자를 넘겨주며 용서를 구했습니다.
ru: Культисты приостанавливаются и быстро извиняются. Испугавшись гнева Вортигона, они передают ему припасы и просят прощения.
zh_hans: 异教徒们立即停止了靠近，并迅速道歉。由于害怕沃蒂根的愤怒，他们交出了一些物资，并乞求宽恕。

source: (Cultist Crew) Show them proof of your loyalty.
fr: (Membre d'équipage Cultiste) Leur montrer la preuve de votre loyauté.
ko: (이교도 선원) 당신의 충성심을 증명한다.
ru: (Член экипажа-Культист) Показать им доказательства своей преданности.
zh_hans: (异教徒船员)向对方证明你的忠诚。

source: The cultist gives a large, hearty laugh. "Hah! Brother, it is good to see you. How have you been? It has been so long since I have seen you, I thought you had died. So few of us have left this sector in such a long time... maybe I shall come with you so I can hear the tales of your travels."
fr: Le Cultiste pousse un grand rire : "Hah ! Frère, c'est bon de te voir. Comment vas-tu ? Cela fait si longtemps que je ne t'ai pas vu que j'ai cru que tu étais mort. Nous sommes si peu nombreux à avoir quitté ce secteur depuis le temps... Peut-être que je viendrai avec toi pour entendre les récits de tes voyages."
ko: 이교도가 크게 웃었습니다. "하! 형제여, 만나서 반갑구려. 그간 어떻게 지냈소? 못 본 지 너무 오래돼서 자네가 죽은 줄 알았다오. 그토록 오래 이 구역을 떠난 자는 몇 명 없는데... 아무래도 자네의 여행 이야기를 한번 들어보고 싶군. 나도 그 함선에 타 함께 가겠소."
ru: Культист разразился громким, искренним смехом. "Ха! Брат, я рад тебя видеть. Как ты поживаешь? Мы так давно не виделись, что я думал, ты умер. Так мало нас покинуло этот сектор за столь долгое время... Может быть, я пойду с тобой, чтобы послушать рассказы о твоих путешествиях?"
zh_hans: 这位教徒发出了一声大笑。"哈！兄弟，很高兴见到你。你好吗？我很久没有见到你了，我还以为你已经死了。这么长时间以来，我们很少有人像你一样离开过这个星区...也许我应该和你一起去，这样我就可以听到你旅行的故事了。"

source: Hadrich
ru: Хадрих
zh_hans: 哈德里奇

source: (Crystal Crew) Reason with the cultists.
fr: (Membre d'équipage Cristalien) Le raisonner avec les cultistes.
ko: (크리스탈 선원) 이교도들에게 이치를 따진다.
ru: (Член экипажа-кристаллин) Поговорить с Культистами.
zh_hans: (水晶族船员)与异教徒理论。

source: "Gasp! An Ember, you are one of those who paved the very infrastructure for which this sector was constructed from! I thought you had left us mortals behind in your Exodus from this territory. Oh heavens be, please grant me passage on your vessel."
fr: "Gasp ! Un Ardent, vous êtes l'un de ceux qui ont pavé l'infrastructure même pour laquelle ce secteur a été construit ! Je pensais que vous nous aviez abandonnés, nous les mortels, dans votre exode de ce territoire. Ô ciel, accordez-moi le passage sur votre vaisseau."
ko: 헉! 불씨여, 당신은 이 구역을 이루는 바로 그 기반 시설들을 크리스탈로 포장하신 존재가 아닙니까! 전 당신이 이 지역을 탈출하실 때 저희 필멸자들을 버리고 가신 줄 알았습니다. 오 신이시여, 부디 제가 당신의 배를 타게 해주십시오."
ru: "Ух ты! Вечный Жар, вы одни из тех, кто создал ту самую структуру, на основе которой был построен этот сектор! Я думал, что вы оставили нас, смертных, когда покинули эту территорию. О небеса, прошу вас, дайте мне перейти на ваш корабль".
zh_hans: "哦哦哦！一位余烬者！你是那些为这片星区的建设而铺设基础设施的人之一！我还以为你把我们这些凡人都丢在了这片星域。天哪，请允许我登上你的船。"

source: Hadrich
ru: Хадрих
zh_hans: 哈德里奇

source: (Mind Control) Convince the guard to leave you alone.
fr: (Contrôle mental) Convaincre le garde de vous laisser tranquille.
ko: (정신 지배 장비) 경비가 당신을 내버려 두도록 설득해본다.
ru: (Контроль разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: (Mind Control Weapon) Convince the guard to leave you alone.
fr: (Contrôle mental) Convaincre le garde de vous laisser tranquille.
ko: (정신 지배 장비) 경비가 당신을 내버려 두도록 설득해본다.
ru: (Контроль разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制武器)"说服"守卫放过你。

source: (Mind Affecting Weapon) Induce chaos within the guard and slip past.
fr: (Arme d’altération mentale) Provoquer le chaos chez le garde pour vous faufiler discrètement.
ru: (Воздействующее на разум оружие) Вызвать хаос в рядах стражи и проскользнуть мимо.
zh_hans: (心灵干涉武器)在守卫舰中制造混乱，然后悄悄溜走。

source: (Cloaking) Cloak and try to escape.
fr: (Camouflage) Se dissimuler et essayer de s'échapper.
ko: (은폐장) 은폐하여 탈출을 시도한다.
ru: (Маскировка) Замаскироваться и попытаться сбежать.
zh_hans: (隐形系统)隐形并尝试逃离。

source: (Adv. Engines) Try to escape the guard.
fr: (Moteurs de pointe) Essayer d'échapper au garde.
ko: (최고급 엔진) 경비정으로부터 탈출을 시도한다.
ru: (Продв. Двигатели) Попытаться оторваться от сторожевого корабля.
zh_hans: (先进引擎)尝试逃离守卫。

source: (Adv. Autopilot) Activate the auto-pilot to try and escape.
fr: (Autopilotage avancé) Activer l'auto-pilote et essayer de s'enfuir.
ko: (최고급 자동항해장치) 자동항해장치를 작동시켜 탈출을 시도한다.
ru: (Продв. Автопилот) Активировать автопилот, чтобы попытаться уйти.
zh_hans: (先进驾驶)启动自动驾驶来尝试逃跑。

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST_REVISIT"]/text
source: It seems they've since replaced the guard from your last visit, but the model is the same. The Cultist hails you, and begins a monologue similar to last time.
fr: On dirait qu'ils ont remplacé le Garde de votre dernière visite, mais le schéma est le même. Le Cultiste vous salue et commence un monologue similaire la dernière fois.
ko: 당신이 방문한 이후 경비정이 교체된 것 같습니다. 하지만 함선 모델은 똑같군요. 이교도가 당신을 불러 지난번과 비슷한 독백을 시작합니다.
ru: Похоже, что сторожевой корабль с прошлого визита заменили, но его модель осталась прежней. Культист обращается к вам и начинает монолог, похожий на тот, что был в прошлый раз.
zh_hans: 看起来对方已经接替了你上次访问时的守卫，但型号是一样的。岩石族异教徒呼叫你，并开始了与上次类似的独白。

source: Yeah yeah yeah, we've heard this all before.
fr: Ouais ouais ouais, on a déjà entendu tout cela.
ko: 네 네 네, 이미 전에 한번 들었습니다.
ru: Да-да-да, все это мы уже слышали.
zh_hans: 是，是，是，我们以前都听说过。

source: "You... what? Then you will already know that you need to bear the mark of the Ember if you wish to leave here alive!"
fr: "Vous... quoi ? Alors vous saurez déjà que vous devez porter la marque de la Braise si vous voulez partir d'ici vivant !"
ko: "당신은... 뭣이라? 그렇다면 살아서 이곳을 떠나려면 불씨의 표식을 지니고 있어야 한다는 것도 이미 알고 있겠군!"
ru: "Ты... что? Тогда ты уже знаешь, что тебе нужно иметь знак Вечного Жара, если ты хочешь уйти отсюда живым!"
zh_hans: "你...什么？那么你就知道，如果你想活着离开这里，你需要有不息余烬教的标记！"

source: Nah, we'll just blow our way through.
fr: Nan, on va juste se frayer un chemin.
ko: 아니요, 그냥 다 때려눕히고 지나가겠습니다.
ru: Нет, мы просто пройдем напролом.
zh_hans: 不，我们就只是想通过这里。

source: You mute the Cultist ship and attack.
fr: Vous mettez le vaisseau Cultiste en sourdine et attaquez.
ko: 당신은 통신을 끊고 이교도 함선을 공격합니다.
ru: Вы отключаете звук корабля Культистов и атакуете.
zh_hans: 你切断了与岩石异教徒星舰的通讯并攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vortigon) This vessel has permission from the Grand Priest to travel here.
fr: (Vortigon) Ce vaisseau a reçu l'autorisation du Grand Prêtre de se rendre ici.
ko: (보티곤) 이 선박은 대제사장으로부터 통행을 허가받았습니다.
ru: (Вортигон) Это судно имеет разрешение Верховного Жреца на посещение этого места.
zh_hans: (沃蒂根)本舰取得了大祭司的许可，可在此处航行。

source: The Cultists pause, and quickly apologize. Terrified of Vortigon's wrath, they hand over some supplies and beg for forgiveness.
fr: Les Cultistes s'arrêtent et s'excusent rapidement. Terrifiés par la colère de Vortigon, ils remettent quelques ressources et demandent pardon.
ko: 이교도는 경직되더니, 재빨리 사과했습니다. 그는 보티곤의 분노에 겁을 먹고 물자를 넘겨주며 용서를 구했습니다.
ru: Культисты приостанавливаются и быстро извиняются. Испугавшись гнева Вортигона, они передают ему припасы и просят прощения.
zh_hans: 异教徒们立即停止了靠近，并迅速道歉。由于害怕沃蒂根的愤怒，他们交出了一些物资，并乞求宽恕。

source: (Cultist Crew) Show them proof of your loyalty.
fr: (Membre d'équipage Cultiste) Leur montrer la preuve de votre loyauté.
ko: (이교도 선원) 당신의 충성심을 증명한다.
ru: (Член экипажа-Культист) Показать им доказательства своей преданности.
zh_hans: (异教徒船员)向对方证明你的忠诚。

source: The cultist gives a large, hearty laugh. "Hah! Brother, it is good to see you. How have you been? It has been so long since I have seen you, I thought you had died. So few of us have left this sector in such a long time... maybe I shall come with you so I can hear the tales of your travels."
fr: Le Cultiste pousse un grand rire : "Hah ! Frère, c'est bon de te voir. Comment vas-tu ? Cela fait si longtemps que je ne t'ai pas vu que j'ai cru que tu étais mort. Nous sommes si peu nombreux à avoir quitté ce secteur depuis le temps... Peut-être que je viendrai avec toi pour entendre les récits de tes voyages."
ko: 이교도가 크게 웃었습니다. "하! 형제여, 만나서 반갑구려. 그간 어떻게 지냈소? 못 본 지 너무 오래돼서 자네가 죽은 줄 알았다오. 그토록 오래 이 구역을 떠난 자는 몇 명 없는데... 아무래도 자네의 여행 이야기를 한번 들어보고 싶군. 나도 그 함선에 타 함께 가겠소."
ru: Культист разразился громким, искренним смехом. "Ха! Брат, я рад тебя видеть. Как ты поживаешь? Мы так давно не виделись, что я думал, ты умер. Так мало нас покинуло этот сектор за столь долгое время... Может быть, я пойду с тобой, чтобы послушать рассказы о твоих путешествиях?"
zh_hans: 这位教徒发出了一声大笑。"哈！兄弟，很高兴见到你。你好吗？我很久没有见到你了，我还以为你已经死了。这么长时间以来，我们很少有人像你一样离开过这个星区...也许我应该和你一起去，这样我就可以听到你旅行的故事了。"

source: Hadrich
ru: Хадрих
zh_hans: 哈德里奇

source: (Crystal Crew) Reason with the cultists.
fr: (Membre d'équipage Cristalien) Le raisonner avec les cultistes.
ko: (크리스탈 선원) 이교도들에게 이치를 따진다.
ru: (Член экипажа-кристаллин) Поговорить с Культистами.
zh_hans: (水晶族船员)与异教徒理论。

source: "Gasp! An Ember, you are one of those who paved the very infrastructure for which this sector was constructed from! I thought you had left us mortals behind in your Exodus from this territory. Oh heavens be, please grant me passage on your vessel."
fr: "Gasp ! Un Ardent, vous êtes l'un de ceux qui ont pavé l'infrastructure même pour laquelle ce secteur a été construit ! Je pensais que vous nous aviez abandonnés, nous les mortels, dans votre exode de ce territoire. Ô ciel, accordez-moi le passage sur votre vaisseau."
ko: 헉! 불씨여, 당신은 이 구역을 이루는 바로 그 기반 시설들을 크리스탈로 포장하신 존재가 아닙니까! 전 당신이 이 지역을 탈출하실 때 저희 필멸자들을 버리고 가신 줄 알았습니다. 오 신이시여, 부디 제가 당신의 배를 타게 해주십시오."
ru: "Ух ты! Вечный Жар, вы одни из тех, кто создал ту самую структуру, на основе которой был построен этот сектор! Я думал, что вы оставили нас, смертных, когда покинули эту территорию. О небеса, прошу вас, дайте мне перейти на ваш корабль".
zh_hans: "哦哦哦！一位余烬者！你是那些为这片星区的建设而铺设基础设施的人之一！我还以为你把我们这些凡人都丢在了这片星域。天哪，请允许我登上你的船。"

source: Hadrich
ru: Хадрих
zh_hans: 哈德里奇

source: (Mind Control) Convince the guard to leave you alone.
fr: (Contrôle mental) Convaincre le garde de vous laisser tranquille.
ko: (정신 지배 장비) 경비가 당신을 내버려 두도록 설득해본다.
ru: (Контроль разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: (Mind Control Weapon) Convince the guard to leave you alone.
fr: (Contrôle mental) Convaincre le garde de vous laisser tranquille.
ko: (정신 지배 장비) 경비가 당신을 내버려 두도록 설득해본다.
ru: (Контроль разума) Убедить капитана сторожевого судна пропустить вас.
zh_hans: (心灵控制)"说服"守卫放过你。

source: (Mind Affecting Weapon) Induce chaos within the guard and slip past.
fr: (Arme d’altération mentale) Provoquer le chaos chez le garde pour vous faufiler discrètement.
ru: (Воздействующее на разум оружие) Вызвать хаос в рядах стражи и проскользнуть мимо.
zh_hans: (心灵干涉武器)在守卫舰中制造混乱，然后悄悄溜走。

source: (Cloaking) Cloak and try to escape.
fr: (Camouflage) Se dissimuler et essayer de s'échapper.
ko: (은폐장) 은폐하여 탈출을 시도한다.
ru: (Маскировка) Замаскироваться и попытаться сбежать.
zh_hans: (隐形系统)隐形并尝试逃离。

source: (Adv. Engines) Try to escape the guard.
fr: (Moteurs de pointe) Essayer d'échapper au garde.
ko: (최고급 엔진) 경비정으로부터 탈출을 시도한다.
ru: (Продв. Двигатели) Попытаться оторваться от сторожевого корабля.
zh_hans: (先进引擎)尝试逃离守卫。

source: (Adv. Autopilot) Activate the auto-pilot to try and escape.
fr: (Autopilotage avancé) Activer l'auto-pilote et essayer de s'enfuir.
ko: (최고급 자동항해장치) 자동항해장치를 작동시켜 탈출을 시도한다.
ru: (Продв. Автопилот) Активировать автопилот, чтобы попытаться уйти.
zh_hans: (先进驾驶)启动自动驾驶来尝试逃跑。

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST_BOARDERS"]/text
source: As the cultist guard sputters, you detect a distress signal coming from their ship. However, no ASB appears due to how close you are to the planet's surface. Instead, several cultists are beamed aboard!
fr: Alors que le Garde Cultiste s'époumone, vous détectez un signal de détresse en provenance de leur vaisseau. Cependant, aucune Batterie Anti-Vaisseau n'apparaît en raison de la proximité de la surface de la planète. Au lieu de cela, plusieurs Cultistes sont téléportés à bord !
ko: 교단의 경비정이 터져나갈 때, 그들이 구조 신호를 송출한 것이 감지됐습니다. 하지만 당신과 행성 표면 사이의 거리 때문에 ASB는 나타나지 않았고, 그 대신 이교도 몇 명이 순간이동해 왔습니다!
ru: Когда сторожевой корабль Культистов разрывается, вы фиксируете сигнал бедствия, исходящий с их корабля. Однако из-за того, что вы находитесь так близко к поверхности планеты, ПКБ не активируется. Вместо этого несколько Культистов телепортируются на борт!
zh_hans: 当岩石异教徒守卫咕哝，你检测到来自他们星舰的遇险信号。然而，由于你离行星表面不近，没有出现反舰炮台。取而代之的是，几名邪教徒被传送到星舰上！

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST_DESTROY"]/text
source: The Cultist guard has been eliminated, but you're certain that there are plenty more to come in this sector.
fr: Le Garde Cultiste a été éliminée, mais vous êtes certain qu'il y en a encore beaucoup d'autres à venir dans ce secteur.
ko: 이교도 경비정을 제거했습니다. 하지만 이 구역에는 분명 저런 놈들이 훨씬 더 많이 있을 겁니다.
ru: Сторожевой корабль Культистов уничтожен, но вы уверены, что в этом секторе их еще много.
zh_hans: 岩石异教徒守卫已经被消除，但你可以肯定的是，在这个星区还有更多的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST_DEADCREW"]/text
source: The Cultist guard has been eliminated, but you're certain that there are plenty more to come in this sector. Fortunately, it appears their cargo survived the fight.
fr: Le Garde Cultiste a été éliminée, mais vous êtes certain qu'il y en a beaucoup d'autres à venir dans ce secteur. Heureusement, il semble que leur cargaison ait survécu au combat.
ko: 이교도 경비정을 제거했습니다. 하지만 이 구역에는 분명 저런 놈들이 훨씬 더 많이 있을 겁니다. 다행히도, 경비정의 화물은 전투 중에 파괴되지 않은 것 같습니다.
ru: Сторожевой корабль Культистов уничтожен, но вы уверены, что в этом секторе их еще много. К счастью, похоже, что их груз уцелел во время боя.
zh_hans: 岩石异教徒守卫已经被消除，但你可以肯定的是，在这个星区还有更多的东西。幸运的是，他们的货物似乎在战斗中幸存了下来。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="GUARD_CULTIST_FOLLOWUP"]/text
source: If there was any hope of getting through the sector unnoticed, you've botched it. They will no doubt send reinforcements to hunt you down.
fr: Si vous pouviez espérer traverser le secteur sans vous faire remarquer, vous avez tout gâché. Ils enverront sans doute des renforts pour vous traquer.
ko: 들키지 않고 지나갈 방법이 있었겠지만, 당신이 망쳐버렸습니다. 이교도들은 분명 당신을 추적하기 위해 증원군을 보낼 것입니다.
ru: Если у вас и была надежда пробраться через сектор незамеченным, вы ее провалили. Они, несомненно, пришлют подкрепление, чтобы выследить вас.
zh_hans: 如果你希望在不被注意的情况下通过该星区，那么你已经搞砸了。对方无疑会派出援军来追捕你。
