Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_origins.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Your crew rush aboard to try and save the pirates. Fortunately, everyone makes it back alive, including one of the survivors.
fr: Votre équipage se précipite à bord pour tenter de sauver les pirates. Heureusement, tout le monde rentre vivant, y compris l'un des survivants.
ko: 선원들은 해적들을 구하기 위해 서둘러 승선했습니다. 다행히, 생존자 한 명과 함께 모두 무사히 돌아왔습니다.
ru: Ваш экипаж спешит на борт, чтобы попытаться спасти пиратов. К счастью, всем удается вернуться живыми, включая одного из выживших.
zh_hans: 你的船员冲上船去救海盗。幸运的是，每个人都活着回来了，包括一名幸存者。

source: Your crew rush aboard to try and save the pirates. The team returns with one of the survivors, but one of your crew is missing. The team reports that they were caught in the blaze and didn't make it out alive.
fr: Votre équipage se précipite à bord pour tenter de sauver les Pirates. L'équipe revient avec l'un des survivants, mais un membre de votre équipage manque à l'appel. L'équipe rapporte qu'il a été pris dans le brasier et qu'il ne s'en est pas sortie vivant.
ko: 선원들은 해적들을 구하기 위해 서둘러 승선했습니다. 구조대는 생존자 한 명을 데리고 돌아왔지만, 당신의 선원 한 명이 보이지 않았습니다. 보고에 따르면, 그는 불길에 갇혀 결국 살아서 나오지 못했다고 합니다.
ru: Ваш экипаж спешит на борт, чтобы попытаться спасти пиратов. Вскоре группа возвращается с одним из выживших, но один из членов вашего экипажа пропал без вести. Команда сообщает, что они попали в пламя и не все смогли выбраться живыми.
zh_hans: 你的船员冲上船去救海盗。团队带着一名幸存者返回，但你的一名船员失踪。该小组报告称，他们被困在大火中，没能活着出来。

source: Fortunately, it'll take more than some flames for the Clone Bay to not bring your crew back.
fr: Heureusement, il faudra plus que quelques flammes pour que la salle des clones ne ramène pas votre équipage.
ko: 다행히, 불길 정도로는 클론 배양실에서 당신의 선원이 되살아 나는 것을 막을 수 없습니다.
ru: К счастью, для того, чтобы ваш Клон-отсек не возродил вашего члена экипажа, требуется нечто большее, чем просто пламя.
zh_hans: 幸运的是，克隆舱可以从火焰中把你的船员救回来。

source: It appears the pirates did not make it. Your crew return empty-handed.
fr: Il semble que les Pirates n'aient pas réussi à s'en sortir. Votre équipage revient les mains vides.
ko: 해적들은 아무도 살아남지 못한 것 같습니다. 선원들은 빈손으로 복귀했습니다.
ru: Похоже, пираты не выжили. Ваш экипаж возвращается с пустыми руками.
zh_hans: 看来海盗们没能活下来。你的船员空手而归。

# data/events_sector_origins.xml$//event[@name="CULTIST_CHURCH_FAKE"]/text
source: You've stumbled across a massive church at this beacon.
fr: Vous tombez sur une énorme église à cette balise.
ko: 당신은 거대한 교회 앞을 우연히 지나가게 됩니다.
ru: На этом маяке вы наткнулись на огромную церковь.
zh_hans: 你在这个信标偶然发现了一座巨大的教堂。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems most of the church has been abandoned since you were last here. They probably relocated to another place since then...
fr: Il semble que la majeure partie de l'église ait été abandonnée depuis votre dernière visite. Ils ont probablement déménagé depuis...
ko: 당신이 마지막으로 왔던 뒤로 이 교회는 버려졌던 걸로 보입니다. 아마 그들은 다른 장소로 옮겼을 겁니다.
ru: Похоже, что большая часть церкви была заброшена с тех пор, как вы были здесь в последний раз. Возможно, с тех пор они перебрались в другое место...
zh_hans: 自从你上次来到这里，教堂的大部分区域似乎都被遗弃了。对方可能从那时起搬到了另一个地方...

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It's quite the spectacle, but there's little for you to do here.
fr: C'est un véritable spectacle, mais il n'y a pas grand-chose à faire ici.
ko: 이건 정말 장관이지만, 당신이 여기에서 할 수 있는 건 별로 없습니다.
ru: Зрелище впечатляющее, но делать здесь особо нечего.
zh_hans: 这很壮观，但你在这里没什么可做的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The location of the Waystone Key.
fr: L'emplacement de la Clé de pierre de passage.
ko: 길잡이돌 열쇠의 위치입니다.
ru: Местоположение Путеводного Ключа.
zh_hans: 关键次元石的位置。

source: Explored location.
fr: Emplacement exploré.
ko: 이미 방문한 송신송입니다.
ru: Посещенное место.
zh_hans: 已探索的信标。

# data/events_sector_origins.xml$//event[@name="CULTIST_CHURCH_RUWEN"]/text
source: You've arrived at the co-ordinates specified by Ruwen.
fr: Vous êtes arrivés aux coordonnées indiquées par Ruwen.
ko: 당신은 루웬이 지정한 좌표에 도착했습니다.
ru: Вы прибыли по координатам, указанным Рувеном.
zh_hans: 你已经到达了茹文所指定的坐标点。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're surprised to see it's the same church as before. Ruwen is as confused as you are as to why the co-ordinates led you here though, but he suggests that we enter and investigate.
fr: Vous êtes surpris de constater qu'il s'agit de la même église qu'auparavant. Ruwen ne comprend pas plus que vous pourquoi les coordonnées vous ont conduit jusqu'ici, mais il propose que nous entrions et que nous enquêtions.
ko: 전에 봤던 교회를 다시 보게 되자 당신은 놀랐습니다. 좌표를 준 루웬도 당신 만큼이나 혼란스러워합니다, 하지만 들어가 조사해볼 것을 건의했습니다.
ru: Вы с удивлением видите, что это та же самая церковь, что и раньше. Рувен так же, как и вы, недоумевает, почему координаты привели вас именно сюда, но предлагает войти и осмотреться.
zh_hans: 你很惊讶地看到它和以前的教堂一样。茹文和你一样困惑，为什么坐标会把你带到这里，但他建议我们进去调查。

source: Enter...
fr: Entrer...
ko: 들어갑니다...
ru: Войти...
zh_hans: 进入。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The location appears to be home to a massive church. Ruwen is as confused as you are as to why the co-ordinates led you here though, but he suggests that we enter and investigate.
fr: L'emplacement semble abriter une énorme église. Ruwen ne comprend pas plus que vous pourquoi les coordonnées vous ont mené jusqu'ici, mais il propose que nous entrions et que nous explorions.
ko: 이 장소는 거대한 교회의 본거지인 것 같습니다. 좌표를 준 루웬도 당신 만큼이나 혼란스러워합니다, 하지만 들어가 조사해볼 것을 건의했습니다.
ru: Судя по всему, в этом месте находится огромная церковь. Рувен так же, как и вы, недоумевает, почему координаты привели вас сюда, но предлагает войти и осмотреться.
zh_hans: 该地点似乎是一座巨大教堂的所在地。茹文和你一样困惑，为什么坐标会把你带到这里，但他建议我们进去调查。

source: Enter...
fr: Entrer...
ko: 들어갑니다...
ru: Войти...
zh_hans: 进入。

# data/events_sector_origins.xml$//event[@name="CULTIST_CHURCH_BEGIN"]/text
source: You enter the church to find a Rockman clad in a red robe preaching to crowds of Cultists. They're in the middle of a sermon, and they probably won't appreciate an interruption. However, from the looks of it, it doesn't seem they'll be winding down any time soon.
fr: Vous entrez dans l'église et trouvez un Rocailleux vêtu d'une robe rouge en train de prêcher à des foules de Cultistes. Ils sont en plein milieu d'un sermon et ils n'apprécieront probablement pas d'être interrompus. Cependant, d'après ce qu'il apparait, ils ne sont pas prêts de s'arrêter.
ko: 교회에 입장하자 당신은 빨간 옷을 입은 채 이교도들에게 설교하고 있는 락맨을 보게 됩니다. 그들은 지금 예배중에 있습니다, 그들은 아마 방해 받는 것을 고마워하지 않을 것 입니다. 그러나, 보아 짐작하건대 금방 끝날 것 같지 않습니다.
ru: Войдя в церковь, вы видите валуна в красной мантии, читающего проповедь толпе Культистов. Проповедь в самом разгаре, и они, вероятно, не обрадуются, если их прервут. Однако, судя по всему, они не собираются прекращать проповедь в ближайшее время.
zh_hans: 你走进教堂，看到一个穿着红色长袍的岩石族在向一群余烬教徒讲道。对方正在布道，他们可能不喜欢被打断。然而，从表面上看，他们似乎不会在短时间内离开。

source: This is important; interrupt the sermon.
fr: C'est important ; interrompre le sermon.
ko: 이 일은 중요하다. 예배를 방해한다.
ru: Это важно; прервать проповедь.
zh_hans: 这很重要；打断讲道。

source: You stand up and approach the preacher. He doesn't look pleased.
fr: Vous vous levez et vous vous approchez du prédicateur. Il n'a pas l'air content.
ko: 당신은 일어서 설교자에게 다가갑니다. 그는 기뻐 보이지 않습니다.
ru: Вы встаете и подходите к проповеднику. Он выглядит недовольным.
zh_hans: 你站起来走近牧师。他看起来不高兴。

source: Have Ruwen speak with him.
fr: Demander à Ruwen de lui parler.
ko: 루웬보고 그에게 말해보라 한다.
ru: Пусть Рувен поговорит с ним.
zh_hans: 让茹文和他谈谈。

source: Ruwen outreaches his hand, but the Rockman won't shake it. "I am Grand Priest Vortigon, and this is my church. For what reason have you deemed it necessary to barge in and interrupt my preaching?"
fr: Ruwen lui tend la main, mais le Rocailleux ne la serre pas. "Je suis le grand prêtre Vortigon et ceci est mon église. Pour quelle raison avez-vous jugé nécessaire de faire irruption et d'interrompre mon sermon ?"
ko: 루웬은 그의 손을 내밀었습니다, 하지만 락맨은 악수하지 않았습니다. "난 대제사장 보티곤이다, 그리고 여긴 내 교회다. 대체 무슨 이유로 내 설교에 끼어들 필요가 있다고 생각했지?"
ru: Рувен протягивает руку, но валун не пожимает ее. "Я - Верховный Жрец Вортигон, и это моя церковь. По какой причине вы сочли нужным врываться и прерывать мою проповедь?"
zh_hans: 茹文伸出手来，但岩石族没有握手。"我是沃蒂根大祭司，这是我的教堂。你为什么要闯入教堂并打断我的讲道？"

source: We've come for the Waystone Key.
fr: Nous sommes venus pour la Clé de pierre de passage.
ko: 우리는 길잡이돌 열쇠를 찾기 위해 왔습니다.
ru: Мы пришли за Путеводным Ключом.
zh_hans: 我们是来拿次元石钥匙的。

source: Just stand there and stare.
fr: Rester là et regarder.
ko: 그냥 거기 서서 쳐다봅니다.
ru: Просто стоять и смотреть.
zh_hans: 就站在那里盯着看。

source: Without Ruwen you have no idea what to say. For a few awkward moments you stand there staring until the Rockman gets tired and orders three of his guards to come and carry you out. You run out of the church with the cultists in pursuit.
fr: Sans Ruwen, vous ne savez pas quoi dire. Pendant quelques instants gênants, vous restez là à observer, jusqu'à ce que le Rocailleux se lasse et ordonne à trois de ses gardes de venir vous porter dehors. Vous sortez de l'église en courant, les Cultistes à vos trousses.
ko: 루웬 없이 당신은 무슨 말을 해야 할 지 전혀 모르겠습니다. 잠시 어색한 시간이 지나가는 동안 당신은 거기 서서 가만히 지켜보았고 락맨은 지쳐 경비원 세 명에게 당신을 데리고 나가라고 명령했습니다. 이교도들의 추격 속에 당신은 교회에서 달아났습니다.
ru: Без Рувена вы не знаете, что сказать. Несколько неловких мгновений вы стоите и смотрите друг на друга, пока валун не устает и не приказывает трем своим охранникам прийти и выдворить вас. Вы выбегаете из церкви, а Культисты устремляются за вами.
zh_hans: 没有茹文，你不知道该说什么。你尴尬地站在那里对视，直到岩石族累了，他命令三名警卫过来把你抬出去。你在余烬教徒的追赶下跑出了教堂。

source: Attempt to sneak around and look for the key.
fr: Tenter de vous faufiler et de chercher la clé.
ko: 슬그머니 돌아다니면서 열쇠를 찾아본다.
ru: Попытаться пробраться и найти Ключ.
zh_hans: 试着四处溜达，寻找钥匙。

source: You exit the church and loop around back. You notice two doors, but you have no idea where it might be.
fr: Vous sortez de l'église et faites le tour par l'arrière. Vous remarquez deux portes, mais vous n'avez aucune idée de l'endroit où elles mènent.
ko: 당신은 교회를 나와 뒤 쪽으로 돌아갑니다. 당신은 두 개의 문을 찾게 되었지만, 열쇠가 어디에 있을 지는 의문입니다.
ru: Вы выходите из церкви и обходите ее сзади. Вы замечаете две двери, но не представляете, где именно он может находиться.
zh_hans: 你离开教堂，绕到后面。你注意到两扇门，但你不知道它可能在哪里。

source: Enter the door marked 'shrine'.
fr: Entrer par la porte marquée "sanctuaire".
ko: '사당'이라 적힌 문에 들어간다.
ru: Войти в дверь с надписью "святилище".
zh_hans: 进入标有"神殿"的门。

source: You make a random guess and pick the shrine. As you suspected, Ruwen spots the key resting on a pedestal protected by a small glass box.
fr: Vous devinez au hasard et choisissez le sanctuaire. Bon choix ! Ruwen repère la clé qui repose sur un piédestal protégé par une petite boîte en verre.
ko: 당신은 무작위로 추측해 사당을 고릅니다. 당신의 예상대로, 루웬은 작은 유리 상자로 보호되는 받침대 위에 놓여 있는 열쇠를 발견했습니다.
ru: Вы наугад выбираете святилище. Как вы и рассчитывали, Рувен находит Ключ, лежащим на постаменте в маленькой стеклянной шкатулке.
zh_hans: 你随机猜测并选择神殿。正如你所猜测的那样，茹文发现钥匙放在一个由小玻璃箱保护的基座上。

source: Break open the case.
fr: Casser la boîte.
ko: 상자를 깨부순다.
ru: Вскрыть шкатулку.
zh_hans: 砸开箱子。

source: You smash the case, only for the pedestal to rapidly recede into the floor and an alarm to blare. You hear shouts from the other room and run out, pursued by several enraged cultists.
fr: Vous brisez la boîte, mais le socle s'enfonce rapidement dans le sol et une alarme retentit. Vous entendez des cris provenant de l'autre pièce et vous sortez en courant, poursuivi par plusieurs Cultistes enragés.
ko: 당신은 상자를 깨부쉈지만, 그 즉시 받침대가 바닥 밑으로 빠르게 들어가며 경보가 울렸습니다. 다른 방에서 울려 퍼지는 고함을 듣고 서둘러 빠져나왔지만, 화가 잔뜩 난 이교도들에게 꼬리를 잡혀버립니다.
ru: Вы разбиваете шкатулку, но постамент быстро погружается в пол, и раздается сигнал тревоги. Вы слышите крики из другой комнаты и выбегаете наружу, преследуемый несколькими разъяренными Культистами.
zh_hans: 你砸碎了玻璃箱，结果基座迅速缩入地板，警报器响起。你听到另一个房间传来的叫喊声，然后在几个愤怒的余烬教徒追赶下跑了出去。

source: Hurry back to the ship!
fr: Foncez jusqu'au vaisseau !
ko: 서둘러 함선으로 돌아간다!
ru: Скорее на корабль!
zh_hans: 迅速回到星舰！

source: As you're getting back to the ship, you spot Vortigon and a group of several other cultists running towards a massive cruiser. It looks like Vortigon is carrying the key with him!
fr: Alors que vous regagnez le vaisseau, vous apercevez Vortigon et un groupe de plusieurs autres Cultistes qui courent en direction d'un énorme croiseur. On dirait que Vortigon transporte la clé avec lui !
ko: 당신은 함선으로 복귀하면서 보티곤과 그의 신도 한 무리가 거대한 순양함으로 달려가는 것을 목격했습니다. 보티곤이 열쇠를 가지고 있는 모양입니다!
ru: Возвращаясь на корабль, вы замечаете Вортигона и группу из нескольких других Культистов, бегущих к огромному крейсеру. Похоже, что Вортигон уносит с собой Ключ!
zh_hans: 当你回到船上时，你看到沃蒂根和其他几名余烬教徒朝着一艘大型巡洋舰跑去。沃蒂根好像带着次元石钥匙！

source: Attack, we need that key!
fr: Attaquer, nous avons besoin de cette clé !
ko: 공격! 저 열쇠를 손에 넣어야 한다!
ru: Атакуем, нам нужен этот Ключ!
zh_hans: 进攻，我们需要那把钥匙！

source: You speed towards the gigantic cruiser, weapons charging.
fr: Vous foncez vers le gigantesque croiseur, armes chargées.
ko: 당신은 무기를 충전하며 거대한 순양함을 향해 돌진합니다.
ru: Вы мчитесь к гигантскому крейсеру, заряжая оружие.
zh_hans: 你朝着巨大的星舰疾驰，武器正在充能。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't risk it, run!
fr: Nous ne pouvons pas prendre ce risque, courez !
ko: 위험을 감수할 순 없다. 퇴각하라!
ru: Мы не можем рисковать, бежим!
zh_hans: 我们不能冒险，快跑！

source: You have enough problems to deal with, like the hordes of Cultists swarming to attack your ship.
fr: Vous avez suffisamment de problèmes à régler, comme les hordes de Cultistes qui se pressent pour attaquer votre vaisseau.
ko: 이미 해결해야 할 골칫거리가 아주 많습니다. 지금 당신의 함선으로 몰려오고 있는 저 이교도 군중처럼 말입니다.
ru: У вас и так хватает проблем, например, полчища Культистов, собравшихся атаковать ваш корабль.
zh_hans: 你要处理的问题已经够多了，比如成群结队的余烬教徒蜂拥而至，攻击你的星舰。

source: Enter the door marked 'storage'.
fr: Entrer par la porte marquée "stockage".
ko: '창고'라 적힌 문에 들어간다.
ru: Войти в дверь с надписью "склад".
zh_hans: 进入标有"存储"的门。

source: You enter the storage room, and begin to pilfer through the junk. You find plenty of junk, but not the key. You start to consider looping back and checking out the shrine when several cultists enter the room and spot you looting their junk. Reasonably displeased with you looting their junk, they chase you back to the ship!
fr: Vous entrez dans la salle de stockage et commencez à fouiller dans le bric-à-brac. Vous en trouvez beaucoup, mais pas la clé. Vous envisagez de faire demi-tour et d'aller voir le sanctuaire lorsque plusieurs Cultistes entrent dans la pièce et vous voient en train de piller leur bazar. Raisonnablement mécontents de vous voir prendre leurs affaires, ils vous poursuivent jusqu'au vaisseau !
ko: 당신은 창고에 들어가 그 안의 잡동사니를 뒤지기 시작했습니다. 당신은 쓸모없는 물건들을 여럿 찾았지만, 열쇠는 찾지 못했습니다. 창고에서 나와 다시 신전으로 가볼까 생각한 찰나, 이교도 여럿이 창고에 들어와 자신들의 재산을 헤집는 당신을 발견했습니다. 그들은 창고 안 물건을 약탈하려는 당신에 당연히 화가났고, 당신을 함선까지 쫒아왔습니다!
ru: Вы входите на склад и начинаете рыться в хламе. Вы находите много всего бесполезного, но не Ключ. Вы начинаете подумывать о том, чтобы вернуться и заглянуть в святилище, когда в комнату входят несколько Культистов и замечают, что вы мародерствуете. Естественно недовольные тем, что вы грабите их, они гонятся за вами до вашего корабля!
zh_hans: 你进入储藏室，开始寻找。你找到了很多废旧物品，但找不到钥匙。你开始考虑回过头去查看神殿时，几个余烬教徒进入房间，发现你在洗劫他们的废旧物品。他们对你洗劫他们的废旧物品感到不满，于是追着你回到了星舰上！

# data/events_sector_origins.xml$//event[@name="CULTIST_CHURCH_QUESTION"]/text
source: "The... what?" Vortigon looks confused, so Ruwen steps in again and explains the device. "Are you referring to the Eternal Ember? This is our most sacred possession! Of course you may not have it! Now get out of my church."
fr: "La... quoi ?" Vortigon a l'air confus, alors Ruwen intervient à nouveau et explique la chose : "Tu parles de la Braise Ardente ? C'est notre bien le plus sacré ! Bien sûr vous n'avez pas le droit de l'avoir ! Maintenant, sortez de mon église."
ko: "어.. 뭐라고?" 보티건은 혼란스러워 보입니다, 그래서 루웬은 다시 한번 장치에 대해 설명합니다. "혹시 영원한 불씨에 대해 말하고 있는 건가? 이것은 우리의 가장 신성한 소유물이다! 당연히 넌 그걸 가질 수 없지! 이제 내 교회에서 꺼져."
ru: "Ч-что?" Вортигон выглядит растерянным, поэтому Рувен снова вступает в разговор и объясняет суть устройства. "Ты имеешь в виду Вечный Жар? Это наша самая священная вещь! Конечно, у тебя ее быть не может! А теперь убирайся из моей церкви".
zh_hans: "要...什么？"沃蒂根看起来很困惑，所以茹文再次上前解释了装置。"你是指永恒余烬吗？这是我们最神圣的财产！你绝对不可能拿走它！现在离开我的教堂。"

source: Take it through force!
fr: La prendre par la force !
ko: 무력으로 빼앗는다!
ru: Взять Ключ силой!
zh_hans: 动手抢过来！

source: You push past Vortigon and prepare to march to take the key before you realize... you have absolutely no idea where it is. Vortigon coughs, then orders his guards to chase you off. Crap, mission abort!
fr: Vous dépassez Vortigon et vous vous apprêtez à ralentir pour prendre la clé avant de réaliser... que vous n'avez absolument aucune idée de l'endroit où elle se trouve. Vortigon tousse, puis ordonne à ses gardes de vous chasser. Merde, mission annulée !
ko: 당신은 보티곤을 빠르게 지나친 뒤 열쇠가 있는 곳으로 향하려 했지만 생각해보니... 그게 어디에 있는지 전혀 모르겠습니다. 보티곤은 기침을 한 뒤, 그의 경비원들 보고 당신을 쫓아 가라 명령합니다. 젠장, 임무를 중단한다!
ru: Вы отталкиваете Вортигона и готовитесь отправиться за Ключом, но затем понимаете... что совершенно не знаете, где он находится. Вортигон кашляет, а затем приказывает своим охранникам прогнать вас. Черт, миссия провалена!
zh_hans: 你推开沃蒂根，准备抢走钥匙，然后才意识到…你完全不知道钥匙在哪里。沃蒂根咳嗽了一声，然后命令他的卫兵把你赶走。糟糕，任务中止！

source: Leave, then sneak around back and look for the key.
fr: Partir, puis se faufiler derrière et chercher la clé.
ko: 떠난 뒤, 다시 한번 은밀하게 돌아와 열쇠를 찾아본다.
ru: Уйти, а затем пробраться назад и поискать Ключ.
zh_hans: 离开，然后溜到后面找钥匙。

source: You exit the church and loop around back. You notice two doors where it could be.
fr: Vous sortez de l'église et faites le tour par l'arrière. Vous remarquez deux portes où elle pourrait se trouver.
ko: 당신은 교회를 빠져 나간 뒤 한 바퀴 돌아 다시 왔습니다. 당신은 두 개의 문이 있을 수 있다는 것을 눈치챕니다.
ru: Вы выходите из церкви и обходите ее сзади. Вы замечаете две двери, где она может находиться.
zh_hans: 你离开教堂，绕到后面。你注意到两扇门可能存放钥匙。

source: Enter the door marked 'shrine'.
fr: Entrer par la porte marquée "sanctuaire".
ko: '사당'이라 적힌 문에 들어간다.
ru: Войти в дверь с надписью "святилище".
zh_hans: 进入标有"神殿"的门。

source: You recall Vortigon saying the 'key' is the basis of their entire cult, so you figure the shrine is a good place to look. As you suspected, Ruwen spots the key resting on a pedestal protected by a small glass box.
fr: Vous vous souvenez que Vortigon a dit que la " clé " était à la base de tout leur culte, alors vous vous dites que le sanctuaire est un bon endroit où chercher. Comme vous le pensiez, Ruwen repère la clé sur un piédestal protégé par une petite boîte en verre.
ko: 당신은 교단의 근간은 '열쇠'라는 보티곤의 말을 떠올렸고, 이 신전이 그 열쇠를 찾기 적합한 장소라고 판단했습니다. 당신이 예상했던대로 루웬이 작은 유리상자에 담긴 채 제단에 놓여있는 열쇠를 발견했습니다.
ru: Вы помните, что Вортигон говорил, что "Ключ" - основа всего их культа, поэтому решили, что святилище - хорошее место для поисков. Как вы и рассчитывали, Рувен находит Ключ лежащим на постаменте в маленькой стеклянной шкатулке.
zh_hans: 你记得沃蒂根说过"钥匙"是他们整个教派的基础，所以你认为神殿是一个寻找钥匙好地方。正如你所猜测的那样，茹文发现钥匙放在一个由小玻璃箱保护的基座上。

source: Break open the case.
fr: Casser la boîte.
ko: 상자를 깨부순다.
ru: Вскрыть шкатулку.
zh_hans: 砸开箱子。

source: You smash the case, only for the pedestal to rapidly recede into the floor and an alarm to blare. You hear shouts from the other room and run out, pursued by several enraged cultists.
fr: Vous brisez la boîte, mais le socle s'enfonce rapidement dans le sol et une alarme retentit. Vous entendez des cris provenant de l'autre pièce et vous sortez en courant, poursuivi par plusieurs Cultistes enragés.
ko: 당신은 상자를 깨부쉈지만, 그 즉시 받침대가 바닥 밑으로 빠르게 들어가며 경보가 울렸습니다. 다른 방에서 울려 퍼지는 고함을 듣고 서둘러 빠져나왔지만, 화가 잔뜩 난 이교도들에게 꼬리를 잡혀버립니다.
ru: Вы разбиваете шкатулку, но постамент быстро погружается в пол, и раздается сигнал тревоги. Вы слышите крики из другой комнаты и выбегаете наружу, преследуемый несколькими разъяренными Культистами.
zh_hans: 你砸碎了玻璃箱，结果基座迅速缩入地板，警报器响起。你听到另一个房间传来的叫喊声，然后在几个愤怒的余烬教徒追赶下跑了出去。

source: Hurry back to the ship!
fr: Foncez jusqu'au vaisseau !
ko: 서둘러 함선으로 돌아간다!
ru: Скорее на корабль!
zh_hans: 迅速回到星舰！

source: As you're getting back to the ship, you spot Vortigon and a group of several other cultists running towards a massive cruiser. It looks like Vortigon is carrying the key with him!
fr: Alors que vous regagnez le vaisseau, vous apercevez Vortigon et un groupe de plusieurs autres Cultistes qui courent en direction d'un énorme croiseur. On dirait que Vortigon transporte la clé avec lui !
ko: 당신은 함선으로 복귀하면서 보티곤과 그의 신도 한 무리가 거대한 순양함으로 달려가는 것을 목격했습니다. 보티곤이 열쇠를 가지고 있는 모양입니다!
ru: Возвращаясь на корабль, вы замечаете Вортигона и группу из нескольких других Культистов, бегущих к огромному крейсеру. Похоже, что Вортигон уносит с собой Ключ!
zh_hans: 当你回到船上时，你看到沃蒂根和其他几名余烬教徒朝着一艘大型巡洋舰跑去。沃蒂根好像带着次元石钥匙！

source: Attack, we need that key!
fr: Attaquer, nous avons besoin de cette clé !
ko: 공격! 저 열쇠를 손에 넣어야 한다!
ru: Атакуем, нам нужен этот Ключ!
zh_hans: 进攻，我们需要那把钥匙！

source: You speed towards the gigantic cruiser, weapons charging.
fr: Vous foncez vers le gigantesque croiseur, armes chargées.
ko: 당신은 무기를 충전하며 거대한 순양함을 향해 돌진합니다.
ru: Вы мчитесь к гигантскому крейсеру, заряжая оружие.
zh_hans: 你朝着巨大的星舰疾驰，武器正在充能。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't risk it, run!
fr: Nous ne pouvons pas prendre ce risque, courez !
ko: 위험을 감수할 순 없다. 퇴각하라!
ru: Мы не можем рисковать, бежим!
zh_hans: 我们不能冒险，快跑！

source: You have enough problems to deal with, like the hordes of Cultists swarming to attack your ship.
fr: Vous avez suffisamment de problèmes à régler, comme les hordes de Cultistes qui se pressent pour attaquer votre vaisseau.
ko: 이미 해결해야 할 골칫거리가 아주 많습니다. 지금 당신의 함선으로 몰려오고 있는 저 이교도 군중처럼 말입니다.
ru: У вас и так хватает проблем, например, полчища Культистов, собравшихся атаковать ваш корабль.
zh_hans: 你要处理的问题已经够多了，比如成群结队的余烬教徒蜂拥而至，攻击你的星舰。

source: Enter the door marked 'storage'.
fr: Entrer par la porte marquée "stockage".
ko: '창고'라 적힌 문에 들어간다.
ru: Войти в дверь с надписью "склад".
zh_hans: 进入标有"存储"的门。
