Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_origins.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You follow the co-ordinates given by the Cultists which leads you to a small asteroid field with a Crystalline Sentinel hiding inside!
fr: Vous suivez les coordonnées données par les Cultistes qui vous mènent à un petit champ d'astéroïdes dans lequel se cache une Sentinelle Cristalienne !
ko: 이교도들이 제공한 좌표를 따라가자 작은 소행성 지대가 나타났고, 그곳에는 크리스탈 감시병 함선이 숨어있었습니다!
ru: Следуя координатам, указанным Культистами, вы попадаете в небольшое астероидное поле, внутри которого прячутся Стражи кристаллинов!
zh_hans: 你按照教派给出的坐标走，这把你带到了一个小行星带，里面藏着一艘水晶戍卫者的舰船！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_sector_origins.xml$//event[@name="CULTIST_BOUNTY"]/choice[2]/text
source: Ignore their hail.
fr: Ignorer leur appel.
ko: 무시한다.
ru: Не обращать внимания на их сигналы.
zh_hans: 无视他们的呼叫。

source: You ignore the cultists.
fr: Vous ignorez les Cultistes.
ko: 당신은 이교도 선박을 무시했습니다.
ru: Вы не обращаете внимания на Культистов.
zh_hans: 你无视了余烬教徒。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Cultist ship doesn't take kindly to being ignored, and attack!
fr: Le vaisseau Cultiste n'apprécie pas d'être ignoré et attaque !
ko: 무시당해 기분이 상한 이교도 함선이 공격해왔습니다!
ru: Корабль Культистов не любит, когда его игнорируют, и атакует!
zh_hans: 余烬教徒舰船并不喜欢被无视，并发起了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="CULTIST_FAKE"]/text
source: A strange green cultist ship with a modified logo is preaching to several other cultist ships. "Come brothers, do not believe Grand Priest Vortigon's lies! Come join me, and drink the ceremonial and definitely not poisoned space-juice!"
fr: Un étrange vaisseau cultiste vert au logo modifié prêche à plusieurs autres vaisseaux cultistes. "Venez mes frères, ne croyez pas les mensonges du grand prêtre Vortigon ! Rejoignez-moi et buvez le jus spatial cérémoniel et certainement pas empoisonné !"
ko: 로고를 변형한 녹색의 낯선 이교도 함선이, 다른 이교도 함선들에게 설교하고 있었습니다. "오시오, 형제들이여. 대제사장 보티곤의 거짓말을 믿지 마시오! 내게로 와서, 결코 독을 타지 않은, 의식을 위한 우주 주스를 마시도록 하오!"
ru: Странный зеленый корабль Культистов с измененной эмблемой проповедует нескольким другим кораблям Культистов. "Братья, не верьте лжи Верховного Жреца Вортигона! Присоединяйтесь ко мне и пейте церемониальный и точно не ядовитый космический сок!"
zh_hans: 一艘奇怪的绿色邪教船，带有修改过的标志，正在向其他几艘邪教船宣讲。"来吧，兄弟们，不要相信沃蒂根大祭司的谎言！来加入我，喝一杯仪式性的、绝对不会中毒的太空果汁！"

# data/events_sector_origins.xml$//event[@name="CULTIST_FAKE"]/choice[1]/text
source: These poor souls have no idea what they're getting themselves into. Rescue them!
fr: Ces pauvres âmes n'ont aucune idée de ce dans quoi elles s'engagent. Sauvez-les !
ko: 저 불쌍한 영혼들은 자기들이 무엇에 빠져들고 있는지 전혀 모르고 있다. 저들을 구출하라!
ru: Эти бедняги даже не представляют, во что они ввязались. Спасем их!
zh_hans: 这些可怜的人根本不知道自己陷入了什么境地。救救他们！

source: You power up the weapons and attack the crazy cultist ship.
fr: Vous renforcez les armes et attaquez le vaisseau des Cultistes frénétique.
ko: 당신은 무기를 충전하고 미친 이교도 함선을 공격했습니다.
ru: Вы заряжаете оружие и атакуете корабль сумасшедших Культистов.
zh_hans: 你打开武器，攻击疯狂的邪教船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="CULTIST_FAKE"]/choice[2]/text
source: These people can do whatever they want, it's their life.
fr: Ces personnes peuvent faire ce qu'elles veulent, c'est leur vie.
ko: 자기들이 원한다면야. 자기들 인생이다.
ru: Эти люди могут делать все, что хотят, это их жизнь.
zh_hans: 这些人可以做任何他们想做的事，这就是他们的生活。

source: You distance yourself from the insane cultists.
fr: Vous prenez vos distances avec les Cultistes frénétique.
ko: 당신은 정신 나간 이교도들과 거리를 두기로 했습니다.
ru: Вы дистанцируетесь от безумных Культистов.
zh_hans: 你远离疯狂的邪教。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="CULTIST_FAKE_WIN"]/text
source: You've defeated the Cultists and saved the other ships. You scrap the remains.
fr: Vous avez vaincu les Cultistes et sauvé les autres vaisseaux. Vous collectez les restes.
ko: 이교도 함선을 격파하고 나머지를 구해냈습니다. 잔해에서 스크랩을 수집했습니다.
ru: Вы победили Культистов и спасли остальные корабли. Вы разбираете обломки на металлолом.
zh_hans: 你打败了异教徒，拯救了其他船只。你搜刮了残骸。

# data/events_sector_origins.xml$//event[@name="CULTIST_FAKE_WIN"]/choice/text
source: Contact the other cultists.
fr: Contacter les autres Cultistes.
ko: 다른 이교도 함선들에게 연락한다.
ru: Связаться с другими Культистами.
zh_hans: 联系其他余烬教徒。

source: The other cultists are confused and afraid. One individual, who seems to understand the situation, thanks you. "You must be truly enlightened to have seen through his convincing lies! I wish to come with you."
fr: Les autres Cultistes sont désorientés et effrayés. Un individu, qui semble comprendre la situation, vous remercie : "Vous devez être vraiment éclairé pour avoir percé à jour ses mensonges persuasifs ! Je souhaite vous accompagner."
ko: 다른 이교도들은 혼란과 두려움에 빠져있었습니다. 상황을 이해한 듯한 단 한 명이 감사를 표했습니다. "그의 그럴싸한 거짓말을 꿰뚫어 보다니 그대는 참으로 깨우친 자임이 틀림없구려! 그대와 함께 하고 싶소"
ru: Остальные сектанты растеряны и напуганы. Один человек, который, кажется, понимает ситуацию, благодарит вас. "Вы, должно быть, действительно просветленный человек, раз распознали ложь в его правдоподобной речи! Я хочу пойти с вами".
zh_hans: 其他信徒感到困惑和恐惧。一个似乎了解情况的人向你表示感谢。"你一定很聪明，能看穿他令人信服的谎言！我想和你一起走。"

source: Jones
ru: Джонс
zh_hans: 琼斯

source: A nearby planet still hosting several Crystalline people appears to be under attack!
fr: Une planète voisine abritant encore plusieurs Cristaliens semble être attaquée !
ko: 크리스탈 여럿이 거주하는 근처 행성이 공격받고 있는 모양입니다!
ru: Похоже, что близлежащая планета, на которой все еще живут несколько кристаллинов, подверглась нападению!
zh_hans: 附近的一个星球上仍有一些水晶族人居住，他们似乎正遭到攻击！

source: A Crystalline vessel is the source of this distress beacon. It appears they're under attack!
fr: Un vaisseau Cristalien est à l'origine de cette balise de détresse. Il semble qu'il soit attaqué !
ko: 이 조난신호의 근원지는 크리스탈 함선이었습니다. 지금 공격받고 있는 듯 합니다!
ru: Источником сигнала бедствия является корабль кристаллинов. Похоже, на них напали!
zh_hans: 一艘水晶族船是这个求救信标的来源。看来对方受到了攻击！

source: A Crystal ship hails you, requesting that you protect them from a hostile ship that has been following them.
fr: Un vaisseau Cristalien vous appelle pour vous demander de le protéger d'un vaisseau hostile qui le suit.
ko: 크리스탈 함선은 당신을 불러 그들을 쫒아오는 적 함선으로부터 호위를 요청했습니다.
ru: К вам обращается корабль кристаллинов с просьбой защитить его от преследующего его враждебного корабля.
zh_hans: 一艘水晶族飞船向你呼叫，要求你保护他们免受跟踪他们的敌舰的攻击。

# data/events_sector_origins.xml$//event[@name="ORIGINS_ATTACKERS"]/choice[1]/text
source: Save the Crystals!
fr: Sauver les Cristaliens !
ko: 크리스탈을 구한다!
ru: Спасти кристаллинов!
zh_hans: 拯救水晶族飞船！

# data/events_sector_origins.xml$//event[@name="ORIGINS_ATTACKERS"]/choice[2]/text
source: Ignore the distress beacon.
fr: Ignorer la balise de détresse.
ko: 조난신호를 무시한다.
ru: Не обращать внимания на сигнал бедствия.
zh_hans: 无视求救信标。

source: You distance yourself from the source of the distress beacon.
fr: Vous vous éloignez de la source de la balise de détresse.
ko: 당신은 조난신호의 근원지에서 거리를 두기로 했습니다.
ru: Вы удаляетесь от источника сигнала бедствия.
zh_hans: 你远离求救信标的源头。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It appears the attacker is a cultist vessel. You prepare to attack.
fr: Il semble que l'attaquant soit un vaisseau Cultiste. Vous vous préparez à attaquer.
ko: 범인은 이교도 함선인 듯 합니다. 당신은 공격할 준비를 합니다.
ru: Похоже, что нападающие - это корабль Культистов. Вы готовитесь к атаке.
zh_hans: 看来袭击者是一艘余烬教徒船只。你准备进攻。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears the attacker is a pirate vessel. You prepare to attack.
fr: Il semble que l'attaquant soit un vaisseau Pirate. Vous vous préparez à attaquer.
ko: 범인은 해적 함선인 듯 합니다. 당신은 공격할 준비를 합니다.
ru: Похоже, что нападающие - корабль пиратов. Вы готовитесь к атаке.
zh_hans: 看来袭击者是一艘海盗舰。你准备进攻。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears the attacker is a Rebel vessel. You prepare to attack.
fr: Il semble que l'attaquant soit un vaisseau Rebelle. Vous vous préparez à attaquer.
ko: 범인은 반군 함선인 듯 합니다. 당신은 공격할 준비를 합니다.
ru: Похоже, что нападающие - корабль повстанцев. Вы готовитесь к атаке.
zh_hans: 看来袭击者是叛军的船只。你准备进攻。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="ORIGINS_ATTACKERS_WIN"]/text
source: The vessel has been defeated. You scrap the salvage left behind from the fight.
fr: Le vaisseau a été vaincu. Vous collectez la ferraille laissée par le combat.
ko: 당신은 함선을 격파했습니다. 당신은 전장에 남은 스크랩을 회수했습니다.
ru: Судно побеждено. Вы разбираете на металлолом оставшиеся после боя обломки.
zh_hans: 这艘船被打败了。你搜刮了战斗留下的残骸。

source: Contact the Crystals.
fr: Contacter les Cristaliens.
ko: 크리스탈 함선에 연락한다.
ru: Связаться с кристаллинами.
zh_hans: 联系水晶族飞船。

source: The Crystals thank you and pay you some scrap.
fr: Les Cristaliens vous remercient et vous offrent de la ferraille.
ko: 크리스탈은 당신에게 감사를 표했고 스크랩을 약간 줬습니다.
ru: Кристаллины благодарят вас и дают вам немного лома.
zh_hans: 水晶族飞船感谢你，并支付你一些废料。

source: The Crystalline ship is badly damaged. One of the few survivors requests to join your crew.
fr: Le vaisseau Cristalien est gravement endommagé. L'un des rares survivants demande à rejoindre votre équipage.
ko: 크리스탈 함선은 심각한 손상을 입었습니다. 몇 안되는 생존자 중 하나가 당신의 선원으로 합류할 것을 요청합니다.
ru: Корабль кристаллинов сильно поврежден. Один из немногих выживших просит присоединиться к вашей команде.
zh_hans: 水晶船严重受损。少数幸存者之一要求加入你的团队。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vortigon) Halt! This vessel has permission from the Grand Priest to travel here.
fr: (Vortigon) Halte ! Ce vaisseau a reçu l'autorisation du Grand Prêtre de se rendre ici.
ko: (보티곤) 멈춰라! 이 선박은 대제사장으로부터 통행을 허가받았다.
ru: (Вортигон) Это судно имеет разрешение Верховного Жреца на посещение этого места.
zh_hans: (沃蒂根)站住！这艘船得到了大祭司的许可，可以在这里航行。

source: The Cultists pause, and quickly apologize. Terrified of Vortigon's wrath, they hand over some supplies and beg for forgiveness.
fr: Les Cultistes s'arrêtent et s'excusent rapidement. Terrifiés par la colère de Vortigon, ils remettent quelques ressources et demandent pardon.
ko: 이교도는 경직되더니, 재빨리 사과했습니다. 그는 보티곤의 분노에 겁을 먹고 물자를 넘겨주며 용서를 구했습니다.
ru: Культисты приостанавливаются и быстро извиняются. Испугавшись гнева Вортигона, они передают ему припасы и просят прощения.
zh_hans: 异教徒们立即停止了靠近，并迅速道歉。由于害怕沃蒂根的愤怒，他们交出了一些物资，并乞求宽恕。

source: Not that you expected a warm welcome from the cultists, but the ships here seem particularly aggressive. Perhaps their religion requires them to be rude...
fr: Non pas que vous vous attendiez à un accueil chaleureux de la part des Cultistes, mais les vaisseaux ici présents semblent particulièrement agressifs. Peut-être que leur religion leur impose d'être grossiers...
ko: 이교도들의 따뜻한 환영을 기대한 것은 아니지만, 이곳의 함선은 특히 공격적으로 보입니다. 아무래도 그들의 종교가 그들에게 과격함을 요구하나 봅니다...
ru: Не то чтобы вы ожидали теплого приема от Культистов, но здешние корабли кажутся особенно агрессивными. Возможно, их религия требует от них быть жестокими...
zh_hans: 并不是说你期望得到余烬教徒的热烈欢迎，但这里的船只似乎特别具有侵略性。也许他们的教义要求他们举止粗鲁...

source: "You are not true believers, your presence here insults the Ember spirits! Die die die!"
fr: " Vous n'êtes pas de vrais croyants, votre présence ici insulte les esprits d'Ardent ! Mourrez, mourrez, mourrez !"
ko: "당신들은 진실된 신자들이 아니오. 여기 있는 것 만으로도 불씨의 성령들을 욕되게 하고 있소! 죽으시오죽으시오죽으시오!"
ru: "Вы не являетесь истинными верующими, ваше присутствие здесь оскорбляет духов Вечного Жара! Умрите умрите умрите!"
zh_hans: "你不是真正的信徒，你在这里的存在侮辱了不熄余烬的精神！死吧，死吧！"

source: A hostile Cultist ship is here, their insane captain drooling at the prospect of killing you. These guys really are freaks.
fr: Un vaisseau Cultiste hostile est ici, leur capitaine fou bavant à l'idée de vous tuer. Ces types sont vraiment des monstres.
ko: 적대적인 이교도 함선이 이 곳에 주둔해있었고, 제정신이 아닌 함장이 당신을 죽일 생각에 침을 흘리고 있습니다. 아주 희한한 놈들이군요.
ru: Здесь находится враждебный корабль Культистов, а их безумный капитан пускает слюни от перспективы убить вас. Эти ребята - настоящие психи.
zh_hans: 一艘充满敌意的余烬教徒飞船在这里，他们疯狂的舰长垂涎三尺，期待着杀死你。这些家伙真是怪胎。

source: An Ember vessel is drifting nearby the skeletons of some poor tourist vessels. At the very moment they notice you it seems they're set on destroying you next!
fr: Un vaisseau Ardent dérive à proximité de carcasses de quelques pauvres vaisseaux touristiques. Au moment même où ils vous remarquent, il semble qu'ils soient décidés à vous détruire également !
ko: 이교도 함선 한 대가 뼈대만 남은 관광 함선들 주변을 떠다니고 있었습니다. 그들은 당신을 발견하자마자 당신을 다음 목표물로 삼은 모양입니다!
ru: Судно Вечного Жара дрейфует рядом с остовами несчастных туристических кораблей. В тот самый момент, когда они замечают вас, кажется, что они приняли решение уничтожить вас!
zh_hans: 一艘不熄余烬教的舰船正在一些可怜的旅游船只的骨架附近漂荡。就在他们注意到你的那一刻，似乎就已下定决心要摧毁你了！

source: It appears a fight is inevitable as a Cultist vessel moves in to attack.
fr: Le combat semble inévitable, car un vaisseau Cultiste passe à l'attaque.
ko: 이교도 함선이 당신을 공격하려 접근하는 걸 보니 전투를 할 수 밖에 없을듯 합니다.
ru: Похоже, что бой неизбежен, так как судно Культистов переходит в атаку.
zh_hans: 随着一艘余烬教徒船只进入攻击，战斗似乎不可避免。

source: You never could have guessed at how many ships these cultists would have in reserve. Oh well, at least it means there's no shortage of scrap for the taking either.
fr: On n'aurait jamais pu imaginer le nombre de vaisseaux que ces Cultistes ont en réserve. Au moins, cela signifie qu'il n'y a pas de pénurie de ferraille à récolter.
ko: 이교도들이 대체 얼마나 많은 예비 함선을 쌓아뒀는지 함장님은 아마 모를겁니다. 뭐 어떻습니까. 적어도 그 많은 함선 수 만큼 스크랩도 벌 수 있겠지요.
ru: Никогда нельзя сказать, сколько кораблей находится в запасе у этих Культистов. Ну что ж, по крайней мере, недостатка в металлоломе не будет.
zh_hans: 你永远也猜不到这些祭祀者会有多少船只待命。哦，好吧，至少这意味着也不缺废料。

source: "The Grand Priest has not sanctioned your presence here! You are not worthy of being in the presence of the Ember spirits!"
fr: "Le grand prêtre n'a pas autorisé votre présence ici ! Vous n'êtes pas digne d'être en présence des esprits de l'Ardent !"
ko: "대사제님은 당신의 접근을 허가하지 않았소! 당신은 불씨의 성령들과 마주할 자격이 없소!"
ru: "Верховный Жрец не санкционировал ваше присутствие здесь! Вы недостойны находиться в присутствии духов Вечного Жара!"
zh_hans: "大祭司没有批准你出现在这里！你不配出现在不熄余烬教精灵面前！"

# data/events_sector_origins.xml$/FTL/event[@name="ENCOUNTER_CULTIST_SUN"]/text
source: "The warmth, can you feel it? Is there no better spectacle to behold than that of a sun before your demise?" You start to nod until you process the last part of their message, but it's already too late. The cultist vessel swoops in to attack.
fr: "La chaleur, la sentez-vous ? N'y a-t-il pas de plus beau spectacle à contempler que celui d'un soleil avant sa mort ?" Vous commencez à hocher la tête jusqu'à ce que vous compreniez la dernière partie de leur message, mais il est déjà trop tard. Le vaisseau Cultiste passe à l'attaque en piqué.
ko: "이 온기, 그대는 느껴지시오? 태양만큼 멋진 경관이 있겠소이까? 특히 죽음을 앞둔 이에게 말이오." 당신은 아무 생각 없이 고개를 끄덕이다가, 마지막 문장을 듣고서야 상황을 파악했지만 이미 늦었습니다. 이교도 선박이 급습해왔습니다.
ru: "Тепло, чувствуете ли вы его? Разве есть зрелище лучше, чем солнце перед смертью?" Вы начинаете кивать, пока до вас доходит последняя часть их послания, но уже слишком поздно. Корабль Культистов бросается в атаку.
zh_hans: "温暖，你能感觉到吗？难道没有比你死前的太阳更好的景象了吗？"你开始点头，直到听到他们信息的最后一部分，但已经太迟了。余烬教徒船只突然袭击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vortigon) Halt! This vessel has permission from the Grand Priest to travel here.
fr: (Vortigon) Halte ! Ce vaisseau a reçu l'autorisation du Grand Prêtre de se rendre ici.
ko: (보티곤) 멈춰라! 이 선박은 대제사장으로부터 통행을 허가받았다.
ru: (Вортигон) Это судно имеет разрешение Верховного Жреца на посещение этого места.
zh_hans: (沃蒂根)站住！这艘船得到了大祭司的许可，可以在这里航行。

source: The Cultists pause, and quickly apologize. Terrified of Vortigon's wrath, they hand over some supplies and beg for forgiveness.
fr: Les Cultistes s'arrêtent et s'excusent rapidement. Terrifiés par la colère de Vortigon, ils remettent quelques ressources et demandent pardon.
ko: 이교도는 경직되더니, 재빨리 사과했습니다. 그는 보티곤의 분노에 겁을 먹고 물자를 넘겨주며 용서를 구했습니다.
ru: Культисты приостанавливаются и быстро извиняются. Испугавшись гнева Вортигона, они передают ему припасы и просят прощения.
zh_hans: 异教徒们立即停止了靠近，并迅速道歉。由于害怕沃蒂根的愤怒，他们交出了一些物资，并乞求宽恕。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A Crystalline ship is moving about this beacon. You know there's an issue when you're seeing more cultists than Crystals in what should have been Crystalline territory, but you don't have time to ponder that though any longer until the Crystal ship turns aggressive.
fr: Un vaisseau Cristalien se déplace autour de cette balise. Vous savez qu'il y a un problème lorsque vous voyez plus de Cultistes que de Cristaliens dans ce qui aurait dû être un territoire Cristalien, mais vous n'avez pas le temps d'y réfléchir plus longtemps car le vaisseau Cristalien devient agressif.
ko: 크리스탈 함선 하나가 이 송신소 주위를 배회하고 있었습니다. 크리스탈의 영역이어야 할 곳에서, 이교도가 크리스탈보다 더 많이 보이는 게 문제임을 알지만 크리스탈 함선이 공격적으로 나오고 있어 더 생각할 시간이 없었습니다.
ru: Около маяка находится корабль кристаллинов. Вы понимаете, что дело неладно, когда видите больше Культистов, чем кристаллинов на территории, которая должна была бы принадлежать кристаллинам, но у вас нет времени размышлять над этим, поскольку корабль кристаллинов проявляет агрессию.
zh_hans: 一艘水晶族船正在这个信标附近移动。在本应属于水晶领土的地方看到比水晶族更多的邪教信徒似乎十分古怪，但你没有时间去思考，因为水晶族飞船开始变得咄咄逼人。

source: It seems the original population of Crystalline people of this sector have been on edge since the invasion of cultists. So much so that the ship here attacks you on sight without so much as a second thought!
fr: Il semblerait que la population originelle des Cristaliens de ce secteur soit sur les nerfs depuis l'invasion des Cultistes. À tel point que le vaisseau ici présent vous attaque à vue sans même réfléchir !
ko: 본래 이 구역의 거주자였던 크리스탈들은 이교도들의 침공 이후로 벼랑 끝에 내몰린 것 같습니다. 그래서인지 이 함선은 당신을 발견하자마자 조금의 망설임도 없이 공격해왔습니다!
ru: Похоже, что коренное население народа кристаллинов этого сектора находится в нервном напряжении после вторжения Культистов. Настолько, что здешний корабль атакует вас буквально сразу, не задумываясь!
zh_hans: 自邪教入侵以来，该星区水晶族的原住民似乎一直处于紧张状态。怀疑如此之深，以至于这里的船一看到你就攻击你，毫不犹豫！

source: "You are intruding in our sector, Federation! We have enough cultists to deal with, you cannot be here!" You try to reason with the Crystal ship, but they're beyond listening.
fr: "Vous vous immiscez dans notre secteur, Fédération ! Nous avons assez de cultistes à gérer, vous ne pouvez pas rester ici !" Vous essayez de raisonner le vaisseau Cristalien, mais il ne vous écoute pas.
ko: "우리 구역을 침범하고 있소, 연방의 함선이여! 처리해야 하는 이교도들만 해도 충분히 많소. 그대는 이곳에 있어선 안 되오!" 당신은 크리스탈 함선을 설득해 보려 하지만 그들은 들을 생각이 없습니다.
ru: "Вы вторглись в наш сектор, Федерация! Нам и так хватает Культистов, вам нельзя здесь находиться!" Вы пытаетесь образумить корабль кристаллинов, но они не слушают.
zh_hans: "联邦，你闯入了我们的区域！我们有许多的余烬教徒要对付，你不能在这里！"你试图说服水晶族飞船，但他们听不进去。

source: A Crystalline ship approaches, weapons drawn. You don't know what you did to anger them, but looks like you'll have to fight.
fr: Un vaisseau Cristalien s'approche, les armes chargées. Vous ne savez pas ce que vous avez fait pour les mettre en colère, mais il semble que vous allez devoir vous battre.
ko: 크리스탈 함선이 무기를 꺼낸 채 접근해옵니다. 당신이 뭘 했다고 그들이 화가 난 것인지는 모르겠지만, 아무래도 싸움을 피할 수는 없겠습니다.
ru: Приближается корабль кристаллинов, оружие активировано. Неизвестно, чем вы их разозлили, но, похоже, вам придется сражаться.
zh_hans: 一艘水晶族飞船驶近，武器已充能。你不知道你做了什么激怒了他们，但看起来你必须战斗。

source: A Crystalline vessel, likely trying to hide from the insane cultists, has taken refuge in the asteroid field here. They seem to think you're hunting them, because they don't give you any chances and attack as soon as you jump in!
fr: Un vaisseau Cristalien, essayant probablement de se cacher des Cultistes fous, s'est réfugié dans le champ d'astéroïdes. Ils semblent penser que vous les chassez, car ils ne vous laissent aucune chance et attaquent dès que vous passez à coté !
ko: 정신 나간 이교도들로부터 숨으려는 것으로 보이는 크리스탈 함선이 이 소행성 지대에 피신했습니다. 당신이 자신들을 사냥하고 있다고 생각한 모양인지, 그들은 당신이 도약해오자 일말의 기회도 주지 않고 즉각 공격해왔습니다!
ru: Корабль кристаллинов, вероятно, пытаясь спрятаться от обезумевших Культистов, укрылся в астероидном поле здесь. Похоже, они думают, что вы охотитесь за ними, потому что не оставляют вам никаких шансов и нападают, как только вы подлетаете к ним!
zh_hans: 一艘水晶族飞船，很可能试图躲避疯狂的余烬教徒，正在这里的小行星场避难。他们似乎认为你在猎杀他们，因为你一跃迁进去，他们就不会给你任何机会并攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="CULTIST_PIRATE_BURN"]/text
source: A Cultist vessel has set a nearby pirate ship ablaze. While the ship burns in the distance, they approach you with intentions of doing the same.
fr: Un vaisseau Cultiste a mis le feu à un vaisseau Pirate tout proche. Alors que le vaisseau brûle au loin, ils s'approchent de vous avec l'intention de faire de même.
ko: 이교도 선박이 근처의 해적선을 불살랐습니다. 함선이 멀리서 불타오르는 동안, 이교도 선박이 당신에게도 똑같이 해줄 심산으로 접근해왔습니다.
ru: Судно Культистов сожгло ближайший корабль пиратов. Пока корабль горит вдалеке, они приближаются к вам, намереваясь сделать то же самое.
zh_hans: 一艘余烬教徒船只点燃了附近的一艘海盗舰。当那艘船在远处燃烧时，对方带着同样的意图接近了你。

# data/events_sector_origins.xml$//event[@name="CULTIST_PIRATE_BURN"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="CULTIST_PIRATE_BURN_SHIP"]/text
source: Scans pick up very faint life signatures on the pirate vessel. It might not be too late to save them, but it'll be risky.
fr: Les scanners détectent de très faibles signatures de vie sur le vaisseau Pirate. Il n'est peut-être pas trop tard pour les sauver, mais ce sera risqué.
ko: 스캐너가 해적선에서 매우 희미한 생체 신호를 포착해냈습니다. 구하기에 너무 늦은 건 아니겠으나, 위험할 것입니다.
ru: Сканеры фиксируют очень слабые признаки жизни на судне пиратов. Возможно, еще не поздно спасти людей, но это будет рискованно.
zh_hans: 扫描发现海盗舰上有非常微弱的生命迹象。挽救他们可能还不算太晚，但这会有风险。

source: You have no crew to assist, therefore docking is not an option.
fr: Vous n'avez pas d'équipage pour vous assister, l'accostage n'est donc pas envisageable.
ko: 도와줄 선원이 없기에 도킹할 필요도 없습니다.
ru: У вас нет экипажа, который мог бы оказать помощь, поэтому стыковка невозможна.
zh_hans: 你没有船员协助，因此无法对接。

source: Board and rescue the pirates.
fr: Accoster et sauver les Pirates.
ko: 승선하여 해적을 구출한다.
ru: Подняться на борт и спасти пиратов.
zh_hans: 登上并营救海盗。

source: Ignore the burning ship.
fr: Ignorer le vaisseau en feu.
ko: 불타는 함선을 무시한다.
ru: Не обращать внимания на горящий корабль.
zh_hans: 无视燃烧的船。
