Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_origins.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You enter the storage room, and begin to pilfer through the junk. You find plenty of junk, but not the key. You start to consider looping back and checking out the shrine when several cultists enter the room and spot you looting their junk. Reasonably displeased with you looting their junk, they chase you back to the ship!
fr: Vous entrez dans la salle de stockage et commencez à fouiller dans le bric-à-brac. Vous en trouvez beaucoup, mais pas la clé. Vous envisagez de faire demi-tour et d'aller voir le sanctuaire lorsque plusieurs Cultistes entrent dans la pièce et vous voient en train de piller leur bazar. Raisonnablement mécontents de vous voir prendre leurs affaires, ils vous poursuivent jusqu'au vaisseau !
ko: 당신은 창고에 들어가 그 안의 잡동사니를 뒤지기 시작했습니다. 당신은 쓸모없는 물건들을 여럿 찾았지만, 열쇠는 찾지 못했습니다. 창고에서 나와 다시 신전으로 가볼까 생각한 찰나, 이교도 여럿이 창고에 들어와 자신들의 재산을 헤집는 당신을 발견했습니다. 그들은 창고 안 물건을 약탈하려는 당신에 당연히 화가났고, 당신을 함선까지 쫒아왔습니다!
ru: Вы входите на склад и начинаете рыться в хламе. Вы находите много всего бесполезного, но не Ключ. Вы начинаете подумывать о том, чтобы вернуться и заглянуть в святилище, когда в комнату входят несколько Культистов и замечают, что вы мародерствуете. Естественно недовольные тем, что вы грабите их, они гонятся за вами до вашего корабля!
zh_hans: 你进入储藏室，开始寻找。你找到了很多废旧物品，但找不到钥匙。你开始考虑回过头去查看神殿时，几个余烬教徒进入房间，发现你在洗劫他们的废旧物品。他们对你洗劫他们的废旧物品感到不满，于是追着你回到了星舰上！

# data/events_sector_origins.xml$//ship[@name="SHIP_CULTIST_BOSS"]/gotaway/text
source: Vortigon's cruiser jumps away, leaving you behind in the dust. Damn it! There'll be no way to get the Key now...
fr: Le croiseur de Vortigon saute au loin, vous laissant derrière lui dans la poussière. Bon sang ! Il n'y a plus moyen de récupérer la Clé maintenant...
ko: 보티곤의 함선은 도약해 나갔고, 당신은 우주먼지 속에 혼자 남겨졌습니다. 빌어먹을! 이제 열쇠를 손에 넣을 수 있는 방법은 없을겁니다...
ru: Крейсер Вортигона ушел в прыжок, оставляя вас глотать пыль. Проклятье! Теперь Ключ не достать...
zh_hans: 沃蒂根的星舰跃迁了，把你甩在了后面。该死的！现在没有办法拿到钥匙了...

# data/events_sector_origins.xml$//event[@name="VORTIGON_DESTROY"]/text
source: Vortigon's ship explodes, sending debris scattering down onto the church. You swoop in to collect some material before leaving - disappointed that the Key was destroyed along with the cruiser.
fr: Le vaisseau de Vortigon explose, projetant des débris sur l'église. Vous vous approchez pour récupérer quelques matériaux avant de partir, déçu que la Clé ait été détruite en même temps que le croiseur.
ko: 보티곤의 함선은 폭발했고, 함선의 잔해들은 예배당으로 흩어져 내렸습니다. 당신은 떠나기 전에 물품들을 수거하기 위해 하강했지만, 순양함과 함께 열쇠가 파괴되었다는 사실을 깨닫고는 적잖이 실망합니다.
ru: Корабль Вортигона взрывается, и его обломки падают на церковь. Вы подлетаете к ней, чтобы собрать немного обломков, а затем уходите, разочарованный тем, что Ключ был уничтожен вместе с крейсером.
zh_hans: 沃蒂根的星舰爆炸了，碎片散落到教堂上。在离开之前，你俯冲进去回收一些材料——钥匙和星舰一起被摧毁了，这让你很失望。

# data/events_sector_origins.xml$//event[@name="VORTIGON_SURRENDER"]/text
source: Vortigon's cruiser stutters, barely able to keep on track. They won't survive long.
fr: Le croiseur de Vortigon balbutie, à peine capable de garder le cap. Ils ne survivront pas longtemps.
ko: 보티곤의 함선은 길길거리면서 힘겹게 따라오고 있었습니다. 아마 오래 버티진 못 할겁니다.
ru: Крейсер Вортигона замирает, едва сохраняя целостность. Долго он не продержится.
zh_hans: 沃蒂根的星舰艰难行驶，几乎要失去控制。他们活不了多久了。

source: Simply stop firing.
fr: Il suffit d'arrêter de tirer.
ko: 그냥 사격을 멈춘다.
ru: Просто прекратить стрельбу.
zh_hans: 只是停止射击。

source: You power down your weapons and watch. A massive explosion destroys the cruiser's engines, and the ship plummets into the ground. You pilot down near it, surveying the wreckage.
fr: Vous désactivez vos armes et vous observez. Une énorme explosion détruit les moteurs du croiseur et le vaisseau s'écrase au sol. Vous vous posez près de lui, observant l'épave.
ko: 당신은 무기의 전원을 내리고 그저 구경했습니다. 거대한 폭발이 순양함의 엔진을 파괴했고, 함선은 표면으로 곤두박질쳤습니다. 당신은 함선을 순양함이 추락한 자리로 몰고 가 잔해 근처를 조사했습니다.
ru: Вы выключаете оружие и наблюдаете за происходящим. Мощный взрыв разрушает двигатели крейсера, и корабль падает на землю. Вы приземляетесь рядом с ним, осматривая обломки.
zh_hans: 你停止了武器充能并看着。一次巨大的爆炸摧毁了星舰的引擎，飞船坠入地面。你驶到附近，查看残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You enter the wreckage, careful not to step on any broken glass or corpses. You spot the Key, mostly undamaged, in a corner of the ship.
fr: Vous pénétrez dans l'épave, en prenant garde de ne pas marcher sur des débris de verre ou des cadavres. Vous repérez la Clé, à peu près intacte, dans un coin du vaisseau.
ko: 당신은 부서진 유리조각이나 시체를 밟지 않도록 조심스레 추락한 순양함에 들어갔습니다. 당신은 함선 구석에 거의 멀쩡한 열쇠를 발견합니다.
ru: Вы входите в развалины, стараясь не наступить на битое стекло или трупы. В одном из углов корабля вы видите Ключ, почти не поврежденный.
zh_hans: 你进入残骸，小心不要踩到任何碎玻璃或尸体。你在船的一角发现了钥匙，大部分没有损坏。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Keep fighting.
fr: Continuer de combattre.
ko: 계속 싸운다.
ru: Продолжать бой.
zh_hans: 继续战斗。

# data/events_sector_origins.xml$//event[@name="VORTIGON_DEADCREW"]/text
source: You've emptied Vortigon's cruiser of crew. What remains of the ship makes easy pickings.
fr: Vous avez vidé le croiseur de Vortigon de son équipage. Ce qu'il reste du vaisseau est une proie facile.
ko: 당신은 보티곤의 함선 선원들을 모조리 쓸어버렸습니다. 함선에 무엇이 남아있던 이제 쉽게 손에 넣을수 있을겁니다.
ru: Вы уничтожили экипаж крейсера Вортигона. То, что осталось на корабле, - теперь легкая добыча.
zh_hans: 你已经消灭了沃蒂根星舰上的船员。星舰上剩下的东西很容易获取。

# data/events_sector_origins.xml$//event[@name="VORTIGON_DEADCREW"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="VORTIGON_KEY"]/text
source: You scoop up the Key off the floor of the ship. At last, you have what you came for.
fr: Vous ramassez la clé sur le sol du vaisseau. Vous avez enfin ce que vous êtes venu chercher.
ko: 당신은 함선 바닥에서 열쇠를 주웠습니다. 마침내 손에 넣었군요.
ru: Вы поднимаете Ключ с пола корабля. Наконец-то вы получили то, за чем пришли.
zh_hans: 你从舰上的地板拿起钥匙。最后，你得到了你想要的。

# data/events_sector_origins.xml$//event[@name="VORTIGON_KEY"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="VORTIGON_KEY"]/choice/event/text
source: As you leave, you notice the noise of a man gasping for air. You turn to see Vortigon, barely clinging to life, crawling away from you in fear.
fr: Au moment de partir, vous entendez le bruit d'un homme qui s'essouffle. Vous vous tournez pour voir Vortigon, qui s'accroche à peine à la vie et s'éloigne de vous en rampant, effrayé.
ko: 목표를 이루고 돌아가려 한 순간, 누군가의 거친 숨소리가 들립니다. 고개를 돌리자 간신히 목숨을 건진 보티곤이 보입니다. 그는 공포에 질려 바닥을 기며 도망가고 있습니다.
ru: Уходя, вы слышите звуки задыхающегося человека. Повернувшись, вы видите Вортигона, который, едва цепляясь за жизнь, в страхе отползает от вас.
zh_hans: 当你离开时，你注意到一个人喘气的声音。你转过身来，看到沃蒂根，奄奄一息，恐惧地从你身边爬走。

source: Finish him off.
fr: Les achever.
ko: 마무리한다.
ru: Прикончить его.
zh_hans: 解决他们。

source: You lift up your boot, and slam it down on Vortigon. In an instant, he is gone. That bastard got what he deserved.
fr: Vous levez votre botte et l'abattez sur Vortigon. En un instant, il a disparu. Ce bâtard a eu ce qu'il méritait.
ko: 당신은 다리를 든 뒤 보티곤을 짓밟았습니다. 밟자마자 그는 죽었습니다. 저 개자식에게 어울리는 결말입니다.
ru: Вы поднимаете сапог и обрушиваете его на Вортигона. В одно мгновение его не стало. Этот ублюдок получил по заслугам.
zh_hans: 你抬起靴子，猛击沃蒂根。很快，他就死了。那个混蛋得到了他应得的。

source: (Upg. Medbay) Hurry to the Medbay and heal him.
fr: (Infirmerie améliorée) Aller vite à l'infirmerie et le soigner.
ko: (고급 의료실) 의료실로 서둘러 그를 치료한다.
ru: (Улучш. Медотсек) Поспешить в Медотсек и вылечить его.
zh_hans: (高级医疗舱)快到医疗舱去治好他。

source: You lift up Vortigon and carry him towards the Medbay. You're just fast enough to save him.
fr: Vous soulevez Vortigon et le portez vers l'infirmerie. Vous êtes tout juste assez rapide pour le sauver.
ko: 당신은 보티곤을 일으켜 의료실까지 운반했습니다. 당신은 간발의 차이로 그를 구할 수 있었습니다.
ru: Вы поднимаете Вортигона и несете его в Медотсек. Вы успеваете донести и спасаете его.
zh_hans: 你抬起沃蒂根，把他带到医疗舱。你的速度足够快，可以救他。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Clone Bay) Enter Vortigon's data into the Clone Bay.
fr: (Salle des clones) Entrer les données de Vortigon dans la salle des clones.
ko: (클론 배양실) 보티곤의 데이터를 클론 배양실에 입력한다.
ru: (Клон-отсек) Ввести данные Вортигона в Клон-отсек.
zh_hans: (克隆舱)将沃蒂根的数据输入克隆舱。

source: You take a swab of Vortigon's DNA and encode it into the Clone Bay registry...
fr: Vous prélevez un échantillon de l'ADN de Vortigon et l'encodez dans le registre de la salle des clones...
ko: 당신은 보티곤의 DNA를 채취해 클론 배양실 레지스트리에 입력했습니다...
ru: Вы берете мазок ДНК Вортигона и заносите его в базу данных Клон-отсека...
zh_hans: 你取下沃蒂根的DNA拭子，并将其编码到克隆舱登记处...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Medical Crew) Have your crew treat Vortigon on the spot.
fr: (Membre d'équipage médical) Faire soigner Vortigon sur place par votre équipe.
ru: (Медицинский экипаж) Пусть ваш экипаж вылечит Вортигона на месте.
zh_hans: (医疗船员)让你的船员立即救治沃蒂根。

source: Your crewmember initially seems reluctant to treat him, but soon obliges after realizing how little time they have. It's made tougher for them by Vortigon continuing to back away from them, but they're still able to treat him just before it's too late.
fr: Votre membre d’équipage semble d’abord hésitant à le soigner, mais il s'exécute rapidement après avoir réalisé le peu de temps dont il dispose. La tâche est rendue plus difficile par le fait que Vortigon continue de reculer, mais il parvient tout de même à le soigner juste avant qu’il ne soit trop tard.
ru: Ваш член экипажа сначала не хочет лечить его, но вскоре соглашается, поняв, как мало у него времени. Дело осложняется тем, что Вортигон продолжает отдаляться от него, но ему все же удается вылечить его, пока не стало слишком поздно.
zh_hans: 你的船员起初似乎不太愿意为他治疗，但很快便照做了，因为他们意识到时间已经所剩无几了。由于沃蒂根一直躲着他们，这让其工作变得更加艰难，但还是在赶在了最后关头为他治疗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Medical Drone) Have your drone treat him.
fr: (Drone médical) Faire soigner Vortigon par votre drone.
ru: (Медицинский дрон) Пусть ваш дрон вылечит его.
zh_hans: (医疗无人机)让你的无人机救治他。

source: Your medical drone quickly locates Vortigon, and soon after manages to stabilize his condition.
fr: Votre drone médical localise rapidement Vortigon et parvient peu après à stabiliser son état.
ru: Ваш медицинский дрон быстро находит Вортигона и вскоре стабилизирует его состояние.
zh_hans: 你的医疗无人机迅速找到了沃蒂根，且很快稳定了他的病情。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Healing Bomb) Use your Heal Bomb on him. [-1}]
fr: (Bombe de soin) Utiliser votre bombe de soin sur lui. [-1}]
ru: (Исцеляющая бомба) Использовать на него свою Исцеляющую бомбу. [-1}]
zh_hans: (医疗炸弹)使用你的医疗炸弹治疗他。[-1}]

source: Vortigon initially expresses a look of sheer terror as the bomb materializes in front of him, and continues to keep his eyes shut for a decent while afterwards. Eventually he realizes that he's not only still alive, but in relatively good health, and seems to connect the dots.
fr: Vortigon exprime d'abord une expression de terreur absolue lorsque la bombe se matérialise devant lui, et continue à garder les yeux fermés pendant un bon moment. Il finit par se rendre compte qu'il est non seulement en vie, mais aussi en relativement bonne santé, et semble faire le lien entre les deux.
ru: Когда перед ним материализуется бомба, Вортигон вначале смотрит на нее с выражением полнейшего ужаса, и долго держит глаза закрытыми. В конце концов он осознает, что не только жив, но и относительно здоров, и, похоже, начинает складывать все в общую картину.
zh_hans: 沃蒂根一开始看到炸弹出现在自己面前时，脸上露出了极度恐惧的表情，之后他还是一直紧闭着眼睛好一阵子。最终他意识到自己不仅还活着，而且身体状况还算不错，似乎也明白了其中的关联。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_origins.xml$//event[@name="VORTIGON_SAVED"]/text
source: In a little while Vortigon wakes up. "You... you saved me? Are you mentally ill? You attacked my church to try and steal the sacred Eternal Ember, and you have the audacity to spare my life? I-thank you?"
fr: Au bout d'un moment, Vortigon se réveille : "Vous... vous m'avez sauvé ? Etes-vous déficient mental ? Vous avez attaqué mon église pour tenter de voler la Braise Ardente sacrée et vous avez l'audace d'épargner ma vie ? Je vous remercie ?"
ko: 잠시 후 보티곤이 깨어났습니다. "날... 날 구했다고? 제정신인가? 내 예배당을 공격해 영원한 불씨를 훔치려 했다가, 뻔뻔하게 내 목숨도 살렸겠다? 고.. 고마우이?"
ru: Через некоторое время Вортигон приходит в себя. "Ты... ты спас меня? Ты что, душевнобольной? Ты напал на мою церковь, чтобы попытаться украсть священный Вечный Жар, и у тебя хватило смелости пощадить мою жизнь? Я должен быть благодарен тебе?"
zh_hans: 过了一会儿，沃蒂根醒了。"你…你救了我？你疯了吗？你袭击我的教堂，企图偷走神圣的永恒余烬，你居然还有这个胆量饶我一命？我…谢谢你。"

# data/events_sector_origins.xml$//event[@name="VORTIGON_SAVED"]/crewMember
source: Vortigon
ru: Вортигон
zh_hans: 沃蒂根
