Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_origins.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Blessed or not, you decide these weapons won't be useful for your mission.
fr: Béni ou non, vous décidez que ces armes ne seront pas utiles pour votre mission.
ko: 당신은 이 무기들이 축복받았든 말든 임무에 별로 쓸모가 없을거라 판단했습니다.
ru: Благословенное оно или нет, но вы решаете, что это оружие не пригодится вам в вашей миссии.
zh_hans: 不管有没有受到过祝福，你认为这些武器对你的任务不会有用处。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="CULTIST_GASPLANET"]/text
source: You notice several cultist ships surrounding a gas planet. You catch chatter among them. "Yeah, boss said to build a temple somewhere 'round here. But uh... how?"
fr: Vous remarquez que plusieurs vaisseaux Cultistes entourent une planète gazeuse. Vous entendez une conversation entre eux : "Oui, le patron a dit de construire un temple quelque part par ici. Mais euh... comment ?"
ko: 당신은 가스 행성을 에워싼 이교도 함선 여럿을 목격합니다. 당신은 그들의 대화를 엿들었습니다. "그렇소. 두목이 이 근처에 신전을 지으라 한것 같소네만. 근데... 어떻게 지어야 하는것이오?"
ru: Вы замечаете несколько кораблей Культистов, окружающих газовую планету. Вы слышите разговоры между ними. "Да, босс сказал построить храм где-то здесь. Но... как?"
zh_hans: 你注意到几艘岩石异教徒舰船围绕着一颗气体行星。你听到他们之间的闲聊。"是的，老板说要在附近建一座庙宇。但呃...怎么建？"

# data/events_sector_origins.xml$//event[@name="CULTIST_GASPLANET"]/choice[1]/text
source: Explain to them that what they're trying to do is impossible.
fr: Leur expliquer que ce qu'ils essaient de faire est impossible.
ko: 그들의 임무는 불가능하다는 것을 설명해준다.
ru: Объяснить им, что то, что они пытаются сделать, невозможно.
zh_hans: 向对方解释，对方试图做的事是不可能的。

source: You try to explain, but the Cultists merely insult your intelligence. "Nah, you have no idea what you're talking about! Leave this kind of stuff to the smart ones like us, ok?"
fr: Vous tentez de leur expliquer, mais les Cultistes se contentent d'insulter votre intelligence. "Nan, tu n'as aucune idée de ce dont tu parles ! Laissez ce genre de choses aux plus intelligents comme nous, ok ?"
ko: 당신은 설명하려 했지만, 이교도들은 오히려 당신의 지능을 모욕했습니다. "아니오. 당신은 자기가 무슨 말을 하는지조차 모르오! 이 일은 똑똑한 우리에게 맡기시오. 알겠소?"
ru: Вы пытаетесь объяснить, но Культисты лишь подвергают сомнению ваши умственные способности. "Не-а, ты понятия не имеешь, о чем говоришь! Оставь эти вещи для таких умных, как мы, хорошо?"
zh_hans: 你试图解释，但异教徒们只是在侮辱你的智商。"不，你根本不知道自己在说什么！把这种东西留给像我们这样聪明的人，好吗？"

source: (Engineer Crew) Have your Engineer help them.
fr: (Membre d'équipage ingénieurs) Demander à votre ingénieur de les aider.
ko: (공병 선원) 공병 선원을 시켜 도와주게 한다.
ru: (Член экипажа-Инженер) Попросить своего Инженера помочь им.
zh_hans: (工程师船员)让你的工程师帮助他们。

source: Your Engineer grumbles, not happy to be working with xenos. Still, they agree and offer assistance to the cultists. A little while later, they've drawn out designs for a floating temple idea. The cultists seem pleased and pay you in thanks.
fr: Votre ingénieur grommelle, pas très content de travailler avec des xénos. Pourtant, ils acceptent et offrent leur aide aux Cultistes. Un peu plus tard, ils ont dessiné les plans d'un temple flottant. Les Cultistes semblent satisfaits et vous remercient.
ko: 외계인들과 함께 일하는게 아니꼬운 공병 선원은 툴툴거렸습니다. 그래도 그는 이교도를 도와주기로 했습니다. 잠시 후, 그는 공중부양 신전을 고안해내 도면을 그려냈습니다. 이교도들은 그의 도면에 만족했고 감사의 표시로 사례금을 줬습니다.
ru: Ваш Инженер ворчит, не желая работать с ксенофобами. Тем не менее, он соглашается и предлагает помощь Культистам. Через некоторое время он нарисовал проект парящего храма. Культисты выглядят довольными и платят вам в знак благодарности.
zh_hans: 你的工程师抱怨道，不喜欢和对方一起工作。尽管如此，工程师还是同意并向邪教提供援助。过了一会儿，工程师为一个浮式寺庙的想法绘制了设计图。信徒们似乎很高兴，并向你致谢。

# data/events_sector_origins.xml$//event[@name="CULTIST_GASPLANET"]/choice[3]/text
source: Scam them into buying some junk from you.
fr: Les escroquer pour qu'ils vous achètent de la camelote.
ko: 쓸모없는 잡동사니를 사도록 그들을 속인다.
ru: Обманом заставить их купить у вас какой-нибудь хлам.
zh_hans: 诱骗他们从你那里买些垃圾。

source: You wave some junk in front of the camera, claiming that it's a special lightweight material that'll float over the planet. It's a total lie, but the idiot Rockmen seem to believe it. They pay you well for the 'miracle metal'.
fr: Vous agitez de la camelote devant la caméra en prétendant qu'il s'agit d'un matériau léger spécial qui flottera au-dessus de la planète. C'est un mensonge total, mais les idiots de Rocailleux semblent y croire. Ils vous paient bien pour le "métal miracle".
ko: 당신은 카메라 앞에서 굴러다니는 잡동사니를 흔들어 보였고, 저 행성에서 부양할수 있는 특별한 경량 소재라고 주장했습니다. 새빨간 거짓말이지만, 멍청한 락맨들은 곧이곧대로 믿는듯 합니다. 그들은 '기적의 소재'에 대한 사례로 스크랩을 후하게 줍니다.
ru: Вы размахиваете перед камерой каким-то хламом, утверждая, что это специальный легкий материал, который будет парить над планетой. Это абсолютная ложь, но идиоты-валуны, похоже, в это верят. Они хорошо платят вам за "чудо-металл".
zh_hans: 你在摄像机前挥舞着一些垃圾，声称这是一种特殊的轻质材料，可以漂浮在行星上。这完全是谎言，但愚蠢的岩石族似乎相信这一点。他们给你的"奇迹金属"开价很高。

# data/events_sector_origins.xml$//event[@name="CULTIST_GASPLANET"]/choice[4]/text
source: Ignore the Cultists.
fr: Ignorer les Cultistes.
ko: 이교도들을 무시한다.
ru: Не обращать внимания на Культистов.
zh_hans: 无视余烬教徒。

source: You have faith that they'll figure out that their mission is impossible eventually.
fr: Vous avez la conviction qu'ils finiront par comprendre que leur mission est impossible.
ko: 당신은 언젠가는 그들의 임무가 불가능하다는 사실을 깨달으리라 믿습니다.
ru: Вы верите, что в конце концов они поймут, что их задача невыполнима.
zh_hans: 你相信他们最终会发现他们的任务是不可能完成的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="CULTIST_ARGUMENT"]/text
source: Two Cultist ships appear to be in an argument nearby, though you can't tell what.
fr: Deux vaisseaux Cultistes semblent être en train de se disputer à proximité, mais vous ne pouvez pas dire de quoi il s'agit.
ko: 근처 이교도 함선 두 대가 서로 언쟁중인 모양입니다만, 무엇때문에 그러는지는 분명하지 않습니다.
ru: Два корабля Культистов, похоже, затеяли поблизости спор, хотя и не видно, о чем.
zh_hans: 两艘余烬教徒舰船似乎在附近发生争执，但你不知道是什么。

# data/events_sector_origins.xml$//event[@name="CULTIST_ARGUMENT"]/choice[1]/text
source: Eavesdrop on their conversation.
fr: Écouter discrètement leur conversation.
ko: 그들의 대화를 엿듣는다.
ru: Подслушать их разговор.
zh_hans: 窃听他们的谈话。

source: You move closer and listen. "I'm telling you, it says Amber not Ember! Look here, right in Rebirth 15:6!" "No, that is a typo! You think we would have gone through such trouble to name ourselves the 'Cult of the Eternal Ember' if it was actually meant to be Amber?"
fr: Vous vous rapprochez et écoutez : "Je vous dis qu'il y a écrit Ambre et non Ardent ! Regardez ici, dans Renaissance 15:6 ! " " Non, c'est une faute de frappe ! Vous croyez qu'on se serait donné tant de mal pour s'appeler le 'Culte de la Braise Ardente ' si c'était vraiment censé être Ambre ?"
ko: 당신은 더 가까이 다가가 그들의 대화를 엿들었습니다. "내가 말했잖소. 성전 원서에는 '불씨'가 아니라 '불사'라 표기 되어 있단 말이오. 부활서 15장 6절에 그렇게 되어 있잖소!" "아니오. 오타란 말이오! 정녕 원서에서 "불사"이라고 했다면 뭣하러 "영원한 '불씨'의 교단"이라 칭했겠소?"
ru: Вы приближаетесь поближе и прислушиваетесь. "Говорю вам, здесь написано Янтарь, а не Жар! Посмотри сюда, прямо в Возрождении 15:6!" "Нет, это ошибка! Думаешь, мы стали бы так настойчиво называть себя "культ Вечного Жара", если бы на самом деле должно было быть "Янтаря"?"
zh_hans: 你走近点听。"我告诉你，上面写的是琥珀而不是不熄余烬！看，就在《重生》章第15节第6小节里！""不，那是一个拼写错误！你认为如果真的是琥珀的话，我们会经历这样的麻烦，把自己命名为'永恒余烬之教'吗？"

source: Keep listening.
fr: Continuer d'écouter.
ko: 계속 듣는다.
ru: Продолжать слушать.
zh_hans: 继续窃听。

source: "Hah, a typo you say? It is clear that it was meant to be Amber. Look at our Grand Priest's ship; it is the color of Amber!" "You are a fool! Amber is not red, Amber is orange! You must be colorblind, you idiot!"
fr: "Hah, une faute de frappe, dis-tu ? Il est clair qu'il s'agit d'ambre. Regarde le vaisseau de notre grand prêtre, il est de la couleur de l'ambre ! " " Tu es un imbécile ! L'ambre n'est pas rouge, l'ambre est orange ! Tu dois être daltonien, idiot !"
ko: "뭣이? 오타? 딱 봐도 '불사'지 않소? 부활서에서 '이는 믿는 락맨들 마다 영혼이 은하에 흩어지지 않고 불사하게 함이라'라는 내용이 있는데!" "멍청한 소릴! 이미 "영원'에 죽지 않는다는 의미가 포함되어 있잖소! 언어 능력이 떨어지지 않고서야 어찌 비슷한 뜻의 단어를 반복한단 말이오?"
ru: "Ха, ошибка, говоришь? Совершенно очевидно, что он должен был быть Янтарем. Посмотри на корабль нашего Верховного Жреца; он цвета янтаря!" "Ты дурак! Янтарь не красный, янтарь оранжевый! Ты, наверное, дальтоник, идиот!"
zh_hans: "哈，你说的是错别字吗？很明显，它的意思是琥珀色。看看我们大祭司的船，它是琥珀色的！""你真傻！琥珀不是红色的，琥珀是橙色的！你一定是色盲，你这个白痴！"

source: Keep listening.
fr: Continuer d'écouter.
ko: 계속 듣는다.
ru: Продолжать слушать.
zh_hans: 继续窃听。

source: You listen to the Cultists argue back and forth for a while longer, fascinated by their conversation. However, at long last they notice you. "Gah, how long have you been listening? Bah, nevermind it. Surely you've heard both of our points, so tell us what you think is correct!"
fr: Vous écoutez les Cultistes discuter encore un moment, fasciné par leur conversation. Mais ils finissent par vous remarquer : " Gah, depuis combien de temps vous écoutez ? Bah, c'est pas grave. Vous avez sûrement entendu nos deux points de vue, alors dites-nous ce que vous pensez être correct !"
ko: 당신은 이교도들의 대화에 빠져 그들 사이에서 오가는 언쟁을 잠시 더 듣고 있었지만, 결국 그들은 당신을 발견했습니다. "세상에. 언제부터 우리 대화를 엿듣고 있었소? 쳇. 뭐 아무래도 좋소. 우리 둘의 주장을 확실히 들었을테니, 누구의 말이 옳은지 알려주시오!"
ru: Вы еще некоторое время слушаете, как Культисты спорят друг с другом, увлеченные их беседой. Однако, наконец, они замечают вас. "Ой, как долго ты слушал? Да неважно. Ты наверняка слышал обе наши точки зрения, так скажи нам, что ты считаешь правильным!"
zh_hans: 你会听信余烬教徒们争论一段时间，因为他们的谈话让你着迷。然而，他们终于注意到了你。"唉，你听了多久了？呸，别管它了。你肯定听过我们的两个观点，所以告诉我们你认为正确的是什么！"

source: Eternal "Ember" is correct.
fr: Braise "Ardente" est correct.
ko: 영원한 "불씨"가 맞다.
ru: Вечный "Жар" - правильно.
zh_hans: 永恒的"余烬"是正确的。

source: The second Cultist pouts, complaining that your voice has no say in the matter, but the other ship doesn't care. They thank you for helping taking their side and give you some supplies.
fr: Le second Cultistes fait la moue, se plaignant que votre voix ne compte pas, mais l'autre vaisseau s'en moque. Ils vous remercient d'avoir pris leur parti et vous donnent quelques ressources.
ko: 두 번째 이교도 함장은 입을 삐죽거리면서 당신은 이 일에 참견할 권리가 없다고 불평했지만, 다른 함장은 전혀 개의치 않았습니다. 첫 번째 이교도 함장은 편을 들어줘서 고맙다 하고 보급품을 약간 줬습니다.
ru: Второй Культист жалуется, что ваш голос не имеет никакого значения, но другому кораблю все равно. Они благодарят вас за то, что вы встали на их сторону, и дают вам немного припасов.
zh_hans: 第二个信徒撅嘴，抱怨你在这件事上没有发言权，但另一艘船不在乎。他们感谢你站在他们一边并给你一些补给。

source: The Cult was meant to be named after the Eternal "Amber".
fr: Le culte devait être nommé la braise "Ambré".
ko: 교단은 영원한 "불사"의 이름을 따서 명명되었다.
ru: Культ должен был быть назван в честь Вечного "Янтаря".
zh_hans: 这个邪教是以永恒的"琥珀"命名的。

source: The first Cultist pouts, complaining that your voice has no say in the matter, but the second ship doesn't care. They thank you for helping taking their side and give you some supplies.
fr: Le premier Cultistes fait la moue, se plaignant que votre voix ne compte pas, mais le second vaisseau s'en moque. Ils vous remercient d'avoir pris leur parti et vous donnent quelques ressources.
ko: 첫 번째 이교도 함장은 입을 삐죽거리면서 당신은 이 일에 참견할 권리가 없다고 불평했지만, 다른 함장은 전혀 개의치 않았습니다. 두 번째 이교도 함장은 편을 들어줘서 고맙다 하고 보급품을 약간 줬습니다.
ru: Первый Культист дуется, жалуясь, что ваш голос не имеет значения, но второму кораблю все равно. Они благодарят вас за то, что вы встали на их сторону, и дают вам немного припасов.
zh_hans: 第一个信徒撅嘴，抱怨你在这件事上没有发言权，但第二艘船不在乎。他们感谢你站在他们一边并给你一些补给。

source: This is taking too long. Leave.
fr: Cela prend trop de temps. partir.
ko: 언쟁이 너무 늘어지고 있다. 떠난다.
ru: Это слишком долго. Уходим.
zh_hans: 在这花费太长时间了。离开。

source: This doesn't pertain to us, leave.
fr: Cela ne nous concerne pas, partir.
ko: 우리랑 상관 없는 일이다. 떠난다.
ru: К нам это не относится, уходим.
zh_hans: 这不关我们的事，走吧。

# data/events_sector_origins.xml$//event[@name="CULTIST_ARGUMENT"]/choice[2]/text
source: Leave them to their bickering.
fr: Les laisser à leurs chamailleries.
ko: 그들이 언쟁을 하게 내버려둔다.
ru: Оставить их наедине с их спорами.
zh_hans: 让他们争吵吧。

source: You ignore the two ships.
fr: Vous ignorez les deux vaisseaux.
ko: 당신은 두 함선을 무시했습니다.
ru: Вы не обращаете внимания на два корабля.
zh_hans: 你无视了这两艘飞船。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="ORIGINS_REBEL_CHASE"]/text
source: You notice a Rebel ship nearby, but they don't stick around for long until a Cultist vessel jumps in mere seconds later and chases them off!
fr: Vous remarquez un vaisseau Rebelle à proximité, mais ils ne restent pas longtemps dans les parages puisqu'un vaisseau Cultiste arrive quelques secondes plus tard et les chasse !
ko: 근처에서 반군 함선을 발견했습니다. 곧이어 도약해온 이교도 선박이 그들을 쫓아버리려 합니다!
ru: Вы замечаете поблизости корабль повстанцев, но они не задержались надолго, так как через несколько секунд к ним подлетает корабль Культистов и прогоняет их!
zh_hans: 你注意到附近有一艘叛军船只，但他们不会停留太久，直到几秒钟后一艘余烬教徒船只跃迁并将他们赶走！

source: Help the Rebels!
fr: Aider les Rebelles !
ko: 반군들을 돕는다!
ru: Помочь повстанцам!
zh_hans: 帮助叛军！

source: You chase down the cultist vessel.
fr: Vous poursuivez le vaisseau des Cultistes.
ko: 당신은 이교도 함선을 뒤쫓았습니다.
ru: Вы преследуете корабль Культистов.
zh_hans: 你追赶着余烬教徒的船只。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Help the Cultists!
fr: Aider les Cultistes !
ko: 이교도들을 돕는다!
ru: Помочь Культистам!
zh_hans: 帮助余烬教徒！

source: You chase down the Rebel vessel.
fr: Vous poursuivez le vaisseau des Rebelles.
ko: 당신은 반군 함선을 뒤쫓았습니다.
ru: Вы преследуете корабль повстанцев.
zh_hans: 你追赶叛军的船只。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ships.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: Not too long after the ships disappear from your view.
fr: Peu de temps après, les vaisseaux disparaissent de votre champ de vision.
ko: 함선들은 곧 당신의 시야에서 사라졌습니다.
ru: Вскоре после этого корабли исчезают из поля зрения.
zh_hans: 很快船从你视野中消失。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Almost immediately, the Rebel ship jumps away. Cowards...
fr: Presque immédiatement, le vaisseau Rebelles saute au loin. Lâches...
ko: 반군 함선은 즉시 도약해버렸습니다. 겁쟁이들 같으니...
ru: Почти сразу же корабль повстанцев уходит в прыжок. Трусы...
zh_hans: 叛军的战舰几乎立刻跃迁走了。胆小鬼...

source: The Rebel captain thanks you. "I never should have joined these orange-uniformed twats. Last thing I expected was for command to send me searching for a freakin' Multiverse Renegade in a Cultist infested craphole. Mind if I come with you?"
fr: Le capitaine Rebelles vous remercie : "Je n'aurais jamais dû rejoindre ces crétins en uniforme orange. La dernière chose à laquelle je m'attendais, c'était que le commandement m'envoie à la recherche d'un foutu Renégat Multiversel dans un trou à rats infesté de Cultistes. Ça vous dérange si je viens avec vous ?"
ko: 반군 함장이 감사를 표했습니다. "이 주황색 군복 등신들의 무리에 합류하지 말았어야 했어. 그래서 이교도 천지인 이 썩을 곳에서 망할 멀티버스 배회자를 찾아내라는 사령부의 명령만 기다리고 있었지. 합류해도 될까?"
ru: Капитан повстанцев благодарит вас. "Не стоило мне присоединяться к этим придуркам в оранжевой форме. Меньше всего я ожидал, что командование пошлет меня искать чертового Ренегата Мультивселенной в кишащей сектантами дыре. Не возражаете, если я пойду с вами?"
zh_hans: 叛军舰长感谢你。"我从来就不应该加入这些橙色制服的混蛋。我最不希望接到的命令就让我去一个余烬教徒猖獗的星系寻找一个怪异的多元变元者。介意我和你一起走吗？"

source: The Rebel captain thanks you. "Now, don't think this is because I like you, but a favor is a favor and I owe one to you. Command won't notice if I happen to give them the wrong info on your location..."
fr: Le capitaine Rebelles vous remercie : "Ne croyez pas que c'est parce que je vous aime bien, mais un service est un service et je vous en dois un. Le commandement ne remarquera pas s'il m'arrive de leur donner une mauvaise info sur votre emplacement..."
ko: 반군 함장이 감사를 표했습니다. "자, 그쪽이 맘에 들어서 이러는 건 아니니 착각은 말라고. 하지만 호의는 호의고, 난 그쪽에 빚을 졌지. 그쪽의 위치에 대해 내가 잘못된 정보를 보고하더라도 사령부에서는 눈치채지 못할 거야..."
ru: Капитан повстанцев благодарит вас. "Не думайте, что это из-за того, что вы мне нравитесь, но услуга есть услуга, и я в долгу перед вами. Командование не обратит внимания, если я случайно дам им неверную информацию о вашем местонахождении..."
zh_hans: 叛军舰长感谢你。"现在，不要认为这是因为我喜欢你，但你确确实实帮了我一个忙，我欠你一个人情。如果我碰巧给了司令部错误的位置信息，他们也不会注意到..."

source: The Cultist captain glares at you. "Mind your own business, Feds! This is our sector, and we don't want your help."
fr: Le capitaine Cultiste vous lance un regard noir : "Occupez-vous de vos affaires, Fédéraux ! C'est notre secteur et nous ne voulons pas de votre aide."
ko: 이교도 함장이 당신을 노려봤습니다. "그대들의 일에나 신경 쓰시오, 연방 함선! 여긴 우리 구역이고, 그대들의 도움은 필요 없소."
ru: Капитан Культистов смотрит на вас. "Не лезьте не в свое дело, федералы! Это наш сектор, и нам не нужна ваша помощь".
zh_hans: 余烬教徒舰长瞪着你。"管好你自己的事，蠢人！这是我们的星区，我们不需要你的帮助。"

source: The Cultist thanks you gruffly. "Ugh, fine. Take this scrap and get lost."
fr: Le Cultiste vous remercie d'un ton bourru : " Bon, d'accord. Prenez cette ferraille et allez vous faire voir ailleurs."
ko: 이교도가 무뚝뚝하게 감사를 표했습니다. "끄응, 좋소. 이 스크랩을 받고 사라지시오."
ru: Культист грубо благодарит вас. "Уф, ладно. Бери этот лом и проваливай".
zh_hans: 余烬教徒粗鲁地感谢你。"啊，好吧。拿着这块废料并且滚开。"

source: The Cultist thanks you gruffly. "Ugh, fine. Take this scrap and get lost."
fr: Le Cultiste vous remercie d'un ton bourru : " Bon, d'accord. Prenez cette ferraille et allez vous faire voir ailleurs."
ko: 이교도가 무뚝뚝하게 감사를 표했습니다. "끄응, 좋소. 이 스크랩을 받고 사라지시오."
ru: Культист грубо благодарит вас. "Уф, ладно. Бери этот лом и проваливай".
zh_hans: 余烬教徒粗鲁地感谢你。"啊，好吧。拿着这块废料并且滚开。"

# data/events_sector_origins.xml$//event[@name="ORIGINS_PIRATE_RAIDERS"]/text
source: You spot several pirates raiding the remains of a Crystalline settlement.
fr: Vous repérez plusieurs pirates en train de piller les restes d'une installation Cristalienne.
ko: 당신은 크리스탈 정착지의 잔해를 약탈 중인 해적들을 발견했습니다.
ru: Вы заметили нескольких пиратов, совершающих набег на остатки поселения кристаллинов.
zh_hans: 你看到几名海盗袭击了水晶族定居点的遗迹。

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: You engage the pirate vessel.
fr: Vous ciblez le vaisseau pirate.
ko: 당신은 해적선과의 교전을 시작했습니다.
ru: Вы вступаете в бой с пиратским судном.
zh_hans: 你与海盗舰交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: At least they aren't Cultists, but you aren't interested in fighting them.
fr: Au moins, ce ne sont pas des Cultistes, mais vous n'avez pas envie de les combattre.
ko: 그나마 이교도는 아니지만, 그래도 그들과 싸울 생각은 없습니다.
ru: По крайней мере, это не Культисты, но вам неинтересно с ними сражаться.
zh_hans: 至少他们不是余烬教徒，但你对打击他们没有兴趣。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="ORIGINS_DUEL_CHOICE"]/text
source: You spot two ships squaring off nearby. It appears the first are some Cultists, who eagerly tracked down a Crystal Sentinel only to be attacked!
fr: Vous apercevez deux vaisseaux qui s'affrontent à proximité. Il semble que les premiers soient des Cultistes, qui se sont empressés de traquer une Sentinelle Cristalienne avant d'être attaqués !
ko: 근처에서 두 척의 함선이 전투태세를 취하고 있는 것을 발견했습니다. 이교도들이 크리스탈 감시병들을 추적하다가 도리어 역공당한 모양입니다.
ru: Вы замечаете два корабля, сцепившихся неподалеку. Судя по всему, первый из них - это несколько Культистов, которые с усердием выслеживали Часового кристаллинов, но были атакованы!
zh_hans: 你发现附近有两艘船成直角驶离。第一批似乎是一些余烬教徒，他们迫不及待地追踪到一名水晶戍卫者，结果却遭到了攻击！

source: Assist the Crystals.
fr: Assister les Cristaliens.
ko: 크리스탈 함선을 돕는다.
ru: Оказать помощь кристаллинам.
zh_hans: 协助水晶族。

source: You engage the cultist vessel.
fr: Vous ciblez le vaisseau Cultiste.
ko: 당신은 이교도 함선과의 교전을 시작했습니다.
ru: Вы вступаете в бой с судном Культистов.
zh_hans: 你与余烬教徒交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Assist the Cultists.
fr: Assister les Cultistes.
ko: 이교도 함선을 돕는다.
ru: Оказать помощь Культистам.
zh_hans: 你与余烬教徒交战。

source: You engage the Crystalline vessel.
fr: Vous ciblez le vaisseau Cristalien.
ko: 당신은 크리스탈 함선과의 교전을 시작했습니다.
ru: Вы вступаете в бой с судном кристаллинов.
zh_hans: 你与水晶族飞船交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave, quickly.
fr: Partir et vite.
ko: 즉시 떠난다.
ru: Быстро уйти.
zh_hans: 迅速离开。

source: You prepare to jump away as soon as possible before you get caught in the battle.
fr: Vous vous préparez à sauter le plus vite possible avant d'être pris dans la bataille.
ko: 전투에 휘말리기 전에 가능한 한 빨리 도약할 준비를 합니다.
ru: Вы готовитесь как можно скорее уйти в прыжок, пока не попали в бой.
zh_hans: 你准备在被卷入战斗之前尽快跃迁。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_origins.xml$//event[@name="CULTIST_BOUNTY"]/text
source: You receive a hail from a nearby cultist vessel. They seem to have some sort of job for you.
fr: Vous recevez un appel d'un vaisseau Cultiste à proximité. Ils semblent avoir une mission à vous confier.
ko: 당신은 근처의 이교도 선박으로부터 연락을 받았습니다. 당신에게 맡길 일거리가 있는 모양입니다.
ru: Вы получаете сигнал с близлежащего корабля Культистов. Похоже, у них есть для вас какое-то задание.
zh_hans: 你收到附近一艘余烬教徒船只的呼叫。他们似乎为你安排了一些工作。

# data/events_sector_origins.xml$//event[@name="CULTIST_BOUNTY"]/choice[1]/text
source: Reply.
fr: Répondre.
ko: 응답한다.
ru: Ответить.
zh_hans: 回复。

source: "Hello, stranger. I have a request for you. We are in the middle of a search for an Ember Spirit, and we suspect one might be hiding nearby. However, our ship is not armed well enough to capture them. Will you assist us?"
fr: "Bonjour, étranger. J'ai une requête à vous faire. Nous sommes en pleine recherche d'un esprit Ardent et nous soupçonnons qu'il s'en cache un dans les environs. Cependant, notre vaisseau n'est pas assez bien armé pour les capturer. Pourriez-vous nous aider ?"
ko: "반갑소, 낯선 이여. 부탁할 것이 있소. 우리는 불씨의 성령을 찾는 중인데, 누군가 근처에 숨어있는 것 같소. 하지만 우리는 그들을 붙잡을 정도로 잘 무장하고 있진 않아서 말이오. 도와주겠소?"
ru: "Здравствуй, незнакомец. У меня к тебе просьба. Мы сейчас занимаемся поисками духа Вечного Жара и подозреваем, что он может скрываться поблизости. Однако наш корабль недостаточно хорошо вооружен, чтобы схватить его. Не мог бы ты нам помочь?"
zh_hans: "你好，陌生人。我有一个请求。我们正在寻找一个不熄余烬教精灵，我们怀疑有一个可能藏在附近。但是，我们的船没有足够好的武器来捕捉他们。你能帮助我们吗？"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。
