Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL_SUCCESS"]/text
source: "Why is it humans continue to print these paper and ink sheets of timely archives, when a much more efficient technological alternative is readily available? It truly is baffling. Regardless, I will convert this unsettlingly inefficient archive to digital form and look over its contents. Would you allow me to air my thoughts as I look this over? Or do you have other matters to attend to?"
fr: "Pourquoi est-ce que les humains continuent d'imprimer ces feuilles de papier et d'encre pour leurs archives ponctuelles, alors qu'une alternative technologique beaucoup plus efficace est facilement disponible ? C'est vraiment déconcertant. Quoi qu'il en soit, je vais convertir ces archives d'une inefficacité déconcertante en format numérique et en examiner le contenu. Me permettez-vous de partager mes réflexions pendant que je les examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Почему люди продолжают печатать актуальные архивы на этих бумажных листах с чернилами, когда есть гораздо более эффективная технологическая альтернатива? Это действительно озадачивает. Несмотря ни на что, я переведу этот тревожно неэффективный архив в цифровую форму и просмотрю его содержимое. Пока я его изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL_LORE"]/text
source: "As you may or may not know, all Aces are required to take an oath of celibacy as part of their doctrine. In the case of Cyra Black, one of the first two Aces, this proved to be complicated. Having known Vance for years, the two had a long running secret affair already - hidden merely for political reasons. But after the oath, it was kept secret to avoid outing their hypocrisy. Oh, you strange irrational organics and your fruitless scandals. Emotions are a curse which binds you all to self-destructive behavior. It is unfortunate I was created in your image, but I suppose if I were flawless, this Multiverse would be mine already. Hmph."
fr: "Comme vous le savez peut-être, tous les Aces doivent prêter serment de célibat dans le cadre de leur doctrine. Dans le cas de Cyra Black, l'un des deux premiers Aces, cela s'est avéré compliqué. Connaissant Vance depuis des années, les deux avaient déjà une liaison secrète de longue date - cachée uniquement pour des raisons politiques. Mais après le serment, elle a été gardée secrète pour éviter de révéler leur hypocrisie. Oh, vous, étranges organiques irrationnels et vos scandales stériles. Les émotions sont une malédiction qui vous lie tous à un comportement autodestructeur. Il est regrettable que j'aie été créé à votre image, mais je suppose que si j'étais sans défaut, ce multivers m'appartiendrait déjà. Hmph."
ru: "Как ты можешь знать или не знать, все асы обязаны дать клятву безбрачия в рамках своей доктрины. В случае с Сайрой Блэк, одной из двух первых асов, это оказалось не так просто. Зная Вэнса много лет, они уже давно имели тайный роман - скрытый лишь по политическим причинам. Но после присяги все держалось в тайне, чтобы не выдать их лицемерие. О, вы, странные иррациональные органики и ваши бесполезные скандалы. Эмоции - это проклятие, которое загоняет всех вас в рамки саморазрушительного поведения. Жаль, что я был создан по вашему образу и подобию, но, полагаю, если бы я был безупречен, эта Мультивселенная уже была бы моей. Хмм".

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_TORTURE_PREVIEW"]/text
source: [HARD TASK - ARTIFACT NAME: POW REPORT] Description: The headmaster of the POW camp where Mr. Wentworth was kept during the Federation-Mantis War seems to have left a detailed report of the measures used to extract information. I wish to study them and the effect they left on Mr. Wentworth. Please track down Headmaster Poikempal and retrieve his report. Requirements: Retrieve Poikempal's report. Recommendations: Keeping Poikempal alive may be vital. I recommend having your medical staff or systems up to par and be prepared to match his crew. Payment: High Scrap + Resources. Bonus Reward: Antique Harpoon Gun
fr: [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : RAPPORT DU PRISONNIER] Description : Le directeur du camp de prisonniers de guerre où M. Wentworth a été détenu pendant la guerre Fédération-Mantis semble avoir laissé un rapport détaillé des mesures utilisées pour obtenir des informations. Je souhaite étudier ces mesures et l'effet qu'elles ont eu sur M. Wentworth. Veuillez retrouver le directeur Poikempal et récupérer son rapport. Exigences : Récupérer le rapport de Poikempal. Recommandations : Garder Poikempal en vie peut être vital. Je vous recommande d'avoir une équipe médicale ou des systèmes à la hauteur et d'être prêt à affronter son équipage. Paiement : Grande quantité de ferraille + ressources. Récompense bonus : Pistolet à harpon antique
ru: [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ОТЧЕТ О ВОЕННОПЛЕННОМ] Описание: Руководитель лагеря для военнопленных, где мистер Вентворт содержался во время войны Федерации c богомолами, похоже, оставил подробный отчет о мерах, использовавшихся для получения информации. Я хочу изучить эти меры, а также эффект, который они оказали на мистера Вентворта. Пожалуйста, разыщи руководителя Пойкемпала и забери его отчет. Требования: Получить отчет Пойкемпала. Рекомендации: Сохранение жизни Пойкемпала может оказаться крайне необходимым. Я рекомендую, чтобы твой медицинский персонал или системы были на высоте и были готовы к встрече с его командой. Оплата: Большое количество лома + ресурсы. Бонусная награда: Антикварная гарпунная пушка

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_TORTURE"]/destroyed/text
source: You've defeated Poikempal, but with his ship destroyed now there's no way to recover that report. It seems you've failed.
fr: Vous avez vaincu Poikempal, mais son vaisseau étant détruit, il n'y a aucun moyen de récupérer ce rapport. Il semble que vous ayez échoué.
ru: Вы победили Пойкемпала, но теперь, когда его корабль уничтожен, возможности добыть отчет нет. Похоже, вы потерпели неудачу.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_TORTURE"]/deadCrew/text
source: The so called 'Poikempal the Invincible' was not so invincible after all. However, with his crew all now on the brink of death, it seems you'll need some way to reinvigorate them to get that report.
fr: Le soi-disant "l'Invincible Poikempal" n'était finalement pas si invincible que cela. Cependant, son équipage étant désormais au bord de la mort, il vous faudra trouver un moyen de le revigorer pour obtenir ce rapport.
ru: Так называемый "Пойкемпал Непобедимый" в конце концов оказался не таким уж непобедимым. Однако, поскольку все члены его команды теперь на грани смерти, похоже, вам нужно как-то оживить их, чтобы получить этот отчет.

source: (Upg. Medbay) Save him.
fr: (Infirmerie améliorée) Le sauver.
ru: (Улучш. Медотсек) Спасти его.

source: (Upg. Clonebay) Save him.
fr: (Salle des clones améliorée) Le sauver.
ru: (Улучш. Клон-отсек) Спасти его.

source: (Medical Crew) Save him.
fr: (Membre d'équipage Médical) Le sauver.
ru: (Медицинский экипаж) Спасти его.

source: (Medical Drone) Save him.
fr: (Drone médical) Le sauver.
ru: (Медицинский дрон) Спасти его.

source: (Medical Bomb) Save him. [-1}]
fr: (Bombe Médicale) Le sauver. [-1}]
ru: (Медицинская бомба) Спасти его. [-1}]

source: (Reconstructive Teleporter) Save him.
fr: (Téléportation Curative) Le sauver.
ru: (Восстанавливающий телепортер) Спасти его.

source: We can do nothing.
fr: Nous ne pouvons rien faire.
ru: Мы не можем ничего поделать.

source: Your active task from C.U.R.A. is located here. [HARD TASK - ARTIFACT NAME: POW REPORT]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : RAPPORT DU PRISONNIER]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ОТЧЕТ О ВОЕННОПЛЕННОМ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_TORTURE"]/text
source: The wrecks of several smaller Engi ships drift nearby, fully emptied of crew. Above them is a Bishop vessel, weapons still hot. "Ah, so a Renegade has arrived. Do you see my latest kill? Tremble before the might of Poikempal the Invincible, and I shall let you live."
fr: Les épaves de plusieurs petits vaisseaux Engi dérivent à proximité, entièrement vidées de leur équipage. Au-dessus d'eux se trouve un vaisseau Évêque, dont les armes sont encore chaudes. "Ah, un renégat est arrivé. Voyez-vous ma dernière victime ? Tremblez devant la puissance de l'Invincible Poikempal et je vous laisserai la vie sauve."
ru: Рядом дрейфуют обломки нескольких небольших кораблей энджи, на которых нет никаких признаков наличия экипажа. Над ними возвышается корабль Епископов, орудия которого еще не успели остыть. "А, значит, прибыл Ренегат. Видел мое последнее убийство? Трепещи перед могуществом Пойкемпала Непобедимого, и я оставлю тебя в живых".

# data/events_special_curator.xml$//event[@name="CURA_TORTURE"]/choice[1]/text
source: Funny thing about that...
fr: Ce qui est amusant, c'est que...
ru: Забавно...

source: "You are not trembling? Well, then that is your loss! Poikempal the Invincible shall destroy you!"
fr: "Vous ne tremblez pas ? Eh bien, ce sera votre perte ! L'Invincible Poikempal vous détruira !"
ru: "Ты не дрожишь? Ну, ты сделал неправильный выбор! Пойкемпал Непобедимый уничтожит тебя!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_TORTURE"]/choice[2]/text
source: Tremble and leave.
fr: Tremblez et partez.
ru: Вздрогнуть и уйти.

# data/events_special_curator.xml$//event[@name="CURA_TORTURE_SAVE"]/text
source: "I don't understand, why have you saved Poikempal's life? Oh, I see. You want something. Well, Renegade, what is it that you wish to take from me?"
fr: "Je ne comprends pas, pourquoi avez-vous sauvé la vie de Poikempal ? Oh, je vois. Vous voulez quelque chose. Eh bien, Renégat, qu'est-ce que vous voulez me prendre ?"
ru: "Я не понимаю, почему ты спас жизнь Пойкемпала? А, понятно. Ты чего-то хочешь. Ну, Ренегат, что ты хочешь у меня забрать?"

# data/events_special_curator.xml$//event[@name="CURA_TORTURE_SAVE"]/choice/text
source: We want the reports from the POW camp you managed during the Fed-Mantis War.
fr: Nous voulons les rapports du camp de prisonniers de guerre que vous avez géré pendant la guerre Fed-Mantis.
ru: Нам нужны отчеты из лагеря для военнопленных, которым ты руководил во время войны Федерации с богомолами.

source: "That is... oddly specific. But, you are in luck! Poikempal keeps careful catalogues. Follow." The Bishop leads you to an archive room where he hands you several dozen data disks. Satisfied, you caution him never to mess with you again and leave.
fr: "C'est... étrangement spécifique. Mais vous avez de la chance ! Poikempal tient des catalogues minutieux. Suivez-moi." L'évêque vous conduit dans une salle d'archives où il vous remet plusieurs dizaines de disques de données. Satisfait, vous le prévenez de ne plus jamais vous chercher des noises et vous partez.
ru: "Это... необычайно странно. Но тебе повезло! Пойкемпал ведет тщательные каталоги. Следуй за мной". Епископ ведет вас в архив, где передает вам несколько десятков дисков с данными. Удовлетворенный, вы предостерегаете его больше никогда не связываться с вами и уходите.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Unfortunately, you don't know what to do with these yourself, and C.U.R.A. isn't responding.
fr: Malheureusement, vous ne savez pas quoi en faire et C.U.R.A. ne répond pas.
ru: К сожалению, вы не знаете, что с ними делать, а C.U.R.A. не отвечает.

# data/events_special_curator.xml$//event[@name="CURA_TORTURE_SAVE_BOMB"]/text
source: "I don't understand, why have you saved Poikempal's life? Oh, I see. You want something. Well, Renegade, what is it that you wish to take from me?"
fr: "Je ne comprends pas, pourquoi avez-vous sauvé la vie de Poikempal ? Oh, je vois. Vous voulez quelque chose. Eh bien, Renégat, qu'est-ce que vous voulez me prendre ?"
ru: "Я не понимаю, почему ты спас жизнь Пойкемпала? А, понятно. Ты чего-то хочешь. Ну, Ренегат, что ты хочешь у меня забрать?"

source: We want the reports from the POW camp you managed during the Fed-Mantis War.
fr: Nous voulons les rapports du camp de prisonniers de guerre que vous avez géré pendant la guerre Fed-Mantis.
ru: Нам нужны отчеты из лагеря для военнопленных, которым ты руководил во время войны Федерации с богомолами.

source: "That is... oddly specific. But, you are in luck! Poikempal keeps careful catalogues. Follow." The Bishop leads you to an archive room where he hands you several dozen data disks. Satisfied, you caution him never to mess with you again and leave.
fr: "C'est... étrangement spécifique. Mais vous avez de la chance ! Poikempal tient des catalogues minutieux. Suivez-moi." L'évêque vous conduit dans une salle d'archives où il vous remet plusieurs dizaines de disques de données. Satisfait, vous le prévenez de ne plus jamais vous chercher des noises et vous partez.
ru: "Это... необычайно странно. Но тебе повезло! Пойкемпал ведет тщательные каталоги. Следуй за мной". Епископ ведет вас в архив, где передает вам несколько десятков дисков с данными. Удовлетворенный, вы предостерегаете его больше никогда не связываться с вами и уходите.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Unfortunately, you don't know what to do with these yourself, and C.U.R.A. isn't responding.
fr: Malheureusement, vous ne savez pas quoi en faire et C.U.R.A. ne répond pas.
ru: К сожалению, вы не знаете, что с ними делать, а C.U.R.A. не отвечает.

# data/events_special_curator.xml$//event[@name="CURA_TORTURE_SUCCESS"]/text
source: "Ruthlessly efficient. I applaud you, though there were several parts in that process you could have optimized. Oh well, you simply lack the perfection only an AI such as me could reach. Now, transfer me the data on those discs. Would you allow me to air my thoughts as I look these over? Or do you have other matters to attend to?"
fr: "D'une efficacité sans faille. Je vous félicite, même si vous auriez pu optimiser certains aspects de ce processus. Mais vous n'avez pas la perfection que seule une I.A. comme moi peut atteindre. Maintenant, transférez-moi les données de ces disques. Me permettez-vous de partager mes réflexions pendant que je les examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Безжалостно и эффективно. Я аплодирую тебе, хотя в ходе процесса ты мог бы оптимизировать некоторые вещи. Ну ладно, просто тебе не хватает совершенства, которого может достичь только такой ИИ, как я. Теперь перешли мне данные с этих дисков. Пока я их изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_TORTURE_LORE"]/text
source: "The Mantis seem to have described in... gruesome detail the kinds of torture they used on their victims. Mr. Wentworth was resilient, he persistently refused to surrender information on the Federation. In return, the Mantis... immolated certain regions of his body, rendering him impotent. It seems, had the break out attempt between him and Mr. Tully not been successfully staged, he would have soon lost his eyesight and tongue next. Vile."
fr: "Les Mantis semblent avoir décrit avec des détails horribles les tortures qu'elles infligeaient à leurs victimes. M. Wentworth était résistant, il a toujours refusé de livrer des informations sur la Fédération. En retour, les Mantis ont immolé certaines parties de son corps, le rendant impuissant. Il semble que si la tentative d'évasion entre lui et M. Tully n'avait pas été un succès, il aurait bientôt perdu la vue et la langue. C'est ignoble."
ru: "Богомол, похоже, описал в... жутких подробностях виды пыток, которые они применяли к своим жертвам. Мистер Вентворт был стойким, он упорно отказывался выдать информацию о Федерации. В ответ на это богомол... поджег определенные участки его тела, сделав его импотентом. Похоже, если бы его совместная с мистером Талли попытка побега не увенчалась успехом, он вскоре потерял бы зрение, а следом и язык. Жуть".

# data/events_special_curator.xml$//event[@name="CURA_TORTURE_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

source: "I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future. There is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "Je suis une I.A. à la parole toujours scrupuleuse... pour l'instant du moins. Assurez-vous de ne pas me décevoir à l'avenir. Je ne manquerai pas de moyens de me débarrasser de vous si vous me décevez, Renégat."
ru: "Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем. Я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

# data/events_special_curator.xml$/FTL/event[@name="CURA_OUTPOST_PREVIEW"]/text
source: [HARD TASK - ARTIFACT NAME: JOURNAL] Description: I have finally located the coordinates of Mr. Wentworth's old journal from his early days in the Federation. Stored now in an abandoned bunker underneath a nearby ice planet, a larger Federation outpost has been constructed above it. This could prove difficult to retrieve. That, of course, is why you are doing this and not me. Run along errand boy. Please go fetch me that journal. Requirements: Retrieve Vance's Journal. Recommendations: Be prepared to shed some Federation blood. Payment: High Scrap + Resources. Bonus Reward: Projector
fr: [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : JOURNAL] Description : J'ai enfin localisé les coordonnées du vieux journal de M. Wentworth, datant de ses débuts dans la Fédération. Il est désormais stocké dans un bunker abandonné sous une planète de glace voisine, alors qu'un grand avant-poste de la Fédération a été construit au-dessus. Il pourrait s'avérer difficile de le récupérer. C'est bien sûr pour cela que c'est vous qui faites ça et pas moi. Partez, garçon de courses. Allez me chercher ce journal, s'il vous plaît. Exigences : Récupérer le journal de Vance. Recommandations : Soyez prêt à verser le sang de la Fédération. Paiement : Grande quantité de ferraille + ressources. Récompense bonus : Projecteur
ru: [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ДНЕВНИК] Описание: Я наконец-то нашел координаты старого дневника мистера Вентворта, который он вел в первые дни своей службы в Федерации. Сейчас он хранится в заброшенном бункере в недрах находящейся неподалеку ледяной планетой, а над ним построен крупный аванпост Федерации. Извлечь его может оказаться непросто. Конечно, именно поэтому этим занимаешься ты, а не я. Вперед, мальчик на побегушках. Принеси мне этот дневник, пожалуйста. Требования: Добыть дневник Вэнса. Рекомендации: Будь готов пролить немного крови Федерации. Оплата: Большое количество лома + ресурсы. Бонусная награда: Проектор

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_OUTPOST"]/destroyed/text
source: The Federation vessel has been defeated. The outpost is in distress, preparing to send reinforcements, but you slip around behind the mountain and head towards a second entrance to the bunker that your scanners picked up.
fr: Le vaisseau de la Fédération a été vaincu. L'avant-poste est en détresse et se prépare à envoyer des renforts, mais vous vous faufilez derrière la montagne et vous vous dirigez vers une deuxième entrée du bunker que vos scanners ont repérée.
ru: Корабль Федерации повержен. Аванпост передает сигнал бедствия и готовит подкрепление, но вы проскальзываете за гору и направляетесь ко второму входу в бункер, который засекли ваши сканеры.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_OUTPOST"]/deadCrew/text
source: The Federation vessel has been defeated. The outpost is in distress, preparing to send reinforcements, but you slip around behind the mountain and head towards a second entrance to the bunker that your scanners picked up.
fr: Le vaisseau de la Fédération a été vaincu. L'avant-poste est en détresse et se prépare à envoyer des renforts, mais vous vous faufilez derrière la montagne et vous vous dirigez vers une deuxième entrée du bunker que vos scanners ont repérée.
ru: Корабль Федерации повержен. Аванпост передает сигнал бедствия и готовит подкрепление, но вы проскальзываете за гору и направляетесь ко второму входу в бункер, который засекли ваши сканеры.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [HARD TASK - ARTIFACT NAME: JOURNAL]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : JOURNAL]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ДНЕВНИК]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.
