Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

# data/events_special_curator.xml$//event[@name="CURA_CRUSH"]/choice/event/text
source: The station owners usher you in as if this were merely a simple refuel, though they do partially fill up your tank either way, but when you mention 'Sophia Perez', an escort arrives to take you to see her in the lab. She seems surprised to have visitors, but wastes no time getting to the point. "Who sent you? If it's about those damn reports, I said I'd get them in by the end of the cycle."
fr: Les propriétaires de la station vous accueillent comme s'il s'agissait simplement d'un ravitaillement ordinaire, bien qu'ils remplissent partiellement votre réservoir de carburant de toute façon. Lorsque vous mentionnez 'Sophia Perez', un escorteur arrive pour vous emmener la voir dans le laboratoire. Elle semble surprise d'avoir des visiteurs, mais ne perd pas de temps pour aller droit au but. "Qui vous a envoyé ? Si c'est à propos de ces fichus rapports, j'ai dit que je les remettrais d'ici la fin du cycle."
ru: Персонал обслуживает вас так, как будто это действительно всего лишь обычная заправочная станция, хотя так или иначе они частично заполняют ваш топливный бак, но как только вы упоминаете "Софию Перес", прибывает сопровождающий, чтобы отвести вас к ней в лабораторию. Она, кажется, удивлена появлению посетителей, но не теряет времени и переходит к делу. "Кто вас послал? Если дело в этих проклятых отчетах, то я обещала предоставить их к концу цикла".

source: I'm here because you know something about Vance Wentworth.
fr: Je suis ici parce que vous savez quelque chose sur Vance Wentworth.
ru: Я здесь, потому что вы кое-что знаете о Вэнсе Вентворте.

source: "W...what did you just say to me?" Perez storms forth, pushing you up against the wall and holding a blaster up to your jaw. "What do you know about Wentworth? Who sent you? How did you find me?"
fr: "Q... qu'est-ce que vous venez de dire ?" Perez s'avance d'un pas déterminé, vous poussant contre le mur et pointant un blaster vers votre mâchoire. "Que savez-vous de Wentworth ? Qui vous a envoyé ? Comment m'avez-vous trouvée ?"
ru: "Чт... что вы мне только что сказали?" Перес бросается вперед, прижимая вас к стене и приставляя бластер к вашей челюсти. "Что ты знаешь о Вентворте? Кто послал тебя? Как ты меня нашел?"

source: A 'friend' wants us to figure out what you know about Vance.
fr: Un 'ami' veut que nous découvrions ce que vous savez sur Vance.
ru: "Друг" послал нас узнать, что ты знаешь о Вэнсе.

source: "No, no no no. This is bad. Who told you about this? It wasn't that stupid AI, was it? I-I need to go!" Perez scrambles past you, and C.U.R.A.'s flawless voice pops up in your ear. "Change of plans. It seems Perez knows too much. This is why I prefer organics to do my work. Whatever. New directive: eliminate Perez and destroy the station."
fr: "Non, non, non, non. C'est grave. Qui vous a parlé de ça ? Ce n'était pas cette stupide IA, n'est-ce pas ? J-je dois partir !" Perez se précipite devant vous et la voix impeccable de C.U.R.A. résonne dans votre oreille. "Changement de plans. Il semble que Perez en sache trop. C'est pourquoi je préfère que les organiques fassent mon travail. Peu importe. Nouvelle directive : éliminez Perez et détruisez la station."
ru: "Нет, нет-нет-нет. Плохо дело. Кто тебе сказал об этом? Это ведь был не тот тупой ИИ? Или он? М-Мне нужно идти!" Перес проскакивает мимо вас, и безукоризненный голос К.У.Р.А. возникает у вас в ухе. "Планы изменились. Похоже, Перес знает слишком много. Вот почему я предпочитаю использовать органиков для своей работы. Неважно. Новая директива: устранить Перес и уничтожить станцию".

source: Follow orders and attack.
fr: Suivre les ordres et attaquer.
ru: Последовать указаниям и атаковать.

source: You pull out your gun and shoot Perez in the back. She slumps over immediately, dropping her own weapon. You head quickly back to your own ship as the alarms start to turn on one by one and get ready to fight.
fr: Vous sortez votre arme et tirez dans le dos de Perez. Elle s'effondre immédiatement et laisse tomber son arme. Vous retournez rapidement à votre vaisseau alors que les alarmes commencent à se déclencher une à une et vous vous préparez à vous battre.
ru: Вы достаете пистолет и стреляете Перес в спину. Она тут же падает, выронив свое оружие. Вы быстро возвращаетесь на свой корабль, когда сигналы тревоги начинают включаться один за другим, и готовитесь к бою.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Refuse.
fr: Refuser.
ru: Отказаться.

source: Perez makes her way out the door and hops into a fighter docked nearby and takes off, flying far into the distance. The rest of the staff are baffled by her sudden disappearance and highly suspicious of you, so you figure it's best to leave immediately.
fr: Perez se dirige vers la sortie, saute dans un chasseur amarré à proximité et s'envole au loin. Le reste du personnel est déconcerté par sa disparition soudaine et se méfie de vous, alors vous vous dites qu'il vaut mieux partir immédiatement.
ru: Перес выходит через дверь, запрыгивает в истребитель, пристыкованный неподалеку, и взлетает, уносясь вдаль. Остальной персонал озадачен ее внезапным исчезновением и очень подозрительно смотрит на вас, поэтому вы решили, что лучше уйти сейчас же.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Yes, we'll need those reports immediately.
fr: Oui, il nous faut ces rapports immédiatement.
ru: Да, нам нужны эти отчеты сейчас же.

source: Perez grumbles. "Fine, whatever. I'll transfer over the scans shortly. But maybe you should inform command that hiring a Renegade to collect this stuff isn't the best idea." As you head back to the ship you quickly realize you've made a mistake - this was not the data C.U.R.A. sent you to get.
fr: Perez marmonne. "Très bien, comme vous voulez. Je transférerai les scans sous peu. Mais peut-être devriez-vous informer le commandement que faire appel à un Renégat pour collecter ces choses n'est pas la meilleure idée." En retournant vers votre vaisseau, vous réalisez rapidement que vous avez commis une erreur - ces données n'étaient pas celles que C.U.R.A. vous avait envoyé récupérer.
ru: Перес ворчит. "Ладно, как хотите. Я передам сканы в ближайшее время. Но, возможно, вам стоит сообщить командованию, что нанимать Ренегата для сбора этих данных - не самая лучшая идея". Возвращаясь на корабль, вы быстро понимаете, что совершили ошибку - это были не те данные, за которыми вас послал К.У.Р.А.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_CRUSH_SUCCESS"]/text
source: "A most unfortunate turn of events. Yes, I was going to have her killed regardless, but that interview was most crucial. Do not fear Renegade, I am a reasonable AI: I do not blame you - at least, not entirely. Such is happenstance, yes? Now, there is much to be learned from this incursion regardless. Will you stay and listen? Or do you have other matters to attend to?"
fr: "Un événement des plus malheureux. Oui, j'avais l'intention de la faire tuer de toute façon, mais cette entrevue était cruciale. Ne vous inquiétez pas, Renégat, je suis une I.A. raisonnable : je ne vous blâme pas entièrement. C'est le hasard qui en a décidé ainsi, n'est-ce pas ? Maintenant, il y a beaucoup à apprendre de cette incursion. Souhaitez-vous rester et écouter ? Ou avez-vous d'autres affaires à régler ?"
ru: "Очень неудачный поворот событий. Да, я и так собирался убить ее, но это интервью было очень важным. Не бойся, Ренегат, я благоразумный ИИ: я не виню тебя - по крайней мере, не полностью. Ведь таковы обстоятельства, не так ли? Теперь, как бы то ни было, мы должны многое почерпнуть из этого налета. Останешься, чтобы послушать? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_CRUSH_LORE"]/text
source: "Ms. Perez was one of my most difficult leads to follow. In my desperation I will (reluctantly) admit that I made a mistake by revealing myself to her. Safe to say she was taken off-guard by this, and following her became progressively more difficult. She must have been more connected to Mr. Wentworth than I originally suspected - perhaps she was an early recruit to the Rebellion? I may never know for certain, but if she had something to fear from Mr. Wentworth, then perhaps it's best her corpse now surfs the cosmos."
fr: "Mme Perez a été l'une de mes pistes les plus difficiles à suivre. Dans mon désespoir, j'admets (à contrecœur) que j'ai fait une erreur en me dévoilant à elle. Je peux dire qu'elle a été prise au dépourvu et qu'il est devenu de plus en plus difficile de la suivre. Elle devait être plus liée à M. Wentworth que je ne le soupçonnais au départ - peut-être était-elle une des premières recrues de la Rébellion ? Je ne le saurai peut-être jamais avec certitude, mais si elle avait quelque chose à craindre de M. Wentworth, alors il vaut peut-être mieux que son cadavre navigue maintenant dans le cosmos."
ru: "Мисс Перес была одной из моих самых сложных зацепок. Я (неохотно) признаю, что в своем отчаянии совершил ошибку, раскрыв ей себя. Могу с уверенностью сказать, что это застало ее врасплох, и следить за ней стало на порядок труднее. Должно быть, она была связана с мистером Вентвортом намного сильнее, чем я изначально предполагал - возможно, она была в рядах одних из первых повстанческих новобранцев? Предположу, что никогда не узнаю об этом наверняка, но если ей было чего бояться со стороны мистера Вентворта, то, возможно, это к лучшему, что ее труп сейчас бороздит космические просторы".

# data/events_special_curator.xml$//event[@name="CURA_CRUSH_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_TOILET_PREVIEW"]/text
source: [EASY TASK - ARTIFACT NAME: USED TOILET] Description: I have tracked down a toilet from one of Mr. Wentworth's old homes which may still contain traces of DNA. I must collect them. Yes, I am asking you to scrape fecal matter off of a toilet. Please do not question my methods. Requirements: Collect DNA Traces. Recommendations: Be prepared to haggle or spend some scrap. Payment: Medium Scrap + Resources.
fr: [TÂCHE FACILE - NOM DE L'ARTEFACT : TOILETTES USAGÉES]. Description : J'ai retrouvé des toilettes dans l'une des anciennes maisons de M. Wentworth qui pourraient encore contenir des traces d'ADN. Je dois les collecter. Oui, je vous demande de gratter des matières fécales sur des toilettes. Ne remettez pas en cause mes méthodes. Exigences : Recueillir des traces d'ADN. Recommandations : Soyez prêt à marchander ou à dépenser un peu de ferraille. Paiement : Ferraille modérées + Ressources.
ru: [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ИСПОЛЬЗОВАННЫЙ УНИТАЗ] Описание: Я нашел унитаз, ранее стоявший в одном из старых домов мистера Вентворта, в котором возможно все еще остались следы ДНК. Я должен собрать их. Да, я прошу тебя соскрести фекалии с унитаза. Будь добр, не ставь под сомнение мои методы. Требования: Собрать образцы ДНК. Рекомендации: Будь готов поторговаться или потратить немного лома. Оплата: Среднее количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: Your active task from C.U.R.A. is located here. [EASY TASK - ARTIFACT NAME: USED TOILET]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE FACILE - NOM DE L'ARTEFACT : TOILETTES USAGÉES]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ИСПОЛЬЗОВАННЫЙ УНИТАЗ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_TOILET"]/text
source: You already regret coming here - a small Slug-owned storefront advertised by a blinking neon light boasts its... dubious business as the "Used-Toilet Emporium". Disgusting, but this is definitely the place.
fr: Vous regrettez déjà d'être venu ici - une petite boutique appartenant à une Limace et annoncée par un néon clignotant vante son activité... douteuse comme le "Bazar de la Toilette Usagée". C'est dégoûtant, mais c'est bien l'endroit.
ru: Вы уже жалеете, что пришли сюда - маленькая витрина магазина, принадлежащего слизню, украшена мерцающей неоновой вывеской, гордо обозначающей это... сомнительное предприятие как "Универмаг поддержанных унитазов". Отвратительно, но это определенно то самое место.

# data/events_special_curator.xml$//event[@name="CURA_TOILET"]/choice/text
source: Enter.
fr: Entrer.
ru: Войти.

# data/events_special_curator.xml$//event[@name="CURA_TOILET"]/choice/event/text
source: As soon as you open the door there's a clamour as a Slug wearing a stained jacket comes lumbering out of the backrooms to welcome you. "Cussstomersss, cussstomersss! Welcome to my ssstore. I ssssell only the finessst porcelain money can offer! Asss long asss you don't mind the ssstainsss. But I know you don't, you creepy pervert... Uhm - apologiesss. What are you looking for?"
fr: Dès que vous ouvrez la porte, une clameur s'élève et une limace portant une veste tachée sort des arrière-salles pour vous accueillir. "Cher client, Cher client ! Bienvenue dans mon magazzin. Je ne vends que la porcccelaine la plus fine que l'argent puisssse offrir ! Pourvu que les taches ne vous dérangent pas. Mais je sssais que ccce n'est pas le cas, essspèce de pervers effrayant... Euh, excuzzez-moi. Que cherchez-vous ?"
ru: Как только вы открываете дверь, раздается грохот: из подсобных помещений выползает слизень в испачканном пиджаке и приветствует вас. "Посссетители, посссетители! Добро пожаловать в мой магазин. Я продаю только сссамый лучший фарфор, который можно купить за деньги! Если вы не возражаете против пятен. Но я знаю, что не возражаешь, гадкий извращенец... Кхм, прошу прощения. Что вы ищете?"

source: We're looking for a toilet with specific DNA traces.
fr: Nous recherchons des toilettes avec des traces d'ADN spécifiques.
ru: Мы ищем унитаз с определенными образцами ДНК.

source: "You're... trying to analyze fecal ssstainsss? Look, I've been in thisss busssinessss for a while. And I've been assssked a lot of weird thingsss. But what the hell isss thisss? You expect me to just know all of the ssstainsss in here by heart?"
fr: "Vous essssayez... d'analyzzer des taches fécales ? Ecoutez, je sssuis dans ccce métier depuis un moment. Et on m'a demandé beaucoup de chozzes bizzzarres. Mais qu'est-ccce que ccc'est que ççça ? Vous zzattendez de moi que je connaisssse par cœur toutes les taches qui ssse trouvent iccci ?"
ru: "Вы... хотите проанализировать фекальные пятна? Поссслушайте, я занимаюсссь этим бизнесссом уже доссстаточно долго. И мне приходилосссь сссталкиваться сссо многими ссстранными просссьбами. Но что это, черт возьми, такое? Вы ожидаете, что я тут знаю всссе пятна наизусссть?"

source: Maybe?
fr: Peut-être ?
ru: А может так и есть?

source: "Well you're in luck! Becausssse I do! Jussst tell me what you're looking for!" You hand over the concerningly lengthy details C.U.R.A. provided you, and in just several minutes the Slug has already found the toilet in question. "Alright... thisss ssshould be it! That'll be 15 ssscrap."
fr: "Eh bien, vous avez de la chanccce ! Parccce que ccc'est le cas ! Dites-moi sssimplement ccce que vous cherchez !" Vous remettez les détails excessivement détaillés que C.U.R.A. vous a fournis et en quelques minutes seulement, la Limace a déjà trouvé les toilettes en question. "D'accord... ççça devrait être ççça ! Ccce sssera 15 ferrailles."
ru: "Ну, вам повезло! Потому что я знаю! Просссто ссскажите мне, что вы ищете!" Вы предоставляете подозрительно тщательные данные, которые вам передал К.У.Р.А., и всего через несколько минут слизень нашел нужный унитаз. "Хорошо... должно быть этот! Ссс вассс 15 лома".

source: Purchase the toilet.
fr: Acheter les toilettes.
ru: Купить унитаз.

source: "Pleasssure doing busssinesss with you, cussstomer! Don't forget to tell your friendsss! I'll buy any toilet, no matter the condition!"
fr: "Je sssuis heureux de faire des zzaffaires avec vous, cher client ! N'oubliez pas de le dire à vos zzamis ! J'achèterai n'importe quelle toilette, quelle que sssoit sssa condition !"
ru: "Приятно иметь ссс вами дело, посссетитель! Не забудьте расссказать своим друзьям! Я куплю любой унитаз, в каком бы сссоссстоянии он ни был!"

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: 15 for a used toilet? Absurd!
fr: 15 pour des toilettes usagées ? C'est absurde !
ru: 15 за поддержанный унитаз? Чушь!

source: "I ssssee, I sssee! You're a haggler... but I'll have you know asss a Sssslug I won't let up ssso eassssily! Presssent your bessst challenger, or sssurrender and pay the price! The price of the toilet that isss. I'm not going to kill you, don't worry."
fr: "Je vois, je vois ! Vous zzêtes un marchandeur... mais je peux vous dire que je ne laisssserai pas tomber sssi facccilement ! Envoyez votre meilleur challenger, ou rendez vous et payez le prix ! Le prix des toilettes. Je ne vais pas vous tuer, ne vous inquiètez pas."
ru: "Я понимаю, я понимаю! А вы любите поторговатьссся... но поссскольку я ссслизень, то просссто так я не отссступлюсссь! Выдвигайте сссвоего лучшего претендента, или сссдавайтесссь и платите оговоренную цену! Я не сссобираюсссь вассс убивать, не переживайте".

source: Send forward a random crew member to haggle.
fr: Envoyer un membre de l'équipage au hasard pour marchander.
ru: Отправить торговаться случайно выбранного члена экипажа.

source: (Slug Crew) Send forward your Slug to haggle.
fr: (Membre d'équipage Limace) Envoyer votre Limace pour marchander.
ru: (Член экипажа-слизень) Отправить слизня торговаться.

source: (Sylvan) Send forward Sylvan to haggle.
fr: (Sylvain) Envoyez Sylvain en avant pour marchander.
ru: (Сильван) Отправить Сильвана торговаться.

source: "O...oh. Oh ssshit. Uhm... you know what? You can jusssst have the toilet for free." The Slug turns closer to Sylvan and whispers. "Pleassse put out a good word, alright? I'm a huge fan."
fr: "O...oh. Oh, merde. Euh... tu ssssais quoi ? Tu peux aller aux toilettes gratuitement." La Limace se rapproche de Sylvain et lui murmure : " Sss'il te plaît fait passsser un bon mot, d'accord ? Je ssssuis un grand fan."
ru: "О... ох. Вот дерьмо. Знаете что? Вы можете взять унитаз бесссплатно". Слизень подходит ближе к Сильвану и шепчет. "Пожалуйссста, замолвите за меня сссловечко, хорошо? Я ваш большой поклонник".

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: Purchase the toilet at the original price.
fr: Acheter les toilettes au prix d'origine.
ru: Купить унитаз по первоначальной цене.

source: "Pleasssure doing busssinesss with you, cussstomer! Don't forget to tell your friendsss! I'll buy any toilet, no matter the condition!"
fr: "Je sssuis heureux de faire des zzaffaires avec vous, cher client ! N'oubliez pas de le dire à vos zzamis ! J'achèterai n'importe quelle toilette, quelle que sssoit sssa condition !"
ru: "Приятно иметь ссс вами дело, посссетитель! Не забудьте расссказать своим друзьям! Я куплю любой унитаз, в каком бы сссоссстоянии он ни был!"

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.

source: "Damn, not another one! Why doessss no one want to buy my toiletssss?!"
fr: "Merde, encore un autre ! Pourquoi persssonne ne veut acheter mes toilettes ?!"
ru: "Черт, ещщще один! Почему никто не хочет покупать мои унитазы?!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.

source: "Damn, not another one! Why doessss no one want to buy my toiletssss?!"
fr: "Merde, encore un autre ! Pourquoi persssonne ne veut acheter mes toilettes ?!"
ru: "Черт, ещщще один! Почему никто не хочет покупать мои унитазы?!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_TOILET_HAGGLE_FAIL"]/text
source: Your crew bickers back and forth for a while, but in the end they're unable to convince the Slug to budge. "Nope, ssssorry cussstomer, but 15 ssscrap isss my final price!"
fr: Votre équipage se chamaille pendant un moment, mais n'arrive pas à convaincre la Limace de changer d'avis. "Non, dézzolé cher client, mais 15 ferrailles est mon prix définitif !"
ru: Ваш член экипажа какое-то время препирается, но ему так и не удается убедить слизня пойти на уступки. "Нет, извините, посссетитель, но 15 лома - это окончательная цена!"

source: Purchase the toilet.
fr: Acheter les toilettes.
ru: Купить унитаз.

source: "Pleasssure doing busssinesss with you, cussstomer! Don't forget to tell your friendsss! I'll buy any toilet, no matter the condition!"
fr: "Je sssuis heureux de faire des zzaffaires avec vous, cher client ! N'oubliez pas de le dire à vos zzamis ! J'achèterai n'importe quelle toilette, quelle que sssoit sssa condition !"
ru: "Приятно иметь ссс вами дело, посссетитель! Не забудьте расссказать своим друзьям! Я куплю любой унитаз, в каком бы сссоссстоянии он ни был!"

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.

source: "Damn, not another one! Why doessss no one want to buy my toiletssss?!"
fr: "Merde, encore un autre ! Pourquoi persssonne ne veut acheter mes toilettes ?!"
ru: "Черт, ещщще один! Почему никто не хочет покупать мои унитазы?!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_TOILET_HAGGLE_SUCCESS"]/text
source: After quite a lot of bickering the Slug finally gives in. "Gah, you drive a hard bargain! There are only two thingsss in thisss world I know, one isss toiletsss, and the other isss negotiating the price of toiletsss. You've proven yourself knowledgeable of the sssecond, and ssso you are worthy of the firssst."
fr: Après bien des chamailleries, la Limace finit par céder. "Bah, vous zzêtes un dur à cuire ! Il n'y a que deux chozzes que je connaisssse dans ccce monde, l'une est les toilettes, l'autre est la négoccciatttion du prix des toilettes. Vous zzavez prouvé que vous sssaviez faire la deuxxxième chozze et vous zzêtes donc digne de la première."
ru: После долгих препирательств слизень наконец сдается. "Боже, а вы упорно торгуетесссь! В этом мире я знаю только две вещщщи: унитазы и обсссуждение цен на них. Вы доказали, что разбираетесссь во втором, и поэтому доссстойны первого".

source: Purchase the toilet at the new price.
fr: Acheter les toilettes au nouveau prix.
ru: Купить унитаз по новой цене.
