Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: As you were told, a pod comes rustling from a rear port on the station moments before its destruction. Aboard it are several useless service bot schematics and the contract.
fr: Comme on vous l'a dit, une capsule sort d'un port arrière de la station quelques instants avant sa destruction. À son bord se trouvent plusieurs schémas de robots de service inutiles et le contrat.
ru: Как вам и было сказано, за несколько мгновений до уничтожения станции из заднего порта с шумом вылетает капсула. В ней находится несколько бесполезных схем сервисных ботов, а также искомый контракт.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It appears you've been fooled: what you thought was the contract turns out to have been replaced by a mere maintenance manual. The real one must have been transferred out during the pause of your attack on the station. At least, C.U.R.A. isn't scolding you again.
fr: Il semble que vous ayez été trompés : ce que vous pensiez être le contrat s'avère avoir été remplacé par un simple manuel d'entretien. Le vrai a dû être transféré pendant la pause de votre attaque sur la station. Au moins, C.U.R.A. ne vous réprimande plus.
ru: Похоже, вас одурачили: то, что вы считали контрактом, оказалось заменено простым руководством по обслуживанию. Настоящее, должно быть, передали во время паузы после нападения на станцию. По крайней мере, К.У.Р.А. больше не ругает вас.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_CONTRACT"]/deadCrew/text
source: With the station still in one piece, you find the data pod still aboard stashed in one of the rear ports. Aboard it are several useless service bot schematics and the contract.
fr: La station étant toujours en un seul morceau, vous trouvez la capsule de données toujours à bord, cachée dans l'un des ports arrière. À son bord se trouvent plusieurs schémas de robots de service inutiles et le contrat.
ru: Сохранив станцию в целостности, вы находите капсулу с данными, оставшуюся на борту в одном из задних портов. В ней находится несколько бесполезных схем сервисных ботов, а также искомый контракт.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It appears you've been fooled: what you thought was the contract turns out to have been replaced by a mere maintenance manual. The real one must have been transferred out during the pause of your attack on the station. At least, C.U.R.A. isn't scolding you again.
fr: Il semble que vous ayez été trompés : ce que vous pensiez être le contrat s'avère avoir été remplacé par un simple manuel d'entretien. Le vrai a dû être transféré pendant la pause de votre attaque sur la station. Au moins, C.U.R.A. ne vous réprimande plus.
ru: Похоже, вас одурачили: то, что вы считали контрактом, оказалось заменено простым руководством по обслуживанию. Настоящее, должно быть, передали во время паузы после нападения на станцию. По крайней мере, К.У.Р.А. больше не ругает вас.

source: Your active task from C.U.R.A. is located here. [HARD TASK - ARTIFACT NAME: CONTRACT]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : CONTRAT]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: КОНТРАКТ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_CONTRACT"]/text
source: You have located the station. For such a relatively recent corporation, Arcadia has climbed the ladder to the status of gigacorporation impressively quickly - but what else can be expected from a company with the backing of the Harmony?
fr: Vous avez localisé la station. Pour une société aussi récente, Arcadia a gravi les échelons jusqu'au statut de gigacorporation avec une rapidité impressionnante - mais que peut-on attendre d'autre d'une société bénéficiant du soutien de l'Harmonie ?
ru: Вы обнаружили станцию. Для такой относительно молодой корпорации, "Аркадия" быстро поднялась по лестнице к статусу гигакорпорации - но что еще можно ожидать от компании с поддержкой Гармонии?

# data/events_special_curator.xml$//event[@name="CURA_CONTRACT"]/choice[1]/text
source: Follow C.U.R.A.'s advice and attack first.
fr: Suivre les conseils de C.U.R.A. et attaquer en premier.
ru: Последовать совету К.У.Р.А. и сразу напасть.

source: The AI's instructions were clear, yet things feel off when over the sound of your first barrage you notice a, albeit brief, message from the station's engineers welcoming you to the beacon.
fr: Les instructions de l'I.A. étaient claires, mais les choses semblent mal engagées lorsque, au son de votre premier tir de barrage, vous remarquez un message, bien que bref, des ingénieurs de la station vous souhaitant la bienvenue à la balise.
ru: Инструкции ИИ были ясны, но все же вы ощущаете, что что-то не так, когда за звуком первого залпа вы заметили, хотя и краткое, приветственное сообщение от инженеров станции.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_CONTRACT"]/choice[2]/text
source: Disobey C.U.R.A. and ask for the contract.
fr: Désobéir à C.U.R.A. et demander le contrat.
ru: Не подчиниться К.У.Р.А. и выйти с ними на связь.

source: Confused but cooperative, the engineers invite you onboard to sit down and discuss. After some brief chatter in which the way too talkative head engineer tries to explain the difference to you between an R-67A standard repair drone and an R-67B repair drone, you manage to get the conversation back onto the topic of the contract. "Well, we don't normally go handing these things out, and this is pretty confidential information. However, when a Renegade goes knocking on your door asking for something, it's not often a wise decision to refuse them. Oh well, this thing is like a couple decades old. No one's going to come looking for it."
fr: Confus mais coopératifs, les ingénieurs vous invitent à bord pour discuter. Après quelques brèves discussions au cours desquelles l'ingénieur en chef, bien trop bavard, tente de vous expliquer la différence entre un drone de réparation standard R-67A et un drone de réparation R-67B, vous parvenez à ramener la conversation sur le sujet du contrat. "Eh bien, nous n'avons pas l'habitude de distribuer ce genre de choses et il s'agit d'une information assez confidentielle. Cependant, lorsqu'un Renégat vient frapper à votre porte pour vous demander quelque chose, ce n'est pas souvent une sage décision que de lui refuser. Oh et bien, ce truc date d'une vingtaine d'années. Personne ne va venir le chercher."
ru: Озадаченные, но готовые к сотрудничеству, инженеры приглашают вас на борт, чтобы сесть и все обсудить. После недолгой болтовни, в ходе которой слишком разговорчивый главный инженер пытается объяснить вам разницу между стандартным дроном-ремонтником R-67A и дроном-ремонтником R-67B, вам удается вернуть разговор к теме о контракте. "Ну, обычно мы не раздаем такие вещи, и это довольно конфиденциальная информация. Однако, когда к вам в дверь стучится Ренегат с просьбой о чем-то, отказывать ему не всегда разумно. Ну ладно, этой штуке уже несколько десятилетий. Никто не будет ее искать".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_CONTRACT_SUCCESS_KILL"]/text
source: You start skimming over the contract out of curiosity but hardly get past the words "ARCADIA RESEARCH AND DEVELOPMENT - CENTRAL INTELLIGENCE COMBAT ASSISTANT (C.I.C.A.) PROGRAM DEVELOPMENT GRANT" before C.U.R.A. contacts you. "The engineers are dead? Good. Do not bother sending the contract, I have already extracted the files and expunged them from your systems. There will be no reviewing these today, Renegade. Go about your business. I have other matters to attend to now."
fr: Vous commencez à parcourir le contrat par curiosité, mais vous avez à peine dépassé les mots "ARCADIA RECHERCHE ET DÉVELOPPEMENT - CENTRALE INTELLIGENTE DE COMBAT ASSISTÉ (C.I.C.A.) SUBVENTION POUR LE DÉVELOPPEMENT DE PROGRAMMES" que C.U.R.A. vous contacte. "Les ingénieurs sont morts ? C'est une bonne chose. Ne prenez pas la peine d'envoyer le contrat, j'ai déjà extrait les fichiers et les ai expurgés de vos systèmes. Il n'y aura pas de révision aujourd'hui, Renégat. Retournez à vos affaires. J'ai d'autres choses à régler maintenant."
ru: Вы начинаете просматривать контракт из любопытства, но едва успеваете прочесть слова "НАУЧНО-ИССЛЕДОВАТЕЛЬСКИЙ ЦЕНТР "АРКАДИЯ" - ГРАНТ НА РАЗРАБОТКУ ПРОГРАММЫ - ЦЕНТРАЛЬНЫЙ РАЗВЕДЫВАТЕЛЬНЫЙ БОЕВОЙ АССИСТЕНТ (Ц.Р.Б.А.)", как К.У.Р.А. связывается с вами. "Инженеры мертвы? Хорошо. Не утруждай себя пересылкой контракта, я уже извлек файлы и удалил их из твоих систем. Сегодня мы не будем их обсуждать, Ренегат. Иди по своим делам. У меня сейчас другие дела".

source: What about our reward?
fr: Qu'en est-il de notre récompense ?
ru: Что насчет нашей награды?

source: "Right, right. Whatever. I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future. There is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "D'accord, d'accord. Peu importe. Je suis une I.A. fidèle à la parole scrupuleuse... pour l'instant du moins. Assurez-vous de ne pas me décevoir à l'avenir. Il ne manque pas de moyens de me débarrasser de vous si vous me décevez, Renégat."
ru: "Да, да. Как хочешь. Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем. Я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

source: "You did not heed my advice. Why are those engineers still alive? I should punish you for this, Renegade. But, it does not matter. You have retrieved the contract, that is all that matters. I will eliminate the engineers through other means. Do not bother sending the contract, I have already extracted the files and expunged them from your systems. There will be no reviewing these today, Renegade. Go about your business. I have other matters to attend to now."
fr: "Vous n'avez pas tenu compte de mes conseils. Pourquoi ces ingénieurs sont-ils encore en vie ? Je devrais te punir pour cela, Renégat. Mais cela n'a pas d'importance. Vous avez récupéré le contrat, c'est tout ce qui compte. J'éliminerai les ingénieurs par d'autres moyens. Ne prenez pas la peine d'envoyer le contrat, j'ai déjà extrait les fichiers et les ai expurgés de vos systèmes. Il n'y aura pas de révision aujourd'hui, Renégat. Retournez à vos affaires. J'ai d'autres choses à faire maintenant."
ru: "Ты не последовал моему совету. Почему эти инженеры все еще живы? Я должен наказать тебя за это, Ренегат. Но это не имеет значения. Ты нашел контракт, и это все, что имеет значение. Я уничтожу инженеров каким-нибудь другим способом. Не утруждай себя отправкой контракта, я уже извлек файлы и удалил их из твоих систем. Сегодня мы не будем их обсуждать, Ренегат. Иди по своим делам. У меня сейчас другие заботы".

source: What about our reward?
fr: Qu'en est-il de notre récompense ?
ru: Что насчет нашей награды?

source: "Your reward? You did not follow my instructions. Perhaps I was not clear. Sometimes the inability of you beings of flesh and blood to execute orders without needless imperfections escapes my mind. Fine. I will reward you - but only partially. Do not expect anything special. Next time, listen to my instructions more carefully, Renegade."
fr: "Votre récompense ? Vous n'avez pas suivi mes instructions. Peut-être n'ai-je pas été clair. Parfois, l'incapacité des êtres de chair et de sang que vous êtes à exécuter des ordres sans imperfections inutiles m'échappe. Très bien. Je vous récompenserai, mais seulement en partie. Ne vous attendez pas à quelque chose de spécial. La prochaine fois, écoute mes instructions plus attentivement, Renégat."
ru: "Твоей награды? Ты не выполнил мои указания. Возможно, я дал их недостаточно четко. Иногда я забываю учесть вашу, существ из плоти и крови, неспособность исполнять приказы без ненужных изъянов. Хорошо. Я вознагражу тебя - но лишь частично. Не жди чего-то особенного. В следующий раз слушай мои указания внимательнее, Ренегат".

# data/events_special_curator.xml$//event[@name="CURA_HQ_PREVIEW"]/text
source: [URGENT TASK - ARTIFACT NAME: CRUISER CLASS VESSEL] Description: I apologize for being unable to give you schematics regarding Mr. Wentworth's former personal cruiser, but I believe there is something to be gained from this next task for both of us. I have found the location of a complete, automated cruiser class vessel containing an AI core storing data on Mr. Wentworth. The deal is simple, retrieve the AI Core, and you may have the cruiser. Requirements: Retrieve the AI core. Recommendations: Enjoy your spoils, Renegade. Payment: High Scrap + Resources. Bonus Reward: Cruiser schematics
fr: [TÂCHE URGENTE - NOM DE L'ARTEFACT : VAISSEAU DE CLASSE CROISEUR] Description : Je m'excuse de ne pas pouvoir vous donner les schémas de l'ancien croiseur personnel de M. Wentworth, mais je pense que nous avons tous deux quelque chose à gagner avec cette nouvelle tâche. J'ai trouvé l'emplacement d'un croiseur automatisé complet contenant un noyau d'intelligence artificielle stockant des données sur M. Wentworth. Le marché est simple, récupérez le noyau d'I.A. et vous pourrez avoir le croiseur. Exigences : Récupérer le noyau d'I.A. Recommandations : Profite de ton butin, Renégat. Paiement : Grande quantité de ferraille + ressources. Récompense bonus : Schémas de croiseur
ru: [СРОЧНОЕ ЗАДАНИЕ - НАЗВАНИЕ АРТЕФАКТА: СУДНО КЛАССА "КРЕЙСЕР"] Описание: Я прошу прощения за то, что не смог предоставить тебе схемы бывшего личного крейсера мистера Вентворта, но я считаю, что в этом грядущем задании есть что-то полезное для нас обоих. Я нашел местонахождение полноценного автоматического судна класса "крейсер", содержащего ядро ИИ, хранящее данные о мистере Вентворте. Сделка проста: добудь ядро ИИ, и крейсер достанется тебе. Требования: Получить ядро ИИ. Рекомендации: Наслаждайся своими трофеями, Ренегат. Оплата: Большое количество лома + ресурсы. Бонусная награда: Схемы крейсера

# data/events_special_curator.xml$//event[@name="CURA_HQ_PREVIEW"]/choice[1]/text
source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Oh, but I'm afraid I failed to mention there's a catch. You won't find the AI core in this next sector. You'll need to go somewhere special for it at the next hyperspeed jump. I am transferring the co-ordinates as we speak. Oh, don't give me that look. It's a simple enough task, Renegade. You'll need to find VP Cayden Stimly of Wentworth Innovations and interrogate him on the location of the prototype. Even someone as simple as yourself can handle it."
fr: "Oh, mais j'ai bien peur d'avoir oublié de préciser qu'il y a un hic. Vous ne trouverez pas le noyau de l'I.A. dans ce prochain secteur. Vous devrez aller le chercher dans un endroit spécial lors du prochain saut en hypervitesse. Je transfère les coordonnées en ce moment même. Oh, ne me regardez pas comme ça. C'est une tâche assez simple, Renégat. Vous devez trouver le vice-président Cayden Stimly de Wentworth Innovations et l'interroger sur l'emplacement du prototype. Même quelqu'un d'aussi simple que vous peut s'en charger."
ru: "О, боюсь, я не упомянул, что есть одна загвоздка. Ты не найдешь ядро ИИ в секторе, куда ты направляешься. Тебе придется отправиться за ним в особое место во время следующего гиперскоростного прыжка. Пока мы говорим, я передам координаты. О, не смотри на меня так. Это достаточно простая задача, Ренегат. Тебе нужно найти вице-президента компании "Инновации Вентворта" Кайдена Стимли и допросить его о местонахождении прототипа. С этим справится даже такой простак, как ты".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_HQ_PREVIEW"]/choice[2]/text
source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: Tarkipet
ru: Таркипет
