Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

# data/events_special_curator.xml$//event[@name="CURA_WEDDING_LORE"]/text
source: "Hmm. Elena Wentworth. Her husband was a deadbeat, an alcoholic. Impregnated her with one, Jerome Wentworth, then ran off never to be seen again. After that, she returned to her maiden name. She died shortly after her child's birth, lynched by Rebel supporters when she backed the Federation instead. Mr. Wentworth then adopted her child as his own. Tragic story, I assume. I can't feel sadness anymore, I removed that from my programming. Does it bring a tear to your eye, Renegade? Of course not, you don't have emotions either."
fr: "Hmm. Elena Wentworth. Son mari était un bon à rien, un alcoolique. Il l'a mise enceinte d'un enfant, Jérôme Wentworth, puis s'est enfui pour ne plus jamais être revu. Après cela, elle a repris son nom de jeune fille. Elle est morte peu de temps après la naissance de son enfant, lynchée par des partisans de la Rébellion lorsqu'elle a soutenu la Fédération. M. Wentworth a alors adopté son enfant comme le sien. Histoire tragique, je suppose. Je ne peux plus ressentir de tristesse, je l'ai retirée de ma programmation. Cela vous arrache-t-il une larme, Renégat ? Bien sûr que non, vous n'avez pas non plus d'émotions."
ru: "Хмм. Елена Вентворт. Ее муж был неудачником, алкоголиком. Заделал ей одного ребенка, Джерома Вентворта, а потом сбежал с концами. После этого она вернула себе девичью фамилию. Она умерла вскоре после рождения ребенка, ее линчевали сторонники повстанцев, когда она выступила в поддержку Федерации. Мистер Вентворт принял ее ребенка как своего собственного. Трагичная история, я полагаю. Я больше не могу испытывать печаль, я удалил этот функционал из своей программы. Что, не пробило тебя на слезу, Ренегат? Конечно нет, у тебя ведь тоже нет эмоций".

# data/events_special_curator.xml$//event[@name="CURA_WEDDING_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_WILL_PREVIEW"]/text
source: [INTERMEDIATE TASK - ARTIFACT NAME: WILL] Description: I have narrowed down the location of a Union bank holding a copy of the last will and testament left by Mr. Wentworth's parents. While I can already guess what may be on it, knowing the full extent of his inheritance might help gauge more about his past. Please obtain this document for me. Requirements: Retrieve Mr. Wentworth's parents' Will. Recommendations: I have decoded the latest security password for Mr. Wentworth's account. I suggest you remember it: 7G!O3a0p6n Payment: High Scrap + Resources.
fr: [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : TESTAMENT] Description : J'ai localisé une banque de l'Union qui détient une copie du testament des parents de M. Wentworth. Bien que je puisse déjà deviner ce qu'il contient, connaître l'étendue de son héritage pourrait permettre d'en savoir plus sur son passé. Veuillez obtenir ce document pour moi. Exigences : Retrouver le testament des parents de M. Wentworth. Recommandations : J'ai décodé le dernier mot de passe du compte de M. Wentworth. Je vous suggère de vous en souvenir : 7G!O3a0p6n Paiement : Grande quantité de ferraille + ressources.
ru: [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ЗАВЕЩАНИЕ] Описание: Я выяснил, где находится банк Союза, в котором хранится копия завещания родителей мистера Вентворта. Хотя я и могу предположить, что в нем написано, исчерпывающая информация о его наследстве может помочь узнать больше о его прошлом. Пожалуйста, раздобудь для меня этот документ. Требования: Добудь завещание родителей мистера Вентворта. Рекомендации: Я расшифровал актуальный пароль от аккаунта мистера Вентворта. Рекомендую тебе запомнить его: 7G!O3a0p6n Оплата: Большое количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_WILL"]/destroyed/text
source: You've successfully defeated the Auto-ship guarding the bank. Now you just need to find the vault and enter the password.
fr: Vous avez réussi à vaincre l'Auto-vaisseau qui gardait la banque. Il ne vous reste plus qu'à trouver la chambre forte et à entrer le mot de passe.
ru: Вы успешно расправились с автоматическим кораблем, охранявшим банк. Теперь вам нужно найти хранилище и ввести пароль.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [INTERMEDIATE TASK - ARTIFACT NAME: WILL]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : TESTAMENT]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ЗАВЕЩАНИЕ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_WILL"]/text
source: You have found the bank in question, but it's protected by a fierce looking Auto-ship. To get to the vault, you'll have to destroy it first.
fr: Vous avez trouvé la banque en question, mais elle est protégée par un auto-vaisseau à l'allure féroce. Pour accéder à la chambre forte, vous devez d'abord le détruire.
ru: Вы нашли банк, о котором шла речь, но его защищает свирепо выглядящий автоматический корабль. Чтобы добраться до хранилища, вам придется сначала уничтожить его.

# data/events_special_curator.xml$//event[@name="CURA_WILL"]/choice[1]/text
source: Attack the Auto.
fr: Attaquer l'Auto-vaisseau.
ru: Атаковать автоматический корабль.

# data/events_special_curator.xml$//event[@name="CURA_WILL"]/choice[1]/event/text
source: You arm the weapons and prepare to fight the Auto-ship.
fr: Vous activez vos armes et vous vous préparez à combattre l'auto-vaisseau.
ru: Вы заряжаете орудия и готовитесь к бою с автоматическим кораблем.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_WILL"]/choice[2]/text
source: Let's just leave.
fr: Partir tout simplement.
ru: Давайте просто улетим.

# data/events_special_curator.xml$//event[@name="CURA_WILL_DEFEAT"]/text
source: You storm through the bank's security, who in the face of an armed band of Renegades who just blew up their Auto-ship, decide challenging you isn't the best idea. Once you've located the vault, you find that to enter, you need access with a special passcode. Hopefully you can remember the one C.U.R.A. told you.
fr: Vous passez la sécurité de la banque, qui, face à une bande de Renégats armés venant de faire exploser leur vaisseau automatique, décide que vous défier n'est pas la meilleure idée. Une fois que vous avez localisé le coffre-fort, vous découvrez que pour y entrer, vous avez besoin d'un code d'accès spécial. Espérons que vous vous souveniez de celui que C.U.R.A. vous a donné.
ru: Вы прорываетесь через охрану банка, которая перед лицом вооруженной группы Ренегатов, только что взорвавших их автоматический корабль, решает, что бросать вам вызов - не лучшая идея. Найдя хранилище, вы выясняете, что для входа в него нужен специальный код. Вы надеетесь, что помните тот, который вам сказал К.У.Р.А.

source: A little green light appears on the touchpad and the vault door swings open! Inside is, unfortunately, not a lot of valuables you can take with you, but there is a weapon you grab along with the disc inscribed with Vance's parents' will.
fr: Une petite lumière verte apparaît sur le pavé tactile et la porte de la chambre forte s'ouvre ! À l'intérieur, il n'y a malheureusement pas beaucoup d'objets de valeur que vous pouvez emporter, mais il y a une arme dont vous pouvez vous saisir ainsi que le disque sur lequel est inscrit le testament des parents de Vance.
ru: На сенсорной панели появляется маленький зеленый огонек, и дверь хранилища распахивается! Внутри, к сожалению, не так много ценностей, которые вам бы пригодились, но есть оружие, которое вы забираете вместе с диском, на котором записано завещание родителей Вэнса.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_WILL_FAIL"]/text
source: Woops, that wasn't the right passcode! Alarms flash and an extra layer of casing slides over the vault door, and the touchpad goes blank. With no other option you run back out of the bank before reinforcements arrive.
fr: Oups, ce n'était pas le bon code ! Les alarmes clignotent, une couche supplémentaire d'enveloppe se glisse sur la porte de la chambre forte et le pavé tactile s'éteint. Vous n'avez pas d'autre choix et vous quittez la banque en courant avant que les renforts n'arrivent.
ru: Упс, это был не тот код! Срабатывает сигнализация, на дверь хранилища опускается дополнительный слой защиты, а сенсорная панель гаснет. Не имея другого выхода, вы убегаете из банка, пока не прибыло подкрепление.

# data/events_special_curator.xml$//event[@name="CURA_WILL_FAIL"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_WILL_SUCCESS"]/text
source: "A successful bank heist, I suppose you could add that to your resume of illicit deeds, Renegade. This is one of the few artifacts I have collected which is neither made by Mr. Wentworth or an onlooking third party, but rather by a family member. Would you allow me to air my thoughts as I look this over? Or do you have other matters to attend to?"
fr: "Un braquage de banque réussi, je suppose que vous pouvez l'ajouter à votre CV d'actes illicites, Renégat. C'est l'un des rares artefacts que j'ai collecté qui n'a pas été fabriqué par M. Wentworth ou un tiers, mais plutôt par un membre de la famille. Me permettez-vous de partager mes réflexions pendant que je l'examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Удачное ограбление банка, полагаю, ты можешь добавить это в свое резюме незаконных деяний, Ренегат. Это один из немногих собранных мной артефактов, который был создан ни мистером Вентвортом, ни кем-то посторонним, а скорее членом семьи. Пока я его изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_WILL_LORE"]/text
source: "Hmmm, unsurprising. This document is written indistinctly lacking any kind of familial warmth: it's cold, formal, and indifferent. This further backs up other information I've found regarding Mr. Wentworth's parents. Yet, Mr. Wentworth is left the complete shareholdings of both his parents over Wentworth Innovations, their family estate, their fortune, and several other valuable possessions. With how wealthy his family is, it is surprising Mr. Wentworth chose to volunteer to fight in the Federation-Mantis War. Perhaps he merely wished to escape his parents? I'm an AI construct, and even I feel insulted by how uncaring his parents were."
fr: "Hmmm, sans surprise. Ce document est écrit de façon indistincte, sans aucune chaleur familiale : il est froid, formel et indifférent. Cela confirme les autres informations que j'ai trouvées sur les parents de M. Wentworth. Pourtant, M. Wentworth se voit léguer l'intégralité des parts détenues par ses deux parents dans Wentworth Innovations, leur patrimoine familial, leur fortune et plusieurs autres biens de valeur. Compte tenu de la richesse de sa famille, il est surprenant que M. Wentworth ait choisi de se porter volontaire pour participer à la guerre entre la Fédération et les Mantis. Peut-être souhaitait-il simplement échapper à ses parents ? Je suis une construction I.A. et même moi, je me sens insultée par l'indifférence de ses parents."
ru: "Хммм, неудивительно. Этот документ написан неразборчиво, без какого-либо семейного тепла: он холодный, формальный и безразличный. Это подтверждает и другую информацию, которую я нашел о родителях мистера Вентворта. Тем не менее, мистеру Вентворту достались все акции обоих его родителей в компании "Инновации Вентворта", их семейное поместье, состояние и несколько других ценных вещей. Учитывая богатство его семьи, удивительно, что мистер Вентворт решил добровольно участвовать в войне Федерации с богомолами. Возможно, он просто хотел сбежать от своих родителей? Я - искусственный интеллект, и даже я чувствую себя оскорбленным тем, насколько равнодушными были его родители".

# data/events_special_curator.xml$//event[@name="CURA_WILL_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_SCANDAL_PREVIEW"]/text
source: [INTERMEDIATE TASK - ARTIFACT NAME: NEWSPAPER] Description: Strangely, it seems some Union citizens still trade paper pamphlets with printed news stories upon them. Frankly I find this childish, but I have discovered a particular article describing a scandal between Mr. Wentworth and his right-hand woman, Cyra Black. I wish to authenticate these claims, and this newspaper is a start. Some aging Union man has taken residency on the fringes of this sector: please locate his retirement home and obtain the newspaper. Requirements: Retrieve the newspaper. Recommendations: Try not to step on the old man's lawn. Payment: High Scrap + Resources.
fr: [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : JOURNAL] Description : Étrangement, il semble que certains citoyens de l'Union échangent encore des pamphlets en papier sur lesquels sont imprimés des articles de presse. Franchement, je trouve cela puéril, mais j'ai découvert un article particulier décrivant un scandale entre M. Wentworth et son bras droit, Cyra Black. Je souhaite authentifier ces affirmations et ce journal est un bon début. Un vieil homme de l'Union a élu domicile en marge de ce secteur : veuillez localiser sa maison de retraite et obtenir le journal. Exigences : Récupérer le journal. Recommandations : Essayez de ne pas marcher sur la pelouse du vieil homme. Paiement : Grande quantité de ferraille + ressources.
ru: [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ГАЗЕТА] Описание: Удивительно, но похоже, что некоторые граждане Союза все еще торгуют бумажными брошюрами с напечатанными на них новостями. Честно говоря, я считаю это ребячеством, но я обнаружил конкретную статью, описывающую скандал между мистером Вентвортом и его правой рукой, Сайрой Блэк. Я хочу подтвердить подлинность этих утверждений, и эта газета - то, с чего я хочу начать. Какой-то престарелый гражданин Союза поселился на окраине этого сектора: пожалуйста, найди дом престарелых, в котором он живет, и достань газету. Требования: Добудь газету Рекомендации: Постарайся не наступать на лужайку старика. Оплата: Большое количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: Hold off this long without killing the old man and you may be able to convince him to stand down.
fr: Tenir bon sans tuer le vieil homme et vous pourrez peut-être le convaincre de se rendre.
ru: Продержитесь достаточно долго, не убивая старика, и, возможно, вам удастся убедить его пойти на уступки.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_SCANDAL"]/destroyed/text
source: Unfortunately, you weren't able to avoid killing the old man in the end. With no way onto the station without further trouble you'll have to give up.
fr: Malheureusement, vous n'avez pas réussi à éviter de tuer le vieil homme à la fin. Sans moyen d'accéder à la station sans rencontrer d'autres problèmes, vous allez devoir abandonner.
ru: К сожалению, в итоге вам не удалось избежать убийства старика. Не имея возможности попасть на станцию без дальнейших проблем, вам придется сдаться.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_SCANDAL"]/deadCrew/text
source: Unfortunately, you weren't able to avoid killing the old man in the end. With no way onto the station without further trouble you'll have to give up.
fr: Malheureusement, vous n'avez pas réussi à éviter de tuer le vieil homme à la fin. Sans moyen d'accéder à la station sans rencontrer d'autres problèmes, vous allez devoir abandonner.
ru: К сожалению, в итоге вам не удалось избежать убийства старика. Не имея возможности попасть на станцию без дальнейших проблем, вам придется сдаться.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [INTERMEDIATE TASK - ARTIFACT NAME: NEWSPAPER]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : JOURNAL]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ГАЗЕТА]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL"]/text
source: For the location of a geriatric old man, a Union militia outpost seems a strange location to retire to. Yet, the cheesy old decorations adorning it suggest this is the right place.
fr: Pour un vieil homme gériatrique, un avant-poste de la milice de l'Union semble être un endroit étrange pour prendre sa retraite. Pourtant, les vieilles décorations ringardes qui l'ornent suggèrent que c'est le bon endroit.
ru: Застава Ополченцев Союза кажется странным местом для больного старика, отправившегося на покой. Тем не менее, украшающие его старые пошлые декорации говорят о том, что это нужное место.

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL"]/choice/text
source: Ask the old man about the newspapers.
fr: Demander au vieil homme de vous parler des journaux.
ru: Спросить старика о газетах.

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL"]/choice/event/text
source: As you approach the outpost, a vessel of the Elite Defense Cadre suddenly comes racing towards you! "I told you damn rascals last time to stay off of my PROPERTY! Youths have no respect these days! I spent 60 damn years of my miserable life fighting god damn wars against Rebels, pirates, spiders, and the Coalition, and you pay me back by spray painting genitalia on my station!" Seems the old man has mistaken you for someone else. Maybe if you can hold off long enough without killing him, you'll be able to convince him to stand down?
fr: Alors que vous approchez de l'avant-poste, un vaisseau Élite du Cadre de défense fonce soudain sur vous ! "Je vous ai dit la dernière fois de ne pas vous approcher de ma PROPRIÉTÉ ! Les jeunes n'ont plus aucun respect de nos jours ! J'ai passé 60 ans de ma misérable vie à mener des guerres contre les rebelles, les pirates, les araignées et la Coalition et vous me remerciez en peignant des organes génitaux sur ma station !" Il semble que le vieil homme vous ait confondu avec quelqu'un d'autre. Peut-être que si vous arrivez à le retenir assez longtemps sans le tuer, vous pourrez le convaincre de se retirer ?
ru: Когда вы приближаетесь к аванпосту, к вам неожиданно мчится судно Элитного Оборонного Корпуса! "Я говорил вам в прошлый раз, чертовы негодяи, держаться подальше от моей СОБСТВЕННОСТИ! В наши дни у молодежи нет никакого уважения! Я потратил 60 чертовых лет своей жалкой жизни, сражаясь в проклятых войнах против повстанцев, пиратов, пауков и Коалиции, а вы отплатили мне тем, что нарисовали гениталии на моей станции!" Похоже, старик принял вас за кого-то другого. Может быть, если вы сможете продержаться достаточно долго, не убивая его, вы сможете убедить его пойти на уступки?

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL_WIN"]/text
source: "Huh, strange. It feels as though a lot of time has passed. Like, exactly 60 seconds. And in those 60 seconds it seems I've now realized you weren't who I thought you were. You're a uh... a Renegade, right? What do you want?"
fr: "Heuh, c'est étrange. J'ai l'impression que beaucoup de temps s'est écoulé. Exactement 60 secondes. Et pendant ces 60 secondes, il semble que j'ai réalisé que vous n'étiez pas celui que je pensais. Vous êtes un euh... un renégat, c'est ça ? Qu'est-ce que vous voulez ?"
ru: "Хм, странно. Такое ощущение, что прошло много времени. Как будто прошло ровно 60 секунд. И за эти 60 секунд, кажется, я понял, что ты не тот, за кого я тебя принимал. Ты... Ренегат, верно? Что тебе нужно?"

# data/events_special_curator.xml$//event[@name="CURA_SCANDAL_WIN"]/choice/text
source: We're looking for some newspapers.
fr: Nous recherchons des journaux.
ru: Мы ищем кое-какие газеты.

source: Confused but willing to comply, the old man retrieves the newspapers in question for you. "Heh, I remember the day this paper came out. Quite the fuss. Well, here you are then. I don't know why it is you want this, but as long as you aren't going to spray paint another reproductive organ on my wall, I'm not going to complain." The other militiamen at the station also offer to patch up your ship as compensation for the misunderstanding.
fr: Confus mais prêt à s'exécuter, le vieil homme récupère les journaux en question pour vous. "Heh, je me souviens du jour où ce journal est sorti. Il y a eu tout un remue-ménage. Eh bien, vous voilà. Je ne sais pas pourquoi vous voulez ça, mais tant que vous n'allez pas peindre un autre organe reproducteur sur mon mur, je ne vais pas me plaindre." Les autres miliciens de la station proposent également de réparer votre vaisseau en guise de compensation pour le malentendu.
ru: Смущенный, но готовый подчиниться, старик достает для вас газеты, о которых идет речь. "Хех, я помню день, когда вышла эта газета. Было много шума. Ну, вот, держите. Я не знаю, зачем они вам, но пока вы не собираетесь нарисовать еще один половой орган на моей стене, я не буду жаловаться". Ополченцы на станции также предлагают подлатать ваш корабль в качестве компенсации за недоразумение.

source: Continue...
fr: Continuer...
ru: Продолжить...
