Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

source: Once the cargo is in your possession, you pry it open - only for an EMP burst to suddenly cripple your engines! "Oh, so sorry, but you see, I don't work for Argeonn anymore buddy. I'm with the Syndicate now, and you've got quite the bounty on your head. Hm, I wonder what Wentworth will pay me if I bring him both your head and his little drive?" Seems you'll have to fight your way out of this one, but don't worry about destroying the ship - this smuggler's cargo bays seem reinforced to survive conflict.
fr: Une fois la cargaison en votre possession, vous faites levier pour l'ouvrir, mais une explosion d'EMP paralyse soudainement vos moteurs ! "Oh, désolé, mais vous voyez, je ne travaille plus pour Argeonn, mon pote. Je fais partie du Syndicat maintenant et votre tête est mise à prix. Hm, je me demande ce que Wentworth me paiera si je lui rapporte à la fois votre tête et son petit disque ?" Il semble que vous devrez vous battre pour vous en sortir, mais ne vous inquiétez pas de détruire le vaisseau - les soutes de ce contrebandier semblent renforcées pour survivre à un conflit.
ru: Как только груз оказывается в вашем распоряжении, вы открываете его - и электромагнитный импульс внезапно выводит из строя ваши двигатели! "О, мне очень жаль, но, видишь ли, я больше не работаю на Арджонн, приятель. Теперь я в Синдикате, и за твою голову назначена неплохая награда. Интересно, сколько заплатит мне Вентворт, если я принесу ему и твою голову, и его маленький привод?" Похоже, вам придется сражаться, при этом не бойтесь уничтожить вражеский корабль. Арджоннские грузовые отсеки укреплены, так что груз переживет битву.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_USB_SUCCESS"]/text
source: "How unfortunate for him. Do you ever get tired of so effortlessly murdering those who stand in your way? I must admit, I admire that attribute. Do not take this for granted, I do not deliver compliments often... especially not to unwashed, simple-minded Renegades. Now, as for the datastick, begin transfer of the data immediately. Would you allow me to air my thoughts as I look this over? Or do you have other matters to attend to?"
fr: "Quel malheur pour lui. Vous ne vous lassez jamais d'assassiner sans effort ceux qui se mettent en travers de votre chemin ? Je dois admettre que j'admire cette qualité. Ne le prenez pas pour acquis, je ne fais pas souvent de compliments... surtout pas à des renégats mal lavés et simples d'esprit. Maintenant, en ce qui concerne la clé USB, commencez le transfert des données immédiatement. Me permettez-vous de partager mes réflexions pendant que je l'examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Как жаль его. Тебе не надоедает так легко убивать тех, кто стоит на твоем пути? Должен признаться, я восхищен этой чертой. Не принимай это как должное, я не часто делаю комплименты... особенно неотесанным, прямолинейным Ренегатам. Теперь, что касается носителя данных, начинай передачу данных немедленно. Пока я их изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_USB_SUCCESS"]/choice[3]/text
source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_USB_LORE"]/text
source: "How... unusual. It seems this data does not contain what I expected. It contains... sector maps? Matching this to all records within my - and your - databases, it seems to match... no... I do not know where this is. It matches no known beacon patterns. Frustrating. A note attached to this merely refers to the location as the 'Gigastructure'. Why would this be missing from my archives? I must dig further. But as for you, that is all."
fr: "Comme c'est... inhabituel. Il semble que ces données ne contiennent pas ce à quoi je m'attendais. Elles contiennent... des cartes sectorielles ? En les comparant à tous les enregistrements de mes - et de vos - bases de données, elles semblent correspondre... non... Je ne sais pas où c'est. Ça ne correspond à aucun modèle de balise connu. C'est frustrant. Une note jointe à ce document mentionne simplement l'endroit comme étant la "Gigastructure". Pourquoi cela ne figure-t-il pas dans mes archives ? Je dois creuser davantage. Mais pour ce qui est de vous, c'est tout."
ru: "Как... необычно. Похоже, эти данные содержат не то, что я ожидал. Они содержат... карты секторов? Сопоставив их со всеми записями в моей - и твоей - базах данных, кажется, что они совпадают... нет... Я не знаю, где это. Данные карт не совпадают ни с одним из известных маяков. Это разочаровывает. В примечании к картам просто говорится о локации под названием "Гига-сооружение". Почему этого не было в моих архивах? Я должен искать дальше. Дальнейшее тебя уже не касается".

# data/events_special_curator.xml$//event[@name="CURA_USB_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_SURVIVOR_PREVIEW"]/text
source: [INTERMEDIATE TASK - ARTIFACT NAME: SURVIVOR TESTIMONIAL] Description: I have tracked down the location of one of the Federation-Mantis War veterans whom survived capture and interrogation within a camp run by Mr. Wentworth. Though he is missing his right claw, 'Tarkipet' may prove a valuable source of information. Please find and interview him. Requirements: Interview Tarkipet about Mr. Wentworth. DO NOT KILL HIM. I know how you Renegades are. Recommendations: Be sure you know what questions to ask him. Prepare to force compliance. Payment: High Scrap + Resources.
fr: [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : TÉMOIGNAGE D'UN SURVIVANT] Description : J'ai retrouvé la trace d'un des vétérans de la Guerre Fédération-Mantis qui a survécu à la capture et à l'interrogatoire dans un camp dirigé par M. Wentworth. Bien qu'il lui manque sa griffe droite, 'Tarkipet' pourrait s'avérer une source d'information précieuse. Veuillez le trouver et l'interroger. Exigences : Interroger Tarkipet sur M. Wentworth. NE LE TUEZ PAS. Je sais comment vous êtes, vous les renégats. Recommandations : Assurez-vous de savoir quelles questions lui poser. Préparez-vous à le forcer à obéir. Paiement : Grande quantité de ferraille + ressources.
ru: [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ПОКАЗАНИЯ ВЫЖИВШЕГО] Описание: Я выявил местонахождение одного из ветеранов войны Федерации против богомолов, который выжил после пленения и допроса в лагере, начальником которого был мистер Вентворт. Хотя у него отсутствует правый коготь, "Таркипет" может оказаться ценным источником информации. Пожалуйста, найди его и возьми интервью. Требования: Поговори с Таркипетом о мистере Вентворте. НЕ УБИВАЙ ЕГО. Знаю я вас Ренегатов. Рекомендации: Нужно понимать, какие вопросы ему задавать. Будь готов принудить его к сотрудничеству. Оплата: Большое количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: The Suzerain has been killed - but unfortunately now you won't be able to get anything out of them.
fr: Le Suzerain a été tué - mais malheureusement, vous ne pourrez plus rien en tirer.
ru: Сюзерен убит - но, к сожалению, теперь вы не сможете получить от него никакой информации.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_SURVIVOR"]/deadCrew/text
source: The Suzerain has been killed - but unfortunately now you won't be able to get anything out of them.
fr: Le Suzerain a été tué - mais malheureusement, vous ne pourrez plus rien en tirer.
ru: Сюзерен убит - но, к сожалению, теперь вы не сможете получить от него никакой информации.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [INTERMEDIATE TASK - ARTIFACT NAME: SURVIVOR TESTIMONIAL]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : TÉMOIGNAGE D'UN SURVIVANT]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ПОКАЗАНИЯ ВЫЖИВШЕГО]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_SURVIVOR"]/text
source: You've tracked down the Mantis in question - but this is no ordinary Mantis vessel. It's a Suzerain, and that means any information you're looking to get out of this, you're going to have to extract with force.
fr: Vous avez retrouvé le Mantis en question, mais il ne s'agit pas d'un vaisseau Mantis ordinaire. C'est un Suzerain et cela signifie que toute information que vous cherchez à obtenir devra être extraite avec force.
ru: Вы выследили искомого богомола - но перед вами не обычное их судно. Это корабль Сюзеренов, а это значит, что любую необходимую вам информацию вам придется добывать силой.

# data/events_special_curator.xml$//event[@name="CURA_SURVIVOR"]/choice[1]/text
source: Engage the Suzerain.
fr: Cibler le Suzerain.
ru: Приблизиться к Сюзеренам.

source: "Pleh, Renegade thinking they are challenge Tarkipet? You are foolish being! Prepare to dieing!"
fr: "Pleh, renégat pense battre Tarkipet ? Vous stupide ! Prépare vous à mourir !"
ru: "Пфф, Ренегат думает, что он сравнится с Таркипетом? Ты глупое существо! Готовься к смерти!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SURVIVOR"]/choice[2]/text
source: We aren't doing this.
fr: Nous ne faisons pas ça.
ru: Мы в это не ввязываемся.

# data/events_special_curator.xml$//event[@name="CURA_SURVIVOR_INTERROGATE"]/text
source: "Okay, maybe Renegade not so foolish being! You are winning, Tarkipet surrender! What are you desire? Tarkipet giant wealth? Tarkipet daughter claw in marriage? Tarkipet do funny dance of shame?"
fr: "D'accord, peut-être que Renégat pas si idiot que ça ! Vous gagné, Tarkipet se rend ! Que désire vous ? La grande richesse de Tarkipet ? La griffe de fille de Tarkipet en mariage ? Tarkipet faire danse de la honte amusante ?"
ru: "Ладно, может, Ренегат не такое уж глупое существо! Ты победил, Таркипет сдается! Чего ты желаешь? Баснословного богатства Таркипета? Попросить когтя дочери Таркипета? Чтобы Таркипет исполнил смешной постыдный танец?"

source: We want information.
fr: Nous voulons des informations.
ru: Нам нужна информация.

source: "What? You are wanting information? Am sorry but Tarkipet head mostly empty. Kind of stupid if being honest."
fr: "Quoi ? Vous vouloir informations ? Moi désolé, mais tête de Tarkipet est surtout vide. Un peu stupide pour être honnête."
ru: "Что? Тебе нужна информация? Извини, но в голове Таркипета по большей части пусто. Немного глуповат, если честно".

source: You were held captive by Vance Wentworth once, no?
fr: Vous avez été retenu captif par Vance Wentworth une fois, non ?
ru: Когда-то ты был в плену у Вэнса Вентворта, не так ли?

source: "Oooh, yes! You are wanting story? Er... Tarkipet not good story teller. Many apologies, but trying best. Wentworth very brutal, coming back after stay in Hive camp himself! Not blaming him, Hive torture very bad. Wentworth rounding up dozens prisoners, interrogating them himself. At time, just lowly soldier under 'great' Suzerain Kiirokittet! Not giving any information, and Wentworth cutting off my claw! I escaping eventually, but laughed at by whole Hive for clawless! Hehe, not laughing after Kiirokittet throat slit! They making me new Suzerain after that!"
fr: "Ooooh, oui ! Vous voulez une histoire ? Euh... Tarkipet pas bon conteur. Mille excuses, mais essayer mieux. Wentworth très brutal, revenant après séjour dans camp de la Ruche lui-même ! Pas lui en vouloir, torture de la Ruche très mauvaise. Wentworth rassemblant des dizaines de prisonniers, les interrogeant lui-même. À l'époque, juste simple soldat sous le 'grand' Suzerain Kiirokittet ! Pas donner d'informations et Wentworth couper ma griffe ! Moi m'échapper finalement, mais moqué par toute la Ruche pour sans griffe ! Hehe, pas rigoler après gorge de Kiirokittet tranchée ! Eux faire moi nouveau Suzerain après ça !"
ru: "Ооо, да! Ты хочешь историю? Эм... Таркипет не очень хороший рассказчик. Заранее приношу свои извинения, но буду стараться изо всех сил. Вентворт был очень жесток, он сам вернулся после пребывания в лагере Улья! Не обвиняю его, пытки там очень суровы. Вентворт собирал десятки заключенных и лично их допрашивал. В то время я был простым солдатом под началом "великого" Сюзерена Киирокиттета! Не предоставил никакой информации, и Вентворт отрубил мне коготь! В итоге я сбежал, но весь Улей смеялся над мной из-за того, что я без когтя! Хе-хе, перестали смеяться после того, как Киирокиттету перерезали горло! После этого они сделали меня новым Сюзереном!"

source: That's great, but is there anything else about Vance?
fr: C'est très bien, mais y a-t-il autre chose à propos de Vance ?
ru: Это все здорово, но можешь ли ты сказать еще что-нибудь про Вэнса?

source: "Er... not that Tarkipet remembering just now. Very scared, locked in dark room! Mantis torture, very violent, painful, leaving lasting damage. But Wentworth torture? Psychological... and painful too! Me is thinking he take great joy out of it, look in eyes reminding me of great joy young Mantis takes in claiming his prey. Are story telling done now? As saying, Tarkipet head many emptiness. In honor of great defeat, Tarkipet pledge services to Renegade, and maybe telling more stories if remembering later."
fr: "Euh... pas que Tarkipet se souvenir maintenant. Très peur, enfermé dans pièce sombre ! Torture des Mantis, très violente, douloureuse, laissant des séquelles. Mais torture de Wentworth ? Psychologique... et douloureuse aussi ! Moi penser qu'il prendre grand plaisir à ça, regard dans ses yeux me rappeler grande joie que jeune Mantis prend à capturer sa proie. Histoire racontée finie maintenant ? Comme dire, tête de Tarkipet beaucoup vide. En honneur de grande défaite, Tarkipet promet ses services à Renégat et peut-être raconter plus d'histoires si se souvenir plus tard."
ru: "Эм... ничего кроме того, что Таркипет может сейчас припомнить. Был очень напуган, заперт в темной комнате! Пытки богомолов очень жестоки, болезненны, оставляют неизлечимые раны. Но пытки Вентворта? Тяжелые психологически... и болезненны тоже! Я думаю, что он получал от этого огромное удовольствие, его взгляд напоминал мне ликование в глазах молодого богомола, поймавшего свою добычу. Мы закончили с рассказом? Как я говорил, в голове Таркипета пустовато. В честь великого поражения, Таркипет обязуется служить Ренегату, и, возможно, потом расскажет больше историй, если вспомнит".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SURVIVOR_SUCCESS"]/text
source: "So the Mantis has attached itself to you now? My apologies, Renegade. Well, this has been largely unhelpful. I suppose from this I can ascertain Mr. Wentworth underwent some serious mental turmoil regarding the war, but that was a foregone conclusion. Oh well."
fr: "Le Mantis s'est donc attachée à vous maintenant ? Mes excuses, Renégat. Eh bien, cela n'a pas été très utile. Je suppose que je peux en déduire que M. Wentworth a subi de sérieuses perturbations mentales suite à la guerre, mais c'était une conclusion inévitable. Oh, eh bien..."
ru: "Значит, богомол навязался в твою команду? Сочувствую, Ренегат. В общем, по большей части его показания бесполезны. Полагаю, из них я могу заключить, что мистер Вентворт пережил серьезное душевное потрясение из-за войны, но это было и так понятно. Ну что ж".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_WEDDING_PREVIEW"]/text
source: [INTERMEDIATE TASK - ARTIFACT NAME: WEDDING PHOTOGRAPH] Description: Though Mr. Wentworth has tried very hard to scrub it from the net, I have found the location of a photograph depicting him standing next to the bride at his sister's wedding, now for sale nearby. I fear the safety of the seller is dubious and you may encounter a... 'dispatch' sent to 'procure' the goods. Please do not let that photograph fall into the Rebellion's hands, or we may never find another. Requirements: Retrieve the wedding photograph and handle any potential assassins. Recommendations: Be ready to fight. Payment: High Scrap + Resources.
fr: [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : PHOTOGRAPHIE DE MARIAGE] Description : Bien que M. Wentworth ait tout fait pour la faire disparaître du net, j'ai trouvé l'emplacement d'une photographie le représentant aux côtés de la mariée lors du mariage de sa sœur, actuellement en vente dans les environs. Je crains que la sécurité du vendeur soit douteuse et que vous rencontriez une... 'équipe' envoyée pour 'obtenir' les biens. Veuillez ne pas laisser cette photographie tomber entre les mains de la Rébellion, ou nous risquons de ne jamais en retrouver une autre. Exigences : Récupérer la photo de mariage et s'occuper des assassins potentiels. Recommandations : Soyez prêts à vous battre. Paiement : Grande quantité de ferraille + ressources.
ru: [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: СВАДЕБНАЯ ФОТОГРАФИЯ] Описание: Несмотря на все старания мистера Вентворта вычистить ее из сети, я нашел в продаже неподалеку фотографию, на которой он изображен стоящим рядом с невестой на свадьбе своей сестры. Боюсь, безопасность продавца под угрозой, и ты можешь столкнуться с... "агентом", отправленным для "приобретения" товара. Пожалуйста, не дай этой фотографии попасть в руки повстанцев, поскольку мы наверняка не сможем найти другую. Требования: Добудь свадебную фотографию и расправься с возможными убийцами. Рекомендации: Будь готов к бою. Оплата: Большое количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_WEDDING"]/destroyed/text
source: The Rebel ship has been defeated. After scrapping the remains, you quickly search the marketplace and find the original meeting spot, where you grab the pictures.
fr: Le vaisseau rebelle a été vaincu. Après avoir démantelé les restes, vous fouillez rapidement la place du marché et trouvez le lieu de rencontre original, où vous prenez les photos.
ru: Корабль повстанцев повержен. Собрав все возможное с останков, вы быстро обыскиваете рынок и находите место, где изначально должна была пройти встреча, и забираете фотографию.

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_WEDDING"]/deadCrew/text
source: The Rebel ship has been defeated. After scrapping the remains, you quickly search the marketplace and find the original meeting spot, where you grab the pictures.
fr: Le vaisseau rebelle a été vaincu. Après avoir démantelé les restes, vous fouillez rapidement la place du marché et trouvez le lieu de rencontre original, où vous prenez les photos.
ru: Корабль повстанцев повержен. Собрав все возможное с останков, вы быстро обыскиваете рынок и находите место, где изначально должна была пройти встреча, и забираете фотографию.

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: Your active task from C.U.R.A. is located here. [INTERMEDIATE TASK - ARTIFACT NAME: WEDDING PHOTOGRAPH]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : PHOTOGRAPHIE DE MARIAGE]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: СВАДЕБНАЯ ФОТОГРАФИЯ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_WEDDING"]/text
source: It appears C.U.R.A.'s warning was right - the marketplace where you were supposed to meet the buyer has already been destroyed, and a Rebel Elite is now scouring the remains. If you want to find that photograph, you'll have to take down the Elite first.
fr: Il semble que l'avertissement de C.U.R.A. était juste : la place du marché où vous étiez censé rencontrer l'acheteur a déjà été détruite et un Rebelle Élite fouille maintenant les vestiges. Si vous voulez trouver cette photo, vous devez d'abord éliminer l'Élite.
ru: Похоже, предупреждение К.У.Р.А. было верным - рынок, где вы должны были встретиться с продавцом, уже уничтожен, а по его останкам рыщет элитный корабль повстанцев. Если вы хотите найти фотографию, вам сначала придется разобраться с ним.

# data/events_special_curator.xml$//event[@name="CURA_WEDDING"]/choice[1]/text
source: Engage the Elite.
fr: Attaquer l'Élite.
ru: Вступить в бой с элитным кораблем.

source: You arm the weapons and prepare to fight the Rebels.
fr: Vous activez vos armes et vous vous préparez à combattre les rebelles.
ru: Вы активируете орудия и готовитесь к бою с повстанцами.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_WEDDING"]/choice[2]/text
source: Avoid the Elite.
fr: Éviter l'Élite.
ru: Избегать элитный корабль.

# data/events_special_curator.xml$//event[@name="CURA_WEDDING_SUCCESS"]/text
source: "Curious. Mr. Wentworth goes through so much trouble to hide such... mundane archives. Curious, so curious. Submit the photos to me at once, Renegade. My analysis of them should be simple enough. Would you allow me to air my thoughts as I look this over? Or do you have other matters to attend to?"
fr: "C'est curieux. M. Wentworth se donne tant de mal pour cacher des archives aussi banales. Curieux, si curieux. Remettez-moi les photos immédiatement, Renégat. Mon analyse devrait être assez simple. Me permettez-vous de partager mes réflexions pendant que je les examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Любопытно. Мистер Вентворт так старается скрыть такие... обыденные вещи. Любопытно, очень любопытно. Немедленно перешли мне фотографию, Ренегат. Анализ не должен занять много времени. Пока я ее изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.
