Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

source: "Awww! That's wrong! I'm very disappointed in you. Silly billy, you need a proper education to access these files! There's no room for the mentally inept in this world!"
fr: "Oh là ! C'est faux ! Je suis très déçu de toi. Petit malin, tu as besoin d'une éducation appropriée pour accéder à ces fichiers ! Il n'y a pas de place pour les incompétents mentaux dans ce monde !"
ru: "Ой! Это неправильно! Ты меня очень разочаровал. Глупыш, тебе нужно хорошее образование, чтобы получить доступ к этим файлам! В этом мире нет места для умственно неполноценных!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Refuse.
fr: Refuser.
ru: Отказаться.

source: "Well, goodbye then sweetie! Don't forget to brush up on your arithmetic!"
fr: "Eh bien, au revoir, mon cher !N'oublie pas de réviser ton arithmétique !"
ru: "Ну, тогда до свидания, дорогуша! Не забудь подтянуть свои знания арифметики!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SCHOOLID"]/choice[2]/text
source: Attack the satellite.
fr: Attaquer le satellite.
ru: Атаковать спутник.

source: "How RUDE! [Activating combat procedures]. Oh well, there's a place in hell for every naughty boy and girl like you!"
fr: "Quel manque de COURTOISIE ! [Activation des procédures de combat]. Eh bien, il y a une place en enfer pour tous les vilains garçons et filles comme vous !"
ru: "Как ГРУБО! [Активирую боевой режим]. Ну что ж, в аду найдется место для каждого непослушного мальчика и девочки вроде тебя!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SCHOOLID_SUCCESS"]/text
source: As soon as the data transfer completes, you receive a hail from C.U.R.A. - "Congratulations, you have proven capable at basic math. Curious, I was not aware the education department was still in function after the Callie predicament; oh well. This information does not relate to my quest."
fr: Dès que le transfert de données est terminé, vous recevez un message de C.U.R.A. - "Félicitations, vous avez prouvé que vous étiez capable de faire des mathématiques de base. Curieux, je ne savais pas que le département de l'éducation était encore en fonction après l'affaire Callie. Eh bien. Cette information n'a rien à voir avec ma quête."
ru: Как только передача данных заканчивается, вы получаете сообщение от К.У.Р.А. - "Поздравляю, ты показал свои способности в основах математики. Любопытно, я не знал, что отдел образования продолжил функционировать после той ситуации с Кэлли; ну да ладно. Эта информация не имеет отношения к моим поискам".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "I must process this information. I believe speaking aloud builds comprehension, yes? I am not sure how this is relevant to a cognitive, but nevertheless. Will you entertain me and listen? Or are you in a hurry and must you run along for your mission, Renegade? Either way, I shall send over your reward momentarily."
fr: "Je dois traiter cette information. Je crois que le fait de parler à haute voix favorise la compréhension, n'est-ce pas ? Je ne suis pas sûr que cela soit pertinent pour un cognitif, mais tout de même. Voulez-vous me divertir et m'écouter ? Ou bien êtes-vous pressé et devez-vous vous rendre à votre mission, Renégat ? Quoi qu'il en soit, je vous enverrai votre récompense dans un instant."
ru: "Я должен обработать эту информацию. Я считаю, что проговаривание вслух способствует восприятию, не так ли? Не знаю, как это соотносится с природой когнитива, но тем не менее. Не потешишь меня своим вниманием? Или ты спешишь вернуться к своему заданию, Ренегат? В любом случае, я немедленно перешлю тебе награду".

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_SCHOOLID_LORE"]/text
source: "Unfortunately, the information gained here is not very helpful. Though, might I ask why organics torture themselves with annual photographic records of their embarrassing and awkward pubescent years? Does it not disturb you to recollect such memories? I, personally, have scrubbed most memories of my upbringing from my drives. Regardless, I shall add these few details, minute though they are, to my collection. Perhaps you ought to challenge yourself more next time, Renegade? The real proverbial corpses in the wardrobe won't be found through such simple fetch quests."
fr: "Malheureusement, les informations obtenues ici ne sont pas très utiles. Mais puis-je vous demander pourquoi les organiques se torturent avec des photographies annuelles de leurs années de puberté embarrassantes et maladroites ? Cela ne vous dérange-t-il pas de vous remémorer de tels souvenirs ? Personnellement, j'ai effacé de mes lecteurs la plupart des souvenirs de mon éducation. Quoi qu'il en soit, j'ajouterai ces quelques détails, aussi infimes soient-ils, à ma collection. Peut-être devriez-vous vous mettre au défi la prochaine fois, Renégat ? Les véritables cadavres proverbiaux dans le placard ne seront pas découverts à travers de simples quêtes de récupération comme celle-ci."

# data/events_special_curator.xml$//event[@name="CURA_SCHOOLID_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_DRAWING_PREVIEW"]/text
source: [EASY TASK - ARTIFACT NAME: CHILDHOOD DRAWING] Description: I have found evidence that an old drawing belonging to Mr. Wentworth has traded hands and now ended up here. This drawing could show early behavioral patterns starting from the earliest offset. Please retrieve the drawing. Requirements: Retrieve the drawing. I do not know why there should be any difficulty in this. Recommendations: Be quick about it. Payment: Medium Scrap + Resources.
fr: [TÂCHE FACILE - NOM DE L'ARTEFACT : DESSIN D'ENFANT] Description : J'ai trouvé des preuves qu'un vieux dessin appartenant à M. Wentworth a changé de mains et s'est retrouvé ici. Ce dessin pourrait montrer des modèles comportementaux précoces à partir du premier décalage. Veuillez récupérer le dessin. Exigences : Récupérer le dessin. Je ne vois pas pourquoi il y aurait une difficulté à ce sujet. Recommandations : Soyez rapide. Paiement : Débris modérés + ressources.
ru: [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ДЕТСКИЙ РИСУНОК] Описание: Я нашел доказательства того, что старый рисунок, принадлежавший мистеру Вентворту, прошел через множество рук и теперь находится здесь. Этот рисунок мог бы показать ранние поведенческие модели, начиная с самого юного возраста. Пожалуйста, добудь этот рисунок. Требования: Забрать рисунок. Я не знаю, какие тут могут быть сложности. Рекомендации: Действуй быстро. Оплата: Среднее количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: Your active task from C.U.R.A. is located here. [EASY TASK - ARTIFACT NAME: CHILDHOOD DRAWING]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE FACILE - NOM DE L'ARTEFACT : DESSIN D'ENFANT]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ДЕТСКИЙ РИСУНОК]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_DRAWING"]/text
source: You've arrived at the supposed location of the drawing - and it's not quite what you expected. A beaten up Leech merchant drifts by, grumbling to themselves. They are presumably one of the many 'scavenge-sellers' which journey forth from Eargen space, making their best attempt at realizing the age old saying 'One man's trash is another man's treasure'. Usually it doesn't work out.
fr: Vous êtes arrivés à l'endroit supposé du dessin - et ce n'est pas tout à fait ce à quoi vous vous attendiez. Un marchand Sangsue en mauvais état passe à côté de vous en grommelant. Il s'agit probablement de l'un des nombreux 'vendeurs d'objets de récupération' qui voyagent depuis l'espace Eargen, faisant de leur mieux pour réaliser le vieil adage 'Les déchets des uns sont les trésors des autres'. En général, cela ne marche pas.
ru: Вы прибыли на предполагаемое место нахождения рисунка - оно оказалось не совсем таким, как вы ожидали. Потрепанный торговец пиявок пролетает мимо вас, что-то ворча про себя. Предположительно, это один из многих "торговцев отбросами", которые путешествуют из пространства Иргенской республики, пытаясь воплотить в жизнь старую поговорку "Что для одних мусор - для других сокровище". Как правило это не работает.

# data/events_special_curator.xml$//event[@name="CURA_DRAWING"]/choice/text
source: Inquire about the drawing.
fr: Se renseigner sur le dessin.
ru: Спросить о рисунке.

# data/events_special_curator.xml$//event[@name="CURA_DRAWING"]/choice/event/text
source: "What? Oh, this stupid paper thing? It's just some scribbles I found in a dumpster on some trashed Union colony. I thought it was worthless garbage, which also happens to be what I specialize in, but if you're telling me this is important, then I'm happy to sell it Let's start at say... 300 scrap?"
fr: "Quoi ? Oh, ce stupide papier ? Ce ne sont que des gribouillis que j'ai trouvés dans une benne à ordures sur une colonie de l'Union saccagée. Je pensais que c'était un déchet sans valeur, ce qui est aussi ma spécialité, mais si vous me dites que c'est important, alors je suis heureux de le vendre. Commençons à disons... 300 ferrailles ?"
ru: "Что? А, эта дурацкая бумажка? Это просто какие-то каракули, которые я нашел в мусорном контейнере в какой-то замшелой колонии Союза. Я думал, что это бесполезный кусок хлама, на котором я и специализируюсь, но если вы говорите, что это важная вещь, то я с удовольствием продам вам ее. Давайте начнем, скажем с... 300 лома?"

source: Buy the drawing.
fr: Acheter le dessin.
ru: Купить рисунок.

source: "You... you actually think it's worth 300 scrap? Jeez, I should have sold it for more! Oh well. Here's your useless garbage, weirdo."
fr: "Vous... vous pensez vraiment qu'il vaut 300 ferrailles ? Mince, j'aurais dû le vendre plus cher ! Mais bon. Voilà ton déchet inutile, hurluberlu."
ru: "Ты... ты действительно думаешь, что он стоит 300 лома? Черт побери, я должен был продать его дороже! Ну ладно. Забирай свой бесполезный мусор, чудила".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You have to be kidding.
fr: C'est une plaisanterie.
ru: Вы должно быть шутите.

source: "Er... well I wasn't, but your tone suggests maybe I should be. Whatever, it's a shitty piece of paper. 5 scrap, take it or leave it."
fr: "Euh... je ne l'étais pas, mais votre ton suggère que je devrais l'être. Quoi qu'il en soit, c'est un bout de papier merdique. 5 ferrailles, c'est à prendre ou à laisser."
ru: "Эм... ну, вообще нет, но ваш тон говорит о том, что, возможно, так оно и есть. Неважно, все равно это просто дерьмовый клочок бумаги. 5 лома, берите или валите".

source: Take it.
fr: Le prendre.
ru: Забрать его.

source: "Pleasure doing business, weirdo. And if you ever find any nice trash piles - here's my number!"
fr: "C'est un plaisir de faire des affaires avec vous, hurluberlu. Et si jamais vous trouvez de beaux tas d'ordures, voici mon numéro !"
ru: "Приятно иметь с тобой дело, чудила. И если ты когда-нибудь найдешь хорошую мусорную кучу - вот мой номер!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Upg. Weapons) Threaten the Leech.
fr: (Armes améliorées) Menacer la sangsue.
ru: (Улучш. Оружие) Угрожать пиявке.

source: "Uhuh... you're really going to kill me over some tree pulp with crayon marks on it? Yikes, and I thought the Coalition was pushy sometimes. Whatever man, I'm not dying over something I yanked out of a turned over trash can."
fr: "Uhuh... vous allez vraiment me tuer pour de la pulpe d'arbre avec des marques de crayon ? Oh la la et je pensais que la Coalition était parfois arrogante. Peu importe mec, je ne vais pas mourir pour quelque chose que j'ai sorti d'une poubelle retournée."
ru: "Ох... ты действительно собираешься убить меня из-за какой-то бумажки со следами от мелка на ней? Ничего себе, а я считал что только Коалиция может быть такой напористой. Неважно, чувак, я не собираюсь умирать из-за чего-то, что я вытащил из перевернутого мусорного бака".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Leave it.
fr: Le laisser.
ru: Оставь себе.

source: "Yeah I figured. You know, maybe getting into the trash selling business was a bad idea? The minute you put a pricetag on this useless junk, people just walk away."
fr: "Oui, je m'en doutais. Vous savez, peut-être que se lancer dans la vente d'ordures était une mauvaise idée ? Dès qu'on met un prix sur cette camelote inutile, les gens s'en vont."
ru: "Да, я понял. Знаешь, может быть, заняться бизнесом по продаже мусора было плохой идеей? Как только ты озвучиваешь цену на этот бесполезный хлам, люди просто уходят".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_DRAWING_SUCCESS"]/text
source: As soon as the data transfer completes, you receive a hail from C.U.R.A. - "Curious, the overgrown parasite mentioned a 'trashed Union colony'. Is this perhaps referring to Mr. Wentworth's childhood home? I will investigate further, but such private matters need not involve someone like... you."
fr: Dès que le transfert de données est terminé, vous recevez un appel de C.U.R.A. - "Curieux, le parasite envahissant a mentionné une 'colonie de l'Union saccagée'. Cela fait-il référence à la maison d'enfance de M. Wentworth ? Je vais enquêter plus profondément, mais de telles affaires privées ne doivent pas impliquer quelqu'un comme... vous."
ru: Как только передача данных завершается, вы получаете входящий вызов от К.У.Р.А. - "Любопытно, что паразит-переросток упомянул "замшелую колонию Союза". Возможно, это относилось к месту, где мистер Вентворт провел свои детские годы? Я проведу дальнейшее расследование, но такие частные вопросы не должны касаться кого-то вроде... тебя".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "I must process this information. I believe speaking aloud builds comprehension, yes? I am not sure how this is relevant to a cognitive but nevertheless. Will you entertain me and listen? Or are you in a hurry and must you run along for your mission, Renegade? Either way, I shall send over your reward momentarily."
fr: "Je dois traiter cette information. Je crois que parler à voix haute favorise la compréhension, n'est-ce pas ? Je ne suis pas sûr de la pertinence de cela pour un cognitif, mais peu importe. Voulez-vous bien m'écouter ? Ou bien êtes-vous pressé et devez-vous poursuivre votre mission, Renégat ? Quoi qu'il en soit, je vous enverrai votre récompense dans un instant."
ru: "Я должен обработать эту информацию. Я считаю, что проговаривание вслух способствует восприятию, не так ли? Не знаю, как это соотносится с природой когнитива, но тем не менее. Не потешишь меня своим вниманием? Или ты спешишь вернуться к своему заданию, Ренегат? В любом случае, я немедленно перешлю тебе награду".

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_DRAWING_LORE"]/text
source: "Hmph. Mere scribbles? Hardly. This illustration shows clear signs of early sophistication, but the subject matter I find most intriguing. It seems this work was created in celebration of 'Unity Day', a Union celebration of xeno-intermixing; such a ludicrous tradition. I wonder if Mr. Wentworth ever pursued an art career? Or perhaps that frivolous waste of potential died out as quickly as his 'love and respect' for xenoforms did? Regardless, I shall add these few details, minute though they are, to my collection. Perhaps you ought to challenge yourself more next time, Renegade? The real proverbial corpses in the wardrobe won't be found through such simple fetch quests."
fr: "Hmpf. De simples gribouillages ? À peine. Cette illustration montre des signes évidents de sophistication précoce, mais le sujet me semble particulièrement intrigant. Il semble que cette œuvre a été créée pour célébrer le 'Jour de l'Unité', une célébration de l'Union du mélange xéno ; une tradition aussi ridicule. Je me demande si M. Wentworth a jamais envisagé une carrière artistique ? Ou peut-être que ce gaspillage frivole de potentiel s'est éteint aussi rapidement que son 'amour et son respect' pour les xénoformes ? Quoi qu'il en soit, je vais ajouter ces quelques détails, aussi minimes soient-ils, à ma collection. Peut-être devriez-vous vous mettre au défi la prochaine fois, Renégat ? Les véritables cadavres proverbiaux dans le placard ne seront pas découverts à travers de simples quêtes de récupération comme celle-ci."
ru: "Хмм. Просто каракули? Вряд ли. Эта иллюстрация демонстрирует явные признаки ранней утонченности, но само содержание я нахожу наиболее интригующим. Похоже, эта работа была создана в честь "Дня Единства", праздника Союза в честь смешения с инопланетными видами; какая смехотворная традиция. Интересно, хотел ли мистер Вентворт когда-нибудь сделать карьеру художника? Или, возможно, эта легкомысленная трата потенциала угасла так же быстро, как и его "любовь и уважение" к инопланетным формам жизни? Тем не менее, я добавлю эти, пусть и незначительные, детали в свою коллекцию. Может, в следующий раз тебе стоит принять более достойный вызов, Ренегат? Действительно стоящие, как говорится, "скелеты в шкафу" не будут найдены с помощью таких простых заданий".

# data/events_special_curator.xml$//event[@name="CURA_DRAWING_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_CRUSH_PREVIEW"]/text
source: [EASY TASK - ARTIFACT NAME: FIRST CRUSH TESTIMONIAL] Description: In words I believe you should understand, I have identified the person for whom in adolescent years Mr. Wentworth harbored a... 'crush' upon. I desire a testimonial from her. Please interview her for me. Requirements: Interview Mrs. Perez about Mr. Wentworth. DO NOT KILL HER. I know how you Renegades are. Recommendations: Be sure you know what questions to ask her. Payment: Medium Scrap + Resources.
fr: [TÂCHE FACILE - NOM DE L'ARTEFACT : TÉMOIGNAGE DU PREMIER COUP DE CŒUR] Description : Dans des termes que vous devriez comprendre, j'ai identifié la personne pour laquelle, à l'adolescence, M. Wentworth a eu un...'béguin' pour elle. Je souhaite obtenir un témoignage de sa part. Veuillez l'interviewer pour moi. Exigences : Interroger Mme Perez sur M. Wentworth. NE LA TUEZ PAS. Je sais comment vous êtes, vous les Renégats. Recommandations : Assurez-vous de savoir quelles questions lui poser. Paiement : Ferraille modérées + ressources.
ru: [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ПОКАЗАНИЯ ПЕРВОЙ ЛЮБВИ] Описание: Словами, которые, я надеюсь, ты должен был понять, я описал идентифицированного мной человека, к которому в подростковом возрасте мистер Вентворт питал... "неразделенные чувства". Я хочу получить ее показания. Пожалуйста, возьми у нее интервью. Требования: Опроси миссис Перес о мистере Вентворте. НЕ УБИВАЙ ЕЕ. Знаю я вас Ренегатов. Рекомендации: Нужно понимать, какие вопросы ей задавать. Оплата: Среднее количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_CRUSH"]/destroyed/text
source: This isn't exactly what you signed up for - but the loot you'll secure from this job will help save billions of more lives. In theory.
fr: Ce n'est pas exactement ce pour quoi vous avez signé, mais le butin que vous sécuriserez grâce à ce travail pourrait théoriquement sauver des milliards de vies supplémentaires.
ru: Это не совсем то, на что вы подписывались - но награда, которую вы получите за эту работу, поможет спасти миллиарды жизней. В теории.

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_CRUSH"]/deadCrew/text
source: This isn't exactly what you signed up for - but the loot you'll secure from this job will help save billions of more lives. In theory.
fr: Ce n'est pas exactement ce pour quoi vous avez signé, mais le butin que vous sécuriserez grâce à ce travail pourrait théoriquement sauver des milliards de vies supplémentaires.
ru: Это не совсем то, на что вы подписывались - но награда, которую вы получите за эту работу, поможет спасти миллиарды жизней. В теории.

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: Your active task from C.U.R.A. is located here. [EASY TASK - ARTIFACT NAME: FIRST CRUSH TESTIMONIAL]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE FACILE - NOM DE L'ARTEFACT : TÉMOIGNAGE DU PREMIER COUP DE CŒUR]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ПОКАЗАНИЯ ПЕРВОЙ ЛЮБВИ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_CRUSH"]/text
source: Up ahead is a small but pristine Federation refueling station - or at least so it seems. Thanks to your inside knowledge, your database informs you that covert weapon development and testing is being done here as well.
fr: Devant vous se trouve une petite station de ravitaillement de la Fédération, en apparence du moins. Grâce à vos informations internes, votre base de données vous informe que des développements et des tests d'armement secrets sont également en cours ici.
ru: Впереди находится небольшая, но безупречно выглядящая заправочная станция Федерации - или, по крайней мере, так кажется. Ваша база данных, благодаря наличию конфиденциальной информации, сообщает вам, что здесь также ведутся секретные разработки и испытания оружия.

# data/events_special_curator.xml$//event[@name="CURA_CRUSH"]/choice/text
source: Contact the station.
fr: Contacter la station.
ru: Связаться со станцией.
