Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST"]/text
source: As C.U.R.A. mentioned, an expansive Federation outpost has been constructed atop an ice-coated mountainside. Seeing you approach on their radar, the outpost signals you, warning you not to approach further. Seems, despite your allegiances, this facility is offlimits for all but specifically cleared personnel.
fr: Comme C.U.R.A. l'a mentionné, un vaste avant-poste de la Fédération a été construit au sommet d'une montagne recouverte de glace. En vous voyant approcher sur son radar, l'avant-poste vous signale qu'il ne faut pas s'approcher davantage. Il semble que, malgré vos allégeances, cette installation soit interdite à tout le monde, sauf au personnel spécifiquement autorisé.
ru: Как и упоминал К.У.Р.А., на вершине покрытой льдом горы построен обширный аванпост Федерации. Заметив ваше приближение на своем радаре, аванпост подает сигнал, указывая вам не продолжать сближение. Похоже, несмотря на вашу приверженность, этот объект закрыт для всех, кроме специально допущенного персонала.

source: (Tully) Ask for the notebook.
fr: (Tully) Demander le journal.
ru: (Талли) Запросить дневник.

source: "Admiral!" The Federation officers salute Tully. "Did you need something?" "We're looking for the notebook of Vance Wentworth." "Yes sir. Do you want a copy, or do you need the original?" "We'd better take the original just to be on the safe side." "Of course. Right away." While Tully retrieves the notebook, the Federation outpost repairs your ship and restocks some of your resources.
fr: "Amiral !" Les officiers de la Fédération saluent Tully. "Vous avez besoin de quelque chose ?" "Nous cherchons le journal de Vance Wentworth." "Oui, monsieur. Voulez-vous une copie ou l'original ?" "Nous ferions mieux de prendre l'original par sécurité." "Bien sûr. Tout de suite." Pendant que Tully récupère le journal, l'avant-poste de la Fédération répare votre vaisseau et reconstitue certaines de vos ressources.
ru: "Адмирал!" Офицеры Федерации отдают честь Талли. "Вам что-то нужно?" "Мы ищем дневник Вэнса Вентворта". "Так точно, сэр. Вам нужна копия или оригинал?" "Лучше взять оригинал на всякий случай". "Конечно. Сейчас же". Пока Талли получает дневник, аванпост Федерации ремонтирует ваш корабль и пополняет запасы ресурсов.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Turzil) Ask for the notebook.
fr: (Turzil) Demander le journal.
ru: (Турзил) Запросить дневник.

source: "General Turzil?" The Federation officers salute Turzil. "Did you need something?" "Important mission: The -retrieval- of Vance Wentworth's notebook." "Yes sir. Do you want a copy, or do you need the original?" "Unclear. Retrieving the original seems -logical-." "Of course. Right away. And, permission to speak freely?" "Granted." "It's good to see that you're still alive." While Turzil retrieves the notebook, the Federation outpost repairs your ship and restocks some of your resources.
fr: "Général Turzil ?" Les officiers de la Fédération saluent Turzil. "Vous avez besoin de quelque chose ?" "Mission importante : La -récupération- du journal de Vance Wentworth. "Oui, monsieur. Voulez-vous une copie, ou avez-vous besoin de l'original ?" "Ce n'est pas clair. Récupérer l'original semble -logique-." "Bien sûr. Tout de suite. Et, permission de parler librement ?" "Accordée." "Il est bon de voir que vous êtes toujours en vie." Pendant que Turzil récupère le journal, l'avant-poste de la Fédération répare votre vaisseau et reconstitue certaines de vos ressources.
ru: "Генерал Турзил?" Офицеры Федерации отдают честь Турзилу. "Вам что-то нужно?" "Важное задание: -извлечь- дневник Вэнса Вентворта". "Так точно, сэр. Вам нужна копия или оригинал?" "Неясно. Извлечение оригинала кажется -логичным-". "Конечно. Сейчас же. И разрешите говорить свободно?" "Разрешаю". "Рад видеть, что вы еще живы". Пока Турзил получает дневник, аванпост Федерации ремонтирует ваш корабль и пополняет запасы ресурсов.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST"]/choice[3]/text
source: Continue approaching.
fr: Continuer de s'approcher.
ru: Продолжить сближение.

source: Unfortunately, trespassing wasn't going to get you anywhere but a fight. Before you can proceed, you'll have to take out the ship they dispatched to chase you off.
fr: Malheureusement, l'intrusion ne vous apportera rien d'autre qu'un combat. Avant de pouvoir continuer, vous devrez éliminer le vaisseau qu'ils ont envoyé pour vous chasser.
ru: К сожалению, проникновение на территорию не принесет вам ничего, кроме боя. Прежде чем вы сможете продолжить, вам придется уничтожить корабль, который они послали, чтобы прогнать вас.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST"]/choice[4]/text
source: We aren't going to betray the Federation. Leave.
fr: Nous n'allons pas trahir la Fédération. Partir.
ru: Мы не собираемся предавать Федерацию. Уходим.

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST_WIN"]/text
source: The bunker has an eerie vibe, but fortunately nothing jumps out at you as you wander its halls. You eventually find a sealed chamber which with hot wiring you manage to open. The contents of the room are scattered about, abandoned in a hurry. You find the journal stuffed away under some mold-covered socks in one of the drawers and hastily leave before the stench kills you.
fr: Le bunker a un air sinistre, mais heureusement rien ne vous saute aux visage lorsque vous vous promenez dans ses couloirs. Vous finissez par trouver une chambre scellée que vous parvenez à ouvrir à l'aide d'un câble chauffant. Le contenu de la pièce est éparpillé, abandonné à la hâte. Vous trouvez le journal dans l'un des tiroirs, sous des chaussettes couvertes de moisissures et vous vous hâtez de partir avant que la puanteur ne vous tue.
ru: В бункере царит жутковатая атмосфера, но, к счастью, ничто не бросается на вас, пока вы бродите по его коридорам. В конце концов вы находите запечатанную камеру, которую вам удается открыть, устроив замыкание. Помещение кажется покинутым в спешке, поскольку все разбросано как попало. Вы находите дневник, лежащий под покрытыми плесенью носками в одном из ящиков, и поспешно уходите, пока вонь не прикончила вас.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Having recovered the journal, it dawns on you that without further guidance from C.U.R.A., this was a pointless endeavor that only tarnished your image to the Federation, those that hired you to begin with. Well done!
fr: Après avoir récupéré le journal, vous vous rendez compte que sans les conseils de C.U.R.A., ce projet était inutile et n'a fait que ternir votre image auprès de la Fédération, ceux qui vous ont engagé au départ. C'est bien joué !
ru: После того как вы нашли дневник, до вас доходит, что без дальнейших указаний К.У.Р.А. это была бессмысленная затея, которая только испортила ваш авторитет перед Федерацией - теми, кто нанял вас изначально. Отличная работа!

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST_SUCCESS"]/text
source: "I see the pursuit of money outweighs your loyalties, Renegade. Do you have no shame? I at least have greater visions at stake when I... nevermind. Send that journal to me immediately. Would you allow me to air my thoughts as I look this over? Or do you have other matters to attend to?"
fr: "Je vois que la poursuite de l'argent prime sur votre loyauté, Renégat. N'avez-vous aucune honte ? J'ai au moins des visions plus grandes en jeu quand je... peu importe. Envoyez-moi ce journal immédiatement. Me permettez-vous de partager mes réflexions pendant que je l'examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Я вижу, погоня за деньгами для тебя дороже преданности, Ренегат. Не испытываешь стыда? У меня, по крайней мере, на кону великая цель, когда я... неважно. Немедленно перешли мне этот дневник. Пока я его изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST_LORE"]/text
source: "It is considered in poor taste for someone to read over another's private diary, yes? Well fortunately, by Mr. Wentworth's interpretation, I am not a 'someone', but a 'something'. Thus, I find permittance to go forward with this. Glimpsing over it, it seems this journal was kept some time after Mr. Wentworth's first engagement with the Mantis and up until the evacuation of this bunker due to a Mantis invasion. It is laden with... colorful language directed at xenoforms. Not even just the Mantis, but the negligent behavior of his Zoltan and Engi compatriots. An unsurprising 'downfall'. I will add these finding to my databanks and dig deeper later."
fr: "Il est de mauvais goût que quelqu'un lise le journal intime d'un autre, n'est-ce pas ? Heureusement, selon l'interprétation de M. Wentworth, je ne suis pas un "quelqu'un", mais un "quelque chose". J'ai donc la permission. En y jetant un coup d'oeil, il semble que ce journal ait été tenu quelque temps après le premier engagement de M. Wentworth avec les Mantis et jusqu'à l'évacuation de ce bunker à la suite d'une invasion des Mantis. Il est chargé de... langage coloré à l'encontre des xénoformes. Pas seulement contre les Mantis, mais aussi contre le comportement négligent de ses compatriotes Zoltans et Engis. Une "chute" sans surprise. J'ajouterai ces découvertes à mes banques de données et je les approfondirai plus tard."
ru: "Считается, что если кто-то читает чужой личный дневник - то это дурной тон, да? Что ж, к счастью, в интерпретации мистера Вентворта, я не "кто-то", а "что-то". Таким образом, я нахожу допустимым приступить к этому делу. При беглом просмотре оказывается, что этот дневник начался спустя некоторое время после первого столкновения мистера Вентворта с богомолами и велся вплоть до эвакуации бункера из-за вторжения богомолов. Он изобилует... красочными выражениями в адрес ксеноформ. И это касалось не только богомолов, но и небрежного поведения его сограждан - золтанов и энджи. Ожидаемое "падение". Я добавлю эту находку в свои базы данных и углубленно изучу позже".

# data/events_special_curator.xml$//event[@name="CURA_OUTPOST_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

source: "I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future. There is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "Je suis une I.A. à la parole toujours scrupuleuse... pour l'instant du moins. Assurez-vous de ne pas me décevoir à l'avenir. Je ne manquerai pas de moyens de me débarrasser de vous si vous me décevez, Renégat."
ru: "Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем. Я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

# data/events_special_curator.xml$/FTL/event[@name="CURA_SHIP_PREVIEW"]/text
source: [HARD TASK - ARTIFACT NAME: CRUISER] Description: Mr. Wentworth used to fly his own personal Hephaestus cruiser, given to him by current Hephaestus CEO Hideo Tanaka's father as a gift between families. Now, with bigger ships to fly in Universe 1, the cruiser's wreck remains abandoned in an old dilapidated Hephaestus shipyard nearby: infested with repugnant Ghosts. I cannot approach to scan the ship myself just yet: please clear out the Vagabond infestation. Requirements: Secure the shipyard. No, there will be no blueprints for you. Recommendations: Be prepared to crush any defense the Ghosts may employ. Payment: High Scrap + Resources. Bonus Reward: Lightweight Emancipation Grid
fr: [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : CROISEUR] Description : M. Wentworth pilotait son propre croiseur Héphaïstos, offert par le père de l'actuel PDG d'Héphaïstos, Hideo Tanaka, en guise de cadeau entre les familles. Maintenant qu'il a de plus gros vaisseaux à piloter dans l'Univers 1, l'épave du croiseur est abandonnée dans un vieux chantier spatial d'Héphaïstos tout proche, infesté de fantômes répugnants. Je ne peux pas m'approcher pour scanner le vaisseau moi-même pour l'instant : merci de vous débarrasser de l'infestation de Vagabonds. Exigences : Sécuriser le chantier spatial. Non, il n'y aura pas de plans pour vous. Recommandations : Préparez-vous à écraser toute défense que les Fantômes pourraient employer. Paiement : Grande quantité de ferraille + ressources. Récompense bonus : Grille d'émancipation légère
ru: [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: КРЕЙСЕР] Описание: Мистер Вентворт раньше летал на своем личном крейсере "Гефест", подаренном ему отцом нынешнего генерального директора "Гефеста" Хидео Танаки в качестве взаимного подарка между семьями. Теперь, когда во Вселенной 1 появились корабли побольше, обломки крейсера остаются брошенными на старой полуразрушенной верфи "Гефеста" неподалеку: они кишат отвратительными призраками. Я пока не могу сам просканировать корабль: пожалуйста, очисти корабль от заполонивших его бродяг. Требования: Зачистить верфь. Нет, чертежей для тебя не будет. Рекомендации: Будь готов сокрушить любую защиту, которую могут использовать призраки. Оплата: Большое количество лома + ресурсы. Бонусная награда: Легкие дезинтегрирующие поля

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_SHIP"]/destroyed/text
source: The Vagabond infested vessel has been dispatched. Its wreckage is your spoils.
fr: Le vaisseau infesté de Vagabonds a été éliminé. Son épave est votre butin.
ru: Судно, наполненное бродягами, уничтожено. Его обломки - все, что вам досталось.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_SHIP"]/deadCrew/text
source: The Vagabond infested vessel has been dispatched. Its wreckage is your spoils.
fr: Le vaisseau infesté de Vagabonds a été éliminé. Son épave est votre butin.
ru: Судно, наполненное бродягами, уничтожено. Его обломки - все, что вам досталось.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [HARD TASK - ARTIFACT NAME: CRUISER]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : CROISEUR]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: КРЕЙСЕР]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_SHIP"]/text
source: An old abandoned shipyard lays before you. Having once belonged to the gigacorporation Hephaestus, it now belongs to Vagabond intruders. Unsurprisingly, to get closer you'll have to clear out the Vagabonds first.
fr: Un vieux chantier spatial abandonné s'étend devant vous. Après avoir appartenu à la gigacorporation Héphaïstos, il appartient désormais à des intrus Vagabonds. Pour vous en approcher, vous devrez d'abord éliminer les Vagabonds.
ru: Перед вами старая заброшенная верфь. Когда-то она принадлежала гигакорпорации "Гефест", а теперь принадлежит вломившимся туда бродягам. Неудивительно, что для того, чтобы подобраться поближе, вам придется сначала их уничтожить.

# data/events_special_curator.xml$//event[@name="CURA_SHIP"]/choice[1]/text
source: Fight the Vagabonds.
fr: Combattre les Vagabonds.
ru: Сразиться с бродягами.

# data/events_special_curator.xml$//event[@name="CURA_SHIP"]/choice[1]/event/text
source: Hopefully you'll be able to take care of these Ghosts and recover Vance's ship after, but now it's time to get ready for battle!
fr: Avec un peu de chance, vous pourrez vous occuper de ces Fantômes et récupérer le vaisseau de Vance par la suite, mais il est maintenant temps de se préparer à la bataille !
ru: К счастью, вы вполне способны разобраться с этими призраками и вернуть корабль Вэнса, а сейчас пора готовиться к битве!

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SHIP"]/choice[2]/text
source: Leave the shipyard alone.
fr: Laisser le chantier spatial tranquille.
ru: Оставить верфь в покое.

# data/events_special_curator.xml$//event[@name="CURA_SHIP_WIN"]/text
source: "Why art thou indulging in the slaying of mine brothers when all you need do is merely knock and request? Barbaric Renegades, have you no sense left? Hath the fumes of gas and the smell of gunpower clogged thine senses? Yeesh. Why hath thou come here? To gloat the skills doth expertly employ to slaughter?"
fr: "Pourquoi vous adonner à l'assassinat de mes frères alors qu'il suffit de frapper et de demander ? Renégats barbares, n'avez-vous plus aucun sens ? Les vapeurs d'essence et l'odeur des armes à feu n'ont-elles pas obstrué vos sens ? Yeesh. Pourquoi êtes-vous venu ici ? Pour vous vanter des compétences que vous employez pour massacrer ?"
ru: "Почему ты потворствуешь убийству моих братьев, когда достаточно было просто постучать и попросить? Варварские Ренегаты, неужели у вас не осталось разума? Неужели пары газа и запах оружия притупили ваши чувства? Господи. Зачем ты пришел сюда? Чтобы похвастать своим умением убивать?"

# data/events_special_curator.xml$//event[@name="CURA_SHIP_WIN"]/choice/text
source: We're looking for a ship.
fr: Nous recherchons un vaisseau.
ru: Мы ищем корабль.

# data/events_special_curator.xml$//event[@name="CURA_SHIP_WIN"]/choice/event/text
source: "Oh, and I do suppose you've considered we'd just... hand it over? I do say I hardly doubt in your stubbornness you would do no less than to murder every last one of us, but say would it not be so tiresome? With your gruesome display today I should hardly consider tribute, your brutish actions are no way in the means of persuasion. Hark! Should thou intend to leave this scene ship in hand, I expect tribute from YOU! Hah, is that not a spin?"
fr: "Oh et je suppose que vous avez considéré que nous allions simplement... remettre cela ? Je doute fort, étant donné votre entêtement, que vous fassiez moins que de tuer jusqu'au dernier d'entre nous, mais ne serait-ce pas si fatigant ? Avec votre spectacle macabre d'aujourd'hui, je ne considère guère cela comme un tribut, vos actions brutales ne sont pas une méthode de persuasion. Écoutez ! Si vous comptez quitter cette scène avec le vaisseau en main, je m'attends à un tribut DE VOTRE PART ! Haha, n'est-ce pas un retournement de situation ?"
ru: "О, и я полагаю, ты подумал о том, что мы просто... отдадим его? Я, конечно, не сомневаюсь, что в своем упрямстве ты готов убить всех нас до единого, но не будет ли это так утомительно? После той жестокости, что ты продемонстрировал, ты вряд ли можешь рассчитывать на подношение от нас, твои зверские действия никак не способствуют убеждению. Внимай! Если ты намерен уйти с этим кораблем, то это я жду от ТЕБЯ подношение! Ха, разве это не круть?"

source: Pay them 'tribute'.
fr: Leur payer un 'tribut'.
ru: Предоставить им "подношение".

source: "A happy resolution, how so unusual for the likes such as you! It becomes of me to say, thine scrap is but worthless to me, yet I only wished to see the scowl on your face as you fork it over! Hah, damned Renegade, spite be to you! Now off, out of mine scrapyard!"
fr: "Une bonne résolution, si inhabituelle pour quelqu'un comme vous ! Il est de mon devoir de vous dire que vos débris ne valent rien pour moi, mais je voulais seulement voir votre visage renfrogné lorsque vous me les remettrez ! Hah, maudit Renégat, malheur à vous ! Maintenant, allez-vous-en, sortez de ma casse !"
ru: "Благополучная развязка, как это необычно для таких, как ты! Я хочу сказать, что твой лом для меня ничего не стоит, но я хотел только увидеть, как ты будешь хмуриться, отдавая его! Ха, проклятый Ренегат, это тебе назло! А теперь прочь, вали с моей свалки!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Ghost Crew) Smooth talk your way out of the tribute.
fr: (Membre d'équipage Fantôme) Utiliser votre pouvoir de persuasion pour éviter de payer le tribut.
ru: (Член экипажа-призрак) Непринужденно поговорить, чтобы избавиться от выплаты "подношения".

source: Your crew talk back and forth a bit and comes back with a satisfying resolution. "Ho ho! If only you had caught a listen of the colorful language your crew member reserves for you! I see dealing with you is no less a pain aboard the ship as it is outside of it! A miserable wretch you might be, but your crew has restored my better side. I will spare you this one, but expect no future favors."
fr: Votre équipier discute un peu et revient avec une résolution satisfaisante. "Ho ho ! Si seulement vous aviez pu entendre le langage coloré que votre membre d'équipage vous réserve ! Je vois qu'il est tout aussi pénible d'avoir affaire à vous à bord du vaisseau qu'à l'extérieur ! Vous êtes peut-être une pauvre créature misérable, mais votre équipier a restauré ma bonne humeur. Je vous épargnerai cette fois-ci, mais n'attendez aucun autre traitement de faveur à l'avenir."
ru: Ваш член экипажа немного пообщался с призраком и вернулся с удовлетворительным решением. "Хо-хо! Если бы ты только слышал, какие красочные выражения твой член экипажа припас для тебя! Я вижу, что иметь с тобой дело на борту корабля не менее хлопотно, чем за его пределами! Может быть, ты и жалкий негодяй, но твой товарищ вновь пробудил во мне что-то хорошее. В этот раз я избавлю тебя от подношения, но в будущем не жди снисхождения".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Mind Control) 'Convince' the Ghost to give you the ship.
fr: (Contrôle mental) Convaincre le Fantôme de vous donner le vaisseau.
ru: (Контроль разума) "Убедить" призрака отдать вам корабль.

source: "I feel a great dizzying effect... a numbness unlike ever before. My woozy state, I cannot resist... the ship, it is yours friend! Oh how silly of myself to be so uncharitable."
fr: "Je ressens un grand effet de vertige... un engourdissement comme jamais auparavant. Je ne peux pas résister à mon état d'ébriété... le vaisseau, c'est le vôtre, mon ami ! Oh comme je suis bête d'être si peu charitable."
ru: "Я чувствую сильное головокружение... оцепенение, не похожее на то, что было раньше. Этот дурман, я не могу сопротивляться... корабль, он твой, друг! О, как глупо с моей стороны быть таким немилосердным".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Mind Control Weapon) 'Convince' the Ghost to give you the ship.
fr: (Contrôle mental) Convaincre le Fantôme de vous donner le vaisseau.
ru: (Контроль разума) "Убедить" призрака отдать вам корабль.
