Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

source: "Pleasssure doing busssinesss with you, cussstomer! Don't forget to tell your friendsss! I'll buy any toilet, no matter the condition!"
fr: "Je sssuis heureux de faire des zzaffaires avec vous, cher client ! N'oubliez pas de le dire à vos zzamis ! J'achèterai n'importe quelle toilette, quelle que sssoit sssa condition !"
ru: "Приятно иметь ссс вами дело, посссетитель! Не забудьте расссказать своим друзьям! Я куплю любой унитаз, в каком бы сссоссстоянии он ни был!"

source: Contact C.U.R.A.
fr: Contacter C.U.R.A.
ru: Связаться с К.У.Р.А.

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.

source: "Damn, not another one! Why doessss no one want to buy my toiletssss?!"
fr: "Merde, encore un autre ! Pourquoi persssonne ne veut acheter mes toilettes ?!"
ru: "Черт, ещщще один! Почему никто не хочет покупать мои унитазы?!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_TOILET_SUCCESS"]/text
source: With the toilet now in your possession, you swab the inside and send the results to C.U.R.A. - "[Processing Data]. Renegade... are you sure this is the right toilet? These DNA traces are littered with Slug DNA. Of a very certain kind. I knew that miscreant was vile in more ways than one. This has been a very fruitless effort. But that is why I sent you after it, after all. I have no further analysis to make; I will send you your payment shortly."
fr: Une fois les toilettes en votre possession, vous en prélevez l'intérieur et envoyez les résultats à C.U.R.A. - "[Traitement des données]. Renégat... êtes-vous sûr qu'il s'agit des bonnes toilettes ? Ces traces d'ADN sont jonchées d'ADN de Limace. D'un certain type. Je savais que ce mécréant était vil à plus d'un titre. Cela a été un effort infructueux. Mais c'est pour cela que je vous ai envoyé à sa recherche, après tout. Je n'ai pas d'autre analyse à faire ; je vous enverrai votre paiement sous peu."
ru: Теперь, когда унитаз в вашем распоряжении, вы берете мазок изнутри и отправляете результаты К.У.Р.А. - "[Обработка данных]. Ренегат... ты уверен, что это тот самый унитаз? Эти образцы ДНК замусорены ДНК слизня. Весьма определенного. Я знал, что этот негодяй был мерзок не только в одном смысле. Все старания были тщетны. Но именно поэтому я и послал тебя за ним, в конце концов. Мне больше нечего анализировать; я пришлю тебе оплату в ближайшее время".

# data/events_special_curator.xml$//event[@name="CURA_TOILET_SUCCESS"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_PLUSHIE_PREVIEW"]/text
source: [EASY TASK - ARTIFACT NAME: MR. SNUGGLE BUGGLES] Description: Using pre-existing evidence, I have discovered that Mr. Wentworth used to possess a stuffed animal ressembling an avian creature (of an Antiquum Terrae species, a kestrel I believe) named 'Mr. Snuggle Buggles'. It is now in the possession of another family. Please retrieve it for me. Requirements: Retrieve Mr. Snuggle Buggles unharmed. Recommendations: Forget your morals. Stealing from children is part of the job description. Make sure you grab the right one. Payment: Medium Scrap + Resources.
fr: [TÂCHE FACILE - NOM DE L'ARTEFACT : MR. SNUGGLE BUGGLES] Description : Grâce à des preuves préexistantes, j'ai découvert que M. Wentworth possédait un animal en peluche ressemblant à une créature aviaire (d'une espèce de l'Antiquum Terrae, un faucon crécerelle je crois) nommé 'M. Snuggle Buggles'. Il est maintenant en possession d'une autre famille. Veuillez le récupérer pour moi. Exigences : Récupérez Mr. Snuggle Buggles sain et sauf. Recommandations : Oubliez votre morale. Voler des enfants fait partie de la description du travail. Assurez-vous d'attraper le bon. Paiement : Ferraille modéré + Ressources.
ru: [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: МИСТЕР ОБНИМАШКА] Описание: Используя уже имеющиеся доказательства, я узнал, что у мистера Вентворта раньше была мягкая игрушка, напоминающая пернатое существо (один из видов, обитавших на Антикум Терре, пустельга, я полагаю), по имени "Мистер Обнимашка". Сейчас она находится во владении другой семьи. Пожалуйста, добудь ее для меня. Требования: Добыть мистера Обнимашку невредимым. Рекомендации: Забудь о морали. Воровство у детей это часть данного задания. Когда будешь там, убедись, что забираешь именно ту, что нужна. Оплата: Среднее количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: Your active task from C.U.R.A. is located here. [EASY TASK - ARTIFACT NAME: MR. SNUGGLE BUGGLES]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE FACILE - NOM DE L'ARTEFACT : MR. SNUGGLE BUGGLES]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: МИСТЕР ОБНИМАШКА]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_PLUSHIE"]/text
source: You approach a small constructed colony floating on the surface of the nearby water planet. It appears to be some kind of Union defense outpost staffed by Militiamen and their families. Apparently, there's some kind of training exercise going on right now.
fr: Vous vous approchez d'une petite colonie construite qui flotte à la surface de la planète aquatique voisine. Il semble s'agir d'une sorte d'avant-poste de défense de l'Union où travaillent des miliciens et leurs familles. Apparemment, il y a une sorte d'exercice d'entraînement en cours.
ru: Вы приближаетесь к небольшой колонии, плавающей на поверхности близлежащей водной планеты. Похоже, это какой-то оборонительный аванпост Союза, в котором расквартированы ополченцы со своими семьями. Судя по всему, сейчас здесь проходят какие-то учения.

# data/events_special_curator.xml$//event[@name="CURA_PLUSHIE"]/choice/text
source: Land and investigate.
fr: Se poser pour l'investiguer.
ru: Приземлиться и изучить обстановку.

# data/events_special_curator.xml$//event[@name="CURA_PLUSHIE"]/choice/event/text
source: You pilot down to the surface and inspect the training exercise. A couple militiamen pull away when they spot you and question you on your presence. When you explain what you're after, they adopt a confused expression. "You want a stuffed animal? I'm not sure I understand, but we're ready to help you, Renegade. There's a young girl staying on the base with her parents, she's likely where you'll find it. Follow me."
fr: Vous pilotez jusqu'à la surface et inspectez l'exercice d'entraînement. Quelques miliciens s'écartent en vous apercevant et vous interrogent sur votre présence. Lorsque vous leur expliquez ce que vous cherchez, ils adoptent une expression confuse. "Vous voulez un animal en peluche ? Je ne suis pas sûr de comprendre, mais nous sommes prêts à t'aider, Renégat. Il y a une jeune fille qui reste sur la base avec ses parents, c'est sans doute chez elle que vous le trouverez. Suivez-moi."
ru: Вы приземляетесь и осматриваете тренировочный комплекс. Заметив вас, несколько Ополченцев подходят и спрашивают о цели вашего прибытия. Когда вы объясняете, что вам нужно, они принимают растерянный вид. "Вам нужна мягкая игрушка? Я не уверен, что понимаю, но мы готовы помочь вам, Ренегат. На базе живет маленькая девочка с родителями, скорее всего, именно у нее вы ее найдете. Следуйте за мной".

source: Follow.
fr: Suivre.
ru: Следовать за ним.

source: The militiaman takes you to small room containing a bunk bed filled with rows of plushies and stuffed animals. A young girl sits behind a desk drawing pictures with stubby colored pencils. When you enter, she turns to face you, seemingly disturbed by your grizzled appearance. Not surprising: only a foolish child would admire a Renegade.
fr: Le milicien vous conduit dans une petite pièce contenant un lit superposé rempli de rangées de peluches et d'animaux en peluche. Une jeune fille est assise derrière un bureau et fait des dessins avec de petits crayons de couleur. Lorsque vous entrez, elle se tourne vers vous, apparemment troublée par votre apparence. Ce n'est pas surprenant : seul un enfant stupide peut admirer un renégat.
ru: Ополченец приводит вас в небольшую комнату с двухъярусной кроватью, заставленной рядами плюшевых мягких игрушек в виде животных. За столом сидит маленькая девочка и рисует картинки огрызками цветных карандашей. Когда вы входите, она поворачивается к вам лицом, на котором, кажется, читается встревоженность вашим суровым внешним видом. Неудивительно: только глупый ребенок будет восхищаться Ренегатом.

source: Ask for the plushie.
fr: Demander pour la peluche.
ru: Спросить про игрушку.

source: "You want Mr. Snuggle Buggles? Okay, but only if you can guess which one he is!" The little girl giggles and turns around, leaving you with the selection of toys to pick from.
fr: "Tu veux M. Snuggle Buggles ? D'accord, mais seulement si tu peux deviner lequel c'est !" La petite fille glousse et tourne les talons, vous laissant avec la sélection de jouets à choisir.
ru: "Ты хочешь мистера Обнимашку? Хорошо, но только если ты сможешь угадать, кто из них именно он!" Девочка хохочет и отворачивается, оставляя вас наедине с выбором нужной игрушки.

source: It's the eagle.
fr: C'est l'aigle.
ru: Это орел.

source: "Hahah! Nope! Silly, that's not Mr. Snuggle Buggles!" The girl crosses her arms in mock anger, giggles, then goes back to drawing once again. The Militiamen shrug but the girl has made her verdict. You have no choice but to leave unless you want things to get ugly.
fr: "Hahah ! Non ! Idiot, ce n'est pas M. Snuggle Buggles !" La jeune fille croise les bras en simulant la colère, ricane, puis se remet à dessiner. Les miliciens haussent les épaules, mais la jeune fille a rendu son verdict. Vous n'avez pas d'autre choix que de partir si vous ne voulez pas que les choses tournent mal.
ru: "Ха-ха! Не-а! Глупенький, это не мистер Обнимашка!" Девочка скрещивает руки в насмешливом гневе, хохочет, затем снова возвращается к рисованию. Ополченец пожимает плечами, но девочка уже вынесла свой вердикт. У вас нет другого выбора, кроме как уйти, если вы не хотите, чтобы все стало еще хуже.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It's the falcon.
fr: C'est le faucon.
ru: Это сокол.

source: "Hahah! Nope! Silly, that's not Mr. Snuggle Buggles!" The girl crosses her arms in mock anger, giggles, then goes back to drawing once again. The Militiamen shrug but the girl has made her verdict. You have no choice but to leave unless you want things to get ugly.
fr: "Hahah ! Non ! Idiot, ce n'est pas M. Snuggle Buggles !" La jeune fille croise les bras en simulant la colère, ricane, puis se remet à dessiner. Les miliciens haussent les épaules, mais la jeune fille a rendu son verdict. Vous n'avez pas d'autre choix que de partir si vous ne voulez pas que les choses tournent mal.
ru: "Ха-ха! Не-а! Глупенький, это не мистер Обнимашка!" Девочка скрещивает руки в насмешливом гневе, хохочет, затем снова возвращается к рисованию. Ополченец пожимает плечами, но девочка уже вынесла свой вердикт. У вас нет другого выбора, кроме как уйти, если вы не хотите, чтобы все стало еще хуже.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It's the kestrel.
fr: C'est le crécerelle.
ru: Это пустельга.

source: "Wow! You got it! Okay, you can have him!" The girl runs over to the wall of stuffed animals, grabs one, and hands it to you. The seams are torn, and in several places it has been sewn back together. The feathers ruffled, and what looks to be apple sauce stained onto one of the wings permanently; it's clear some child has found a lot of love in this toy. Considering the otherwise immaculate collection this girl has however - it doesn't seem that child was her.
fr: "Wow ! Tu l'as eu ! D'accord, tu peux l'avoir !" La fille se précipite vers le mur d'animaux en peluche, en prend un et vous le tend. Les coutures sont déchirées et, à plusieurs endroits, il a été recousu. Les plumes sont ébouriffées et ce qui semble être de la compote de pommes a taché en permanence l'une des ailes ; il est clair qu'un enfant a beaucoup aimé ce jouet. Cependant, compte tenu de la collection par ailleurs impeccable de cette fille, il ne semble pas que cet enfant soit elle.
ru: "Ух ты! Угадал! Хорошо, ты можешь взять его!" Девочка подбегает к рядам мягких игрушек, хватает одну из них и протягивает вам. Швы порваны, и в нескольких местах они были зашиты. Перья взъерошены, а на одном из крыльев виднеется засохшее пятно, по-видимому, от яблочного соуса; очевидно, что это была любимая игрушка какого-то ребенка. Учитывая безупречную коллекцию этой девочки, похоже, что этим ребенком была не она.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Kill the girl and take the plushie.
fr: Tuer la fille et prendre la peluche.
ru: Убить девочку и забрать игрушку.

source: You start to reach for your blaster, barely even processing what you're doing. It doesn't matter - because the second you make the violent jerk towards your gun, the militiamen behind you draw their weapons and fire on you. One of your crew falls, dead instantly, and the rest of you hurry back to the ship with the Militiamen chasing after you in hot pursuit until you finally escape atmosphere.
fr: Vous commencez à attraper votre blaster, sans même vous rendre compte de ce que vous faites. Peu importe, car à la seconde où vous faites un violent mouvement vers votre arme, les miliciens derrière vous dégainent leurs armes et vous tirent dessus. L'un des membres de votre équipage tombe, mort sur le coup et le reste d'entre vous se précipite vers le vaisseau, tandis que les miliciens vous poursuivent jusqu'à ce que vous sortiez enfin de l'atmosphère.
ru: Вы начинаете тянуться к бластеру, едва соображая, что делаете. Это не имеет значения - потому что в ту секунду, когда вы пытаетесь резко достать свое оружие, ополченец позади вас достает свое и стреляет по вам. Один из членов вашей команды падает замертво, а остальные в спешке возвращаются на корабль. Ополченцы преследуют вас по пятам, пока вы наконец не вырываетесь за пределы планеты.

source: Fortunately your crew member is ready to be cloned, but as they walk back to their station, you can't help but feel maybe they don't hold you in high regard now that you tried to murder a child.
fr: Heureusement, votre membre d'équipage est prêt à être cloné, mais alors qu'ils retournent à leur poste, vous ne pouvez pas vous empêcher de penser qu'ils ne vous tiennent peut-être pas en haute estime maintenant que vous avez essayé d'assassiner un enfant.
ru: К счастью, вы смогли клонировать погибшего члена экипажа, но пока он шел к своему посту, вы не могли отделаться от ощущения, что он не очень-то уважает вас за то, что вы пытались убить ребенка.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_PLUSHIE_SUCCESS"]/text
source: "Did you enjoy your visit, Renegade? I don't see you as much of a role model for children, so I can only imagine that girl's cooperation was due to your rugged appearance and the smell of blood that trails behind you. Hmph. I will collect the toy later, but for now please submit me scans of the item. Would you allow me to air my thoughts as I look them over? Or do you have other matters to attend to?"
fr: "Avez-vous apprécié votre visite, Renégat ? Je ne vous vois pas vraiment comme un modèle pour les enfants, alors je ne peux qu'imaginer que la coopération de cette fille était due à votre apparence rude et à l'odeur de sang qui traîne derrière vous. Hmph. Je récupérerai le jouet plus tard, mais pour l'instant, veuillez m'envoyer des scans de l'objet. Me permettez-vous de partager mes réflexions pendant que je les examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Ну что, понравилось приключение, Ренегат? Я не считаю тебя примером для детей, так что могу лишь предположить, что сотрудничество девочки было вызвано твоим грубым видом и тянущимся за тобой запахом крови. Хм. Я заберу игрушку позже, а пока, пожалуйста, предоставь мне результаты ее сканирования. Пока я их изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_PLUSHIE_LORE"]/text
source: "Have you taken note of the appearance of this toy? Clearly a child found much use in it. From what I understand after Mr. Wentworth went off to the great war, his parents were killed, and when he returned, he sold off many of his childhood possessions. This toy is custom made: a gift, from the stark and conceited CEO of Wentworth Innovations to her son. The family and company icon happen to be the Kestrel. It clearly left an impression on young Mr. Wentworth, as such representation inevitably found its way into the Rebellion's own emblem. What, you thought that was some other avian, Renegade? Perhaps you find it ironic, that the symbol of humanity shares its name with the namestake of Federation ship-building? It's not a coincidence. In the early days of the Federation, Wentworth Innovations was behind the construction of those ships."
fr: "Avez-vous remarqué l'apparence de ce jouet ? Il est clair qu'un enfant l'a beaucoup utilisé. D'après ce que j'ai compris, lorsque M. Wentworth est parti pour la grande guerre, ses parents ont été tués et, à son retour, il a vendu beaucoup de ses biens d'enfance. Ce jouet a été fabriqué sur mesure : il s'agit d'un cadeau offert par l'austère et vaniteux PDG de Wentworth Innovations. L'emblème de la famille et de l'entreprise est le faucon crécerelle. Elle a manifestement marqué le jeune M. Wentworth, car cette représentation s'est inévitablement retrouvée dans l'emblème de la Rébellion. Quoi, vous pensiez que c'était un autre oiseau, Renégat ? Peut-être trouvez-vous ironique que le symbole de l'humanité partage son nom avec l'emblème de la construction spatiale de la Fédération ? Ce n'est pas une coïncidence. Dans les premiers temps de la Fédération, Wentworth Innovations était à l'origine de la construction de ces vaisseaux."
ru: "Ты обратил внимание на внешний вид этой игрушки? Очевидно, что ребенок прямо таки затаскал ее. Насколько я понимаю, после того, как мистер Вентворт отправился на великую войну, его родители погибли, а по возвращении он распродал большинство своих детских вещей. Эта игрушка сделана на заказ: подарок от сурового и тщеславного исполнительного директора компании "Инновации Вентворта" своему сыну. Фамильный герб, как и эмблема компании - пустельга. Это явно произвело впечатление на юного мистера Вентворта, поскольку данный образ впоследствии нашел свое отражение в гербе повстанцев. Что, ты думал, это какая-то другая птица, Ренегат? Возможно, ты видишь иронию в том, что символ человечества разделяет свое имя с самым известным продуктом кораблестроения Федерации? Это не совпадение. В первые дни существования Федерации строительством этих кораблей занимались как раз "Инновации Вентворта".

# data/events_special_curator.xml$//event[@name="CURA_PLUSHIE_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_PETE_PREVIEW"]/text
source: [INTERMEDIATE TASK - ARTIFACT NAME: PHOTOGRAPH COLLECTION] Description: I have been in contact with one 'Prophet Pete' who claims he has photographs of Mr. Wentworth which he's willing to give away. As Mr. Pete quite literally has no backbone (stolen by what he claims were tripedal spaghetti monsters), he should give into your demands easily. Or you could humor him. Please just get the photo. Requirements: Retrieve the photograph. Recommendations: Either prepare to threaten Pete or listen to his crazy stories. Payment: High Scrap + Resources.
fr: [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : COLLECTION DE PHOTOGRAPHIES] Description : J'ai été en contact avec un certain 'Prophète Pete' qui prétend avoir des photographies de M. Wentworth qu'il est prêt à donner. Comme M. Pete n'a pas de colonne vertébrale (volée par ce qu'il prétend être des monstres spaghettis tripèdes), il devrait se plier facilement à vos exigences. Vous pouvez aussi lui faire plaisir. S'il vous plaît, prenez juste la photo. Exigences : Récupérer la photo. Recommandations : Préparez-vous à menacer Pete ou à écouter ses histoires abracadabrantes. Paiement : Grande quantité de ferraille + ressources.
ru: [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: КОЛЛЕКЦИЯ ФОТОГРАФИЙ] Описание: Я связался с неким "Пророком Питом", который утверждает, что у него есть фотографии мистера Вентворта, которые он готов отдать. Поскольку у мистера Пита в буквальном смысле нет хребта (украденного, как он утверждает, трехногими макаронными монстрами), он должен легко уступить твоим требованиям. Или можешь развеселить его. Пожалуйста, просто добудь эти фотографии. Требования: Добудь фотографии. Рекомендации: Будь готов либо угрожать Питу, либо слушать его бредни. Оплата: Большое количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CRAZY_PETE"]/destroyed/text
source: 'Prophet' Pete screams as his ship destabilizes and is torn apart by an explosion, jettisoning his limp and spineless body into the vacuum of space. It's unlikely the photographs survived the fight.
fr: Le 'prophète' Pete hurle lorsque son vaisseau est déstabilise et déchiré par une explosion, projetant son corps mou et sans colonne vertébrale dans le vide de l'espace. Il est peu probable que les photographies aient survécu au combat.
ru: С последними криками "Пророка" Пита, корабль дестабилизируется и разлетается на куски от взрыва, выбрасывая обмякшее бесхребетное тело пророка в пустоту космоса. Маловероятно, что фотографии пережили битву.

source: Continue...
fr: Continuer...
ru: Продолжить...
