Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

source: "I feel a great dizzying effect... a numbness unlike ever before. My woozy state, I cannot resist... the ship, it is yours friend! Oh how silly of myself to be so uncharitable."
fr: "Je ressens un grand effet de vertige... un engourdissement comme jamais auparavant. Je ne peux pas résister à mon état d'ébriété... le vaisseau, c'est le vôtre, mon ami ! Oh comme je suis bête d'être si peu charitable."
ru: "Я чувствую сильное головокружение... оцепенение, не похожее на то, что было раньше. Этот дурман, я не могу сопротивляться... корабль, он твой, друг! О, как глупо с моей стороны быть таким немилосердным".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: We aren't giving you a tribute!
fr: Nous ne vous donnerons pas de tribut !
ru: Мы не дадим никаких подношений!

source: "Then I suppose you shan't be leaving with what desire you came to seek! Bye bye now, and may your behind be hit by every door which you close in your wake!"
fr: "Alors je suppose que vous ne partirez pas avec ce que vous êtes venu chercher ! Au revoir maintenant et que votre derrière soit heurté par chaque porte que vous fermez sur votre passage !"
ru: "Тогда, полагаю, ты не получишь то желанное, за чем пришел! Пока пока, и пусть тебе по заднице бьет каждая закрывающаяся за тобой дверь!"

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_SHIP_SUCCESS"]/text
source: "Ghosts, what vermin. If I could, I would shudder at the possibility that some day my chassis may be infested by those bottom feeders. At least you have recovered the cruiser, sorry state though it may be in. Inform the Ghosts that I will be by to pick up the ship shortly. Would you allow me to air my thoughts as I look this over? Or do you have other matters to attend to?"
fr: "Les Fantômes, quelle vermine. Si je le pouvais, je frissonnerais à l'idée qu'un jour mon châssis puisse être infesté par ces charognards. Au moins, vous avez récupéré le croiseur, aussi désolante que soit sa condition. Informez les Fantômes que je viendrai récupérer le vaisseau sous peu. Me permettriez-vous de partager mes réflexions pendant que je l'examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Призраки, ну и вредители. Если бы я мог, я бы содрогнулся от мысли, что когда-нибудь в моем корпусе могут завестись эти паразиты. По крайней мере, ты смог добыть крейсер, в каком бы плачевном состоянии он ни был. Сообщи призракам, что я скоро прибуду за кораблем. Пока я его изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_SHIP_LORE"]/text
source: "This cruiser seems to have been retrofitted with a number of enhancements. It was given to Mr. Wentworth as a birthday gift between families. Unfortunately, he went off to the war shortly after growing to the age to fly this ship. Yet... a considerable mileage has still been used. Perhaps he once took after the family namesake - a tinkerer and a rulebreaker. Hmph, children. Thankfully I was never one of them."
fr: "Ce croiseur semble avoir fait l'objet d'un certain nombre d'améliorations. Il a été offert à M. Wentworth comme cadeau d'anniversaire entre deux familles. Malheureusement, il est parti à la guerre peu après avoir atteint l'âge de piloter ce vaisseau. Pourtant... il a parcouru une distance considérable. Peut-être s'est-il inspiré de l'homonyme de la famille - un bricoleur et un briseur de règles. Hmph, les enfants. Heureusement, je n'en ai jamais été un."
ru: "Этот крейсер, похоже, был дооборудован рядом усовершенствований. Он был подарен мистеру Вентворту в качестве подарка на день рождения от другой семьи. К сожалению, мистер Вентворт отправился на войну вскоре после того, как достиг возраста, позволяющего летать на этом корабле. Тем не менее... корабль достаточно много использовался. Возможно, мистер Вентворт когда-то взял пример со своего однофамильца - любителя возиться с железками и нарушать правила. Хм, дети. К счастью, я никогда таким не был".

# data/events_special_curator.xml$//event[@name="CURA_SHIP_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SUCCESS_SHIP_REWARD"]/text
source: "I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future. There is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "Je suis une I.A. à la parole toujours scrupuleuse... pour l'instant du moins. Assurez-vous de ne pas me décevoir à l'avenir. Je ne manquerai pas de moyens de me débarrasser de vous si vous me décevez, Renégat."
ru: "Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем. Я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

# data/events_special_curator.xml$/FTL/event[@name="CURA_SHIP_FAIL"]/text
source: You've recovered the ship, but your communications with C.U.R.A. having been severed, you feel struck by shame. You console yourself by picking apart the ship you fought for, considering it won't be of any other use now.
fr: Vous avez récupéré le vaisseau, mais vos communications avec C.U.R.A. ayant été coupées, vous vous sentez frappé par la honte. Vous vous consolez en démontant le vaisseau pour lequel vous vous êtes battu, car il ne vous servira plus à rien.
ru: Вы нашли корабль, но связь с К.У.Р.А. прервалась, и вас охватывает чувство стыда. Вы утешаете себя тем, что разбираете корабль на части, за который сражались, учитывая, что теперь от него не будет никакого толку.

# data/events_special_curator.xml$/FTL/event[@name="CURA_DUSK_PREVIEW"]/text
source: [HARD TASK - ARTIFACT NAME: AUDIO LOG] Description: During the more cordial arrangements made between the Rebellion and Duskbringer movements, I believe Mr. Wentworth once held a meeting with infamous war-hero/terrorist Devorak 'The Deathless' Rei. A nearby outpost should have those recordings on board, but they won't be easy to obtain. Still, I'm certain you can manage. Please do your best not to fail me. Requirements: Retrieve the audio logs. Recommendations: Secure the station without causing too much damage. Duskbringers are not known for giving up even in death. Payment: High Scrap + Resources. Bonus Reward: Martyr Vests
fr: [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : JOURNAUX AUDIO] Description : Pendant les accords plus cordiaux entre la Rébellion et les mouvements des Crépusculeurs je crois que M. Wentworth a rencontré le célèbre héros de guerre/terroriste Devorak "l'Immortel" Rei. Un avant-poste proche devrait avoir ces enregistrements à bord mais ils ne seront pas faciles à obtenir. Je suis certain que vous y parviendrez. Faites de votre mieux pour ne pas me décevoir. Exigences : Récupérer les enregistrements audio. Recommandations : Sécuriser la station sans faire trop de dégâts. Les Crépusculeurs ne sont pas connus pour abandonner, même dans la mort. Paiement : Grande quantité de ferraille + ressources. Récompense bonus : Gilets de martyre
ru: [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: АУДИОЗАПИСЬ] Описание: Во времена более теплых отношений между Восстанием и движением Вестников Заката, я полагаю, мистер Вентворт провел встречу с печально известным героем войны/террористом по имени Деворак "Бессмертный" Рей. На ближайшем аванпосте должны быть записи этой встречи, но получить их будет нелегко. Тем не менее, я уверен, что ты справишься. Пожалуйста, сделай все возможное, чтобы не подвести меня. Требования: Достать аудиозаписи. Рекомендации: Захвати станцию, не причиняя ей слишком большого ущерба. Вестники Заката не умеют сдаваться, даже перед лицом смерти. Оплата: Большое количество лома + ресурсы. Бонусная награда: Жилеты мучеников

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_DUSK"]/destroyed/text
source: The station has been destroyed. While an excess of scrap matter remains, there's no hope of recovering those logs now...
fr: La station a été détruite. Bien qu'il reste un excès de matière à récupérer, il n'y a désormais aucun espoir de récupérer les enregistrements...
ru: Станция уничтожена. Хотя вы можете добыть много лома, надежды на то, что аудиозаписи сохранились, нет...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//ship[@name="SHIP_CURA_DUSK"]/deadCrew/text
source: The Duskbringers have been defeated. With the station empty and nobody to stop you, you inspect the consoles and retrieve the recordings before beginning your salvage operation.
fr: Les Crépusculeurs ont été vaincus. La station étant vide et personne ne pouvant vous arrêter, vous inspectez les consoles et récupérez les enregistrements avant de commencer votre opération de récupération.
ru: Вестники Заката побеждены. Станция опустела и никто не может остановить вас, поэтому вы осматриваете консоли и извлекаете записи, прежде чем организовать поиск припасов.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: You were hoping for a redemption after your hasty retreat, but C.U.R.A. shows no further signs of life or interest.
fr: Vous espériez une rédemption après votre retraite précipitée, mais C.U.R.A. ne montre plus aucun signe de vie ou d'intérêt.
ru: Вы надеялись, что после поспешного отступления вам удастся искупить вину, но К.У.Р.А. больше не подает признаков жизни и интереса.

source: Your active task from C.U.R.A. is located here. [HARD TASK - ARTIFACT NAME: AUDIO LOG]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : JOURNAUX AUDIO]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: АУДИОЗАПИСЬ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_DUSK"]/text
source: Moments after your arrival, you receive a series of hails from a nearby station. "Federation vessel, this is restricted Duskbringer territory. I'm in a giving mood - I'll give you until the count of 10 to get lost before I kick your teeth in. There's no room for anyone not in our New Order here."
fr: Quelques instants après votre arrivée, vous recevez une série de messages d'une station voisine. "Vaisseau de la Fédération, vous êtes dans un territoire restreint aux Crépusculeur. Je suis d'humeur généreuse - je vais compter jusqu'à 10 pour vous laisser dégager avant que je vous casse les dents. Il n'y a pas de place pour ceux qui ne font pas partie de notre Nouvel Ordre ici."
ru: Через несколько мгновений после прибытия вы получаете серию вызовов с ближайшей станции. "Судно Федерации, это запретная территория Вестников Заката. Я в хорошем настроении - пока я считаю до 10, у вас есть время, чтобы убраться восвояси, иначе я вам все зубы выбью. Здесь не место тому, кто не принадлежит к нашему Новому порядку".

# data/events_special_curator.xml$//event[@name="CURA_DUSK"]/choice[1]/text
source: Attack the station!
fr: Attaquer la station !
ru: Атаковать станцию!

# data/events_special_curator.xml$//event[@name="CURA_DUSK"]/choice[1]/event/text
source: You disregard the intimidations of the Duskbringers to make the first move towards violence yourself.
fr: Vous ignorez les intimidations des Crépusculeurs pour faire vous-même le premier pas vers la violence.
ru: Вы не обращаете внимания на запугивания Вестников Заката, и сами делаете первый шаг к насилию.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: (Devorak) "The 'New Order' is a failed vision. The dream is over, but we need those recordings."
fr: (Devorak) "Le 'Nouvel Ordre' est une vision qui a échoué. Le rêve est terminé, mais nous avons besoin de ces enregistrements."
ru: (Деворак) "Новый порядок" это несостоявшаяся идея. С мечтой покончено, но нам нужны эти записи".

source: "General Rei! I saw your speech... I don't... I can't... I'm sorry!" The Zoltan salutes. "I cannot say I am ready to abandon the vision of the New Order, but I am not about to disobey the orders of the finest Zoltan to ever live. The tapes are yours, sir."
fr: "Général Rei ! J'ai vu votre discours... Je ne... Je ne peux pas... Je suis désolé !" Le Zoltan fait un salut. "Je ne peux pas dire que je suis prêt à abandonner la vision du Nouvel Ordre, mais je ne vais pas désobéir aux ordres du meilleur Zoltan qui ait jamais vécu. Les cassettes sont à vous, monsieur."
ru: "Генерал Рей! Я видел вашу речь... Я не... я не могу... Простите!" Золтан отдает честь. "Я не могу сказать, что готов отказаться от идей Нового порядка, но я не собираюсь ослушаться приказа самого лучшего золтана из когда-либо живших. Записи ваши, сэр".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_DUSK"]/choice[3]/text
source: Follow the Duskbringer's advice and get lost.
fr: Suivre les conseils des Crépusculeur et vous perdre.
ru: Последовать совету Вестника Заката и уйти.

# data/events_special_curator.xml$//event[@name="CURA_DUSK_TRIGGER"]/text
source: Realizing you've penetrated their defenses, the Duskbringers have now switched to a more devastating strategy. Scans show rising energy levels in their power core - they're going to self-destruct!
fr: Réalisant que vous avez pénétré leurs défenses, les Crépusculeurs sont passés à une stratégie plus dévastatrice. Les scanners montrent une augmentation des niveaux d'énergie dans leur noyau d'énergie - ils vont s'autodétruire !
ru: Поняв, что вы прорвали их оборону, Вестники Заката перешли к более разрушительной стратегии. Сканирование показывает растущий уровень энергии в их энергоядре - они собираются самоуничтожиться!

source: Kill the crew of the station before the timer runs out or else the station will explode!
fr: Tuer l'équipage de la station avant que le délai ne s'achève, sinon la station explosera !
ru: Убейте экипаж станции до истечения таймера, иначе она взорвется!

# data/events_special_curator.xml$//event[@name="CURA_DUSK_EXPLOSION"]/text
source: In a manner not unlike its occupiers, the station has violently self-destructed. Absolutely nothing remains, and your ship has sustained high damage.
fr: La station s'est violemment autodétruite, à l'instar de ses occupants. Il ne reste absolument rien et votre vaisseau a subi d'importants dégâts.
ru: В манере, не отличающейся от своих обитателей, станция устроила мощный самоподрыв. От нее абсолютно ничего не осталось, а ваш корабль получил серьезные повреждения.

# data/events_special_curator.xml$//event[@name="CURA_DUSK_SUCCESS"]/text
source: "Mr. Wentworth's decision to... cooperate with the Duskbringer menace was short sighted and a fault of weakness. Fascism cannot be a unifying factor between two parties, and to believe as such represents a deepseeded misunderstanding of the ideology. These recordings should show the ideological divide between the two men. Would you allow me to air my thoughts as I look these over? Or do you have other matters to attend to?"
fr: "La décision de M. Wentworth de... coopérer avec la menace Crépusculeur était un manque de vision et une faute de faiblesse. Le fascisme ne peut pas être un facteur d'unification entre deux partis et croire cela représente une incompréhension profonde de l'idéologie. Ces enregistrements devraient montrer le fossé idéologique qui sépare les deux hommes. Me permettez-vous de partager mes réflexions pendant que je les examine ? Ou avez-vous d'autres affaires à régler ?"
ru: "Решение мистера Вентворта... сотрудничать с такой угрозой как Вестники Заката было проявлением недальновидности и слабости. Фашизм не может быть объединяющим фактором двух сторон, и верить в это - значит глубоко ошибаться в понимании этой идеологии. Эти записи должны показать идеологический разрыв между этими двумя персонами. Пока я их изучаю, позволишь мне высказать свои соображения на этот счет? Или у тебя есть другие дела?"

source: We have to go.
fr: Nous devons y aller.
ru: Нам надо идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: I should go.
fr: Je devrais partir.
ru: Мне нужно идти.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Listen.
fr: Écouter.
ru: Слушать.

# data/events_special_curator.xml$//event[@name="CURA_DUSK_LORE"]/text
source: C.U.R.A. allows the tapes to play at full length, silent through the entire process. The tapes show, strangely, very little political deliberation behind closed doors. Instead, Vance and Devorak, after a few moments of stiff awkwardness, eventually break tensions and begin to light-heartedly debate their ideologies, finding much common ground between them. In the end, both men get up, shake hands, and sign the treaty with renewed vigor, before marching off out of view. It's strangely uncanny, seeing the leader of the human-centric Rebellion getting along with not only an alien, but one of such infamously radical ideals to rival Vance himself. C.U.R.A. too seems at a loss for words. "What nonsense is this? These must be incomplete. Renegade... I was very clear with my instructions, and yet you have failed to bring back the full archive. Hmph. I will permit forgiveness for this mistake, but only this once. Do not fail me again."
fr: C.U.R.A. laisse les bandes jouer en entier, silencieux pendant tout le processus. Les bandes montrent, étrangement, très peu de délibérations politiques à huis clos. Au lieu de cela, Vance et Devorak, après quelques moments de maladresse, finissent par briser les tensions et commencent à débattre de leur idéologie, trouvant beaucoup de terrain d'entente entre eux. En fin de compte, les deux hommes se lèvent, se serrent la main et signent le traité avec une vigueur renouvelée, avant de partir. C'est étrangement troublant de voir le leader de la Rébellion centrée sur les humains s'entendre non seulement avec un alien, mais avec l'un des idéaux radicalement célèbres rivalisant avec ceux de Vance lui-même. C.U.R.A. semble aussi à court de mots. "Qu'est-ce que c'est que ces absurdités ? Elles doivent être incomplètes. Renégat... J'ai été très clair avec mes instructions et pourtant vous n'avez pas réussi à ramener toutes les archives. Hmph. Je permettrai le pardon de cette erreur, mais seulement une fois. Ne me déçois pas encore."
ru: К.У.Р.А. позволяет пленкам воспроизвестись до конца, храня молчание на протяжении всего процесса. На пленках, как ни странно, очень мало политических обсуждений за закрытыми дверями. Вместо этого, Вэнс и Деворак, после нескольких минут скованной неловкости, в конце концов, разрывают напряжение и начинают легкомысленно обсуждать свои идеологии, находя много общего между собой. В конце оба мужчины встают, пожимают друг другу руки и с новой силой подписывают договор, а затем уходят. Странно наблюдать, как лидер Восстания, опирающегося на идею превосходства людей, ладит не только с пришельцем, но и с тем, кто известнен настолько радикальными идеалами, что может посоперничать с самим Вэнсом. К.У.Р.А., похоже, тоже не знает, что сказать. "Что это за чушь? Это, должно быть, неполная запись. Ренегат... Я дал предельно четкие инструкции, и все же ты не смог достать полный архив. Хмм. Я прощу тебе эту ошибку, но только в этот раз. Не подведи меня снова, Ренегат".

# data/events_special_curator.xml$//event[@name="CURA_DUSK_LORE"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SUCCESS_DUSK_REWARD"]/text
source: "I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future. There is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "Je suis une I.A. à la parole toujours scrupuleuse... pour l'instant du moins. Assurez-vous de ne pas me décevoir à l'avenir. Je ne manquerai pas de moyens de me débarrasser de vous si vous me décevez, Renégat."
ru: "Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем. Я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

# data/events_special_curator.xml$/FTL/event[@name="CURA_CONTRACT_PREVIEW"]/text
source: [HARD TASK - ARTIFACT NAME: CONTRACT] Description: An Arcadian Outpost nearby appears to have stored away a physical copy of the contract that began the C.I.C.A. project. It is unlikely the Arcadian engineers will be co-operative, so for once I recommend opening this confrontation with your usually barbaric Renegade tricks. You need not worry about destruction - in the case of critical hull failure, recovery pods containing vital data are jettisoned to be collected by service drones later. Please do not waste time with negotiations. Requirements: Retrieve the document. Recommendations: Show no mercy. Payment: High Scrap + Resources. Bonus Reward: Arcadian OmniDrone
fr: [TÂCHE DIFFICILE - NOM DE L'ARTEFACT : CONTRAT] Description : Un avant-poste arcadien tout proche semble avoir conservé une copie physique du contrat à l'origine du projet C.I.C.A. Il est peu probable que les ingénieurs arcadiens se montrent coopératifs, alors pour une fois, je vous recommande d'entamer cette confrontation avec vos trucs habituels de renégat barbares. Vous n'avez pas à vous inquiéter de sa destruction - en cas de défaillance critique de la coque, des capsules de récupération contenant des données vitales sont larguées pour être récupérées plus tard par des drones de service. Ne perdez pas de temps en négociations. Exigences : Récupérer le document. Recommandations : Soyez sans pitié. Paiement : Grande quantité de ferraille + ressources. Récompense bonus : OmniDrone Arcadien
ru: [ЗАДАНИЕ ВЫСОКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: КОНТРАКТ] Описание: Аванпост "Аркадии" неподалеку, похоже, сохранил физическую копию контракта, с которого начался проект Ц.Р.Б.А. Маловероятно, что инженеры "Аркадии" будут готовы к сотрудничеству, поэтому в кои-то веки я рекомендую тебе начать это противостояние с ваших обычных варварских Ренегатских приемов. Тебе не стоит беспокоиться об уничтожении - в случае критического разрушения корпуса будут выпущены аварийные капсулы, содержащие жизненно важные данные, которые позже заберут сервисные дроны. Пожалуйста, не трать время на переговоры. Требования: Добудь документ. Рекомендации: Не проявляй милосердия. Оплата: Большое количество лома + ресурсы. Бонусная награда: Омнидрон "Аркадии"

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...
