Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

# data/events_special_curator.xml$//ship[@name="SHIP_CRAZY_PETE"]/deadCrew/text
source: 'Prophet' Pete collapses, his spineless sack of a body now helplessly strewn across the metal floor. Gasping for air as his lungs collapse, the madman can't manage to utter a final word before he expires. With no one else left to stop you, you board the ship and grab the photographs.
fr: Le 'Prophète' Pete s'effondre, son corps sans âme s'étalant sur le sol métallique. Le fou, dont les poumons s'affaissent, ne parvient pas à prononcer un dernier mot avant d'expirer. Comme il n'y a plus personne pour vous arrêter, vous montez à bord du vaisseau et vous vous emparez des photographies.
ru: "Пророк" Пит рухнул, его бесхребетное тело беспомощно распростерлось на металлическом полу. Задыхаясь от нехватки воздуха, безумец не успевает произнести свое последнее слово, прежде чем умереть. Поскольку больше некому остановить вас, вы обыскиваете корабль и забираете фотографии.

source: Gather the photographs and send them to C.U.R.A.
fr: Rassembler les photos et les envoyer à C.U.R.A.
ru: Забрать фотографии и отправить их К.У.Р.А.

source: Your active task from C.U.R.A. is located here. [INTERMEDIATE TASK - ARTIFACT NAME: PHOTOGRAPH COLLECTION]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : COLLECTION DE PHOTOGRAPHIES]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: КОЛЛЕКЦИЯ ФОТОГРАФИЙ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_PETE"]/text
source: You pilot closer to what seems to be an old Union carry-ship, repainted and scribbled over a giant blood red warning, emboldened with the words "BEWARE!" On the vidscreen appears a strange man held upright by a long pole to which he's been tied. His torso looks unusually flabby and his limbs flap violently as he talks. "Who're you? Why you 'ere?"
fr: Vous pilotez plus près de ce qui semble être un vieux vaisseau de transport de l'Union, repeint et recouvert d'un gigantesque avertissement rouge sang, accompagné des mots "ATTENTION !" Sur l'écran vidéo apparaît un homme étrange, maintenu debout par un long poteau auquel il a été attaché. Son torse est anormalement flasque et ses membres s'agitent violemment tandis qu'il parle. "Qui êtes-vous ? Pourquoi êtes-vous là ?"
ru: Вы приближаетесь к чему-то, по всей видимости являющимся старым транспортным кораблем Союза, перекрашенным и исписанным гигантским кроваво-красным предупреждением, гласящим "ОСТОРОЖНО!" На видеоэкране появляется странный человек, удерживаемый в вертикальном положении длинным шестом, к которому он был привязан. Его туловище выглядит необычайно дряблым, а конечности неистово хлопают в такт его речи. "Кто ты? Зачем ты здесь?"

# data/events_special_curator.xml$//event[@name="CURA_PETE"]/choice/text
source: We're here for those photographs.
fr: Nous sommes là pour ces photographies.
ru: Мы пришли за оговоренными фотографиями.

# data/events_special_curator.xml$//event[@name="CURA_PETE"]/choice/event/text
source: "Oh, those old things. Yee, I'll go git 'em. But I only gonna give 'em to yah if you'll listen to me story! Them's noodle monsters REAL I tell's yah! Realer than an... uh... well er, somethin' that's real I'spose. And they stole mah SPINE! If yer want ter see what's on these pictures, you gotta understand what yer dealin with."
fr: "Oh, ces vieilles choses. Oui, je vais les chercher. Mais je ne vous les donnerai que si vous écoutez mon histoire ! Ce sont de vrais monstres en nouilles, je vous le dis ! Plus vrais qu'un... euh... enfin euh, quelque chose de vrai je suppose. Et ils ont volé ma colonne vertébrale ! Si vous voulez voir ce qu'il y a sur ces photos, vous devez comprendre à quoi vous avez affaire."
ru: "А, эти старые вещицы. Да, я схожу за ними. Но я отдам их вам, только если вы послушаете мою историю! Эти лапшичные монстры НАСТОЯЩИЕ, говорю я вам! Реальнее, чем... э-э... ну, э-э, что-то реальное, я полагаю. И они украли мой хребет! Если вы хотите увидеть то, что на этих фотографиях, вы должны понимать, с чем имеете дело".

source: Listen to 'Prophet Pete' and his crazy story. This'll probably take a while.
fr: Écoutez 'Prophète Pete' et son histoire rocambolesque. Cela va probablement prendre un certain temps.
ru: Послушать бредовую историю "Пророка Пита". Похоже, это займет некоторое время.

source: Just give us the damn photos, old man. We don't have all day.
fr: Donnez-nous juste ces foutues photos, mon vieux. On n'a pas toute la journée.
ru: Просто отдай нам эти чертовы фотографии, старик. У нас нет на это времени.

source: "No! You damn er... Renegades and yer impatience. What I'm gonna tell you could save yer gosh darn life, yah hearin' me?"
fr: "Non ! Vous, maudits...Renégats et votre impatience. Ce que je vais vous dire pourrait vous sauver la vie, vous m'entendez ?"
ru: "Нет! Проклятые эм... Ренегаты и ваша нетерпеливость. То, что я тебе скажу, может спасти твою чертову жизнь, слышишь?"

source: Fine, we'll listen.
fr: Très bien, nous écouterons.
ru: Хорошо, мы послушаем.

source: If you won't hand them over we'll take them from you.
fr: Si vous ne nous les remettez pas, nous vous les prendrons.
ru: Если не отдашь их по своей воле, мы заберем их силой.

source: "Then so be it! I may be spineless but I'll still kick yer ass, Renegade!" This lunatic likely isn't going to surrender the photographs easily, so you'll have to kill his crew instead!
fr: "Alors, qu'il en soit ainsi ! Je ne suis peut-être pas très fort, mais je vais quand même te botter le cul, renégat !" Ce fou ne se rendra probablement pas les photographies facilement, vous devrez donc tuer son équipage à la place !
ru: "Тогда так тому и быть! Пусть я и бесхребетный, но я все равно надеру тебе задницу, Ренегат!" Этот безумец, по всей видимости, не собирается просто так отдавать фотографии, поэтому вам придется убить его команду!

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_PETE_STORY"]/text
source: "Good, now sitter down and listen, yah here? No one believes me but I sware, I sware i's TRUE! Now, and this was before that damned civil war couple years back, there I was, mindin' my o'business when outta nowhere comes this rainbow-lookin' ass ship, and down comes these lanky, tripod freaks with one big swirlin' rainbow eye each! They put some kinda spell ova' me and whisked me away! Now, what them's noodle monsters didn't know is I was the 6-time champion o' martial arts in the Union, and I kicked them's asses good! Yeehaw!"
fr: "Bien, maintenant asseyez-vous et écoutez, vous êtes là ? Personne ne me croit, mais je le jure, je le jure, c'est VRAI ! C'était avant cette maudite guerre civile, il y a quelques années, j'étais là, à m'occuper de mes affaires quand, de nulle part, est arrivé ce vaisseau qui ressemblait à un arc-en-ciel et qu'en sont descendus ces monstres trapus, tripodes, avec chacun un grand œil arc-en-ciel tourbillonnant ! Ils m'ont jeté un sort et m'ont emporté ! Ce que ces monstres de nouilles ne savaient pas, c'est que j'étais le sextuple champion d'arts martiaux de l'Union et que je leur ai bien botté le cul ! Yeehaw !"
ru: "Хорошо, теперь присаживайся и слушай, ты готов? Никто мне не верит, но я клянусь, я клянусь, что это ПРАВДА! Это было еще до этой проклятой гражданской войны, пару лет назад, я занимался своими делами, когда из ниоткуда появился корабль, похожий на долбаную радугу, и с него спустились эти долговязые, треногие уроды, у каждого было по одному огромному переливающемуся цветами радуги глазу! Они наложили на меня какое-то заклятие и увезли! Так вот, чего не знали эти лапшичные монстры, так это того, что я был 6-кратным чемпионом Союза по единоборствам, и я здорово надрал им задницы! Йиха!"

# data/events_special_curator.xml$//event[@name="CURA_PETE_STORY"]/choice/text
source: Right...
fr: Oui, c'est ça...
ru: Точно...

source: "But you's probably wondering, 'Pete, how'd you lose your spine if you's such a good fighter?' Well, there was too many of them's noodle monsters, and I was beat. They strapped me down and ripped out of mah spine! I'd be dead but them's wanted me alive for some'r reason. But, that was their final mistake! Cause not only am I the 6-time champion o'martial arts, but I'm the 8-time champion o'SPINELESS martial arts! Hehe! Didn't know what hit 'em! Stole them's ship and flew back home, then fashioned this ol' rig for mahself."
fr: "Mais vous vous demandez probablement, “Pete, comment as-tu perdu ta colonne vertébrale si tu es un si bon combattant ?” Eh bien, il y avait trop de ces monstres de nouilles et j'ai été battu. Ils m'ont attaché et m'ont arraché la colonne vertébrale ! Je serais mort, mais ils voulaient me garder en vie pour une raison ou une autre. Mais c'était leur dernière erreur ! Parce que non seulement je suis 6 fois champion d'arts martiaux, mais je suis 8 fois champion d'arts martiaux sans colonne vertébrale ! Hehe ! Ils ne savaient pas ce qui les frappait ! J'ai volé leur vaisseau et je suis rentré chez moi, puis j'ai fabriqué cette vieille plate-forme pour moi."
ru: "Но ты, наверное, задаешься вопросом: 'Пит, как же ты потерял позвоночник, если ты такой хороший боец?' Ну, их было слишком много, этих лапшичных монстров, и меня побили. Они привязали меня и вырвали позвоночник! Я должен был умереть, но по какой-то причине они захотели оставить меня в живых. Однако это была их последняя ошибка! Потому что я не только 6-кратный чемпион по единоборствам, но и 8-кратный чемпион по БЕСПОЗВОНОЧНЫМ единоборствам! Хе-хе! Они не поняли, что их поразило! Я украл их корабль и улетел домой, а потом сделал себе эту штуковину".

source: Sounds very implausible.
fr: Cela semble peu plausible.
ru: Звучит весьма неправдободобно.

source: "Oh shuttup. If you keep mouthin' off I'll show you just what I mean by spineless martial arts you gits. Now, I's thought that was the end of it, when my little backwater part of space suddenly gets a visit from none other than Vance Wentworth himself! I dunno how he found's out but he asks to see them corpses, and I happily oblige. Soon 'nough there's whole teams of scientists prodding around that wreck I stole, and I'm scribbling my name on some kinda nondisclosure agreement. Wait... does this count as disclosure?"
fr: "Bon, taisez-vous. Si vous continuez à ouvrir votre grande bouche, je vais vous montrer exactement ce que je veux dire par arts martiaux sans colonne, bande de ploucs. J'ai cru que c'était fini, quand mon coin paumé de l'espace a soudainement reçu la visite de Vance Wentworth en personne ! Je ne sais pas comment il a découvert ça, mais il demande à voir ces cadavres et je m'exécute volontiers. Bientôt, il y a toute une équipe de scientifiques qui fouillent dans cette épave que j'ai volée et moi je signe je-ne-sais-quoi comme un accord de non-divulgation. Attendez... est-ce que ça compte comme une divulgation ?"
ru: "Ой, заткнись. Если ты будешь продолжать болтать, я покажу вам, что имею в виду под бесхребетными единоборствами, придурки. И вот, я уже думал, что на этом все закончится, как вдруг мой маленький захолустный уголок космоса посетил не кто иной, как сам Вэнс Вентворт! Не знаю, откуда он узнал про это, но он попросил показать ему их трупы, и я с радостью согласился. Прошло какое-то время, и вокруг украденной мной развалюхи уже копошится целая команда ученых, а я вписываю свое имя в некое соглашение о неразглашении. Погоди... это считается разглашением?"

source: Yes.
fr: Oui.
ru: Да.

source: "Er... Whatever he ain't ever gonna find out. Now, 'bout a month goes by and them's scientists suddenly all pull away, and they take the ship with 'em! Next day there's Vance all over the news, claimin' he's found the source of all those disappearances. But, he says it's the Slugs! The SLUGS! Am I'm thinkin', what's this dumbass mouthin' about? Well not too long after the Federation decides to banish the Kleptocracy entirely! And I can't reach Wentworth to tell him he's a lying son of a bitch, so I took it upon mahself to spread the word! The noodle monsters are real! And I got the pictures to prove it!"
fr: "Euh... Quoi qu'il en soit, il ne saura jamais rien. Environ un mois passe et tout à coup, ces scientifiques se retirent tous et emmènent le vaisseau avec eux ! Le lendemain, Vance est partout dans les nouvelles, affirmant qu'il a trouvé la source de toutes ces disparitions. Mais, il dit que ce sont les Limaces ! LES LIMACES ! Et je me dis, mais de quoi est-ce que ce débile raconte ? Eh bien, pas longtemps après, la Fédération décide d'exiler entièrement la Kleptocratie ! Et je ne peux pas joindre Wentworth pour lui dire que c'est un sacré menteur, alors j'ai pris sur moi de faire passer le message ! Les monstres nouilles sont réels ! Et j'ai les photos pour le prouver !"
ru: "Эм... Да черт с этим, он все равно никогда не узнает. Итак, прошло несколько месяцев, и в один день эти ученые внезапно исчезли, прихватив с собой корабль! На следующий день Вэнс во всех новостях заявляет, что нашел причину всех этих исчезновений. Но он говорит, что это слизни! Слизни! Я думаю, о чем болтает этот тупица? Вскоре после этого Федерация решает полностью изгнать Клептократию! А я не могу связаться с Вентвортом, чтобы сказать ему, что он лживый сукин сын, поэтому я решил сам распространить эту информацию! Лапшичные монстры существуют! И у меня есть фотографии, доказывающие это!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "Now, lemme get you them's pictures! Once the galaxy sees these, hehe, finally people will believe me! The galaxy will finally know I ain't a liar, and them's noodle monsters'r REA-" Pete is suddenly cut off by an explosion, throwing your ship back and destroying his. You have no idea what just happened, but it seems Pete is dead. Hopefully C.U.R.A. isn't upset.
fr: "Maintenant, laissez-moi vous montrer ces photos ! Une fois que la galaxie les aura vues, héhé, enfin les gens me croiront ! Enfin, la galaxie saura que je ne suis pas un menteur et ces monstres nouilles sont VRA-" Pete est soudainement interrompu par une explosion qui projette votre vaisseau en arrière et détruit le sien. Vous n'avez aucune idée de ce qui vient de se passer, mais il semble que Pete soit mort. Espérons que C.U.R.A. ne soit pas contrariée.
ru: "А теперь, давай я покажу тебе их фотографии! Когда галактика увидит их, хе-хе, наконец-то люди поверят мне! Галактика наконец-то узнает, что я не лжец, а эти макаронные монстры - НАСТО-". Внезапный взрыв прерывает Пита на полуслове и уничтожает его корабль, отбрасывая вас в сторону. Вы понятия не имеете, что только что произошло, но, похоже, Пит мертв. К счастью, К.У.Р.А. не расстроился.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_PETE_SUCCESS"]/text
source: "Pete is dead? How unfortunate. Such a strange, strange accident, isn't it Renegade? I suppose we may never know the cause. Never matter, it's unlikely those photographs would have provided much in my pursuit of data. Don't trouble yourself over it. For your efforts, I will compensate you regardless."
fr: "Pete est mort ? Quel malheur. Quel étrange, étrange accident, n'est-ce pas Renégat ? Je suppose que nous n'en connaîtrons jamais la cause. Peu importe, il est peu probable que ces photos m'aient apporté grand-chose dans ma quête de données. Ne vous en préoccupez pas. Pour vos efforts, je vous dédommagerai quand même."
ru: "Пит мертв? Как жаль. Какой странный, странный несчастный случай, не так ли, Ренегат? Полагаю, мы никогда не узнаем причину. Неважно, вряд ли эти фотографии могли бы многое дать в моей погоне за данными. Не переживай об этом. Я все равно выплачу тебе компенсацию за твои старания".

# data/events_special_curator.xml$//event[@name="CURA_PETE_SUCCESS"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_PETE_SUCCESS_CK"]/text
source: "Pete is dead? How unfortunate. Such a strange, strange accident, isn't it Renegade? I suppose we may never know the cause. Never matter, those photographs of dubious quality you have recovered don't appear to provide much for my pursuit of data. Don't trouble yourself over it. For your efforts, I will compensate you regardless."
fr: "Pete est mort ? Quel malheur. Quel étrange, étrange accident, n'est-ce pas Renégat ? Je suppose que nous n'en connaîtrons jamais la cause.Peu importe, ces photographies de qualité douteuse que vous avez récupérées ne semblent pas m'apporter grand-chose dans ma recherche de données. Ne vous en préoccupez pas. Pour vos efforts, je vous dédommagerai quand même."
ru: "Пит мертв? Как жаль. Какой странный, странный несчастный случай, не так ли, Ренегат? Полагаю, мы никогда не узнаем причину. Неважно, эти фотографии сомнительного качества, они не сильно помогут в моей погоне за данными. Не переживай об этом. Я все равно выплачу тебе компенсацию за твои старания".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$/FTL/event[@name="CURA_USB_PREVIEW"]/text
source: [INTERMEDIATE TASK - ARTIFACT NAME: DATASTICK] Description: On the net, I have found an extensive collection of information on Mr. Wentworth for sale on a datastick by an Argeonn Smuggler who goes by the name 'Grease Swizzler'. I have already arranged a meeting with him, which you will attend. Apologies, I forgot to append that sentence with 'please'. Do you find that word motivating, Renegade? I hope you do. Requirements: Meet the Grease Swizzler and get the datastick. Recommendations: Be prepared to verify the authenticity of the data. Payment: High Scrap + Resources.
fr: [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : CLÉ USB] Description : Sur le net, j'ai trouvé une vaste collection d'informations sur M. Wentworth à vendre sur une clé USB par un contrebandier Argeonn qui se fait appeler 'Gros Swizzler'. J'ai déjà organisé une rencontre avec lui, à laquelle vous assisterez. Toutes mes excuses, j'ai oublié d'ajouter "s'il vous plaît" à cette phrase. Vous trouvez ce mot motivant, Renégat ? J'espère que oui. Exigences : Rencontrer Gros Swizzler et obtenir la clé USB. Recommandations : Soyez prêt à vérifier l'authenticité des données. Paiement : Grande quantité de ferraille + ressources.
ru: [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: НОСИТЕЛЬ ДАННЫХ] Описание: В сети я обнаружил обширную коллекцию информации о мистере Вентворте на носителе данных, который продает Арджоннский контрабандист под ником 'Grease Swizzler'. Я уже договорился о встрече с ним, и ты будешь там присутствовать. Прошу прощения, я забыл дополнить это предложение словом "пожалуйста". Ты находишь это слово мотивирующим, Ренегат? Надеюсь, что да. Требования: Встреться с 'Grease Swizzler' и забери носитель данных. Рекомендации: Будь готов проверить подлинность данных. Оплата: Большое количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: The mercenary has been dispatched, and as expected his cargo survived the fight. Looks like you'll be able to retrieve the datastick after all.
fr: Le mercenaire a été éliminé et, comme prévu, sa cargaison a survécu au combat. On dirait que vous allez pouvoir récupérer la clé USB après tout.
ru: Наемник уничтожен, и, как и следовало ожидать, его груз пережил бой. Похоже, вы все-таки сможете получить носитель данных.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: The mercenary has been dispatched, and as expected his cargo survived the fight. Looks like you'll be able to retrieve the datastick after all.
fr: Le mercenaire a été éliminé et, comme prévu, sa cargaison a survécu au combat. On dirait que vous allez pouvoir récupérer la clé USB après tout.
ru: Наемник уничтожен, и, как и следовало ожидать, его груз пережил бой. Похоже, вы все-таки сможете получить носитель данных.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [INTERMEDIATE TASK - ARTIFACT NAME: DATASTICK]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE INTERMÉDIAIRE - NOM DE L'ARTEFACT : CLÉ USB]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ СРЕДНЕЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: НОСИТЕЛЬ ДАННЫХ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_USB"]/text
source: You've found the meetup location - and a smuggler ship already awaits your arrival. From the name 'Grease Swizzler' you expect quite the man to await you, but instead you find a relatively normal looking Zoltan captain. "So, you're the Renegade that AI sent, yeah? What business you got dealing with a soulless droid anyways?"
fr: Vous avez trouvé le lieu de rendez-vous - et un vaisseau de contrebandiers vous attend déjà. Avec un nom comme "Gros Swizzler", vous vous attendiez à rencontrer un personnage haut en couleur, mais à la place, vous trouvez un capitaine Zoltan d'apparence relativement normale. "Alors, c'est vous le Renégat que cette I.A. a envoyé, hein ? Qu'est-ce que vous avez à faire avec un droïde sans âme de toute façon ?"
ru: Вы находите место встречи - и корабль контрабандистов уже ожидает вашего прибытия. Судя по нику 'Grease Swizzler', вы ожидали увидеть какого-нибудь крутого парня, но вместо этого вы видите относительно нормального с виду золтанского капитана. "Итак, ты тот самый Ренегат, которого послал тот ИИ, да? Так вот, что у тебя там за дела с бездушным дроидом?"

# data/events_special_curator.xml$//event[@name="CURA_USB"]/choice[1]/text
source: Doesn't concern you.
fr: Cela ne vous concerne pas.
ru: Это тебя не касается.

# data/events_special_curator.xml$//event[@name="CURA_USB"]/choice[2]/text
source: We do random fetch quests for it.
fr: Nous faisons des quêtes aléatoires pour lui.
ru: Мы выполняем для него всякие разные задания.

# data/events_special_curator.xml$//event[@name="CURA_USB"]/choice[3]/text
source: I kinda forgot. I don't pay attention much.
fr: J'ai un peu oublié. Je ne suis pas très attentif.
ru: Да что-то не помню. Я не придаю этому большого значения.

# data/events_special_curator.xml$//event[@name="CURA_USB_BETRAYAL"]/text
source: "Right, whatever. Forget I asked. The AI's already made a deal to transfer payment once I hand over the 'cargo' to you. You ready?"
fr: "D'accord, peu importe. Oubliez ma question. L'I.A. a déjà conclu un accord pour transférer le paiement une fois que je vous aurai remis la 'cargaison'. Vous êtes prêt ?"
ru: "Ладно, неважно. Забудь, что я спрашивал. ИИ уже договорился о переводе оплаты, как только я передам тебе "груз". Ты готов?"

# data/events_special_curator.xml$//event[@name="CURA_USB_BETRAYAL"]/choice/text
source: Take the cargo.
fr: Prendre la cargaison.
ru: Забрать груз.
