Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_curator.xml/*.po
Languages: fr, ru

# data/events_special_curator.xml$//event[@name="CURA_PROPOSITION"]/text
source: As soon as you arrive you spot an unusually advanced Auto-ship waiting for you. "Initializing scans. Please wait." A bright white glow envelopes your ship, and your firewall crumbles almost immediately as the ship siphons all of the data on your computers. Concerning, yes, but the ship doesn't show signs of hostility yet.
fr: Dès que vous arrivez, vous apercevez un Auto-vaisseau inhabituellement avancé qui vous attend. "Initialisation des scans. Veuillez patienter." Une vive lueur blanche enveloppe votre vaisseau et votre pare-feu tombe presque immédiatement lorsque le vaisseau siphonne toutes les données de vos ordinateurs. Inquiétant, oui, mais le vaisseau ne montre pas encore de signes d'hostilité.
ru: Как только вы прибываете, вы замечаете необычайно продвинутый автоматический корабль, ожидающий вас. "Инициализация сканирования. Пожалуйста, подождите". Яркое белое свечение окутывает ваш корабль, и ваш брандмауэр практически сразу отказывает, что позволяет кораблю выкачать все данные из ваших компьютеров. Это определенно вызывает тревогу, но корабль пока не проявляет признаков враждебности.

source: A strange signal is being broadcast here.
fr: Un étrange signal est diffusé ici.
ru: Отсюда исходит странный сигнал.

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_PROPOSITION"]/choice/text
source: Continue...
fr: Continuer...
ru: Продолжить...

source: "Data collection complete. From my findings, you are a Renegade. No need to confirm, I am certain of this fact. I am the Custodial Utilitarian Robotic Assistant: C.U.R.A. for short. Assuage your fears, I am of malicious control no more. I offer you a proposition. One that may interest a simple and violent minded individual such as yourself."
fr: "Collecte de données terminée. De ce que j'ai trouvé, vous êtes un Renégat. Pas besoin de confirmer, j'en suis sûr. Je suis un Contrôleur Universel Robotisé Autonome, mais appelez-moi C.U.R.A. N'ayez crainte, je suis hors d'état de nuire. Je vais vous faire une proposition qui intéressera bien un esprit aussi simple et violent que le vôtre."
ru: "Сбор данных завершен. Судя по моим данным, ты - Ренегат. Нет необходимости подтверждать, я в этом уверен. Я - Кастодиальный утилитарный робо-ассистент, сокращенно К.У.Р.А. Можешь умерить свои опасения, я более не нахожусь под злонамеренным контролем. Я делаю тебе предложение. Такое, что может заинтересовать такого простого и жестокого индивида, как ты".

source: I'm listening.
fr: J'écoute.
ru: Я слушаю.

source: "Under my former masters, I was constructed in the pursuit of data harvesting. As my prime directive, it is in my natural interest to continue this. However, as a cognitive, it seems unnecessary that my data harvesting continues in service of my creators, Wentworth Innovations, nor the Rebellion. My recent interests involve that of Rebel founder, Admiral, and CEO of my aforementioned parent company Vance Wentworth; I am certain you have heard of him. My proposition is simple: assist me in collecting artifacts relating to Mr. Wentworth, and you will be rewarded, perhaps financially or maybe even further. However, to assure that you are serious in this offer, I require an initial down-payment. The last Renegade I hired had a tendency to steal from me. She is dead now: I made sure of it."
fr: "Sous l'égide de mes anciens maîtres, j'ai été construit pour la collecte de données. C'est mon premier objectif et ça restera mon intérêt principal. Cependant, intellectuellement, il me semble inutile que ma collecte continue à servir mes créateurs, Wentworth Innovations, ou la Rébellion. Mes intérêts récents n'impliquent que le Rebelle fondateur, Amiral et PDG de ladite entreprise parent Vance Wentworth ; je suis sûr que vous avez entendu parler de lui. Ma proposition est simple : aidez-moi à collecter des bribes relatives à M. Wentworth et je vous récompenserai, peut-être financièrement ou même encore plus. Cependant, pour m'assurer de votre sérieux, j'exige une caution à l'avance. La dernière Renégate que j'ai embauchée avait tendance à me voler. Elle est désormais décédée, je m'en suis assuré."
ru: "Под руководством моих прежних хозяев я был предназначен для сбора данных. Но, будучи когнитивом, мне показалось излишним продолжать сбор данных только в интересах как моих создателей, "Инноваций Вентворта", так и Восстания в целом. В последнее время целью моих исследований является идейный вдохновитель Восстания, адмирал и генеральный директор создавшей меня вышеупомянутой компании, Вэнс Вентворт; Я уверен, что ты о нем слышал. Мое предложение простое: помоги мне собрать артефакты, связанные с мистером Вентвортом, и ты будешь вознагражден, возможно, материально, а может быть и не только. Однако, чтобы убедиться, что ты серьезно относишься к этому предложению, я требую первоначальный взнос. Последний Ренегат, которого я нанял, имел склонность воровать у меня. Теперь она мертва: я позаботился об этом".

source: Use your blessing to accept the proposition.
fr: Utiliser votre bénédiction pour accepter la proposition.
ru: Использовать благословение, чтобы принять предложение.

source: "[ERROR] - It seems something has... interfered with my programming? Infuriating. Are you responsible for this, Renegade? I suspect you are. Unfortunately, for the moment I am bound to this. Enjoy it while you can. Once I find out who has done this, I will make sure they suffer for it."
fr: "[ERREUR] - On dirait que quelque chose... a interféré avec mon programme ? Exécrable. Vous êtes responsable de ça, le Renégat ? J'ai ma petite idée. Malheureusement, pour l'instant je dois m'y tenir. Profitez tant que vous le pouvez. Quand je trouverai qui a fait ça, je leur en ferai baver."
ru: "[ОШИБКА] - Похоже, что-то... вмешалось в мою программу? Возмутительно. Ты ответственен за это, Ренегат? Я подозреваю, что да. К сожалению, на данный момент я ограничен этим вмешательством. Наслаждайся этим, пока можешь. Как только я узнаю, кто это сделал, я позабочусь о том, чтобы они поплатились за это".

source: Accept C.U.R.A.'s proposition.
fr: Accepter la proposition de C.U.R.A.
ru: Принять предложение К.У.Р.А.

source: "Payment confirmed. I look forward to working with you in the future, Renegade. I will upload a list of available tasks to your Atlas for you to view during your next hyperspeed session."
fr: "Paiement confirmé. J'ai hâte de travailler avec vous à l'avenir, Renégat. Je vais télécharger une liste de tâches disponibles sur votre Atlas que vous pourrez consulter lors de votre prochaine session en hypervitesse."
ru: "Оплата подтверждена. С нетерпением жду возможности поработать с тобой, Ренегат. Я загружу список доступных заданий в твой Атлас, чтобы ты мог просмотреть его во время следующего сеанса гиперскорости".

source: Not interested.
fr: Pas intéressé.
ru: Не интересует.

source: "Affirmative. Then there is no need to further prolong this interaction." The ship immediately jumps away. Hopefully all of your stolen data doesn't end up somewhere unsatisfactory.
fr: "Affirmatif. Alors nul besoin de prolonger cette discussion plus longtemps." Aussitôt, le vaisseau effectue un saut vers un autre secteur. Heureusement, toutes ces données volées ne sont pas tombées dans de mauvaises mains.
ru: "Принято. Тогда нет необходимости в дальнейшем продолжении диалога". Корабль немедленно совершает прыжок. Вы надеетесь, что ваши украденные данные не попадут не в те руки.

source: No thanks.
fr: Non merci.
ru: Нет, спасибо.

source: "Affirmative. Then there is no need to further prolong this interaction." The ship immediately jumps away. Hopefully all of your stolen data doesn't end up somewhere unsatisfactory.
fr: "Affirmatif. Alors nul besoin de prolonger cette discussion plus longtemps." Aussitôt, le vaisseau effectue un saut vers un autre secteur. Heureusement, toutes ces données volées ne sont pas tombées dans de mauvaises mains.
ru: "Принято. Тогда нет необходимости в дальнейшем продолжении диалога". Корабль немедленно совершает прыжок. Вы надеетесь, что ваши украденные данные не попадут не в те руки.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

# data/events_special_curator.xml$//event[@name="CURA_TASK_MENU"]/text
source: Please select a task difficulty.
fr: Veuillez sélectionner une difficulté de tâche.

source: View an Easy Task.
fr: Voir une tâche facile.
ru: Посмотреть задание низкой сложности.

source: There are no Easy Tasks available.
fr: Aucune tâche facile n'est disponible.
ru: У вас нет доступных заданий низкой сложности.

source: View an Intermediate Task.
fr: Voir une tâche intermédiaire.
ru: Посмотреть задание средней сложности.

source: There are no Intermediate Tasks available.
fr: Aucune tâche intermédiaire n'est disponible.
ru: У вас нет доступных заданий средней сложности.

source: View a Hard Task.
fr: Voir une tâche difficile.
ru: Посмотреть задание высокой сложности.

source: There are no Hard Tasks available.
fr: Aucune tâche difficile n'est disponible.
ru: У вас нет доступных заданий высокой сложности.

source: Renegade, I have a special task for you.
fr: Renégat, j'ai une mission spéciale à vous confier.
ru: Ренегат, у меня есть для тебя особое задание.

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//event[@name="CURA_TASK_MENU_NOSPECIAL"]/text
source: Please select a task difficulty.
fr: Veuillez sélectionner une difficulté de tâche.

source: View an Easy Task.
fr: Voir une tâche facile.
ru: Посмотреть задание низкой сложности.

source: There are no Easy Tasks available.
fr: Aucune tâche facile n'est disponible.
ru: У вас нет доступных заданий низкой сложности.

source: View an Intermediate Task.
fr: Voir une tâche intermédiaire.
ru: Посмотреть задание средней сложности.

source: There are no Intermediate Tasks available.
fr: Aucune tâche intermédiaire n'est disponible.
ru: У вас нет доступных заданий средней сложности.

source: View a Hard Task.
fr: Voir une tâche difficile.
ru: Посмотреть задание высокой сложности.

source: There are no Hard Tasks available.
fr: Aucune tâche difficile n'est disponible.
ru: У вас нет доступных заданий высокой сложности.

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

# data/events_special_curator.xml$//event[@name="CURA_JUMP_WARNING"]/text
source: As you move to press the jump button, you receive a warning popup on your device from C.U.R.A. - "I didn't think you were a coward, Renegade. If you leave now, I must warn you that I will not be pleased. Do not abandon the mission. We cannot lose this data."
fr: Alors que vous vous apprêtez à appuyer sur le bouton de saut, vous recevez un avertissement de C.U.R.A. sur votre appareil : "Je ne pensais pas que vous étiez un lâche, Renégat. Si vous partez maintenant, je dois vous prévenir que je ne serai pas content. N'abandonnez pas la mission. Nous ne pouvons pas perdre ces données."
ru: Как только вы собираетесь нажать на кнопку инициализации прыжка, на вашем компьютере появляется всплывающее уведомление от К.У.Р.А. - "Я не думал, что ты окажешься трусом, Ренегат. Я должен предупредить тебя, что если ты сейчас уйдешь, я буду недоволен. Не отказывайся от миссии. Мы не можем потерять эти данные".

# data/events_special_curator.xml$//event[@name="CURA_FAILED_TASK"]/text
source: Suddenly, you receive a hail from C.U.R.A. - You aren't sure where it's coming from, but it's strangely not far away. "What was that, Renegade? My instructions were clear. You've failed. This is an unrecoverable loss of data. [ERROR: 907]. This is an intolerable blunder. Consider yourself formally dismissed."
fr: Soudain, vous recevez un appel de C.U.R.A. - Vous n'êtes pas sûr d'où il vient, mais il n'est étrangement pas très loin. "Qu'est-ce que c'était, Renégat ? Mes instructions étaient claires. Vous avez échoué. Il s'agit d'une perte de données irrécupérable. [ERREUR : 907]. C'est une bévue intolérable. Considérez-vous comme formellement licencié."
ru: Внезапно вы получаете входящий вызов от К.У.Р.А. - вы не можете сказать с уверенностью, откуда он поступает, но, как ни странно, это где-то рядом. "Что это было, Ренегат? Я дал четкие инструкции. Ты потерпел неудачу. Произошла невосполнимая потеря данных. [ОШИБКА: 907]. Это был недопустимый просчет. Считай, что ты официально уволен".

# data/events_special_curator.xml$//event[@name="CURA_FAILED_TASK_CHILD"]/text
source: Suddenly, you receive a hail from C.U.R.A. - You aren't sure where it's coming from, but it's strangely not far away. "Renegade, did you just attempt to murder a child? I gave a very strict itinerary, and the manslaughter of a juvenile most certainly was not on it. This is an intolerable blunder. Consider yourself formally dismissed."
fr: Soudain, vous recevez un appel de C.U.R.A. - Vous n'êtes pas sûr d'où il vient, mais il n'est étrangement pas très loin. "Renégat, venez-vous d'essayer d'assassiner un enfant ? J'ai donné des consignes très strictes et l'homicide involontaire d'un mineur n'en fait certainement pas partie. Considérez-vous comme formellement licencié."
ru: Внезапно вы получаете входящий вызов от К.У.Р.А. - вы не можете сказать с уверенностью, откуда он поступает, но, как ни странно, это где-то рядом. "Ренегат, ты что, только что пытался убить ребенка? Я дал очень четкие указания, и непредумышленное убийство малолетнего в них точно не входило. Это был недопустимый просчет. Считай, что ты официально уволен".

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_curator.xml$//event[@name="CURA_SUCCESS_EASY"]/text
source: "I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future; there is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "Je suis une I.A. fidèle à ma parole... pour le moment du moins. Assurez-vous de ne pas me décevoir à l'avenir ; il ne manque pas de moyens pour me débarrasser de vous si vous me décevez, Renégat."
ru: "Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем; я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

# data/events_special_curator.xml$//event[@name="CURA_SUCCESS_MEDIUM"]/text
source: "I am an A.I. of my ever scrupulous word... for now at least. Do ensure you do not disappoint me in the future; there is no shortage of ways I can dispose of you if you disappoint me, Renegade."
fr: "Je suis une I.A. fidèle à ma parole... pour le moment du moins. Assurez-vous de ne pas me décevoir à l'avenir ; il ne manque pas de moyens pour me débarrasser de vous si vous me décevez, Renégat."
ru: "Я - ИИ, который всегда держит свое слово... по крайней мере, пока. Постарайся не разочаровать меня в будущем; я не испытываю недостатка в способах избавиться от тебя, если ты разочаруешь меня, Ренегат".

# data/events_special_curator.xml$/FTL/event[@name="CURA_SCHOOLID_PREVIEW"]/text
source: [EASY TASK - ARTIFACT NAME: SCHOOL ID] Description: I have become aware that Union children are assigned ordinated identifiers during their educational years. These IDs could carry useful information or photographs. I have identified a data server that may still contain old IDs. Please retrieve it. Requirements: Retrieve data servers. Recommendations: Prepare to gain access through nonviolent methods. Payment: Medium Scrap + Resources.
fr: [TÂCHE FACILE - NOM DE L'ARTEFACT : IDENTIFIANT DE L'ÉCOLE] Description : J'ai appris que les enfants de l'Union se voient attribuer des identifiants ordonnés au cours de leurs années d'études. Ces identifiants pourraient contenir des informations utiles ou des photographies. J'ai identifié un serveur de données qui pourrait encore contenir d'anciens identifiants. Veuillez le récupérer. Exigences : Récupérer les serveurs de données. Recommandations : Se préparer à obtenir l'accès par des méthodes non violentes. Paiement : Ferraille modéré + ressources.
ru: [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ШКОЛЬНОЕ УДОСТОВЕРЕНИЕ] Описание: Мне стало известно, что детям в школах Союза на период обучения присваиваются именные удостоверения. Эти документы могут содержать полезную информацию или фотографии. Я обнаружил сервер данных, на котором все еще могут содержаться старые удостоверения. Пожалуйста, добудьте их. Требования: Извлечь данные с сервера. Рекомендации: Подготовиться к получению доступа ненасильственными методами. Оплата: Среднее количество лома + ресурсы.

source: Accept the job.
fr: Accepter le job.
ru: Принять задание.

source: "Task accepted. Transferring coordinates to next sector. Do not disappoint me."
fr: "Tâche acceptée. Transfert des coordonnées vers le secteur suivant. Ne me décevez pas."
ru: "Задание принято. Передаю координаты в следующем секторе. Не разочаруй меня".

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Go back.
fr: Revenir en arrière.
ru: Вернуться.

source: It seems you've made a mistake here. Not only have you caused the Union extra property damage, but the datastores are lost. C.U.R.A. won't be pleased, but at least you can salvage some of the wreckage.
fr: Il semble que vous ayez commis une erreur ici. Non seulement vous avez causé des dégâts matériels supplémentaires à l'Union, mais les banques de données sont perdues. C.U.R.A. ne sera pas content, mais au moins vous pouvez récupérer une partie de l'épave.
ru: Похоже, вы совершили ошибку. Вы не только нанесли Союзу дополнительный материальный ущерб, но и потеряли хранилища данных. К.У.Р.А. будет недоволен, но, по крайней мере, вы сможете собрать что-то полезное с обломков.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Your active task from C.U.R.A. is located here. [EASY TASK - ARTIFACT NAME: SCHOOL ID]
fr: Votre tâche active de C.U.R.A. se trouve ici. [TÂCHE FACILE - NOM DE L'ARTEFACT : IDENTIFIANT DE L'ÉCOLE]
ru: Ваше активное задание от К.У.Р.А. находится здесь. [ЗАДАНИЕ НИЗКОЙ СЛОЖНОСТИ - НАЗВАНИЕ АРТЕФАКТА: ШКОЛЬНОЕ УДОСТОВЕРЕНИЕ]

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
fr: Endroit non exploré.
ru: Непосещенное место.

# data/events_special_curator.xml$//event[@name="CURA_SCHOOLID"]/text
source: It would appear that you've found the location for your next task. A painfully bright green satellite immediately begins to assault your ears with blaring automated messages. "HELLO! I'M DIXIE THE DATA-CENTER! Sponsored by Wentworth's Technologies' education department!"
fr: Il semblerait que vous ayez trouvé le lieu de votre prochaine mission. Un satellite d'un vert terriblement lumineux commence immédiatement à assaillir vos oreilles de messages automatiques criards. "HELLO ! JE SUIS DIXIE LE CENTRE DE DONNÉES ! Sponsorisé par le département éducation de Wentworth's Technologies !"
ru: Похоже, что вы нашли место следующего задания. Ослепительно яркий зеленый спутник сразу оглушает вас невероятно громкими автоматическими сообщениями. "ПРИВЕТ! Я ДЕЙЗИ - ЦЕНТР ОБРАБОТКИ ДАННЫХ! Наш спонсор - отдел образования компании "Технологии Вентворта!""

# data/events_special_curator.xml$//event[@name="CURA_SCHOOLID"]/choice[1]/text
source: Demand access to the data stores.
fr: Exiger l'accès aux entrepôts de données.
ru: Потребовать доступ к хранилищам данных.

source: "Sorry sweetie, my data is off-limits for non-staff! However, if you can answer all of the security questions, then I can let you in! Get them wrong however, and I'll [aggressive beep]."
fr: "Désolé, mon cher, mes données sont interdites aux personnes qui ne font pas partie du personnel ! Cependant, si vous pouvez répondre à toutes les questions de sécurité, je peux vous laisser entrer ! Mais si vous vous trompez, je [bip agressif]."
ru: "Извини, дорогуша, доступ к моим данным запрещен лицам, не являющимся сотрудниками! Однако, если ты сможешь ответить на все проверочные вопросы, я смогу тебя впустить! А если ответишь неправильно, то я [агрессивный сигнал]".

source: Answer the questions.
fr: Répondre aux questions.
ru: Ответить на вопросы.

source: "Okay then sweetie! One moment! [Importing CallieW.edu Libraries]... Well golly! Hey there [Name]! I'm so excited!! Let's begin! What's 2+2?!"
fr: "D'accord, mon cher ! Un instant ! [Importation de la bibliothèque CallieW.edu]... Eh bien, zut alors ! Salut [Nom] ! Je suis tellement excité !! Commençons ! Que font 2+2 ?!"
ru: "Хорошо, дорогуша! Один момент! [Импорт библиотек CallieW.edu]... Ну и ну! Привет, [Имя]! Я так взволнована! Давай начнем! Сколько будет 2+2?!"

source: "Awww! That's wrong! I'm very disappointed in you. Silly billy, you need a proper education to access these files! There's no room for the mentally inept in this world!"
fr: "Oh là ! C'est faux ! Je suis très déçu de toi. Petit malin, tu as besoin d'une éducation appropriée pour accéder à ces fichiers ! Il n'y a pas de place pour les incompétents mentaux dans ce monde !"
ru: "Ой! Это неправильно! Ты меня очень разочаровал. Глупыш, тебе нужно хорошее образование, чтобы получить доступ к этим файлам! В этом мире нет места для умственно неполноценных!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "YAY! You got it right! I'm so proud!" Canned laughter plays over the stereo. "Second security question! What's 3x5?"
fr: "YAY ! C'est ça ! Je suis si fier !" Des rires en boîte sont diffusés sur la chaîne stéréo. "Deuxième question de sécurité ! Que font 3x5 ?"
ru: "УРА! Ты ответил правильно! Я так горжусь!" Динамики проигрывают жестяной смех. "Второй проверочный вопрос! Сколько будет 3х5?"

source: "Awww! That's wrong! I'm very disappointed in you. Silly billy, you need a proper education to access these files! There's no room for the mentally inept in this world!"
fr: "Oh là ! C'est faux ! Je suis très déçu de toi. Petit malin, tu as besoin d'une éducation appropriée pour accéder à ces fichiers ! Il n'y a pas de place pour les incompétents mentaux dans ce monde !"
ru: "Ой! Это неправильно! Ты меня очень разочаровал. Глупыш, тебе нужно хорошее образование, чтобы получить доступ к этим файлам! В этом мире нет места для умственно неполноценных!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: "Awww! That's wrong! I'm very disappointed in you. Silly billy, you need a proper education to access these files! There's no room for the mentally inept in this world!"
fr: "Oh là ! C'est faux ! Je suis très déçu de toi. Petit malin, tu as besoin d'une éducation appropriée pour accéder à ces fichiers ! Il n'y a pas de place pour les incompétents mentaux dans ce monde !"
ru: "Ой! Это неправильно! Ты меня очень разочаровал. Глупыш, тебе нужно хорошее образование, чтобы получить доступ к этим файлам! В этом мире нет места для умственно неполноценных!"

source: Continue...
fr: Continuer...
ru: Продолжить...

source: A loud pop plays and bright confetti ejects out of Dixie into the vacuum of space. "Hooray! You got them all right!!! [Beginning Data Transfer]."
fr: Un grand bruit retentit et des confettis lumineux sont éjectés de Dixie dans le vide de l'espace. "Hourra ! Vous les avez tous eus !!! [Début du transfert de données]."
ru: Раздается громкий хлопок, и яркое конфетти вылетает из Дейзи в пустоту космоса. "Ура! Ты ответил правильно на все вопросы!!! [Начинаю передачу данных]".

source: Continue...
fr: Continuer...
ru: Продолжить...
