Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

# data/events_sector_knight.xml$//event[@name="KNIGHT_CALL_CENTER"]/text
source: There's a Slug station at this beacon, and a fairly active one at that; you pick up tons of transmissions coming from it. It doesn't seem like they've noticed you yet. You tap into one of the many signals, and luckily, it seems they're all unencrypted. "...yesss ma'am, our ssssoftware will keep your sssstuff safe. You're welcome, ma'am. Now, for payment, we actually only take Tony'ssss giftcardssss - it'ssss much more ssssecure than normal transsssactionsss..." You swap to another transmission. "...long losssst relative of a prince of a remote ssssysssstem..." a Slug says in what sounds like an attempt at mimicking a Mantis, "and many goodiessss await you! Jusssst need identi-" You've heard enough to get a decent idea of what's going on here.
fr: Il y a une station Limaces à cette balise et une station assez active d'ailleurs ; vous captez des tonnes de transmissions en provenance de cette station. Il semble qu'ils ne vous aient pas encore remarqué. Vous vous branchez sur l'un des nombreux signaux et heureusement, il semble qu'ils ne soient pas cryptés. "...Oui, m'dame, notre logiccciel gardera vos affaires en sssécurité. De rien, m'dame. Pour le paiement, nous n'accccceptons que les cartes-cadeaux de Tony - c'est beaucoup plus ssssûr que les transsssactions normales..." Vous passez à une autre transmission : "... parent depuis longtemps perdu d'un princcce d'un sssysssstème lointain..." dit une Limace dans ce qui semble être une tentative d'imitation d'une Mantis, "et beaucoup de goodiessss vous attendent ! J'ai jussste besoin ident- " Vous en avez entendu assez pour vous faire une idée de ce qui se passe ici.
it: C'è una stazione slugman a questo astrofaro, e anche piuttosto attiva: rilevi moltissime trasmissioni provenienti da lì. Non sembra che abbiano ancora notato la tua presenza. Intercetti uno dei molti segnali e, per fortuna, pare che siano tutti non criptati. "...sssìsssignora, il nossstro sssoftware terrà al sssicuro la vossstra roba. Prego, sssignora. Ora, per il pagamento, in realtà accettiamo sssolo carte regalo di Tony, sssono molto più sssicure delle transssazioni normali..." Passi a un'altra trasmissione. "...parente sssmarrito da tempo di un principe di un sssissstema remoto..." dice uno slugman in quello che sembra essere il tentativo di imitare un mantis. "e molti articoli vi assspettano! Dovete sssolo identi-" Hai sentito abbastanza per farti un'idea di cosa succede qui.
ru: На этом маяке находится станция слизней, причем довольно активная: вы улавливаете множество передач с нее. Похоже, они вас пока не заметили. Вы подключаетесь к одному из многочисленных сигналов, и, к счастью, похоже, что все они не зашифрованы. "...да, мэм, нашшше программное обессспечение обессспечит сссохранносссть вашшших вещщщей. Не за что, мэм. А для оплаты мы принимаем только подарочные карты Тони - это гораздо безопассснее, чем обычные транзакции..." Вы переключаетесь на другую передачу. "...давно потерянный родссственник принца отдаленной сссиссстемы... - говорит слизень, похоже, пытаясь подражать богомолу, "и вассс ждет множессство приятноссстей! Просссто нужно идентифицировать..." Вы услышали достаточно, чтобы понять, что здесь происходит.
zh_hans: 这个信标处有一座蛞蝓族空间站，它相当活跃：你从它那里收到了不计其数的信息。他们似乎还没有注意到你，你点开了其中一个，幸运的是，它们都没有被加密。 “好的，女士，我们的软件会确保您的宝贝物件安全。不用客气，女士。关于支付方式，我们只接受托尼的礼品卡——这比常规的交易方式更加安全......” 你切换到另一条信息。“......遥远星系的王子的失联亲戚......”一只蛞蝓族模仿着螳螂族的声音说道，“还有很多好东西等着你！只需简单注——” 你已经听得够多了，这地方发生着什么心中大概也有了答案。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CALL_CENTER"]/choice[1]/text
source: Blow them up!
fr: Explosez-les !
it: Falli saltare in aria!
ru: Взорвать их!
zh_hans: 炸毁它！

source: You power up your weapons and charge towards the station before they can react.
fr: Vous activez vos armes et chargez la station avant qu'elle ne puisse réagir.
it: Alimenti le armi e carichi verso la stazione prima che possa reagire.
ru: Вы заряжаете орудия и устремляетесь к станции, прежде чем они успевают отреагировать.
zh_hans: 你给武器充能，并在他们反应过来前冲向空间站。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CALL_CENTER"]/choice[2]/text
source: Approach the station.
fr: S'approcher de la station.
it: Avvicinati alla stazione.
ru: Приблизиться к станции.
zh_hans: 靠近空间站。

source: You carefully fly closer to the station. It takes little time for them to notice you, and very quickly all the transmissions go quiet. A hail follows after. "Hi, uh, Renegade. We're not up to anything at all. Nope. Not even a little. And even if we hypothetically were, you're not that attached to the Fedssss, right? Not that we are, but you'd let ussss go if we were. Hypothetically. In theory."
fr: Vous planez prudemment près de la station. Ils vous remarquent rapidement et très vite toutes leurs transmissions sont muettes. Un appel suit : "Hé, euh, le Renégat. On fait rien de spécial. Nan. Rien du tout. Et même si théoriquement c'était le cas, vous êtes pas rattachés à la FFFFédération, si ? Non pas qu'on le soit, mais vous nous llllâcheriez si oui. Théoriquement. Peut-être."
it: Ti avvicini cautamente alla stazione. Non ci vuole molto prima che ti notino e subito tutte le trasmissioni si zittiscono. Una sola arriva dopo. "Sssalve, uh, Rinnegato. Non ssstiamo facendo asssolutamente niente. Nada. Nisba. E anche ssse ipoteticamente ssstesssimo facendo qualcosssa, non sssei cosssì fedele ai fed, giusssto? Non che la cosssa sssi posssa dire di noi, ma ci lasssceresssti andare ssse fossse il cassso. Ipoteticamente. In teoria."
ru: Вы осторожно подлетаете ближе к станции. Проходит немного времени, прежде чем они замечают вас, и очень быстро все передачи смолкают. Вслед за этим раздается вызов. "Привет, Ренегат. Мы ничего не замышшшляем. Нет. Ни капельки. И даже есссли бы гипотетичессски замышшшляли, вы ведь не нассстолько преданы федералам, верно? Не то чтобы преданы, но вы бы нассс отпуссстили, будь это так. Гипотетичессски. В Теории".
zh_hans: 你小心翼翼地靠近空间站。他们很快就注意到了你，并且所有的通讯都迅速的关闭了。在那之后你收到了呼叫。“你好，变元者。我们什么事情也没做。没有。一丢丢也没有。而且假设就算我们做了，你对联~~邦也没有那么效忠，对吧？这不是说我们做了那些事，但就算是这样你也会放过我~~们的。这只是一种假设，理论上。"

source: No, we definitely are. Pretty sure scamming is a crime.
fr: Non, bien sûr qu'on l'est. Je crois bien que l'arnaque est un crime.
it: Sbagliato, lo siamo eccome. E sono abbastanza sicuro che la truffa sia un reato.
ru: Нет, мы определенно преданные. Уверен, что мошенничество - это преступление.
zh_hans: 不，我们当然效忠联邦。诈骗毫无疑问是一种犯罪。

source: "Aw, ssssshit. Well, in that case..." The station begins charging its weapons. No other option but to engage!
fr: "Ah, mmmerde. Bon, dans ce cas..." La station commence à charger ses armes. Pas d'autre choix que de riposter !
it: "Oh, merda. Beh, in quesssto cassso..." La stazione inizia a caricare le armi. Non hai altra scelta che combattere!
ru: "Вот дерьмо. Ну, в таком ссслучае..." Станция начинает заряжать орудия. Нет другого выхода, кроме как вступить в бой!
zh_hans: “嗷，ssssshit。好吧，既然你这么说.....”空间站开始为它的武器充能。你别无选择只能迎战！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Eh, whatever. Sure.
fr: Eh, peu importe. C'est cela, ouais.
it: Eh, chissene. Giusto.
ru: А, неважно. Конечно.
zh_hans: 额，随便了。当然。

source: "Thank god. In an absssstract, theoretical way. Becausssse we're not doing anyth-" These guys aren't fooling anyone, but they aren't your problem to deal with. You cut the comm and prepare to jump away.
fr: "Dieu merci. De manière absssstraite, théorique. Parcccce qu'on ne fait rien d-" Ces mecs ne leurrent personne, mais ce n'est plus votre problème. Vous coupez la communication et vous préparez à sauter.
it: "Grazie al cielo. In sssenssso assstratto, teorico. Perché non ssstiamo facendo proprio nien-" Questi qua non la danno a bere a nessuno, ma non sono un problema tuo. Chiudi le comunicazioni e ti prepari al salto.
ru: "Ссслава богу. В абссстрактном, теоретичессском сссмысссле. Потому что мы ничего не сссдела..." Эти парни никого не обманывают, но это не ваша проблема, чтобы с ними разбираться. Вы отключаете связь и готовитесь к прыжку.

# data/events_sector_knight.xml$//event[@name="KNIGHT_CALL_CENTER"]/choice[3]/text
source: Who cares about some scammers? Leave.
fr: Qui se soucie de quelques escrocs ? Partir.
it: Chissene frega di qualche truffatore. Andiamocene.
ru: Кого волнуют какие-то мошенники? Уходим.
zh_hans: 谁在乎一些诈骗犯?离开。

source: You prepare to jump away.
fr: Vous vous préparez à sauter.
it: Ti prepari al salto.
ru: Вы готовитесь к прыжку.
zh_hans: 你准备跃迁离开。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Slug Crew) "I have an idea..."
fr: (Membre d'équipage Limace) "J'ai une idée..."
it: (Equipaggio slugman) "Ho un'idea..."
ru: (Член экипажа-слизень) "У меня есть идея..."
zh_hans: （蛞蝓族船员）“我有一个主意...”

source: Your Slug directs you to hail the station. The second they connect, they immediately start babbling in a croaky, frail voice. "Issss thissss the technology ssssupport center? My grandsssson found thissss sssship and it keepssss not working..." Another Slug onboard the station responds with poorly concealed glee, apparently not caring that they're scamming one of their own. "Yessss, yesss, it issss. We can help, you jussst need to let ussss interface with your sssship." Your Slug grins at you. "Oh, okay. What'ssss 'interface'?" Your Slug spends the next while being as dense and obstructive as possible, talking in complete circles and generally being annoying. The scammer lasts for a surprisingly long time, but eventually, after your Slug asks what an engine is for the fifth time, he cracks. There's a banging noise over the comm punctuated by a scream of rage. "Sssstupid little- how isss it posssssible to be too dumb to sssscam? How can you even pilot that thing? AGHHH."
fr: Votre Limace vous ordonne de héler la station. À la seconde où ils se connectent, ils commencent immédiatement à babiller d'une voix rauque et frêle. "Est-ccce la technologie du cccentre de ssssupport ? Mon petit-filsss a trouvé ce vaissssseau et il ne veut pas fonctttionner..." Une autre Limace à bord de la station répond avec une joie mal dissimulée, apparemment sans se soucier du fait qu'ils arnaquent l'un des leurs. "Oui, oui, ccc'est çççça. Nous pouvons vous zzaider, vous avez jussssste besoin de nous laisssser l'interfacccer avec votre vaisssseau." Votre Limace vous sourit. "Oh, d'accord. Qu'entendez-vous par "interfacccer" ?" Votre Limace passe son temps à être aussi dense et obstructive que possible, à faire tourner son interlocuteur en bourrique. L'escroc tient étonnamment longtemps, mais finalement, après que votre Limace demande ce qu'est un moteur pour la cinquième fois, il craque. Il y a un bruit de claquement sur la communication ponctué par un cri de rage. "Sssstupide peti- comment est-il possssible d'être trop bête pour vous faire avoir ? Comment pouvez-vous même piloter cccette chose ? AGHHH."
it: Il tuo slugman ti suggerisce di contattare la stazione. Nel momento in cui il contatto è stabilito, inizia subito a parlare in una voce flebile e rauca. "Quesssto è il centro asssissstenza? Mio nipote ha trovato quesssta nave e continua a non funzionare..." Un altro slugman a bordo della stazione risponde con gioia malcelata, apparentemente non gli importa di truffare un suo simile. "Sssì, sssì, sssiamo noi. Posssiamo aiutare, deve sssolo permetterci di interfacciarci con la sssua nave." Il tuo slugman ti fa un ghigno. "Oh, ok. Cosss'è 'interfacciarsi'? Il tuo slugman passa il resto del tempo ad essere più tonto e ostruzionista possibile, parlando in cerchio e in generale comportandosi come una vera chiavica. Il truffatore resiste un tempo sorprendentemente lungo, ma alla fine, dopo che il tuo slugman chiede cos'è un motore per la quinta volta, non ce la fa più. Senti picchiare all'altro capo del comunicatore puntellato da un urlo furioso. "Ssstupida me- com'è posssibile esssere troppo ssstupidi da truffare? Come fai a pilotare quell'affare? AGHHHH."
ru: Ваш слизень велит вам связаться со станцией. Как только устанавливается соединение, то он сразу же начинает бормотать хриплым, слабым голосом. "Это центр технологичессской поддержки? Мой внук нашшшел этот корабль, но он поссстоянно не работает..." Другой слизень на борту станции отвечает с плохо скрываемым ликованием, видимо, не заботясь о том, что они обманывают одного из своих. "Да-да, так бывает. Мы можем помочь, вам нужно только позволить нам подключитьссся к вашшшему кораблю". Ваш слизень улыбается. "О, хорошшшо. Что такое "подключитьссся"?" Следующее время ваш слизень старается быть как можно более тупым и несносным, говорит по кругу и вообще раздражающим. Мошенник продержался на удивление долго, но в конце концов, после того как ваш слизень в пятый раз спросил, что такое двигатель, он сорвался. По коммуникатору раздается стук, сопровождаемый криком ярости. "Глупый маленький... как можно быть нассстолько тупым, что даже не ссспособен на мошшшенничесссство? Как ты вообщщще можешшшь пилотировать этой шшштукой? ААААААА".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The comm cuts off and your Slug starts howling with laughter. Knowing you've done an incredible service - a.k.a. waste someone's time - you prepare to jump away. Right before you're about to, though, you watch as one of the airlocks on the station opens and a computer comes sailing out, with a schematic saved in it! It's not much, but it's honest work.
fr: La communication est coupée et votre Limace se met à hurler de rire. Sachant que vous avez rendu un service incroyable - c'est-à-dire que vous avez fait perdre du temps à quelqu'un - vous vous apprêtez à sauter. Mais juste avant, vous voyez l'un des sas de la station ouvert et un ordinateur en sortir, avec un schéma sauvegardé à l'intérieur ! Ce n'est pas grand-chose, mais c'est un travail honnête.
it: La trasmissione si chiude e il tuo slugman scoppia a ridere fragorosamente. Sapendo che hai reso un servizio incredibile, ovvero far perdere tempo a qualcuno, ti prepari al salto. Subito prima del salto, però, guardi mentre una delle camere d'equilibrio della stazione si apre ed esce un computer con un progetto salvato dentro! Non è molto, ma è un lavoro onesto.
ru: Связь прерывается, и ваш слизень начинает заливаться хохотом. Зная, что вы оказали невероятную услугу - а именно, потратили чье-то время, - вы готовитесь к прыжку. Но перед самым прыжком вы видите, как открывается один из шлюзов станции и оттуда вылетает компьютер с сохраненной в нем схемой! Это немного, но вы этого заслужили.

# data/events_sector_knight.xml$//event[@name="KNIGHT_ORCHID_LOVER"]/text
source: There's a Knight ship hanging outside the nebula. Rather than making any motions to attack, the ship seems to ignore you. A private communication comes from within the ship. "You... you are an outssssider. Have you ever heard of the Gathering? I have lived my whole life in thissss nebula, but I have grown tired of thissss place. The latesssst hunt for the crown hassss ssssettled it. I long to go to an arboreal world of lusssh foresstsss and friendly cussstomsss. Get away from thissss sssstresssful life. But... with my reputation assss a Knight of the Crown, I don't think a life outsssside of thissss nebula would ever accept me."
fr: Il y a un vaisseau Chevalier suspendu à l'extérieur de la nébuleuse. Plutôt que de se positionner pour attaquer, le vaisseau semble vous ignorer. Une communication privée vient de l'intérieur du vaisseau. "Vous... vous êtes un outssssider. Avez-vous déjà entendu parler de la Congrégation ? J'ai vécu toute ma vie dans cette nébuleuse, mais je me suis lassssé de cet endroit. La chasssse tardive à la couronne m'a découragé. J'ai hâte d'aller dans un monde arboricole rempli de forêts luxxxxuriantes. Éloignez-vous de cette vie ssssstresssante. Mais... avec ma réputation de Chevalier de la couronne, je ne penssse pas qu'une vie à l'exxxxtérieur de cette nébuleuse me sssserait possssible."
it: Una nave dei Cavalieri è ferma fuori dalla nebulosa. Invece di attaccare, sembra ignorarti. Dall'interno della nave arriva una comunicazione privata. "Tu... sssei un foressstiero. Hai mai sssentito parlare del Raccolto? Io ho visssuto la mia intera vita in quesssta nebulosssa, ma mi sssono ssstancato di quesssto posssto. L'ultima caccia per la corona è ssstata la goccia che ha fatto traboccare il vassso. Voglio andare in un mondo arboreo di foressste rigogliossse e tradizioni amichevoli. Allontanarmi da quesssta vita ssstresssante. Ma... con la mia reputazione di Cavaliere della Corona, non credo che una vita al di fuori di quesssta nebulosssa mi accetti."
ru: За пределами туманности находится корабль Атаманов. Корабль не совершает никаких движений, чтобы атаковать, он, кажется, не замечает вас. С корабля поступает приватное сообщение. "Вы... вы посссторонний. Вы когда-нибудь ссслышшшал о Сссоцветии? Я прожил всссю сссвою жизнь в этой туманносссти, но уссстал от этого мессста. Поссследнее время охота за короной приеласссь. Я мечтаю попасссть в дендроидный мир ссс пышшшными лесссами и дружелюбными обычаями. Уйти от этой напряженной жизни. Но... ссс моей репутацией Атамана Короны вряд ли жизнь за пределами этой туманносссти примет меня".

source: (Mayeb) Talk about the Gathering.
fr: (Mayeb) Parlez de la Congrégation.
it: (Mayeb) Parla del Raccolto.
ru: (Майев) Поговорить о Соцветии.

source: Mayeb speaks up. "...hello. I am Mayeb, Caretaker of the Gathering. ...It is true that you won't fit in. They will judge you for your past, and for being different. But that does not mean you can't make a life for yourself. If you are not fit for your current position, maybe a life of tending to the plants can be very fulfilling. It is the life I will return to once I am released from my duties. Perhaps we can teach you. Would you like to accompany me?" The Knight's voice is filled with joy. "I will come with you!" Moments later, the Knight appears on your ship.
fr: Mayeb parle. "... bonjour. Je suis Mayeb, veilleur de la Congrégation. ... Il est vrai que vous ne vous intégrerez pas. Ils vous jugeront pour votre passé et pour vos différences. Mais cela ne veut pas dire que vous ne pouvez pas vous commencer une nouvelle vie. Si vous n'êtes pas apte à votre poste actuel, peut-être une vie passée à prendre soin des plantes peut être très épanouissante. C'est la vie à laquelle je retournerai une fois libéré de mes fonctions. Peut-être pouvons-nous vous l'enseigner ? Voulez-vous me suivre ?" La voix du Chevalier est remplie de joie. "Je viendrai avec vous !" Quelques instants plus tard, le Chevalier apparaît sur votre vaisseau.
it: Mayeb prende parola. "...salve. Sono Mayeb, Custode del Raccolto. ...è vero che non si troverebbe a suo agio. La giudicheranno per il suo passato e perché è diverso. Ma questo non vuol dire che non possa farsi una nuova vita. Se la sua vita attuale non le piace, forse una vita passata a curare le piante potrebbe essere molto soddisfacente. È la vita a cui tornerò io una volta che sarò sollevata dai miei doveri. Potremmo insegnarle. Gradirebbe accompagnarmi?" La voce del Cavaliere si riempie di gioia. "Vengo con te!" Pochi momenti dopo, appare sulla tua nave.
ru: Майев говорит "...Здравствуйте. Я Майев, Смотритель Соцветия. ...Это правда, что ты не впишешься в коллектив. Они будут осуждать вас за ваше прошлое и за то, что вы не такой, как все. Но это не значит, что вы не сможете устроить свою жизнь. Если вы не подходите для своей нынешней должности, возможно, жизнь по уходу за растениями может быть очень полезной. Именно к такой жизни я вернусь, как только освобожусь от своих обязанностей. Возможно, мы сможем научить вас. Не желаете ли вы пойти со мной?" Голос Атамана наполняется радостью. "Я пойду ссс вами!" Мгновением позже Атаман появляется на вашем корабле.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The ship arms weapons and hails you. "Quan?? You are defecting to thissss Renegade'ssss sssship?! Dissssloyal knightssss musssst be sssslain!"
fr: Le vaisseau arme son arsenal et vous salue. "Quan ?? Vous désertez ce vaisssseau Renégat ! Les Chevaliers déloyaux doivent être tués !"
it: La nave alimenta le armi e ti contatta. "Quan?? Ssstai disssertando per andare sssulla nave di quesssto Rinnegato?! I Cavalieri sssleali vanno giussstiziati!"
ru: Корабль активирует орудия и вызывает вас. "Куань? Ты переходишшшь на корабль Ренегатов?! Преданные Атаманы должны быть убиты!"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Ivar) Tell the Knight about the Gathering.
fr: (Ivar) Parlez de la Congrégation au Chevalier.
it: (Ivar) Parla al Cavaliere del Raccolto.
ru: (Ивар) Рассказать Атаману о Соцветии.
zh_hans: （苡瓦）和夜爵士说说关于集议会的事。
