Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

source: Furious, Nights storms up to them demanding they hand back the crown to him, but the crowd refuses. "You basssstard, you don't dessserve ssshit! Had you jussst done your duty asss a king and handled thisss asss ssomething other than an overgrown man-child, we wouldn't have the corpsssess of dozensss sssmoldering in front of the Royal palace!" shouts someone from the crowd, shockingly appearing to be straight from Nights' inner circle.
fr: Nights, l'air furieux, se précipite vers eux en exigeant à ce que la couronne lui soit remise, mais la foule refuse. "Essspèccce de sssale ingrat, tu ne mérite absssolument rien ! Sssi tu avais rempli ton devoir de roi et traité cccette situatttion en étant autre chose qu'un vulgaire gamin, nous n'aurions pas des douzzzaines de cadavres fumants devant le palais royal !" exclame une personne de la foule ; de manière choquante, cette remarque semble même provenir du cercle interne de Nights.
it: Furioso, Nights si precipita verso di loro e ordina di ridargli la corona, ma la folla rifiuta. "Brutto bassstardo, non ti meriti proprio un cazzo! Ssse sssolo avesssi fatto il tuo dovere di re e non ti fosssi comportato come un bamboccione, non avremmo dozzine di cadaveri bruciati davanti al palazzo reale!" Grida qualuno della folla, che sorprendentemente sembra far parte della cerchia interna di Nights.
ru: Разъяренный Туман подбегает к ним и требует отдать ему корону, но толпа отказывается. "Ты, ублюдок, ни черта не зассслужил! Есссли бы ты просссто выполнил сссвой долг короля и отнессся к этому не как ребенок-переросссток, мы бы не видели трупов, тлеющщщих перед королевссским дворцом!" Выкрикнул кто-то из толпы, как оказалось, из окружения Тумана.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: These words seem to resonate with nearly everyone present, and soon a mob has formed, marching towards Nights, demanding he be punished. The only reason no one suggests executing him is because no one has any clue who to elect in his stead.
fr: Ces mots semblent résonner avec tous ceux présent et un troupeau s'est vité formé, marchant vers Nights, demandant à ce qu'il soit puni. Personne n'ose cependant suggérer une exécution, car aucun n'a une idée sur qui élire à sa place.
it: Queste parole trovano d'accordo praticamente tutti i presenti e ben presto si forma una folla inferocita che marcia verso Nights, richiedendo che sia punito. L'unico motivo per cui nessuno suggerisce di giustiziarlo è perché nessuno sa chi eleggere al suo posto.
ru: Эти слова, похоже, нашли отклик почти у всех присутствующих, и вскоре образовалась толпа, которая двинулась к Туману, требуя его наказания. Единственная причина, по которой никто не предлагает его казнить, заключается в том, что никто не знает, кого избрать вместо него.
zh_hans: 这些话似乎引起了在场几乎所有人的共鸣，很快就形成了一群暴徒，他们向着七夜行进，要求对他进行惩罚。没有人建议处决他的唯一原因是，没有人知道该选谁来代替他。

source: These people need further influence - use a show of force to put Nights back in power.
fr: Ces gens ont besoin de plus d'influence - faire une démonstration de force pour maintenir Nights au pouvoir.
it: Queste persone hanno bisogno di un suggerimento. Usa una dimostrazione di forza per riportare Nights al potere.
ru: Эти люди нуждаются в дальнейшем влиянии - с помощью демонстрации силы вернуть Тумана к власти.
zh_hans: 这些人需要进一步领略武力的效果，让七夜重新掌权。

source: Considering you've become so heavily involved in Slug politics already, you might as well go the extra mile. You head back to your ship and approach, firing a warning shot upon the crowd. Once you have everyone's attention, you demand Nights be in charge once again. The crowd is reluctant, but faith seems to magically return to his followers, and the Knights of Nights move to support their king. This works, and soon enough Nights is re-elected king.
fr: Étant donné que vous vous êtes déjà autant impliqué dans les affaires politiques des Limaces, vous pourriez très bien vous interposer à nouveau. Vous revenez sur le vaisseau et vous approchez, en tirant un coup de semonce près de la foule. Une fois que vous avez attiré l'attention de tout le monde, vous demandez à ce que Nights soit de nouveau en charge. La foule est réticente, mais la foi semble être revenue par magie chez ses disciples et les Chevaliers de Nights s'interposent pour soutenir leur roi. Cela fonctionne et peu après, Nights est ré-élu roi.
it: Considerando il tuo coinvolgimento nella politica slugman, visto che hai fatto trenta, a questo punto tanto vale fare trentuno. Torni alla tua nave e ti avvicini, sparando un colpo di avvertimento alla folla. Una volta che hai l'attenzione di tutti, ordini che Nights torni in carica. La folla è reticente, ma la fiducia sembra tornare magicamente ai suoi seguaci e i Cavalieri di Nights si muovono per sostenere il loro re. L'espediente funziona e Nights è rieletto.
ru: Учитывая, что вы уже так сильно втянулись в политику слизней, вы можете пойти на большее. Вы возвращаетесь на свой корабль и приближаетесь к толпе, делая предупредительный выстрел. Привлекая всеобщее внимание, вы требуете, чтобы Туман снова стал главным. Толпа не соглашается, но вера, кажется, волшебным образом возвращается к его последователям, и Атаманы Тумана переходят на сторону своего короля. Это работает, и вскоре Туман снова избирается королем.
zh_hans: 考虑到你已经深入参与了此次蛞蝓政治事件，不妨再多迈一步。你回到星舰，驶近人群，开了一枪作警告。成功吸引了所有人的注意力之后，你要求七夜继续掌权。群众很不情愿，但信心似乎神奇地回到了他的追随者身上，夜爵士们也开始采取行动支持他们的国王。这很有效，很快七夜就被重新选为国王。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Nights might be an egregious and irredeemable asshole in many ways, but he apparently has enough of a conscience to thank you personally. Extending the greatest show of goodwill that he can, likely to gain favor from you in case of future issues, he dispatches two guards of his inner circle to assist your mission, followed by heaps of scrap.
fr: Nights est peut-être un connard irrécupérable à bien des niveaux, mais il a apparemment assez de conscience pour vous remercier personnellement. Faisant preuve de la plus grande bonne volonté possible, susceptible de lui valoir vos faveurs en cas de problèmes futurs, il envoie deux gardes de son cercle restreint pour vous assister dans votre mission, suivis de tas de ferrailles.
it: Nights sarà anche un incredibile e incorreggibile stronzo in molti sensi, ma a quanto pare anche lui ha abbastanza coscienza da ringraziarti personalmente. Mostrandoti più benevolenza che può, probabilmente per guadagnarsi il tuo favore in caso di guai in futuro, manda due guardie della sua cerchia interna per assisterti nella tua missione, a cui fanno seguito vagonate di moduli.
ru: Туман может быть вопиющим и неисправимым засранцем во многих отношениях, но у него, видимо, достаточно совести, чтобы поблагодарить вас лично. Проявив максимум доброй воли, на которую он способен, чтобы добиться от вас благосклонности в случае будущих проблем, он отправляет двух охранников из своего окружения для помощи в выполнении вашего задания, а также передает груду лома.
zh_hans: 七夜虽然在很多方面都是一个恶劣的、不可救药的混蛋，但他显然有足够的良知来感谢你本人。他向你表达了最大的善意，可能是为了在未来的问题上获得你的青睐。他派出了两名核心圈子内的卫兵来协助你的任务，然后是一堆废料。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Suggest that the Slugs hold an election the proper way - through a vote.
fr: Suggérer aux Limaces de tenir une élection proprement - à travers un vote.
it: Suggerisci che gli slugman tengano un'elezione come si deve: votando.
ru: Предложить слизням провести выборы как положено - путем голосования.
zh_hans: 建议蛞蝓族们以适当的方式进行选举，通过投票。

source: Surprisingly, this revolutionary idea is not immediately rejected. Persuaded by recent events, the Slugs seem to genuinely consider settling their differences and staging a government reform for the better good. However, one member of the crowd inquires, "Then what ssshall happen to Nightsss?"
fr: Surprenament, cette idée révolutionnaire n'est pas immédiatement rejetée. Étant persuadées par les évènements récents, les Limaces semblent sérieusement considérer à mettre leurs différents de coté pour bâtir une réforme gouvernementale pour le bien commun. Cependant, un membre de la foule s'interroge, "Alors qu'en est-t-il du ssssort de Nightsss ?"
it: Sorprendentemente, quest'idea rivoluzionaria non viene rifiutata immediatamente. Persuasi dagli eventi recenti, gli slugman sembrano pensare davvero di accantonare le loro differenze e promuovere una riforma del governo in meglio. Ma un membro della folla chiede: "Allora cosssa sssuccederà a Nightsss?"
ru: Удивительно, но эта революционная идея не была сразу отвергнута. Под влиянием последних событий слизни, похоже, искренне задумались о том, чтобы уладить свои разногласия и провести реформу правительства во имя всеобщего блага. Однако один из собравшихся спрашивает: "А что же тогда будет ссс Туманом?"
zh_hans: 令人惊讶的是，这个革命性的想法没有立即被拒绝。在最近发生的事件的背景下，蛞蝓族们似乎真的考虑起来如何解决他们的分歧，为了整体的利益进行政府改革。然而，人群中的一人问道："那么七夜会怎么样？"

source: He can work for us to pay off his debt to the galaxy.
fr: Il peut travailler pour nous pour effacer sa dette envers la galaxie.
it: Può lavorare per noi per ripagare il suo debito verso la galassia.
ru: Он может работать на нас, чтобы отдать свой долг галактике.
zh_hans: 他可以为我们效劳，偿还他对银河系的债务。

source: Nights isn't eager about the idea, but the Slugs seem to find great humor in banishing him to work aboard a Federation vessel. Greatly preferring paid labor aboard a ship over public execution by disintegration ray, Nights accepts, and soon after you've got a new crew member aboard.
fr: Nights n'est pas enthousiaste envers l'idée, mais les Limaces semblent trouver amusant le fait de le bannir pour travailler sur un vaisseau de la Fédération. Préférrant grandement le travail rémunéré à bord d'un vaisseau plutôt qu'une exécution publique à coup de rayon désintégrateur, Nights accepte et peu après vous vous retrouvez avec un nouveau membre à bord.
it: Nights non sembra gradire molto l'idea, ma gli slugman sembrano trovare molto ilare esiliarlo e condannarlo a lavorare su una nave della Federazione. Preferendo di gran lunga lavorare su una nave a una pubblica esecuzione con raggio disintegratore, Nights accetta, e poco dopo hai un nuovo membro dell'equipaggio.
ru: Туман не в восторге от этой идеи, но слизни, похоже, находят большую иронию в том, чтобы сослать его на работу на борт корабля Федерации. Предпочитая оплачиваемый труд на корабле публичной казни дезинтеграционным лучом, Туман соглашается, и вскоре у вас на борту появляется новый член экипажа.
zh_hans: 七夜对这个主意并不上心，但蛞蝓族们似乎觉得把他放逐到联邦船只上工作很幽默。比起被分解射线公开处决，七夜自然更喜欢在舰内的有偿劳动，他接受了，不久之后你就有了一名新的船员。

source: Execute him.
fr: Exécutez-le.
it: Giustiziatelo.
ru: Казнить его.
zh_hans: 处死他。

source: Nights suddenly drops any show of bravery and cries out in terror, but it's too late. The crowd can't be convinced otherwise, now that the idea has been reinforced by your word. As Nights is dragged off to some underground prison, you are thanked and rewarded by the Slugs citizens who you have helped so greatly.
fr: Nights laisse immédiatement échapper tout signe de bravoure et hurle de terreur, mais il est trop tard. La foule ne peut plus être convaincue autrement, maintenant que l'idée a été renforcée par vos mots. Tandis que Nights est trainé dans une prison souterraine, vous êtes remercié et récompensé gracieusement par les citoyens Limaces que vous avez tant aidés.
it: Nights improvvisamente abbandona ogni pretesa di coraggio e grida di terrore, ma è troppo tardi. La folla non cambierà idea, ora che è stata rinforzata dalla tua parola. Mentre Nights viene trascinato in una prigione sotterranea, i cittadini slugman che hai aiutato così generosamente ti ringraziano e offrono una ricompensa.
ru: Туман внезапно теряют всякую храбрость и в ужасе начинает кричать, но уже поздно: толпу уже не убедить в обратном, поскольку идея была подкреплена вашими словами. Когда Тумана уводят в какую-то подземную тюрьму, слизни, которым вы так помогли, благодарят и вознаграждают вас.
zh_hans: 七夜突然中止了所有英勇的表现，惊恐地喊叫起来，但这已经太晚了。在他们的想法被你的话煽动并放大后，众人已经无法掉头。正当七夜被拖进某个地下监狱时，你正被那些你大大帮助过的蛞蝓公民们感谢并奖励。

source: Quan
ru: Куань

source: Quan
ru: Куань

source: Bond
ru: Облигация

source: Slocknog
ru: Слокног
zh_hans: 斯洛克诺格

source: Nights
ru: Туман
zh_hans: 七夜
