Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_JAILER"]/text
source: A Knighted Jailer flies past, only to briefly sling an insult at you. "Pissss off Federation, don't get involved lesssst you want a hole in your ssskull!"
fr: Un Geôlier des Chevaliers vous dépasse et vous lance brièvement une menace. "Barre toi, le Fédéré ! Ne te mêle pas de ççça, sssauf si tu veux une balle calée dans le crâne !"
it: Un carceriere dei Cavalieri ti supera in volo e ti insulta. "Sssparisci, Federazione. Non immissschiarti a meno che tu non voglia un buco nel cranio!"
ru: Мимо пролетает тюремщик Атаманов Тумана, успев лишь коротко бросить вам оскорбление. "Отвалите, Федерация, не вмешшшивайтесссь, есссли не хотите получить пулю в череп!"
zh_hans: 一个有载有夜爵士的牢狱舰飞过，直勾勾地对你进行侮辱。"联邦，滚蛋！不要来掺和，除非你想在头颅上挨子弹！"

source: Attack the Jailer.
fr: Attaquer le Geôlier.
it: Attacca il carceriere.
ru: Атаковать тюремщика.
zh_hans: 攻击牢狱舰。

source: You power up your weapons and engage the Slug vessel.
fr: Vous activez vos armes et ciblez le vaisseau Limace.
it: Alimenti le armi e affronti la nave slugman.
ru: Вы заряжаете оружие и вступаете в бой с кораблем слизней.
zh_hans: 你充能你的武器与蛞蝓族飞船交战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Armories + Teleporter) Storm the Jailer.
fr: (Armureries + Téléporteur) Prendre d'assaut le Geôlier.
it: (Arsenale + teletrasporto) Assalta il carceriere.
ru: (Арсенал + Телепортатор) Штурмовать тюремщика.

source: Your crew, armed to the teeth, board the Jailer and quickly take down the Slug crew staffing it. With the jailers turned prisoners, you free everyone locked up who you don't think will kill you immediately.
fr: Votre équipage, armé jusqu'aux dents, aborde le Geôlier et élimine rapidement l'équipage Limace le composant. Les geôliers désormais transformés en prisonniers, vous libérez tous ceux qui n'ont pas l'air de vouloir vous tuer immédiatement.
it: Il tuo equipaggio, armato fino ai denti, abborda la nave carceriera e sottomette in quattro e quattr'otto gli slugman che la operavano. Coi carcerieri diventati carcerati, liberi tutti i prigionieri che non sembrano volerti uccidere immediatamente.
ru: Ваш экипаж, вооруженный до зубов, поднимается на борт тюремщика и быстро расправляется с командой слизней, обслуживающей его. Превратив тюремщиков в заключенных, вы освобождаете всех, кто, по вашему мнению, не убьет вас сразу.

source: Bribe them with the narcotics to let the prisoners go.
fr: Les soudoyer avec les narcotiques pour qu'ils libèrent les prisonniers.
it: Corrompili coi narcotici perché lascino andare i prigionieri.
ru: Подкупить их наркотиками, чтобы они отпустили заключенных.
zh_hans: 用毒品贿赂他们让他们放走囚犯。

source: Ignore the Jailer.
fr: Ignorer le Geôlier.
it: Ignora il carceriere.
ru: Не обращать внимания на тюремщика.
zh_hans: 不理会牢狱舰。

source: You aren't in the mood to hold a jailbreak today. You distance yourself from the Jailer.
fr: Vous n'êtes pas d'humeur à faire un casse aujourd'hui. Vous vous distancez du Geôlier.
ru: У вас нет настроения устраивать сегодня побег из тюрьмы. Вы отдаляетесь от тюремщика.
zh_hans: 你今天没心情进行劫狱活动，你与牢狱舰保持了距离。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="SURRENDER_KNIGHT_JAILER"]/text
source: "Crap, you're better armed than predicted. Uh, will you let usss go if you take thissss prisssoner?"
fr: "Zzzzut, vous zzzzêtes mieux armés que prévu. Euh, nous laisssserez-vous partir ssssi vous prenez cccce prizzzonnier ?"
it: "Cavoli, sssei armato meglio di quanto pensssasssi. Uh, ci lasssci andare ssse ti diamo quesssto prigioniero?"
ru: "Черт, вы вооружены лучшшше, чем предполагалосссь. Вы отпуссстите нассс, есссли возьмете этого заключенного?"
zh_hans: "糟糕，你的武器比预想得要好。呃，如果我们送你这名奴隶，你会放我们走吗？"

source: Accept a prisoner.
fr: Accepter un prisonnier.
it: Accetta un prigioniero.
ru: Взять заключенного.
zh_hans: 接受一名囚犯。

source: Refuse and keep fighting.
fr: Refuser et continuer de combattre.
it: Rifiuta e continua a combattere.
ru: Отказаться и продолжать сражаться.
zh_hans: 拒绝并继续战斗。

# data/events_sector_knight.xml$//event[@name="KNIGHT_JAILER_DESTROY"]/text
source: The Jailer has been destroyed. While an excess of scrap remains, it's very unlikely any prisoners survived.
fr: Le Geôlier a été détruit. S'il y a un excès de ferraille, il est fort peu probable que les prisonniers ont survécus.
it: Il carceriere è stato distrutto. Anche se rimangono un bel po' di moduli, è molto difficile che i prigionieri siano sopravvissuti.
ru: Тюремщик был уничтожен. Несмотря на большое количество лома, очень маловероятно, что кто-то из заключенных уцелел.
zh_hans: 牢狱舰已被摧毁。虽然留下了许多废料，但很可能没有任何囚犯幸存下来。

# data/events_sector_knight.xml$//event[@name="KNIGHT_JAILER_KILL"]/text
source: The crew of the Jailer has been emptied. You scrap the externals of the ship.
fr: L'équipage du Geôlier a été éliminé. Vous récupérez les pièces externes du vaisseau.
it: L'equipaggio del carceriere è stato eliminato. Smantelli l'esterno della nave.
ru: Экипаж тюремщика опустел. Вы разбираете внешнюю обшивку на лом.
zh_hans: 牢狱舰的船员已经被清空了，你把它的外部搜刮了。

# data/events_sector_knight.xml$//event[@name="KNIGHT_JAILER_KILL"]/choice/text
source: Check the prisoners.
fr: Voir les prisonniers.
it: Controlla i prigionieri.
ru: Проверить заключенных.
zh_hans: 检查囚犯。

source: It appears most of the prisoners are dissenters from Nights' reign. A Saboteur loyal to Slocknog, recognizing you as the Federation ship sent by his hero, offers to work for you.
fr: La plupart des prisonniers semblent être des dissidents du reigne de Nights. Un Saboteur loyal envers Slocknog reconnaît votre vaisseau de la Fédération comme celui envoyé par son héro et celui-ci propose de vous rejoindre.
it: Pare che molti dei prigionieri siano dissidenti del regno di Nights. Un sabotatore leale a Slocknog, riconoscendo la tua nave come quella mandata dal suo eroe, si offre di lavorare per te.
ru: Оказывается, большинство заключенных - это несогласные с правлением Тумана. Диверсант, верный Слокногу, поняв, что вы корабль Федерации, посланный его героем, предлагает работать на вас.
zh_hans: 看起来大多数囚犯都是对七夜统治的异议者。一个忠于斯洛克诺格的破坏者认出你是他的心目中的英雄派来的联邦飞船，表示愿意为你服务。

# data/events_sector_knight.xml$//event[@name="KNIGHT_JAILER_BRIBE"]/text
source: The Jailer seems more than willing to betray their nation in turn for some hard drugs.
fr: Le Geôlier semble être prêt à trahir sa nation en échange des drogues promises.
it: Il carceriere è disposto a tradire la sua patria molto volentieri in cambio di droghe pesanti.
ru: Тюремщик, похоже, готов предать свою страну в обмен на тяжелые наркотики.
zh_hans: 牢狱舰似乎太愿意背叛他们的国家来换取一些硬货了。

# data/events_sector_knight.xml$//event[@name="KNIGHT_JAILER_BRIBE"]/choice/text
source: Check the prisoners.
fr: Voir les prisonniers.
it: Controlla i prigionieri.
ru: Проверить заключенных.
zh_hans: 检查囚犯。

source: It appears most of the prisoners are dissenters from Nights' reign. A Saboteur loyal to Slocknog, recognizing you as the Federation ship sent by his hero, offers to work for you.
fr: La plupart des prisonniers semblent être des dissidents du reigne de Nights. Un Saboteur loyal envers Slocknog reconnaît votre vaisseau de la Fédération comme celui envoyé par son héro et celui-ci propose de vous rejoindre.
it: Pare che molti dei prigionieri siano dissidenti del regno di Nights. Un sabotatore leale a Slocknog, riconoscendo la tua nave come quella mandata dal suo eroe, si offre di lavorare per te.
ru: Оказывается, большинство заключенных - это несогласные с правлением Тумана. Диверсант, верный Слокногу, поняв, что вы корабль Федерации, посланный его героем, предлагает работать на вас.
zh_hans: 看起来大多数囚犯都是对七夜统治的异议者。一个忠于斯洛克诺格的破坏者认出你是他的心目中的英雄派来的联邦飞船，表示愿意为你服务。

# data/events_sector_knight.xml$//event[@name="NEBULA_DISTRESS_KNIGHT_TAXES"]/text
source: The distress beacon here originates from a small Slug colony, which is being oppressed by a Knighted vessel. You catch a small excerpt from their conversation on the radio. "Thisss iss OUTRAGEOUSSSSS. We haven't been paying taxesss for yearsss! No one doesss. They're merely a concept, not sssomething you enforce! Don't tell me that coward Nightsss finally got ssso greedy he'sss going to sssteal hissss own citizensss' money too?"
fr: La balise de détresse pointe vers une colonie Limace modeste, qui est opprimée par un vaisseau Chevalier. Vous entendez un extrait de leur conversation via la radio. "Ccc'est SSSSCANDALEUX. Nous n'avons pas payé d'impôts pendant de longues années ! Persssonne ne le fait. Cccce n'est qu'un concccept, pas quelque chose que l'on applique ! Ne me dites pas que ce sssale Nightsss est devenu sssi avare qu'il sssse met ausssi à taxxxer ses propres concccitoyens ?"
it: Il segnale di soccorso proviene da una piccola colonia slugman oppressa da una nave di Cavalieri. Capti un piccolo estratto della loro conversazione alla radio. "È un OLTRAGGIO. Non paghiamo le tassse da anni! Nesssuno lo fa. Sssono sssolo un concetto, non qualcosssa che va fatto rissspettare! Non ditemi che quel vigliacco di Nightsss alla fine è diventato cosssì avido da mettersssi a rubare i sssoldi anche dei sssuoi ssstesssi cittadini!"
ru: Сигнал бедствия поступил от небольшой колонии слизней, которую угнетает судно Атаманов Тумана. Вы улавливаете небольшой отрывок из их разговора по связи. "Это ВОЗМУТИТЕЛЬНО. Мы не платим налоги уже много лет! Никто не платит. Это всссего лишшшь концепция, а не то, что вы навязываете! Только не говорите мне, что этот труссс Туман наконец-то ссстал нассстолько жадным, что сссобираетссся украсссть деньги и у сссвоих граждан?"
zh_hans: 这里的求救信号来自一个小蛞蝓族殖民地，他们正被一艘夜爵士船压迫着。你从无线电中听到了他们的一小段对话。"这简直不可理喻！我们已经有好几年没有交过税了！没有人交过！税只不过是一个概念，而不是要执行的东西！不要告诉我那个懦夫七夜终于变得如此贪婪，现在还要扒他自己公民的钱？"

source: Help the colony.
fr: Aider la colonie.
it: Aiuta la colonia.
ru: Помочь колонии.
zh_hans: 帮助殖民地。

source: You intend to liberate the Slug colony, and attack the Knighted vessel.
fr: Vous avez l'intention de libérer la colonie Limace, en attaquant le vaisseau Chevalier.
it: Hai intenzione di liberare la colonia slugman e attacchi la nave dei Cavalieri.
ru: Вы намерены освободить колонию слизней и атаковать корабль Атаманов Тумана.
zh_hans: 你打算解放蛞蝓族殖民地，并攻击夜爵士的船只。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Help the Knights.
fr: Aider les Chevaliers.
it: Aiuta i Cavalieri.
ru: Помочь Атаманам Тумана.
zh_hans: 帮助夜爵士们。

source: You fire upon the colony, but in response they send a Clairvoyant ship to deal with you!
fr: Vous ouvrez le feu sur la colonie, mais elle réplique en envoyant un vaisseau Clairvoyant s'occuper de vous !
it: Spari alla colonia, che risponde mandando una nave Chiaroveggente ad occuparsi di te!
ru: Вы обстреливаете колонию, но в ответ они посылают корабль Ясновидящих чтобы расправиться с вами!
zh_hans: 你向殖民地开火，但作为回应，他们派了一艘通灵会飞船来对付你！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Slug Narcotics) Bribe the Knights with the narcotics to leave the colony alone.
fr: (Narcotiques Limace) Corrompre les Chevaliers avec les narcotiques pour qu'ils laissent la colonie tranquille.
it: (Narcotici slugman) Corrompi i Cavalieri coi narcotici perché lascino in pace la colonia.

source: The Knights seems more than willing to betray their nation in exchange for some hard drugs. The Knights fly away from the colony, presumably intending to put their new drugs to good use.
fr: Les Chevaliers semblent plus que disposés à trahir leur nation en échange de drogues dures. Ils s'éloignent de la colonie, probablement avec l'intention de faire bon usage de leurs nouvelles drogues.
it: I Cavalieri sono ben disposti a tradire la loro patria in cambio di droghe pesanti. Volano via dalla colonia, probabilmente per fare buon uso delle loro nuove droghe.

source: Continue...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Don't get involved.
fr: Ne pas s'en mêler.
it: Non farti coinvolgere.
zh_hans: 不卷入其中。

source: You have better things to do than help Slugs commit tax evasion.
fr: Vous avez mieux à faire qu'aider des Limaces à commettre des évasions fiscales.
it: Hai di meglio da fare che aiutare slugman a commettere evasioni fiscali.
zh_hans: 你有比帮助蛞蝓族逃税更重要的事情要做。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="KNIGHT_TAXES_COLONYHELP"]/text
source: The colony is grateful for your help. "Thankssss. Under Sssslocknog, there were no taxesss, we all got along jussst fine and the government got itsss money from extorting other nationsss. Like it sssshould be! Nightsss doesssn't even want the money to run the Kleptocracy, he just wantsss to ssspend it all on liquor and a mate." The colony brings out a weapon they've been keeping for defensive purposes but no longer need thanks to you.
fr: La colonie est reconaissante envers votre aide. "Mercccci. Sssous Sssslocknog, il n'y avait pas d'impôts, on sss'entendait bien et le gouvernement sssoutirait de l'argent des autres natttions. Ccc'est comme ççça qu'on devrait vivre ! Nightsss ne veux même pas de l'argent pour faire tourner la Kleptocratttie, il veut jussste tout dépenssser sur de la liqueur et une compagne." La colonie vous amène une arme qui était conservée pour sa défense, celle-ci ne lui étant plus nécessaire grâce à votre intervention.
it: La colonia ti è grata per l'aiuto. "Grazie. Sssotto Ssslocknog, non c'erano tassse, andavamo tutti d'amore e d'accordo e il governo prendeva sssoldi essstorcendoli ad altre nazioni. Che è come dovrebbe esssere! Nightsss non vuole nemmeno i sssoldi per mandare avanti la Cleptocrazia, vuole sssolo sssperperare tutto in liquori e compagnia." La colonia porta fuori un'arma che si teneva per difendersi, ma che, grazie a te, ormai non gli serve più.
ru: "Ссспасссибо. При Ссслокноге не было налогов, и мы всссе прекрасссно жили, а правительссство получало деньги за сссчет поборов ссс грабежа других ссстран. Как и должно быть! Атаманам Тумана даже не нужны деньги для управления Клептократией, они просссто хотят потратить их на ссспиртное и корешшшей". Колония передает оружие, которое хранилось у них для обороны, но благодаря вам оно им больше не нужно.
zh_hans: 殖民地对你的帮助表示感谢。"谢谢。在斯～～洛克诺格统治下，没有税收，官民都相处得很好。政府通过敲诈其他国家获得资金，就该是这样的！七夜甚至拿这些钱不是为了管理国家，他只想把钱都花在酒精和伴侣身上。"殖民地拿出了他们一直保留的用于防御的武器，但多亏你，他们不再需要它了。

# data/events_sector_knight.xml$//event[@name="KNIGHT_TAXES_KNIGHTHELP"]/text
source: Without their ship, the colony surrenders to the Knights. After their taxes have been collected and a few fugitives rounded up, the Knights contact you next. "The hell wasss that? You're probably looking for a reward. Uh... here, have one of the criminalssss. We'll just tell Nightsss they died of some obssscure disssseasse that rapidly decaysss the body or sssomething."
fr: Sans leur vaisseau, la colonie se rend aux Chevaliers. Après la récolte des impôts et l'arrestation de quelques fugitifs par-ci par-là, les Chevaliers vous contactent ensuite. "Cccc'était quoi çççça ? Vous ssssouhaitez ssssûrement une récompensssse. Euh... voila, prenez l'un de cccces criminels. On ira jussste dire à Nightsss que cccelui-là est mort d'une maladie obssscure qui atrophie rapidement le corps ou je ne sssais quoi."
it: Senza la sua nave, la colonia si arrende ai Cavalieri. Dopo aver riscosso le tasse e arrestato alcuni fuggitivi, i Cavalieri ti contattano. "E quello che diavolo era? Ssstarai cercando una ricompensssa, sssuppongo. Uh... tieni, prendi uno di quesssti criminali. Diremo a Nightsss che è morto di una qualche ssstrana malattia che fa marcire il corpo in fretta o chesssò io."
ru: Без своего корабля колония сдается Атаманам Тумана. После того как налоги были собраны, а несколько беглецов арестованы, Атаманы Тумана связываются с вами. "Что это было? Вы, наверное, хотите получить награду. Вот, возьмите одного из прессступников. Мы просссто ссскажем Туману, что он умер от какой-то непонятной болезни, которая быссстро разложила его тело, или что-то в этом роде".
zh_hans: 飞船毁灭后，殖民地向夜爵士团投降了。在他们的税款被征收且一些逃犯被围捕后，夜爵士团与你联系。"你干的是啥好事？你可能还想要赏金。喏...拿着，这里有一个罪犯。我们会告诉七夜他们死于某种身体快速腐烂的异常疾病什么的。"

source: Surprisingly, it seems a Shell Radiant ship has found their way into the nebula here. They hail you, requesting aid.
fr: Vous tombez d'une manière surprenante sur un vaisseau Radiant qui s'est aventuré dans cette nébuleuse. Il vous contacte et demande de l'aide.
it: Con tua sorpresa, pare che una nave shellman radiosa si sia avventurata in questa nebulosa. Ti contatta, chiedendo aiuto.
ru: Удивительно, но, похоже, корабль Лучезарных ракушек попал в здешнюю туманность. Они обращаются к вам с просьбой о помощи.
zh_hans: 令人惊讶的是，似乎有一艘甲壳辐射体飞船找到了进入这个星云的路。他们呼唤你，请求援助。

source: Receive their request.
fr: Répondre à leur appel.
it: Ricevi la richiesta.
ru: Выслушать их просьбу.
zh_hans: 接收他们的请求。

source: "Oh good Federation captain, please help! We're here on a mission for thhhhhe Geniocracy to observe thhhe Slug operations, but our commander was taken hostage! Could you track down thhhe ship thhhat took thhhhhem and bring thhhem back?"
fr: "Oh bon capitaine de la Fédération, aidez-nous par pitié ! Nous étions ici en mission pour la Chéniocratie afin d'obserffer les opérations des Limaces, mais notre commandant s'est fait prendre en otache ! Pourriez-vous prendre en chasse le ffaisseau qui le retient et le ramener sain et sauf ?"
it: "Oh buon capitano della Federazione, ti prego aiutaci! Fiamo qui in miffione per conto della Geniocrazia per offervare le operazioni degli flugman, ma il noftro comandante è ftato prefo in oftaggio! Potrefti rintracciare la nave che l'ha prefo e riportarlo da noi?"
ru: "О, капитан Федерации, пожалуйста, помогите! Мы находимся здесь с миссией Гениократии по наблюдению за операциями слизней, но наш командир был взят в заложники! Не могли бы вы разыскать корабль, который похитил его, и вернуть его обратно?"
zh_hans: "哦，联邦舰长，请帮忙！我们在这里执行怪才体的任务——监视蛞蝓族的行动，但我们的指挥官被劫持成了人质！你能追踪带走他们的飞船并把他们带回来吗？"

source: Agree.
fr: Accepter.
it: Accetta.
ru: Согласиться.
zh_hans: 同意。

source: You plunge further into the nebula until you find the ship they were talking about, but they're already prepared for an attack and lock onto you immediately!
fr: Vous plongez plus profondément dans la nébuleuse jusqu'à trouver le vaisseau dont ils parlaient, mais celui-ci semble déjà prêt pour l'attaque et vous verrouille immédiatement !
it: Ti avventuri più a fondo nella nebulosa finché non trovi la nave di cui gli shellman stavano parlando, ma pare che fosse già preparata a un attacco e ti aggancia immediatamente!
ru: Вы погружаетесь все глубже в туманность, пока не находите корабль, о котором они говорили, но они уже готовы к атаке и немедленно нацеливаются на вас!
zh_hans: 你进一步深入星云，直到找到他们所说的飞船，但对方已经做好了攻击的准备，并立即锁定了你！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them with the narcotics to let the Shells go.
fr: Les soudoyer avec les narcotiques pour qu'ils libèrent les Coquilles.
it: Corrompili coi narcotici perché lascino andare gli shellman.
ru: Подкупить их наркотиками, чтобы они отпустили ракушку.
zh_hans: 用毒品贿赂他们，让他们放走甲壳族。

source: Decline.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: Screw helping people, let's murder!
fr: Ras le bol d'aider les gens, tuons-les !
it: Al diavolo aiutare la gente, ammazziamo qualcuno!
ru: К черту помощь людям, давайте их убьем!
zh_hans: 去他妈的帮人，让我们杀人吧！

source: Once again your sadistic tendencies have taken control, and you've abandoned all decency. But no matter, man the weapons!
fr: Une fois de plus, vos tendences sadiques ont pris le dessus et vous avez abandonné toute raison. Peu importe, aux armes !
it: Ancora una volta le tue tendenze sadiche hanno avuto la meglio e hai abbandonato ogni decoro. Ma non importa, alle armi!
ru: В очередной раз ваши садистские наклонности взяли верх, и вы забыли про мораль. Но неважно, заряжайте оружие!
zh_hans: 你的虐待狂倾向再一次控制了你，你抛弃了所有的礼节。但不要紧，拿起武器吧！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the Shells.
fr: Ignorer les Coquilles.
it: Ignora gli shellman.
ru: Не обращать внимания на ракушек.
zh_hans: 无视甲壳族。

source: You aren't here to participate in random side quests.
fr: Vous n'êtes pas ici pour participer à n'importe quelle quête secondaire.
it: Non sei qui per fare missioni secondarie a caso.
ru: Вы здесь не для того, чтобы участвовать в случайных побочных заданиях.
zh_hans: 你在这里不是为了参加随机的支线任务。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="KNIGHT_SHELLSPY_BRIBE"]/text
source: The Knights seems more than willing to betray their nation in turn for some hard drugs.
fr: Les Chevaliers semblent être prêts à trahir leur nation en échange des drogues promises.
it: I Cavalieri sono ben disposti a tradire la loro patria in cambio di droghe pesanti.
ru: Атаманы Тумана, похоже, более чем готовы предать свою страну в обмен на тяжелые наркотики.
zh_hans: 夜爵士团似乎十分愿意背叛他们的国家来换取一些硬货。

# data/events_sector_knight.xml$//event[@name="KNIGHT_SHELLSPY_BRIBE"]/choice/text
source: Check on the spy.
fr: Vérifier l'état de l'espion.
it: Controlla la spia.
ru: Проверить шпиона.
zh_hans: 检查间谍的情况。

source: Once free, you offer to bring the Radiant back, but he refuses. "Can't, our mission has been compromised. I'll order my men back, but I can't return to thhhe Geniocracy. Thhhhey have little tolerance for failure from Radiants like me. I will come withhh you instead, if thhhat is alright withhh you."
fr: Vous offrez au Radiant de le ramener, mais il refuse. "Impossible, ma mission a été compromise. Che vais dire à mes hommes de rentrer, mais che ne peux pas les suiffre jusqu'à la Chéniocratie. Ils tolèrent peu les échecs ffenant des Radiants comme moi. Che ffais ffenir avec ffous à la place, si cela ffous conffient."
it: Una volta libero, offri di riportare il radioso alla sua nave, ma si rifiuta. "Non poffo, la noftra miffione è ftata compromeffa. Ordinerò ai miei uomini di ritirarfi, ma io non poffo tornare alla Geniocrazia. Non tollerano i fallimenti da parte di radiofi come me. Piuttosto, preferifco venire con te, fe ti fta bene."
ru: Освободив, вы предлагаете вернуть Лучезарную ракушку, но он отказывается. "Не могу, наша миссия подорвана. Я прикажу своим людям вернуться, но я не могу вернуться в Гениократию. Они не терпят неудачш от таких Лучшезарных, как я. Я пойду с вами, если вы не против".
zh_hans: 你提出把辐射体带回来，但他拒绝了。"不能，我们的任务已经被破坏了。我会命令我的人回来，但我不能回到怪才体。他们对像我这样的辐射体的失败没有什么宽容。如果你不介意的话，我可以和你一起去。"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them with the narcotics.
fr: Les soudoyer avec les narcotiques.
it: Corrompili coi narcotici.
ru: Подкупить их наркотиками.
