Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

# data/events_sector_knight.xml$//textList[@name="NEBULA_KNIGHT_FIGHT"]/text[1]
source: "Thessse nebulasss aren't for the Federation to be sssnooping around in! Get lossssst."
fr: "Cccces nébuleuses ne ssssont pas faites pour les fouineurs de la Fédération ! Allez-vous faire voir."
it: "Quessste nebulossse non sssono fatte per permettere alla Federazione di ficcare il nassso! Sssparisssci."
ru: "Эти туманносссти не территория Федерации, чтобы в них рыссскать! Убирайтесь".
zh_hans: "这些星云不是联邦的人可以随意窥探的！快滚。"

# data/events_sector_knight.xml$//textList[@name="NEBULA_KNIGHT_FIGHT"]/text[2]
source: The Knights of Nights sure are determined not to let anyone interfere with the festival. Despite you not even being able to participate, the mere suggestion you might be working with Slocknog is enough to drive the ship nearby to murder.
fr: Les Chevaliers de Nights sont bien déterminés à ne laisser aucun intrus interférer avec le festival. Malgré votre impossibilité à y participer, la simple idée que vous puissiez travailler avec Slocknog est suffisante pour pousser le vaisseau proche à vous abattre.
it: Di sicuro i Cavalieri di Nights sono determinati a non lasciare che qualcuno interferisca col festival. Nonostante tu non possa nemmeno parteciparvi, il semplice sospetto che potresti lavorare con Slocknog basta per portare la nave vicina ad abbatterti.
ru: Атаманы Тумана твердо намерены не дать никому помешать фестивалю. Несмотря на то, что вы даже не можете участвовать в фестивале, одного предположения о том, что вы можете сотрудничать со Слокногом, достаточно, чтобы довести близлежащий корабль до желания убить.
zh_hans: 七夜的夜爵士们肯定决心不让任何人干扰盗冠节。尽管你甚至不能参加，但仅仅是你与斯洛克诺格之间潜在的合作就足以让附近的船只走向谋杀。

# data/events_sector_knight.xml$//textList[@name="NEBULA_KNIGHT_FIGHT"]/text[3]
source: A Knight ship jumps in, weapons blazing. It's not usual for Slugs to attack in such a blunt manner, but judging from the strange flight patterns of the ship, they're likely drunk. Let's hope that plays in your favor.
fr: Un vaisseau Chevalier saute dans la zone, toutes armes dehors. C'est assez inhabituel pour des Limaces d'attaquer d'une manière aussi directe, mais à en juger par les étranges manœuvres de leur vaisseau, elles sont probablement ivres. Espérons que cela joue en votre faveur.
it: Una nave di Cavalieri arriva in salto, sparando a destra e a manca. Non è da slugman attaccare in modo così diretto, ma a giudicare dalle manovre strane che fa la loro nave, probabilmente sono ubriachi. Speriamo che la cosa ti giovi.
ru: Корабль Атаманов тумана бросается в атаку, паля из оружия. Слизням не свойственно нападать таким образом, но, судя по странной траектории полета корабля, они, скорее всего, пьяны. Будем надеяться, что это сыграет в вашу пользу.
zh_hans: 一艘夜爵士船跃迁了过来，武器炽热。蛞蝓族以这种直截了当的方式进行攻击并不常见，但从这艘船奇怪的飞行模式来看，他们可能是喝醉了。希望这对你有利。

# data/events_sector_knight.xml$//textList[@name="NEBULA_KNIGHT_FIGHT"]/text[4]
source: It appears a Knight vessel is waiting for you here. "I made a bet that I would be the one to kill you! Now ssssit ssstill and let me blow you up."
fr: Il semblerait que le vaisseau Chevalier ici-présent attendait votre venue. "J'ai parié que ccce serait moi qui te tuerais ! Maintenant, ressste tranquille et laissse moi t'exxxploser."
it: Pare che una nave di Cavalieri ti stia aspettando qui. "Ho ssscommessso che sssarei ssstato io a ucciderti! Ora non muoverti e lassscia che ti riduca in mille pezzi."
ru: Похоже, здесь вас ждет корабль Атаманов тумана. "Я заключил пари, что именно я убью тебя! А теперь замри и дай мне тебя взорвать".
zh_hans: 似乎有一艘夜爵士船在这里等着你。"我打了个赌，赌我是杀死你的人！现在别动，让我把你炸死。"

# data/events_sector_knight.xml$//textList[@name="NEBULA_KNIGHT_FIGHT"]/text[5]
source: A Knight vessel appears to just have finished salvaging the remains of a small Slug interceptor, but as soon as you enter they decide to pick you off next!
fr: Un vaisseau Chevalier semble avoir tout juste terminé de récupérer les restes d'un petit intercepteur Limace, mais en vous voyant, ils décident ensuite de s'en prendre à vous !
it: Una nave di Cavalieri sembra aver appena finito di recuperare i resti di un piccolo intercettore slugman, ma non appena arrivi decidono di prendersela con te!
ru: Корабль Атаманов Тумана, похоже, только что закончил разборку обломков небольшого перехватчика слизней, но как только вы появляетесь, они решают расправиться с вами!
zh_hans: 一艘夜爵士船似乎刚刚回收完一艘小型蛞蝓族拦截器的残骸，但你一进入本信标处，他们就决定接下来要把你干掉了！

# data/events_sector_knight.xml$//textList[@name="NEBULA_KNIGHT_FIGHT"]/text[6]
source: The Knights of Nights have proven to be far more aggressive than regular Slug vessels, and aren't afraid to attack you straight on!
fr: Les Chevaliers de Nights se sont montrés être bien plus agressifs que les Limaces ordinaires et ceux-ci ne redoutent pas un assaut frontal contre vous !
it: I Cavalieri di Nights si sono dimostrati molto più aggressivi delle navi slugman normali, e non hanno paura di attaccarti direttamente!
ru: Атаманы Тумана оказались гораздо агрессивнее обычных кораблей слизней, и не боятся сразу же напасть на вас!
zh_hans: 事实证明，七夜的夜爵士们比普通的蛞蝓族飞船更具攻击性，而且不怕直接攻击你！

source: It appears this beacon is home to not only an ion storm, but a Knight vessel as well!
fr: Il semblerait que cette balise abrite non seulement une tempête ionique, mais aussi un vaisseau Chevalier !
it: Pare che questo astrofaro accolga non solo una tempesta ionica, ma anche una nave di Cavalieri!
ru: Оказывается, на этом маяке находится не только ионный шторм, но и корабль Атаманов Тумана!
zh_hans: 看来这个信标不仅是离子风暴的所在地，也是一艘夜爵士船的所在地！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them with the narcotics.
fr: Les soudoyer avec les narcotiques.
it: Corrompili coi narcotici.
ru: Подкупить их наркотиками.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them with the narcotics.
fr: Les soudoyer avec les narcotiques.
it: Corrompili coi narcotici.
ru: Подкупить их наркотиками.

source: The Clairvoyants are primarily in favor of Slocknog, but despite this it seems the ship here has chosen protecting their homeland over letting a foreign Federation ship rumored to be supporting their king running about.
fr: Les Clairvoyants se rangent principalement du coté de Slocknog, mais malgré cela, le vaisseau ici-présent semble avoir choisi de protéger sa patrie plutôt que de laisser un supposé vaisseau Fédéré étranger qui soutient leur roi vagabonder.
it: I Chiaroveggenti sono perlopiù favorevoli a Slocknog, ma ciononostante pare che la nave qui presente abbia scelto di proteggere la sua patria piuttosto che lasciar scorrazzare in giro una nave federale che si dice sostenga il suo re.
ru: Ясновидящие, в основном, выступают за Слокнога, но, несмотря на это, кажется, что корабль здесь предпочел защитить свою родину, чем позволить летать незваному кораблю Федерации, который, по слухам, поддерживает их короля.
zh_hans: 通灵者们主要支持斯洛克诺格，但尽管如此，这里的飞船似乎选择了保护他们的家园，而不是让一艘只是传闻中支持他们国王的外来联邦飞船到处乱跑。

source: Though you haven't encountered as many Clairvoyant ships as you might have expected in a dense Slug nebula like this, it appears your luck has run out.
fr: Si vous n'avez jusque là pas rencontré autant de vaisseaux Clairvoyants que vous pensiez voir dans une nébuleuse Limace aussi dense comme celle-ci, il semblerait que votre chance ait enfin tournée.
it: Anche se non hai incontrato tante navi Chiaroveggenti quanto pensavi in una fitta nebulosa slugman come questa, pare che la tua fortuna si sia esaurita.
ru: Несмотря на то, что в такой плотной туманности, как эта, вы не встречали так много кораблей Ясновидящих, как можно было бы ожидать, похоже, что удача закончилась.
zh_hans: 虽然在这样一个密集的蛞蝓族星云中，你并没有像你预期的那样遇到那么多通灵会飞船，但看来你的运气已经耗尽了。

source: A Clairvoyant ship has chosen to do their job and protect their sector, and is moving in to attack.
fr: Un vaisseau Clairvoyant a décidé de jouer son rôle en protégeant ce secteur et fonce droit vers vous.
it: Una nave Chiaroveggente ha scelto di fare il proprio dovere e proteggere il suo settore, e si muove in assetto d'attacco.
ru: Корабль Ясновидящих, решивший выполнить свою работу и защитить свой сектор, переходит в атаку.
zh_hans: 一艘通灵会飞船选择了恪尽职守，保护他们的星区，因此正发起攻击。

source: "Renegade, you aren't ssssuppossssed to be here! Thissss isss a private sssector!" A Clairvoyant ship moves in to attack.
fr: "Fédération, vous n'êtes pas cccensssés être là ! Ccceccci est un sssecteur privé !" Un vaisseau Clairvoyant fonce vous attaquer.
it: "Rinnegato, non dovresssti esssere qui! Quesssto è un sssettore privato!" Una nave Chiaroveggente arriva per attaccare.
ru: "Федерация, васссс здессссь быть не должно! Это часссстный сссектор!" Корабль Ясновидящих переходит в атаку.
zh_hans: "联邦，你不应该出现在这里！这是个私人星区！"一艘通灵会飞船开始攻击。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_ENGINES"]/text
source: Immediately after jumping into the beacon, your engines sputter and malfunction. Something is jamming them, and not longer after it's revealed who. A Knight vessel slips out of the nebula, offering to "fix" your engines for a bit of scrap.
fr: Immédiatement après votre arrivée à la balise, vos moteurs crachotent et souffrent d'un dysfonctionnement. Quelque chose les brouille et vous tombez vite sur le coupable. Un vaisseau Chevalier glisse hors de la nébuleuse et vous propose de "réparer" vos moteurs contre un peu de ferraille.
it: Subito dopo il salto a questo astrofaro, i tuoi motori sbuffano e subiscono un malfunzionamento. Qualcosa li blocca, e poco dopo il colpevole si palesa. Una nave di Cavalieri fa capolino dalla nebulosa e offre di "aggiustare" i tuoi motori in cambio di qualche modulo.
ru: Сразу же после прыжка на маяк ваши двигатели начинают барахлить и отказывать. Что-то их глушит, и не сразу выясняется, что именно. Из туманности появляется корабль Атаманов Тумана, предлагающий "починить" ваши двигатели за немного лома.
zh_hans: 在跃迁入信标处后，你的引擎立即出现了溅射和故障。有什么东西在干扰它们，而且在发现是谁之后没多久。一艘夜爵士船从星云中滑出，表示愿意为你"修理"引擎以换取一点废料。

source: Refuse.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: You aren't paying any fee for your 'broken' engines. Outraged at your refusal, the Knight vessel attacks!
fr: Vous n'allez pas régler quoi que ce soit pour vos moteurs 'endommagés'. Outré à votre refus, le vaisseau Chevalier attaque !
it: Non pagherai un bel niente per i tuoi motori 'rotti'. Profondamente offesi dal tuo rifiuto, i Cavalieri attaccano!
ru: Вы не будете платить за свои "сломанные" двигатели. Возмущенный вашим отказом, корабль Атаманов Тумана атакует!
zh_hans: 你没有为你的"坏"引擎支付任何费用。夜爵士飞船对你的拒绝感到愤怒，于是发动了攻击！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Correct the issue yourself.
fr: (Anti-Virus) Corrigez vous-même le problème.
it: (Antivirus) Risolvi il problema per conto tuo.
ru: (Антивирус) Устранить проблему самостоятельно.

source: You undo the damage they have done. Unsurprisingly, this does not deter them from assaulting you regardless.
fr: Vous réparez les dommages qu'ils ont causés. Sans surprise, cela ne les dissuade pas de vous attaquer malgré tout.
it: Annulli il danno che hanno fatto. Prevedibilmente, questo non li scoraggia dall'attaccarti comunque.
ru: Вы устраняете нанесенный ущерб. Неудивительно, что это не останавливает их от нападения на вас.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them with the narcotics.
fr: Les soudoyer avec les narcotiques.
it: Corrompili coi narcotici.
ru: Подкупить их наркотиками.

source: Pay.
fr: Payer.
it: Paga.
ru: Заплатить.

source: The Knight captain can't help but snicker as they board and pretend to work on your engines, scoop up some scrap, and leave.
fr: Le capitaine Chevalier ne peut s'empêcher de ricaner tandis que ses hommes motent à bord pour faire semblant de travailler sur vos moteurs, ramasser de la ferraille, puis repartent.
it: Il capitano dei Cavalieri non riesce a fare a meno di ridacchiare mentre sale a bordo e finge di lavorare ai tuoi motori, quindi prende dei moduli e se ne va.
ru: Атаманы Тумана не могут удержаться от ухмылки, когда они поднимаются на борт, делают вид, что работают над вашими двигателями, забирают немного лома и уходят.
zh_hans: 夜爵士舰长忍不住讥笑，他们的人登上星舰，假装为你的引擎维修，舀起一些废料，然后离开。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/text
source: A Clan vessel has taken a rest nearby. You aren't sure why they're here so far outside of the nebulas where ships are hunting for the crown.
fr: Un vaisseau proche de la Guilde a fait une escale ici. Vous ignorez pourquoi ils sont aussi éloignés des nébuleuses, où les vaisseaux se mettent en chasse pour la couronne.
it: Una nave di Cacciatori si sta riposando nei paraggi. Non sai che ci facciano qui così lontano dalle nebulose in cui le navi lottano per la corona.
ru: Неподалеку расположилось на отдых судно Клановцев. Вы не знаете, почему они оказались здесь, так далеко от туманностей, где корабли охотятся за короной.
zh_hans: 一艘异猎会的船只在附近休息。你不确定他们为什么会在星云外那么远的地方，明明其他船只都在星云内追寻王冠。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/choice[1]/text
source: Hail them.
fr: Les contacter.
it: Contattali.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/choice[1]/event/text
source: "Ah, didn't think there wasss anyone elsse here who wassssn't busssy getting their asss handed to them by Nightsss'ss men. Idiotsss don't even know the Palace isssn't in a nebula, and that there'ssss no way Nightsss would dare leave the comfort of hisss hidey-hole."
fr: "Ah, je ne pensssais pas rencontrer une autre persssonne qui ne ssse sssoit pas en train de ssse faire botter l'arrière train par les hommes de Nightsss. Ccces idiots ne sssavent même pas que le Palais ne ssse trouve pas dans une nébuleuse et que Nightsss ne prendrait jamais la peine de quitter le confort de sssa petite cachette."
it: "Ah, non pensssavo ci fossse qualcun altro che non era impegnato a prenderle di sssanta ragione dagli uomini di Nightsss. Quegli idioti non sssanno nemmeno che il Palazzo non è in una nebulosssa, e non esssissste che Nightsss osssi lassciare il comfort del sssuo nassscondiglio."
ru: "Вот уж не думал, что здесссь есссть кто-то ещщще, кто не занят тем, что получают по заднице от людей Тумана. Идиоты даже не знают, что дворец находитссся не в туманносссти, и что Туман ни за что не осссмелитссся покинуть уютное убежищщще".
zh_hans: "啊，没想到这里还有没被七夜的手下痛打一顿的人。这些白痴们甚至不知道王宫在星云里，也不知道七夜一点都不敢离开他舒适的老鼠洞。"

source: Why are you here?
fr: Pourquoi êtes-vous ici ?
it: Che ci fate qui?
ru: Почему вы здесь?
zh_hans: 你为什么在这里？

source: "Ah, we've come here for the greatessst hunt known to the galaxy. Three headed beetle creaturesss, mutated Ssslug and Mantisss hybridss, and the mythical Sssalt Man are nothing compared to the prize we're after. The CROWN. Issss there anything better you could imagine?"
fr: "Ah, nous sssommes venus iccci pour la plus grande chassse envisageable dans la galaxie. Les monssstres ssscarabées à trois têtes, les hybrides mutants Limaccce-Mantisss et le mythique Sssalin ne sssont rien comparés au prix que nous cherchons. LA COURONNE. Pourriez-vous imaginer mieux que ççça ?"
it: "Ah, sssiamo venuti qui per partecipare alla più grande caccia che la galasssia abbia mai conosssciuto. Creature ssscarafaggio a tre tessste, ibridi ssslugman-mantisss mutati, e il mitico Sssalino non sssono niente rissspetto al premio che cerchiamo noi. La CORONA. Riesssci a immaginare qualcosssa di più bello?"
ru: "А, мы прибыли сссюда для величайшшшей охоты, извессстной всссей галактике. Трехголовые жуки, мутировавшшшие гибриды ссслизней и богомола, мифичессский Сссоляной человек - всссе это ничто по сссравнению ссс призом, за которым мы охотимссся - КОРОНА. Разве можно предссставить сссебе что-то лучшшшее?"
zh_hans: "啊，我们来这里是为了银河系已知的最伟大的猎物。三头甲虫生物、变异的蛞蝓和螳螂混血儿，以及神话中的盐人，都比不上我们要找的东西。这东西当然是——王冠，还有什么比它更珍贵的吗？"

source: Offer to buy any map data they have.
fr: Proposer d'acheter les données cartographiques qu'ils pourraient avoir.
it: Offri di comprare i loro dati di mappa.
ru: Предложить купить все имеющиеся у них картографические данные.
zh_hans: 提出购买他们的星图数据。

source: The Clansmen are more than willing to offer the data, knowing you're no threat to the title they're after.
fr: Les Loubards vous offrent volontiers leurs données, sachant que vous n'êtes pas une menace au titre qu'ils convoitent.
it: I Cacciatori offrono i dati volentieri, sapendo che non sei una minaccia per il titolo che vogliono arraffare.
ru: Клановцы готовы поделиться данными, зная, что вы не представляете угрозы для титула, за которым они охотятся.
zh_hans: 异种猎人很愿意提供数据，因为他们知道你不会威胁到他们追求职位。

source: Offer to take them with you.
fr: Proposer de les amener avec vous.
it: Offri di portarli con te.
ru: Предложить взять их с собой.
zh_hans: 提出带上他们。

source: You explain that you're heading to the Palace yourself, and can take them there if they want. Shockingly, the Clansman is more than willing, but he wishes to test you. "I will not work aboard any ssship who is not as ssskilled at the hunt as I am. Let usss duel, and I ssshall only sssurrender sssshould you injure me to the point that I cannot proceed without medical aid!" Sounds easy enough, except the Clansman has used a combat augment to jam your Shields!
fr: Vous expliquez que vous vous rendez-vous même au Palais et que vous pourriez les amener là-bas s'ils le désirent. D'une manière étonnante, le Loubard est plus que partant à l'idée, mais il souhaite vous tester. "Je ne ssservirai pas à bord d'un vaissseau qui n'est pas ausssi adepte que moi à la chassse. Faisons un duel : je ne baissserai les armes que sssi vous parvenez à me blessser au point qu'il me faille de l'aide médicale pour m'en remettre !" Cela semble simple, cependant le Loubard vient d'utiliser une augmentation de combat pour brouiller vos Boucliers !
it: Spieghi che anche tu ti stai dirigendo al Palazzo e puoi portarceli se vogliono. Con tua grande sorpresa, accettano, ma il loro capo prima vuole metterti alla prova. "Non lavoro sssu nesssuna nave che non sssia abile quanto me nella caccia. Duelliamo, e mi arrenderò sssolo ssse riussscirai a ferirmi al punto che non possso più andare avanti sssenza aiuti medici!" Sembra facile, se non fosse che i Cacciatori hanno usato un accessorio di combattimento per bloccare i tuoi scudi!
ru: Вы объясняете, что сами направляетесь во дворец и можете проводить его туда, если он хочет. Как ни странно, Клановец более чем согласен, но он хочет проверить вас. "Я не ссстану работать на корабле, который не так иссскусссен в охоте, как я. Давайте уссстроим дуэль, и я сссдамссся только в том ссслучае, есссли вы раните меня до такой ссстепени, что я не сссмогу двигатьссся дальшшше без медицинссской помощщщи!" Звучит просто, но Клановец использовал боевой модуль, чтобы отключить ваши Щиты!
zh_hans: 你解释说自己也要去王宫，若对方愿意，可以带他们一程。令人震惊的是，异种猎人非常愿意，但他想试探一下你。"我不会在任何在狩猎方面不如我熟练的船上工作。让我们决斗吧，只有你把我打伤到必须要医疗援助的地步，我才会投降！"听起来很简单，只是异种猎人已经用增强部件干扰了你的护盾！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your shields.
fr: (Anti-virus) Restorer vos boucliers.
ru: (Антивирус) Восстановить свои Щиты.
zh_hans: (防护程序)恢复护盾系统的运作。

source: Your shields are restored. The Ranger will have to rely on conventional tactics rather than low blows.
fr: Vos boucliers sont rétablis. Le Ranger devra se fier à des tactiques conventionnelles plutôt qu'à des coups bas.
it: I tuoi scudi sono ripristinati. Il ranger dovrà affidarsi a tattiche convenzionali invece che a colpi bassi.
ru: Ваши щиты восстановлены. Рейнджерам придется полагаться на обычную тактику, а не на уловки.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer to take them with you.
fr: Proposer de les amener avec vous.
it: Offri di portarli con te.
ru: Предложить взять их с собой.
zh_hans: 提出带上他们。

source: You explain that you're heading to the Palace yourself, and can take them there if they want. Shockingly, the Clansman is more than willing, but he wishes to test you. "I will not work aboard any ssship who is not as ssskilled at the hunt as I am. Let usss duel, and I ssshall only sssurrender sssshould you injure me to the point that I cannot proceed without medical aid!"
fr: Vous expliquez que vous allez au Palais vous-même et vous pouvez les y emmener s'ils le veulent. Étonnamment, le Loubard est plus que disposé, mais il souhaite vous tester. "Je ne travaillerai pas à bord d'un vaissssseau qui n'est pas ausssssi habile à la chasssse que moi. Laissssez-nous nous battre en duel et je ne me rendrai que sssi vous me blessssiez au point que je ne puisssse continuer sssans aide médicale !"
it: Spieghi che anche tu ti stai dirigendo al Palazzo e puoi portarceli se vogliono. Con tua grande sorpresa, accettano, ma il loro capo prima vuole metterti alla prova. "Non lavoro sssu nesssuna nave che non sssia abile quanto me nella caccia. Duelliamo, e mi arrenderò sssolo ssse riussscirai a ferirmi al punto che non possso più andare avanti sssenza aiuti medici!"
ru: Вы объясняете, что сами направляетесь во дворец и можете проводить его туда, если он хочет. Как ни странно, Клановец более чем согласен, но он хочет проверить вас. "Я не ссстану работать на корабле, который не так иссскусссен в охоте, как я. Давайте уссстроим дуэль, и я сссдамссся только в том ссслучае, есссли вы раните меня до такой ссстепени, что я не сссмогу двигатьссся дальшшше без медицинссской помощщщи!"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/choice[2]/text
source: Attack!
fr: Attaquer !
it: All'attacco!
ru: Атаковать!
zh_hans: 攻击！

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/choice[2]/event/text
source: You take this chance to attack the Clansmen while they're distracted.
fr: Vous saisissez cette chance pour attaquer les Loubards pendant qu'ils sont distraits.
it: Cogli l'occasione per attaccare i Cacciatori finché sono distratti.
ru: Использовать этот шанс, чтобы атаковать Клановцев, пока они отвлечены.
zh_hans: 你抓住这个机会，趁着异种猎人们分心的时候攻击他们。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/choice[3]/text
source: Ignore the Clansmen.
fr: Ignorer les Loubards.
it: Ignora i Cacciatori.
ru: Не обращать внимания на Клановцев.
zh_hans: 无视异种猎人们。

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN"]/choice[3]/event/text
source: Messing with the Clansmen might not be the best idea. Better to take this chance to rest.
fr: Provoquer les Loubards n'est sûrement pas la meilleure idée. Mieux vaut-il saisir cette chance pour se reposer.
it: Immischiarsi negli affari della Gilda potrebbe non essere una buona idea. Meglio sfruttare questo momento per riposare.
ru: Вмешиваться в дела Клановцев, возможно, не самая лучшая идея. Лучше воспользоваться этим шансом, чтобы отдохнуть.
zh_hans: 惹上异种猎人可能不是什么好主意，最好利用这个机会休息一下。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。
