Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

# data/events_sector_knight.xml$//event[@name="KNIGHT_CLAN_OFFER"]/text
source: You find the Ranger you spoke with earlier, injured, but surprisingly still alive. "You are truly an excellent fighter! I could think of no one better to work for. Here'ssss to hoping we get that crown, friend!"
fr: Vous trouvez le Ranger avec qui vous avez parlé plus tôt, blessé, mais étonnamment toujours en vie. "Vous êtes vraiment un excellent combattant ! Je ne pouvais penser travailler pour un meilleur employeur. Voilà comment on peut esssspérer obtenir cette couronne, mon ami !"
it: Trovi il ranger con cui hai parlato prima ferito, ma ancora vivo. "Sssei davvero un ottimo combattente! Non potrei chiedere un capo migliore. Ecco, sssperiamo di prenderci quella corona, amico mio!"
ru: Вы находите Рейнджера, с которым разговаривали ранее, раненого, но, на удивление, еще живого. "Ты дейссствительно отличный боец! Я не могу назвать никого лучшшше, на кого можно было бы работать. Надеюсссь, мы получим эту корону, друг!"

# data/events_sector_knight.xml$//event[@name="KNIGHT_PALACE"]/text
source: You've arrived at the royal palace at last. Slug infrastructure isn't always the most stunning, but you must admit the view in front of you is magnificent. It is no wonder Nights is so reluctant to give up his crown.
fr: Vous êtes enfin arrivés au palais royal. L'architecture Limace n'est pas toujours la plus spectaculaire, mais il faut admettre que la vue qui s'offre devant vous est magnifique. Pas étonnant que Nights réchigne autant à abandonner sa couronne.
it: Arrivi finalmente al palazzo reale. Le infrastrutture slugman non sempre sono le più sorprendenti, ma devi ammettere che lo spettacolo che ti si staglia davanti è magnifico. Non c'è da stupirsi che Nights non voglia rinunciare alla corona.
ru: Наконец-то вы добрались до королевского дворца. Инфраструктура слизней не всегда самая потрясающая, но надо признать, что вид перед вами открывается великолепный. Неудивительно, что Туман так не хочет отказываться от своей короны.
zh_hans: 你终于来到了王宫。蛞蝓族的基础设施并不总是最令人惊叹的，但你必须承认，面前的景色十分宏伟。难怪七夜如此不愿意放弃他的王冠。

# data/events_sector_knight.xml$//event[@name="KNIGHT_PALACE"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="KNIGHT_PALACE"]/choice/event/text
source: As you approach the massive overhang, you can see signs of struggle. It appears Slocknog has already made his move on the palace, along with a fleet of loyal Clairvoyant vessels.
fr: Tandis que vous vous approchez de l'imposante structure, vous pouvez voir des signes de lutte. Il semblerait que Slocknog ait commencé à mettre son plan à exécution, puisqu'il se tient devant le palais, accompagné d'une flotille de vaisseaux Clairvoyants loyaux.
it: Come ti avvicini alla struttura imponente, vedi segni di lotta. Pare che Slocknog si sia già mosso verso il palazzo, assieme a una flotta di navi Chiaroveggenti a lui fedeli.
ru: По мере приближения к большому выступу видны следы борьбы: похоже, Слокног вместе с флотилией верных ему кораблей Ясновидящих уже двинулся на дворец.
zh_hans: 当你接近巨大的悬空处时，你可以看到斗争的迹象。看来斯洛克诺格已经对宫殿采取了行动，伴随一支忠诚的通灵会舰队。

source: Stick around and watch.
fr: Rester pour regarder.
it: Resta a guardare.
ru: Оставаться здесь и наблюдать.
zh_hans: 留下来观看。

source: Slocknog has begun speaking to the crowd, which consists of both eager supporters protesting against Nights, and the well armed Knights holding them back. "Give it up Nightsssss. Come out of that palace and take part in the sssame fesstival every other king before you has eagerly participated in! You ssstole that crown, by cheating might I remind you, but if you're truly the brave fighter you claim to be then ssssurely you can protect your throne."
fr: Slocknog a commencé à parler à la foule, qui est à la fois comprise de partisans enthousiastes qui protestent contre Nights, ainsi que des Chevaliers bien armés les maintenant à distance. "Laisssse tomber, Nightsssss. Sssort de ccce palais et viens particcciper au Fessstival auquel tout les rois te précccédant ont vaillamment pris part ! Tu as volé ccccette couronne, en trichant je te rappelle, mais sssi tu est véritablement le brave guerrier que tu proclame être, alors tu ne devrais sssûrement pas avoir de mal à défendre ton trône."
it: Slocknog ha iniziato a parlare alla folla, che consiste sia di sostenitori entusiasti che protestano contro Nights, sia di Cavalieri ben armati che li tengono indietro. "Arrenditi, Nightsss. Esssci dal quel palazzo e prendi parte allo ssstessso fessstival a cui hanno partecipato sssenza esssitazione tutti i re che ti hanno preceduto! Hai rubato quella corona, barando, vorrei ricordare. Ma ssse sssei davvero il guerriero audace che dici di esssere, allora potrai sssicuramente proteggere il tuo trono."
ru: Слокног обратился к толпе, состоящей как из ярых сторонников, протестующих против Тумана, так и из хорошо вооруженных Атаманов Тумана, сдерживающих их. "Сссдавайссся, Туман. Выйди из дворца и прими учассстие в том же фессстивале, в котором охотно учассствовали всссе оссстальные короли до тебя! Напомню, ты украл корону обманом, но есссли ты дейссствительно храбрый боец, за которого сссебя выдаешшшь, то, конечно, сссможешшшь защщщитить сссвой трон".
zh_hans: 斯洛克诺格已经开始对人群演讲，其中既有抗议七夜的热心支持者，也有全副武装在阻拦他们的夜爵士。"放弃吧七夜。从你那个宫殿里出来，参加你之前的每个国王都热切参与过的盗冠节！我想提醒你的是，你是通过作弊来获得王位的。如果你真的是你所声称的勇敢的战士，那么你自然有能力能守住你的王位。"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Slocknog urges Nights to come out several more times, then gives up and waits. There's a moment of silence, finally followed by Night's raspy voice over the intercom. "Fine, you sssshriveled pisss colored sssmelly sssson-of-a-bitch! I'll come out alright!" A few minutes later, Nights' signature ship, the Black Raven, comes bursting out of one of the hangars firing directly at Slocknog's much larger cruiser. Immediately, chaos breaks out.
fr: Slocknog pousse plusieurs fois Nights à sortir, puis finit par abandonner et attendre. Il y a un moment de silence, suivi enfin par la voix rauque de Night à travers l'intercom. "D'accord, essspèccce de sssac à pisssse puant ! J'vais ssssortir, tu vas voir !" Quelques minutes après, le vaisseau signature de Nights, le Corbeau Noir, jaillit de l'un des hangars et ouvre le feu sur le croiseur bien plus grand de Slocknog. Le chaos s'installe immédiatement.
it: Slocknog incita Nights a uscire molte altre volte, poi si arrende e aspetta. C'è un momento di silenzio, seguito poi dalla voce rauca di Nights all'interfono. "Va bene, brutto sssacco di pissscio rinsssecchito! Vengo fuori!" Pochi minuti dopo, la nave simbolo di Nights, il Corvo Nero, salta fuori da uno degli hangar e spara direttamente all'incrociatore molto più grande di Slocknog. È il caos.
ru: Слокног еще несколько раз призывает Тумана выйти, затем сдается и ждет. Наступает мгновение тишины, и наконец по внутренней связи раздается хриплый голос Тумана. "Ладно, ты, сссукин сссын, воняющщщий мочой! Я выйду и покажу тебе!" Через несколько минут из одного из ангаров вылетает фирменный корабль Тумана - Черный ворон, стреляющий прямо в крейсер Слокнога. Сразу же начинается хаос.
zh_hans: 斯洛克诺格又催促了几次七夜，然后放弃了，静静等待着。有片刻的沉默，最后是七夜的粗哑的声音在对讲机里响起。"好吧，你这个干瘪的小人，彩色的婊子养的！我会出来的。"几分钟后，七夜的招牌星舰"黑鸦号"从一个舰库里冲出来，直接向斯洛克诺格的大型星舰开火。随即，混乱爆发了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The battle around you seems to have consumed the landscape for as far as you can see. Both sides seem to be equal in size. You could easily get involved and influence the outcome of this brawl, but who is the right choice?
fr: La bataille autour de vous semble avoir recouvert tout le paysage perceptible. Les deux camps semblent égaux en taille. Vous pourriez facilement vous interposer pour renverser l'équilibre, mais qui est le bon choix ?
it: La battaglia attorno a te sembra aver consumato tutto quanto riesci a vedere. Entrambe le parti sembrano essere ad armi pari. Potresti tranquillamente immischiarti e influenzare l'esito di questo tafferuglio, ma qual è la scelta giusta?
ru: Битва вокруг вас, кажется, поглотила весь пейзаж, насколько вы можете видеть. Обе стороны кажутся равными по размеру. Вы могли бы легко вмешаться и повлиять на исход этой битвы, но кто из них наиболее подходящий правитель?
zh_hans: 你周围的战斗似乎已经吞噬了你所能看到的景观。双方似乎规模相当。你可以轻易地参与进去，影响这场争斗的结果，但谁才是正确的选择呢？

source: Aid Slocknog - he seems reasonable enough, and might be able to bring the Slugs to a glory age.
fr: Aider Slocknog - il semble assez raisonnable et il pourrait apporter aux Limaces un âge de gloire.
it: Aiuta Slocknog. Sembra abbastanza ragionevole e potrebbe condurre gli slugman a un'età dell'oro.
ru: Поддержать Слокнога - он кажется достаточно разумным и, возможно, сможет вернуть слизней в эпоху славы.
zh_hans: 援助斯洛克诺格，他似乎足够通情达理，也许能把蛞蝓族带到一个辉煌的时代。

source: With Slocknog in charge, the Kleptocracy might finally be able to progress past this stage of barbaric thievery. The Federation aims for a better galaxy, and you'll be damned if you don't do something to see it through.
fr: Avec Slocknog aux commandes, la Kleptocratie pourrait peut-être enfin progresser au-delà du stage de régime d'escrocs barbares. La Fédération prone pour le meilleur de la galaxie et vous seriez damnés si vous ne faites rien pour obtenir cela.
it: Con Slocknog alla guida, la Cleptocrazia potrebbe finalmente andare oltre questi barbari furti. La Federazione anela a una galassia migliore, e accidenti, farai qualcosa per realizzarla.
ru: С приходом к власти Слокнога Клептократия, возможно, наконец-то сможет преодолеть эту стадию варварского воровства. Федерация стремится к лучшей галактике, и будьте вы прокляты, если не сделаете что-то, что поможет ей в этом.
zh_hans: 在斯洛克诺格的领导下，星盗会可能最终能够进步，超越这个野蛮的盗窃阶段。联邦的目标是建立一个更好的星系，如果你不做些什么来见证它，你会被钉在耻辱柱上的。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Aid Nights - he seems like the king the Slugs you know would want.
fr: Aider Nights - il semble être le roi parfait pour les Limaces que vous connaissez.
it: Aiuta Nights. Sembra il re che sai vorrebbero gli slugman.
ru: Поддержать Тумана - он кажется королем, которого хотели бы видеть известные вам слизни.
zh_hans: 援助七夜，他似乎正是蛞蝓族们想要的国王。

source: Nights might seem bad on the surface, but to raise this much of a following surely the guy must have some redeeming qualities in the eyes of the Slugs. If you're going to be involved, you might as well pick someone the Slugs want.
fr: Nights semble mauvais à premier coup d'oeil, mais pour avoir obtenu un tel rassemblement de disciples, il doit sûrement avoir des qualités remarquables aux yeux des Limaces. Si vous devez vous mêler à cela, autant choisir quelqu'un désiré par les Limaces.
it: Nights sembrerà orribile all'apparenza, ma se ha tutto questo seguito deve per forza avere dei lati positivi agli occhi degli slugman. Se devi proprio immischiarti, tanto vale scegliere qualcuno che gli slugman vogliono.
ru: Туман может показаться плохим на первый взгляд, но для того, чтобы завоевать такую большую популярность, парень должен обладать какими-то положительными качествами в глазах слизней. Если уж ввязываться в это дело, то лучше выбрать кого-то, кого хотят слизни.
zh_hans: 七夜表面上看起来很糟糕，但能培养出这么多的追随者，在蛞蝓族眼中，这家伙肯定有一些值得称道的品质。如果你要参与其中，不妨选择一个蛞蝓族本来想要的人。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Who are we to partake in these matters?
fr: Qui sommes-nous pour prendre part à ces affaires ?
it: Chi siamo noi per prendere parte a certe cose?
ru: Кто мы такие, чтобы принимать участие в решениях этих вопросов?
zh_hans: 我们有什么资格参与这些事情呢？

source: Things might get hectic, let's leave while we can.
fr: La situation risque de s'envenimer, partons tant que nous le pouvons.
it: La situazione si sta scaldando, andiamocene finchè possiamo.
ru: Дела могут пойти вкривь и вкось, давайте уходить, пока есть возможность.
zh_hans: 事况可能会变得很乱，我们趁机离开吧。

source: Better not to risk it. You pull away from the planet.
fr: Mieux vaut ne pas prendre de risques. Vous vous éloignez de la planète.
it: Meglio non rischiare. Ti allontani dal pianeta.
ru: Лучше не рисковать. Вы удаляетесь от планеты.
zh_hans: 最好不要冒这个险，你拉开与这个星球的距离。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: As the Black Raven crashes into the lake, the fighting suddenly seems to come to a halt. You land your ship next to the Clairvoyant Cruiser, where Slocknog smiles and shakes your hand. "I of coursssse could have done it on my own, but... thank you, captain. Thisss isss twice now you have gone out of your way to help me. May the ssstarssss ssshine brightesst between usss, eh friend?"
fr: Tandis que le Corbeau Noir effectue un plongeon dans le lac, la bataille commence soudainement à prendre fin. Vous posez votre vaisseau près du croiseur Clairvoyant, où Slocknog vous y attend : il sourit et serre votre main. "J'aurai bien sssûr pu m'en sssortir de mon propre chef, mais... mes remerccciements, capitaine. Ccc'est à présent la ssseconde fois que vous m'apportez votre aide. Puissse les étoiles briller de mille feux sssur nous, l'ami, hein ?"
it: Come il Corvo Nero si schianta nel lago, la battaglia sembra cessare all'improvviso. Atterri con la nave accanto all'incrociatore Chiaroveggente, dove Slocknog sorride e ti stringe la mano. "Ovviamente avrei potuto farcela benisssimo da sssolo, ma... grazie, capitano. Ora sssono già due volte che fai in quattro per aiutarmi. Che le ssstelle brillino col fuoco di mille sssoli tra di noi, eh?"
ru: Когда Черный ворон падает в озеро, кажется, что бой внезапно прекращается. Вы сажаете свой корабль рядом с крейсером Ясновидящих, где Слокног улыбается и пожимает вам руку. "Я, конечно, мог бы сссделать это и сссам, но... ссспасссибо, капитан. Вы уже дважды помогли мне. Пусссть звезды сссияют между нами как можно ярче, а, друг?"
zh_hans: 当黑鸦号坠入湖中后，战斗似乎突然停止了。你的星舰降落在通灵会星舰旁边，斯洛克诺格微笑着和你握手。"我当然可以自己动手，但是...谢谢你，舰长。这已经是你两次不顾一切地帮助我了。愿星辰铭记我们伟大的友谊，嗯，朋友？"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Go after the crown yourself.
fr: Dérober vous-même la couronne.
it: Prenditi la corona per te.
ru: Отправиться за короной самостоятельно.
zh_hans: 自己去追求那顶王冠。

source: While you watch the ship be fished out of the lake, you remember the Clansmen from earlier, and get the urge to retrieve the crown for yourself, though it won't be easy. Assuming they're still with you, that is.
fr: Tandis que vous observez le vaisseau être repêché hors du lac, vous vous remémorez aussitôt les Loubards et vous vous mettez en tête de récupérer la couronne vous-même, cependant cela ne va pas être facile. En partant évidemment du principe que le mentionné Chasseur soit toujours avec vous.
it: Mentre guardi la nave che viene ripescata dal lago, ricordi i Cacciatori di prima e hai l'istinto di prenderti la corona per te, anche se non sarà facile. Sempre che siano ancora con te.
ru: Наблюдая за тем, как корабль вылавливают из озера, вы вспомнили о Клановце, и у вас появилось желание забрать корону себе, хотя это будет нелегко. Если, конечно, они еще с вами.
zh_hans: 当你看着黑鸦号被捞出湖面时，你想起了先前的异种猎人，并产生了为自己夺回王冠的冲动，尽管这并不容易。当然，前提是他还在你的星舰之内。

source: Your Clansman is alive, let's go for it.
fr: Votre Loubard est en vie, allons-y.
it: Il tuo Cacciatore è vivo, andiamo.
ru: Ваш Клановец жив, давайте действовать.
zh_hans: 你的异种猎人还活着，动身吧。

source: The Slugs have just found the Black Raven's wreck, and have dropped it onto the bank. You'll need stealth to get over there undetected.
fr: Les Limaces viennent de trouver l'épave du Corbeau Noir, qui est déposé sur la terre ferme. Vous aurez besoin d'une dissimulation furtive pour arriver là sans être détecté.
it: Gli slugman hanno appena trovato il Corvo Nero e l'hanno depositato a riva. Dovrai occultarti per raggiungerlo senza farti notare.
ru: Слизни только что нашли обломки Черного Ворона и выбросили их на берег. Вам понадобится скрытность, чтобы добраться туда незамеченным.
zh_hans: 蛞蝓族们刚刚发现了黑鸦号的残骸，并把它弄到了岸上。你需要隐身才能不被发现地到达里面。

source: (Upg. Cloaking) Cloak and approach.
fr: (Camouflage amélioré) S'approcher furtivement.
it: (Occultamento migliorato) Attiva l'occultamento e avvicinati.
ru: (Улучш. Маскировка) Замаскироваться и приблизиться.
zh_hans: (高级隐形)隐身并接近。

source: You cloak the ship and pilot closer to the wreckage. Now, you'll need to be able to teleport your crew onto the Raven without being seen.
fr: Vous dissimulez le vaisseau et pilotez vers l'épave. Maintenant, il va falloir téléporter votre équipage sur le Corbeau sans vous faire repérer.
it: Attivi l'occultamento e ti avvicini al rudere. Ora dovresti poter teletrasportare il tuo equipaggio a bordo del Corvo senza farti vedere.
ru: Замаскировать корабль и приблизиться к кораблекрушению. Теперь вам нужно будет незаметно телепортировать экипаж на Черный ворон.
zh_hans: 你启动星舰的隐形系统，让飞船驶近残骸。现在，你需要能够将你的船员传送到黑鸦号上而不被发现。

source: (Teleporter) Beam the crew aboard.
fr: (Téléporteur) Les téléporter à bord.
it: (Teletrasporto) Teletrasporta l'equipaggio a bordo.
ru: (Телепортатор) Отправить экипаж на борт.
zh_hans: (传送器)将船员送入。

source: Now that your crew are aboard, the stakes are a lot higher. Unfortunately, it's not easy to see in the dark corridors.
fr: Maintenant que votre équipage est à bord, les enjeux sont encore plus grand. Malheureusement, la visibilité dans ces couloirs sombres est assez restreinte.
it: Ora che il tuo equipaggio è a bordo, la posta in gioco è molto più alta. Purtroppo non è facile vedere nei corridoi bui.
ru: Теперь, когда на борту находится ваш экипаж, ставки стали намного выше. К сожалению, в темных коридорах это не так-то просто заметить.
zh_hans: 现在你的船员已经进入内部，风险与收益同时变大。不幸的是，在黑暗的走廊里不容易辨路。

source: (Upg. Sensors) Guide them.
fr: (Capteurs améliorés) Les guider.
it: (Sensori migliorati) Guidali.
ru: (Улучш. Сенсоры) Направить их.
zh_hans: (高级传感器)引导他。

source: (Long-Ranged Scanners) Guide them.
fr: (Scanners à longue portée) Les guider.
it: (Scanner a lungo raggio) Guidali.
ru: (Сканеры дальнего действия) Направить их.

source: Proceed in the darkness.
fr: Continuer dans l'obscurité.
it: Procedi al buio.
ru: Продолжать действовать в темноте.
zh_hans: 在黑暗中前进。

source: Oblivious to their surroundings, your crew end up caught by one of the salvage team, and are shot! You have no choice but to pull away, but it's too late. The guards are now on high alert, and your ship takes heavy damage.
fr: Inconscients de leur entourage, votre équipage finit par se faire attraper par l'une des équipes de récupération et se fait tirer dessus ! Vous n'avez pas d'autre choix que de vous replier : il est trop tard. Les gardes sont sous alerte maximale et votre vaisseau encaisse de lourd dégâts.
it: Ignaro di ciò che li circonda, il tuo equipaggio viene beccato da una delle squadre di recupero, che gli spara! Non hai altra scelta che ritirarti, ma è troppo tardi. Le guardie sono in stato di massima allerta e la tua nave subisce gravi danni.
ru: Не обращая внимания на окружающую обстановку, член экипажа попадает в поле зрения одного из спасателей и ловит пулю. Вам остается только отступить, но уже слишком поздно: охрана в полной боевой готовности, а ваш корабль получает серьезные повреждения.
zh_hans: 你的船员对周围的环境伸手不见五指，最终被回收队的一个人抓住，并被射杀！你别无选择，只能拉开距离，但为时已晚。卫兵们现在处于高度警戒状态，你的星舰受到了严重的损害。

source: Fortunately, your crew is able to be cloned, but that won't reverse the damage you've taken.
fr: Heureusement, votre membre d'équipage est cloné, mais cela n'annulera pas les dégâts que vous avez pris.
it: Per fortuna, il tuo sottoposto può essere clonato, ma ciò non annulla i danni che hai subito.
ru: К счастью, вашего члена экипажа можно клонировать, но это не отменит нанесенного вам ущерба.
zh_hans: 幸运的是，你的船员能够被克隆，但这并不能扭转你所受到的伤害。

source: (Central Teleport) Beam the crew aboard.
fr: (Téléporteur centralisé) Téléporter l'équipage à bord.
it: (Teletrasporto centralizzato) Teletrasporta l'equipaggio a bordo.
ru: (Центр. Телепортатор) Отправить экипаж на борт.
zh_hans: (集中传送器)将船员送入。

source: Nevermind.
fr: Laisser tomber.
it: Lascia perdere.
ru: Неважно.
zh_hans: 算了。

source: Nevermind.
fr: Laisser tomber.
it: Lascia perdere.
ru: Неважно.
zh_hans: 算了。

source: Bean Sylvan is alive, let's go for it.
fr: Finalement, non.
it: Sylvan fagiolo è vivo, facciamolo.
ru: Бобовый Сильван жив, давайте действовать.
zh_hans: 豆子希尔凡在场，动身吧。

source: The Slugs have just found the Black Raven's wreck, and have dropped it onto the bank. You'll need stealth to get over there undetected.
fr: Les Limaces viennent de trouver l'épave du Corbeau Noir, qui est déposé sur la terre ferme. Vous aurez besoin d'une dissimulation furtive pour arriver là sans être détecté.
it: Gli slugman hanno appena trovato il Corvo Nero e l'hanno depositato a riva. Dovrai occultarti per raggiungerlo senza farti notare.
ru: Слизни только что нашли обломки Черного Ворона и выбросили их на берег. Вам понадобится скрытность, чтобы добраться туда незамеченным.
zh_hans: 蛞蝓族们刚刚发现了黑鸦号的残骸，并把它弄到了岸上。你需要隐身才能不被发现地到达里面。

source: (Upg. Cloaking) Cloak and approach.
fr: (Camouflage amélioré) S'approcher furtivement.
it: (Occultamento migliorato) Attiva l'occultamento e avvicinati.
ru: (Улучш. Маскировка) Замаскироваться и приблизиться.
zh_hans: (高级隐形)隐身并接近。

source: You cloak the ship and pilot closer to the wreckage. Now, you'll need to be able to teleport your crew onto the Raven without being seen.
fr: Vous dissimulez le vaisseau et pilotez vers l'épave. Maintenant, il va falloir téléporter votre équipage sur le Corbeau sans vous faire repérer.
it: Attivi l'occultamento e ti avvicini al rudere. Ora dovresti poter teletrasportare il tuo equipaggio a bordo del Corvo senza farti vedere.
ru: Замаскировать корабль и приблизиться к кораблекрушению. Теперь вам нужно будет незаметно телепортировать экипаж на Черный ворон.
zh_hans: 你启动星舰的隐形系统，让飞船驶近残骸。现在，你需要能够将你的船员传送到黑鸦号上而不被发现。

source: (Teleporter) Beam the crew aboard.
fr: (Téléporteur) Les téléporter à bord.
it: (Teletrasporto) Teletrasporta l'equipaggio a bordo.
ru: (Телепортатор) Отправить экипаж на борт.
zh_hans: (传送器)将船员送入。

source: Now that your crew are aboard, the stakes are a lot higher. Unfortunately, it's not easy to see in the dark corridors.
fr: Maintenant que votre équipage est à bord, les enjeux sont encore plus grand. Malheureusement, la visibilité dans ces couloirs sombres est assez restreinte.
it: Ora che il tuo equipaggio è a bordo, la posta in gioco è molto più alta. Purtroppo non è facile vedere nei corridoi bui.
ru: Теперь, когда на борту находится ваш экипаж, ставки стали намного выше. К сожалению, в темных коридорах это не так-то просто заметить.
zh_hans: 现在你的船员已经进入内部，风险与收益同时变大。不幸的是，在黑暗的走廊里不容易辨路。

source: (Upg. Sensors) Guide them.
fr: (Capteurs améliorés) Les guider.
it: (Sensori migliorati) Guidali.
ru: (Улучш. Сенсоры) Направить их.
zh_hans: (高级传感器)引导他。

source: (Long-Ranged Scanners) Guide them.
fr: (Scanners à longue portée) Les guider.
it: (Scanner a lungo raggio) Guidali.
ru: (Сканеры дальнего действия) Направить их.

source: Proceed in the darkness.
fr: Continuer dans l'obscurité.
it: Procedi al buio.
ru: Продолжать действовать в темноте.
zh_hans: 在黑暗中前进。
