Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

source: "Yesss, if it ain't broke, don't fix it... Well then, I cannot thank you enough for sssaving our king. Accept thisss asss humble payment."
fr: "Ouuui, on ne change pas une combinaison gagnante... Eh bien, je ne pourrais jamais vous remercccier asssez pour avoir sssauvé notre roi. Prenez cccet humble paiement."
it: "Esssatto, lasssciala andare. Bene allora, non potrò mai ringraziarti abbassstanza per aver sssalvato il nossstro re. Accetta quessst'umile pagamento."
ru: "Да, есссли ничего не сссломалосссь, не надо ничего чинить... Ну что ж, я не могу не отблагодарить вассс за помощщщь нашшшему королю. Прими это как ссскромную плату".
zh_hans: "是的，如果一个东西没坏，就不要修它...那么，我对你救了我们的国王感激不尽。接受这些卑微的报酬吧。"

source: His name has a lot of S's in it.
fr: Son nom contient beaucoup de 'S'.
it: Il suo nome ha un bel po' di 'S'.
ru: В его имени много букв "С".
zh_hans: 他的名字里有很多个S。

source: "I don't think you underssstand what definesss a good trait in a king. Maybe you are not the bessst perssson to be getting involved in our politicsss..." You assume that's the end of it, but suddenly the Clairvoyant ship attacks! The Slugs must really not appreciate your intervention...
fr: "J'ai bien peur que vous ne compreniez pas ccce qui définit un bon roi. Peut-être que vous n'êtes finalement pas la persssonne appropriée pour vous mêler de nos affaires politiques..." Vous pensiez que c'était la fin, mais le vaisseau Clairvoyant vous attaque soudainement ! Les Limaces ne doivent vraiment pas apprécier votre intervention...
it: "Credo che tu non capisssca cosssa definisssce un buon re. Forssse non sssei la persssona migliore che sssi infiltra nella nossstra politica..." Presumi che la faccenda sia finita qui, ma all'improvviso la nave Chiaroveggente attacca! Gli slugman devono proprio detestare il tuo intervento...
ru: "Мне кажетссся, вы не понимаете, что определяет хорошшшую черту в короле. Возможно, вы не сссамый лучшшший человек, чтобы вмешшшиватьссся в нашшшу политику..." Вы полагаете, что на этом все и закончится, но вдруг корабль Ясновидцев атакует! Должно быть, слизни не оценили вашего вмешательства...
zh_hans: "我认为你不明白什么才算一个国王的良好品质。也许你不是参与我们政治的最佳人选..."你以为对话这就结束了，但通灵会飞船突然发动了攻击！蛞蝓族们一定很不喜欢你的干预...

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: He has yellow skin. That's pretty cool.
fr: Sa couleur de peau est assez cool.
it: Ha la pelle gialla. Abbastanza figo, devo dire.
ru: У него желтая кожа. Это очень круто.
zh_hans: 他有黄色的皮，这可太酷了。

source: "I don't think you underssstand what definesss a good trait in a king. Maybe you are not the bessst perssson to be getting involved in our politicsss..." You assume that's the end of it, but suddenly the Clairvoyant ship attacks! The Slugs must really not appreciate your intervention...
fr: "J'ai bien peur que vous ne compreniez pas ccce qui définit un bon roi. Peut-être que vous n'êtes finalement pas la persssonne appropriée pour vous mêler de nos affaires politiques..." Vous pensiez que c'était la fin, mais le vaisseau Clairvoyant vous attaque soudainement ! Les Limaces ne doivent vraiment pas apprécier votre intervention...
it: "Credo che tu non capisssca cosssa definisssce un buon re. Forssse non sssei la persssona migliore che sssi infiltra nella nossstra politica..." Presumi che la faccenda sia finita qui, ma all'improvviso la nave Chiaroveggente attacca! Gli slugman devono proprio detestare il tuo intervento...
ru: "Мне кажетссся, вы не понимаете, что определяет хорошшшую черту в короле. Возможно, вы не сссамый лучшшший человек, чтобы вмешшшиватьссся в нашшшу политику..." Вы полагаете, что на этом все и закончится, но вдруг корабль Ясновидцев атакует! Должно быть, слизни не оценили вашего вмешательства...
zh_hans: "我认为你不明白什么才算一个国王的良好品质。也许你不是参与我们政治的最佳人选..."你以为对话这就结束了，但通灵会飞船突然发动了攻击！蛞蝓族们一定很不喜欢你的干预...

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Nights is the true king.
fr: Nights est le véritable roi.
it: Nights è il vero re.
ru: Туман - истинный король.
zh_hans: 自然是七夜。

source: "Interesssting. Ssso you would think that a drug addicted ssscumlord with three wivesss isss the chosssen king for the Ssslug people? Really ssshows how ignorant the Federation is..." You assume that's the end of it, but suddenly the Clairvoyant ship attacks! The Slugs must really not appreciate your intervention...
fr: "Intéresssant. Donc, vous pensssez qu'une pourriture accro aux narcotiques et doté de trois femmes sssoit le choix approprié pour être le roi du peuple Limaccccce ? Tout cccela montre vraiment à quel point la Fédératttion est ignorante..." Vous pensiez que c'était la fin, mais le vaisseau Clairvoyant vous attaque soudainement ! Les Limaces ne doivent vraiment pas apprécier votre intervention...
it: "Interesssante. Quindi ritieni che un sssignore del crimine tosssicomane con tre mogli sssia il re ssscelto del popolo ssslugman? Dimossstra quanto sssia ignorante la Federazione..." Presumi che la faccenda sia finita qui, ma all'improvviso la nave Chiaroveggente attacca! Gli slugman devono proprio detestare il tuo intervento...
ru: "Интересссно. Значит, вы сссчитаете, что отморозок-наркоман ссс тремя женами - избранный король народа ссслизней? Это дейссствительно показывает, насссколько невежессственна Федерация..." Вы полагаете, что на этом все и закончится, но вдруг корабль Ясновидящих атакует! Должно быть, слизни не оценили вашего вмешательства...
zh_hans: "有意思。所以你认为一个有三个老婆的瘾君子配得上当蛞蝓族的国王？这说明联邦是多么的无知..."你以为对话这就结束了，但通灵会飞船突然发动了攻击！蛞蝓族们一定很不喜欢你的干预...

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: I'm indifferent.
fr: Je suis indifférent.
it: Non mi cambia nulla.
ru: Мне это безразлично.
zh_hans: 我不关心。

source: "Hmmm, yesss bessst not for foreignerssss to get involved in we Sssslugsss more peculiar formssss of government. All isss well then, take thisss ass a gift for sssaving Sssslocknog."
fr: "Hmmm, oui, il ssserait sssage pour les étrangers de ne pas sss'impliquer dans nos affaires politiques plus délicates. Aucun sssouccci alors, veuillez acccepter ccce cadeau pour avoir sssauvé Sssslocknog."
it: "Hmmm, sssì, meglio che i foressstieri non sss'immissschino nelle forme di governo più sssingolari di noi ssslugman. Tutto bene allora, prendi quesssto come ringraziamento per aver sssalvato Ssslocknog."
ru: "Хммм, да, лучшшше не впутывать пришшшельцев в наши сссвоеобразные формы правления ссслизней. Тогда всссе в порядке, примите это как подарок за спасение Слокнога".
zh_hans: "哏，那当然，我想外族人不应该参与到我们蛞蝓族比较特殊的治理形式中来。那没事了，拿着这个，作为拯救斯～～洛克诺格的礼物。"

source: No.
fr: Non.
ru: Нет.
zh_hans: 否。

source: "Oh... how unfortunate." The ship jumps away, leaving you with nothing to do.
fr: "Oh... quel dommage." Le vaisseau s'en va, ce qui vous laisse inoccupé.
it: "Oh... che disssdetta." La nave salta, lasciandoti senza niente da fare.
ru: "О... как жаль". Корабль уносится вдаль, оставляя вас ни с чем.
zh_hans: "哦...真不走运。"飞船跃迁走了，留下你尴尬在这。

source: (Slocknog) "Yesss, it isss indeed that ssship."
fr: (Slocknog) "Oui, ccc'est bien ccce vaisssseau."
it: (Slocknog) "Proprio quesssta."
ru: (Слокног) "Да, это дейссствительно тот сссамый корабль".
zh_hans: (斯洛克诺格)"是的，确实是那艘飞船。"

source: "My liege! I ssswear to follow you wherever you ssshall tread." The Clairvoyants offer supplies and one of them even join your crew.
fr: "Mon seigneur ! Je jure de vous suivre partout où vous irez." Les Clairvoyants offrent du matériel et l'un d'entre eux rejoint même votre équipage.
it: "Mio sssignore! Giuro di ssseguirvi ovunque andiate." I Chiaroveggenti ti offrono delle risorse e uno decide anche di unirsi al tuo equipaggio.
ru: "Мой госссподин! Я клянусссь ссследовать за вами, куда бы вы ни отправилисссь". Ясновидящие предлагают припасы, а один из них даже присоединяется к вашей команде.
zh_hans: "我的陛下！我发誓，无论你走到哪里，我都会追随你。"通灵者们提供了补给，其中一个甚至加入了你的船员。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_QUIZ"]/choice[2]/text
source: Respond with violence!
fr: Répondre par la violence !
it: Rispondi con la violenza!
ru: Ответить насилием!
zh_hans: 用暴力来回应！

source: The irredeemable bastard you are, you've decided to assault the ship without even giving them a chance.
fr: Le bâtard incorrigible que vous êtes, vous avez décidé d'attaquer le vaisseau sans leur donner la moindre chance.
it: Da bastardo incorreggibile quale sei, hai deciso di attaccare la nave senza darle la minima chance.
ru: Неисправимый подонок, вы решили напасть на корабль, не оставив ему ни единого шанса.
zh_hans: 你这个不可救药的混蛋，甚至不给对方动嘴的机会就决定袭击这艘飞船。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="NEBULA_LIGHT_KNIGHT_TRAP"]/text
source: A Slug vessel nearby is approaching a planet without any signs of civilization. You can't imagine what they'd be doing, unless they're hiding from something, or know something you don't.
fr: Vous apercevez un vaisseau Limace s'approchant d'une planète sans le moindre signe de civilisation. Vous ignorez ce qu'ils cherchent à accomplir ; peut-être cherchent-ils une cachette, ou bien ils ont une information dont vous ne disposez pas.
it: Una nave slugman nei paraggi si sta avvicinando a un pianeta senza segni di civiltà. Non hai idea di cosa possa voler fare, a meno che non si stia nascondendo da qualcosa o sappia qualcosa che tu non sai.
zh_hans: 附近的一艘蛞蝓族飞船正在接近一个没有任何文明迹象的星球。你无法想象他们会做什么，除非他们在躲避什么，或者知道什么不为人知的事情。

source: Question them.
fr: Les questionner.
it: Interrogali.
zh_hans: 询问他们。

source: "Huh? Oh, we're here to partake in the Crown Theft Fesssstival! We were told by some lovely fellowssss in a black and red sssship that thissss isss the place the contesst is being held."
fr: "Hein ? Oh, nous ssssommes ici pour particcciper au Fesssstival du Vol de la Couronne ! Les gens aimables d'un vaissseau noir et rouge nous ont dit que ccc'était l'endroit où le Fesssstival aurait lieu."
it: "Eh? Oh, sssiamo qui per partecipare al Fessstival del Furto della Corona! Alcuni sssimpatici tipi in una nave rosssa e nera ci hanno detto che la competizione sssi terrà qui."
zh_hans: "啊？哦，我们是来参加'盗冠节'的！一些黑红相间飞船里的好心家伙告诉我们，这里是举行比赛的地方。"

source: There's no one on that planet.
fr: Il n'y a personne sur cette planète.
it: Non c'è nessuno su quel pianeta.
zh_hans: 那个星球上没有人。

source: "Huh? What ever do you mean? That... Oh. I ssssee. It appearsss we have been played for foolssss. Thank you for sssaving us."
fr: "Hein ? Que voulez-vous dire ? Essst-ccce que... Oh. Je vois. Il sssemblerait qu'on nous ait prit pour des andouilles. Merccci de nous avoir sssauvés."
it: "Eh? Cosssa vuoi dire? Che... oh. Capisssco. Pare che sssiamo ssstati fatti fesssi. Grazie per averci sssalvato."
zh_hans: "啊？你到底是什么意思？那个...哦。我明白了。看来我们被耍得团团转。谢谢你救了我们。"

source: Don't tell them the truth, but kill them and go investigate yourself.
fr: Ne pas leur dire la vérité, mais les tuer pour aller enquêter vous-même.
it: Non dirgli la verità, ma uccidili e vai a controllare di persona.
zh_hans: 不告诉他们真相，而是杀了他们，自己去调查。

source: "Wait, what are you doing?!" You cut off the Slugs and attack.
fr: "Attendez, qu'essst-ccce que vous faites ?!" Vous coupez la transmission avec les Limaces et attaquez.
it: "Assspetta, cosssa ssstai facendo?!" Chiudi le comunicazioni e attacchi.
zh_hans: "等等，你在做什么？"你切断了蛞蝓族并进行攻击。

source: Continue...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Ignore the Slugs.
fr: Ignorer les Limaces.
it: Ignora gli slugman.
zh_hans: 无视蛞蝓族。

source: You watch as the Slugs fly past you with mild curiosity.
fr: Vous observez les Limaces voler au loin avec curiosité.
it: Guardi mentre gli slugman ti superano in volo con leggera curiosità.
zh_hans: 你看着蛞蝓族们带着些许的好奇心从你身边飞过。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="KNIGHT_TRAP_PLANET"]/text
source: You move closer to the planet. You can't see anything visibly of interest, but it's hard to say from a distance.
fr: Vous vous rapprochez de la planète. Vous ne voyez rien qui suscite de l'intérêt, mais difficile à dire avec cette distance.
it: Ti avvicini al pianeta. Non vedi niente di interessante, ma è difficile a dirsi da così lontano.
ru: Вы приближаетесь к планете. Визуально ничего интересного не видно, но с расстояния трудно сказать.
zh_hans: 你向这个星球靠近，但看不到任何明显的惹眼的事物，虽然从远处看很难说。

# data/events_sector_knight.xml$//event[@name="KNIGHT_TRAP_PLANET"]/choice[1]/text
source: Land.
fr: Atterrir.
it: Atterra.
ru: Приземлиться.
zh_hans: 降落。

source: (Upg. Sensors) Scan the surface from a distance.
fr: (Capteurs améliorés) Scan the surface from a distance.
it: (Sensori migliorati) Scansiona la superficie a distanza.
ru: (Улучш. Сенсоры) Сканировать поверхность с расстояния.
zh_hans: (高级传感器)从远处扫描地表。

source: (Long-Ranged Scanners) Scan the surface from a distance.
fr: (Scanners à longue portée) Scanner la surface à distance.
it: (Scanner a lungo raggio) Scansiona la superficie a distanza.
ru: (Сканеры дальнего действия) Сканировать поверхность с расстояния.
zh_hans: (长距扫描仪)从远处扫描地表。

# data/events_sector_knight.xml$//event[@name="KNIGHT_TRAP_PLANET"]/choice[4]/text
source: Avoid the planet.
fr: Éviter la planète.
it: Evita il pianeta.
ru: Избегать планеты.
zh_hans: 避开行星。

source: As you pilot closer to the planet, an automated message blasts through your ship, "GOTTEM!", followed by a massive explosion that knocks your ship backwards and leaves a humongous crater.
fr: Tandis que vous vous rapprochez de la planète, un message automatisé résonne dans tout le vaisseau, "CHEH!", suivi d'une énorme explosion qui propulse votre vaisseau en arrière et laisse un cratère gigantesque.
it: Come ti avvicini al pianeta, un messaggio automatizzato risuona nella tua nave. "BECCATO!", seguito da un'enorme esplosione che sbalza via la tua nave e lascia un cratere gigantesco.
ru: Когда вы приближаетесь к планете, по кораблю разносится автоматическое сообщение: "ПОПАЛИСЬ!", после чего происходит мощный взрыв, отбрасывающий корабль назад и оставляющий огромную воронку.
zh_hans: 当你的星舰接近这颗星球时，一条自动信息在你的星舰上回荡。"逮到你了！"，接着是一场巨大的爆炸，把你的星舰撞退，留下一个巨大的坑。

source: You land on the planet's surface, and find a massive explosive trap. Scans show it should have already detonated on your approach, but whatever idiot wired it did a horrible job. Without anything to protect it, you scrap as much as you can.
fr: Vous atterrisez sur la surface de la planète et y trouvez un énorme piège explosif. Les scans montrent qu'il aurait du s'enclencher à votre approche, mais il se trouve que l'imbécile qui a bricolé ce piège a fait un mauvais travail. Sans rien pour le protéger, vous le démantelez autant que possible.
it: Atterri sulla superficie del pianeta e trovi un'enorme trappola esplosiva. Le scansioni mostrano che sarebbe dovuta esplodere quando ti sei avvicinato, ma l'idiota che l'ha cablata ha fatto un pessimo lavoro. Senza niente a proteggerla, la smantelli per recuperare più materiale che puoi.
ru: Вы приземляетесь на поверхность планеты и обнаруживаете огромную взрывную ловушку. Сканирование показывает, что она должна была взорваться, как только вы приблизитесь к ней, но тот, кто, должно быть, установил ее, проделал ужасную работу. Она должна была взорваться уже при вашем приближении, но, не имея ничего, что могло бы защитить ее, вы разбираете ее на полезные ресурсы.
zh_hans: 你降落在这个星球的表面，发现了一个巨大的爆炸性陷阱。扫描显示，它应该已经在你接近时引爆了，但不知道是哪个白痴给它装的线，陷阱布置得很糟糕。现在它白白无害地暴露给你，你尽可能地将它拆成了废料。

source: Though the first sweep reveals little, a second and much more in-depth one reveals a massive explosive trap on the surface, wired to explode as soon as you get too close. It's too risky to approach.
fr: Si le premier balayage de zone ne révèle rien de surprenant, un deuxième plus détaillé repère un énorme piège explosif sur la surface, conçu pour exploser dès votre approche. Il est trop dangereux de se rapprocher.
it: Anche se il primo passaggio rivela poco, un secondo, molto più approfondito, rivela un'enorme trappola esplosiva sulla superficie, cablata per esplodere non appena ti avvicini troppo. È troppo rischioso avvicinarsi.
ru: Хотя первая проверка мало что дала, вторая, более тщательная, обнаружила на поверхности огромную взрывную ловушку, которая должна взорваться, как только вы подойдете слишком близко, и к которой слишком рискованно приближаться.
zh_hans: 虽然第一次扫描没有发现什么，但第二次更深入的扫描发现表面有一个巨大的爆炸性陷阱，一旦你太靠近就会爆炸。靠近它太危险了。

source: Scans show a massive explosive trap meant to explode as soon as you approach, but whoever must have wired it did a terrible job. It should have already detonated on your approach, but without anything to protect it, you scrap as much as you can.
fr: Vos scans repèrent un énorme piège explosif conçu pour exploser dès que vous vous rapprochez, mais celui qui a bricolé ce piège s'y est mal pris. Il aurait déjà du exploser, mais avec aucune autre protection installée dessus, vous pouvez le démanteler autant que possible.
it: Le scansioni rilevano un'enorme trappola esplosiva che dovrebbe esplodere non appena ti avvicini troppo, ma chiunque l'abbia cablata ha fatto un pessimo lavoro. Doveva esplodere al tuo arrivo, ma senza niente a proteggerla, la smantelli per recuperare più materiali che puoi.
ru: Сканирование показало наличие огромной взрывной ловушки, которая должна была взорваться, как только вы приблизитесь к ней, но тот, кто, должно быть, установил ее, проделал ужасную работу. Она должна была взорваться уже при вашем приближении, но, не имея ничего, что могло бы защитить ее, вы разбираете ее на полезные ресурсы.
zh_hans: 扫描结果显示，一个巨大的爆炸性陷阱本应在你接近时爆炸，但不知是谁给它装的线，做得很糟糕。现在它白白无害地暴露给你，你尽可能地将它拆成了废料。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_SMUGGLER"]/text
source: Though Slugs have few qualms with transporting illicit contraband themselves, sometimes they'll pay the Smuggler clan to do their business. A Smuggler ship is attempting to avoid being seen by passing traffic, but fails to hide from you.
fr: Les Limaces n'ont que peu de scrupules et n'hésitent généralement pas à transporter de la contrabande illicite, mais celles-ci ont parfois recours au clan des Contrebandiers pour leurs affaires. Un vaisseau Contrebandier tente de se dissimuler aux yeux de la circulation, mais est prit en flagrant délit par votre propre vaisseau.
it: Sebbene gli slugman non si facciano problemi a trasportare contrabbando illecito per conto loro, a volte pagano clan di contrabbandieri per fare il lavoro sporco. Una nave di contrabbandieri cerca di evitare di farsi notare dal traffico di passaggio, ma non riesce a nascondersi da te.
ru: Хотя слизни и не гнушаются перевозить контрабанду самостоятельно, иногда они платят клану контрабандистов за то, что те делают свое дело. Корабль контрабандистов старается не попадаться на глаза проходящему транспорту, но скрыться от вас ему не удается.
zh_hans: 虽然蛞蝓族对自己运输非法违禁品没有什么顾虑，但有时他们会付钱给走私者们来帮着干他们的活。一艘走私船正试图避免被过往飞船看到，但却被你发现。

source: Hail them, maybe we can buy some contraband off of them.
fr: Les contacter, nous pourrions sûrement leur acheter de la contrebande.
it: Contattali, forse possiamo comprare qualche merce di contrabbando.
ru: Связаться с ними, может быть, мы сможем купить у них контрабанду.
zh_hans: 联系他们，也许我们可以从他们那里买到一些违禁品。

source: The smuggler captain appears on the screen. Though he tries to put on a menacing appearance, you can tell from his eager smug grin he's pleased by the prospect of another client. "If you're looking for guns or explosives, can't help you there Feddy boy. I'm on an express trip to Nights himself to deliver some brain melting power. These narcotics sell for premium price among the Slugs here, though not much in any other place."
fr: Le capitaine contrebandier apparaît à l'écran. S'il essaie tant bien que mal d'avoir l'air menaçant, vous pouvez voir par le biais de son sourire avide qu'il est tout de même attiré par l'idée d'obtenir un autre client. "Si tu recherche des armes ou des explosifs, j'peux pas t'aider, Fédé-frangin. J'suis en voyage express pour livrer à Nights lui-même de quoi allumer un cerveau. Ces narcotiques se vendent à prix d'or parmi les Limaces ici, contrairement aux autres endroits."
it: Il capitano dei contrabbandieri appare a schermo. Anche se cerca di apparire minaccioso, capisci da quel suo sorriso di supponenza che è felice alla prospettiva di avere un altro cliente. "Se cerchi armi o esplosivi, non posso aiutarti, mio caro fed. Sono in viaggio espresso per Nights in persona per consegnargli qualcosa che scioglie il cervello. Questi narcotici si vendono a peso d'oro tra gli slugman di qui, a differenza di qualsiasi altro posto."
ru: На экране появляется капитан контрабандистов. Хотя он старается выглядеть грозно, по его предвкушающей самодовольной ухмылке можно понять, что он доволен перспективой заполучить еще одного клиента. "Если вам нужно оружие или взрывчатка, то ничем не могу тебе помочь, Федерашка. Я направляюсь к самому Туману, чтобы доставить немного "плавящей мозги" энергии. Эти наркотики продаются по дорогой цене среди здешних слизней, впрочем, как и в любом другом месте".
zh_hans: 走私者舰长出现在屏幕上。虽然他试图装出一副威胁的样子，但你可以从他得意的笑容中看出，他对另一个潜在客户的出现很高兴。"如果你想找点枪或炸药，那我可帮不了你，联邦小子。我正加急送一些能"融化大脑"的东西到七夜本人那去。这些麻醉品在这里的蛞蝓族之间卖得很高档，虽然在其他地方没什么市场。"

source: Buy the narcotics, they could be a valuable bargaining chip among Nights' men.
fr: Acheter les narcotiques, cela pourrait servir de monnaie d'échange avec les hommes de Nights.
it: Compra i narcotici, potrebbero essere una merce di scambio utile con gli uomini di Nights.
ru: Купить наркотики - они могут стать ценным козырем среди людей Тумана.
zh_hans: 购买这些毒品，它们能成为对七夜手下们的一个有份量的谈判筹码。

source: "An excellent purchase! Just don't ask what they're made of." You hear the pirate mumble something about Orchid children and Equinoid droppings, then hangs up.
fr: "Un achat judicieux ! Mais ne demande pas de quoi ils sont faits." Vous entendez le pirate marmonner des choses, tel que des enfants Orchid, ou bien encore des excréments d'Équinoïdes, avant qu'il raccroche.
it: "Ottimo acquisto! Solo, non chiedere come sono fatti." Senti il pirata mugugnare qualcosa su bambini orchid ed escrementi di equinoide, quindi riattacca.
ru: "Отличная покупка! Только не спрашивай, из чего они сделаны". Вы слышите, как пират бормочет что-то о детях орхидей и помете эквиноидов, а затем отключаете связь.
zh_hans: "买得好！就是别问是什么做的。"你听到海盗喃喃自语，说什么幼体兰花和六脚马粪便，然后就挂断了。

source: Fight them for the drugs!
fr: Les combattre pour leur prendre les narcotiques !
it: Combattili per la droga!
ru: Сразиться с ним за наркотики!
zh_hans: 与他们争夺毒品！

source: (Engine Disabler) Cripple their engines and demand they hand over the narcotics!
fr: (Désamorçage moteurs) Affaiblir leurs moteurs et exiger qu'ils remettent les narcotiques !
it: (Sabota-motore) Sabota i loro motori e ordina che ti diano i narcotici!
ru: (Блокировщик двигателей) Вывести из строя их двигатели и потребовать, чтобы они отдали наркотики!
zh_hans: (引擎失能器)瘫痪他们的引擎并要求他们交出毒品！

source: "Alright, alright! God damn, why are you so aggressive. You're the one who wanted to trade anyways..."
fr: "D'accord, d'accord ! Bordel, pourquoi t'est aussi agité de la gâchette. C'est toi qui a voulu négocier en plus..."
it: "Va bene, va bene! Diamine, perché tutta questa aggressività? Eri tu quello che voleva commerciare..."
ru: "Хорошо-хорошо! Черт возьми, почему ты такой агрессивный. Ты же сам хотел торговать..."
zh_hans: "好吧！该死的，你为什么这么咄咄逼人。明明是你想交易..."
