Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

source: "Aye lad! The Gathering is lovely, I support you on your pilgrimage. Though if you ask me, they're a bit too restrained for my tastes. They need to lighten up! I'm always telling them this in my dinner parties." "Ivar? The Premier of the Oro'Bache?" Ivar laughs. "That's what the nameplate on my desk says!" The Knight seems invested. "The rumorssss sssay you are a quarter Ctl'Yae. Issss that true?" "I got a bit of diversity in my sap, that's true. How about this, next time I have a dinner party, I'll invite you and some of my Floral buddies and we can all have a good time. I'm sure I can turn the ear of your government. Sounds good?" "Yessss! That ssssoundssss lovely. Thank you. My name is Quan. Pleasssse remember it." Quan presents you with a nice gift of scrap and a weapon.
fr: "Oui mon garçon ! La Congrégation est charmante, je vous soutiens dans votre pèlerinage. Mais si vous me le demandez, ils sont un peu trop... restreints, à mon goût. Ils ont besoin de se détendre ! Je leur dis toujours cela lors de mes dîners." "Ivar ? Le premier ministre de l'Oro-Bache ? Ivar rit. "C'est ce que dit la plaque sur ma porte ! " Le Chevalier semble intrigué. "La rumeur dit que vous êtes un quart Ctl'Yae. Esssst-ce vrai ?" "J'ai un peu de diversité dans ma sève, c'est vrai. La prochaine fois que je dînerai, je vous inviterai, vous et mes potes Floral et on s'amusera tous. Je suis sûr que je peux glisser un mot à votre gouvernement. Ça vous parait bien ? "Oui, çççça à l'air parfait. Merci. Je m'appelle Quan. Je vous en prie, sssssouvenez-vous-en". Quan vous offre un beau cadeau de ferraille et une arme.
it: "Hai ragione, giovincello! Il Raccolto è splendido, ti sostengo nel tuo pellegrinaggio. Ma se vuoi il mio parere, sono un po' troppo rigidi per i miei gusti. Devono sciogliersi un po'! Glielo dico sempre alle mie feste." "Ivar? Il Primo Minissstro degli Oro'Bache?" Ivar ride. "È il nome sulla mia scrivania!" Il Cavaliere sembra coinvolto. "Corrono voci che sssiate per un quarto Ctl'Yae. È vero?" "Ho un po' di diversità nella mia resina, è vero. Senti qua, la prossima volta che tengo una festa, invito te e alcuni dei miei amici floreali e possiamo divertirci tutti insieme. Sono sicuro che possiamo anche farci ascoltare dal tuo governo. Che dici?" "Sssì! Sssembra sssplendido. Grazie. Mi chiamo Quan. Chiedo gentilmente di ricordarlo." Quan ti presenta un bel regalo composto da moduli e un'arma.
ru: "Да, парень! Соцветие - это прекрасно, я поддерживаю тебя в твоем паломничестве. Хотя, на мой вкус, они слишком сдержанны. Им нужно развеяться! Я всегда говорю им об этом на своих званых ужинах". "Ивар? Премьер Оро'Баче?" Ивар смеется. "Так гласит табличка на моем столе!" Атаман выглядит заинтересованным. "Ходят ссслухи, что вы на четверть Ктл'Яэ. Это правда?" "У меня есть немного общего с другими, это правда. Как насчет того, чтобы в следующий раз, когда у меня будет званый ужин, я приглашу вас и нескольких моих Флоралов-приятелей, и мы все сможем хорошо провести время. Уверен, я смогу привлечь внимание вашего правительства. Что думаешь?" "Да! Звучит чудесссно. Ссспасссибо. Меня зовут Куань. Пожалуйссста, запомните мое имя". Куань вручает вам приятный подарок в виде лома и орудия.

source: (Ty E'Rel) "I will support your emigration."
fr: (Ty E'rel) "Je soutiendrai votre émigration."
it: (Ty E'Rel) "Avrà il mio supporto per l'emigrazione."
ru: (Тай Э'Рел) "Я помогу вам эмигрировать".

source: "So, you want to move to the Gathering? This is doable. The Gathering would be willing to support an expatriated Knight if you can take a carnivorous pledge and a citizen exam." The Knight nods fervently. "I've been a carnivore for yearssss. I've alwayssss wanted to be a Ctl'Yae." Ty nods. "Got it. You would, of course, be subjected to more scrutiny than an Oro'bache might. If you want to pursue that path, I'm certain it would look good if you would join the guard of the Gardenworlds." The Knight pauses. "If I leave the nebula, there issss no coming back." Ty E'Rel nods. "If you come with us, I will do everything I can for you." Moments later, the Knight appears on your ship.
fr: "Alors, vous voulez rejoindre la Congrégation ? C'est faisable. La Congrégation serait prête à soutenir un Chevalier expatrié si vous pouvez vous engager à devenir carnivore et réaliser un examen de citoyenneté." Le Chevalier acquiesce avec ferveur. "Je sssssuis un carnivore depuis un an. J'ai toujours voulu être un Ctl'Yae." Ty hoche la tête. "D'accord. Vous seriez, bien sûr, soumis à plus de contrôle qu'un Oro-Bache. Si vous voulez poursuivre dans cette voie, je suis certain qu'il serait bon que vous rejoigniez la garde des Mondes-Eden." Le Chevalier s'arrête. "Sssssi je quitte la nébuleuse, il n'y aura pas de retour." Ty E'rel hoche la tête. "Si vous venez avec nous, je ferai tout ce que je peux pour vous." Quelques instants plus tard, le chevalier apparaît sur votre vaisseau.
it: "Quindi, vuole traslocare nel Raccolto? È fattibile. Il Raccolto è disposto ad aiutare un Cavaliere espatriato se giura di diventare carnivoro e supera un esame di cittadinanza." Il Cavaliere annuisce con vigore. "Sssono carnivoro da anni. Ho sssempre voluto esssere uno Ctl'Yae." Ty fa un cenno. "Ricevuto. Ovviamente, sarà soggetto a giudizi molto più severi rispetto a un Oro'bache. Se è disposto a intraprendere quella strada, sono sicuro che farebbe una buona impressione se si unisse alla guardia dei Grandi Giardini." Il Cavaliere fa una pausa. "Ssse lassscio la nebulosssa, non potrò più tornarci." Ty E'Rel annuisce. "Se viene con noi, farò tutto quello che posso per aiutarla." Pochi momenti dopo, il Cavaliere appare sulla tua nave.
ru: "Итак, вы хотите переехать в Соцветие? Это возможно. Соцветие будет готово поддержать Атамана-изгнанника, если вы сможете дать клятву плотоядности и сдать экзамен на гражданина". Атаман горячо кивает. "Я плотояден уже много лет. Я всссегда хотел ссстать Ктл'Яэ". Тай кивает. "Понятно. Конечно, вы будете подвергаться более пристальному вниманию, чем Оро'Баче. Если вы хотите пойти по этому пути, я уверен, что вы неплохо бы смотрелись, если бы присоединились к страже Садов орхидей". Атаман делает паузу. "Есссли я покину туманносссть, возврата не будет". Тай Э'Рел кивает. "Если вы пойдете с нами, я сделаю для вас все возможное". Мгновением позже Атаман появляется на вашем корабле.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The ship arms weapons and hails you. "Quan?? You are defecting to thissss Renegade'ssss sssship?! Dissssloyal knightssss musssst be sssslain!"
fr: Le vaisseau arme son arsenal et vous salue. "Quan ?? Vous désertez ce vaisssseau Renégat ! Les Chevaliers déloyaux doivent être tués !"
it: La nave alimenta le armi e ti contatta. "Quan?? Ssstai disssertando per andare sssulla nave di quesssto Rinnegato?! I Cavalieri sssleali vanno giussstiziati!"
ru: Корабль активирует орудия и вызывает вас. "Куань? Ты переходишшшь на корабль Ренегатов?! Преданные Атаманы должны быть убиты!"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Praetor Crew) Talk about Rt'lak Et.
fr: (Membre d'équipage Jardinier) Parler de Rt'lak Et.
it: (Equipaggio pretoriano) Parla di Rt'lak Ek.
ru: (Член экипажа-Претор) Поговорить о Рт'лак Эт.

source: Your Praetor talks about their time protecting the homelands and about the beautiful gardens that the Caretakers maintain. "Meeting a Praetor issss going to be the highlight of my year. Thank you for your time." The Knight sends you a stockpile of scrap for your time.
fr: Votre Jardinier parle de son temps passé à protéger ses terres natales et de magnifiques jardins entretenus par les Veilleurs. "Rencontrer un Jardinier ssssera le point culminant de mon année. Merccci pour votre temps." Le Chevalier vous envoie un stock de ferraille pour vous remercier de votre temps.
it: Il tuo Pretore parla del tempo che ha passato a proteggere la sua patria e dei bellissimi giardini che mantengono i Custodi. "Incontrare un Pretore è la cosssa migliore che mi sssia capitata quessst'anno. Grazie per il tuo tempo." Il Cavaliere ti manda dei moduli per ringraziarti.
ru: Ваш Претор рассказывает о том, как он защищал родные земли, и о прекрасных садах, за которыми ухаживают Смотрители. "Вссстреча ссс Претором ссстанет главным сссобытием моего года. Ссспасссибо, что уделили мне время". Атаман присылает вам кучу лома за ваше потраченное время.

source: (Caretaker Crew) Tell the knight about the Gardens.
fr: (Membre d'équipage Veilleur) Parler au Chevalier des Jardins.
it: (Equipaggio Custode) Parla al Cavaliere dei Giardini.
ru: (Член экипажа-Смотритель) Рассказать Атаману о Садах.

source: Your Caretaker begins to talk about their experiences in the gardens caring for the flora of the Gardenworlds. They pore through their personal picture collection and send images to the curious Knight. "Meeting a Caretaker thissss deep in Kleptocracy sssspace... I'm very fortunate. Thank you, I will ussse thesssse picturessss when I am feeling down." The Knight sends a weapon in return.
fr: Votre Veilleur commence à parler de son expérience dans les jardins en prenant soin de la flore des Mondes-Eden. Il examine sa collection de photos personnelles et envoie des photos au Chevalier curieux. "Rencontrer un Concccierge sssi loin dans la Kleptocratttie sssspatiale... Je sssuis très chanccceux. Merccci, je vais les regarder quand je ne sssserai pas au top." Le Chevalier envoie une arme en retour.
it: Il tuo Custode inizia a parlare delle sue esperienze nell'occuparsi dei giardini per la flora dei Grandi Giardini. Controlla la sua collezione di foto personali e la manda al Cavaliere curioso. "Incontrare un Cussstode cosssì in profondità nello ssspazio della Cleptocrazia... sssono davvero fortunato. Grazie, ussserò quesste immagini quando mi sssentirò giù." Il Cavaliere ti manda un'arma in segno di ringraziamento.
ru: Ваш Смотритель начинает рассказывать о своем опыте работы в Садах, ухаживая за флорой Садов орхидей. Он листает свою личную коллекцию фотографий и отправляет фото любопытному Атаману. "Вссстретить Сссмотрителя в таком глубоком проссстранссстве Клептократии... Мне очень повезло. Ссспасссибо, я буду сссмотреть на эти фотографии, когда мне будет плохо". Атаман отправляет в ответ орудие.

source: (Floral Crew) Talk about the Gathering.
fr: (Membre d'équipage Floral) Parlez de la Congrégation.
it: (Equipaggio floreale) Parla del Raccolto.
ru: (Член экипажа-Флорал) Поговорить о Соцветии.

source: Your Orchid is happy to talk about how nice their homeland is, going on about the lush gardens and their friends and family. The Knight seems happy to hear about your Orchid's life. You're rewarded with a modest pile of scrap.
fr: Votre Orchidée est heureuse de parler de la façon dont leur patrie est agréable, des jardins luxuriants et de leurs amis et famille. Le Chevalier semble heureux d'entendre parler de la vie de votre Orchidée. Vous êtes récompensé avec un modeste tas de ferraille.
it: Il tuo orchid è ben felice di parlare di quanto sia bella la sua patria, dilungandosi sui giardini rigogliosi e i suoi amici e famiglia. Il Cavaliere sembra felice di ascoltare la vita del tuo orchid. Ti ricompensa con un mucchio modesto di moduli.
ru: Ваша орхидея с радостью рассказывает о том, как хороша ее родина, рассказывает о пышных садах, друзьях и семье. Атаман, кажется, рад услышать о жизни вашей орхидеи. В награду вы получаете небольшую кучу лома.

source: (Vampweed Crew) Have your Vampweed talk about their experiences.
fr: (Membre d'équipage Vampiflore) Demander à votre Vampiflore de parler de son expérience.
it: (Equipaggio vampirerba) Lascia che la tua vampirerba parli delle sue esperienze.
ru: (Член экипажа-Вампсорняк) Пусть ваш Вампсорняк расскажет о своем опыте.

source: Your Vampweed begins to talk about their experiences with their floral cousins. The Knight is attentive, but seems vaguely unsatisfied. Nevertheless, you are paid for your time.
fr: Votre Vampiflore commence à parler de ses expériences avec leurs cousins Floral. Le Chevalier est attentif, mais semble vaguement insatisfait. Néanmoins, vous êtes payé pour votre temps.
it: La tua vampirerba inizia a parlare delle sue esperienze coi suoi cugini floreali. Il Cavaliere è attento, ma sembra vagamente insoddisfatto. Comunque, ti paga per il tuo tempo.
ru: Ваш Вампсорняк начинает рассказывать о своем опыте общения с кузенами-флорами. Атаман внимательно слушает, но, похоже, не очень доволен. Тем не менее, он заплатил за ваше потраченное время.

source: Offer the knight a Kernel Burst 1.
fr: Offrez au Chevalier un Lance-bulbes Rafale 1.
it: Offri al Cavaliere un multi lanciasemi 1.
ru: Предложить Атаману Зерномет 1.

source: "I have alwayssss wanted a Kernel weapon. Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme à bulbe. Peut-être que quand je l'utiliserai, je me sssssentirai à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Kernel Burst 2.
fr: Offrir au chevalier un lance-bulbe rafale II.
it: Offri al Cavaliere un multi lanciasemi 2.
ru: Предложить Атаману Зерномет 2.

source: "I have alwayssss wanted a Kernel weapon. Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme à bulbe. Peut-être que quand je l'utiliserai, je me sssssentirai à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Heavy Kernel.
fr: Offrez au Chevalier un lance-bulbes lourd.
it: Offri al Cavaliere un lanciasemi Sequoia.
ru: Предложить Атаману Тяжелый зерномет.

source: "I have alwayssss wanted a Kernel weapon. Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu avoir une arme à bulbe. Peut-être que lorsssque je l'utilissserai, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Fire Kernel.
fr: Offrir au chevalier un lance-bulbe de feu.
it: Offri al Cavaliere un lanciasemi Synthesis.
ru: Предложить Атаману Зажигательный зерномет.

source: "I have alwayssss wanted a Kernel weapon. Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu avoir une arme à bulbe. Peut-être que lorsssque je l'utilissserai, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Chain Kernel.
fr: Offrir au chevalier un lance-bulbe en chaîne.
it: Offri al Cavaliere un lanciasemi Ivy.
ru: Предложить Атаману Цепной зерномет.

source: "I have alwayssss wanted a Kernel weapon. Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu avoir une arme à bulbe. Peut-être que lorsssque je l'utilissserai, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Charge Kernel.
fr: Offrez au chevalier un Chargeur Lance-Bulbe.
it: Offri al Cavaliere un lanciasemi Flytrap.
ru: Предложить Атаману Зарядный зерномет.

source: "I have alwayssss wanted a Kernel weapon. Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu avoir une arme à bulbe. Peut-être que lorsssque je l'utilissserai, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Kernel Mine Launcher.
fr: Offrir au chevalier un lance-mines à bulbe.
it: Offri al Cavaliere un lancialiane.
ru: Предложить Атаману Зерновой миномет.

source: "I have alwayssss wanted a Kernel weapon. I've never even heard of a Kernel Mine Launcher! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme à bulbe. Je n'ai jamais entendu parler d'un lance-mines à bulbe ! Peut-être qu'avec ççça, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. Non avevo nemmeno mai sssentito parlare di un lanciamine coi sssemi! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. Я даже никогда не ссслышшшал о Зерновом миномете! Может быть, когда я воссспользуюсссь им, я почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight an elite Kernel Burst 1.
fr: Offrir au chevalier un Lance-Bulbe à Rafale Élite 1.
it: Offri al Cavaliere un multi lanciasemi 1 d'élite.
ru: Предложить Атаману элитный Зерномет 1.

source: "I have alwayssss wanted a Kernel weapon. An elite Kernel isss even better! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme Lanccce-Bulbe. Un Lanccce-Bulbe Élite ccc'est encore mieux ! Peut-être qu'en l'utilisssant, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. E un lanciasssemi d'élite è ancora meglio! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. А элитный зерномет - это ещщще лучшшше! Может быть, когда я воссспользуюсссь им, я буду почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight an elite Kernel Burst 2.
fr: Offrir au chevalier un Lance-Bulbe à Rafale Élite 2.
it: Offri al Cavaliere un multi lanciasemi 2 d'élite.
ru: Предложить Атаману элитный Зерномет 2.

source: "I have alwayssss wanted a Kernel weapon. An elite Kernel isss even better! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme Lanccce-Bulbe. Un Lanccce-Bulbe Élite ccc'est encore mieux ! Peut-être qu'en l'utilisssant, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. E un lanciasssemi d'élite è ancora meglio! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. А элитный зерномет - это ещщще лучшшше! Может быть, когда я воссспользуюсссь им, я буду почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight an elite Heavy Kernel.
fr: Offrir au chevalier un lance-bulbe lourd d'élite.
it: Offri al Cavaliere un lanciasemi Sequoia d'élite.
ru: Предложить Атаману элитный Тяжелый зерномет.

source: "I have alwayssss wanted a Kernel weapon. An elite Kernel isss even better! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme Lanccce-Bulbe. Un Lanccce-Bulbe Élite ccc'est encore mieux ! Peut-être qu'en l'utilisssant, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. E un lanciasssemi d'élite è ancora meglio! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. А элитный зерномет - это ещщще лучшшше! Может быть, когда я воссспользуюсссь им, я буду почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight an elite Fire Kernel.
fr: Offrir au chevalier un lance-bulbe de feu d'élite.
it: Offri al Cavaliere un lanciasemi Synthesis d'élite.
ru: Предложить Атаману элитный Зажигательный зерномет.

source: "I have alwayssss wanted a Kernel weapon. An elite Kernel isss even better! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme Lanccce-Bulbe. Un Lanccce-Bulbe Élite ccc'est encore mieux ! Peut-être qu'en l'utilisssant, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. E un lanciasssemi d'élite è ancora meglio! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. А элитный зерномет - это ещщще лучшшше! Может быть, когда я воссспользуюсссь им, я буду почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight an elite Chain Kernel.
fr: Offrir au chevalier un lance-bulbe en chaîne d'élite.
it: Offri al Cavaliere un lanciasemi Ivy d'élite.
ru: Предложить Атаману элитный Цепной зерномет.

source: "I have alwayssss wanted a Kernel weapon. An elite Kernel isss even better! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme Lanccce-Bulbe. Un Lanccce-Bulbe Élite ccc'est encore mieux ! Peut-être qu'en l'utilisssant, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. E un lanciasssemi d'élite è ancora meglio! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. А элитный зерномет - это ещщще лучшшше! Может быть, когда я воссспользуюсссь им, я буду почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight an elite Charge Kernel.
fr: Offrir au chevalier un lance-bulbe chargé d'élite.
it: Offri al Cavaliere un lanciasemi Flytrap d'élite.
ru: Предложить Атаману элитный Зарядный зерномет.

source: "I have alwayssss wanted a Kernel weapon. An elite Kernel isss even better! Maybe when I usssse thissss, I will feel at easssse."
fr: "J'ai toujours voulu une arme Lanccce-Bulbe. Un Lanccce-Bulbe Élite ccc'est encore mieux ! Peut-être qu'en l'utilisssant, je me sssentirai plus à l'aise."
it: "Ho sssempre voluto un lanciasssemi. E un lanciasssemi d'élite è ancora meglio! Forssse mi sssentirò a mio agio quando lo ussso."
ru: "Я всссегда хотел иметь зерномет. А элитный зерномет - это ещщще лучшшше! Может быть, когда я воссспользуюсссь им, я буду почувссствую сссебя лучшшше".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Offer the knight a Strawberry Gun.
fr: Offrez au chevalier un Lance-Fraise.
it: Offri al Cavaliere un lanciafragole.
ru: Предложить Атаману Клубничную пушку.

source: "What'ssss thisss? Thisss lookssss extremely rare, issss thissss a Renegade weapon? Maybe I sssshould become a Renegade too. Thank you."
fr: "Qu'est-ccce que ccc'est ? Cccela sssemble extrêmement rare, est-ccce une arme de Renégat ? Je devrais peut-être devenir un Renégat moi aussssi. Je vous remercccie."
it: "Cosss'è quesssto? Sssembra essstremamente raro, è per cassso l'arma di un Rinnegato? Forssse dovrei diventare un Rinnegato pure io. Grazie."
ru: "Что это? Выглядит крайне необычно, это оружие Ренегатов? Может быть, мне тоже ссстоит ссстать Ренегатом. Ссспасссибо".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。
