Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

source: Oblivious to their surroundings, your crew end up caught by one of the salvage team, and are shot! You have no choice but to pull away, but it's too late. The guards are now on high alert, and your ship takes heavy damage.
fr: Inconscients de leur entourage, votre équipage finit par se faire attraper par l'une des équipes de récupération et se fait tirer dessus ! Vous n'avez pas d'autre choix que de vous replier : il est trop tard. Les gardes sont sous alerte maximale et votre vaisseau encaisse de lourd dégâts.
it: Ignaro di ciò che li circonda, il tuo equipaggio viene beccato da una delle squadre di recupero, che gli spara! Non hai altra scelta che ritirarti, ma è troppo tardi. Le guardie sono in stato di massima allerta e la tua nave subisce gravi danni.
ru: Не обращая внимания на окружающую обстановку, член экипажа попадает в поле зрения одного из спасателей и ловит пулю. Вам остается только отступить, но уже слишком поздно: охрана в полной боевой готовности, а ваш корабль получает серьезные повреждения.
zh_hans: 你的船员对周围的环境伸手不见五指，最终被回收队的一个人抓住，并被射杀！你别无选择，只能拉开距离，但为时已晚。卫兵们现在处于高度警戒状态，你的星舰受到了严重的损害。

source: Fortunately, your crew is able to be cloned, but that won't reverse the damage you've taken.
fr: Heureusement, votre membre d'équipage est cloné, mais cela n'annulera pas les dégâts que vous avez pris.
it: Per fortuna, il tuo sottoposto può essere clonato, ma ciò non annulla i danni che hai subito.
ru: К счастью, вашего члена экипажа можно клонировать, но это не отменит нанесенного вам ущерба.
zh_hans: 幸运的是，你的船员能够被克隆，但这并不能扭转你所受到的伤害。

source: (Central Teleport) Beam the crew aboard.
fr: (Téléporteur centralisé) Téléporter l'équipage à bord.
it: (Teletrasporto centralizzato) Teletrasporta l'equipaggio a bordo.
ru: (Центр. Телепортатор) Отправить экипаж на борт.
zh_hans: (集中传送器)将船员送入。

source: Nevermind.
fr: Laisser tomber.
it: Lascia perdere.
ru: Неважно.
zh_hans: 算了。

source: Nevermind.
fr: Laisser tomber.
it: Lascia perdere.
ru: Неважно.
zh_hans: 算了。

source: Nevermind.
fr: Laisser tomber.
it: Lascia perdere.
ru: Неважно.
zh_hans: 算了。

# data/events_sector_knight.xml$//event[@name="KNIGHT_PALACE_THEFT"]/text
source: Your Clansman grabs the crown, holding it up to admire. However, a band of Saboteurs burst in and see your crew, and draw their lasers to shoot. Your team is almost killed before the Clansman shouts for them to stop, declaring themselves the new king by rule of the Crown Theft Contest. The Slugs are dumbfounded, but no one protests.
fr: Votre Loubard saisit la couronne et la tient en l'air pour l'admirer. Cependant, une bande de Saboteurs fait irruption et aperçoit votre équipage et dégainent leurs lasers, prêt à tirer. Votre équipage est presque tué, mais le Loubard crie pour arrêter les Limaces, en se déclarant être le nouveau Roi selon la règle du Festival de Vol de la Couronne. Les Limaces sont abasourdies, mais nul ne proteste.
it: Il tuo Cacciatore afferra la corona, tenendola in alto per ammirarla. Tuttavia un gruppo di sabotatori fa irruzione e vede il tuo equipaggio, quindi estrae i laser per sparare. La tua squadra è quasi uccisa prima che il Cacciatore gli urli di fermarsi, dichiarandosi il nuovo re secondo le regole del Festival del Furto della Corona. Gli slugman sono confusi, ma nessuno protesta.
ru: Ваш Клановец хватает корону и поднимает ее, чтобы полюбоваться. Но тут врывается группа диверсантов и, увидев ваш экипаж, открывает огонь из лазеров. Ваш член экипажа почти погибает, но Клановец кричит, чтобы они остановились, и объявляет себя новым королем по результатам конкурса кражи короны. Слизни ошарашены, но никто не протестует.
zh_hans: 你的异种猎人抓住了王冠，高高举起欣赏着。然而，一队破坏者冲了进来，看到了你的船员，并拔出他们的激光手枪射击。在你的异种猎人喊停，并宣布自己依据盗冠赛的规则已经成为新国王之前，你的团队差点要被杀死了。蛞蝓族们呆在了四周，但没有人提出抗议。

# data/events_sector_knight.xml$//event[@name="KNIGHT_PALACE_THEFT"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Your crew waltz out of the wreck, crown on-top his head for all to see. You're amazed to see as the Slugs all around, Slocknog included, bow down, willing to accept this change of events...
fr: Votre Limace valse en dehors de l'épave, couronne à la tête, à la vue de tous. Vous êtes impressionné en voyant toutes les Limaces se prosterner, Slocknog y compris, celles-ci prêtes à accepter cette tournure d'évènements...
it: Il tuo equipaggio esce tranquillamente dal rudere, corona in testa così che tutti possano vederla. Ti sorprende vedere che tutti gli slugman presenti, Slocknog compreso, s'inchinano, disposti ad accettare questa svolta...
ru: Ваш член экипаж выходит из полуразрушенного корабля с короной на голове на всеобщее обозрение. Вы с изумлением наблюдаете, как все слизни вокруг, включая Слокнога, склоняются в поклоне, соглашаясь с таким поворотом событий...
zh_hans: 你的船员带着华丽的舞步走出残骸，大方展示头顶的王冠，让所有人都能看见。你惊讶地看到周围的蛞蝓族，包括斯洛克诺格，都呈躬姿，愿意接受这一新变化...

source: We've done it.
fr: Nous l'avons fait.
it: Ce l'abbiamo fatta.
ru: Мы это сделали.
zh_hans: 我们得手了。

source: The galaxy is now a slightly worse place thanks to you.
fr: La galaxie est désormais légèrement moins accueillante grâce à vous.
it: Ora la galassia è un posto leggermente peggiore grazie a te.
ru: Благодаря вам галактика стала немного хуже.
zh_hans: 多亏了你，银河系现在成了一个略微更糟糕的地方。

# data/events_sector_knight.xml$//event[@name="KNIGHT_BEANS_THEFT"]/text
source: You grab the crown and hold it up to admire it. However, a band of Saboteurs burst in and see your crew, and draw their lasers to shoot. Your team is almost killed before Bean Sylvan shouts for them to stop, declaring themselves the new king by rule of the Crown Theft Contest. The Slugs are dumbfounded, but you raise the can of beans into the air and no one protests.
fr: Vous saisissez la couronne et la brandissez pour l'admirer. Cependant, une bande de Saboteurs fait irruption, voit votre équipage et dégaine ses lasers pour tirer. Votre équipe est presque tuée avant que Bean Sylvain leur crie d'arrêter, se déclarant le nouveau roi par la règle du Concours de Vol de Couronne. Les Limaces sont abasourdies, mais tu lèves la boîte de haricots en l'air et personne ne proteste.
it: Afferri la corona, tenendola in alto per ammirarla. Tuttavia un gruppo di sabotatori fa irruzione e vede il tuo equipaggio, quindi estrae i laser per sparare. La tua squadra è quasi uccisa prima che Sylvan fagiolo gli urli di fermarsi, dichiarandosi il nuovo re secondo le regole del Festival del Furto della Corona. Gli slugman sono confusi, ma tu sollevi in alto la lattina di fagioli e nessuno protesta.
ru: Вы хватаете корону и поднимаете ее вверх, чтобы полюбоваться ею. Однако в помещение врывается группа диверсантов, которые, увидев ваш экипаж, открывают огонь из лазеров. Ваш экипаж почти погиб, но бобовый Сильван крикнул им, чтобы они остановились, и объявил себя новым королем по правилам конкурса на кражу короны. Слизни ошарашены, но вы поднимаете в воздух банку с бобами, и никто не протестует.
zh_hans: 你抓住了王冠，高高举起欣赏着。然而，一队破坏者冲了进来，看到了你的船员，并拔出他们的激光手枪射击。在你的豆子希尔凡喊停，并宣布自己依据盗冠赛的规则已经成为新国王之前，你的团队差点要被杀死了。蛞蝓族们呆在了四周，但你把豆子罐头举到空中，于是没有人提出抗议。

# data/events_sector_knight.xml$//event[@name="KNIGHT_BEANS_THEFT"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Your crew waltz out of the wreck, the crown ill-fittingly placed around the can of beans who drags it around him. You're amazed to see as the Slugs all around, Slocknog included, bow down, willing to accept this change of events... Like seriously, why are they so fine with this?
fr: Votre équipage sort de l'épave en valsant, la couronne mal placée autour de la boîte de haricots qui la traîne autour de lui. Vous êtes étonné de voir que les Limaces tout autour, Slocknog inclus, se prosternent, prêts à accepter ce changement d'événements... Genre sérieusement, pourquoi d'accord si facilement ?
it: Il tuo equipaggio esce tranquillamente dal rudere, con la corona messa alla meno peggio attorno alla lattina, che se la trascina in giro. Ti sorprende vedere che tutti gli slugman presenti, Slocknog compreso, s'inchinano, disposti ad accettare questa svolta...no, davvero, perché gli sta bene così?
ru: Ваш экипаж выбирается из развалин корабля, корона неуклюже надета на банку с бобами, которая волочится за ней. Вы с удивлением наблюдаете, как все слизни вокруг, включая Слокнога, склоняются в поклоне, готовые принять такую перемену событий... Серьезно, почему они так спокойно относятся к этому?
zh_hans: 你的船员带着华丽的舞步走出残骸，王冠拙劣地套在拖着它的豆子罐头上，让所有人都能看见。你惊讶地看到周围的蛞蝓族，包括斯洛克诺格，都呈躬姿，愿意接受这一新变化...说真的，为什么这么奇葩的事一个提出异议的都没？

source: We've done it.
fr: Nous l'avons fait.
it: Ce l'abbiamo fatta.
ru: Мы это сделали.
zh_hans: 我们得手了。

source: The galaxy is now a slightly worse place thanks to you.
fr: La galaxie est désormais légèrement moins accueillante grâce à vous.
it: Ora la galassia è un posto leggermente peggiore grazie a te.
ru: Благодаря вам галактика стала немного хуже.
zh_hans: 多亏了你，银河系现在成了一个略微更糟糕的地方。

source: Once Nights' corpse has been recovered, he is moved to a hearse ship for later. The crown too is recovered, broken but miraculously not obliterated. The Slugs gather together to discuss what to do next.
fr: Une fois que le cadavre de Nights est retrouvé, il est déplacé vers un vaisseau corbillard pour plus tard. La couronne elle-aussi est retrouvée : elle est amochée, mais miraculeusement, reste reconnaissable. Les Limaces se rassemblent pour discuter de la suite des évènements.
it: Una volta che il cadavere di Nights viene recuperato, viene trasferito a un carro funebre per dopo. Anche la corona è recuperata, rotta ma miracolosamente non disintegrata. Gli slugman si radunano per discutere il da farsi.
ru: После того как труп Тумана был извлечен, его переносят на катафалк. Корона тоже найдена, поломана, но чудом не уничтожена. Слизни собираются вместе, чтобы обсудить, что делать дальше.
zh_hans: 七夜的尸体被找回后，就被转移到一艘灵柩船。王冠也被找到了，虽然被破裂了，但奇迹般地没有被粉碎。蛞蝓族们聚集在一起，讨论接下来该怎么办。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Slocknog appears surprised that he isn't included with the crowd. As he attempts to speak to them, an angry member of the crowd speaks up. "You have no right to be here! Alwayssss ssspinning that ssstory about Nightsss cheating or whatever, but in the end you ssstill losssst. Ssssure you were a better king than Nightsss, but you ssstill just cost usss the livessss of DOZENSSSSS of our fellow Sssslugssss jusssst for your little coup!"
fr: Slocknog semble être surpris de ne pas être inclus parmi la foule. Alors qu'il essaie de s'adresser à eux, un membre agité de la foule prend la parole. "Tu n'as pas le droit d'être iccci ! Toujours à marmonner cccette hissstoire à propos de Nightsss qui triche ou je ne sssais quoi, mais au final, tu as quand même perdu. D'accord, tu étais un meilleur roi que Nightsss, mais tes agisssements ont quand même aboutis à la morts de DOUZAINES de nos confrères Limaccccce jussste pour ton petit coup d'état !"
it: Slocknog sembra sorpreso di non essere incluso tra la folla. Mentre cerca di parlargli, un membro agitato alza la voce. "Non hai alcun diritto di esssere qui! Usssi sssempre quella ssstoriella di come Nightsss abbia barato o che altro, ma alla fine hai perssso comunque. Certo, eri un re migliore di Nightsss, ma il tuo piccolo colpo di ssstato è comunque cossstato la vita a DOZZINE di ssslugman!"
ru: Слокног удивлен тем, что его не приглашают в толпу. Когда он пытается заговорить с ними, кто-то из толпы возмущенно произносит. "Ты не имеешшшь права здесссь находитьссся! Ты всссегда рассссказываешь исссторию о том, что Туман обманул тебя, но в итоге ты всссе равно проиграл. Конечно, ты был лучшшшим королем, чем Туман, но ты всссе равно ссстоил нам жизни ДЕСССЯТКОВ нашшших сссобратьев-ссслизней только ради сссвоего маленького переворота!"
zh_hans: 斯洛克诺格对自己没有被纳入人群中显得很惊讶。当他试图与他们交谈时，一位愤怒的民众开口了。"你没有权利来这里！你总是编造说七夜耍弄了你还是什么的，但最后你还是输了。你可能算是一个比七夜更好的国王，但你还是为了你的这个小政变让我们失去了几十个同胞的生命！"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: These words seem to resonate with nearly everyone present, and soon a mob has formed, marching towards Slocknog, demanding he be punished. The only reason no one suggests executing him is because no one has any clue who to elect in his stead.
fr: Ces mots semblent résonner avec tous ceux présent et un troupeau s'est vité formé, marchant vers Slocknog, demandant à ce qu'il soit puni. Personne n'ose cependant suggérer une exécution, car aucun n'a une idée sur qui élire à sa place.
it: Queste parole trovano d'accordo praticamente tutti i presenti e ben presto si forma una folla inferocita che marcia verso Slocknog, richiedendo che sia punito. L'unico motivo per cui nessuno suggerisce di giustiziarlo è perché nessuno sa chi eleggere al suo posto.
ru: Эти слова, похоже, нашли отклик почти у всех присутствующих, и вскоре образовалась толпа, которая двинулась к Слокногу, требуя его наказать. Единственная причина, по которой никто не предлагает его казнить, заключается в том, что никто не знает, кого избрать вместо него.
zh_hans: 这些话似乎引起了在场几乎所有人的共鸣，很快就形成了一群暴徒，向斯洛克诺格进军，要求他受到惩罚。没有人建议处决他的唯一原因是，没有人知道该选谁来代替他。

source: These people need further influence - use a show of force to put Slocknog back in power.
fr: Ces gens ont besoin de plus d'influence - faire une démonstration de force pour remettre Slocknog au pouvoir.
it: Queste persone hanno bisogno di un suggerimento. Usa una dimostrazione di forza per riportare Slocknog al potere.
ru: Эти люди нуждаются в дальнейшем влиянии - с помощью демонстрации силы вернуть Слокнога к власти.
zh_hans: 这些人需要进一步领略武力的效果，让斯洛克诺格重新上台。

source: Considering you've become so heavily involved in Slug politics already, you might as well go the extra mile. You head back to your ship and approach, firing a warning shot upon the crowd. Once you have everyone's attention, you demand Slocknog be in charge once again. The crowd is reluctant, but the Clairvoyants remain loyal to their king and move to support him.
fr: Étant donné que vous vous êtes déjà autant impliqué dans les affaires politiques des Limaces, vous pourriez très bien vous interposer à nouveau. Vous revenez sur le vaisseau et vous approchez, en tirant un coup de semonce près de la foule. Une fois que vous avez attiré l'attention de tout le monde, vous demandez à ce que Slocknog soit de nouveau en charge. La foule est réticente, mais les Clairvoyants restent loyaux envers leur roi et lui apportent leur soutien.
it: Considerando il tuo coinvolgimento nella politica slugman, visto che hai fatto trenta, a questo punto tanto vale fare trentuno. Torni alla tua nave e ti avvicini, sparando un colpo di avvertimento alla folla. Una volta che hai l'attenzione di tutti, ordini che Slocknog torni in carica. La folla è reticente, ma i Chiaroveggenti rimangono fedeli al loro re e si avvicinano per sostenerlo.
ru: Учитывая, что вы уже так сильно втянулись в политику слизней, вы можете пойти на большее. Вы возвращаетесь на свой корабль и приближаетесь к толпе, делая предупредительный выстрел. Привлекая всеобщее внимание, вы требуете, чтобы Слокног снова стал главным. Толпа не соглашается, но Ясновидящие остаются верными своему королю и идут на его поддержку.
zh_hans: 考虑到你已经深入参与了此次蛞蝓政治事件，不妨再多迈一步。你回到星舰，驶近人群，开了一枪作警告。成功吸引了所有人的注意力之后，你要求斯洛克诺格再一次掌权。群众很不情愿，但通灵者们仍然忠于他们的国王，并采取了行动支持他。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "Well my friend, thisss isss now the THIRD time. Heheh, I'm forever in your debt I ssssuppossse. Perhapsss thisss isss a good ssstart to repaying you."
fr: "Eh bien mon ami, ccc'est à présent la TROISIÈME fois. Héhé, je présume que je vous sssuis éternellement reconaisssant. Peut-être que ccceccci est un bon début pour vous dédommager."
it: "Beh, amico mio, con quesssta fanno TRE volte. Heheh, sssuppongo che sssarò per sssempre in debito con te. Magari quesssto è un buon inizio per ripagarti."
ru: "Ну, друг мой, это уже ТРЕТИЙ раз. Полагаю, я вечно у вассс в долгу. Возможно, это хорошшшее начало для того, чтобы расссплатитьссся ссс вами".
zh_hans: "好吧，我的朋友，这已经是第三次了。嘿嘿，我永远欠着你的债。也许这会是报答你的一个好的开始。"

source: Suggest that the Slugs hold an election the proper way - through a vote.
fr: Suggérer aux Limaces de tenir une élection proprement - à travers un vote.
it: Suggerisci che gli slugman tengano un'elezione come si deve: votando.
ru: Предложить слизням провести выборы как положено - путем голосования.
zh_hans: 建议蛞蝓族们以适当的方式进行选举，通过投票。

source: Surprisingly, this revolutionary idea is not immediately rejected. Persuaded by recent events, the Slugs seem to genuinely consider settling their differences and staging a government reform for the better good. However, one member of the crowd inquires, "Then what ssshall happen to Sssslocknog?"
fr: Surprenament, cette idée révolutionnaire n'est pas immédiatement rejetée. Étant persuadées par les évènements récents, les Limaces semblent sérieusement considérer à mettre leurs différents de coté pour bâtir une réforme gouvernementale pour le bien commun. Cependant, un membre de la foule s'interroge, "Alors qu'en est-t-il du ssssort de Sssslocknog ?"
it: Sorprendentemente, quest'idea rivoluzionaria non viene rifiutata immediatamente. Persuasi dagli eventi recenti, gli slugman sembrano pensare davvero di accantonare le loro differenze e promuovere una riforma del governo in meglio. Ma un membro della folla chiede: "Allora cosssa sssuccederà a Ssslocknog?"
ru: Удивительно, но эта революционная идея не была сразу отвергнута. Под влиянием последних событий слизни, похоже, искренне задумались о том, чтобы разрешить свои разногласия и провести реформу правительства во имя всеобщего блага. Однако один из собравшихся спрашивает: "А что же тогда будет со Ссслокногом?"
zh_hans: 令人惊讶的是，这个革命性的想法没有立即被拒绝。在最近发生的事件的背景下，蛞蝓族们似乎真的考虑起来如何解决他们的分歧，为了整体的利益进行政府改革。然而，人群中的一人问道："那么斯洛克诺格会怎么样？"

source: We'll take him with us.
fr: Il viendra avec nous.
it: Lo porteremo con noi.
ru: Мы возьмем его с собой.
zh_hans: 我们将带他一起走。

source: "Well, if it isss a choice between death or working aboard the sssship who hasss worked sso valiantly to assssissst me, I think I ssshall prefer not dying. Farewell to all of you, I hope you rot without me." Slocknog sharply turns and slithers onto your ship.
fr: "Eh bien, sssi ccc'est un choix entre la mort ou travailler à bord du vaissseau qui m'a ssssi vaillamment défendu et aidé, je penssse que je préfère ne pas mourrir. Mes adieux à vous tous, j'essspère que vous moisirez sssans moi." Slocknog se tourne brusquement et glisse sur votre vaisseau.
it: "Beh, ssse devo ssscegliere tra morire e lavorare sssulla nave che sssi è data cosssì tanta pena per me, preferisssco ressstare in vita. Addio a tutti. Vi auguro di marcire sssenza di me." Slocknog si volta vigorosamente e striscia sulla tua nave.
ru: "Что ж, есссли выбирать между сссмертью и работой на борту корабля, который так доблессстно ссстаралссся мне помочь, я, пожалуй, предпочту не умирать. Прощщщайте всссе, надеюсссь, вы загнетесссь без меня". Слокног резко поворачивается и ползет на ваш корабль.
zh_hans: "好吧，如果要在死亡，和在这艘英勇地帮助过我的船上工作之间做出选择，我当然宁愿不死。别了，我的国民们，愿你们在没有我的情况下走向衰败。"斯洛克诺格猛地转身，溜上了你的星舰。

source: Execute him.
fr: Exécutez-le.
it: Giustiziatelo.
ru: Казнить его.
zh_hans: 处死他。

source: "I- what? You have ssspent ssso much effort to help me, and yet now you ssssentence me to death?" Slocknog attempts to run, but is quickly caught by some other Slugs and dragged away. You are thanked and rewarded by the Slugs citizens who you have helped so greatly.
fr: "Je- comment ? Vous avez dédié tellement d'efforts pour m'asssissster et vous me condamnez pourtant à ma mort cccertaine ?" Slocknog tente de fuir, mais est vite rattrapé par d'autres Limaces et est trainé ailleurs. Vous êtes remercié et récompensé gracieusement par les citoyens Limaces que vous avez tant aidés.
it: "I- che? Ti sssei dato cosssì tanta pena per aiutarmi, e ora mi condanni a morte?" Slocknog cerca di fuggire, ma ben presto viene catturato da altri slugman e trascinato via. I cittadini che hai aiutato così generosamente ti ringraziano e offrono una ricompensa.
ru: "Меня... что? Вы потратили столько сил, чтобы помочь мне, а теперь приговариваете меня к смерти?" Слокног пытается бежать, но его быстро ловят другие слизни и утаскивают. Слизни, которым вы так помогли, благодарят и вознаграждают вас.
zh_hans: "我-啥？你花了这么多精力来帮助我，但现在你却判我死刑？"斯洛克诺格试图逃跑，但很快就被其他蛞蝓族抓住并拖走。你帮助了这么多的蛞蝓族市民，他们对你表示感谢并给予奖励。

source: As Slocknog's cruiser crashes into the lake, the fighting suddenly seems to come to a halt. You land your ship next to the Black Raven, where Nights is chuckling. "HAH! That'll ssshow that idiot what happenssss when you messs with Nightsss, baby!" Nights pumps his tentacle into the air triumphantly, and you don't bother mentioning you did all of the work.
fr: Tandis que le croiseur de Slocknog effectue un plongeon dans le lac, la bataille commence soudainement à prendre fin. Vous posez votre vaisseau près du Corbeau Noir, où Nights ricane. "HAH ! Ççça montrera à cccet idiot ccce qui arrive quand on ssse frotte à Nightss, baby !" Nights lève son tentacule en l'air de manière triomphante et vous ne prenez pas la peine de mentionner que vous avez fait tout le travail.
it: Come l'incrociatore di Slocknog si schianta nel lago, la battaglia sembra cessare all'improvviso. Atterri con la nave accanto al Corvo Nero, dove Nights sta ridacchiando. "HAH! Cosssì quell'idiota impara cosssa sssuccede a mettersssi contro Nightsss, baby!" Nights solleva trionfale un tentacolo in alto e tu non ti disturbi a dire che hai fatto tutto il lavoro.
ru: Когда крейсер Слокнога падает в озеро, кажется, что бой внезапно прекращается. Вы сажаете свой корабль рядом с Черным Вороном, где смеется Туман. "ХА! Это покажет этому идиоту, что бывает, когда сссвязываешшшьссся ссс Туманом, детка!" Туман торжествующе поднимает щупальце в воздух, а вы не пытаетесь упомянуть, что всю работу сделали вы.
zh_hans: 当斯洛克诺格的星舰坠入湖中后，战斗似乎突然停了下来。你把你的星舰降落在黑鸦号旁边，七夜正在那笑。"这将让那个白痴知道，胆敢找七夜的麻烦会发生什么！"七夜得意地把他的触角伸出，而你也不好再提整个功劳属于你。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You watch as the Slugs get together a team to fish the cruiser out of the lake. Once Slocknog's corpse has been recovered, he is moved to a hearse ship for later. The Slugs gather around, trying to decide how to proceed with the festival.
fr: Vous regardez les Limaces rassembler une équipe pour repêcher le croiseur hors du lac. Une fois que le cadavre de Slocknog est retrouvé, il est déplacé vers un vaisseau corbillard pour plus tard. Les Limaces se rassemblent et essaient de débattre sur la suite du déroulement du Festival.
it: Guardi mentre gli slugman radunano una squadra per ripescare l'incrociatore dal lago. Una volta che il cadavere di Slocknog viene recuperato, viene trasferito a un carro funebre per dopo. Gli slugman si radunano per discutere come procedere col festival.
ru: Вы наблюдаете за тем, как слизни собирают команду, чтобы выловить крейсер из озера. После того как труп Слокнога был извлечен, его переносят на катафалк. Слизни собираются вокруг, пытаясь решить, как продолжить фестиваль.
zh_hans: 你看着蛞蝓族们组成一个团队把星舰从湖里捞出来。斯洛克诺格的尸体被打捞上来后，就被移到一艘灵柩船。蛞蝓族们聚集在一起，想要决定如何继续节日的程序。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。
