Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

source: (FTL Jammer) Cripple their engines and demand they hand over the narcotics!
fr: (Brouilleur SPL) Affaiblir leurs moteurs et exiger qu'ils remettent les narcotiques !
it: (Jammer FTL) Sabota i loro motori e ordina che ti diano i narcotici!
ru: (ССД-глушитель) Вывести из строя их двигатели и потребовать отдать наркотики!
zh_hans: (跃迁干扰器)瘫痪他们的引擎并要求他们交出毒品！

source: "Alright, alright! God damn, why are you so aggressive. You're the one who wanted to trade anyways..."
fr: "D'accord, d'accord ! Bordel, pourquoi t'est aussi agité de la gâchette. C'est toi qui a voulu négocier en plus..."
it: "Va bene, va bene! Diamine, perché tutta questa aggressività? Eri tu quello che voleva commerciare..."
ru: "Хорошо-хорошо! Черт возьми, почему ты такой агрессивный. Ты же сам хотел торговать..."
zh_hans: "好吧！该死的，你为什么这么咄咄逼人。明明是你想交易..."

source: (Upg. Hacking) Cripple their engines and demand they hand over the narcotics!
fr: (Piratage amélioré) Affaiblir leurs moteurs et exiger qu'ils remettent les narcotiques !
it: (Hacking migliorato) Sabota i loro motori e ordina che ti diano i narcotici!
ru: (Улучш. Взломщик) Вывести из строя их двигатели и потребовать отдать наркотики!
zh_hans: (高级黑客)削弱他们的引擎并要求他们交出毒品！

source: "Alright, alright! God damn, why are you so aggressive. You're the one who wanted to trade anyways..."
fr: "D'accord, d'accord ! Bordel, pourquoi t'est aussi agité de la gâchette. C'est toi qui a voulu négocier en plus..."
it: "Va bene, va bene! Diamine, perché tutta questa aggressività? Eri tu quello che voleva commerciare..."
ru: "Хорошо-хорошо! Черт возьми, почему ты такой агрессивный. Ты же сам хотел торговать..."
zh_hans: "好吧！该死的，你为什么这么咄咄逼人。明明是你想交易..."

source: (Hacking Weapon) Cripple their engines and demand they hand over the narcotics!
fr: (Arme de piratage) Affaiblir leurs moteurs et exiger qu'ils remettent les narcotiques !
it: (Arma hacker) Sabota i loro motori e ordina che ti diano i narcotici!
zh_hans: (高级黑客)削弱他们的引擎并要求他们交出毒品！

source: "Alright, alright! God damn, why are you so aggressive. You're the one who wanted to trade anyways..."
fr: "D'accord, d'accord ! Bordel, pourquoi t'est aussi agité de la gâchette. C'est toi qui a voulu négocier en plus..."
it: "Va bene, va bene! Diamine, perché tutta questa aggressività? Eri tu quello che voleva commerciare..."
zh_hans: "好吧！该死的，你为什么这么咄咄逼人。明明是你想交易..."

source: Decline.
fr: Refuser.
it: Rifiuta.
zh_hans: 拒绝。

source: Ignore the Smugglers.
fr: Ignorer les Contrebandiers.
it: Ignora i contrabbandieri.
ru: Не обращать внимания на контрабандистов.
zh_hans: 无视走私舰。

source: The smugglers slip away into the nebula not much longer.
fr: Les contrebandiers ne tardent pas à se faufiler dans la nébuleuse.
it: La nave dei contrabbandieri si dilegua nella nebulosa poco dopo.
ru: Недолго думая, контрабандисты скрываются в туманности.
zh_hans: 走私者不久后就滑行进入星云中。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: You arm the weapons and attack the smugglers!
fr: Vous activez les armes et attaquez les contrebandiers !
it: Alimenti le armi e attacchi i contrabbandieri!
ru: Зарядить оружие и атаковать контрабандистов!
zh_hans: 你武装起来，准备攻击走私者！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You arm the weapons and attack the smugglers!
fr: Vous activez les armes et attaquez les contrebandiers !
it: Alimenti le armi e attacchi i contrabbandieri!
ru: Зарядить оружие и атаковать контрабандистов!
zh_hans: 你武装起来，准备攻击走私者！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You move in to attack, but the Smugglers hail you again. "Ok, maybe the price was too high! Let's not be hasty. Is this a more favorable deal?"
fr: Vous effectuez une manoeuvre d'attaque, mais les Contrebandiers vous recontactent. "Ok, j'admet que le prix était trop haut ! Pas la peine de se précipiter. Est-ce que cette nouvelle offre vous convient ?"
it: Ti muovi per attaccare, ma i contrabbandieri ti contattano di nuovo. "Ok, forse il prezzo era un po' troppo alto. Facciamo tutti un bel respiro. Questa nuova offerta è più di tuo gradimento?"
ru: Вы готовы атаковать, но контрабандисты снова обращаются к вам. "Ладно, может быть, цена была слишком высока! Давай не будем спешить. Может быть, это более выгодная цена?"
zh_hans: 你刚准备发起攻击，但走私者又向你示意。"好吧，也许价格太高了！让我们不要操之过急，这个价格会不会更诱人一点？"

source: Buy the new deal.
fr: Saisir la nouvelle offre.
ru: Купить по новой цене.
zh_hans: 接受新的交易条件。

source: "An excellent purchase! Just don't ask what they're made of." You hear the pirate mumble something about Orchid children and Equinoid droppings, then hangs up.
fr: "Un achat judicieux ! Mais ne demande pas de quoi ils sont faits." Vous entendez le pirate marmonner des choses, tel que des enfants Orchid, ou bien encore des excréments d'Équinoïdes, avant qu'il raccroche.
it: "Ottimo acquisto! Solo, non chiedere come sono fatti." Senti il pirata mugugnare qualcosa su bambini orchid ed escrementi di equinoide, quindi riattacca.
ru: "Отличная покупка! Только не спрашивай, из чего они сделаны". Вы слышите, как пират бормочет что-то о детях орхидей и помете эквиноидов, а затем отключаете связь.
zh_hans: "买得好！就是别问是什么做的。"你听到海盗喃喃自语，说什么幼体兰花和六脚马粪便，然后就挂断了。

source: No, we're still going to kill you.
fr: Non, nous allons quand même vous tuer.
it: No, vi ammazziamo comunque.
ru: Нет, мы все равно вас убьем.
zh_hans: 不，我们还是要杀了你。

source: You arm the weapons and attack the smugglers!
fr: Vous activez les armes et attaquez les contrebandiers !
it: Alimenti le armi e attacchi i contrabbandieri!
ru: Зарядить оружие и атаковать контрабандистов!
zh_hans: 你武装起来，准备攻击走私者！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="SLUG_NARCOTICS"]/text
source: It appears the Slugs are intrigued by your offer. They gladly accept the narcotics in turn for not fighting you, and even offer some scrap in return.
fr: Il semblerait que les Limaces soient intriguées par votre offre. Elles acceptent gracieusement vos narcotiques en échange de leur passivité et vous offrent même de la ferraille en plus.
it: Pare che gli slugman trovino interessante la tua offerta. Accettano volentieri i narcotici in cambio del loro silenzio, e ti offrono anche dei moduli.
ru: Похоже, слизни заинтригованы вашим предложением. Они с радостью принимают наркотики в обмен на отказ от борьбы с вами и даже предлагают взамен немного лома.
zh_hans: 看来蛞蝓族们对你的提议很感兴趣。他们欣然接受了毒品，作为不与你战斗的回报，甚至还提供了一些废料。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_DUEL"]/text
source: Out of nowhere, a Slug beams aboard your ship, brandishing a long sword. "On guard ye! I challenge you to a duel. Non-fatal, of coursssse. Defeat me and I will give you all the sssscrap my sssship carriessss. Lossse, and I take all of your fuel. Decline, and I ssshall leave without another word."
fr: Une Limace apparaît de nul part sur votre vaisseau, celle-ci maniant une longue épée. "En garde ! Je vous sssommme d'entrer en liccce. Un duel non-fatal, bien sssûr. Venez à bout de moi et je vous remet toute la ferraille que mon vaissseau transssporte. Essssuyez une défaite et je saisssit tout votre carburant. Refusez et alors je me retirerai sssans proclamer un autre mot."
it: Dal nulla, uno slugman si teletrasporta a bordo della tua nave, impugnando una spada lunga. "In guardia, marrano! Ti sssfido a duello. Non all'ultimo sssangue, ovviamente. Sssconfiggimi e ti darò tutti i moduli che ho sssulla mia nave. Perdi e io mi prendo tutto il tuo carburante. Rifiuta, e me ne andrò sssenza proferire parola."
ru: Из ниоткуда на борт вашего корабля проникает слизень, размахивая длинным мечом. "На ссстраже! Я вызываю вассс на дуэль. Разумеетссся, не сссмертельную. Победите меня, и я отдам вам весссь сссвой лом, который есссть на моем корабле. Проиграете, и я заберу всссе вашшше топливо. Откажитесссь, и я уйду без лишшшних ссслов".
zh_hans: 不知道从哪里冒出来的一名蛞蝓族登上了星舰，他挥舞着一把长剑。"听好了！我向你们发起决斗挑战。当然，点到为止。打败我，我就把我船上所有的废料都给你。输了的话，我就拿走你所有的燃料。拒绝的话，我就直接走人。"

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_DUEL"]/choice[1]/text
source: Accept.
fr: Accepter.
it: Accetta.
ru: Согласиться.
zh_hans: 接受。

source: (Mantis Crew) Have your Mantis duel.
fr: (Membre d'équipage Mantis) Laisser votre Mantis relever le défi.
it: (Equipaggio mantis) Fai duellare il tuo mantis.
ru: (Член экипажа-богомол) Пусть ваш богомол примет участие в дуэли.
zh_hans: (螳螂族船员)让你的螳螂族进行决斗。

source: You send out your Mantis to duel. They give their all, and manage to disarm the Slug! "Alright, a deal isss a deal... Though I don't like the way you played, here'sssss my ssscrap."
fr: Vous envoyez votre Mantis en duel. Il fait de son mieux et réussit à désarmer la Limace ! "Sssoit, nous avions un accord... Même sssi je n'ai pas apprécccié votre façççon de jouer, voiccci ma ferraille."
it: Mandi il tuo mantis a duellare. Dà il tutto per tutto e alla fine riesce a disarmare lo slugman! "Va bene, un patto è un patto... ma non mi piacciono i tuoi giochetti. Tieni i miei moduli, comunque."
ru: Вы посылаете богомола на дуэль. Он выкладывается на полную и ему удается обезоружить слизня! "Ладно, сссделка есссть сссделка... Хотя мне не нравитссся, как вы играли, вот мой лом".
zh_hans: 你派出了你的螳螂族来决斗。他全力以赴，并制住了蛞蝓族！"好吧，说话算话。虽然我不喜欢你的斗法，但这是我的废料。"

source: (Dessius) Have Dessius take the duel.
fr: Refuser.
it: (Dessius) Fai accettare il duello a Dessius.
ru: (Дессиус) Пусть Дессиус примет участие в дуэли.
zh_hans: (德修斯)让德修斯进行决斗。

source: Being a perfect match for such opportunity, Dessius accepts the challenge and unsheaths his own blade. Both fighters give their all, and this chivalrous clash results in the Slug getting disarmed! "Alright, a deal isss a deal. Your companion's prowesss and ssstyle is remarkable, and you do dessserve thisss ssscrap."
fr: Étant parfaitement à la hauteur d'une telle opportunité, Dessius accepte le défi et dégaine sa propre lame. Les deux combattants se donnent à fond et cet affrontement chevaleresque se solde par le désarmement du Limace ! "Très bien, un marché est un marché. La prouessssse et le ssstyle de votre compagnon sssont remarquables et vous méritez cccette feraille."
it: Essendo il candidato perfetto per un'occasione del genere, Dessius accetta la sfida e sfodera la sua spada. Entrambi i combattenti danno tutti loro stessi, e questo scontro cavalleresco finisce con lo slugman disarmato! "Va bene, un patto è un patto. La forza e lo ssstile del tuo compagno sssono ssstraordinari... ti meriti proprio quesssti moduli."
ru: Дессиус, как нельзя лучше подходящий для такого поединка, принимает вызов и обнажает свой клинок. Оба бойца выкладываются по полной, и в результате этого рыцарского поединка слизень оказывается обезоруженным! "Хорошшшо, сссделка есссть сссделка. Массстерссство и ссстиль вашшшего товарищщща поразительны, и вы зассслуживаете этого лома".
zh_hans: 作为这种场合的完美人选，德修斯接受了挑战并拔出了自己的刀。双方都使出了浑身解数，这场侠义的冲突以蛞蝓族被压制而结束！"好吧，说话算话。你的同伴的实力和风格都很出色，你确实应该得到这些废料。"

source: (Devorak) Have Devorak take the duel.
fr: (Devorak) Faites en sorte que Devorak accepte le duel.
it: (Devorak) Fai accettare il duello a Devorak.
ru: (Деворак) Пусть Деворак примет участие в дуэли.
zh_hans: (德沃拉克)让德沃拉克进行决斗。

source: Being a perfect match for such opportunity, Devorak accepts the challenge and unsheaths his own blade. Both fighters give their all, and this chivalrous clash results in the Slug getting disarmed! "Alright, a deal isss a deal. Your companion's prowesss and ssstyle is remarkable, and you do dessserve thisss ssscrap."
fr: Étant parfaitement à la hauteur d'une telle opportunité, Devorak accepte le défi et dégaine sa propre lame. Les deux combattants se donnent à fond et cet affrontement chevaleresque se solde par le désarmement du Limace ! "Très bien, un marché est un marché. La prouessssse et le ssstyle de votre compagnon sssont remarquables et vous méritez cccette feraille."
it: Essendo il candidato perfetto per un'occasione del genere, Devorak accetta la sfida e sfodera la sua spada. Entrambi i combattenti danno tutti loro stessi, e questo scontro cavalleresco finisce con lo slugman disarmato! "Va bene, un patto è un patto. La forza e lo ssstile del tuo compagno sssono ssstraordinari... ti meriti proprio quesssti moduli."
ru: Как нельзя лучше подходящий для такого случая, Деворак принимает вызов и обнажает свой клинок. Оба бойца выкладываются по полной, и в результате этого рыцарского поединка слизень оказывается обезоруженным! "Ладно, сссделка есссть сссделка. Массстерссство и ссстиль вашшшего товарищщща поразительны, и вы зассслужили этот лом".
zh_hans: 作为这种场合的完美人选，德沃拉克接受了挑战并拔出了自己的大剑。双方都使出了浑身解数，这场侠义的冲突以蛞蝓族被压制而结束！"好吧，说话算话。你的同伴的实力和风格都很出色，你确实应该得到这些废料。"

source: (Knight Crew) Have your Knight duel.
fr: (Membre d'équipage Chevalier) Faire combattre votre Chevalier en duel.
it: (Equipaggio cavaliere) Fai duellare il tuo cavaliere.
ru: (Атаман Тумана) Пусть Атаман Тумана примет участие в дуэли.
zh_hans: (夜爵士船员)让你的夜爵士进行决斗。

source: "I wasssn't expecting to sssee one of my brothersss aboard your vesssel, and even lesss that I'd be going againsst them, but I ssstill look forward to it." Both Slugs fiercely fight, and after a long clash, your own Knight prevails! "Alright, a deal isss a deal. I greatly enjoyed thisss valiant ssskirmisssh, and you do dessserve thisss ssscrap."
fr: "Je ne m'attendais pas zzzà voir un de mes frères à bord de votre vaissssseau et encore moins zzzà les affronter, mais je ssssuis impattttient de le faire." Les deux Limaces se battent férocement et après un long affrontement, votre propre chevalier l'emporte ! "Très bien, un accord est un accord. J'ai beaucoup appréccccié cccce vaillant combat et vous méritez ccccette feraille."
it: "Non mi assspettavo di vedere uno dei miei fratelli sssulla tua nave, e ancora meno di averlo come nemico, ma comunque non vedo l'ora." Entrambi gli slugman combattono ferocemente e dopo un lungo scontro, il tuo Cavaliere ne esce vincitore! "Va bene, un patto è un patto. Mi sssono proprio divertito in quesssto ssscontro valorossso, e ti meriti quesssti moduli."
ru: "Я не ожидал увидеть одного из своих братьев на борту вашего корабля, и тем более не ожидал, что буду сражаться против него,, но я все равно с нетерпением жду этого". Оба слизня ожесточенно сражаются, и после долгой схватки ваш Атаман Тумана одерживает верх! "Хорошшшо, сссделка есссть сссделка. Я получил огромное удовольссствие от этой доблесной сссхватки, и вы зассслужили этот бой".
zh_hans: "我没想到会在你的船上看到我的一个弟兄，更没想到他会和我对抗，但我还是很期待。"两名蛞蝓族激烈地战斗着，经过长时间的冲突，你自己的夜爵士取得了胜利！"好吧，说话算话。我非常享受这场英勇的战斗，你也确实应该得到这些废料。"

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_DUEL"]/choice[6]/text
source: Decline.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: You pick a crew at random, and send them out to duel. They make a valiant effort, but unfortunately it's not enough. They fail, and the Slug disarms them. "Haha! You losssst. Now, hand over your fuel... And no funny busssinessss!"
fr: Vous choisissez un membre au hasard et l'envoyez en duel. Il fait un effort vaillant, mais cela n'est malheureusement pas assez. Il échoue et la Limace le désarme. "Haha ! Vous avez mordu la pousssssière. Maintenant, remettez votre carburant... Et pas de vilaineries !"
it: Scegli un membro dell'equipaggio a caso e lo mandi a duellare. Lotta valorosamente, ma purtroppo non è abbastanza. Fallisce e lo slugman lo disarma. "Ahah! Hai perssso. Ora consssegna il carburante... e niente giochetti!"
ru: Вы выбираете члена экипажа наугад и отправляете его на дуэль. Он прикладывает все усилия, но, к сожалению, этого недостаточно. Он терпит неудачу, и слизень обезоруживает его. "Ха-ха! Вы проиграли. Теперь отдайте сссвое топливо... И никаких шшштучек!"
zh_hans: 你随机挑选一名船员，并派他出去决斗。他做出了勇敢的努力，但不幸的是，这还不够。他失败了，蛞蝓族压制住了他。"哈哈！你失败了。现在，交出你的燃料..不要耍花招哦！"

source: A deal is a deal.
fr: Respecter l'accord.
it: Un patto è un patto.
ru: Сделка есть сделка.
zh_hans: 我们说话算话。

source: "A good ssssport! Honorable indeed." The Slug beams off with all of your fuel, leaving you stranded.
fr: "Un combattant honorable ! Sssacrément honorable." La Limace disparaît avec votre carburant, vous laissant coincé.
it: "Sssportivo! Davvero onorevole." Lo slugman se ne va con tutto il tuo carburante, lasciandoti alla deriva.
ru: "Хорошшший ссспорт! Дейссствительно, благородно". Слизень улетает со всем вашим топливом, оставляя вас на произвол судьбы.
zh_hans: "优秀的竞技精神！"蛞蝓族带着你所有的燃料飞走了，留下你自己困在这。

source: Refuse.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: "What? What a poor ssssport. We made a deal!" The Slug beams back to his ship, and a second later it activates, weapons online. Even worse, it appears they're using a combat augment to jam your shields!
fr: "Quoi ? Quel malotru. Nous avions un accord !" La Limace retourne sur son vaisseau, manifestant immédiatement ses intentions hostiles, armes braquées. Pire encore, ils semblent utiliser une augmentation de combat pour affaiblir vos boucliers !
it: "Cosssa? Che canaglia. Avevamo un patto!" Lo slugman si teletrasporta sulla sua nave e, pochi secondi dopo, si attiva con le armi cariche. Ancora peggio, pare stia usando un accessorio di combattimento per disattivare i tuoi scudi!
ru: "Что? Какой плохой ссспорт. Мы же договорилисссь!" Слизень телепортируется обратно на свой корабль, и через секунду он активируется, оружие включено. Что еще хуже, похоже, он использует боевой модуль, чтобы отключить ваши Щиты!
zh_hans: "什么？真是糟糕的竞技精神。我们说好了的！"蛞蝓族回到他的飞船上，一秒钟后它就启动了，武器在线。更糟糕的是，他们似乎在使用增强部件来干扰你的护盾！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Unjam your shields.
fr: (Anti-Virus) Rétablir les boucliers.
it: (Antivirus) Ripristina gli scudi.
ru: (Антивирус) Разблокировать свои щиты.
zh_hans: (防护程序)恢复护盾系统的正常运作。

source: You re-enable your shields, and prepare to fight the Slugs.
fr: Vous rétablissez vos boucliers et vous vous préparez à combattre les Limaces.
it: Riattivi gli scudi e ti prepari ad affrontare gli slugman.
ru: Вы снова включаете Щиты и готовитесь к бою со слизнем.
zh_hans: 你重新启动你的护盾，并准备与蛞蝓族作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You pick a crew at random, and send them out to duel. They give their all, and somehow they manage to disarm the Slug! "Alright, a deal isss a deal... Heres'ssss my ssscrap."
fr: Vous choisissez un membre au hasard et l'envoyez en duel. Il fait tout son possible et réussit d'une certaine manière à désarmer la Limace ! "Sssoit, nous avions un accord... Voiccci ma ferraille."
it: Scegli un membro dell'equipaggio a caso e lo mandi a duellare. Ci mette tutto sé stesso e in qualche modo riesce a disarmare lo slugman! "Va bene, un patto è un patto. Ecco i miei moduli."
ru: Вы выбираете члена экипажа наугад и отправляете его на дуэль. Он выкладываются по полной и каким-то образом его удается обезоружить слизня! "Ладно, сссделка есссть сссделка... Вот мой лом".
zh_hans: 你随机挑选了一名船员，并派他出去决斗。他使出浑身解数，然后不知怎地就压制住了蛞蝓族！"好吧，说话算话...这是我的废料。"

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_COALITION"]/text
source: You knew the Coalition consisted of Slugs among other races, but it's not terribly often you see their ships so deep in Slug space.
fr: Vous saviez que la Coalition était dotée de Limaces parmi les autres races, mais il est très rare de voir leurs vaisseaux en espace Limace aussi lointain.
it: Sapevi che la Coalizione annovera gli slugman tra i suoi membri, ma non capita spesso di vedere una loro nave così a fondo nello spazio slugman.
ru: Вы знали, что Коалиция состоит из слизней и других рас, но не так уж часто вы видели их корабли так далеко в пространстве слизней.
zh_hans: 你知道星联也由蛞蝓族组成，但你并不经常能在蛞蝓族星域的深处看到他们的飞船。

source: Attack the Coalition!
fr: Attaquer la Coalition !
it: Attacca la Coalizione!
ru: Атаковать Коалицию!
zh_hans: 攻击星联舰船！

source: You power up your weapons and engage the Coalition vessel.
fr: Vous activez vos armes et ciblez le vaisseau de la Coalition.
it: Alimenti le armi e affronti la nave della Coalizione.
ru: Вы заряжаете орудия и вступаете в бой с кораблем Коалиции.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe the Coalition with the Narcotics.
fr: Soudoyer la Coalition avec les narcotiques.
it: Corrompi la Coalizione coi narcotici.
ru: Подкупить Коалицию наркотиками.
zh_hans: 用毒品贿赂星联。

source: Ignore the Coalition.
fr: Ignorer la Coalition.
it: Ignora la Coalizione.
ru: Не обращать внимания на Коалицию.

source: You aren't willing to risk getting involved with another galactic super power today. For another reality, maybe.
fr: Vous n'allez pas prendre le risque de vous frotter à une autre superpuissance galactique aujourd'hui. Peut-être dans une autre réalité.
it: Oggi non ti va di rischiare di metterti contro un'altra superpotenza galattica. Sarà per un'altra realtà.
ru: Сегодня вы не готовы рисковать, связываясь с другой галактической сверхдержавой. Возможно, в другой реальности.
zh_hans: 你现在不愿意冒险与另一个银河系的巨大势力摊上麻烦。对于另一个平行宇宙的你来说，他也许会。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: "What? Drugs? Why would we need these? Get lost, Federation!"
fr: "Quoi ? Des drogues ? Pourquoi est-ce qu'on voudrait de ça ? Allez-vous faire voir, la Fédération !"
it: "Cosa? Droga? E che ci facciamo? Sparisci, Federazione!"
ru: "Что? Наркотики? Зачем нам это нужно? Проваливайте, Федерация!"
zh_hans: "什么？毒品？我们为什么需要这些？滚蛋吧，联邦！"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "I- are these Slug narcotics?" A Rock Crusader looks down at the drugs, but they're quickly scooped up by a Saboteur on the ship. "Yessss, we'll take them!"
fr: "Je- est-ce que ce sont des narcotiques Limaces ?" Un croisé Rocailleux inspecte les drogues, mais est vite poussé par un Saboteur sur le vaisseau. "Ouuuiii, nous allons les prendre !"
it: "Io- ma questi sono narcotici slugman?" Un Crociato rockman guarda le droghe, ma vengono recuperate subito da un sabotatore sulla nave. "Sssì, accettiamo!"
ru: "Это наркотики слизней?" Валун-Крестоносец смотрит в сторону наркотиков, но их быстро забирает Диверсант на корабле. "Да, мы их берем!"
zh_hans: "我-这些是蛞蝓的麻醉品吗？"一个岩石圣战者低头看着这些毒品，但它们很快就被船上的一个破坏者顺走了。"行，它们是我们的了！"

source: The Suzerain beams aboard, but only to immediately detonate a fire bomb that damages the ship! It was a trick!
fr: Le Suzerain apparaît à bord, seulement dans le but de faire immédiatement sauter une bombe incendiaire qui endommage le vaisseau ! C'était une ruse !
it: Il Suzerain si teletrasporta a bordo, ma solo per far detonare una bomba incendiaria che danneggia la nave! Era un trucco!
ru: Сюзерен поднимается на борт, но тут же взрывает огненную бомбу, которая повреждает корабль! Это была уловка!
zh_hans: 螳螂领主登上了船，但却立即引爆了一枚燃烧炸弹，破坏了星舰！这是个骗局！

source: True to his word, the Suzerain beams aboard your ship, ready to turn on his old crew-mates.
fr: Fidèle à ses paroles, le Suzerain apparaît à bord de votre vaisseau, prêt à se retourner contre ses anciens camarades.
it: Mantenendo la parola data, il Suzerain si teletrasporta sulla tua nave, pronto a mettersi contro i suoi vecchi colleghi.
ru: Верный своему слову, Сюзерен поднимается на борт вашего корабля, готовый ополчиться на своих бывших товарищей по экипажу.
zh_hans: 螳螂领主信守诺言，登上了你的星舰，准备向他的老船员们发难。
