Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

# data/events_sector_knight.xml$//event[@name="NEBULA_LIGHT_KNIGHT_CHOICE"]/text
source: Short range scans show two Slug vessels are in a dogfight at this beacon: one belong to the Knights, and the other to the Clairvoyants.
fr: Les scans des environs montrent deux vaisseaux Limaces en plein combat sur cette balise, l'un appartenant aux Chevaliers, l'autre aux Clairvoyants.
it: Le scansioni a corto raggio mostrano che due navi slugman si stanno affrontando a questo astrofaro: una appartiene ai Cavalieri, l'altra ai Chiaroveggenti.
zh_hans: 短距离扫描显示，两艘蛞蝓族船正在这个信标处进行缠斗，一艘属于夜爵士团，另一艘属于通灵会。

source: Get involved.
fr: Vous impliquer.
it: Immischiati.
zh_hans: 搅局。

source: You make your presence known, flying towards the ships. But who will you attack?
fr: Vous montrez votre présence, en volant vers les vaisseaux. Mais qui allez-vous attaquer ?
it: Palesi la tua presenza, volando verso le navi. Ma chi attaccherai?
zh_hans: 你表明你的存在，飞向那些船只。但你将攻击谁？

source: The Knights!
fr: Les Chevaliers !
it: I Cavalieri!
zh_hans: 夜爵士们！

source: You arm the weapons and attack the Knight vessel.
fr: Vous activez vos armes et attaquez le vaisseau Chevalier.
it: Alimenti le armi e attacchi la nave dei Cavalieri.
zh_hans: 你武装好武器，攻击夜爵士飞船。

source: Continue...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: (Slug Narcotics) Bribe the Knights to stop fighting.
fr: (Narcotiques Limace) Soudoyer les Chevaliers pour qu'ils arrêtent le combat.
it: (Narcotici slugman) Corrompi i Cavalieri per farli smettere di combattere.
zh_hans: (蛞蝓毒品)贿赂夜爵士团，让他们停止战斗。

source: It appears the Knights are willing to swallow their pride and surrender if it means they get free hard drugs.
fr: Les Chevaliers semblent prêt à ravaler leur fierté et à cesser le combat si cela signifie qu'ils en retirent des narcotiques de votre part.
it: Pare che i Cavalieri siano disposti ad abbandonare l'orgoglio e arrendersi se vuol dire che avranno droghe pesanti gratis.
zh_hans: 如果这意味着他们能得到免费的硬货，夜爵士团似乎愿意忍气吞声，投降。

source: Continue...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: The Clairvoyant ship thanks you and offers a weapon.
fr: Le vaisseau Clairvoyant vous remercie et offre une arme.
it: La nave dei Chiaroveggenti ti ringrazia e ti offre un'arma.
zh_hans: 通灵会飞船感谢你并提供了一件武器。

source: The Clairvoyants!
fr: Les Clairvoyants !
it: I Chiaroveggenti!
zh_hans: 通灵者们！

source: You arm the weapons and attack the Clairvoyant vessel.
fr: Vous activez vos armes et attaquez le vaisseau Clairvoyant.
it: Alimenti le armi e attacchi la nave dei Chiaroveggenti.
zh_hans: 你武装好武器，攻击通灵会飞船。

source: Continue...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Don't get involved.
fr: Ne pas s'en mêler.
it: Non farti coinvolgere.
zh_hans: 不卷入其中。

source: Slugs have never been known to be reliable allies, so you don't bother helping any side.
fr: Les Limaces ne sont pas réputées pour être des alliées de taille, vous ne prenez donc pas la peine d'aider qui que ce soit.
it: Gli slugman non sono certo mai stati noti per essere alleati affidabili, quindi non ti prendi la briga di aiutare né l'uno né l'altro.
zh_hans: 众所周知，蛞蝓族从来都不是可靠的盟友，所以你不屑于帮助任何一方。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_PROTESTERS"]/text
source: You jump when a disembodied voice suddenly speaks to you. From behind, a Saboteur uncloaks, wearing a pin of the Knight logo. "You're... an outsssider, right? The one Sssslocknog sssent. Normally I'd kill you on the ssspot, but I think we can work together here. There'ssss sssome pesssky reformisssstss nearby who are trying to overhaul our government. We want them dead. Kill them, I pay you. Deal?"
fr: Vous sursautez alors qu'une voix s'adresse soudainement à vous. Un Saboteur portant un badge à l'image du logo des Chevaliers apparaît derrière vous. "Tu est... un étranger, n'essst-ccce pas ? Cccelui que Ssslocknog a envoyé. En temps normal je t'abattrai sssur le champ, mais je penssse qu'en cccette occasion, nous pouvons passser un accord. Il y a des réformissstes embêtants dans le coin qui sssouhaitent révolutionner notre gouvernement. On veut leur mort. Tue-les, je te paie. Alors ?"
it: Arrivi in salto quando una voce ti parla all'improvviso. Da dietro, un sabotatore disattiva il suo occultamento e vedi che ha una spilla col logo dei Cavalieri. "Sssei... un foressstiero, giusssto? Quello che ha mandato Ssslocknog. Normalmente ti ucciderei ssseduta ssstante, ma credo che posssiamo lavorare insssieme. Ci sssono dei fassstidiosssisssimi riformisssti qui vicino che ssstanno cercando di mettere a sssoqquadro il nossstro governo. Li vogliamo morti. Tu li ammazzi, io ti pago. Affare fatto?"
ru: Вы вскакиваете, когда к вам неожиданно обращается бесплотный голос. Сзади появляется Диверсант с эмблемой Атаманов Тумана. "Ты... чужак, верно? Тот, кого поссслал Ссслокног. Обычно я бы убил тебя на месссте, но, думаю, мы сссможем работать вмесссте. Тут неподалеку есссть несссколько назойливых реформаторов, которые пытаютссся переделать нашшше правительссство. Мы хотим их убить. Убей их, и я заплачу тебе. Договорилисссь?"
zh_hans: 当一个无形的声音突然对你说话时，你跳了起来。从后面，一个破坏者解开了伪装，他戴着夜爵士标志的胸针。"你是...一个外来者，对吗？斯～～洛克诺格派来的人。通常我会当场杀了你，但我认为我们可以在这里合作。附近有一些讨厌的改良主义者，他们想彻底推翻我们的政府。我们希望他们死。杀了他们，我给你钱。成交吗？"

source: Accept.
fr: Accepter.
it: Accetta.
ru: Согласиться.
zh_hans: 接受。

source: The Saboteur leads you to a small moon with a Slug colony where several Slugs are protesting, led by a rogue Clairvoyant vessel. Take out their leader, and the rest will likely shut up.
fr: Le Saboteur vous mène vers une petite lune abritant une colonie Limace, où plusieurs d'entre-elles sont en train de manifester, menées par un vaisseau Clairvoyant rebelle. Abattez leur chef et le reste sera certainement réduit au silence.
it: Il sabotatore ti guida fino a una piccola luna con una colonia slugman in cui molti slugman stanno protestando, guidati da una nave di Chiaroveggenti disertori. Elimina il leader, e gli altri sicuramente taceranno.
ru: Диверсант приводит вас к небольшой луне с колонией слизней, где несколько слизней протестуют во главе с одним из судов Ясновидещих. Уничтожьте их лидера, и остальные, скорее всего, успокоятся.
zh_hans: 破坏者将你带到一个有蛞蝓族殖民地的小型卫星上，那里有几名蛞蝓族正在抗议，由一艘离群的通灵会飞船领导。干掉他们的首领，其余的人应该就会闭嘴了。

source: Attack!
fr: Attaquer !
it: All'attacco!
ru: Атаковать!
zh_hans: 攻击！

source: You raise the weapons and engage the ship.
fr: Vous activez vos armes et ciblez le vaisseau.
it: Alimenti le armi e affronti la nave.
ru: Вы заряжаете оружие и вступаете в бой с кораблем.
zh_hans: 你充能武器与该船交战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Slug Narcotics) Bribe the Clairvoyant to turn on its own people.
fr: (Narcotiques Limace) Soudoyer le Clairvoyant pour qu'il se retourne contre son propre peuple.
it: (Narcotici slugman) Corrompi il Chiaroveggente perché si rivolti contro i suoi.
ru: (Наркотики слизней) Подкупить Ясновидящих, чтобы они обратились против своих же людей.
zh_hans: (蛞蝓毒品)贿赂通灵会让它背叛自己的人民。

source: It seems drugs outweigh any moral quandaries in Slug society. The Clairvoyants take hold of the drugs, then turn their weapons upon the colonists, forcing them to surrender. Behind you, the Knight-aligned Saboteur is so humored by your 'creative' problem solving he offers an even larger reward.
fr: Il semblerait que les drogues étouffent tous les dilemmes moraux dans la société Limace. Les Clairvoyants prennent possession des narcotiques, puis visent les colonistes avec leurs armes, les contraignant à se rendre. Le Chevalier derrière vous est diverti par votre manière 'créative' de résolution de problème et offre une récompense encore plus grosse.
it: Pare che le droghe siano al di sopra di qualsiasi dilemma morale nella società slugman. I Chiaroveggenti prendono le droghe, quindi rivolgono le loro armi verso i coloni, costringendoli alla resa. Dietro di te, il sabotatore affiliato ai Cavalieri è così divertito dalla tua soluzione 'creativa' che ti offre una ricompensa ancora più grande.
ru: Похоже, наркотики перевешивают все моральные устои общества слизней. Ясновидящие завладевают наркотиками, а затем обращают свое оружие на колонистов, заставляя их сдаться. Позади вас Атаман Тумана так умиляется вашему "творческому" решению проблемы, что предлагает еще большую награду.
zh_hans: 似乎毒品能胜过蛞蝓族社会中的任何道德难题。通灵者们得到了毒品，然后把他们的武器转向殖民者，迫使他们投降。在你身后，夜爵士对你的"创造性"的解决问题方案非常满意，他提供了一个更丰厚的奖励。

source: Refuse.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: The Saboteur frowns and beams away to whatever ship is hiding nearby in the nebula watching you.
fr: Le Saboteur grogne et retourne visiblement sur le supposé vaisseau caché dans la nébuleuse qui vous surveillait.
it: Il sabotatore fa una smorfia e si teletrasporta su qualunque nave ti stia osservando nascosta nella nebulosa.
ru: Диверсант хмурится и телепортируется на тот корабль, который прячется неподалеку в туманности, наблюдая за вами.
zh_hans: 破坏者皱眉，转身传进了在附近的星云中暗中观察你的随便一艘飞船。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="KNIGHT_PROTESTERS_WIN"]/text
source: The rest of the colony is terrified. "Pleasssse, all we want isss peacce! The Kleptocracy isss sssso needlesssly cruel, regardlesss of the king! We want to progressss Sslug sssociety into sssomething the ressst of the galaxy can look at with more than dissstasste!"
fr: Toute la colonie est terrifiée. "Sss'il vous plaît, nous voulons ssseulement la paix ! La Kleptocratttie est inutilement cruelle, peu importe ssson roi ! Nous sssouhaitons faire progressser la sssoccciété Limaccce afin que le ressste de la galaxxxie ne nous voie pas constamment d'un mauvais oeil !"
it: Il resto della colonia è terrorizzato. "Pietà, vogliamo sssolo la pace! La Cleptocrazia è cosssì inutilmente crudele, indipendentemente dal re! Vogliamo far progredire la sssocietà ssslugman per farla diventare qualcosssa che il resssto della galasssia posssa guardare provando non sssolo disssgusssto!"
ru: Остальная часть колонии в ужасе. "Пожалуйссста, мы хотим только мира! Клептократия так ужасссно жессстока, независссимо от короля! Мы хотим превратить общщщессство ссслизней в нечто такое, на что оссстальная галактика сссможет сссмотреть не только ссс отвращщщением!"
zh_hans: 殖民地的其他人都吓坏了。"求求你，我们想要的只是和平！星盗会是如此的残酷，不管是哪位国王！我们想把蛞蝓族社会发展成银河系的主流社会乐意接纳的样子，而不是让人闻之色变！"

source: Ignore them and force the colony to surrender.
fr: Les ignorer et les contraindre à se rendre.
it: Ignorali e costringi la colonia alla resa.
ru: Не обращать на них внимания и заставить колонию капитулировать.
zh_hans: 无视他们，迫使殖民地投降。

source: You ignore the colonists, raising your weapons and firing a warning shot. This sends them running for cover, and inevitably surrendering. The Saboteur returns and thanks you for your help, and rewards you as promised.
fr: Vous ignorez les colons et faites une démonstration en tirant un coup de semonce. Cela les envoie se cacher et ils finissent inévitablement par se rendre. Le Saboteur revient pour vous remercier de votre aide et vous récompense comme promis.
it: Ignori i coloni, caricando le armi e sparando un colpo di avvertimento. Questo li fa scappare in cerca di riparo, e alla fine si arrendono. Il sabotatore torna e ti ringrazia per l'aiuto, oltre a ricompensarti come promesso.
ru: Вы не обращаете внимания на колонистов, заряжаете оружие и делаете предупредительный выстрел. Это заставляет их бежать в укрытие и вскоре сдаться. Диверсант возвращается, благодарит вас за помощь и вознаграждает, как и обещал.
zh_hans: 你无视殖民者，举起你的武器，开了一枪警告。这让他们跑向掩体，并不可避免地投降了。破坏者回来了，感谢你的帮助，并按照承诺奖励了你。

source: Kill the Saboteur and free the colony.
fr: Tuer le Saboteur et libérer la colonie.
it: Uccidi il sabotatore e libera la colonia.
ru: Убить Диверсанта и освободить колонию.
zh_hans: 杀死破坏者，解放殖民地。

source: You draw your blaster, and quickly spin around to blast the Saboteur. They're faster at first, but quickly get lost in the unfamiliar corridors of your ship and are dispatched with relative ease. Though a future Knight vessel will likely return to prey on the colony, they're free for now, and reward you in a somewhat unconventional way.
fr: Vous dégainez votre blaster et vous retournez vite pour mitrailler le Saboteur. Il a l'initiative, mais finit par se perdre dans les couloirs inconnus de votre vaisseau, ce qui le rend assez facile à éliminer. Même si un futur vaisseau Chevalier reviendra probablement guetter la colonie, ils sont libres pour le moment et vous offrent une récompense assez inhabituelle.
it: Estrai il blaster e ti volti rapidamente per sparare al sabotatore. All'inizio è più veloce, ma ben presto si perde nei corridoi sconosciuti della tua nave e viene eliminato abbastanza facilmente. Anche se probabilmente in futuro una nave di Cavalieri tornerà a sfruttare la colonia, per adesso è libera e i suoi abitanti ti ricompensano in modo alquanto insolito.
ru: Вы достаете бластер и быстро поворачиваетесь, чтобы выстрелить в Диверсанта. Сначала он оказывается быстрее, но быстро теряется в незнакомых коридорах корабля, и его удается уничтожить с относительной легкостью. Хотя в будущем корабль Атаманов тумана наверняка вернется, чтобы напасть на колонию, пока что они свободны и вознаграждают вас несколько нетрадиционным способом.
zh_hans: 你抽出你的爆裂手枪，并迅速转过身来轰击破坏者。他们一开始比较快，但很快就迷失在你的星舰的陌生走廊里，并被相对轻松地打发了。虽然未来的夜爵士船很可能会回来再次滋扰殖民地，但至少他们现在是自由的，还以一种有点非传统的方式奖励了你。

source: (Fire Weapon) Make an example, torch the colony.
fr: (Arme incendiaire) Faire un example en brulant la colonie.
it: (Arma incendiaria) Dai l'esempio, dai fuoco alla colonia.
ru: (Зажигательное орудие) Подать пример, и сжечь колонию.
zh_hans: (火焰武器)杀鸡儆猴，火烧殖民地。

source: In a short period of time, the colony is ablaze and about half of its population dead. It's a gruesome display that will undoubtedly be used as propaganda in the future, but it's had quite the impression on the Saboteur. So amazed at your dedication to the task, he even offers to join your crew!
fr: Dans un court laps de temps, la colonie est en flammes et la moitié de ses habitants morts. C'est une démonstration épouvantable qui sera très certainement utilisée comme propagande à l'avenir, mais cela a sacrément impressionné le Saboteur. Il est tellement stupéfait par votre dévouement à la tâche, qu'il propose de rejoindre votre équipage !
it: In breve tempo, la colonia è in fiamme e circa metà della popolazione è morta. È uno spettacolo raccapricciante che sicuramente sarà usato come propaganda in futuro, ma ha fatto una certa impressione al sabotatore. È così colpito dalla tua dedizione alla causa che offre persino di unirsi al tuo equipaggio!
ru: За короткий промежуток времени колония сгорела, и около половины ее населения погибло. Это жуткое зрелище, которое, несомненно, будет использовано в будущем в качестве пропаганды, но на Диверсанта оно произвело неизгладимое впечатление. Он настолько поражен вашей преданностью заданию, что даже предлагает присоединиться к вашей команде!
zh_hans: 在很短的时间内，该殖民地被烧毁，大约一半的人口死亡。这是一次令人毛骨悚然的武力展示，无疑会被用在未来的威胁当中，但这给破坏者留下了相当深刻的印象。他对你对任务的执着感到非常惊讶，甚至提出要加入你的团队！

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_SHAKESPEARE"]/text
source: "Hail th're did Feed'ration. Though mine own w'rds might beest rough, I asketh thee to holdeth with me. I may give you nay harmeth, lest thee stow thine weapons 'r brandish dram m're than the bravado one might beest accustom'd to. Aye? Art these reasonable t'rms 'r might we beest needing a duel?"
fr: "Salutation cgère Fédération. Bien que mes propres mots puissent être rustiques, je vous demande de m'accorder vostre attention. Je serois en mesure de ne point vous faire de mal, si vous vous rengainez vostres armes, ou bien brandissez plus de drames que la bravade à laquelle d'aucun ne serait habitué. Voulez-vous ? Est-ce dont là des termes raisonnables ou aurions nous besoin d'un duel ?"
it: "Ave, o Federazione. Sebbene lo mio vociar possa apparir come null'altro che sputar ciance, vi chiedo di prestarmi l'orecchi. Non v'arrecherò niun male, ordunque rifoderate l'arme a meno che l'ardor vostro non superi la di voi capacità. Ebbene? Volete udire o menar singolar tenzone?"
ru: "Будь здрав, о Федерации корабль. И пусть мой слог быть может непонятным для тебя, прошу согласия с представшим пред тобой. Не будет ни страданий, ни увечий, коль в ножны уберешь ты меч разящий свой, которым хвастать ты надумал и смысла нету в зрелище таком. Так сможешь ли узреть ты истину в речах моих, иль стоит нам сойтись в дуэли?"
zh_hans: "安好，吾联邦之友。虽吾辞之艰涩，恳请见谅。吾乃和平之人，非汝以兵相向，或显敌意，明否？汝能受吾之提案否？抑吾需与汝决一死战？"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The Slug captain looks at you expectantly, though you don't understand a word he said.
fr: Le capitaine Limace vous regarde et attend, cependant vous n'avez pas compris un seul de ses mots.
it: Il capitano slugman ti guarda con aria di attesa, anche se non hai capito una parola di quello che ha detto.
ru: Капитан слизней смотрит на вас с ожиданием, но вы не понимаете смысл того, что он пытается до вас донести.
zh_hans: 蛞蝓族舰长期待地看着你，尽管你不明白他说的任何一个字。

source: Try to speak back in whatever language that was.
fr: Essayer de répondre dans cette espèce de langue.
it: Prova a rispondere in qualunque lingua fosse.
ru: Попытаться ответить ему, на каком бы он языке не говорил.
zh_hans: 尝试用对方的语言回话，不管他说的是啥。

source: (Haynes) Haynes recognizes the language.
fr: (Haynes) Haynes reconnaît le langage.
it: (Haynes) Haynes riconosce questa lingua.
ru: (Хэйнс) Хэйнс узнает этот язык.
zh_hans: (海因斯)海因斯了解这种语言。

source: Haynes explains that the Slugs are speaking in old Earth English. After a quick translation, you learn the Slugs are offering a truce, which you accept and bring back a weapon from their ship as a sign of goodwill!
fr: Haynes explique que les Limaces s'expriment en vieil Anglais. Après une brève traduction, vous apprenez que les Limaces offrent une trève. Vous acceptez et prenez une arme de leur vaisseau qu'ils offrent en guise de bonne volonté !
it: Haynes spiega che gli slugman stanno parlando in un vernacolare della vecchia Terra. Dopo una rapida traduzione, scopri che gli slugman stanno offrendo una tregua, che accetti e porti indietro un'arma dalla loro nave in segno di buona volontà!
ru: Хэйнс объясняет, что слизни говорят на старом земном наречии. После быстрого перевода вы узнаете, что слизни предлагают перемирие, которое вы принимаете и получаете от них орудие в знак доброй воли!
zh_hans: 海因斯解释说，蛞蝓族们说的是古代地球的布列塔尼亚语。经过快速翻译，你了解到蛞蝓族们提出和平，你接受了这一建议，并从他们的飞船上带回了一件武器，对方用这种方式彰显善意！

source: (Slug Crew) Have your Slug speak with them.
fr: (Membre d'équipage Limace) Have your Limace speak with them.
it: (Equipaggio slugman) Facci parlare il tuo slugman.
ru: (Член экипажа-слизень) Пусть ваш слизень поговорит с ними.
zh_hans: (蛞蝓族船员)让你的蛞蝓族与他们交谈。

source: Your Slug bickers back and forth with the knights for a while, then reports back to you. "They sssspeak fine, they're jusssst ssstubborn and refussse to talk to ussss normally. They sssseem to want to make friendssss though, and are offering fuel."
fr: Votre Limace se chamaille avec les Chevaliers et tourne en rond pendant un moment, puis elle revient vers vous. "Ils ssssavent très bien parler, ils ssssont jussste bornés et refusent de nous parler normalement. Ils sssemblent cccependant vouloir faire la paix et offrent du carburant."
it: Il tuo slugman fa botta e risposta coi Cavalieri per un po', poi ti dice: "Parlano perfettamente, sssono sssolo tessstardi e sssi rifiutano di parlarci normalmente. Però sssembrano voler fare amicizia e ci ssstanno offrendo del carburante."
ru: Ваш слизень некоторое время спорит с Атаманами Тумана, а затем докладывает вам. "Они хорошшшо говорят, просссто они упрямы и отказываютссся ссс нами разговаривать на нормальном языке. Однако, похоже, они хотят подружитьссся и предлагают топливо".
zh_hans: 你的蛞蝓族与夜爵士们来回比划了一会儿，然后向你报告。"他们脑子没问题，只是很顽固，拒绝与我们用正常方式交谈。他们似乎想交朋友，并提供燃料。"

source: (Engi Crew) Analyze their speech patterns to translate.
fr: (Membre d'équipage Engi) Analyzer leur discours afin de le traduire.
it: (Equipaggio engi) Analizza il modo di parlare per tradurre.
ru: (Член экипажа-энджи) Проанализировать их речевые конструкции для перевода.
zh_hans: (半械族船员)分析对方的语句特征来尝试破译。

source: "Language detected: old Earth English. Updating databases..." Your Engi explains the Slugs don't wish to fight, but actually wish to give you some fuel out of good will.
fr: "Langage détecté : vieil Anglais. Mise à jour des bases de données..." Votre Engi explique que les Limaces ne souhaitent pas se battre, mais souhaitent vous offrir du carburant en guise de bonne volonté.
it: "Lingua rilevata: vernacolare della vecchia Terra. Aggiornamento database..." Il tuo engi spiega che gli slugman non vogliono combattere, ma in realtà vogliono darti del carburante in segno di buona volontà.
ru: "Обнаружен язык: старый земной диалект. Обновление базы данных..." Ваш энджи объясняет, что слизни не хотят воевать, а хотят дать вам немного топлива в качестве доброй воли.
zh_hans: "检测到的语言：古代地球语。更新数据库中..."你的半械族解释说，蛞蝓族不希望战斗，而且实际上希望出于善意给你一些燃料。

source: You fumble out some meaningless garble in hopeless imitation of the Slug. They obviously don't fall for it, and attack you out of outrage for your pathetic attempt.
fr: Vous laissez échapper des paroles incohérentes dans l'espoir insensé d'imiter la Limace. Ils ne sont pas impressionés par votre tentative pathétique et vous attaquent par indignation.
it: Sputi fuori qualche parola insensata cercando disperatamente di imitare gli slugman. Chiaramente non ci cascano e ti attacco offesi dal tuo patetico tentativo.
ru: Вы бормочете какую-то бессмысленную чепуху, безнадежно подражая слизням, а они, естественно, на это не ведутся и с возмущением набрасываются на вас за вашу жалкую попытку.
zh_hans: 你摸索出一些毫无意义的胡言乱语，无望地模仿蛞蝓族。他们显然没有上当，并因你的滑稽尝试而愤怒地攻击你。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them with the narcotics.
fr: Les soudoyer avec les narcotiques.
it: Corrompili coi narcotici.
ru: Подкупить их наркотиками.

source: Though your attempt at replicating the Slug's speech is pathetic, they don't seem particularly offended. Laughing tremendously at you, they invite you on board their ship, and surprisingly offer some repairs and supplies.
fr: Votre tentative d'imiter le discours du Limace se révèle être pathétique, cependant ils n'ont pas l'air d'être offensés. Ils ricanent fortement, vous invitent à bord de leur vaisseau et surprenament, offrent des réparations ainsi que des ressources.
it: Anche se il tuo tentativo di imitare la parlata degli slugman è patetico, non sembrano particolarmente offesi. Ridendo di gusto di te, ti invitano a bordo della loro nave e, sorprendentemente, offrono riparazioni e provviste.
ru: Хотя ваша попытка воспроизвести речь слизней была жалкой, они не выглядят особенно оскорбленными и, громко смеясь над вами, приглашают вас на борт своего корабля, и, к вашему удивлению, предлагают ремонт и припасы.
zh_hans: 虽然你试图模仿蛞蝓族讲话的样子很小丑，但他们似乎并不感到特别生气。他们对你大笑，邀请你登上他们的船，并出人意料地提供一些维修和补给。
