Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_knight.xml/*.po
Languages: fr, it, ru, zh_hans

source: Offer the knight a Chaotic Strawberry Gun.
fr: Offrez au chevalier un Lance-Fraise Chaotique.
it: Offri al Cavaliere un lanciafragole caotico.
ru: Предложить Атаману Хаотичную клубничную пушку.

source: "Thissss... issss the mosssst bizarre weapon I've ever sssseen. What have you given me...?"
fr: "Ccc'est... l'arme la plus bizzzarre que j'aie jamais vue. Qu'est-ccce que vous m'avez donné... ?"
it: "Quesssta... è l'arma più bizzarra che abbia mai visssto. Cosssa mi hai dato...?"
ru: "Это... сссамое ссстранное орудие, которое я когда-либо видел. Что вы мне дали...?"

source: Continue..?
fr: Continuer..?
it: Continua...?
ru: Продолжить?..
zh_hans: 继续？

source: The galaxy is completely unrecognizable now.
fr: La galaxie est désormais méconnaissable.
it: Ora la galassia è completamente irriconoscibile.
ru: Теперь галактика совершенно неузнаваема.

source: Attack the Knight's ship.
fr: Attaquer le vaisseau Chevalier.
it: Attacca la nave del Cavaliere.
ru: Атаковать корабль Атаманов.

source: The private communication is cut. The Knight ship immediately responds to your assault!
fr: La communication privée est coupée. Le vaisseau Chevalier répond immédiatement à votre assaut !
it: La comunicazione privata è chiusa. La nave risponde immediatamente al tuo assalto!
ru: Приватная связь прервана. Корабль Атаманов немедленно отвечает на ваше нападение!

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the strange Knight.
fr: Ignorer l'étrange Chevalier.
it: Ignora lo strano Cavaliere.
ru: Не обращать внимания на странного Атамана.

source: The knight makes no moves to interfere with you.
fr: Le Chevalier ne fait aucun mouvement pour vous gêner.
it: Il Cavaliere non fa alcuna mossa per interferire con te.
ru: Атаман не совершает никаких действий, чтобы помешать вам.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: "I'll let you pick. Would you prefer payment, or a weapon?"
fr: "Je vous laisse choisir. Préférez-vous un paiement ou une arme ?"
it: "Ti lassscio ssscegliere. Preferisssci un pagamento o un'arma?"
ru: "Я позволю вам выбрать. Что вы предпочитаете: оплату или орудие?"

source: Payment.
fr: Paiement.
it: Pagamento.
ru: Оплата.

source: Trade.
fr: Échanger.
it: Commercia.
ru: Орудие.
zh_hans: 做交易。

# data/events_sector_knight.xml$//event[@name="KNIGHT_KERNEL_DOUBLE_PAYMENT"]/text
source: As a repayment for your generous gift, the Knight gives you one of his own weapons, plus a modest amount of scrap to accompany it.
fr: Pour votre généreux cadeau, le Chevalier vous donne une de ses propres armes, en plus d'une quantité modeste de ferraille.
it: Per ripagarti del tuo dono generoso, il Cavaliere ti dà una delle sue armi e una modesta quantità di moduli.
ru: В качестве компенсации за ваш щедрый подарок Атаман дарит вам одно из своих собственных орудий, а также небольшое количество лома в придачу.

# data/events_sector_knight.xml$//event[@name="KNIGHT_STRAWBERRY_REWARD"]/text
source: "You've been too generoussss... I wissssh that I could come with you, but leaving the Kleptocracy would leave me homelessss, and after the excitement fadessss I'd like ssssomewhere to live. What I can do for you, in addition to one of my own weaponssss, isss offer you a tune-up on your weaponssss and reactor. I hope it will ssssuffice."
fr: "Vous êtes trop généreux... J'aimerais pouvoir venir avec vous, mais quitter la Kleptocratttie me laisserait sssans abri et une fois l'excccitation retombée, j'aimerais avoir un endroit où vivre. Ce que je peux faire pour vous, en plus d'une de mes propres armes, c'est vous offrir une mise au point de vosss armes et de votre réacteur. J'esssspère que cela ssssuffira."
it: "La tua generosssità è anche troppa... vorrei poter venire con te, ma lasssciare la Cleptocrazia mi farebbe ressstare sssenza casa, e dopo che la novità ssscompare mi piacerebbe avere un posssto dove ssstare. Quello che possso fare per te, oltre a darti una delle mie armi, è offrirti una messsa a punto sssulle tue armi e sssul reattore. Ssspero che basssti."
ru: "Вы были ссслишшшком щщщедры... Я бы хотел пойти ссс вами, но уход из Клептократии сссделает меня бездомным, а посссле того, как восссторг утихнет, мне хотелосссь бы где-то жить. Что я могу сссделать для вассс, помимо одного из моих сссобссственных орудий, так это предложить вам нассстройку вашшшей оружейной сссиссстемы и реактора. Надеюсссь, этого будет доссстаточно".

# data/events_sector_knight.xml$//event[@name="KNIGHT_HEKTAR"]/text
source: The ship here clearly has a different affiliation to the rest. "Welcome to the Royal Nebula, outssssidersss. We've come here on behalf of Hektar to try and capitalize on thisss hissstoric moment. Would you like to buy a memento of the crown hunt? A limited edition crown, a perfect sssouvenir!"
fr: Le vaisseau ici présent a clairement une affiliation différente des autres. "Bienvenue dans la Nébuleuse Royale, étranger. Nous sssommes venus iccci au nom d'Hektar pour essssayer de capitaliser sur ce moment hissstorique. Voulez-vous acheter un sssouvenir de la chasssse à la couronne ? Une couronne en éditttion limitée, un sssouvenir parfait !"
it: La nave qui presente ha palesemente un'affiliazione diversa dalle altre. "Vi diamo il benvenuto alla Nebulosssa Regale, foressstieri. Sssiamo venuti qui per conto della Hektar per provare a cogliere quesssto momento ssstorico. Vorressste comprare un sssouvenir della caccia alla corona? Una corona in edizione limitata, un sssouvenir perfetto!"
ru: Этот корабль явно отличается от остальных. "Добро пожаловать в Королевссскую туманносссть, чужаки. Мы прибыли сссюда от имени Гектар, чтобы попытатьссся извлечь выгоду из этого исссторичессского момента. Не желаете ли приобресссти на память об охоте корону? Корона из ограниченной сссерии, отличный сссувенир!"

source: (Billy) "Are you wassssting company money on thissss?"
fr: (Billy) "Tu gassspilles l'argent de la sssociété pour ççça ?"
it: (Billy) "Ssstate sssprecando fondi aziendali per quesssto?"
ru: (Билли) "Ты тратишь деньги компании на это?"

source: The Slug does a double take. "CEO Billy!!! Um... Lisssten, I can explain!" Billy narrows his eyes. "You'd better, your job dependssss upon it." The Hektar employee begins to sputter. He spouts out a number of excuses, before sheepishly shutting up and giving Billy a bribe.
fr: La Limace fait une double surprise : " Billy, le PDG ! !! hum... écouter, je peux vous exxxpliquer !" Billy plisse les yeux. "Vous feriez mieux, votre travail en dépend." L'employé d'Hektar commence à bafouiller. Il sort plusieurs excuses, avant de se taire et de donner un pot-de-vin à Billy.
it: Lo slugman strabuzza gli occhi. "CEO Billy!!! Um... assscolti, possso ssspiegare!" Billy stringe gli occhi. "Sssarà meglio, ne va del tuo lavoro." Il dipendente Hektar inizia a balbettare. Sputa una marea di scuse, prima di stare zitto e allungare una mazzetta a Billy.
ru: Слизень смотрит на него с удивлением. "Генеральный директор Билли!!! Ссслушшшайте, я могу объяссснить!" Билли сужает глаза. "Уж поссстарайссся, от этого зависссит твоя работа". Сотрудник Гектар начинает бормотать. Он произносит множество оправданий, но потом стыдливо замолкает и протягивает Билли взятку.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
it: Prima di fare acquisti, hai ancora del tempo per fare qualcosa a bordo della tua nave.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Metyunt) "This isn't up to regulation."
fr: (Metyunt) "Ce n'est pas conforme à la réglementation."
it: (Metyunt) "Non è conforme alle regolamentazioni."
ru: (Метьюнт) Это не соответствует правилам.

source: Metyunt starts to quote the Hektar employee handbook. As he does, the Slug on the other side has a moment of comprehension. "Oh. Pleasssse, don't report me... If it would have worked, I might have been rewarded!" Metyunt sighs. "Well, the very least you can do is give us a look at your store. With credit." The Slug nods.
fr: Metyunt commence à citer le manuel des employés d'Hektar. Ce faisant, la Limace de l'autre côté a un moment de compréhension. "Oh. Sss'il vous plaît, ne me dénoncccez pas... Sssi ççça avait marché, j'aurais pu être récompensssé." Metyunt soupire. "Le moins que vous puissiez faire, c'est de nous faire visiter votre magasin, avec un crédit." La Limace acquiesce.
it: Metyunt inizia a citare il manuale del dipendente Hektar. Mentre lo fa, slugman all'altro capo ha un momento di consapevolezza. "Oh. Per favore, non faccia la sssegnalazione... ssse avessse funzionato, avrei potuto ricevere una ricompensa!" Metyunt sospira. "Beh, il minimo che puoi fare è farci dare un'occhiata al tuo negozio. Con lo sconto." Lo slugman annuisce.
ru: Метьюнт начинает цитировать руководство для сотрудников Гектар. По мере того как он это делает, у слизня на другой стороне наступает момент понимания. "О, пожалуйссста, не докладывайте обо мне... Есссли бы это сссработало, меня бы наградили!" Метьюнт вздыхает. "Ну, самое меньшее, что вы можете сделать, это дать нам возможность заглянуть в ваш магазин. В долг". Слизнень кивает.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You have the opportunity to do something on your ship after you shop.
fr: Vous avez la possibilité de faire quelque chose sur votre vaisseau après avoir fait vos achats.
it: Potrai fare qualcosa a bordo dopo che avrai fatto acquisti.
ru: У вас есть возможность сделать что-то на корабле перед магазином.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Hektar Employee) Ask them if they really expect this to work.
fr: (Employé d'Hektar) Leur demander s'ils s'attendent vraiment à ce que cela fonctionne.
it: (Dipendente Hektar) Chiedigli se si aspettano davvero che funzioni.
ru: (Член экипажа-сотрудник Гектар) Спросить его, действительно ли он думает, что это сработает.

source: "A fellow Hektar employee...? Well, I did but... sssshowssss what I know." Your Employee tells them they might as well recoup some of the cost by letting you use their store. "...Fine."
fr: "Un collègue d'Hektar... ? Eh bien, je l'ai fait mais... ççça montre ccce que je sssais." Votre employé lui dit qu'ils pourraient aussi bien récupérer une partie du coût en vous laissant utiliser leur magasin. "...Très bien."
it: "Un collega...? Beh, sssì, ma... sssi vede quanto ne ssso." Il tuo dipendente gli dice che tanto vale che recuperino parte dei costi lasciandoti usare il loro negozio. "... e va bene."
ru: "Сссотрудник Гектар...? Ну, я так и сссделал, но... это говорит о том, что я знал". Ваш сотрудник говорит им, что они могли бы окупить часть затрат, разрешив вам воспользоваться их магазином. "...Отлично".

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You have the opportunity to do something on your ship after you shop.
fr: Vous avez la possibilité de faire quelque chose sur votre vaisseau après avoir fait vos achats.
it: Potrai fare qualcosa a bordo dopo che avrai fatto acquisti.
ru: У вас есть возможность сделать что-то на корабле перед магазином.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="KNIGHT_HEKTAR"]/choice[4]/text
source: Buy a phony crown.
fr: Acheter une fausse couronne.
it: Compra una corona farlocca.
ru: Купить фальшивую корону.

source: "Ah, good tasssste, loyal customer. Come, ssssee what elsssse we have in sssstore!" The speaker leans away from the microphone, and you can faintly hear him say to someone else: "Wow, finally ssssold one... I wassss worried my bossss would yell at me for thissss boneheaded idea."
fr: "Ah, trés bon choix, fidèle client, venez voir ccce que nous avons d'autre en magasin !" L'orateur s'éloigne du micro et on l'entend vaguement dire à quelqu'un d'autre. "Wow, j'en ai enfin vendu un... J'avais peur que mon patron me crie dessssus pour cccette idée ssstupide."
it: "Ah, ottima ssscelta, fedele cliente. Avanti, guarda cosss'altro abbiamo in offerta!" Chi ti ha parlato si allontana dal microfono e lo senti vagamente rivolgersi a qualcun altro: "Wow, finalmente ne abbiamo venduta una... avevo paura che il capo mi avrebbe sssgridato per quesssta ssstupida idea."
ru: "Ах, хорошшший вкуссс, поссстоянный клиент. Приходите, посссмотрите, что еще у нассс есссть в наличии!" Переговорщик отходит от микрофона, и вы можете услышать, как он говорит кому-то другому: "Ух ты, наконец-то продал одну... Я боялссся, что мой босссс накричит на меня за эту дурацкую идею".

# data/events_sector_knight.xml$//event[@name="KNIGHT_HEKTAR"]/choice[5]/text
source: Attack the wayward Hektar.
fr: Attaquer le rebelle Hektar.
it: Attacca l'Hektar vagabondo.
ru: Атаковать заблудившихся Гектаров.

source: The salesman quickly shuts off the display and activates their weapons.
fr: Le vendeur éteint rapidement l'écran et active ses armes.
it: Il venditore spegne immediatamente il display e attiva le armi.
ru: Продавец быстро выключает экран и активирует свои орудия.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="KNIGHT_HEKTAR"]/choice[6]/text
source: Don't waste your money on this weirdo.
fr: Ne pas gaspiller son argent avec ce zarbi.
it: Non sprecare soldi per questo stramboide.
ru: Не стоит тратить свои деньги на этого чудака.

source: "Renegade, you have no tasssste!"
fr: "Renégat, tu n'as aucun goût !"
it: "Rinnegato, non hai gusssto!"
ru: "Ренегат, у тебя нет вкуссса!"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_knight.xml$//event[@name="KNIGHT_AMPERE_HOPEFUL"]/text
source: Strangely, a Republic ship has made its way into this region of space. "Hey, hi, how ya doin'? Since you're not affiliated with these Slugs, I just wanted to ask for your opinion on this disguise. It'll be great, I'm going to find the crown and become ruler of the Slugs." The Ampere's dressed up in a full Slug suit. It's not terrible.
fr: Étrangement, un vaisseau de la République s'est frayé un chemin dans cette région de l'espace. "Hé, salut, ça roule ? Comme vous n'êtes pas affilié à ces Limaces je voulais juste vous demander votre avis sur ce déguisement. C'est super, je vais trouver la couronne et devenir le chef des Limaces" L'Ampère a revêtu un costume complet de Limace. Ce n'est pas terrible.
it: Stranamente, una nave repubblicana si è fatta strada fino a questa regione di spazio. "Ehià, come va? Visto che non sei affiliato a questi slugman, volevo chiedere la tua opinione su questo travestimento. Sarà perfetto, troverò la corona e regnerò su tutti gli slugman." L'ampère indossa un costume completo da slugman. Non è orribile.
ru: Странно, но в этом районе космоса объявился корабль Республики. "Эй, привет, как дела? Поскольку вы не сотрудничаете с этими слизнями, я просто хотел узнать ваше мнение об этой маскировке. Это будет здорово, я собираюсь найти корону и стать правителем слизней". Ампер нарядился в полноценный костюм слизня. Выглядит не так уж и ужасно.

source: Tell him it's nice and wish him good luck.
fr: Dites-lui que c'est bien et souhaitez-lui bonne chance.
it: Digli che gli sta bene e auguragli buona fortuna.
ru: Сказать ему, что костюм очень хорош и пожелать удачи.

source: "Damn right! I'm gonna win this thing. And... uh, here's a little something for keeping quiet about this."
fr: "C'est vrai ! Je vais gagner ce truc. Et... euh, voici un petit quelque chose pour garder le silence à ce sujet."
it: "Proprio così! Vincerò questa gara. E... uh, ecco qualcosina per garantire il tuo silenzio in proposito."
ru: "Чертовски верно! Я выиграю эту штуку. И... эм, вот вам кое-что за молчание об этом".

source: Aren't Slugs... you know... telepathic?
fr: Les Limaces ne sont-elles pas... vous savez... télépathes ?
it: Ma gli slugman non sono... sì, insomma... telepatici?
ru: А разве слизни... ну, знаешь... не телепаты?

source: "I got it all figured out!" He opens up his costume and shows you that the head of the costume is insulated with tin-foil. "...you'll see! It'll all work out." You shake your head. "Ah whatever. Take this and get outta here." He gives you some fuel.
fr: "J'ai tout prévu !" Il ouvre son costume et vous montre que la tête du costume est isolée avec du papier d'aluminium. "... vous verrez ! Ça va fonctionner !" Vous secouez la tête. "Ah, peu importe. Prend ça et barre toi de là" Il vous donne un peu de carburant.
it: "Ci ho già pensato!" Apre il suo costume e ti fa vedere che la testa di quest'ultimo è isolata con alluminio. "...vedrai! Funzionerà perfettamente." Scuoti la testa. "Ah va beh. Tieni e fuori dalle scatole." Ti dà del carburante.
ru: "Я все придумал!" Он расстегивает свой костюм и показывает, что голова костюма изолирована фольгой. "...Вот увидите! Все получится". Вы качаете головой. "А, неважно. Возьмите это и убирайтесь отсюда". Он дает вам немного топлива.

source: You're going to need a Slug ship if you're going to pass.
fr: Tu vas avoir besoin d'un vaisseau Limace si tu veux passer.
it: Ti servirà una nave slugman se vuoi passare.
ru: Вам понадобится корабль слизней, если вы собираетесь выдать себя за них.

source: "...Oops! Can't believe I forgot about that. Uhhh... I guess I'll just have my guys drop me off somewhere and I'll hitchhike or something. Thanks for the tip." He graciously gives you a decent amount of scrap.
fr: "...Oops ! Je ne peux pas croire que j'ai oublié ça. Uhhh... Je pense que je vais dire à mes gars de me déposer quelque part et je vais faire du stop ou quelque chose du genre. Merci pour le conseil." Il t'offre gracieusement une quantité décente de ferraille.
it: "...oops! Non riesco a credere di averlo dimenticato. Uhhh... credo che chiederò ai miei uomini di lasciarmi da qualche parte e chiederò un passaggio o chessò io. Grazie del suggerimento." Ti dà volentieri una buona quantità di moduli.
ru: "...Упс! Не могу поверить, что я забыл об этом. Наверное, я просто попрошу своих ребят высадить меня где-нибудь, а сам поеду автостопом или еще как-нибудь. Спасибо за совет". Он любезно дает вам приличное количество лома.

source: Attack this idiot.
fr: Attaquer cet idiot.
it: Attacca questo idiota.
ru: Атаковать этого идиота.

source: You roll your eyes and power up your weapons. The Leeches are quick to respond.
fr: Vous roulez des yeux et activez vos armes. Les Sangsues ne tardent pas à réagir.
it: Rotei gli occhi e alimenti le armi. I leech rispondono in fretta.
ru: Вы закатываете глаза и заряжаете орудия. Пиявки быстро реагируют.

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_QUIZ"]/text
source: It's not too common to see Clairvoyant ships about, but you've seen far less than expected here in this Slug-filled nebula. It seems you've finally run into one though, and they aren't firing on you just yet. Instead, it looks like they want to communicate.
fr: Les vaisseaux Clairvoyants se font rares et vous pensiez en rencontrer bien plus dans cette nébuleuse remplies de Limaces. Il semblerait que vous en ayez enfin trouvé un et ils n'ont pas immédiatement ouvert le feu sur vous. Au lieu de ça, le vaisseau semble vouloir communiquer.
it: È raro vedere navi Chiaroveggenti in giro, ma ne hai viste molto meno di quante te ne aspettavi in questa nebulosa piena di slugman. Tuttavia, pare che ti sia imbattuto in una, e non ti sta ancora sparando. Pare invece che voglia comunicare.
ru: Корабли Ясновидящих встречаются не так уж часто, но в этой туманности, кишащей слизнями, вы видели их гораздо меньше, чем ожидали. Похоже, вы наконец-то столкнулись с одним из них, но он пока не стреляет по вам. Вместо этого, похоже, они хотят пообщаться.
zh_hans: 通灵会飞船虽然并不常见，但在这个充满蛞蝓族的星云中，你见到的远比预期的要少。不过现在你似乎终于碰到了一艘，而且它们还没有向你开火。相反，看起来他们想要交流。

# data/events_sector_knight.xml$//event[@name="NEBULA_KNIGHT_QUIZ"]/choice[1]/text
source: Respond.
fr: Répondre.
it: Rispondi.
ru: Ответить.
zh_hans: 回应。

source: "If our data issss correct, might it be true that you are the ssship everyone iss talking about? The one that hasss brought back to usss Ssslocknog, our great king?"
fr: "Sssi nos données sssont exxxactes, essst-ccce que vous sssseriez le vaissseau dont tout le monde parle ? Cccelui qui nous a ramenés Ssslocknog, notre bon roi ?"
it: "Ssse i nossstri dati sssono corretti, è vero che la tua è la nave di cui parlano tutti? Quella che ci ha riportato Ssslocknog, il nossstro grande re?"
ru: "Если наши данные верны, может быть, это правда, что вы - тот самый корабль, о котором все говорят? Тот, который вернул нам Слокнога, нашего великого короля?"
zh_hans: "如果我们的数据正确的话，你是不是就是那艘每个人都在谈论的船？就是把我们伟大的国王斯洛克诺格带回来的那艘？"

source: Yes.
fr: Oui.
it: Sì.
ru: Да.
zh_hans: 是。

source: "Fasssscinating. Now I am wondering, do you think Sssslocknog is the bessst king for the Kleptocracy? Or do you prefer Nightsss and hisss... more radical way of leading usss?"
fr: "Fasssscinant. Maintenant, je me demande, croyez-vous que Ssslocknog sssoit le meilleur roi pour la Kleptocratttie ? Où bien préferrez-vous Nightsss et ssses... manières plus radicales de nous diriger ?"
it: "Affassscinante. Ora mi chiedo, ritieni che Ssslocknog sssia il re migliore per la Cleptocrazia? O preferisssci Nightsss e i sssuoi metodi di governo... più radicali?"
ru: "Потрясссающщще. Теперь мне интересссно, сссчитаете ли вы, что Ссслокног - лучшшший король для Клептократии? Или вам большшше нравитссся Туман и его... более радикальный ссспосссоб руководить нами?"
zh_hans: "有意思。那我想知道，你认为斯～～洛克诺格是星盗会的最好的会长吗？还是说你更喜欢让七夜和他...更激进的方式来领导我们？"

source: Slocknog is the true king.
fr: Slocknog est le véritable roi.
it: Slocknog è il vero re.
ru: Слокног - настоящий король.
zh_hans: 自然是斯洛克诺格。

source: "Interesssting. And what makesss you sssay that?"
fr: "Intéresssant. Et qu'esst-ccce qui vous fait dire cccela ?"
it: "Interesssante. E come mai?"
ru: "Интересссно. И что зассставляет вассс так говорить?"
zh_hans: "有意思～～。为什～么这么说～～～呢？"

source: He keeps things traditional. No need to change what works.
fr: Il maintient les traditions. Nul besoin de changer ce qui fonctionne.
it: Mantiene le tradizioni. Finché la barca va...
ru: Он придерживается традиций. Нет необходимости менять то, что работает.
zh_hans: 他维系着蛞蝓族的传统，没有必要改变有效的东西。
