
beginnerTips = {

	"Совет: вы можете нажать \"кнопку переключения\" в верхней левой части экрана, чтобы изменить режим вашего оборудования с переключателем или усилителем в любой момент - даже в бою! Однако для повторного запуска дрона потребуется дрон-комплект.",
	"Совет: доступ к бортовой лаборатории можно получить из меню склада, и при обновлении можно улучшать отдельные расы, а также подтипы после ее улучшения. Вы можете установить лабораторию бесплатно с улучшенным Медотсеком!",
	"Совет: чтобы получить синие варианты, предметы не обязательно должны быть экипированы! Если вам кажется, что что-то может пригодиться, оставьте это на будущее!",
	"Совет: враждебные беспилотники, опасности или враги с золтанскими щитами никогда не появятся в секторе 1. Однако убедитесь, что к тому времени, когда вы доберетесь до выхода, вы сможете справиться с более сложным элитным кораблем!",
	"Совет: сектора 6 и 7 всегда будут уникальными. Если вы охотитесь за разблокировкой уникальных членов экипажа, убедитесь, что вы сможете дотянуть до туда!",
	"Совет: в ваших путешествиях вы можете встретить важные квесты или локации, отмеченные маркером [!]. Секторы, которые содержат эту метку в своем названии уникальны, а маяки с квестами, отмеченными [!], не могут быть захвачены флотом повстанцев, пока задание на них активно!",
	"Совет: враждебные магазины не всегда могут сразу торговать с вами. Посмотрите, что это за магазин, и постарайтесь по возможности прийти туда с командой, которая даст синие варианты! Также помните, нападая на магазины, вы не заставите их торговать с вами!",
	"Совет: почти во всех магазинах всегда будет раздел \"Основные системы\", где такие системы, как Щиты, Оружие, Кислород и т. д., будут продаваться отдельно от обычных систем. Если у вас не установлены Щиты или Кислород, они всегда будут доступны!",
	"Совет: в нижней правой части окна врага у некоторых противников есть специальные значки, на которые вы можете навести курсор, чтобы узнать об особых модификаторах этого боя.",
	"Совет: в более поздних секторах будет все больше и больше шансов появления случайных боссов под названием \"Крейсер Ренегатов\". Иногда после него будет оставаться особый прототип, если вам удастся его победить!",
	"Совет: читайте текст событий! В Multiverse много новых событий и взаимодействий, отличающихся от оригинала, и важные детали в событиях могут стать секретом победы!",
	"Совет: странствующий торговец появляется случайным образом, но всегда будет в секторах 1 и 8. Если вы не захотите его разозлить, он всегда предоставит вам возможность поторговать или продать ресурсы. А иногда он даже может рассказать вам историю!",
	"Совет: следите за врагами с индикатором \"Угроза высокого уровня\". Это означает, что это враги-боссы! Во всех попытках прохождения их системы, экипаж и оружие остаются неизменными, за исключением их Щитов, которые по-прежнему будут усиливаться пропорционально порядковому номеру сектора.",
	"Совет: в уникальных секторах часто встречаются транспорты с прототипами, которые пытаются сбежать, если вы решите сразиться с ними. Если вы сможете убить экипаж корабля, вам достанется особый прототип, представляющий собой улучшенную версию обычного оружия.",
	"Совет: в уникальных секторах часто встречаются минеры. Эти враги необязательны и могут быть смертельно опасны, но после победы над ними выпадет миномет. Минометы можно использовать в качестве оружия или для задержки флота!",
	"Совет: не все операции со складом можно выполнять с помощью кнопки склада. Иногда для этого требуется событие. Посещение магазинов, игнорирование событий или повторное посещение старых маяков обычно дают такие возможности!",
	"Совет: иногда вы можете наткнуться на специальные маяки с руинами, которые в большинстве случаев не отмечены на карте. Взаимодействие с этими руинами иногда дает вам особую \"Эфирную технологию\", сильное снаряжение, которое также предоставляет новые возможности для внутренних улучшений.",
	"Совет: внимательно читайте характеристики оружия и дронов, которые вы найдете в магазинах! Многие виды оружия отличаются от своих аналогов из оригинала и могут не соответствовать вашим ожиданиям.",
	"Совет: не все корабли равны. Одни очень сильные, другие очень слабые. По мере того, как вы открываете все больше и больше кораблей, вы можете опробовать множество стилей игры и различные преимущества при старте!",
	"Совет: перед каждым сектором вы увидите меню Атласа, в котором содержится дополнительная информация. Если Атлас покажется вам слишком сложным, не обращайте на него внимания. Тем не менее, информация из него может быть очень полезна для поиска потенциальных разблокировок, если таковые имеются!",
	"Совет: не все, что блестит, является золотом. И в том же духе, не все, что синее, хорошо. Убедитесь, что вы внимательно прочитали синие варианты и поняли контекст - они не всегда выгодны, а некоторые даже могут быть коварными!",
	"Совет: большинство секторов защищены сторожевыми кораблями. Союзные корабли обычно вас не беспокоят, но враждебные могут быть не такими доброжелательными. Синие варианты или взятки - хорошие способы обойти их, но убийство экипажа сторожевого корабля всегда предоставляет вам предмет. Только будьте осторожны с подкреплениями!",
	"Совет: помните, что не все различия в экипажах одного и того же вида носят косметический характер! У большинства видов экипажа есть несколько подтипов с разными характеристиками и способностями. Вы всегда можете предположить, что подтип наследует характеристики своей обычной версии, если в описании не указано обратное.",
	
	"Знаете ли вы? Орхидеи восстанавливают кислород достаточно быстро, чтобы заменить Кислородную систему, если вы откроете двери! Однако они дают меньше кислорода на разгерметизированных кораблях (без установленной системы Жизнеобеспечения).",
	"Знаете ли вы? Странствующий торговец может иногда предлагать очень особенные и выгодные сделки за пределами сектора 1, включая прототипы, которые обычно являются эксклюзивной наградой особых боев с боссами или событий.",
	"Знаете ли вы? В Multiverse можно получить более одной концовки! Игра не заканчивается просто победой над Флагманом, есть еще много секретов, которые предстоит исследовать.",
	"Знаете ли вы? Споровое, зерновое и кристаллическое оружие имеет особые элитные варианты своих обычных версий. Их труднее получить, но они намного сильнее!",
	"Знаете ли вы? Вы можете разблокировать все классические корабли, максимально приближенные к их оригинальным версиям, а также их новые версии. Вы можете найти их на странице 16!",
	"Знаете ли вы? Первое прибытие к сектору 8 разблокирует возможность менять уровень сложности в каждом прохождении. У них есть много эффектов, которые настраивают сложность вашего прохождения помимо стандартного выбора сложности в ангаре.",
	"Знаете ли вы? При выборе стартового оснащения, ресурсы и члены экипажа будут всегда одинаковые. Однако опция оружия даст вам выбор между базовым ионным орудием, лазером и ракетной установкой!",

}




script.on_internal_event(Defines.InternalEvents.PRE_CREATE_CHOICEBOX, function(event)
	if event.eventName == "START_BEACON_REAL" then
		event.text.data = event.text:GetText().."\n\n"..beginnerTips[math.random(#beginnerTips)]
	end
end)