Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//textList[@name="UNION_CLINIC_SAVED"]/text[1]
source: "Thank you for protecting us. We make it a point not to turn down help from those who ask for it. That's the way medicine should be done." One of the medics offers to join.
fr: "Merci de nous protéger. Nous mettons un point d'honneur à ne pas refuser l'aide à ceux qui la demandent. C'est ainsi que la médecine doit être pratiquée." L'un des médecins propose de se joindre à vous.
ko: "저희를 지켜 주셔서 감사합니다. 저희는 도움을 구하는 사람을 거절하지 않습니다. 그게 바로 의학이 해야 할 일입니다." 의료진 중 한 명이 당신의 일행에 합류하겠다고 합니다.
ru: "Спасибо, что защитили нас. Мы стараемся не отказывать в помощи тем, кто ее просит. Так и должно быть в медицине". Один из медиков предлагает присоединиться к вам.
zh_hans: "谢谢你保护我们。我们不会拒绝求助者的帮助。医学就该如此。"一名医护员表示愿意加入。

# data/events_sector_union.xml$//textList[@name="UNION_CLINIC_SAVED"]/text[2]
source: "Is it just me, or has the Harmony recently been more... scary? If you wouldn't mind, I'd like to show my gratitude by working alongside you."
fr: "C'est moi, ou l'Harmonie est de plus en plus... effrayante, récemment ? Si cela ne vous dérange pas, j'aimerais vous montrer ma gratitude en travaillant à vos côtés."
ko: "저만 그런지는 모르겠는데, 요즘 들어 하모니가 더... 무섭지 않나요? 괜찮으시다면 당신과 함께 일하면서 감사의 마음을 전하고 싶습니다."
ru: "Мне кажется, или в последнее время Гармония стала более... пугающей? Если вы не против, я бы хотел выразить свою благодарность, работая рядом с вами".
zh_hans: "是我的错觉，还是谐合最近变得更……可怕了？如果你不介意的话，我想和你并肩作战以表我的谢意。"

# data/events_sector_union.xml$//textList[@name="UNION_CLINIC_SAVED"]/text[3]
source: "From all of us in the clinic's staff, and on behalf of all who visit us, thank you very much. Please, take me with you, and I will help in any way I can."
fr: "De la part de tous les membres du personnel de la clinique, et au nom de tous ceux qui nous rendent visite, merci beaucoup. S'il vous plaît, emmenez-moi avec vous, et je vous aiderai autant que je pourrais."
ko: "우리 진료소의 모든 직원과 모든 고객을 대신하여 진심으로 감사드립니다. 저를 데려가 주시면 최선을 다해 돕겠습니다."
ru: "От всех нас, сотрудников клиники, и от имени всех, кто нас посещает, большое вам спасибо. Пожалуйста, возьмите меня с собой, и я помогу всем, чем смогу".
zh_hans: "我代表诊所全体员工，也代表所有患者，感谢你。请带我一起走吧，我会尽我所能帮助你的。"

# data/events_sector_union.xml$//event[@name="UNION_CLINIC_PROTECTED"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="DISTRESS_UNION_LANIUS_MISTAKE"]/text
source: An errant Lanius ship is attached to a Union station. Both the ship and the station are sending out a distress call. The station's distress call reads "Mayday! We're being eaten by a Lanius! Please save us!" The Lanius, however, only produces a garbled screeching.
fr: Un vaisseau Lanius errant est attaché à une station de l'Union. Le vaisseau et la Station lancent un appel de détresse. L'appel de détresse de la Station est le suivant : "Mayday ! Nous sommes dévorés par un Lanius !" Le Lanius , de son côté, n'émet qu'un cri confus.
ko: 이상한 라니우스 함선이 협회 정거장과 연결돼 있습니다. 함선과 정거장 모두 조난 신호를 송출하고 있습니다. 정거장의 신호는 다음과 같습니다. "메이데이! 라니우스에게 잡아먹히고 있습니다! 살려주세요!" 하지만 라니우스는 의미를 알 수 없는 쇳소리만 내고 있습니다.
ru: Сбившийся с курса корабль ланиусов пристыкован к станции Союза. И корабль, и станция подают сигнал бедствия. Сигнал бедствия станции гласит: "Майдей! Нас пожирают ланиусы! Пожалуйста, спасите нас!" Однако ланиусы издают лишь неразборчивый скрип.
zh_hans: 一艘偏离航道的食铁族飞船连接着一个同盟空间站。飞船和空间站都发出了求救信号。空间站的求救信号是"求救！我们要被食铁族吃掉了！请救救我们！"然而，食铁族只发出了一阵混乱的尖叫。

source: (Damaging Beam) Cut the ship off the station.
fr: (Arme à Rayon) Couper le vaisseau de la Station.
ko: (선체 피해가 있는 빔 무기) 함선을 정거장으로부터 잘라낸다.
ru: (Повреждающий луч) Отрезать корабль от станции.
zh_hans: (伤害性光束)切开飞船与空间站的连接。

source: With a swift strike, the beam manages to separate the ships. The Lanius detaches and gives the station a wide berth without warping away.
fr: D'un coup sec, le Rayon parvient à séparer les vaisseaux. Le Lanius se détache et laisse la station tranquille sans non plus trop s'éloigner.
ko: 당신은 빔을 그어 신속하게 함선을 분리했습니다. 자유가 된 라니우스는 정거장과 거리를 두고 있지만, 도약하려는 것 같지는 않습니다.
ru: Стремительным движением луча удается разделить корабли. Ланиусы отделяются и не спеша удаляются от станции.
zh_hans: 一次迅速的攻击，光束成功地把飞船分离。食铁族飞船脱离后飞离空间站一个较远的距离，但并跃迁离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Beam Drone) Cut the ship off the station.
fr: (Drone à rayon) Couper le vaisseau de la Station.
ko: (빔 드론) 함선을 정거장으로부터 잘라낸다.
ru: (Лучевой дрон) Отрезать корабль от станции.
zh_hans: (光束无人机)切开飞船与空间站的连接。

source: The drone precisely separates the ship from the station. The Lanius detaches and gives the station a wide berth without warping away.
fr: Le drone sépare précisément le vaisseau de la Station. Le Lanius se détache et laisse la station tranquille sans non plus trop s'éloigner.
ko: 빔 드론은 정교하게 정거장으로부터 함선을 분리했습니다. 자유가 된 라니우스는 정거장과 거리를 두고 있지만, 도약하려는 것 같지는 않습니다.
ru: Дрон точно отделяет корабль от станции. Ланиусы отделяются и не спеша удаляются от станции.
zh_hans: 无人机精确地把飞船从空间站中分离。食铁族飞船脱离后飞离空间站一个较远的距离，但并跃迁离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Lanius Crew) "Lanius ship stuck. Doesn't mean harm. Wants to trade for scrap. Has goods. Broken translator."
fr: (Membre d'équipage Lanius) "Le vaisseau Lanius est bloqué. Ne veut pas faire de mal. Veut échanger contre de la ferraille. A des marchandises. Traducteur cassé."
ko: (라니우스 선원) "라니우스 함선 꼈다. 다치게 하려는 거 아니다. 스크랩으로 거래하고 싶어 한다. 번역기 고장."
ru: (Член экипажа-ланиус) "Корабль Ланиусов застрял. Не желает зла. Хочет обменять на лом. Есть товары. Сломан переводчик".
zh_hans: (食铁族船员)"食铁族飞船卡住了。并不意味着伤害。想要交易废料。拥有货物。翻译机损坏。"

source: The station's comm officer seems relieved. "So we're not under attack? Well, let's get out there and fix it then." In short order, the station and Lanius are separated, and begin to trade, with your Lanius serving as the intermediary. The station pays graciously for your help.
fr: L'officier de communications de la Station semble soulagé : "Nous ne sommes donc pas attaqués ? Et bien allons y et réparons cela." En peu de temps, la Station et le Lanius sont séparés et commencent les échanges, votre Lanius servant d'intermédiaire. La Station vous paie gracieusement pour votre aide.
ko: 정거장의 통신 담당자는 안심한 표정입니다. "그럼 공격받은 게 아니라는 거군요? 그렇다면 직접 나가서 해결하겠습니다." 잠시 후 정거장과 라니우스 함선은 분리되었고, 당신의 라니우스를 중개자로 거래가 시작됐습니다. 정거장은 당신의 도움에 기꺼이 보상을 제공합니다.
ru: Офицер связи станции, похоже, почувствовал облегчение. "Значит, нас не атакуют? Что ж, тогда давайте отправимся к кораблю и починим его". Вскоре станция и ланиусы разделяются и начинают торговать, причем ваш ланиус выступает в качестве посредника. Станция любезно платит за вашу помощь.
zh_hans: 空间站的通信官松了一口气。 "所以我们并没有遭受攻击？好吧，让我们出去把它修好吧。" 很快，空间站和食铁族被分开，开始进行交易，而你的食铁族船员作为中间人。空间站慷慨地酬谢了你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Thanks. Have treasure. Very grateful."
fr: "Merci. Avons trésor. Très reconnaissant."
ko: "감사. 보물 가져라. 아주 고마운."
ru: "Спасибо. Есть сокровища. Очень благодарен".
zh_hans: "谢谢。有宝藏。非常感激。"

source: Attack the offending Lanius vessel.
fr: Attaquer le vaisseau Lanius incriminé.
ko: 문제를 일으킨 라니우스 함선을 공격한다.
ru: Атаковать корабль ланиусов.

source: The vessel continues to screech, but it defends itself. However, for some reason, it doesn't detach, therefore having no maneuverability.
fr: Le vaisseau continue de hurler, mais il se défend. Cependant, pour une raison quelconque, il ne se détache pas, n'ayant donc aucune manœuvrabilité.
ko: 라니우스는 계속 쇳소리를 내면서 방어 태세를 취했습니다. 그러나 어째선지 정거장과 분리되지 않아 기동성이 없습니다.
ru: Корабль продолжает издавать скрип, но защищается. Однако по какой-то причине он не отделяется от станции, поэтому не имеет возможности маневрировать.
zh_hans: 飞船仍然继续尖叫，但它在自卫。然而，由于某些原因，它无法分离，因此没有任何机动性。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try to communicate with the Lanius.
fr: Essayer de communiquer avec le Lanius.
ko: 라니우스와 소통을 시도한다.
ru: Попытаться пообщаться с ланиусами.
zh_hans: 试着和食铁族联系。

source: Leave the scene alone.
fr: Laisser la scène telle qu'elle est.
ko: 현장을 조용히 떠난다.
ru: Не вмешиваться в эту ситуацию.
zh_hans: 不要干涉此事并离开。

source: Both the ship and station continue to hail, but you pay them no mind.
fr: Le vaisseau et la Station continuent de vous héler, mais vous n'y prêtez pas attention.
ko: 함선과 정거장으로부터 계속해서 교신이 왔지만, 당신은 신경 쓰지 않았습니다.
ru: И корабль, и станция продолжают вызывать вас, но вы не обращаете на них внимания.
zh_hans: 飞船和空间站都在继续向你呼叫，但你不理会它们。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The commander of the station hails your ship out of gratitude. "We were definitely screwed without your help. Please, take this token of our appreciation. Although... the ship isn't attacking or leaving. It's just broadcasting a message on repeat. What do you think it's trying to say?"
fr: Le commandant de la Station salue votre vaisseau en signe de gratitude : "Sans votre aide, nous n'aurions pas pu faire grand-chose. Veuillez prendre ce gage de notre reconnaissance. Bien que... le vaisseau n'attaque pas et ne s'en va pas. Il ne fait que diffuser un message en boucle. Que pensez-vous qu'il essaie de dire ?"
ko: 정거장 사령관이 고마운 마음에 교신을 보내옵니다. "당신의 도움이 없었다면 우리는 분명 망했을 겁니다. 이 감사의 표시를 받아주세요. 그런데... 라니우스는 공격하지도 떠나지도 않고 있습니다. 그냥 반복적으로 메시지를 보내고 있을 뿐이죠. 무슨 말을 하려는 걸까요?"
ru: Командир станции обращается к вашему кораблю с благодарностью. "Без вашей помощи нам точно было не обойтись. Пожалуйста, примите это в знак нашей признательности. Хотя... корабль не атакует и не уходит. Он просто передает сообщение на повторе. Как вы думаете, что он хочет сказать?"
zh_hans: 空间站通信官出于感激向你欢呼。"没有你的帮助我们肯定完蛋了。请收下我们的谢意。虽然……飞船并没有攻击也没有离开。它只是重复播放一条信息。你觉得它想说什么？"

source: Best to leave it alone.
fr: Il vaut mieux ne pas y toucher.
ko: 내버려두는 게 좋겠다.
ru: Лучше оставить все как есть.
zh_hans: 最好不要去管它。

source: The ship tries in vain to get a response. Eventually, it jumps away. "Well, I guess we don't have to worry anymore."
fr: Le vaisseau tente en vain d'obtenir une réponse. Finalement, il s'éloigne. "Bon, je crois qu'on n'a plus à s'inquiéter."
ko: 라니우스는 응답을 받기 위해 헛되이 노력하다 결국 도약해 사라졌습니다. "뭐, 이제 더 이상 걱정할 필요 없겠네요."
ru: Корабль тщетно пытается получить ответ. В конце концов, он уходит в прыжок. "Ну, думаю, нам больше не о чем беспокоиться".
zh_hans: 这艘飞船试图得到回应无果。最终，它跃迁离开了。"好吧，我想我们不用再担心了。"

source: Give it some scrap.
fr: Leur donner de la ferraille.
ko: 스크랩을 좀 준다.
ru: Дать им немного лома.
zh_hans: 给他们一些废料。

source: The ship sends out a message that sounds like a windchime. It leaves behind a gift and scoops up the scrap that you have given it. "So it wanted to trade... I guess we weren't in danger after all. Well, I'm glad this got sorted."
fr: Le vaisseau envoie un message qui ressemble à un carillon. Il laisse derrière lui un cadeau et ramasse la ferraille que vous lui avez donnée. "Il voulait donc faire du commerce.... Je suppose que nous n'étions pas en danger après tout. Je suis content que ce soit réglé."
ko: 라니우스가 풍경 같은 소리를 냅니다. 그들은 선물을 남기고 당신이 준 스크랩을 퍼갔습니다. "거래하고 싶은 거였군요... 애초에 공격받은 게 아니었나 보네요. 잘 해결돼서 다행입니다."
ru: Корабль посылает сообщение, которое звучит как колокольчики. Они оставляют подарок и забирают лом, который вы им дали. "Значит, они хотели торговать... Похоже, нам все-таки ничего не угрожало. Что ж, я рад, что все обошлось".
zh_hans: 飞船发出的信息听起来像风铃一样。它留下了一份礼物并收下了你给它的废料。"所以它想要交易……我想我们根本不会遇到危险。嗯，我很高兴这件事解决了。"

source: Pick up the gift the Lanius left behind.
fr: Ramasser le cadeau que le Lanius a laissé derrière lui.
ko: 라니우스가 남긴 선물을 들여온다.
ru: Подобрать подарок, оставленный ланиусами.
zh_hans: 拿起食铁族留下的礼物。

source: Give it some missiles.
fr: Leur donner des missiles.
ko: 미사일을 좀 준다.
ru: Дать им несколько боеголовок.
zh_hans: 给他们一些弹药。

source: The ship sends out a message that sounds like a windchime. It leaves behind a gift and scoops up the missiles that you have given it. "So it wanted to trade... I guess we weren't in danger after all. Well, I'm glad this got sorted."
fr: Le vaisseau envoie un message qui ressemble à un carillon. Il laisse derrière lui un cadeau et ramasse les missiles que vous lui avez donnés. "Il voulait donc faire du commerce... Je suppose que nous n'étions pas en danger après tout. Je suis content que ce soit réglé."
ko: 라니우스가 풍경 같은 소리를 냅니다. 그들은 선물을 남기고 당신이 준 미사일을 퍼갔습니다. "거래하고 싶은 거였군요... 애초에 공격받은 게 아니었나 보네요. 잘 해결돼서 다행입니다."
ru: Корабль посылает сообщение, которое звучит как колокольчик. Они оставляют подарок и забирают боеголовки, которые вы им дали. "Значит, они хотели торговать... Похоже, нам все-таки ничего не угрожало. Что ж, я рад, что все обошлось".
zh_hans: 飞船发出的信息听起来像风铃一样。它留下了一份礼物并收下了你给它的弹药。"所以它想要交易……我想我们根本不会遇到危险。嗯，我很高兴这件事解决了。"

source: Pick up the gift the Lanius left behind.
fr: Ramasser le cadeau que le Lanius a laissé derrière lui.
ko: 라니우스가 남긴 선물을 들여온다.
ru: Подобрать подарок, оставленный ланиусами.
zh_hans: 拿起食铁族留下的礼物。

source: Give it some drones.
fr: Leur donner des drones.
ko: 드론을 좀 준다.
ru: Дать им несколько дрон-комплектов.
zh_hans: 给它们一些无人机部件。

source: The ship sends out a message that sounds like a windchime. It leaves behind a gift and scoops up the drones that you have given it. "So it wanted to trade... I guess we weren't in danger after all. Well, I'm glad this got sorted."
fr: Le vaisseau envoie un message qui ressemble à un carillon. Il laisse derrière lui un cadeau et récupère les drones que vous lui avez donnés. "Il voulait donc faire du commerce... Je suppose que nous n'étions pas en danger après tout. Je suis content que ce soit réglé."
ko: 라니우스가 풍경 같은 소리를 냅니다. 그들은 선물을 남기고 당신이 준 드론을 퍼갔습니다. "거래하고 싶은 거였군요... 애초에 공격받은 게 아니었나 보네요. 잘 해결돼서 다행입니다."
ru: Корабль посылает сообщение, которое звучит как колокольчик. Они оставляют подарок и забирают дрон-комплекты, которые вы им дали. "Значит, они хотели торговать... Похоже, нам все-таки ничего не угрожало. Что ж, я рад, что все обошлось".
zh_hans: 飞船发出的信息听起来像风铃一样。它留下了一份礼物并收下了你给它的无人机部件。"所以它想要交易……我想我们根本不会遇到危险。嗯，我很高兴这件事解决了。"

source: Pick up the gift the Lanius left behind.
fr: Ramasser le cadeau que le Lanius a laissé derrière lui.
ko: 라니우스가 남긴 선물을 들여온다.
ru: Подобрать подарок, оставленный ланиусами.
zh_hans: 拿起食铁族留下的礼物。

source: You send the Lanius a very clear message trying to discern their situation. By sheer luck, you manage to find a pattern in their screeches. The communication you form is very rudimentary - you send an image, they send dings or screeches to determine whether you're hot or cold. Essentially, they seem to be stuck, and they only want to trade, because they are hungry.
fr: Vous envoyez aux Lanius un message très clair pour tenter de discerner leur situation. Par pure chance, vous parvenez à trouver un schéma récurrent dans leurs cris. La communication que vous établissez est très rudimentaire : vous envoyez une image, ils envoient des sonneries ou des cris pour déterminer si vous êtes chaud ou froid. Pour résumer, ils semblent être bloqués et ne veulent que commercer, car ils ont faim.
ko: 당신은 라니우스의 의도를 파악하기 위해 아주 명확한 메시지를 보냈고, 순전히 운으로 그들의 쇳소리에서 패턴을 찾아냈습니다. 이미지를 보내면 금속을 치는 소리나 긁는 소리가 돌아오는 기초적인 의사소통이 오갑니다. 아무래도 이들은 배가 고파서 거래하려다가 정거장에 끼인 것으로 보입니다.
ru: Вы посылаете ланиусам очень ясное сообщение, пытаясь разобраться в их ситуации. По счастливой случайности вам удается найти закономерность в их скрипах. Общение, которое вы налаживаете, очень примитивно - вы посылаете изображение, они посылают звон или скрипы, чтобы определить, горячо или холодно. По сути, они, похоже, застряли и хотят торговать только потому, что проголодались.
zh_hans: 你向食铁族发送了一个非常明确的信息，试图了解他们的状况。幸运的是，你在对方的尖叫声中找到了一种模式。你们之间的沟通非常基础—你发送一张图片，他们发送叮叮声或尖叫声来表达是或者否。基本上，他们似乎被困住了，他们只想交易，因为他们饿了。

source: Inform the station.
fr: En informer la Station.
ko: 정거장에 알린다.
ru: Сообщить об этом на станцию.
zh_hans: 告知空间站。

source: You hail the station. The station's comm officer seems relieved. "You think so? Well, let's get out there and fix it then." In short order, the station and Lanius are separated.
fr: Vous appelez la Station. L'officier de communication de la Station semble soulagé : "Vous croyez ? Eh bien, allons-y et réglons le problème." En peu de temps, la Station et le Lanius sont séparés.
ko: 정거장과 교신합니다. 통신 담당자는 안도한 표정입니다. "그런가요? 그렇다면 직접 나가서 해결하겠습니다." 잠시 후 정거장과 라니우스 함선이 분리되었습니다.
ru: Вы вызываете станцию. Офицер связи станции выглядит успокоившимся. "Вы так думаете? Что ж, тогда давайте отправимся к ним и все исправим". Вскоре станция и ланиусы разделяются.
zh_hans: 你向空间站呼叫。空间站的通信官松了一口气。"你也这么认为？好吧，让我们出去把它修好吧。" 很快，空间站和食铁族被分开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You send the Lanius message after message trying to evoke a meaningful response. The response you get back range from screeches to dings. As much as you try, neither of you are able to get through to each other, although the Lanius doesn't seem to make any aggressive moves.
fr: Vous envoyez au Lanius message après message pour tenter d'obtenir une réponse significative. Les réponses que vous obtenez vont du cri à la sonnerie. Vous avez beau essayer, vous n'arrivez pas à vous parler, bien que le Lanius ne semble pas faire de mouvements agressifs.
ko: 당신은 하나라도 의미 있는 응답을 받기 위해 라니우스에게 계속 메시지를 보냈습니다. 돌아오는 응답은 끼익하는 소리부터 댕하는 소리까지 다양합니다. 공격적인 의사는 없는 것 같지만, 아무리 노력해도 소통은 되지 않았습니다.
ru: Вы отправляете ланиусам одно сообщение за другим, пытаясь получить от них осмысленный ответ. В ответ вы получаете от звона до скрипа. Как бы вы ни старались, ни один из вас не может достучаться друг до друга, хотя ланиусы, похоже, не предпринимают никаких агрессивных действий.
zh_hans: 你在不断地发消息给食铁族，试图得到有意义的回应。你得到的回应只有尖叫声和叮叮声。你尽力了，但你们无法无法相互沟通，尽管食铁族没有任何侵略性的举动。

source: Tell the station you can't determine the problem.
fr: Dire à la Station que vous ne pouvez pas déterminer le problème.
ko: 정거장에 문제를 파악할 수 없다고 말한다.
ru: Сообщить станции, что вы не можете определить проблему.
zh_hans: 告诉空间站你无法确定问题所在。

source: "So that's it then? We're just stuck like this...? I guess we'll just have to figure it out on our own..."
fr: "Alors, c'est tout ? On est juste coincés comme ça... ? Je suppose que nous devrons nous débrouiller seuls..."
ko: "그게 단가요? 우린 그냥 이렇게 끼어 있어야 하는 건가요...? 아무래도 알아서 해결해야겠네요..."
ru: "Значит, это все? Мы просто застряли вот так?.. Полагаю, нам придется разбираться самим..."
zh_hans: "那么就这样了？我们只能这样继续卡住…？我想我们只能自己想办法了……"

source: You hail the Lanius. You try to probe them for what's going on. However, after several messages of no success, something you say suddenly makes them shift their behavior - they become aggressive!
fr: Vous appelez les Lanius. Vous essayez de les sonder pour savoir ce qui se passe. Cependant, après plusieurs messages infructueux, quelque chose que vous dites les fait soudain changer de comportement : ils deviennent agressifs !
ko: 당신은 라니우스와 교신해 무슨 상황인지 물어보려고 했습니다. 하지만 몇 번의 무의미한 메시지를 주고받은 후 당신이 내뱉은 어떤 한마디에 라니우스가 갑자기 공격적으로 변했습니다!
ru: Вы вызываете ланиусов. Вы пытаетесь выяснить у них, что происходит. Однако после ваших нескольких безуспешных попыток сказать им что-то, они внезапно изменяют свое поведение - они становятся агрессивными!
zh_hans: 你向食铁族呼叫。你试图向他们询问发生了什么。然而，在几次未果的消息发送后，你说出的一句话突然改变了他们的行为——他们变得有攻击性！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="QUEST_UNION_HOTHEADED_CIV"]/text
source: A nearby civilian settlement hails you. "Renegade, come in! I know you're probably busy, but a friend of mine is in danger and I don't know where else to turn. One of those Slug hackers scammed him and took control of his account, so he borrowed a shuttle and went off to give them a piece of his mind. The poor guy's gullible and naive, but he's also a huge hothead. Do you think you have time to save him?"
fr: Une installation civile proche vous appelle : " Renégat, répondez ! Je sais que vous êtes probablement occupé, mais un de mes amis est en danger et je ne sais pas vers qui me tourner. Un de ces hackers Limaces l'a arnaqué et a pris le contrôle de son compte, alors il a emprunté une navette et est parti pour leur dire ce qu'il pense. Le pauvre est crédule et naïf, mais c'est aussi une grosse tête brûlée. Pensez-vous avoir le temps de le sauver ?"
ko: 인근 민간인 거주지에서 교신이 왔습니다. "배회자님, 들어오세요! 바쁘실 건 알지만, 제 친구가 위험에 처했는데 어떻게 해야 할지 모르겠어요. 슬러그 해커 한 명이 사기를 쳐서 계좌를 장악당했는데, 왕복선을 빌려서 항의하러 갔어요. 그 불쌍한 친구는 순진해서 쉽게 넘어가고 엄청 다혈질이에요. 그를 구할 시간이 있을까요?"
ru: Вас вызывает расположенное неподалеку гражданское поселение. "Ренегат, отзовись! Я знаю, что ты наверняка занят, но мой друг в опасности, и я не знаю, куда еще обратиться. Один из этих Хакеров-слизней обманул его и завладел его аккаунтом, так что он одолжил шаттл и отправился, чтобы высказать им все, что думает. Бедняга доверчив и наивен, а еще он очень вспыльчив. Как ты думаешь, у тебя есть время, чтобы спасти его?"
zh_hans: 附近的平民定居点呼叫你。"变元者，进来！我知道你可能很忙，但我一个朋友陷入危险了，我不知道还能向哪求助。就是那帮蛞蝓族黑客干的，有一个黑客骗了他还控制了他的账户，他就借了架穿梭机去他们算账了。那可怜的家伙天真又容易上当，偏偏脾气又很火爆。你有时间去救他吗？"

source: Agree to help.
fr: Accepter d'aider.
ko: 돕기로 한다.
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: "Thank you. I'll send you the transponder for his ship. As far as payment, I wish I could give you more, but this is all I have."
fr: "Je vous remercie. Je vous enverrai le transpondeur de son vaisseau. En ce qui concerne le paiement, j'aimerais pouvoir vous donner plus, mais c'est tout ce que j'ai."
ko: "정말 고맙습니다. 친구가 탄 함선의 신호를 알려드릴게요. 더 크게 사례하고 싶지만, 이것밖에 가진 게 없네요."
ru: "Спасибо. Я пришлю тебе транспондер с его корабля. Что касается оплаты, я бы хотел дать тебе больше, но это все, что у меня есть".
zh_hans: "感谢你的帮助。我这就发送他飞船的应答器编码。报酬显得些许微薄，但这已是我全部积蓄。"

source: We don't have time for this.
fr: Nous n'avons pas le temps pour ça.
ko: 이런 데에 허비할 시간은 없다.
ru: У нас нет на это времени.
zh_hans: 我们没有时间搞这个。

source: "I thought that might be the case..." The civilian hangs up, disappointed.
fr: "Je pensais que ce serait le cas..." Le civil raccroche, déçu.
ko: "그러실 거라 생각했어요..." 민간인은 실망한 표정으로 교신을 끊었습니다.
ru: "Я так и думал..." Гражданский отключил связь, разочарованный.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You were asked to look for a reckless civilian in pursuit of hackers.
fr: On vous a demandé de rechercher un civil imprudent à la poursuite de hackers.
ko: 해커를 쫓는 무모한 민간인을 구해달라는 요청을 받았습니다.
ru: Вас попросили разыскать безрассудного гражданина, преследующего Хакеров.

source: Following the transponder, you detect a well-hidden Slug ship preying upon a civilian shuttle.
fr: En suivant le transpondeur, vous détectez un vaisseau Limace bien caché qui s'attaque à une navette civile.
ko: 민간인이 준 신호를 쫓아 민간 왕복선을 노리는 은밀한 슬러그 함선을 발견했습니다.
ru: Следуя за транспондером, вы находите хорошо спрятанный корабль слизней, атакующий гражданский шаттл.

source: (Upg. Hacking) Hack their mainframe before they notice you.
fr: (Piratage amélioré) Pirater leur ordinateur central avant qu'ils ne vous remarquent.
ko: (고급 해킹 장비) 발각당하기 전에 그들의 메인프레임을 해킹한다.
ru: (Улучш. Взломщик) Взломать их центральный компьютер, пока они вас не заметили.
