Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS"]/choice[1]/text
source: Agree to track down the Militia ship hunting them.
fr: Accepter de poursuivre le vaisseau de la Milice qui les as pris en chasse.
ko: 그들을 쫓는 민병대 함선을 추적하기.
ru: Согласиться выследить корабль Ополчения, охотящийся за ними.
zh_hans: 同意追踪正在追击他们的盟卫战舰。

source: "Much appreciate, friend." You follow their directions and find the Militia ship has already arrived in this system. They haven't noticed you.
fr: "Merci bien l'ami" En suivant les instructions, vous découvrez que le vaisseau de la Milice est déjà arrivé dans le système. Ils ne vous ont pas repéré.
ko: "정말 감사하다, 친구여." 그들의 지시에따르자 민병대 함선이 이미 이 행성계에 도착했다는것을 알게되었습니다. 그들은 아직 당신을 눈치재지 못한듯합니다.
ru: "Очень признательный, друг". Вы следуете их указаниям и обнаруживаете, что корабль Ополчения уже прибыл в эту систему. Они еще не заметили вас.
zh_hans: "十分感谢，我的朋友。"你沿他们指示的方向发现那艘盟卫战舰已经进入此星系。但他还没注意到你。

source: Contact the ship.
fr: Contacter le vaisseau.
ko: 함선에 연락을 취한다.
ru: Связаться с кораблем.
zh_hans: 联系该盟卫战舰。

source: "Yeah, what do you want?" You explain the Free Mantis ship they're hunting is only trying to pass through the sector peacefully. The Militia captain breaks into laughter. "HAH! You're joking. You have to be. If there was anything the Rebellion got right, it's that aliens are dangerous. They're filthy Mantis. You can't trust a word they say."
fr: "Ouais, qu'est-ce que vous voulez ?" Vous expliquez que le vaisseau Mantis Libres qu'ils sont en train de poursuivre essaie simplement de traverser le secteur pacifiquement. Il lève les yeux au ciel. "Un Zoltan a signalé qu'un Mantis semait le trouble dans la région. On va évidemment arrêter cet insecte. Qu'est-ce que vous attendez de nous ?"
ko: "그래서, 뭘 원하십니까?" 당신은 그들에게 지금 쫓고 있는 독립 맨티스 함선은 그저 평화롭게 구역을 지나가길 원한다고 설명했습니다. 민병대 함장이 눈을 굴립니다. "한 졸탄이 이 지역에서 맨티스가 문제를 일으키고 있다고 신고했습니다. 우리는 당연히 그 벌레를 체포할 거고요. 우리가 어떻게 하길 기대하는 거죠?"
ru: "Да, что вам нужно?" Вы объясняете, что корабль Свободных Богомолов, на который они охотятся, всего лишь пытается мирно пройти через сектор. Он закатывает глаза. "Золтаны сообщили, что в этом районе есть богомолы, доставляющие неприятности. Разумеется, мы арестуем этих жуков. А что вы хотите, чтобы мы сделали?"
zh_hans: "啊，找我们有事吗？"你向对方解释道他们正在追踪的自由螳螂舰船只想和平地穿过该星区。他翻了翻白眼。"超能族报告说有一位螳螂族在该地区捣乱。我们当然得把这位螳螂抓起来。那你们还指望我们做什么呢？"

source: Force them to surrender.
fr: Les forcer à se rendre.
ko: 항복하도록 강요한다.
ru: Заставить их сдаться.
zh_hans: 强迫对方投降。

source: The Militia ship is bound to cave in if you can do enough damage to their hull. You ready the weapons.
fr: Le vaisseau de la Milice ne résistera pas à une attaque suffisamment puissante. Vous armez l'artillerie.
ko: 민병대 함선에 충분한 피해를 준다면 그들의 생각을 바꿀수 있을것입니다. 당신은 무기에 전원을 공급했습니다.
ru: Корабль Ополчения неминуемо развалится, если вы сможете нанести достаточный урон его корпусу. Вы заряжаете оружие.
zh_hans: 只要你造成足够舰体伤害，对方也只能屈服。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Free Mantis Crew) Talk to the Militiamen.
fr: (Membre d'équipage Mantis Libre) Parler au milicien.
ko: (독립 맨티스) 민병대원과 대화한다.
ru: (Член экипажа-свободный богомол) Поговорить с Ополченцами.
zh_hans: (自由螳螂)联系盟卫。

source: Your Free Mantis walks onto the camera, waving with a big goofy grin. The Militiamen however, are not quite so pleased. "Ugh, you have one of the insectoid freaks on your SHIP?! That's repulsive! For what did all those men and women die for in the Fed-Mantis war if we're just letting the Mantis work alongside us now? You are the reason this galaxy, hell, this Multiverse has gone to shit." They end the call immediately and attack!
fr: Votre Mantis Libre se met devant la caméra, arborant un grand sourire niais. Les miliciens n'ont pas l'air ravis. "Vous pouvez être dupés par leur façade écœurante, mais nous n'oublierons jamais ! A quoi ont servi tous ces hommes et toutes ces femmes qui sont morts dans la guerre Fed-Mantis, si on laisse les Mantis travailler avec nous désormais ? C'est à cause de vous que cette galaxie, non, ce Multivers est devenu à chier." Ils mettent fin à la communication immédiatement et attaquent !
ko: 당신의 독립 맨티스 선원이 카메라 앞으로 가 바보 같은 웃음을 지으며 손을 흔듭니다. 민병대원은 기뻐 보이지 않습니다. "당신은 저 역겨운 가면에 속을지 몰라도, 우리는 절대 잊지 않을 거야! 맨티스들이 우리와 함께한다면 연방-맨티스 전쟁 때 죽어 나간 그 수많은 사람들은 무엇을 위해 쓰러진 거지? 네 녀석 때문에 이 우주가…. 아니 빌어먹을 이 멀티버스가 무의미하게 되었군." 그들은 즉시 통신을 종료하고 공격을 시작했습니다!
ru: Ваш свободный богомол заходит в кадр, размахивая руками с широкой глупой ухмылкой. Ополченцы, однако, не очень довольны. "Может, вас и обманула их отвратительная маска, но мы никогда не забудем! За что погибли все те мужчины и женщины в войне Федерации и богомолами, если теперь мы просто позволяем им работать рядом с нами? Из-за вас эта галактика, нет, эта Мультивселенная катится к чертям". Они немедленно прекращают разговор и атакуют!
zh_hans: 你的自由螳螂船员走向显示屏，向对方做了一个十分愚蠢滑稽的笑脸。然而盟卫们并不领情，"你或许会被他们那恶心的外表所迷惑，但我们永远不会忘记！想想在螳螂入侵战争中失去生命的前辈们吧！现在你居然要我们与螳螂族并肩作战？我觉得这个星系，不，这个宇宙出错的原因都是因为你！"对方中断联系并准备攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them.
fr: Les soudoyer.
ko: 그들을 매수한다.
ru: Подкупить их.
zh_hans: 贿赂对方。

source: "Ugh, fine. You're really determined to save these Mantis freaks. Just hope they don't get into any trouble or we'll have no choice but to kill them."
fr: "Beurk, très bien. Mais cela finira mal, retenez mes paroles. S'ils causent encore des ennuis, nous n'aurons pas d'autre choix que de les tuer."
ko: "윽, 좋아. 이건 안 좋게 끝날 거야, 내 말 명심해. 그들이 더 이상 문제를 일으킨다면, 우리는 그들을 죽일 수밖에 없을 거야."
ru: "Эх, ну ладно. Все это плохо кончится, вот увидите. Если они создадут еще хоть какие-то проблемы - у нас не останется выбора, кроме как убить их".
zh_hans: "呃，行吧。这件事肯定会变得很糟，记住我的话。我只希望他们不惹事，否则我们只能杀了他们。"

source: Go back to the Free Mantis.
fr: Retourner vers le Mantis Libre.
ko: 독립 맨티스에게 돌아간다.
ru: Вернуться к Свободным Богомолам.
zh_hans: 回头联系自由螳螂船。

source: Give up.
fr: Abandonner.
ko: 그만두자.
ru: Сдаться.
zh_hans: 果断放弃。

source: Destroy the ship.
fr: Détruire le vaisseau.
ko: 함선을 파괴한다.
ru: Уничтожить корабль.
zh_hans: 摧毁这艘飞船。

source: If you've learned anything on your mission, it's that the best way to deal with problems is through brutal murder. You power up the weapons and prepare to destroy the Militia ship.
fr: S'il y a bien une chose que vous avez appris durant votre mission, c'est que la meilleure façon de résoudre un problème, c'est par un meurtre brutal. Vous armez votre artillerie et préparez à détruire le vaisseau de la Milice.
ko: 당신이 임무 수행 중에 배운 게 있다면, 문제를 해결하는 가장 좋은 방법은 바로 잔인하게 죽여버리는 것입니다. 당신은 무기에 전원을 공급하고 민병대 함선을 파괴할 준비를 했습니다.
ru: Если вы чему-то и научились за время выполнения задания, так это тому, что лучший способ решения проблем - это жестокое убийство. Вы заряжаете оружие и готовитесь уничтожить корабль Ополчения.
zh_hans: 如果问你从任务中学会了什么，那就是暴力可以解决一切。你启动武器准备摧毁盟卫战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS"]/choice[2]/text
source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Ah. Very well. Best luck on mission!"
fr: "Ah. Très bien. Bon chance pour mission !"
ko: "아. 그럼. 임무에 행운 있다!"
ru: " А. Очень хорошо. Желаю удачи на миссии!"
zh_hans: "好吧，一路顺风！"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS_WIN"]/text
source: You've killed the Militia ship. You've saved the Free Mantis for now, and scrap the remains of the Militia ship.
fr: Vous avez tué le vaisseau de la Milice. Vous avez sauvé les Mantis Libres, pour l'instant, et démanteler les restes du vaisseau de la Milice.
ko: 당신은 민병대 함선을 파괴했습니다. 일단은 독립 맨티스를 구해냈고, 남은 민병대 함선 선체를 긁어냈습니다.
ru: Вы уничтожили корабль Ополчения. Вы спасли Свободных Богомолов, и собираете все полезное с обломков корабля Ополчения.
zh_hans: 你摧毁了盟卫战舰，自由螳螂当下被解救了，之后你搜刮了盟卫战舰残骸。

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS_WIN"]/choice/text
source: Go back to the Free Mantis.
fr: Retourner vers le Mantis Libre.
ko: 독립 맨티스에게 돌아간다.
ru: Вернуться к Свободным Богомолам.
zh_hans: 回头联系自由螳螂船。

source: "You... you kill them? W-why? That unnecessary. We not want dead civilians. We just want safe travels. Still... you save us. I pay you as thanks, but hope you not do this in future."
fr: "Vous... vous les tuer ? Pourquoi ? Ce n'est pas nécessaire. Nous ne voulons pas de civils morts. Nous voulons juste voyage en sécurité. Malgré tout... vous nous avez sauvés. Je vous remercie, mais j'espère que vous ne plus faire ça à l'avenir."
ko: "당신... 당신 그들 죽이다? 어-어째서? 그것은 불필요하다. 우리 죽은 시민 원하지않는다. 우린 그저 안전한 항해를 원한다. 그래도... 당신이 우릴 구했다. 사례하지만 앞으로 당신 그러지 않았으면 한다."
ru: "Вы... вы убиваете их? П-почему? Это не нужно. Мы не хотеть мертвых гражданских. Мы просто хотеть безопасных перелетов. И все же... вы спасаете нас. Я платить вам в благодарность, но надеюсь, что вы так не делаете в будущем".
zh_hans: "你...你杀死了他们？为-为什么？这完全没有必要。我们不想要死掉的平民。我们只想要旅途平安。不过...你还是救了我们。我们会给你报酬表达感谢，但希望未来你不要这样了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS_SURRENDER"]/text
source: The Militia ship is near destruction. The captain looks at you desperately. "What... are you serious? You're going to kill us for some bloody Mantis?"
fr: Le vaisseau de la Milice est au bord de la destruction. Le capitaine vous regarde désespérément : "Quoi... vous êtes sérieux ? Vous allez nous tuer pour des fichus Mantis ?"
ko: 민병대 함선은 거의 파괴되었습니다. 상대 함장은 당신을 절망적으로 쳐다봅니다. "뭐야... 진심이야? 망할 맨티스 때문에 우릴 죽이겠다고?"
ru: Корабль Ополчения на грани уничтожения. Капитан смотрит на вас с отчаянием. "Ты... ты серьезно? Ты собираешься убить нас из-за каких-то проклятых богомолов?"
zh_hans: 盟卫战舰几近摧毁。他们的舰长绝望地看着你。"什么...你是认真的吗？你们会为了一些天杀的螳螂族干掉我们？"

source: Let the Free Mantis go and we'll spare you.
fr: Laissez partir les Mantis Libres et nous vous épargnerons.
ko: 독립 맨티스들을 보내주면 살려주도록 하지.
ru: Отстаньте от Свободных Богомолов, и мы пощадим вас.
zh_hans: 你放走那些自由螳螂我们就饶你一命。

source: "Jeez, you people are insane. But fine, we'll let them through. Damn senator starts accepting refugees and suddenly we're killing each other just to let these assholes into our homes..."
fr: "Bon sang, vous êtes des tarés. Mais d'accord nous les laisserons passer. Ces réfugiés Mantis causeront notre perte à tous..."
ko: "젠장, 당신들 미쳤군. 그래 좋아, 그들을 보내주도록 하지. 이 맨티스 난민들이 우리 모두의 죽음이 될 거야..."
ru: "Господи, да вы с ума сошли. Но ладно, мы их пропустим. Эти беженцы-богомолы станут причиной нашей гибели..."
zh_hans: "天老爷你们真是疯了。好好好我让他们走。这些螳螂难民将会把我们所有人置于死地..."

source: Go back to the Free Mantis.
fr: Retourner vers les Mantis Libres.
ko: 독립 맨티스에게 돌아간다.
ru: Вернуться к Свободным Богомолам.
zh_hans: 回头联系自由螳螂船。

source: Yes, we are.
fr: Oui, c'est le cas.
ko: 그래 진심이야.
ru: Да, так и есть.
zh_hans: 没错，我们疯了。

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS_REWARD"]/text
source: "Many thanks! You have done great favor for us. We in debt to you captain. How can repay you?"
fr: "Merci beaucoup ! Vous nous avoir fait grande faveur. Nous être redevables envers vous capitaine. Comment remercier vous ?"
ko: "정말 고맙다! 당신 우리 정말 많이 도우다. 함장님께 큰 빚 지다. 우리가 어떻게 보답하나?"
ru: "Много спасибо! Вы оказали нам большую услугу. Мы должны вам, капитан. Чем можем отплатить?"
zh_hans: "太谢谢了！你帮了我们一个大忙！我们该怎么报答你的人情呢？"

source: Repairs.
fr: Réparations.
ko: 수리.
ru: Ремонт.
zh_hans: 维修。

source: The Free Mantis aren't very good at repairs, but they all work together and manage to repair a decent portion of your hull.
fr: Les Mantis Libres ne sont pas très bons en réparation, mais en travaillant tous ensemble, ils réussissent à réparer une bonne partie de votre coque.
ko: 독립 맨티스들은 수리는 잘 하지 못하지만 그들은 합심하여 당신의 함선을 꽤 수리해냈습니다.
ru: Свободные Богомолы не очень хороши в ремонте, но все они работают вместе и успевают отремонтировать приличную часть корпуса.
zh_hans: 自由螳螂们本不擅长修理，但对方齐心协力，尽力为你修复了不少舰体值。

source: Fuel.
fr: Carburant.
ko: 연료.
ru: Топливо.
zh_hans: 燃料。

source: The Free Mantis transfer over some fuel.
fr: Les Mantis Libres vous remettent un peu de carburant.
ko: 독립 맨티스들은 약간의 연료를 전송했습니다.
ru: Свободные Богомолы передают немного топлива.
zh_hans: 自由螳螂转移了一些燃料。

source: Scrap.
fr: Ferraille.
ko: 스크랩.
ru: Лом.
zh_hans: 废料。

source: The Free Mantis gladly hand over a portion of their scrap stores to you.
fr: Les Mantis Libres vous remettent avec plaisir une partie de leur réserve de ferraille.
ko: 독립 맨티스들은 기쁘게 당신에게 스크랩을 넘겨주었습니다.
ru: Свободные Богомолы с радостью передают вам часть своих запасов лома.
zh_hans: 自由螳螂高兴地提供了其一部分废料库存。

# data/events_sector_union.xml$//event[@name="UNION_EFFICIENCY_ENGINEER"]/text
source: A nearby Union ship sends out a transmission boasting that they can upgrade certain weapons to be more power efficient. It will likely be expensive.
fr: Un vaisseau de l'Union situé à proximité envoie une transmission dans laquelle il se vante de pouvoir améliorer certaines armes pour les rendre plus économes en énergie. Cela risque de coûter cher.
ko: 근처의 협회 함선이 교신을 보내 특정 무기의 전력 효율을 개선할 수 있다고 자랑합니다. 비용이 많이 들 것 같습니다.
ru: Находящийся неподалеку корабль Союза передает сообщение о том, что они могут модернизировать некоторые виды орудий, сделав их более энергоэффективными. Скорее всего, это будет стоить дорого.
zh_hans: 附近的一艘同盟战舰发出了广播，宣称他们能够对某些武器进行升级，使其更节能。不过这可能会很贵。

source: Inquire on the process.
fr: Se renseigner sur la procédure.
ko: 개선할 무기를 고른다.
ru: Узнать о процессе.
zh_hans: 询问流程。

source: The engineer offers to upgrade the following weapons.
fr: L'ingénieur propose d'améliorer les armes suivantes.
ko: 기술자가 다음 무기를 개선할 수 있다고 합니다.
ru: Инженер предлагает улучшить перечисленные ниже орудия.
zh_hans: 这位工程师提出可对以下武器进行升级。

source: Upgrade your Anti-Hull Laser Mk III.
fr: Améliorer votre Laser anti-coque Mk III.
ko: 선체 파괴 레이저 마크 III를 개선한다.
ru: Улучшить Противокорпусный лазер мод. III
zh_hans: 升级破舰激光III。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Frost Laser Mk II.
fr: Améliorer votre Laser givre Ver II.
ko: 서리 레이저 마크 II를 개선한다.
ru: Улучшить Морозный лазер мод. II.
zh_hans: 升级冰霜激光II。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Fire-Starter Laser.
fr: Améliorer votre Laser incendiaire.
ko: 방화 레이저를 개선한다.
ru: Улучшить Поджигатель.
zh_hans: 升级火焰激光。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Particle Missiles Launcher.
fr: Améliorer votre lanceur de Missiles à particules.
ko: 입자 미사일을 개선한다.
ru: Улучшить Ракетницу с ускорителем частиц.
zh_hans: 升级粒子导弹。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Ion Charge Stunner.
fr: Améliorer votre Chargeur Paralysant Ion.
ko: 충전식 충격기를 개선한다.
ru: Улучшить Зарядный оглушающий бластер.
zh_hans: 升级充能眩晕炮。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Fire Ion Blast.
fr: Améliorer votre Canon Ionique Incendiaire.
ko: 화염 이온 블래스트를 개선한다.
ru: Улучшить Зажигательный ионный бластер.
zh_hans: 升级火焰冲击离子炮。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Hydra Launcher.
fr: Améliorer votre lanceur de Missiles 'Hydre'.
ko: '히드라' 점사형 미사일을 개선한다.
ru: Улучшить залповую ракетницу "Гидра".
zh_hans: 升级水蛇导弹。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Nyx Launcher.
fr: Améliorer votre Lanceur de Missiles 'Nyx'.
ko: '닉스' 미사일을 개선한다.
ru: Улучшить Ракетную установку "Никс".
zh_hans: 升级夜神导弹。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Hades Launcher.
fr: Améliorer votre Lanceur de Missiles 'Hadès'.
ko: '하데스' 미사일을 개선한다.
ru: Улучшить Ракетную установку "Аид".
zh_hans: 升级冥神导弹。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Halberd Beam.
fr: Améliorer votre Rayon Hache.
ko: '할버드' 빔을 개선한다.
ru: Улучшить луч "Алебарда".
zh_hans: 升级战戟光束。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Pike Beam.
fr: Améliorer votre Rayon Pique.
ko: '파이크' 빔을 개선한다.
ru: Улучшить луч "Пика".
zh_hans: 升级长枪光束。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Sarissa Beam.
fr: Améliorer votre Rayon Sarissa.
ko: '사리사' 빔을 개선한다.
ru: Улучшить луч "Сариса".
zh_hans: 升级'长矛'光束II。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
