Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You ignore the graveyard and fly away.
fr: Vous ignorez le cimetière et vous vous envolez.
ko: 당신은 묘지를 무시하고 떠났습니다.
ru: Не обращаете внимания на кладбище и улетаете.
zh_hans: 你无视了英烈园并驶离。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: This is the location of the Pre-Igniter tech.
fr: C'est l'emplacement du Pré-Chargeur.
ko: 조기 점화기의 위치입니다.
ru: Здесь находится Предзажигатель.
zh_hans: 此处为所记预热器的坐标。

# data/events_sector_union.xml$//event[@name="QUEST_GATLING_AUGMENT"]/text
source: You spot an armoured Smuggler Station orbiting the beacon, soliciting to a few smaller ships. It's surprising they can operate here despite the swarms of Militiamen protecting the beacon, but this is the place you're looking for.
fr: Vous repérez une Station de contrebandiers blindée en orbite autour de la balise, sollicitant quelques plus petits vaisseaux . Il est surprenant qu'ils puissent opérer ici malgré les essaims de Miliciens qui protègent la balise, mais c'est bien l'endroit que vous cherchez.
ko: 무장한 밀수꾼 정거장이 송신소 주위를 돌면서 작은 함선들에 호객행위를 하고 있었습니다. 민병대가 우글거리는 이곳에서 장사를 한다는게 놀라울 따름이지만, 당신이 찾는 곳은 여기가 분명합니다.
ru: Вы замечаете бронированную станцию контрабандистов, которая летает по орбите вокруг маяка и обслуживает несколько небольших кораблей. Удивительно, что они могут работать здесь, несмотря на толпы Ополченцев, охраняющих маяк, но это именно то место, которое вы ищете.
zh_hans: 你发现一处全副武装的走私站环绕着该信标，招揽着附近几艘小舰船。你不禁思考他们是如何在严密的盟卫巡查之下，在这里运营的，不过这里肯定是你的目的地了。

# data/events_sector_union.xml$//event[@name="QUEST_GATLING_AUGMENT"]/choice/text
source: Hail them.
fr: Les contacter.
ko: 교신해본다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: You hail the Smugglers and explain the situation. The captain gives a wheezy chuckle at your explanation. "Is that so now? Well I've been struggling to get rid of this crap for a while now, and at last I found someone willing to pay a price for it! Hell, I'll even offer you a special 'Jumbo Deal' with some extra supplies for only a minor price increase!"
fr: Vous héler les contrebandiers et leur expliquez la situation. Le capitaine émet un petit rire étouffé en entendant : " C'est donc ça ? Cela fait un moment que j'essaie de me débarrasser de cette camelote, et j'ai enfin trouvé quelqu'un qui est prêt à en payer le prix ! Bon sang, je vais même vous proposer une 'offre pack' spéciale avec quelques ressources supplémentaires pour une augmentation de prix minime !"
ko: 당신은 밀수꾼들에게 연락을 하고 상황을 설명했습니다. 당신의 설명에 함장이 미소를 지으며 말합니다. "아이고 그러신가요? 이 고물을 없애버리기 위해 한동안 고생 좀 했는데 마침내 임자를 만났군! 젠장, 약간의 스크랩을 좀 더 내면 추가 보급품을 포함한 '점보 딜'또한 제공해드립죠!"
ru: Вы выходите на связь с контрабандистами и объясняете ситуацию. Капитан хрипло усмехается в ответ на ваше объяснение. "Вот как? Ну, я уже давно пытаюсь избавиться от этого куска дерьма, и наконец-то я нашел человека, готового заплатить за него! Черт возьми, я даже предложу тебе специальную "сделку всей вашей жизни" - отдам тебе вдобавок к нему немного припасов, за небольшую прибавку в цене!"
zh_hans: 你联系走私犯并说明情况。对面舰长听闻解释后笑得合不拢嘴。"还有这种好事？这个废品白占位置很久了，我正愁往哪转手呢，居然有人愿意花钱买！既然你这么好心，我甚至可以给你提供一次'超值优惠'，仅需小加一笔钱就能多买一些补给品！"

source: Buy the Pre-Igniter.
fr: Acheter le Pré-Chargeur.
ko: 최초의 조기 점화기를 구매한다.
ru: Купить Предзажигатель.
zh_hans: 购买预热器。

source: Buy the "Jumbo Deal" along with the Pre-Igniter.
fr: Acheter "l'offre pack" avec le Pré-Chargeur.
ko: 최초의 조기 점화기를 포함한 '점보 딜'을 구매한다.
ru: Заключить "сделку всей жизни" вместе с Предзажигателем.
zh_hans: 购买预热器与"超值优惠"。

source: Take it through force!
fr: Le prendre par la force !
ko: 무력으로 빼앗는다!
ru: Взять его силой!
zh_hans: 动手抢过来！

source: You aren't going to pay these smugglers anything! You raise the weapons and attack. The other few ships shopping scatter as you approach the station.
fr: Vous n'allez rien payer à ces contrebandiers ! Vous levez les armes et passez à l'attaque. Les quelques autres vaisseaux qui font leurs courses se dispersent à votre approche de la Station.
ko: 당신은 밀수꾼들에게 한 푼도 줄 생각이 없습니다! 당신은 무기를 장전하고 공격을 시작합니다. 당신의 함선이 접근하자 쇼핑하던 작은 함선 몇 척은 뿔뿔이 흩어져 도망쳤습니다.
ru: Вы не собираетесь ничего платить этим контрабандистам! Вы активируете оружие и атакуете. Корабли других покупателей разлетаются, когда вы приближаетесь к станции.
zh_hans: 你才不会向走私犯付款呢！你启动武器展开攻击，靠近空间站时附近的舰船慌忙避让。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Whatever, let's go.
fr: Peu importe, partons.
ko: 신경쓰지 말고 그냥 떠나자.
ru: Неважно, уходим.
zh_hans: 算了算了。

source: You ignore the station and fly away.
fr: Vous ignorez la Station et vous vous envolez.
ko: 당신은 정거장을 무시하고 다른 곳으로 날아갔습니다.
ru: Не обращаете внимания на станцию и улетаете.
zh_hans: 你驶离走私站。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
