Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You pool some of your scrap together with the small amount the Union ship still has. It's not cheap, but you're able to pay the full cost up front. The smugglers hand over the delivery before jumping away.
fr: Vous mettez en commun une partie de votre ferraille avec la petite somme que le vaisseau de l'Union possède encore. Ce n'est pas donné, mais vous parvenez à payer la totalité du montant. Les contrebandiers vous remettent la livraison avant de sauter hors du système.
ko: 당신은 협회 함선이 가진 적은 양의 스크랩에 당신의 스크랩을 더했습니다. 적지 않은 양이지만, 전액을 바로 지급했습니다. 밀수업자들은 배송품을 넘겨준 후 도약해 떠났습니다.
ru: Вы объединяете часть своего лома с тем небольшим количеством, которое еще осталось у корабля Союза. Это не дешево, но вы сможете заплатить всю стоимость сразу. Контрабандисты передают вам груз, после чего уходят в прыжок.
zh_hans: 你拿出一些废料和同盟飞船剩下的一点废料凑了凑。虽然价格确实不菲，但你们总算凑齐了全款。走私者们交出货物后跃迁离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The captain of the Union ship hails you. "Thanks for helping me out there! I had to use those guys to retrieve some of my personal belongings from deep inside Rebel territory. Unfortunately, I can't really pay you conventionally in return for your help, but I should be able to give you a spare weapon of ours."
fr: Le capitaine du vaisseau de l'Union vous contacte. "Merci de m'avoir aidé là-bas ! J'ai dû faire appel à ces types pour récupérer certains de mes effets personnels au fin fond du territoire rebelle. Malheureusement, je ne peux pas vraiment vous payer de manière conventionnelle en retour, mais je devrais pouvoir vous offrir une de nos armes de rechange."
ko: 협회 함선의 선장이 당신에게 연락합니다. "도와줘서 고마워! 반군 영토 깊숙한 곳에서 내 소지품을 회수하려면 저 사람들을 이용해야 했거든. 안타깝게도 일반적인 방식으로 보답할 수는 없지만, 여분의 무기를 하나 넘겨줄게."
ru: Капитан корабля Союза вызывает вас: "Спасибо, что помогли мне! Мне пришлось использовать этих ребят, чтобы забрать некоторые из моих личных вещей с территории повстанцев. К сожалению, я не могу заплатить вам за помощь, но я в состоянии передать вам наше запасное оружие".
zh_hans: 同盟飞船的舰长向你呼叫："多谢出手相助！我之前不得不雇这些人从叛军星域深处取回一些私人物品。虽然没法用常规方式报答，但我应该能给你一件我们的备用武器。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Threaten them to hand over the delivery.
fr: Les menacer pour qu'ils remettent la livraison.
ko: 물건을 넘기라고 협박한다.
ru: Пригрозить им, чтобы они отдали посылку.
zh_hans: 威胁他们交出货物。

source: "...An unwise decision. Then again, expecting a different result would have been... foolish, given that you are likely unaware of the... fragile nature of this cargo." They power up their weapons and face you. Judging by their comments, if you want to get whatever it is that the other Union ship is interested in, you'll have to avoid blowing up their ship.
fr: "...Une décision imprudente. Mais s'attendre à un résultat différent aurait été... insensé, étant donné que vous ignorez sans doute la... nature fragile de cette cargaison." Ils activent leurs armes et vous font face. À en juger par leurs propos, si vous voulez récupérer ce qui intéresse l'autre vaisseau de l'Union, il va falloir éviter de faire exploser leur navire.
ko: "...현명하지 못한 결정이군. 하지만 다른 결과를 기대한 나도... 어리석었지. 너는 이 화물이... 깨지기 쉽다는 걸 모르고 있을 가능성이 높으니까." 그들이 무기를 충전하며 당신을 향해 다가옵니다. 그들의 말로 판단해 보면, 협회 함선이 관심을 가지는 무언가를 얻고 싶다면 함선을 폭파하지 않도록 조심해야 할 것입니다.
ru: "...Неразумное решение. Но ожидать другого результата было бы... глупо, учитывая, что ты, скорее всего, не подозреваешь о... хрупкости этого груза". Они заряжают оружие. Судя по их словам, если вы хотите получить то, что интересует другой корабль Союза, вам придется избежать взрыва их корабля.
zh_hans: "…愚蠢的决定。不过话说回来，你以为这样就会结果不同实在…有些傻气，你可能不了解…这些货是易碎品。" 对方启动武器系统转向你。从他们的言外之意判断，你若想得到那艘同盟飞船想要的东西，就必须避免击毁他们这艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: [Reputation: 2+] Convince them to hand over the delivery.
fr: [Réputation : 2+] Les convaincre de remettre la livraison.
ko: [평판: 2+] 물건을 넘기도록 설득한다.
ru: [Репутация: 2+] Убедить их передать посылку.
zh_hans: [声望: 2+] 说服对方交货。

source: "Given your extended business history with us, surely you would know that we do not... easily deviate from our standard practices. But at the same time, losing a potential customer would be... unfortunate. If you are willing to vouch for them, then I think we can make an... exception this time." They turn to face the Union ship. "However, do not expect any leniency when we... arrive for payments." The Union captain gladly agrees, and receives their delivery from the smugglers. The Argeonn ship jumps away after making the transfer.
fr: "Étant donné votre longue relation commerciale avec nous, vous savez sûrement que nous ne... dérogeons pas facilement à nos pratiques habituelles. Mais en même temps, perdre un client potentiel serait... regrettable. Si vous êtes prêt à les garantir, alors je pense que nous pouvons faire... une exception cette fois." Ils se tournent vers le vaisseau de l'Union. "Cependant, ne comptez pas sur la moindre indulgence lorsque nous... viendrons réclamer le paiement." Le capitaine de l'Union accepte volontiers et reçoit la livraison des contrebandiers. Le vaisseau Argeonn quitte le système après le transfert.
ko: "당신은 우리와 지속적으로 거래해 왔으니, 우리가 표준 관행에서... 쉽게 벗어나지 않는다는 것은 알겠지. 하지만 동시에, 잠재 고객을 잃는 것은... 불행한 일이야. 당신이 그들을 보증할 의향이 있다면, 이번에는... 예외를 둘 수 있을 것 같군." 그들이 협회 함선을 향해 돌아섭니다. "하지만 우리가 대금을 받으러... 올 때는 어떤 관용도 기대하지 말도록." 협회 선장은 기꺼이 동의하고, 밀수업자들로부터 물건을 받았습니다. 알게온 함선은 거래를 마친 후 도약해서 사라집니다.
ru: "Учитывая вашу продолжительную историю сотрудничества с нами, вы, конечно, знаете, что мы не... легко отступаем от наших стандартов. Но в то же время потерять потенциального клиента было бы... неприятно. Если вы готовы поручиться за них, то, думаю, на этот раз мы можем сделать... исключение". Они поворачиваются лицом к кораблю Союза. "Однако не ждите снисхождения, когда мы... прибудем за оплатой". Капитан Союза с радостью соглашается и получает от контрабандистов их груз. Корабль Арджонн уходит в прыжок после передачи товара.
zh_hans: "鉴于我们长期的商业往来，你应该清楚我们通常不会…轻易改变既定规程。不过话说回来，失去潜在客户也确实会…令人遗憾。若你愿意作担保，我想这次我们可以…破个例。"对方转向同盟飞船，"但等我们…来收账时，可别指望会有通融。"同盟舰长欣然应允，从走私者那接收了货物。完成交接后，阿尔吉恩飞船跃迁离去。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The captain of the Union ship hails you. "Thanks for helping me out there! I had to use those guys to retrieve some of my personal belongings from deep inside Rebel territory. Unfortunately, I can't really pay you conventionally in return for your help, but I should be able to give you a spare weapon of ours."
fr: Le capitaine du vaisseau de l'Union vous contacte. "Merci de m'avoir aidé là-bas ! J'ai dû faire appel à ces types pour récupérer certains de mes effets personnels au fin fond du territoire rebelle. Malheureusement, je ne peux pas vraiment vous payer de manière conventionnelle en retour, mais je devrais pouvoir vous offrir une de nos armes de rechange."
ko: 협회 함선의 선장이 당신에게 연락합니다. "도와줘서 고마워! 반군 영토 깊숙한 곳에서 내 소지품을 회수하려면 저 사람들을 이용해야 했거든. 안타깝게도 일반적인 방식으로 보답할 수는 없지만, 여분의 무기를 하나 넘겨줄게."
ru: Капитан корабля Союза вызывает вас: "Спасибо, что помогли мне! Мне пришлось использовать этих ребят, чтобы забрать некоторые из моих личных вещей с территории повстанцев. К сожалению, я не могу заплатить вам за помощь, но я в состоянии передать вам наше запасное оружие".
zh_hans: 同盟飞船的舰长向你呼叫："多谢出手相助！我之前不得不雇这些人从叛军星域深处取回一些私人物品。虽然没法用常规方式报答，但我应该能给你一件我们的备用武器。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Uh, nope, sorry. Gotta go.
fr: Euh, non, désolé. Je dois y aller.
ko: 어, 아니. 미안. 나는 그냥 갈 게.
ru: Нет, извините. Мне нужно идти.
zh_hans: 呃，不了，抱歉。告辞。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.

source: Even from a distance, you can still feel a fraction of the tension between the two ships. Eventually they jump away in opposite directions.
fr: Même à distance, vous pouvez encore ressentir une part de la tension entre les deux vaisseaux. Finalement, ils sautent chacun dans des directions opposées.
ko: 이만치 떨어져 있음에도 두 함선 사이의 긴장감이 어느 정도 전해집니다. 결국 그들은 서로 반대 방향으로 도약해 사라져 버렸습니다.
ru: Даже на расстоянии вы можете почувствовать напряжение между двумя кораблями. В конце концов они уходят в прыжок в разные стороны.
zh_hans: 即便隔着很远，你仍能感受到两船之间紧张的气氛。最终它们向相反方向跃迁，分道扬镳。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_SMUGGLER_PAYMENT_WIN"]/text
source: You hand over the delivery from the smuggler ship to the Union ship. Their captain speaks with you during the transfer. "Thanks for helping me out there! I had to use those guys to retrieve some of my personal belongings from deep inside Rebel territory. Unfortunately, I can't really pay you conventionally in return for your help, but I should be able to give you a spare weapon of ours."
fr: Vous remettez la livraison provenant du navire des contrebandiers au vaisseau de l'Union. Leur capitaine s'entretient avec vous pendant le transfert. "Merci de m'avoir aidé là-bas ! J'ai dû faire appel à ces types pour récupérer certains de mes effets personnels au fin fond du territoire rebelle. Malheureusement, je ne peux pas vraiment vous payer de manière conventionnelle en retour, mais je devrais pouvoir vous offrir une de nos armes de rechange."
ko: 당신은 밀수선에서 챙긴 배송품을 협회 함선에 넘겨줍니다. 그들의 선장이 물건을 받으면서 당신에게 말합니다. "도와줘서 고마워! 반군 영토 깊숙한 곳에서 내 소지품을 회수하려면 저 사람들을 이용해야 했거든. 안타깝게도 일반적인 방식으로 보답할 수는 없지만, 여분의 무기를 하나 넘겨줄게."
ru: Вы передаете груз с корабля контрабандистов на корабль Союза. Их капитан разговаривает с вами во время передачи. "Спасибо, что помогли мне! Мне пришлось воспользоваться услугами этих парней, чтобы забрать некоторые из моих личных вещей с территории повстанцев. К сожалению, я не могу заплатить вам за помощь, но я могу передать вам наше запасное оружие".
zh_hans: 你将走私船上的那些货物转交给同盟飞船。交接时对方舰长说道："多谢出手相助！我之前不得不雇这些人从叛军星域深处取回一些私人物品。虽然没法用常规方式报答，但我应该能给你一件我们的备用武器。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="DISTRESS_UNION_CLINIC_HARMONY"]/text
source: There is a Union clinic under attack by a Harmony vessel at this beacon. Noticing your approach, the Engi ship sends a message. "This = Harmony affair. Do not interfere."
fr: Une clinique de l'Union est attaquée par un vaisseau de l'Harmonie à cette balise. Remarquant votre approche, le vaisseau Engi envoie un message : "Ceci = affaire de l'Harmonie. Ne pas intervenir."
ko: 협회의 진료소가 하모니 선박의 공격을 받고 있습니다. 당신이 다가오는 것을 알아차린 엔지가 메시지를 보냅니다. "이것 = 하모니의 일. 간섭하지 말 것."
ru: У этого маяка находится клиника Союза, атакованная кораблем Гармонии. Заметив ваше приближение, корабль энджи отправляет сообщение. "Это = дело Гармонии. Не вмешивайтесь".
zh_hans: 在这个信标处有一个同盟诊所正被一艘谐合飞船攻击.注意到你的接近，半械族飞船发送了一条信息。"此=谐合事务。不要干涉。"

source: Demand an explanation.
fr: Exiger une explication.
ko: 어찌 된 일인지 추궁한다.
ru: Потребовать объяснений.
zh_hans: 要求作出解释。

source: "This facility = commonly utilized by Separatists and Rebel sympathizers. Unacceptable levels of tolerance towards deviance detected. Correcting the error. Repeat: Do not interfere."
fr: "Cet établissement = couramment utilisé par les Séparatistes et les sympathisants Rebelles. Niveaux inacceptables de tolérance envers la déviance détectés. Correction de l'erreur. Je répète : Ne pas intervenir."
ko: "이 시설 = 분리주의자 및 반군 동조자들이 주로 이용하는 시설. 허용할 수 없는 수준의 일탈이 감지됨. 오류 수정 중. 반복: 간섭하지 말 것."
ru: "Этот объект = часто используется Cепаратистами и сторонниками повстанцев. Обнаружен неприемлемый уровень толерантности к отклонениям. Исправляем ошибку. Повторяю: не вмешивайтесь".
zh_hans: "此设施=分离者和叛军的支持者常用设施。检测到对反常行为的容忍度达到不可接受的程度。正在纠正错误。重复：请勿干涉。"

source: (Zoltan Crew) "You are in violation of Federation Statutes 105.2, 105.5 and 105.9!"
fr: (Membre d'équipage Zoltan) "Vous êtes en violation des statuts de la Fédération 105.2, 105.5 et 105.9 !"
ko: (졸탄 선원) "당신은 연방 규정 105.2, 105.5, 105.9를 위반하고 있습니다!"
ru: (Член экипажа-золтан) "Вы нарушаете уставы Федерации 105.2, 105.5 и 105.9!"
zh_hans: (超能族船员)"你违反了第105.2，105.5和105.9条联邦法律！"

source: Your Zoltan angrily quotes the Federation regulations that prohibit attacks on medical personnel, and treaties codifying neutrality in treating the wounded regardless of ideology. The Engi struggles to make a compelling counter-argument, and eventually gives up.
fr: Votre Zoltan cite avec colère les règlements de la Fédération qui interdisent les attaques contre le personnel médical et les traités codifiant la neutralité dans le traitement des blessés quelle que soit leur idéologie. L'Engi peine à présenter un contre-argument convaincant et finit par abandonner.
ko: 졸탄은 의료진에 대한 공격을 금지하는 연방의 규정, 그리고 이념과 무관하게 부상자를 치료해야 한다고 명시된 조약을 인용하며 화를 냈습니다. 엔지는 설득력 있는 반론을 펼치기 위해 고군분투하지만 결국 포기합니다.
ru: Ваш золтан гневно цитирует правила Федерации, запрещающие нападения на медицинский персонал, и договоры, устанавливающие нейтралитет в отношении лечения раненых независимо от идеологии. Энджи пытаются привести убедительные контраргументы, но в конце концов сдаются.
zh_hans: 你的佐尔坦船员愤怒地引用了联邦禁止攻击医务人员的规定，以及不分意识形态中立救治伤员的条约。半械族努力提出令人信服的反驳意见，但最终放弃了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Separatist Crew) Admonish the attackers.
fr: (Équipage Séparatiste) Sermonner les attaquants.
ko: (분리주의자 선원) 엔지를 타이른다.
ru: (Член экипажа-Cепаратист) Обратиться к нападающим.
zh_hans: (分离者船员)训诫攻击者。

source: "The Harmony is [acting] as -discordantly- as usual. Unaligned clinic = common good. Harmony vessel = Tyranny. Do something -useful- for [once]: and never return." "Priority target: detected. Separatist = must be dealt with." True to their word, the Harmony ship charges its weapons and changes targets.
fr: " L'Harmonie [agit] de manière aussi -discordante- que d'habitude. Clinique non affiliée = bien commun. Vaisseau Harmonie = tyrannie. Faites quelque chose d'utile pour [une fois] : et ne revenez jamais." "Cible prioritaire : détectée. Séparatistes = cible à traiter" Fidèle à sa parole, le vaisseau Harmonie charge ses armes et change de cible.
ko: "하모니는 평소처럼 -거슬리게- [행동]하고 있음. 비가맹 진료소 = 일반적 선행. 하모니 선박 = 폭정. 단 한 가지 유용한 일: 즉시 떠나는 것." "우선 목표: 감지됨. 분리주의자 = 반드시 처리해야 함." 그 말대로 하모니 함선은 무기를 충전하며 목표물을 변경합니다.
ru: "Гармония [действует] как обычно -несогласованно-. Клиника без несогласованных = общее благо. Судно Гармонии = тирания. Сделайте что-нибудь -полезное- [хоть раз]: и никогда не возвращайтесь". "Приоритетная цель: обнаружена. Сепаратист = должен быть уничтожен". Верный своему слову, корабль Гармонии заряжает орудия и меняет свою цель.
zh_hans: "谐合的[行事]一如既往地‐不和谐‐。不结盟的诊所=共同利益。谐合飞船=暴政。做[一次]‐有用‐的事：永远不要再犯错。" "优先目标：发现。分离者=必须处理。"说到做到，谐合飞船充能武器并改变目标。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Turzil) Admonish the attackers.
fr: (Turzil) Sermonner les attaquants.
ko: (투르질) 엔지를 꾸짖는다.
ru: (Турзил) Обратиться к нападающим.
zh_hans: (图尔齐尔)训诫攻击者。

source: "The Harmony is -willing- to go too far for its ends. You cannot control -everyone-, nor should you try. On behalf of your human -allies-, you must halt your aggression and pay restitution." "TRZ-1L detected. The Harmony demands: your unconditional surrender. Defiance of the Harmony's directives = unacceptable." The Harmony ship immediately engages your ship!
fr: " L'Harmonie -veux- aller trop loin pour ses fins. Vous ne pouvez pas contrôler -tout le monde- vous ne devriez pas essayer non plus. Au nom de vos -alliés- humains, vous devez cesser votre agression et payer une restitution." "TRZ-1L détecté. L'Harmonie exige : votre reddition inconditionnelle. Attaquer les directives de l'Harmonie = inacceptable" Le vaisseau de l'Harmonie attaque immédiatement votre vaisseau !
ko: "하모니는 목적 달성에 -불필요한- 수단을 동원 중. -모든- 사람을 통제할 수는 없고, 시도해서도 안 됨. 공격을 중단하고 인간 -동맹-을 대신하여 배상을 해야 함." "TRZ-1L 감지. 하모니가 요구하는 것: 무조건적인 항복. 하모니의 지시를 무시하는 것 = 용납 불가." 하모니 함선이 즉시 당신과 교전합니다!
ru: "Гармония -хочет- зайти слишком далеко ради своей цели. Вы не можете контролировать -всех-, и не стоит пытаться. От имени ваших -союзников- людей вы должны прекратить свою агрессию и возместить ущерб". "Обнаружен ТРЗ-1Л. Гармония требует: ваша безоговорочная капитуляция. Неповиновение директивам Гармонии = неприемлемо". Корабль Гармонии немедленно вступает в бой с вашим кораблем!
zh_hans: "谐合为了自己的‐目的‐不择手段。你们无法控制‐所有人‐，也不应该试图控制‐所有人‐。代表你们的人类‐盟友‐，你们必须停止侵略并赔偿损失。" "检测到TRZ-1L。谐合要求：你的无条件投降。违抗谐合指令=不可接受。"谐合飞船立即与你的星舰交战！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Engi Crew) Have your Engi find a compromise.
fr: (Équipage Engi) Demander à votre Engi de trouver un compromis.
ko: (엔지 선원) 엔지에게 타협점을 찾게 한다.
ru: (Член экипажа-энджи) Пусть ваш энджи найдет компромисс.
zh_hans: (半械族船员)让你的半械族找到一个折中方案。

source: Your crewmember seems hesitant, but relents. Through your Engi, you're eventually able to convince the Harmony to let the residents go free.
fr: Votre équipier semble hésiter mais il finit par céder. Grâce à votre Engi, vous parvenez finalement à convaincre l'Harmonie de laisser les résidents en liberté.
ko: 당신의 선원은 망설이는 듯 보였지만 결국 당신이 시키는 대로 했습니다. 당신은 엔지 선원을 통해 거주자들을 풀어주도록 히모니를 설득했습니다.
ru: Ваш член экипажа колеблется, но все же соглашается. С помощью энджи вам удается убедить Гармонию отпустить всех обитателей на свободу.
zh_hans: 你的船员似乎有些犹豫，但还是松了口。通过你的半械族，你最终说服了谐合放走居民。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The staff of the clinic don't seem happy with your compromise. Still, they find it within themselves to give you a small reward for their freedom.
fr: Le personnel de la clinique ne semble pas satisfait de votre compromis. Néanmoins, ils trouvent la force de vous donner une petite récompense pour leurs liberté.
ko: 진료소의 직원들은 당신의 타협점에 만족하지 않는 것 같습니다. 그래도 자유를 찾아준 것에 대한 작은 보답을 줬습니다.
ru: Персонал клиники, похоже, не в восторге от вашего компромисса. Тем не менее они находят в себе силы дать вам небольшое вознаграждение за свою свободу.
zh_hans: 诊所的工作人员似乎并不满意你的妥协。尽管如此，他们还是想方设法给你一点报酬，感谢你帮助他们重获自由。

source: (Defender Crew) Convince your Defender to talk them out of it.
fr: (Membre d'équipage Défenseur) Convaincre votre Défenseur de leur parler.
ko: (엔지 수비대) 하모니를 제지해 달라고 수비대를 설득한다.
ru: (Член экипажа-энджи Защитник) Убедить своего Защитника отговорить их от этого.
zh_hans: (保卫者船员)说服你的保卫者劝说他们放弃。

source: Your Defender seems hesitant, but relents. The Defender convinces the Engi vessel that this action endangers the good standing between the Harmony and the Federation, and that there are better ways to enact the Harmony's will.
fr: Votre Défenseur semble hésiter mais il finit par céder. Le Défenseur convainc le vaisseau Engi que cette action met en péril la bonne entente entre l'Harmonie et la Fédération et qu'il existe de meilleurs moyens d'accomplir la volonté de l'Harmonie.
ko: 수비대는 망설이는 듯했지만 결국 당신의 말을 따랐습니다. 수비대는 엔지에게 이 행동이 하모니와 연방 사이의 좋은 관계를 악화시키며, 하모니의 뜻을 실현할 방법은 이것뿐만이 아니라고 설득합니다.
ru: Ваш Защитник, похоже, колеблется, но все же соглашается. Защитник убеждает корабль энджи, что это действие ставит под угрозу добрые отношения между Гармонией и Федерацией и что есть лучшие способы исполнить волю Гармонии.
zh_hans: 你的保卫者似乎有些犹豫，但还是妥协了。保卫者让半械族飞船相信，这一行动会危及谐合与联邦之间的良好关系，能有更好的办法来贯彻谐合的意志。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Positive Harmony Reputation) Use your good standing with the Harmony to convince them to stand down.
fr: (Réputation positive de l'Harmonie) Utiliser votre bonne réputation auprès de l'Harmonie pour les convaincre de se retirer.
ko: (긍정적인 하모니 평판) 하모니와의 좋은 관계를 이용해 그들을 물러나도록 설득한다.
ru: (Положительная репутация в Гармонии) Использовать свою хорошую репутацию в Гармонии, чтобы убедить их отступить.
zh_hans: (良好谐合声望)利用你在谐合中的良好声望说服他们停下。

source: You tell the Engi that you wouldn't be making a big deal out of this if it didn't matter. The Engi put up a little bit more resistance until you finally manage to get through to them. "Renegade: has good standing. Will defer decision for the time being."
fr: Vous dites à l'Engi que vous n'en feriez pas toute une histoire si cela n'avait pas d'importance. Les Engi opposent un peu plus de résistance jusqu'à ce que vous parveniez enfin à leur parler. "Renégat : a une bonne réputation. Nous reportons notre décision pour le moment."
ko: 당신은 엔지에게 문제를 일으키지 않으면 따로 손을 쓰지도 않겠다고 말했습니다. 엔지는 조금 더 저항하다가 마침내 진료소를 놔줬습니다. "배회자: 평판 양호. 당분간 결정을 미루겠음."
ru: Вы говорите энджи, что не стали бы раздувать из мухи слона, если бы это не было так важно. Энджи еще немного сопротивляются, пока вам наконец не удается достучаться до них. "Ренегат: имеет хорошую репутацию. Решение пока откладывается".
zh_hans: 你告诉半械族，如果这无关紧要，你就不会小题大做。半械族又进行了一番反驳，直到你终于成功说服了他们。"变元者：有良好声望。暂时推迟决定。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try to talk them out of it.
fr: Essayer de les en dissuader.
ko: 말로 해결해 본다.
ru: Попытаться отговорить их от этого.
zh_hans: 试着说服他们放弃。

source: "Federation ship = warned. Punitive action ensues." The Engi ship breaks off its attack on the clinic to face your ship instead.
fr: "Vaisseau de la Fédération = averti. Actions punitives déclenchées" Le vaisseau Engi interrompt son attaque sur la clinique pour faire face à votre vaisseau.
ko: "연방 함선 = 경고. 징벌적 조치 이행." 엔지 함선이 진료소에 대한 공격을 중단하고 당신과 대치합니다.
ru: "Корабль Федерации = предупрежден. Применяются карательные меры". Корабль энджи прекращает атаку на клинику, чтобы сразиться с вашим кораблем.
zh_hans: "联邦飞船=已警告。随后将采取惩罚行动。"半械族飞船停止了对诊所的攻击，转而面对你的星舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Acquiesce to the Engi's demands.
fr: Se plier aux exigences de l'Engi.
ko: 납득하고 떠난다.
ru: Согласиться с требованиями энджи.
zh_hans: 答应半械族的要求。

source: The Harmony is an ally to the Federation; you decide to trust that they are acting in good faith.
fr: L'Harmonie est une alliée de la Fédération ; vous décidez de lui faire confiance pour qu'elle agisse de bonne foi.
ko: 하모니는 연방의 동맹입니다. 당신은 그들이 좋은 뜻에서 진료소를 공격하고 있다고 믿기로 합니다.
ru: Гармония - союзник Федерации; вы решили поверить, что они действуют из лучших побуждений.
zh_hans: 谐合是联邦的盟友，你决定相信他们是在正确地行事。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Protect the clinic.
fr: Protéger la clinique.
ko: 진료소를 지킨다.
ru: Защитить клинику.
zh_hans: 保护诊所。

source: "Error. Non-compliant Federation ship detected." The Engi ship breaks off its attack on the clinic to face your ship instead.
fr: "Erreur. Vaisseau de la Fédération non conforme détecté" Le vaisseau Engi interrompt son attaque sur la clinique pour faire face à votre vaisseau.
ko: "오류. 반항적 연방 함선 감지됨." 엔지 함선이 진료소에 대한 공격을 중단하고 당신과 대치합니다.
ru: "Ошибка. Обнаружен не соблюдающий требований корабль Федерации". Корабль энджи прекращает атаку на клинику, чтобы сразиться с вашим кораблем.
zh_hans: "错误。检测到不‐服从的联邦飞船。"半械族飞船停止了对诊所的攻击，转而面对你的星舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Acquiesce to the Engi's demands.
fr: Se plier aux exigences de l'Engi.
ko: 납득하고 떠난다.
ru: Согласиться с требованиями энджи.
zh_hans: 答应半械族的要求。

source: The Harmony is an ally to the Federation, you decide to trust that they are acting in good faith.
fr: L'Harmonie est une alliée de la Fédération ; vous décidez de lui faire confiance pour qu'elle agisse de bonne foi.
ko: 하모니는 연방의 동맹입니다. 당신은 그들이 좋은 뜻에서 진료소를 공격하고 있다고 믿기로 합니다.
ru: Гармония - союзник Федерации, и вы решили поверить, что они действуют из лучших побуждений.
zh_hans: 谐合是联邦的盟友，你决定相信他们是在正确地行事。
