Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_sector_union.xml$//event[@name="UNION_MINING_KILL"]/text
source: With the mining ship crew dead, you find large stores of fuel onboard.
fr: L'équipage du vaisseau minier étant mort, vous trouvez de grandes réserves de carburant à bord.
ko: 채굴선 선원이 전부 사망하자, 당신은 온전한 대형 연료 저장고를 발견했습니다.
ru: После гибели экипажа шахтерского корабля на его борту обнаруживаются большие запасы топлива.
zh_hans: 开采船内船员全部阵亡之后，你在舰内发现大批燃料。

# data/events_sector_union.xml$//event[@name="UNION_FACTORY"]/text
source: A small partially automated weapon factory lies in the distance. It's protected by a single Militia ship.
fr: Une petite usine d'armes partiellement automatisée se trouve au loin. Elle est protégée par un seul vaisseau de la Milice.
ko: 저 멀리에 부분적으로 자동화된 작은 무기 공장이 보입니다. 한 민병대 함선이 이를 지키고 있습니다.
ru: Вдалеке виднеется небольшой частично автоматический оружейный завод. Его охраняет один корабль Ополчения.
zh_hans: 你隐隐看见不远处一座半自动化武器工厂，它被一艘盟卫战舰守护着。

source: Hail the factory and ask if they need anything.
fr: Contacter l'usine et demander si elle a besoin de quelque chose.
ko: 공장과 접촉해 필요한 것이 있는지 묻는다.
ru: Связаться с фабрикой и спросить, не нужно ли им что-нибудь.

source: One of the staff of the factory responds. "You wanna help? We have a delivery to make, but our courier is behind schedule. We have some replacement parts that need to be delivered to an anti-ship battery on a nearby world. Are you up for it?"
fr: Un membre du personnel de l'usine répond. "Vous voulez aider ? Nous avons une livraison à faire, mais notre coursier a du retard. Nous avons des pièces de rechange à livrer à une Batterie Anti-Vaisseau (BAV) sur une planète voisine. Ça vous dit ?"
ko: 공장 직원 중 한 명이 응답합니다. "도와주고 싶다고요? 배송해야 할 물건이 있는데, 우리 배송원이 일정보다 늦어지고 있네요. 근처 행성의 대함 포대에 전달해야 할 교체 부품들이 있는데. 흥미가 있으신가요?"
ru: Один из сотрудников фабрики отвечает. "Хотите помочь? Нам нужно сделать доставку, но наш курьер отстает от графика. У нас есть запчасти, которые нужно доставить на противокорабельную батарею в соседнем мире. Вы согласны?"

source: Agree to the delivery.
fr: Accepter la livraison.
ko: 배달 심부름을 한다.
ru: Согласиться доставить товары.
zh_hans: 同意运送货物。

source: "Get to it when you can. They'll pay for your delivery fee."
fr: "Faites-le dès que vous le pouvez. Ils paieront vos frais de livraison."
ko: "가능할 때 들러 주세요. 배송료는 그쪽에서 지급할 거예요."
ru: "Приступайте, когда сможете. Они оплатят вашу доставку".

source: Apologize, the destination is too far out of the way.
fr: S'excuser, la destination est un peu trop éloignée de notre route.
ko: 거절하자. 너무 멀리 돌아가야 한다.
ru: Приносим извинения, пункт назначения слишком удален.

source: You apologize and end the call.
fr: Vous vous excusez et mettez fin à l'appel.
ko: 당신은 사과하고 교신을 끊었습니다.
ru: Вы извиняетесь и заканчиваете разговор.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Hail the factory and ask if they need anything.
fr: Contacter l'usine et demander si elle a besoin de quelque chose.
ko: 공장과 접촉해 필요한 것이 있는지 묻는다.
ru: Связаться с фабрикой и спросить, не нужно ли им что-нибудь.

source: They don't respond to your hails.
fr: Ils ne répondent pas à vos appels.
ko: 그들이 당신의 부름에 응답하지 않습니다.
ru: Они не отвечают на ваши вызовы.

source: Attack the guard to get to the factory.
fr: Attaquer le garde pour accéder à l'usine.
ko: 경비를 공격하고 공장으로 향한다.
ru: Атаковать корабль охранников, чтобы попасть на фабрику.
zh_hans: 攻击这艘船来进入工厂。

source: You prepare to attack the Militia ship.
fr: Vous vous préparez à attaquer le vaisseau de la Milice.
ko: 당신은 민병대 함선과의 전투를 준비합니다.
ru: Вы готовитесь атаковать корабль Ополчения.
zh_hans: 你准备攻击盟卫战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave them alone.
fr: Les laisser tranquille.
ko: 내버려둔다.
ru: Оставить их в покое.

source: You abandon interest in the factory.
fr: Vous vous désintéressez de l'usine.
ko: 당신은 공장에 대한 신경을 껐습니다.
ru: Вы теряете интерес к фабрике.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_FACTORY"]/choice[3]/text
source: Attack the guard to get to the factory.
fr: Attaquer le garde pour accéder à l'usine.
ko: 경비를 공격하고 공장으로 향한다.
ru: Атаковать корабль охранников, чтобы попасть на фабрику.
zh_hans: 攻击这艘船来进入工厂。

# data/events_sector_union.xml$//event[@name="UNION_FACTORY"]/choice[3]/event/text
source: You prepare to attack the Militia ship.
fr: Vous vous préparez à attaquer le vaisseau de la Milice.
ko: 당신은 민병대 함선과의 전투를 준비합니다.
ru: Вы готовитесь атаковать корабль Ополчения.
zh_hans: 你准备攻击盟卫战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_FACTORY"]/choice[4]/text
source: Ignore the factory.
fr: Ignorer l'usine.
ko: 공장을 무시한다.
ru: Не обращать внимания на фабрику.
zh_hans: 无视这座工厂。

# data/events_sector_union.xml$//event[@name="UNION_FACTORY"]/choice[4]/event/text
source: You have no interest in the factory.
fr: Vous n'avez aucun intérêt à aller dans l'usine.
ko: 당신은 공장엔 별 흥미가 없습니다.
ru: Вас не интересует завод.
zh_hans: 你对工厂毫无兴趣。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_FACTORY_CHOICE"]/text
source: Without the guard to protect them, the few civilian workers scatter. You have the factory all to yourself, but it won't be long until reinforcements arrive. What will you grab?
fr: Sans la Garde pour les protéger, les quelques ouvriers civils se dispersent. Vous avez l'usine pour vous tout seul mais les renforts ne tarderont pas à arriver. De quoi allez-vous vous emparer ?
ko: 그들을 지켜주는 경비가 사라지자 소수의 민간인 노동자들은 뿔뿔이 흩어집니다. 당신은 공장을 차지했지만, 지원군이 오기까지는 오랜 시간이 걸리지 않아 보입니다. 무엇을 집으시겠습니까?
ru: Лишенные охранного корабля, немногочисленные гражданские работники разбегаются. Фабрика в вашем распоряжении, но до прибытия подкрепления осталось недолго. Что вы хотите забрать?
zh_hans: 没了保护他们的盟卫船后，剩下的平民工人四散逃离。整个工厂都任你摆布，但要不了多久援军就会抵达。你会拿什么？

source: Grab a weapon.
fr: Prendre une arme.
ko: 무기를 챙긴다.
ru: Взять оружие.
zh_hans: 拿取一件武器。

source: Grab some ammunition.
fr: Prendre des munitions.
ko: 탄약을 챙긴다.
ru: Взять боеголовки.

source: You have a delivery of ASB parts to drop off at this location.
fr: Vous avez une livraison de pièces BAV à déposer à cet endroit.
ko: 이곳에 있는 대함 포대에 전달할 부품을 가지고 있습니다.
ru: Вам нужно доставить запчасти для ПКБ в это место.

# data/events_sector_union.xml$//event[@name="UNION_FACTORY_QUEST"]/text
source: You arrive at the planet that requested the parts you currently carry. They are surprised to see that their courier is a Renegade, but they are pleased to have received the delivery. They offer a modest payment.
fr: Vous arrivez sur la planète qui a demandé les pièces que vous transportez actuellement. Ils sont surpris de voir que leur coursier est un Renégat, mais ravis d'avoir reçu la livraison. Ils vous offrent un paiement modeste.
ko: 현재 운반하고 있는 부품을 요청한 행성에 도착했습니다. 그들은 배송원이 배회자라는 것에 놀랐고, 부품을 받아 기뻐했습니다. 그들이 적당한 보수를 제시합니다.
ru: Вы прибываете на планету, которая запросила запчасти, которые вы сейчас доставляете. Они удивлены тем, что их курьер - Ренегат, но рады, что получили посылку. Они предлагают скромную плату.

# data/events_sector_union.xml$//event[@name="UNION_FACTORY_QUEST"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you deliver the parts, a Rebel ship enters the system. "So, the Renegade scum is running errands for their masters? Hah, you do more good like this than you ever did fighting our glorious cause."
fr: Alors que vous livrez les pièces, un vaisseau rebelle entre dans le système. "Alors, la vermine renégate fait la corvée pour ses maîtres ? Hah, vous rendez plus de services comme ça que vous n'en avez jamais rendu en combattant notre glorieuse cause."
ko: 부품을 전달하려는 순간, 반군 함선이 행성계에 진입했습니다. "어디보자, 배회자 쓰레기가 주인님을 위해 심부름을 하고 있군? 하, 우리의 영광스러운 대의를 위해 싸워줄 때보다 이렇게 하는 게 더 도움 되는구나."
ru: Пока вы передаете запчасти, в системе появляется корабль повстанцев. "Значит, отбросы-Ренегаты выполняют поручения своих хозяев? Ха, так ты приносишь больше пользы, чем когда сражаешься против нашего славного дела".

source: Engage the rebels!
fr: Cibler les Rebelles !
ko: 교전 준비!
ru: Вступить в бой с повстанцами!

source: Engage the rebels!
fr: Cibler les Rebelles !
ko: 교전 준비!
ru: Вступить в бой с повстанцами!

source: As you face the enemy ship, the planetary defenses turn on you. It looks like despite your delivery, they'd rather side with the Rebels. Your reputation precedes you, apparently.
fr: Alors que vous affrontez le vaisseau ennemi, les défenses planétaires se déclenchent contre vous. Il semble qu'en dépit de votre livraison, ils préfèrent soutenir les Rebelles. Votre réputation vous précède, apparemment.
ko: 적함과 마주한 순간 행성 방어 시설이 당신을 향해 돌아섭니다. 배달 일을 해줬음에도 불구하고 그들은 반란군 편에 서기를 택한 것 같습니다. 당신의 악명이 한발 빨랐던 모양입니다.
ru: Когда вы сталкиваетесь с вражеским кораблем, противокорабельная батарея нацеливается на вас. Похоже, что, несмотря на вашу доставку, они предпочитают встать на сторону повстанцев. Видимо, ваша репутация опережает вас.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ask for your client's help.
fr: Demander de l'aide à votre client.
ko: 의뢰인에게 지원을 요청한다.
ru: Попросить помощи у клиентов.

source: The Union planet offers you ASB assistance out of gratitude for your delivery.
fr: La planète de l'Union vous offre une assistance BAV en signe de gratitude pour votre livraison.
ko: 협회 측 직원들이 부품을 배달해 준 것에 대한 보답으로 지원 사격을 해줍니다.
ru: Планета Союза предоставляет вам помощь ПКБ в знак благодарности за вашу доставку.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ask for your client's help.
fr: Demander de l'aide à votre client.
ko: 의뢰인에게 지원을 요청한다.
ru: Попросить помощи у клиентов.

source: They don't seem willing to help. Your reputation could be better, after all.
fr: Ils ne semblent pas disposés à aider. Après tout, votre réputation pourrait être meilleure.
ko: 도와줄 마음이 없어 보입니다. 평소 행실에 조금 더 신경 써야겠네요.
ru: Кажется, они не хотят помогать. В конце концов, ваша репутация могла бы быть и получше.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ask for your client's help.
fr: Demander de l'aide à votre client.
ko: 의뢰인에게 지원을 요청한다.
ru: Попросить помощи у клиентов.

source: Rather than help you out, they turn their weapons on you. It looks like despite your delivery, they'd rather side with the Rebels. You must have really ruined your own reputation, somehow.
fr: Plutôt que de vous venir en aide, ils braquent leurs armes sur vous. Il semble qu'en dépit de votre livraison, ils préfèrent soutenir les Rebelles. Vous avez vraiment dû ruiner votre réputation, d'une manière ou d'une autre.
ko: 그들은 당신을 도와주기는커녕, 당신에게 무기를 겨눴습니다. 당신이 배송을 도와줬음에도 불구하고 반군 편에 서는 것을 선택한 것 같습니다. 당신에 대한 세간의 평판이 정말이지 말이 아닌가 봅니다.
ru: Вместо того чтобы помочь вам, они направляют на вас свое оружие. Похоже, что, несмотря на вашу доставку, они предпочитают встать на сторону повстанцев. Должно быть, вы здорово подпортили себе репутацию.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_CARAVAN"]/text
source: It's extremely rare to see a Suzerain ship outside of the Mantis Hive, but even more so in Union territory. One particularly brave Suzerain ship is attacking a Militia caravan. The escort is poorly equipped and hardly stands a chance.
fr: Il est extrêmement rare de voir un vaisseau suzerain Mantis en dehors de la Ruche mais plus encore en territoire de l'Union. Un vaisseau suzerain particulièrement courageux attaque une caravane de la Milice. Le Vaisseau d'escorte est mal équipé et n'a guère de chance de s'en sortir.
ko: 맨티스 하이브 밖에서 영주 함선을 보는 것은 극히 드문 일입니다. 연방 소속 지역에서는 더더욱 그렇습니다. 특출나게 용맹한 영주 함선이 민병대 상선함대를 공격하고있습니다. 호위대는 무장도 형편없어 가망이 없어보입니다.
ru: Увидеть корабль Сюзеренов за пределами Улья богомолов - большая редкость, а на территории Союза - тем более. Один особенно смелый корабль Сюзеренов атакует караван Ополчения. Сопровождение плохо вооружено и практически не имеет шансов.
zh_hans: 在螳螂母巢外遇见一艘领主船都十分罕见，更不要说在同盟境内。其中一艘特别彪悍的领主战舰正在攻击一支盟卫货运舰队，他们的护卫舰装备差劲，几无还手之力。

# data/events_sector_union.xml$//event[@name="UNION_CARAVAN"]/choice[1]/text
source: Protect the Militiamen.
fr: Protéger les miliciens.
ko: 민병대를 보호한다.
ru: Защитить Ополченцев.
zh_hans: 保护盟卫船。

# data/events_sector_union.xml$//event[@name="UNION_CARAVAN"]/choice[1]/event/text
source: You prepare to attack the Suzerain ship.
fr: Vous vous préparez à attaquer le vaisseau suzerain.
ko: 당신은 영주 함선을 공격할 준비를 합니다.
ru: Вы готовитесь атаковать корабль Сюзеренов.
zh_hans: 你准备攻击领主战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Cloaking) Cloak and rob the Transport while they're distracted.
fr: (Camouflage) Se camoufler et dévaliser le transporteur pendant qu'il est distrait.
ko: (은폐장) 은폐한 뒤 그들의 정신이 팔렸을 때 수송선을 강탈한다.
ru: (Маскировка) Замаскироваться и ограбить транспортный корабль, пока они отвлечены.
zh_hans: (隐形系统)在货船分神之际隐形并劫掠对方。

source: The Militiamen hardly even realized what happened before you've made away with some supplies. They're too busy with the Mantis to stop you, so you get away scot-free.
fr: Les miliciens ont à peine réalisé ce qui s'est passé que vous vous enfuyez avec des ressources. Ils sont trop occupés avec les Mantis pour vous arrêter, vous sortez donc sans encombre.
ko: 민병대원은 당신이 보급품을 훔쳐 달아났음에도 무슨 일이 일어났는지 알아차리지조차 못했습니다. 맨티스를 상대하느라 너무 바쁜 나머지 당신은 들키지않고 무사히 도망칠 수 있었습니다.
ru: Ополченцы даже не успели понять, что произошло, как вы уже скрылись с припасами. Они слишком заняты кораблем богомолов, чтобы остановить вас, поэтому вы улетаете безнаказанным.
zh_hans: 盟卫们丝毫没有意识到你的偷窃行为，他们实在疲于应付螳螂船无暇对付你，你带着物资扬长而去。

source: (Hive Elite) Demand the Suzerain ship stand down.
fr: (Membre d'élite de la Ruche) Exiger que le vaisseau suzerain se retire.
ko: (하이브 엘리트) 영주 함선에 철수하라고 요구한다.
ru: (Элитный воин Улья) Потребовать, чтобы корабль Сюзеренов отступил.
zh_hans: (精英母巢船员)要求领主战舰停火。

source: Your Mantis berates the Suzerain captain for leaving their territory unprotected to do silly things like "robbing meatsacks". Despite the irony of this, the Suzerain aboard the enemy ship seems ashamed and jumps away. The Militia ships offer a reward, but one of their guards offers his services to you, afraid the Suzerains might return and attack the caravan after you leave.
fr: Votre Mantis réprimande le capitaine suzerain pour avoir laissé son territoire sans protection pour faire des choses aussi stupides que "voler des sacs de viande". Malgré l'ironie de la situation, le suzerain à bord du vaisseau ennemi semble honteux et s'enfuit. Les vaisseaux de la Milice offrent une récompense et l'un de leurs gardes vous propose ses services, craignant que les Suzerains ne reviennent attaquer la caravane après votre départ.
ko: 당신의 맨티스는 그들이 "고기주머니 강도질" 같은 멍청한 짓을 하러 자신들의 영토를 보호하지 않고 떠난 것을 질책하였습니다. 이러한 아이러니에도 불구하고 영주 함선은 부끄러워하며 다른 곳으로 도약하였습니다. 민병대 함선이 보상을 제안했고 그들의 경비 중 한 명이 당신이 떠난 뒤 영주 함선이 돌아와 다시 공격할 것을 두려워하며 당신에게 함선에 선원 자리를 요청했습니다.
ru: Ваш богомол ругает капитана Сюзеренов за то, что тот оставил свою территорию без защиты и занимается такими глупыми вещами, как "грабеж мясных мешков". Несмотря на иронию, Сюзерену на борту вражеского корабля становится стыдно, и он уходит в прыжок. Корабли Ополчения предлагают вознаграждение, а один из их охранников предлагает вам свои услуги, опасаясь, что Сюзерены могут вернуться и напасть на караван после вашего ухода.
zh_hans: 你的精英螳螂严厉斥责了对方舰长不带护卫就离开母巢来进行类似"劫掠这些肉皮囊"的愚蠢行为。尽管这一切非常讽刺，但斥责使得对方羞愧无比，最终难忍大辱跃迁。盟卫们对你的救援感到十分欣喜，并向你提供一份礼物。其中一位守卫员因为害怕你离开之后领主战舰回来复仇，选择为你效劳。

source: (Flares) Use the flares to lure the Suzerain away from the caravan.
fr: (Fusées) Utiliser les fusées pour éloigner les suzerains de la caravane.
ko: (플레어) 플레어를 사용해 영주 함선을 상선함대로부터 유인한다.
ru: (Сигнальные ракеты) Использовать сигнальные ракеты, чтобы отвлечь Сюзерена от каравана.
zh_hans: (干扰闪弹)使用闪弹来引离领主的追捕。

source: The Suzerain almost immediately spots the flares and diverts, assuming it's a distress call sent to another nearby vessel. While they're distracted, you escort the Militia ships away. Seems they took quite the hit from the attack, and along with their reward one of the Militia guards offers his services to you, not wanting to risk facing the Suzerains again on the remainder of the trip.
fr: Les suzerains repèrent presque immédiatement les fusées et se détournent supposant qu'il s'agit d'un appel de détresse envoyé à un autre vaisseau proche. Pendant qu'ils sont distraits, vous escortez les vaisseaux de la Milice. Il semble qu'ils aient été durement touchés par l'attaque et en même temps que leur récompense, l'un des gardes de la Milice vous offre ses services, ne voulant pas risquer d'affronter à nouveau les Suzerains pendant le reste du voyage.
ko: 영주 함선은 거의 즉시 플레어를 감지하고 그것이 근처에서 보내진 구조신호라고 추측하고 방향을 전환합니다. 그들이 정신이 팔린 동안 당신은 민병대 함선을 호위하여 빠져나갑니다. 그들은 공격으로 꽤 피해를 본듯하여 보입니다, 또한 보상과 함께 다시 영주함 선과 마주치고 싶지 않은 민병대 경비 중 한 명이 당신 함선에 선원 자리를 요청했습니다.
ru: Сюзерен почти сразу же замечает вспышки и переключает на них внимание, полагая, что это сигнал бедствия, посланный другим близлежащим судном. Пока они отвлекаются, вы уводите корабли Ополчения. Похоже, они сильно пострадали во время нападения, и, после того как вы получили вознаграждение, один из охранников-Ополченцев предлагает вам свои услуги, не желая оставаться в составе каравана и рисковать снова столкнуться с Сюзеренами.
zh_hans: 领主战舰立即发现了闪弹，误以为它是求救信号弹并转向。在其犹豫之际你赶紧护送盟卫们离开，他们遭受的损伤十分严重，在发来礼物后其中一位盟卫守卫员因为太害怕之后的旅途再遇到领主，选择为你效劳。

# data/events_sector_union.xml$//event[@name="UNION_CARAVAN"]/choice[5]/text
source: Ignore the ships.
fr: Ignorer les vaisseaux.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабли.
zh_hans: 无视这些船。

# data/events_sector_union.xml$//event[@name="UNION_CARAVAN"]/choice[5]/event/text
source: It's a hard choice, but messing with a Suzerain is not something you look forward to doing.
fr: C'est un choix difficile mais on ne se réjouit jamais à l'idée de s'attaquer à un suzerain.
ko: 어려운 결정이였지만 영주 함선을 건드리는건 좋은 생각이 아닙니다.
ru: Конечно, это сложный выбор, но связываться с Сюзереном - это не то, что вам хотелось бы сейчас сделать.
zh_hans: 一个艰难的决定，但螳螂领主并不是什么好惹的货色。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_CARAVAN_GIFT"]/text
source: The escort ship took a lot more damage than you first realized. Their life support failed during the fight and their crew asphyxiated. Luckily, the transport is still alive, and they give you some of their cargo as thanks.
fr: Le vaisseau d'escorte a subi beaucoup plus de dégâts que vous ne l'aviez imaginé. Son système de survie a lâché pendant le combat et son équipage s'est asphyxié. Heureusement, le transporteur est toujours en vie et vous donne une partie de sa cargaison en guise de remerciement.
ko: 호위함은 당신이 처음 본 것보다 훨씬 더 큰 피해를 입었습니다. 그들의 산소실은 전투 중에 파괴되었고 선원들은 질식사하였습니다. 운 좋게도 수송함은 아직 파괴되지 않았고 감사의 표시로 화물을 일부 넘겨줍니다.
ru: Корабль сопровождения получил гораздо более серьезный урон, чем вы предполагали. Во время боя у него отказала система жизнеобеспечения, и экипаж задохнулся. К счастью, транспортный корабль остался цел, и в качестве благодарности его экипаж передает вам часть своего груза.
zh_hans: 盟卫护卫舰受到的损伤比你想的还要严重，其生命支持系统在战斗中损坏所以船员都窒息而亡。幸运的是运输舰仍幸存，对方向你提供了一些货物以示感谢。

# data/events_sector_union.xml$//event[@name="UNION_SMUGGLER_PAYMENT"]/text
source: You find a Union ship talking with an Argeonn ship. You get the feeling that even if they're not fighting each other, they're not on the friendliest of terms either.
fr: Vous apercevez un vaisseau de l'Union en discussion avec un vaisseau Argeonn. Vous avez l'impression que, même s'ils ne s'affrontent pas, leurs relations ne sont pas des plus cordiales non plus.
ko: 협회 함선이 알게온 함선과 대화하고 있습니다. 서로 싸우고 있지는 않지만, 그렇다고 아주 우호적인 관계도 아니라는 느낌이 듭니다.
ru: Вы обнаруживаете корабль Союза, разговаривающий с кораблем Арджонн. У вас возникает ощущение, что если они и не воюют друг с другом, то и не находятся в самых дружеских отношениях.
zh_hans: 你发现一艘同盟飞船正在与阿尔吉恩集团的飞船通话。虽然没在交战，但你感觉他们也不是什么友好关系。

source: Listen in.
fr: Écouter.
ko: 들어본다.
ru: Слушать.
zh_hans: 聆听。

source: "Look, I'm sorry. I thought I'd have the scrap to pay for those, but after a nasty run-in with Tiiikaka, I was forced to cash out for some repairs. Surely you can understand that, given what your job entails?" "My sympathies are irrelevant to my profession. Argeonn terms stipulate that payments are always made either in advance or on the spot... and deliveries are not handed over until the payment is made. Unfortunately, you'll just have to do... without those items. Unless your friend here can assist you?"
fr: "Écoutez, je suis désolé. Je pensais avoir assez de ferraille pour payer ces pièces, mais après une mauvaise rencontre avec les Tiiikaka, j'ai dû dépenser tout ce que j'avais pour des réparations. Vous pouvez sûrement comprendre, compte tenu de votre métier ?" "Mes sympathies sont sans importance dans le cadre de ma profession. Les conditions Argeonn stipulent que les paiements doivent toujours être effectués à l'avance ou sur place... et les livraisons ne sont remises qu'une fois le paiement effectué. Malheureusement, vous devrez vous passer de ces articles. À moins que votre ami ici ne puisse vous aider ?"
ko: "이봐, 미안해. 물건 값을 치를 스크랩이 남아 있을 줄 알았는데, 티카카랑 험악하게 부딪친 후에 수리비로 다 써버렸어. 당신 직업이 뭔지 생각하면 이해할 수 있지 않아?" "직업과 동정심은 무관해. 알게온 규정상 물건 값은 항상 선급하거나 현장에서 지급해야 하니... 계산이 완료될 때까지 배송품은 넘길 수 없어. 유감스럽게도, 당신은 이 물건 없이... 지내야 할 것 같군. 여기 네 친구가 도와주지 않는 한 말이지?"
ru: "Слушай, извини. Я думал, что у меня будет достаточно лома, чтобы расплатиться, но после неприятной встречи с Тииикакой мне пришлось потратиться на ремонт. Ты же понимаешь, учитывая, чем именно тебе приходится заниматься?" "Мои симпатии не имеют отношения к моей профессии. Условия Арджонн предусматривают, что оплата всегда производится либо авансом, либо на месте... и товар не передается до тех пор, пока не будет произведена оплата. К сожалению, тебе придется обойтись... без этих предметов. Если только твой друг не сможет тебе помочь?"
zh_hans: "这么说吧，我很抱歉。本以为能凑够废料来支付货款，但我在提卡卡那儿吃了大亏，不得不花光积蓄维修飞船。以你的职业性质，肯定能理解这种情况吧？" "我的同情心与我的职业无关。阿尔吉恩集团条款明确规定：款项必须预付或当场结清…在付款完成前不会交货。恐怕你只能…放弃这批货了。除非你这位朋友愿意帮忙？"

source: Offer to help pay for the delivery.
fr: Proposer de contribuer au paiement de la livraison.
ko: 값을 나눠서 치러주겠다고 한다.
ru: Предложить помочь и оплатить доставку.
zh_hans: 主动提出帮忙支付货款。
