Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: [Federation Database] What was the 'Rusting Hulks' incident?
fr: [Base de données de la Fédération] Qu'est-ce que l'incident des 'Coques Rouillées' ?
ko: [연방 데이터베이스] '러스팅 헐크' 사건은 어떤 사건 이었나?
ru: [База данных Федерации] Что это был за инцидент с "Ржавыми Остовами"?
zh_hans: [联邦数据库]"锈色浩克"事件是什么？

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//ship[@name="SHIP_BROOD_KESTREL"]/surrender/text
source: "Christ! Stop, stop! You've caused enough damage! You one'a Wright's cronies? What the hell do you want?"
fr: "Seigneur ! Arrêtez, arrêtez ! Vous avez causé assez de dégâts ! Vous êtes l'un des acolytes de Wright ? Qu'est-ce que vous voulez ?"
ko: "빌어먹을! 그만, 멈춰! 이미 박살나기 직전이라고! 니네 라이트쪽 똘마니들이냐? 대체 뭘 원하는거야?"
ru: "Господи! Остановись, остановись! Вы причинили достаточно вреда! Ты один из приспешников Райта? Какого черта вам нужно?"
zh_hans: "停一下！饶命，饶命！伤害够大了！你是赖特的打手吗？，你他妈想要什么？"

source: Where is the 'Kasparov'?
fr: Où est le 'Kasparov' ?
ko: '카스파로프'는 어딨나?
ru: Где "Каспаров"?
zh_hans: "卡斯帕罗夫"在哪？

source: "That stupid ring ship? You were sent by Archive, weren't you! We don't have it anymore, alright? We were contracted to steal it for another collector!"
fr: "Ce vaisseau stupide ? Vous avez été envoyés par Archive, n'est-ce pas ? Nous ne l'avons plus, d'accord ? On nous a demandé de le voler pour un autre collectionneur !"
ko: "그 빌어 먹을 고리모양 함선말인가? 당신들 아카이브사가 보낸 작자들이구만, 그치? 그 함선은 이제 우리한테 없어, 알겠어? 우린 다른 수집가의 요청으로 그걸 훔쳤을 뿐이야!"
ru: "Этот дурацкий кольцевой корабль? Тебя послал "Архив", не так ли! У нас его больше нет, ясно? Мы заключили контракт, чтобы украсть его для другого коллекционера!"
zh_hans: "哎呀就为那破飞船？你是阿凯夫'档案馆'公司派来的吧！我们也只是受另一位收藏家指使，现在货已经转交！不在我们手上了，好吧？"

source: Who?
fr: Qui ?
ko: 누구?
ru: Кто?
zh_hans: 交给谁了？

source: Keep on fighting.
fr: Continuer à vous battre.
ko: 계속 싸운다.
ru: Продолжать сражаться.
zh_hans: 继续攻击。

# data/events_sector_union.xml$//ship[@name="SHIP_BROOD_KESTREL"]/destroyed/text
source: The Brood ship has been destroyed... which means you won't be able to track down the 'Kasparov'. You've failed the mission, so it's best not to return to Dewey.
fr: Le vaisseau Couvée a été détruit... ce qui signifie que vous ne pourrez pas retrouver le 'Kasparov'. La mission a échoué, il est donc préférable de ne pas retourner voir Dewey.
ko: 브루드 함선을 파괴했습니다... 즉 더 이상 '카스파로프'를 추적할 수 없습니다. 임무에 실패했으니, 듀이에겐 돌아가지 않는 편이 나을 겁니다.
ru: Корабль Выводка уничтожен... а значит, вы не сможете выследить "Каспарова". Вы провалили задание, поэтому лучше не возвращаться к Дьюи.
zh_hans: 对面那艘蛛团战舰被摧毁了...最后一丝关于'卡斯帕罗夫'的线索也断了。既然任务失败了，最好还是不要回去找杜威了。

# data/events_sector_union.xml$//ship[@name="SHIP_BROOD_KESTREL"]/deadCrew/text
source: The Brood pirates have been killed... which means you won't be able to track down the 'Kasparov'. You've failed the mission, so it's best not to return to Dewey.
fr: Les pirates de la Couvée ont été tués... ce qui signifie que vous ne pourrez pas retrouver le 'Kasparov'. La mission a échoué, il est donc préférable de ne pas retourner voir Dewey.
ko: 브루드 해적들을 몰살했습니다... 즉 더 이상 '카스파로프'를 추적할 수 없습니다. 임무에 실패했으니, 듀이에겐 돌아가지 않는 편이 나을 겁니다.
ru: Пираты Выводка были убиты... а значит, вы не сможете выследить "Каспарова". Вы провалили задание, поэтому лучше не возвращаться к Дьюи.
zh_hans: 对面那艘蛛团战舰被摧毁了...最后一丝关于'卡斯帕罗夫'的线索也断了。既然任务失败了，最好还是不要回去找杜威了。

source: Location of the thieves.
fr: Emplacement des voleurs.
ko: 도둑들의 위치입니다.
ru: Местонахождение воров.
zh_hans: 此处为盗舰者的坐标。

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_PIRATE"]/text
source: You've tracked down the pirate ship at Gana's coordinates. Seems it's a Brood ship - you've heard about these, but you suspect Dewey intentionally left that little detail out of the job offer.
fr: Vous avez retrouvé le vaisseau pirate aux coordonnées de Gana. Il semblerait qu'il s'agisse d'un vaisseau Couvée - vous en avez entendu parler, mais vous soupçonnez Dewey d'avoir intentionnellement omis ce petit détail dans son offre d'emploi.
ko: 당신은 가나의 좌표로 해적선을 추적했습니다. 그 좌표에 있던 선박은 브루드 함선이었습니다 - 이 함선에 대해 들어본적은 있지만, 당신은 듀이가 제안할때 일부러 작은 세부사항을 빼먹었다는 의심을 해봅니다.
ru: Вы выследили пиратский корабль по координатам Ганы. Похоже, это корабль Выводков - вы слышали о таких, но подозреваете, что Дьюи намеренно опустил эту маленькую деталь в предложении о работе.
zh_hans: 在加娜提供的坐标处，你追踪到了这些海盗。似乎是一艘蛛团战舰，其名号你有所耳闻，但总感觉杜威是故意没透露这点信息。

source: We can take them.
fr: On peut se les faire.
ko: 우린 이 함선을 감당할 수 있다.
ru: Мы можем взять их.
zh_hans: 应该能拿下。

source: Remember - you need these guys to surrender to find the location of the 'Kasparov', so try not to kill them!
fr: N'oubliez pas: Vous avez besoin qu'ils se rendent pour trouver l'emplacement du "Kasparov", essayez de ne pas les tuer !
ko: 기억하세요 - '카스파로프'의 위치를 찾기 위해서는 이들의 항복을 받아내야 합니다. 실수로 사살하지 않도록 하세요!
ru: Помните - вам нужно, чтобы эти парни сдались, чтобы найти местонахождение "Каспарова", поэтому постарайтесь не убивать их!
zh_hans: 别忘了 - 你需要对方投降才能获取"卡斯帕罗夫"的位置，别失手杀光了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't picking a fight with the Brood.
fr: Nous ne cherchons pas à nous battre avec la Couvée.
ko: 브루드와 싸울 생각 없다.
ru: Мы не затеваем бой с Выводком.
zh_hans: 我们不打算触犯蛛团。

source: You're sure there was something significant about this encounter, but it's too late now.
fr: Vous êtes sur qu'il y avait un mystère important pour cette rencontre, mais c'est trop tard désormais.
ko: 이곳에서 무언가 중요한 것이 일어났다는 것은 확실하지만, 뭘 하기에는 너무 늦었습니다.
ru: Вы уверены, что в этой встрече было что-то важное, но теперь уже слишком поздно.
zh_hans: 你知道这件事可能很重要，但为时已晚。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: [Federation Database] Read more on the Brood.
fr: [Base de données de la Fédération] En savoir plus sur la Couvée.
ko: [연방 데이터베이스] 브루드에 대해 더 알아본다.
ru: [База данных Федерации] Узнать больше о Выводке.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_QUEST_2"]/text
source: "I'm not saying! Oh, wait. You can literally kill me right now. Alright, fair game. We were hired by Hideo Tanaka, CEO of Hephaestus. I'm sure you've heard of him. He heard Archive had this big fancy ship called the 'Molotov' or... whatever. He didn't want anyone else to know he was stealing it though, so he hired us to do it. I've told you everything, now let us go!"
fr: "Je ne dirais rien ! Oh, attendez. Vous pouvez littéralement me tuer maintenant. D'accord, c'est de bonne guerre. Nous avons été engagés par Hideo Tanaka, le PDG d'Héphaïstos. Je suis sûr que vous avez entendu parler de lui. Il a entendu dire qu'Archive avait ce grand vaisseau clinquant appelé le 'Molotov' ou... peu importe. Il ne voulait pas que quelqu'un d'autre sache qu'il le volait, alors il nous a engagés pour le faire. Je vous ai tout dit, maintenant laissez-nous partir !"
ko: "말 못해! 잠시만, 그러고보니 우리 명줄을 당신이 쥐고 있군. 좋아, 우리가 진거로 하자. 우리는 헤파이스토스사의 CEO인 히데오 타나카에게 고용되었어. 그 사람에 대해선 아마 들어본 적 있을거야. 그가 아카이브사에 '몰로토프'인지 뭐시깽인지 하는 근사한 함선이 있다고 하더군. 그리고 아무도 모르게 함선을 훔치려고 우릴 고용한거야. 모든 걸 다 불었어. 이제 우릴 풀어줘!"
ru: "Я не скажу! О, погоди. Ты можешь буквально убить меня прямо сейчас. Ладно, честная игра. Нас нанял Хидео Танака, генеральный директор "Гефеста". Уверен, вы слышали о нем. Он слышал, что у "Архива" есть большой шикарный корабль под названием "Молотов" или... как его там. Он не хотел, чтобы кто-то узнал, что он украл его, поэтому нанял нас. Я вам все рассказал, теперь отпустите нас!"
zh_hans: "我才不说呢！哦，等下，好像你能立刻杀了我。好吧，真是公平。这次交易的甲方是'锤神'公司的CEO田中秀夫，你肯定听过这个名字。他听说阿凯夫'档案馆'公司有一艘高大上的战舰叫'莫洛托夫'还是...什么来着。他想偷偷据为己有，所以就雇佣了我们。我们只知道这些，放过我们吧！"

source: One last thing - where is the ship now?
fr: Une dernière chose : où se trouve le vaisseau maintenant ?
ko: 하나만 더 묻겠다. 그 함선은 지금 어딨지?
ru: И последнее - где сейчас находится корабль?
zh_hans: 还有一件事 - 那现在船在哪？

source: "Weren't you listening? It's at the nearby Hephaestus Shipyards. They're probably gonna break it down for transport or whatever." You manage to convince the pirates to hand you the coordinates, and watch as they jump away moments later. What a bunch of cowards.
fr: "Vous n'avez pas écouté ? Il est au hangar d'Héphaïstos, non loin de là. Ils vont sûrement le démonter pour le transporter ou je ne sais quoi." Vous réussissez à convaincre les pirates de vous donner les coordonnées, et vous les voyez s'enfuir quelques instants plus tard. Quelle bande de lâches.
ko: "지금까지 뭘 들은거냐? 근처 헤파이스토스 조선소에 있지. 아마도 운송이나 뭐 그런걸 위해서 그 함선을 해체할거야." 당신은 해적들이 순순히 좌표를 넘기게 만들었고, 그 후 그들이 도망가는 것을 구경했습니다. 겁쟁이들 같으니라고.
ru: "Разве вы не слушали? Они на расположенных поблизости верфях "Гефеста". Они, вероятно, собираются разобрать его на части для транспортировки или чего-то еще". Вам удается убедить пиратов передать вам координаты, и вы наблюдаете, как через несколько мгновений они уходят в прыжок. Ну и трусы.
zh_hans: "刚才不是说了吗？就在附近的锤神属船厂里。他们估计会把船拆解之后再运走或者什么。"你逼他们吐出了船厂的坐标，然后看着他们慌忙窜逃。真是一群懦夫。

source: [Federation Database] Who is Hideo Tanaka?
fr: [Base de données de la Fédération] Qui est Hideo Tanaka ?
ko: [연방 데이터베이스] 히데오 타나카가 누굽니까?
ru: [База данных Федерации] Кто такой Хидео Танака?
zh_hans: [联邦数据库] 田中秀夫是谁？

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the Hephaestus staff weren't kidding - they'd rather fight to the death than face the wrath of their boss.
fr: Il semble que les employés d'Héphaïstos ne plaisantaient pas : ils préféraient se battre jusqu'à la mort plutôt que d'affronter la colère de leur patron.
ko: 헤파이스토스 직원들은 농담하는 게 아닌 것 같습니다 - 상사의 분노에 맞서느니 차라리 죽을 각오로 싸우는게 낫다고 생각하는 모양입니다.
ru: Похоже, сотрудники "Гефеста" не шутили - они предпочли бы сражаться до смерти, чем встретить гнев своего босса.
zh_hans: 似乎锤神公司员工的话是认真的，他们真的宁愿战死也不愿面对老总的怒火。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the Hephaestus staff weren't kidding - they'd rather fight to the death than face the wrath of their boss.
fr: Il semble que les employés d'Héphaïstos ne plaisantaient pas : ils préféraient se battre jusqu'à la mort plutôt que d'affronter la colère de leur patron.
ko: 헤파이스토스 직원들은 농담하는 게 아닌 것 같습니다 - 상사의 분노에 맞서느니 차라리 죽을 각오로 싸우는게 낫다고 생각하는 모양입니다.
ru: Похоже, сотрудники "Гефеста" не шутили - они предпочли бы сражаться до смерти, чем встретить гнев своего босса.
zh_hans: 似乎锤神公司员工的话是认真的，他们真的宁愿战死也不愿面对老总的怒火。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The location of the stolen 'Kasparov'.
fr: L'emplacement du "Kasparov" volé.
ko: 도난당한 '카스파로프'의 위치입니다.
ru: Местонахождение украденного "Каспарова".
zh_hans: 被盗的"卡斯帕罗夫"所在之处。

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_RINGSHIP"]/text
source: You were suspicious of a trick at first, but this is most certainly the right location. In the distance you can see what is definitely the Kasparov, and a small Hephaestus depot by which the 'Kasparov' is being inspected. You catch some radio chatter between ships. "Yeah, boss says we gotta bring this 'Shakarov' thing to Mr. Tanaka's collection. God knows breaking this thing down is gonna suck, but if we screw up he's probably gonna sell us to Tiiikaka. Make sure there isn't a scratch on this or we're toast!"
fr: Vous avez d'abord soupçonné une supercherie, mais il s'agit très certainement du bon emplacement. Au loin, vous apercevez ce qui est clairement le Kasparov, ainsi qu'un petit dépôt d'Héphaïstos par lequel le 'Kasparov' est inspecté. Vous entendez des conversations radio entre les vaisseaux : "Oui, le patron dit qu'il faut apporter ce 'Shakarov' à la collection de M. Tanaka. Dieu sait que démonter ce truc va craindre, mais si on se plante, il va probablement nous vendre à Tiiikaka. Assure-toi qu'il n'y a pas une égratignure ou on est grillés !"
ko: 처음에 당신은 이 좌표가 함정이 아닐까 의심했지만, 정확한 위치가 맞았습니다. 저 멀리 카스파로프로 보이는 함선과 그 함선을 점검하는 헤파이스토스 소형창고가 보입니다. 당신은 함선들 사이에 오가는 무전을 엿들었습니다. "맞아. 보스가 이 "샤카로프"인지 뭔지 하는 걸 타나카씨 소장품 창고에 가져다줘야 한다더군. 이 함선을 해체해야 하는 건 마음 아픈 일이지만, 일을 망치면 우릴 티키카에 팔아버리고 말 거야. 이 함선에 흠집 하나라도 나면 우린 죽은 목숨이니 조심해!"
ru: Сначала вы заподозрили подвох, но это определенно правильное место. Вдалеке вы видите то, что определенно является "Каспаровым", и небольшой склад "Гефеста", возле которого "Каспаров" проходит осмотр. Вы улавливаете радиопереговоры между кораблями. "Да, босс говорит, что мы должны доставить этот "Каспаров" в коллекцию мистера Танаки. Бог свидетель, ломать эту штуку будет хреново, но если мы облажаемся, он, скорее всего, продаст нас Тииикаке. Убедись, что на ней нет ни царапины, иначе нам конец!"
zh_hans: 最初你还半信半疑，直到你的目光锁定在远处的卡斯帕罗夫星舰上。它静静地躺在一间锤神公司仓库之中，正在接受检查。你监听到信号频道内对方的对话。"对，老板说我们要把这个'纱卡罗夫'交给田中先生的收藏。鬼知道这玩意要花多久才能拆完，但是都给我小心点，只要有任何一个显眼的擦痕，我们都要被卖给提卡卡帮！"

source: Demand they give back the Kasparov.
fr: Exiger qu'ils rendent le Kasparov.
ko: 카스파로프를 돌려달라고 요구한다.
ru: Потребовать вернуть Каспарова.
zh_hans: 要求对方归还卡斯帕罗夫星舰。

source: "What? Who the hell are you? Why are you here? Whadd'ya want with the 'Ivanov'?"
fr: "Quoi ? Qui êtes-vous ? Qu'est-ce que vous faites ici ? Qu'est-ce que vous voulez à l' 'Ivanov' ?"
ko: "뭐야? 당신들 뭐야? 여기에 왜 있는거지? 왜 '이바노프'를 원하는거야?"
ru: "Что? Кто ты, черт возьми, такой? Почему ты здесь? Что тебе нужно от Иванова?"
zh_hans: "啥？你他妈是谁啊？你在这干什么？你要'伊万诺夫'有什么用？"

source: It's the Kasparov.
fr: C'est le Kasparov.
ko: 이바노프가 아니라 카스파로프다.
ru: Это Каспаров.
zh_hans: 纠正一下，是卡斯帕罗夫。

source: "Yeah yeah, Makogonov, shmakogonov. Oh, you're one of them MV people. With the fancy blue chemtrails or whatever. Archive sent you, didn't they? Look buddy, I don't care one bit about Alms's beef with Mr. Tanaka. But Tanaka is the one who pays the man who pays the man who pays the man who pays the man who pays me. So I ain't giving up this 'Shirov' thing without a fight, you hear?"
fr: "Ouais ouais, Makogonov, shmakogonov. Oh, vous êtes l'un de ces gens du multivers. Avec les chemtrails bleus ou je ne sais quoi. Archive vous a envoyé, n'est-ce pas ? Écoute, mon pote, je me fiche complètement de la dispute entre Alms et M. Tanaka. Mais Tanaka est celui qui paie l'homme qui paie l'homme qui paie l'homme qui paie l'homme qui me paie. Alors je n'abandonnerai pas cette histoire de 'Svetlanov' sans me battre, tu entends ?"
ko: "그래 그래, 마코고노프인지 슈마코고노프인지 뭔지. 오, 당신들 멀티버스 배회자군. 파란 켐트레일인지 뭔지가 붙어있잖아. 아카이브에서 자네들을 보냈나보군? 이봐, 난 암즈 씨와 타나카 씨 사이에에 어떤 개인적 원한이 있는지 전혀 신경 안써. 하지만 내 고용주의 고용주의 고용주의 고용주의 고용주가 타나카 씨다 이말이야. 그러니깐 평화적인 방법으론 이 '시로프'를 내줄 수 없어. 알겠나?"
ru: "Да-да, Макогонов, шмакогонов. О, вы один из этих людей из МВ. С модными голубыми химиотрассами или как их там. ""Архив"ы" прислал тебя, да? Слушай, дружище, меня ни капли не волнует, что у Алмса проблемы с мистером Танакой. Но Танака - это тот, кто платит человеку, который платит человеку, который платит человеку, который платит человеку, который платит человеку, который платит мне. Так что я не отдам этого Широва без боя, слышишь?"
zh_hans: "管他马科戈诺夫还是施马科戈诺夫的我们不在乎。哦，瞎眼的蓝色条纹，我看出来了，你是那帮多元宇宙的人。我知道是阿凯夫'档案馆'公司派你来的，但阿姆斯和田中先生的恩怨我是半点兴趣都没有。不过是田中先生付的钱给中介给中介中介给中介最后给我，所以说想要这个'施若夫'玩意只能把我们干趴，听懂没？"

source: Well, if it's a fight you want...
fr: Eh bien, si c'est un combat que vous voulez...
ko: 정 싸움을 원한다면...
ru: Ну, если ты хочешь боя...
zh_hans: 既然你执意打一架的话...

source: "Crap, we actually doing this? I shoulda known not to mention combat in front of a mercenary!"
fr: "Mince, on va vraiment se battre ? J'aurais dû savoir qu'il ne fallait pas parler de combat devant un mercenaire !"
ko: "제길, 진짜 싸우는거야? 용병 상대로 그딴 소리를 한 내가 바보였네!"
ru: "Черт, мы действительно это делаем? Я должен был знать, что нельзя упоминать о бое в присутствии наемника!"
zh_hans: "干，我们真要打一架吗。我早该知道不应该在雇佣兵面前提战斗的事情！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give up.
fr: Abandonner.
ko: 포기한다.
ru: Сдаться.
zh_hans: 放弃。

source: Ignore the depot.
fr: Ignorer le dépôt.
ko: 창고를 무시한다.
ru: Не обращать внимания на склад.
zh_hans: 忽略仓库。

source: You've come quite far - but this isn't worth it. You can't go picking fights with giga-corporations.
fr: Vous avez fait beaucoup de chemin, mais cela n'en vaut pas la peine. Vous ne pouvez pas vous battre avec les mega-corporations.
ko: 꽤나 머나먼 길을 왔지만, 그럴 가치가 없었습니다. 초거대기업에 싸움을 걸수는 없습니다.
ru: Вы зашли довольно далеко - но это того не стоит. Вы не можете вступать в бой с гигакорпорациями.
zh_hans: 虽然来到这克服了重重困难 - 但这不值得，找巨型企业的麻烦可不合适。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_QUEST_3"]/text
source: It seems most of the other ships were just automated construction drones. The depot's skeleton crew surrender, allowing you to secure the Kasparov and contact Dewey.
fr: Il semble que la plupart des autres vaisseaux n'étaient que des drones de construction automatisés. L'équipage réduit du dépôt se rend, ce qui vous permet de sécuriser le Kasparov et de contacter Dewey.
ko: 다른 함선들은 대부분 자동화된 건축 드론이었던 것으로 보입니다. 다른 대항책이 없는 창고의 최소인력들이 항복하여 카스파로프를 손에 넣고 듀이에게 연락할 수 있게 되었습니다.
ru: Похоже, большинство других кораблей были просто автоматическими строительными дронами. Костяк экипажа депо сдается, позволяя вам охранять Каспаров и связаться с Дьюи.
zh_hans: 仔细观察之后，你发现附近的其他船都只是自动建造无人机。船厂的基干船员顺势投降，你完好地取走卡斯帕罗夫并联系杜威。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_QUEST_3"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Incredible! I shall see to it that your efforts do not go unpaid! I shall forward those Kestrel blueprints to you immediately. Oh, and if you still have Gana on you, feel free to keep him. He's better suited to a military vessel anyways. Before you go though, who did end up being the culprit?"
fr: "Incroyable ! Je veillerai à ce que vos efforts soient dûment récompensés ! Je vous envoie immédiatement les plans du Kestrel. Oh, et si vous avez encore Gana sur vous, n'hésitez pas à le garder. Il est mieux adapté à un vaisseau militaire de toute façon. Mais avant de partir, qui était le coupable ?"
ko: "놀랍군요! 당신의 노력이 헛되지 않게 보상을 하도록 하겠습니다! 바로 케스트렐선 청사진을 보내드리지요. 그리고 아직 가나를 데리고 계시다면, 그 친구를 계속 가지고 있어도 됩니다. 어차피 군용 함선에 더 어울리는 친구입니다. 가기전에 하나만 물어봅시다. 범인은 누구였죠?"
ru: "Невероятно! Я позабочусь о том, чтобы ваши усилия не остались неоплаченными! Я немедленно перешлю вам чертежи "Пустельги". О, и если у вас все еще есть Гана, не стесняйтесь, оставьте его себе. В любом случае, он больше подходит для военного корабля. Но прежде чем вы уйдете, кто же все-таки оказался виновником?"
zh_hans: "干得好！之前承诺的报酬一分都不会少，我即刻就把红隼号的蓝图转发给你。顺便一提，如果你还留着加娜的话，也送你好了，反正一个军用机留我身边肯定不如在你左右。你走之前跟我说一下，究竟谁是罪魁祸首？"

source: Hideo Tanaka hired pirates to steal your ship for his collection.
fr: Hideo Tanaka a engagé des pirates pour voler votre vaisseau pour sa collection.
ko: 히데오 타나카라는 자가 그의 수집품으로 삼기 위해 해적들을 고용해서 당신의 배를 훔쳤습니다.
ru: Хидео Танака нанял пиратов, чтобы украсть ваш корабль для своей коллекции.
zh_hans: 田中秀夫为了扩大藏品雇了海盗来偷。

source: "That old assbucket. I should have known. Hideo takes whatever he wants from anyone he wants, even a fellow Union megacorp. Oh well. As Grandfather would say... well Grandfather didn't say much. He mostly just talked about satellites. Anyways, I thank you for your services. Best of luck on the rest of your mission."
fr: "Ce vieux peigne-cul. J'aurais dû m'en douter. Hideo prend ce qu'il veut à qui il veut, même à un confrère de la mégacorpo de l'Union. Mais bon... Comme dirait grand-père... enfin, grand-père ne disait pas grand-chose. Il parlait surtout de satellites. Quoi qu'il en soit, je vous remercie pour vos services. Bonne chance pour la suite de votre mission."
ko: "빌어먹을 늙은이! 미리 알아 챘어야 했는데. 히데오는 자기가 원하는건 뭐든간에 훔치고 보는 그런 놈입니다. 심지어는 같은 협회 소속의 대기업 상대로도 그러죠. 제 할아버지의 증언에 따르면 그렇습니다... 뭐, 사실 별말 안하시긴 했습니다. 그냥 인공위성에 대해서 주저리주저리 하셨죠. 어쨌든 수고해주셔서 감사합니다. 남은 임무에 행운을 빕니다."
ru: "Этот старый засранец. Я должен был знать. Хидео берет все, что хочет, у кого хочет, даже у мегакорпорации Союза. Ну и ладно. Как сказал бы дедушка... ну, дедушка мало что говорил. В основном он говорил только о спутниках. В любом случае, я благодарю вас за ваши услуги. Желаю удачи в оставшейся части вашей миссии."
zh_hans: "那个老混蛋，我就知道。秀夫想偷什么就偷什么，甚至我这种隔壁的同盟巨型企业也难逃贼手。真是的，就像我爷爷所说...好吧我爷爷也没说什么，他一直在聊卫星。总之，感谢你的服务。祝愿你剩下的任务圆满成功。"

source: This is Earth, the Homeworld of the Human race.
fr: Ceci est la Terre, le Monde Natal de la race Humaine.
ko: 이곳은 인류의 고향인 지구입니다.
ru: Это Земля, родной мир человеческой расы.
zh_hans: 这颗行星就是地球，人类的母星。

# data/events_sector_union.xml$//event[@name="COREWORLDS_EARTH"]/text
source: You've discovered a planet all too familiar. It's Antiquum Terrae, more often referred to as Old Earth, the homeworld and origin of the Human race! Though most of the planet has flooded, a few large and densely populated cities remain.
fr: Vous avez découvert une planète qui ne vous est que trop familière. Il s'agit d'Antiquum Terrae, plus souvent appelée la Vieille Terre, le monde natal et l'origine de la race Humaine ! Bien que la majeure partie de la planète ait été inondée, il reste quelques grandes villes densément peuplées.
ko: 당신은 너무나도 친숙한 행성을 발견하였습니다. 바로 인류의 기원 "옛 지구"로 더 잘 알려진 안티쿰 지구입니다! 비록 행성 대부분이 물에 잠겼지만, 아직 높은 인구밀도의 거대도시가 몇 개 존재합니다.
ru: Вы обнаружили слишком знакомую планету. Это Антикум Терра, чаще называемая Старой Землей, родная планета и место происхождения человеческой расы! Хотя большая ее часть затоплена, осталось несколько крупных густонаселенных городов.
zh_hans: 你发现了一颗太过熟悉的行星。这是"故土"，现在多用来指古代地球，即人类久远的母星！现在其表面绝大部分都被海洋淹没，只剩几座规模庞大，人口密集的大都市幸存。

# data/events_sector_union.xml$//event[@name="COREWORLDS_EARTH"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="COREWORLDS_EARTH"]/choice/event/text
source: On the planet's surface is a museum and large memorial park. The ship computer informs you the subject matter involves the Mantis invasion of Earth. Attendance is free but it'll likely take a lot of time to browse the place.
fr: À la surface de la planète se trouvent un musée et un grand parc commémoratif. L'ordinateur du vaisseau vous informe que le sujet concerne l'invasion de la Terre par les Mantis. L'entrée est gratuite, mais il faudra probablement beaucoup de temps pour parcourir l'endroit.
ko: 행성 표면에 박물관과 거대한 기념공원이 있습니다. 함선 컴퓨터에 따르면 맨티스의 지구 침공과 연관된 공원이라고 합니다. 입장료는 무료지만 아마 둘러보는데 시간이 많이 소요될 듯 합니다.
ru: На поверхности планеты находится музей и большой мемориальный парк. Компьютер корабля сообщает, что тематика связана с вторжением богомолов на Землю. Посещение бесплатное, но на осмотр музея и парка, скорее всего, уйдет много времени.
zh_hans: 行星表面坐落着一座博物馆与巨大的纪念园。舰内电脑提示你纪念主题为螳螂族入侵地球，门票免费但参观可能会耽误你不少时间。

source: Land and explore the park.
fr: Atterrir et explorer le parc.
ko: 착륙하고 공원을 둘러본다.
ru: Приземлиться и исследовать парк.
zh_hans: 降落并参观纪念园。
