Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_sector_union.xml$//event[@name="FINISH_BEACON_UNION"]/choice[1]/text
source: Explore.
fr: Explorer.
ko: 탐사한다.
ru: Исследовать.
zh_hans: 探索。

# data/events_sector_union.xml$//event[@name="FINISH_BEACON_UNION"]/choice[2]/text
source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_sector_union.xml$//event[@name="FINISH_BEACON_UNION"]/choice[3]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//textList[@name="TEXT_UNION_TRAFFIC"]/text[1]
source: Pinnacle Robotics facilities like the one near this beacon are notorious for wreaking havoc on unprepared ships passing by, as EMPs used to disable their experimental Sentient Weapons often overwhelm the planet's magnetosphere. It might be inconvenient, but the energy readings from this beacon should throw the rebels off your trail for a while.
fr: Les installations de Pinnacle Robotics, comme celle près de cette balise, sont réputées pour semer le chaos chez les vaisseaux non préparés qui passent à proximité, car les impulsions électromagnétiques (IEM), utilisées pour désactiver leurs Armes conscientes expérimentales, saturent souvent la magnétosphère de la planète. Cela peut être gênant, mais les relevés énergétiques de cette balise devraient détourner les rebelles de votre piste pendant un certain temps.
ko: 이 송신소에도 보이는 피너클 로보틱스의 시설들은 아무것도 모른 채 지나가던 함선들에 대혼란을 일으키는 것으로 악명이 높습니다. 그들의 실험적인 지각 병기를 무력화하는 데 사용되는 EMP가 종종 행성의 자기권을 압도하기 때문입니다. 다소 거슬리지만, 그래도 이 송신소의 에너지 판독 값은 반란군이 당신의 흔적을 한동안 추적하지 못하게 할 것입니다.
ru: Объекты "Пиннакл Роботикс", подобные тому, что находится рядом с этим маяком, печально известны тем, что причиняют серьезный ущерб неподготовленным кораблям. Электромагнитные импульсы, используемые для подавления их экспериментального разумного оружия, зачастую перегружают магнитосферу планеты. Это может доставить неудобства, но энергетические сигналы от этого маяка, по крайней мере, на время собьют повстанцев с вашего следа.
zh_hans: 像这个信标附近那样的皮纳科尔设施，通常会严重破坏那些毫无防备的路过船只，因为用于关闭他们实验性意识武器的电磁脉冲通常会破坏星球的磁场。这或许会带来不便，但这个信标发出的能量信号应该能暂时拖延叛军。

# data/events_sector_union.xml$//textList[@name="TEXT_UNION_TRAFFIC"]/text[2]
source: Your sensors are overwhelmed with traffic at this beacon, as Archive, Inc. ships work to restore ancient ruins recently identified nearby. The fleet will put a stop to all their work shortly, but the traffic should cover your tracks for now.
fr: Vos capteurs sont submergés par le trafic autour de cette balise, alors que les vaisseaux d'Archive Inc. s'activent à restaurer des ruines antiques récemment identifiées à proximité. La flotte mettra bientôt un terme à leurs travaux, mais pour l'instant, ce trafic devrait couvrir vos traces.
ko: 당신의 센서가 이 송신소의 엄청난 교통량에 압도됩니다. 아카이브 주식회사의 함선들이 최근 요 일대에서 발견된 고대 유적을 복원하는 작업을 하고 있기 때문입니다. 곧 함대가 찾아와 그들의 모든 작업을 중단시키겠지만, 현재로서는 이 교통량이 당신의 꼬리를 감춰줄 것입니다.
ru: Ваши сенсоры перегружены информацией у этого маяка, так как корабли корпорации "Архив" работают над восстановлением древних руин, недавно обнаруженных поблизости. Флот скоро прекратит все работы, но пока обилие информации должно скрыть ваши следы.
zh_hans: 这个信标处的传感器已被大量交通流量所淹没，因为阿凯夫公司正在着手修复最近在附近发现的远古遗迹。舰队很快就会停止工作，但目前的交通状况应该能掩盖你们的行踪。

# data/events_sector_union.xml$//textList[@name="TEXT_UNION_TRAFFIC"]/text[3]
source: You're treated to quite a sight as you drop out of FTL - R.S.T. workers are hard at work testing a new version of their terraforming technology on a planet nearby, with dust clouds rising up to the edge of the planet's atmosphere. You change your jump signature to match one of the ships observing from the beacon - that should keep the rebels off your tail a little longer.
fr: Vous assistez à un spectacle impressionnant en sortant du saut SPL : des ouvriers de R.S.T. testent une nouvelle version de leur technologie de terraformation sur une planète voisine, soulevant des nuages de poussière jusqu'aux confins de l'atmosphère. Vous modifiez votre signature de saut pour imiter celle d'un des vaisseaux observant depuis la balise - cela devrait encore un peu éloigner les rebelles de votre piste.
ko: 도약을 마치자 상당한 장관이 펼쳐집니다. R.S.T. 작업자들이 인근 행성에서 새로운 버전의 테라포밍 기술을 시험하고 있는데, 먼지구름이 행성 대기권 끄트머리까지 솟아오르고 있습니다. 당신은 도약의 흔적을 송신소의 관측선 중 하나의 것과 일치하도록 변경했습니다. 이렇게 하면 반군이 당신을 추적하지 못하도록 조금 더 시간을 벌 수 있을 것입니다.
ru: Когда вы выходите из сверхсветового прыжка, перед вами открывается удивительное зрелище: работники Р.Ж.А. усердно тестируют новую версию своей технологии терраформирования на планете неподалеку, а облака пыли поднимаются к границе атмосферы планеты. Вы меняете сигнатуру прыжка, чтобы она совпадала с сигнатурой одного из кораблей, наблюдающих с маяка, - это позволит повстанцам подольше не попадаться вам на глаза.
zh_hans: 当你结束超光速跃迁时，眼前的景象令人叹为观止。R.S.T.工人们正在附近的一颗行星上测试他们的一种新型环境改造技术，尘埃云正升腾至行星大气层的边缘。你将你的跃迁标识调整为与正在从信标观察的那艘飞船一致的样式——这样应该能让你暂时避开叛军追击。

# data/events_sector_union.xml$//textList[@name="TEXT_UNION_TRAFFIC"]/text[4]
source: Detritus Disposal is apparently up to something exciting out here - an abandoned colony destroyed in the Federation-Mantis war is apparently slated to be recycled whole in a test for their A.C.I.D. tech's newest iteration. The array of ships hovering nearby to watch the destruction should prove a useful cover for your ship's movements from this beacon.
fr: L'éliminateur de déchets Detritus est apparemment en train de réaliser quelque chose d'important ici : une colonie abandonnée, détruite lors de la guerre Fédération-Mantis, doit être entièrement recyclée dans le cadre d'un test de la dernière version de leur technologie A.C.I.D. La flotte de vaisseaux stationnés à proximité pour observer la destruction devrait constituer une couverture utile pour les déplacements de votre vaisseau depuis cette balise.
ru: Компания Детритус Диспозал, очевидно, затеяла что-то интересное - заброшенная колония, уничтоженная во время войны между Федерацией и богомолами, должна быть переработана целиком в рамках испытания новейшей версии технологии A.К.С.Д. Множество кораблей, зависших неподалеку, чтобы наблюдать за разрушениями, должны стать хорошим прикрытием для того, чтобы задержать флот повстанцев.
zh_hans: 这里的废弃物处理设施正在进行一项令人兴奋的活动——在螳螂入侵战争中被摧毁的一个废弃殖民地，似乎将被完整回收用于一项针对他们酸液技术新版本的测试。附近那些正在监视这一过程的飞船应该能为你的星舰在这个信标上的行动提供有效的掩护。

# data/events_sector_union.xml$//textList[@name="TEXT_UNION_TRAFFIC"]/text[5]
source: This beacon is heavily trafficked by a number of civilian vessels from all sorts of origins. Your radio is overcome with all sorts of frequencies that make it impossible to eavesdrop on any pertinent conversations, but at least, the Rebels will struggle to track you amongst the sea of vessels.
fr: Cette balise est fréquentée d'une myriade de vaisseaux civils de toutes origines. Votre radio est envahie d'un tel brouhaha de fréquences qu'il en est impossible d'écouter la moindre conversation pertinente. Au moins, les Rebelles auront bien du mal à vous repérer dans cet océan de vaisseaux.
ko: 이 송신소는 다양한 기원 출신의 수많은 민간 선박으로 북적입니다. 온갖 종류의 주파수 때문에 정보를 얻는 게 불가능하지만, 반군 또한 이 선박의 바다 속에서 당신을 추적하는 데 어려움을 겪을 것입니다.
ru: Через этот маяк проходит множество судов гражданских самого разного происхождения. Ваша радиостанция перегружена всевозможными частотами, что не позволяет подслушать ни одного важного разговора, но, по крайней мере, повстанцам будет трудно выследить вас среди моря судов.
zh_hans: 这个信标处有大量的各个种族的民用船只往来通行，你的无线电被各频率的通信弄得应接不暇，因此无法窃听到任何有用的对话。但至少，这让叛军对你的搜寻也如大海捞针。

# data/events_sector_union.xml$//event[@name="UNION_TRAFFIC"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_sector_union.xml$//event[@name="UNION_TRAFFIC"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_BREACH"]/text
source: A Union vessel, severely damaged from a huge hull breach, desperately hails you. They explain that they barely managed to escape from a pirate. They need to transfer crew over to a different ship.
fr: Un vaisseau de l'Union, sévèrement endommagé avec une énorme brèche dans la coque, vous implore de les aider. Ils expliquent qu'ils ont tant bien que mal échappé à un pirate. Ils disent avoir besoin de transférer leur équipage vers un autre vaisseau.
ko: 선체 균열로 크게 피해를 당한 민간 셔틀이 절박하게 당신에게 신호를 보냈습니다. 그들은 해적으로부터 간신히 탈출했다고 설명했습니다. 또한 그들의 승무원을 다른 함선으로 옮겨야 한다고 합니다.
ru: Шаттл Союза, сильно поврежденный в результате огромной пробоины в корпусе, отчаянно пытается связаться с вами. Они говорят, что им едва удалось спастись от пиратов, и им нужно пересадить экипаж на другой корабль.
zh_hans: 一艘受到严重破舱损伤的平民舰拼命向你呼叫。原来他们才勉强逃离追击的海盗，所以必须转移船员至另一艘舰船上。

# data/events_sector_union.xml$//event[@name="UNION_BREACH"]/choice[1]/text
source: Help them onboard.
fr: Les accueillir à bord.
ko: 승선하도록 돕는다.
ru: Пустить их на борт.
zh_hans: 欢迎对方登舰。

source: (Rock Crew) Let them aboard but station your Rock as extra security.
fr: (Membre d'équipage Rocailleux) Les accueillir à bord avec votre Rocailleux à l'avant-garde.
ko: (락맨 선원) 승선시키되 보안요원으로 락맨 선원을 배치한다.
ru: (Член экипажа-валун) Позволить им подняться на борт и выставить валуна в качестве дополнительной охраны.
zh_hans: (岩石族船员)在你的岩石船员看护下允许对方登舰。

source: (Soldier Crew) Let them aboard but station your Soldier as extra security.
fr: (Membre d'équipage Soldat) Les accueillir à bord avec votre Soldat à l'avant-garde.
ko: (병사 선원) 승선시키되 보안요원으로 병사 선원을 배치한다.
ru: (Член экипажа-Солдат) Позволить им подняться на борт, но поставить своего солдата в качестве дополнительной охраны.
zh_hans: (士兵船员)在士兵看护下允许对方登舰。

source: (Hive Elite) Let them aboard but station your Mantis as extra security.
fr: (Membre d'élite de la Ruche) Les accueillir à bord avec votre Mantis à l'avant-garde.
ko: (하이브 엘리트) 승선시키되 보안요원으로 맨티스 선원을 배치한다.
ru: (Член экипажа-элита Улья) Позволить им подняться на борт, но поставить своего богомола в качестве дополнительной охраны.
zh_hans: (母巢精英船员)在螳螂族的看护下允许对方登舰。

source: (Boarding Drone) Let them aboard but station your drone as extra security.
fr: (Drone d'abordage) Les accueillir à bord avec votre drone à l'avant-garde.
ko: (강습 드론) 승선시키되 보안요원으로 강습 드론을 배치한다.
ru: (Абордажный дрон) Позволить им подняться на борт и выставить ваш дрон в качестве дополнительной охраны.
zh_hans: (士兵无人机)在无人机看护下允许对方登舰。

source: (Adv. Sensors) Let them aboard but keep constant scans running on them.
fr: (Capteurs de pointe) Les laisser monter à bord mais les surveiller en permanence grâce aux scanners.
ko: (최고급 센서) 승선시키되 그들을 지속적으로 스캔한다.
ru: (Продв. Сенсоры) Позволить им подняться на борт, но вести постоянное наблюдение за ними.
zh_hans: (先进传感器)允许对方登舰但全程对其进行扫描。

# data/events_sector_union.xml$//event[@name="UNION_BREACH"]/choice[7]/text
source: We can't help.
fr: Nous ne pouvons pas aider.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们没法帮忙。

# data/events_sector_union.xml$//event[@name="UNION_BREACH"]/choice[7]/event/text
source: You explain your mission is too important to be transporting civilians. They're clearly distressed but are powerless to do anything but accept this.
fr: Vous expliquez que votre mission est trop importante pour transporter des civils. Ils sont désemparés, mais n'ont pas d'autres choix que d'accepter la situation.
ko: 당신은 당신의 임무가 너무나 중요한 나머지 민간인을 수송할 여유가 없다고 설명했습니다. 그들은 분명히 괴로워했지만 받아들이는 것 외에는 아무것도 할 수 없었습니다.
ru: Вы объясняете, что ваша миссия слишком важна, чтобы перевозить гражданских. Они явно расстроены, но ничего не могут сделать, кроме как смириться с этим.
zh_hans: 你向对方解释自己的任务过于重要，没有额外的精力运输平民。对方虽然显然处于危难但只好无奈地看着你离去。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The civilians are extremely grateful for your help. After gathering all of their possessions and coming aboard, they permit you to scrap their old ship.
fr: Les civils sont extrêmement reconnaissants de votre aide. Après avoir réuni leurs possessions et être montés à bord, ils vous laissent récupérer les restes de leur vaisseau.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 자신들의 짐을 챙겨 전부 승선한 민간인들은 원래 타던 함선을 폐선 처리해 수거하도록 허락해 줬습니다.
ru: Гражданские искренне благодарны вам за помощь. Собрав все имущество и поднявшись на борт, они разрешают вам разобрать их старый корабль на лом.
zh_hans: 平民对你的援手万分感激。他们打包完行李后登舰，并示意你可随意搜刮他们的旧舰船。

source: The civilians are very thankful for your help. Most agree to be dropped off at the nearest station, but one of them finds themselves longing for some change. They offer to join your crew.
fr: Les civils sont extrêmement reconnaissants pour votre aide. La plupart sont d'accords pour que vous les déposiez à la Station la plus proche mais l'un d'entre eux veut changer de vie en rejoignant votre équipage.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 대부분 가까운 정거장에 내려주는 것에 동의했지만, 그중 오랫동안 변화를 바라왔던 한 명은 당신의 선원으로 합류할 것을 제안했습니다.
ru: Гражданские очень благодарны вам за помощь. Большинство согласно высадиться на ближайшей станции, но один из них жаждет перемен. Он хочет присоединиться к вашему экипажу.
zh_hans: 平民对你的援手十分感激。大多数人选择在附近的空间站离舰，但其中一人希望改变枯燥的人生。对方希望成为你的船员。

source: As the civilians come aboard, you notice one of them is carrying an unusually large weapon concealed by their robes. It may just be for self-defense, and calling them out as a threat could cause problems.
fr: Alors que les civils montent à bord, vous remarquez que l'un d'entre eux portent une arme anormalement grande cachée dans ses robes. Ça pourrait n'être qu'un moyen de défense et accuser ce civil d'être une menace pourrait causer des problèmes.
ko: 민간인들이 승선했을 때 당신은 그들 중 로브를 입은 사람의 옷 아래 특이하게 큰 무기가 감춰져 있는 것을 알아챘습니다. 그저 호신용일 수도 있어 이것으로 그들을 위협이라고 판단하는 것은 문제가 될 수 있습니다.
ru: Пока гражданские поднимаются на борт, вы замечаете что один из них несет необычно большое оружие, скрытое под рясой. Возможно, это просто средство самообороны, а если назвать его источником опасности, то могут возникнуть проблемы.
zh_hans: 对方登舰之后，你注意到其中穿长袍的一位平民，长袍间藏有一件巨型武器。或许只是自卫武器，且以威胁为由叫对方出列或许会惹麻烦。

source: Call them out.
fr: L'interpeller.
ko: 위협이라고 판단한다.
ru: Вызвать их.
zh_hans: 叫对方出列。

source: Ignore the weapon.
fr: Ignorer l'arme.
ko: 무기를 무시한다.
ru: Не обращать внимания на оружие.
zh_hans: 无视该武器。

source: You point out the weapon, quickly drawing your blaster before they can do the same. The civilians panic, and they try to explain that the one in the robe is their bodyguard. You apologize but your rash actions have done their damage. The civilians reluctantly go into the cargo bay and refuse to speak to any of your crew until you drop them off at a nearby station, where they briefly thank you and leave as fast as possible.
fr: Vous attirez l'attention sur l'arme, dégainant la votre avant qu'il fasse de même. Les civils paniquent et essayent de vous expliquer que la personne affublée de robes est leur garde du corps. Vous vous excusez mais le mal est fait. Les civils montent dans la soute à contrecœur et refusent d'adresser la parole à votre équipage jusqu'au moment de les déposer à la Station la plus proche, où ils vous remercient brièvement avant de partir le plus vite possible.
ko: 당신은 무기를 가리키며 그들이 선수를 치기 전에 재빨리 총을 꺼내 들었습니다. 민간인들은 공포에 떨며 그들은 로브를 입은 그 사람이 자신들의 경호원이라고 해명했습니다. 당신은 사과했지만 경솔한 행동으로 이미 상처를 입힌 뒤였습니다. 민간인들은 마지못해 화물칸으로 이동하여 당신의 선원 중 누구와도 대화를 거부했습니다. 가까운 정거장에 도착하자마자 그들은 간단한 감사 인사만을 남기고 재빨리 떠났습니다.
ru: Вы указываете на оружие и быстро достаете свой бластер, прежде чем они успевают сделать то же самое. Гражданские в панике пытаются объяснить, что человек в рясе - их телохранитель. Вы извиняетесь, но ваши необдуманные действия уже нанесли вред. Гражданские неохотно идут в грузовой отсек и отказываются разговаривать с кем-либо из вашего экипажа, пока вы не высадите их на ближайшей станции, где они коротко благодарят вас и уходят как можно быстрее.
zh_hans: 你指出藏匿的武器，并抢先于对方拔出爆裂手枪。平民们慌了神，急忙解释道穿长袍的这位是他们的保镖。你连忙道歉，但是轻率的行为造成的后果已无法挽回。平民们不情愿地走进货舱，并在你将他们妥善安置至附近空间站之前，拒绝与你或你的船员交谈。到站后他们短暂表示感谢并以最快的速度离舰。

source: You draw your laser and stare down the robed "civilian". The rest of the civilians and your crew do the same, and now you find yourself in a rather precarious situation. "Well then captain, I have to applaud you for figuring out this was a ruse. Give us some scrap and we'll be on our way. Otherwise, it's lights out for all-" You cut him off with a shot to the head. Chaos ensues and you prepare to defend the ship from the other pirates.
fr: Vous dégainez votre arme et toisez ce "civil" en robes. Le reste des civils et votre équipage font de même et vous vous retrouvez dans une position périlleuse. "Eh bien, capitaine, je vous félicite d'avoir compris l'entourloupe. Donnez-nous de la ferraille et on disparaîtra. Sinon, c'est la fin du voyage pour tout le–". Vous lui coupez la parole d'une balle dans le crâne. Dans le chaos suivant l'exécution, vous vous préparez à défendre le vaisseau des autres pirates.
ko: 당신은 총을 뽑은 뒤 "민간인"을 노려봅니다. 나머지 탑승자들과 당신의 선원들도 똑같이 행동했습니다. 다소 난처한 상황에 빠진 것 같습니다. "이런 이런 함장 양반 이게 다 작전이었다는 것을 알아채다니 박수라도 쳐 드려야겠군 우린 그저 스크랩이나 좀 받으면 얌전히 물러가도록 하지 그렇지 않으면 전부 끝장내..." 당신은 그의 머리를 쏘아 날려버렸습니다. 혼돈이 뒤따르고 당신은 다른 해적들로부터 함선을 지킬 준비를 했습니다.
ru: Вы выхватываете свой лазер и пристально смотрите на "гражданского" в рясе. Остальные гражданские и ваш экипаж делают то же самое, и теперь вы оказываетесь в довольно опасной ситуации. "Ну что ж, капитан, я должен поаплодировать тебе за то, что ты догадался, что это была уловка. Дай нам немного лома, и мы отправимся в путь. В противном случае, для всех - туши све...". Вы прерываете его выстрелом в голову. Наступает хаос, и вы готовитесь защищать корабль от других пиратов.
zh_hans: 你抽出你的激光枪，盯着那个穿长袍的"平民"。其余的平民和你的船员也照做，你发现自己处于相当危险的境地。"那么，舰长，我必须为你发现识破诡计而赞赏。交给我们一些废料，我们就继续上路了。否则，你们都得—"你对着他的头开了一枪，打断了他的发言。混乱随之而来，你准备从其他海盗手中保卫这艘船。

source: Luckily, nothing seems to come of it. You drop off the civilians at the nearest station, where they thank and pay you.
fr: Fort heureusement, rien ne semble en découler. Vous déposez les civils dans la Station la plus proche, où ils vous remercient et vous payent.
ko: 운 좋게도, 아무 일도 일어나지 않았습니다. 당신은 민간인들을 근처 정거장에 내려주고 그들은 당신에게 감사를 표하며 사례했습니다.
ru: К счастью, ничего страшного не происходит. Вы высаживаете гражданских на ближайшей станции, где они вас благодарят и платят вам.
zh_hans: 幸运的是，完全无事发生。你在附近的空间站将平民们妥善安置，对方向你表示感谢并给予你一些报酬。

source: You've helped all of the civilians into the cargo-bay and begun to head back to the bridge when you hear the unmistakable sound of a teleporter. You run back to catch several of the "civilians" teleporting away with the contents of your storage. The remaining pirates prepare to fight.
fr: Vous avez aidé tous les civils à monter dans la soute et avez commencé à retourner sur le pont quand soudain, vous discernez le bruit caractéristique d'un téléporteur. Vous vous retournez en courant pour trouver quelques uns des "civils" se téléportant avec le contenu de votre unité de stockage. Les pirates restants se préparent au combat.
ko: 당신은 민간인들이 전부 화물칸으로 가는 것을 도운 뒤 함교로 가는 길에 헷갈릴 수가 없는 텔레포터 작동 소리를 듣습니다. 당신은 화물을 가지고 도망치려는 남은 "민간인"들을 잡기 위해 되돌아갑니다. 남은 해적들이 싸울 준비를 합니다.
ru: Вы помогли всем гражданским погрузиться в грузовой отсек и начали возвращаться на мостик, когда услышали характерный звук телепортатора. Вы бежите назад и застаете нескольких "гражданских", телепортирующихся с содержимым вашего склада. Оставшиеся пираты готовятся к бою.
zh_hans: 你帮助所有的平民进入货舱，并开始返回指挥舱，但在半路上你听到了毋庸置疑是传送器的声音。你跑回去，才发现好几个"平民"带着你货舱里的东西传送走了。剩下的海盗们准备战斗。

source: The civilians are extremely grateful for your help. After gathering all of their possessions and coming aboard, they permit you to scrap their old ship.
fr: Les civils vous sont extrêmement reconnaissants pour votre aide. Après avoir réuni leurs possessions et être montés à bord, ils vous laissent récupérer ce que vous pouvez sur leur vieux vaisseau.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 자신들의 짐을 챙겨 전부 승선한 민간인들은 원래 타던 함선을 폐선 처리해 수거하도록 허락해 줬습니다.
ru: Гражданские искренне благодарны вам за помощь. Собрав все имущество и поднявшись на борт, они разрешают вам разобрать их старый корабль на лом.
zh_hans: 平民对你的援手万分感激。他们打包完行李后登舰，并示意你可随意搜刮他们的旧舰船。

source: The civilians are very thankful for your help. Most agree to be dropped off at the nearest station, but one of them finds themselves longing for some change. They offer to join your crew.
fr: Les civils vous sont très reconnaissants pour votre aide. La plupart veulent bien être déposés à la prochain station, mais l'un d'entre eux souhaite changer de vie et demande à intégrer votre équipage.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 대부분 가까운 정거장에 내려주는 것에 동의했지만, 그중 오랫동안 변화를 바라왔던 한 명은 당신의 선원으로 합류할 것을 제안했습니다.
ru: Гражданские очень благодарны вам за помощь. Большинство согласно высадиться на ближайшей станции, но один из них жаждет перемен. Он хочет присоединиться к вашему экипажу.
zh_hans: 平民对你的援手十分感激。大多数人选择在附近的空间站离舰，但其中一人希望改变枯燥的人生。对方希望成为你的船员。

source: The civilians begin to move aboard, but your security notices several of the civilians trying to smuggle weapons onboard. They drop their guns immediately and surrender. Seems this was an elaborate pirate trap! Considering they had no problem trying to rob you, you don't feel guilty at all extorting them for their stuff.
fr: Les civils sont en train de monter à bord quand votre système de sécurité remarque que plusieurs des civils essayent de faire passer clandestinement des armes. Ils lâchent immédiatement leur arsenal et se rendent. Il semblerait que ce soit un piège élaboré de la part des pirates ! Vu qu'ils n'avaient aucun scrupule à vous voler, vous n'en avez aucun à leur extorquer toutes leurs affaires.
ko: 민간인들이 승선하기 시작했지만, 보안요원은 몇몇 민간인들이 무기를 밀반입하려 한다는 것을 알아챘습니다. 그들은 즉시 무기를 내려놓으며 항복했습니다. 이것은 계획된 해적의 함정인듯합니다! 당신은 당신을 털려고 했던 사람들의 물건을 강탈하는 데에 전혀 죄책감을 느끼지 않았습니다.
ru: Гражданские начинают подниматься на борт, но ваша охрана замечает, что несколько человек пытаются пронести на борт оружие. Они тут же бросают оружие и сдаются. Похоже, это была тщательно продуманная ловушка пиратов! Учитывая, что они пытались ограбить вас, вы не чувствуете себя виноватым, вымогая у них их вещи.
zh_hans: 对方准备开始登舰，毫无意外，你安置的警戒员发现他们在往舰内偷运武器。意识到诡计被识破，对方立即放下武器并投降。看来这是一场精心策划的海盗陷阱！介于他们恶意在先，你对抢夺他们的物品一点也不愧疚。

# data/events_sector_union.xml$//event[@name="UNION_FREEMANTIS"]/text
source: You're contacted by a Free Mantis ship, piloted by a rather lost looking captain. "Oh, great greeting. You not yet run away, so I assume you friendly. We come here by mistake, looking for Federation sector to enroll in military. Now, we hunted by Militia. Very unfortunate. Think you could do favor and convince Militia we good?"
fr: Vous êtes contacté par un vaisseau de Mantis Libres, son capitaine semble perdu. "Oh, enchanté. Vous n'être pas parti, j'imagine que vous être amical. Nous être venus ici par erreur, cherchant un secteur de la Fédération pour nous enrôler dans l'armée. Maintenant, nous être poursuivis par la Milice. Vraiment dommage. Pourriez-vous nous faire une faveur et convaincre la Milice de nous laisser tranquilles ?"
ko: 당신은 길을 잃은듯이 보이는 독립 맨티스 함선과 마주쳤습니다. "오 반갑습니다. 당신 아직 도망안치다 그러니 당신은 우호적이다. 우리 실수로 여기오다, 입대하려고 연방 구역 찾고있다. 우리 민병대에게 공격받다. 매우 유감이다. 우리 부탁하다 당신이 민병대에게 우리 좋은사람이라고 설득해주길?"
ru: С вами связывается корабль Свободных Богомолов, пилотируемый довольно растерянным капитаном. "О, великолепие. Вы еще не убежать, так что я полагать, что вы дружелюбны. Мы прибыть сюда по ошибке, искать сектор Федерации, чтобы записаться в армию. Теперь на нас охотиться Ополчение. Очень жаль. Может быть, вы оказать услугу и убедить Ополчение в наших добрых помыслах?"
zh_hans: 你收到自由螳螂舰船的信号，其舰长看起来有些迷路。"哦，你好。你还没逃走，我当你是友好的。我们不小心误入此处，本来打算找一个联邦星区参加联邦军队，但是现在被盟卫追击了，非常不幸。你能帮我们向他们说明，我们是友好的吗？"
