Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You manage to hack into their ship's computer and revert all the permission changes to the accounts they've preyed upon. "What the... Our profitssss! You'll regret thissss!"
fr: Vous parvenez à pirater l'ordinateur de leur vaisseau et à annuler tous les changements de permission des comptes qu'ils ont exploités. "Qu'est-ce que... Nos profits ! Vous allez le regretter !"
ko: 당신은 해커들의 컴퓨터를 해킹하여 그들의 먹잇감이 된 계좌의 모든 권한 변경 사항을 원복했습니다. "뭐야... 우리 쑤익이! 후회하게 해쭈마!"
ru: Вам удается взломать компьютер их корабля и отменить все изменения в правах доступа к аккаунтам, которые они использовали в своих целях. "Что за... Нашшша добыча! Вы ещщще пожалеете об этом!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Slug ship.
fr: Attaquer le vaisseau Limace.
ko: 슬러그 함선을 공격한다.
ru: Атаковать корабль слизней.
zh_hans: 攻击蛞蝓族飞船。

source: "Oh... sssshoot! The Federation found ussss!" They quickly change targets to attack you.
fr: "Oh... mincccce ! La Fédération nous a trouvés !" Ils changent rapidement de cible pour vous attaquer.
ko: "이런... 쩬짱! 연방이 우릴 짜짜써!" 그들이 목표를 당신으로 바꿉니다.
ru: "Ох... черт! Федерация нашшшшла насссс!" Они быстро меняют цель и атакуют вас.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_HOTHEAD_GRATITUDE"]/text
source: "Let me check... yes! I can access my accounts again. You're a life-saver, Renegade. Let me see what I can spare..." The civilian sends you some scrap as a reward.
fr: "Laissez-moi vérifier... oui ! Je peux à nouveau accéder à mes comptes. Vous me sauvez la vie, Renégats. Voyons ce que je peux vous fournir..." Le civil vous envoie de la ferraille en guise de récompense.
ko: "확인해 보겠습니다... 됐다! 다시 계좌에 접속할 수 있어요. 배회자님은 제 생명의 은인입니다. 어디 보자... 드릴만한 게..." 민간인이 보답으로 스크랩을 건네줍니다.
ru: "Сейчас проверю... да! Я снова могу получить доступ к своим аккаунтам. Вы спасли мне жизнь, Ренегат. Посмотрим, что я могу выделить..." Гражданский присылает вам в награду немного лома.

source: This Union station is no friend of yours. Now inhabited by pirates, it's aiming its entire arsenal straight at you!
fr: Cette Station de l'Union n'est pas votre amie. Désormais habitée par des pirates, elle braque tout son arsenal sur vous !
ko: 이 협회 정거장은 우호적이지 않았습니다. 해적에게 점령당하여 당신에게 온갖 무기를 조준하고 있습니다!
ru: Эта станция Союза не из ваших друзей. Теперь она заселена пиратами и направляет весь свой арсенал прямо на вас!
zh_hans: 该平民空间站并不友好，因为其已被海盗占领。现在对方全部的武器瞄准了你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="ENCOUNTER_COALITION_UNION"]/text
source: A Coalition ship is slinking around the area, no doubt hunting for Unionists to pick off. Spotting you instead, it decides you'll be a nice challenge for it and attacks.
fr: Un vaisseau de la Coalition rôde autour de la zone, sans doute à la recherche d'Unionistes à abattre. Vous repérant à la place, il décide que vous ferez un bon défi et attaque.
ko: 연합 함선이 이 지역을 살금살금 돌아다니고 있습니다, 의심할 여지 없이 민간인을 사냥 중입니다. 당신을 발견하자 좋은 도전이 될 것이라 판단하고 당신을 향해 공격하기 시작했습니다.
ru: Корабль Коалиции рыщет по окрестностям, несомненно, охотясь за Союзниками. Заметив вас, его экипаж решает, что вы станете для них хорошим испытанием, и атакует.
zh_hans: 一艘星联战舰在附近偷偷摸摸地行动，毫无疑问是为了猎杀平民。然而它发现了你，并认为你是个有挑战性的猎物，开始攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="RST_START"]/text
source: A small orange vessel probing the nearby beacon stops when it notices you and sends a distress call. Out of curiosity, you pick it up. "Foreign vessel, this is Surveyor 192 from the R.S.T. corporation. On behalf of the company I formally request any information you may have regarding the whereabouts of Dr. Renfield."
fr: Un petit vaisseau orange sondant la balise voisine s'arrête en vous apercevant et envoie un appel de détresse. Par curiosité, vous décrochez : " Vaisseau étranger, ici l'Arpenteur 192 de la corporation R.S.T.. Au nom de la compagnie, je vous demande formellement toute information que vous pourriez avoir sur l'endroit où se trouve le Dr. Renfield."
ko: 근처 송신소를 조사하던 작은 주황색 선박이 당신을 발견하곤 멈춰 서서 구조 신호를 보내옵니다. 당신은 호기심에 교신을 시작합니다. "안녕하세요, 여기는 R.S.T.사의 측량선 192호기입니다. 회사를 대표하여 렌필드 박사의 행방에 관한 정보를 공식적으로 요청합니다."
ru: Небольшое оранжевое судно, исследующее расположенный неподалеку маяк, останавливается, заметив вас, и посылает сигнал бедствия. Из любопытства вы принимаете его. "Чужеземное судно, это исследователь 192 из корпорации Р.Ж.А. От имени компании я официально прошу вас предоставить любую информацию о местонахождении доктора Ренфилда".

# data/events_sector_union.xml$//event[@name="RST_START"]/choice[1]/text
source: We don't know anything, sorry.
fr: Nous ne savons rien, désolé.
ko: 아무것도 모릅니다.
ru: Мы ничего не знаем, извините.

# data/events_sector_union.xml$//event[@name="RST_START"]/choice[1]/event/text
source: "Unfortunate, unfortunate... however, you do appear to be a military vessel, yes? Or at least a very well armed civilian. We have the general coordinates of where we believe Dr. Renfield to be. We hope to locate him, but we suspect he may be in danger. Our vessel is too poorly equipped to handle it alone. Could you take a look for us? R.S.T. will reward you handsomely if you succeed."
fr: " Dommage, Dommage... cependant, vous semblez être un vaisseau militaire, non ? Ou au moins un civil très bien armé. Nous avons les coordonnées générales de l'endroit où nous pensons que le Dr Renfield se trouve. Nous espérons le retrouver, mais nous pensons qu'il est en danger. Notre vaisseau est trop mal équipé pour s'en occuper seul. Pourriez-vous jeter un coup d'oeil pour nous ? R.S.T. vous récompensera largement si vous réussissez."
ko: "정말 안타깝군요... 그런데 그건 군함인가요? 최소한 무장을 정말 잘 갖춘 민간 선박이겠군요. 우리에게 렌필드 박사가 있을 것으로 추정되는 곳의 대략적인 좌표가 있습니다. 정확한 위치를 파악하고 싶지만, 그는 현재 위험에 처해있는 것 같습니다. 우리 함선은 장비가 너무 열악해서 현장을 확인하기 어렵습니다. 한번 살펴봐 주실 수 있으십니까? 성공하면 R.S.T.에서 큰 보상을 드리겠습니다."
ru: "Прискорбно, прискорбно... Однако, судя по всему, вы - военное судно, верно? Или, по крайней мере, очень хорошо вооруженное гражданское судно. У нас есть приблизительные координаты места, где, по нашему мнению, находится доктор Ренфилд. Мы надеемся найти его, но подозреваем, что он может быть в опасности. Наше судно слишком плохо оснащено, чтобы справиться с ним в одиночку. Не могли бы вы поискать его для нас? Р.Ж.А. щедро вознаградит вас, если вы справитесь".

source: Sure thing!
fr: Bien sûr !
ko: 물론입니다!
ru: Разумеется!
zh_hans: 没问题。

source: "Alright! Transfering coordinates as we speak. Good luck captain! Oh, and thanks for the help."
fr: "Très bien ! Transfert des coordonnées en ce moment même. Bonne chance, capitaine ! Oh, et merci pour votre aide."
ko: "좋아요! 지금 좌표를 전송 중입니다. 행운을 빕니다 함장님! 도와주셔서 고맙습니다."
ru: "Хорошо! Передаю координаты, как мы и договаривались. Удачи, капитан! О, и спасибо за помощь".

source: Remind me who Dr. Renfield is?
fr: Rappelez-moi qui est le Dr Renfield ?
ko: 렌필드 박사가 누구죠?
ru: Напомните мне, кто такой доктор Ренфилд?

source: "Oh, my apologies! I assumed everyone here knew... Dr. Renfield is a brillaint physicist, perhaps the greatest of our time! Among his most crowning achievements was the invention of the aptly named Renfield Bombs! Their explosive potential is greater than any previously known nuclear device of any species! They were used to eradicate the Vek on Earth, but the resulting explosion caused massive flooding. The incident did not... reflect wonderfully on the R.S.T. corporation, but that doesn't matter right now."
fr: "Oh, mes excuses ! Je pensais que tout le monde ici savait... Le Dr Renfield est un physicien brillant, peut-être le plus grand de notre époque ! L'une de ses plus grandes réussites est l'invention des bombes Renfield, qui portent bien leur nom ! Leur potentiel explosif est supérieur à celui de tous les engins nucléaires connus à ce jour, toutes espèces confondues ! Elles ont été utilisées pour éradiquer les Vek sur Terre, mais l'explosion qui en a résulté a provoqué des inondations massives. L'incident n'a pas... fait honneur à la corporation R.S.T., mais cela n'a pas d'importance pour le moment."
ko: "아, 죄송합니다! 여기 사람들은 전부 알고 있을 줄 알았네요... 렌필드 박사는 천재 물리학자예요. 아마도 우리 시대 최고일 겁니다! 그의 가장 빛나는 업적 중 하나는 바로 그의 이름을 딴 렌필드 폭탄의 발명입니다! 기존의 그 어떤 핵무기보다도 더 폭발력이 강하죠! 이 폭탄은 지구에서 벡을 박멸하는 데 사용됐었는데, 폭발로 인해 엄청난 홍수가 발생했습니다. 결국 R.S.T.에... 긍정적인 영향을 주지는 못했지만, 그런 건 지금 중요하지 않아요."
ru: "О, мои извинения! Я полагал, что все здесь знают... Доктор Ренфилд - гениальный физик, возможно, величайший в наше время! Среди его самых выдающихся достижений - изобретение так называемых бомб Ренфилда! Их взрывной потенциал превосходит все ранее известные ядерные устройства любого вида! Они были использованы для уничтожения векков на Земле, но взрыв привел к масштабному наводнению. Этот инцидент... не лучшим образом отразился на корпорации Р.Ж.А., но сейчас это не имеет значения".

source: Agree to the task.
fr: Accepter la tâche.
ko: 의뢰를 받아들인다.
ru: Взяться за задание.

source: "Alright! Transfering coordinates as we speak. Good luck captain! Oh, and thanks for the help."
fr: "Très bien ! Transfert des coordonnées en ce moment même. Bonne chance, capitaine ! Oh, et merci pour votre aide."
ko: "좋아요! 지금 좌표를 전송 중입니다. 행운을 빕니다 함장님! 도와주셔서 고맙습니다."
ru: "Хорошо! Передаю координаты, как мы и договаривались. Удачи, капитан! О, и спасибо за помощь".

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Understandable. We will not waste your time any further! R.S.T. out."
fr: "Compréhensible. Nous ne vous ferons pas perdre plus de temps ! R.S.T. terminé."
ko: "알겠습니다. 더 이상 시간 뺏지 않겠습니다! R.S.T. 통신 종료."
ru: "Понятно. Мы не будем больше тратить ваше время! Р.Ж.А. уходит".

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Understandable. We will not waste your time any further! R.S.T. out."
fr: "Compréhensible. Nous ne vous ferons pas perdre plus de temps ! R.S.T. terminé."
ko: "알겠습니다. 더 이상 시간 뺏지 않겠습니다! R.S.T. 통신 종료."
ru: "Понятно. Мы не будем больше тратить ваше время! Р.Ж.А. уходит".

# data/events_sector_union.xml$//event[@name="RST_START"]/choice[2]/text
source: Oh yeah I know all about Renfield. I think he was my brother or something?
fr: Oh oui, je sais tout sur Renfield. Je crois que c'était mon frère ou quelque chose comme ça ?
ko: 아 렌필드 잘 알죠. 제 형제 말인가요?
ru: О да, я знаю все о Ренфилде. Кажется, он был моим братом или что-то в этом роде?

# data/events_sector_union.xml$//event[@name="RST_START"]/choice[2]/event/text
source: "Brother? What? Renfield doesn't have any siblings! Ugh, it's like no one takes anything seriously anymore." The ship hangs up.
fr: "Frère ? Comment ça ? Renfield n'a pas de frère ou de sœur ! Argh, c'est comme si personne ne prenait plus rien au sérieux" Le vaisseau raccroche.
ko: "형제? 뭐라고요? 박사님은 형제가 없습니다! 으으, 더 이상 아무도 진지하게 받아들이지 않는 것 같아." 교신이 끊겼습니다.
ru: "Братом? Что? У Ренфилда нет братьев и сестер! Фу, как будто никто уже ничего не воспринимает всерьез". Корабль отключает связь.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="SPIDER_QUEST_START"]/text
source: You find a number of ships fleeing from a small space station. A squadron of Militia vessels have been deployed around the area. One ship hails you: "Civilian, this system is restricted. We must request that you leave immediately."
fr: Vous trouvez un certain nombre de vaisseaux fuyant une station spatiale de taille modeste. Un escadron d'appareils de la Milice a été déployé autour de la zone. L'un d'eux vous contacte : "Civil, ce système est restreint. Nous devons vous demander de quitter cette zone immédiatement."
ko: 여러 함선이 작은 우주 정거장으로부터 달아나고 있습니다. 정거장 주변에는 민병대 중대가 배치되어 있습니다. 중대원 중 한 명이 당신에게 교신을 보내옵니다. "민간인 여러분, 이 행성계는 출입이 제한되었습니다. 즉시 떠날 것을 요청합니다."
ru: Вы обнаружили несколько кораблей, покидающих небольшую космическую станцию. Эскадрилья кораблей Ополчения была развернута вокруг этой зоны. Один корабль связывается с вами: "Гражданский, эта система закрыта. Мы просим вас немедленно покинуть ее".
zh_hans: 你发现许多飞船正从一个小型空间站逃逸。一支盟卫中队已部署在该信标周围。一艘船呼叫你："平民，这个星系统属于封锁区，我们勒令你立即离开。"

source: We're no civilian ship, what is the issue?
fr: Nous ne sommes pas un vaisseau civil, quel est le problème ?
ko: 우리는 민간인이 아닙니다. 무슨 문제라도 있습니까?
ru: Мы не гражданские, в чем проблема?
zh_hans: 我们不是民用船，出什么事了？

source: "A Federation military vessel? My bad then. This station has been infected by some kind of weird... giant alien spiders. Think you could clear this station of the infestation, without causing too much damage?"
fr: "Un vaisseau militaire de la Fédération ? Au temps pour moi. Cette station a été infectée par des espèces... d'araignées aliens géantes. Vous sentez-vous capable d'éradiquer l'infestation à bord, sans causer trop de dégâts ?"
ko: "연방 소속 군함입니까? 제가 오해를 했군요. 이 정거장은 아주 기괴한... 거대 외계 거미들에게 점거당했습니다. 혹시 정거장에 큰 피해를 입히지 않고 거미들만 제거할 수 있으십니까?"
ru: "Военное судно Федерации? Виноват. Эта станция была заражена какими-то странными... гигантскими инопланетными пауками. Как вы думаете, вы сможете очистить станцию от этой заразы, не причинив слишком много повреждений?"
zh_hans: "一艘联邦军舰？那怪我看走了眼。这个空间站被某种奇怪的...巨大的外星蜘蛛占领了。你认为你可以在不造成太大破坏的情况下清除这个空间站的蜘蛛吗？"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: The Militiamen give you clearance to engage the station, but give two last warnings. "We aren't sure what these things are, but they seem to be able to keep the station's systems functional. If you have to cause some damage that's understandable, but please do not cause very much, we can't go around destroying civilian property."
fr: Les Miliciens vous donnent l'autorisation de cibler la station, mais donnent deux derniers avertissements. "Nous ne sommes pas sûrs de ce que ces choses sont, mais elles ont l'air capables de maintenir les systèmes de la station fonctionnels. Si vous êtes contraints d'infliger quelques dégâts, cela est compréhensible, mais veillez à ne pas trop en causer, nous ne pouvons pas nous permettre de détruire de la propriété civile."
ko: 민병대는 당신에게 정거장과 교전할 수 있도록 허가를 내려주면서 마지막으로 두 가지 경고를 했습니다. "이것들이 뭔지는 잘 모르겠지만, 정거장의 시설을 작동시킬 수 있는 것으로 보입니다. 필연적으로 정거장에 얼마정도의 피해를 입히는 것은 괜찮겠지만, 부탁하건대 너무 많은 피해를 주지는 마십시오. 민간 재산을 파괴하고 다닐 수는 없으니까요."
ru: Ополченцы разрешают вам вступить в бой со станцией, но дают два последних предупреждения. "Мы не уверены, что это за существа, но, похоже, они способны поддерживать работоспособность систем станции. Если вам придется нанести какой-то ущерб, это понятно, но, пожалуйста, не причиняйте его очень сильно, мы не можем уничтожать гражданское имущество".
zh_hans: 盟卫允许你与空间站交战，但最后又发出了两个警告："我们不确定这些东西是什么，但它们似乎能够让空间站的系统保持正常运行。如果你必须造成一些损害，我们能理解，但请不要造成太多，我们不能到处破坏平民财产。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Haynes) "Excuse me... did you say... spiders?"
fr: (Haynes) "Excusez-moi... avez-vous dit... des araignées ?"
ko: (헤인즈) "실례지만... 혹시 방금... 거미라고 했나?"
ru: (Хэйнс) "Простите... вы сказали... пауки?"
zh_hans: (海因斯)"对不起...你是说...蜘蛛吗？"

source: "Oh, Commander Haynes! Pardon me sir, I didn't realize you were aboard! Yes sir, spiders! Of the giant alien variety!" The Militiaman stands up straight and salutes awkwardly, almost falling backwards in the process. Haynes goes a bit green in the face. "Great... spiders... when you say giant, how big exactly do you mean?" The Militiaman contemplates for a moment before responding, "Hmmm... about the size of a man? The babies are like the size of dogs. Very big. Hence the descriptor, sir! Uhm... sir?" You notice Haynes has left the room, and upon checking the cameras find he's throwing up in the restroom. He should get over it soon.
fr: "Oh, Commandant Haynes ! Pardonnez-moi, monsieur, je n'avais pas réalisé que vous étiez à bord ! Oui, monsieur, des araignées ! De la variété d'alien géante !" Le milicien se redresse et fait un salut maladroit, manquant presque de tomber en arrière dans le processus. Haynes devient un peu pâle. "Super... des araignées... quand vous dites géantes, à quel point sont-elles grandes exactement ?" Le milicien réfléchit un moment avant de répondre : "Hmmm... environ de la taille d'un homme ? Les bébés sont de la taille de chiens. Très grands. D'où le descriptif, monsieur ! Euh... monsieur ?" Vous remarquez qu'Haynes a quitté la pièce et en vérifiant les caméras, vous constatez qu'il est en train de vomir aux toilettes. Il devrait bientôt s'en remettre.
ko: 오, 헤인즈 선생님! 실례했습니다. 정말 선생님이 타고 있는 줄은 몰랐습니다! 예, 거미들입니다! 거대한 외계 종들 말이죠!" 민병대는 꼿꼿이 서서 어색하게 경례했고 그 과정에서 거의 뒤로 넘어질 뻔했습니다. 헤인즈의 얼굴이 약간 녹색으로 변했습니다. "흠... 한 사람 크기 정도 되는 건가?" 민병대원은 대답하기 전에 잠시 생각에 잠겼습니다. "음... 성인 남자만 한 크기정도일까요? 새끼들은 개만한 크기입니다. 아주 크죠. 그래서 묘사를 하면은! 음... 선생님?" 당신은 헤인즈가 나간 것을 알아채고 카메라를 확인했습니다. 그는 화장실에서 토를 하고 있었습니다. 빨리 공포증을 극복해야할 것 같네요.
ru: "О, командир Хэйнс! Извиняюсь, сэр, я не знал, что вы на борту! Все верно, пауки! Гигантские инопланетные!" Ополченец встает прямо и неловко отдает честь, чуть не падая при этом назад. Хэйнс слегка зеленеет лицом. "Отлично... пауки... когда вы говорите "гигантские", какие именно размеры вы имеете в виду?" Ополченец на мгновение задумался, прежде чем ответить: "Хммм... размером с человека? Детеныши размером с собаку. Очень большие. Вот и описание, сэр! Ммм... сэр?" Вы замечаете, что Хэйнс вышел из отсека, и, проверив камеры, замечаете, что его тошнит в туалете. Он должен скоро прийти в себя.
zh_hans: "哦，海因斯指挥官！对不起长官，我没意识到您在船上！是的长官，蜘蛛！巨大外星品种！"盟卫站得笔直，笨拙地行了个军礼，过程中差点向后摔倒。海因斯脸色有些发青。"巨大的...蜘蛛...你是指多大？"盟卫沉思了片刻，然后回应道："嗯...大约有一个人那么大？幼体就和狗一样大。非常大。因此才这么说，长官！呃嗯...长官？"你注意到海因斯已经离开了房间，在检查监控后发现他在洗手间里呕吐。他应该能很快克服。

source: Agree to help.
fr: Accepter d'aider.
ko: 돕기로 한다.
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: The Militiamen give you clearance to engage the station, but give two last warnings. "We aren't sure what these things are, but they seem to be able to keep the station's systems functional. If you have to cause some damage that's understandable, but please do not cause very much, we can't go around destroying civilian property." You have some of the other crew pull Haynes out of the restroom and prepare for combat.
fr: Les miliciens vous donnent l'autorisation de cibler la station, mais ils vous donnent aussi des recommandations. "Nous ne sommes pas sûrs de ce que sont ces choses, mais elles semblent capables de maintenir les systèmes de la station opérationnels. Vous devrez causer des dégâts, c'est compréhensible, mais s'il vous plaît, n'en causez pas trop. Nous ne pouvons pas nous permettre de détruire des biens civils." Vous demandez à d'autres membres de l'équipage de sortir Haynes des toilettes et vous préparez au combat.
ko: 민병대는 당신에게 정거장과 교전할 수 있도록 허가를 내려주면서 마지막으로 두 가지 경고를 했습니다. "이것들이 뭔지는 잘 모르겠지만, 정거장의 시설을 작동시킬 수 있는 것으로 보입니다. 필연적으로 정거장에 얼마정도의 피해를 입히는 것은 괜찮겠지만, 부탁하건대 너무 많은 피해를 주지는 마십시오. 민간 재산을 파괴하고 다닐 수는 없으니까요." 당신과 몇 선원들은 헤인즈를 화장실에서 끌어내어 전투를 준비하게 합니다.
ru: Ополченцы разрешают вам вступить в бой со станцией, но дают два последних предупреждения. "Мы не уверены, что это за существа, но, похоже, они способны поддерживать работоспособность систем станции. Если вам придется нанести какой-то ущерб, это понятно, но, пожалуйста, не причиняйте его очень сильно, мы не можем уничтожать гражданское имущество". Вы поручаете нескольким членам экипажа вытащить Хэйнса из туалета и готовитесь к бою.
zh_hans: 盟卫允许你与空间站交战，但最后又发出了两个警告："我们不确定这些东西是什么，但它们似乎能够让空间站的系统保持正常运行。如果你必须造成一些损害，我们能理解，但请不要造成太多，我们不能到处破坏平民财产。"你让其他船员将海因斯从洗手间拉出并准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Perhaps this isn't the best idea.
fr: Peut-être que ce n'est pas la meilleure idée.
ko: 아마 좋은 생각인것 같지는 않다.
ru: Может быть, это не самая лучшая идея.
zh_hans: 也许这个主意不是很好。

source: You apologize but inform the Militiamen you can't help. Before you leave you make a point to tell Haynes you turned down the request, and a wave of relief floods his face before he returns to losing his lunch.
fr: Vous vous excusez, mais vous informez les miliciens que vous ne pouvez pas les aider. Avant de partir, vous prenez soin de dire à Haynes que vous avez refusé la demande et un flot de soulagement envahit son visage avant qu'il ne retourne de nouveau son déjeuner.
ko: 당신은 사과하며 도움을 줄 수 없다고 민병대에게 알립니다. 떠나기 전 당신은 헤인즈에게 요청을 거절했다고 확실히 말했고, 점심을 모두 게워내기 전에 안도의 물결이 그의 얼굴로 퍼집니다.
ru: Вы извиняетесь и сообщаете ополченцам, что ничем не можете помочь. Перед уходом вы сообщаете Хэйнсу, что отказали просьбу, и волна облегчения заливает его лицо, после чего он возвращается к обеду.
zh_hans: 你道歉，但告诉盟卫你无能为力。在你离开之前，你要告诉海因斯你拒绝了这个请求，在他继续清空胃里刚吃的午饭之前，脸上浮现出一抹如释重负的神色。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: We're no civilian ship, what is the issue?
fr: Nous ne sommes pas un vaisseau Civil, quel est le problème ?
ko: 우리는 민간인이 아닙니다. 무슨 문제라도 있습니까?
ru: Мы не гражданские, в чем проблема?
zh_hans: 我们不是民用船，出什么事了？

source: "Well, I'll be! You're the ship who was sent out to take care of that spider issue. Unfortunately, there's still some spider problems on the outskirts here. Don't suppose you could take care of these ones again, could you?"
fr: "Eh bien ça alors ! Vous êtes le vaisseau qui a été envoyé s'occuper du problème d'araignées. Malheureusement, il subsiste encore quelques problèmes d'araignées par-ci par-là. Serait-ce trop demander de chercher votre aide à nouveau pour résoudre ce problème ?"
ko: "아니, 세상에! 당신은 그때 거미 문제를 해결하기 위해 파견됐던 함선이군요. 불행히도, 이곳 외곽 쪽은 여전히 거미로 인한 문제가 남아있습니다. 이것들을 다시 한번 처리해 주실 수 있으십니까?"
ru: "Ну, я все! Вы - корабль, который был послан разобраться с пауками. К сожалению, на окраинах все еще есть проблемы с пауками. Не могли бы вы снова позаботиться о них?"
zh_hans: "好嘛，真是巧了！你们就是那艘曾被派去处理那些蜘蛛麻烦的星舰。很不幸，星区边缘的这里还有一些蜘蛛麻烦。你们可以再一次解决他们的，对吗？"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: The Militiamen give you clearance to engage the station. "Just as before, please try and be careful! We can't go around blowing up civilian property!"
fr: Les Miliciens vous donnent l'autorisation de cibler la station, mais donnent deux derniers avertissements. "Comme avant, essayez de faire attention ! Nous ne pouvons nous permettre de détruire la propriété civile !"
ko: 민병대가 다시 정거장과 교전할 수 있는 허가를 내줬습니다. "전에처럼, 부디 조심해 주십시오! 민간 재산을 폭파하고 다닐 수는 없습니다."
ru: Ополченцы разрешают вам вступить в бой со станцией. "Как и тогда, пожалуйста, постарайтесь действовать осторожно! Мы не можем взрывать гражданское имущество!"
zh_hans: 盟卫允许你与空间站交战。"和以前一样，请务必小心！我们不能到处乱炸毁平民财产！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Agree to leave.
fr: Accepter de quitter la zone.
ko: 민병대 함장의 말을 듣고 떠난다.
ru: Согласиться уйти.
zh_hans: 同意离开。

source: You navigate away from the station, but you stay in the system long enough to do something on the ship.
fr: Vous vous éloignez de la station, mais vous restez dans le système assez longtemps pour faire quelque chose à bord du vaisseau.
ko: 당신은 정거장에서 멀리 떨어진 후 함선에서 무언가를 할 수있을 만큼 충분히 행성계에 머무릅니다.
ru: Вы отдаляетесь от станции, но остаетесь в системе достаточно долго, чтобы сделать что-нибудь на корабле.
zh_hans: 你导航驶离空间站，但你在星系内的时间很充裕，所以还能进行星舰管理。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
