Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The Militia patrol sends a message. "Not that we aren't grateful for stepping in, but that was a little excessive, wasn't it?"
fr: La patrouille de la Milice vous envoie un message. "C'est pas qu'on est mécontents de votre intervention, mais c'était un peu excessif, non ?"
ko: 민병대가 메시지를 보냈습니다. "개입해 주신 것에 감사하지 않은 것은 아니지만, 좀 지나치지 않았습니까?"
ru: Патруль Ополчения передает сообщение. "Не то чтобы мы не были благодарны за вмешательство, но это было немного слишком, не так ли?"
zh_hans: 盟卫巡逻队发来消息。"我们很感谢你的帮助，但是这似乎有点过头了吧？"

source: The leader of the refugees hails you. "Wherever we go, violence seems to follow. Is that the natural state of the world? Still, we are appreciative for you taking our side. We can only hope this doesn't backfire onto us."
fr: Le chef des réfugiés vous contacte. "Où que l'on se rende, la violence semble nous suivre. Est-ce là l'ordre naturel des choses ? Enfin... Nous apprécions que vous vous soyez rangé de notre côté. Nous espérons juste que cela ne va pas se retourner contre nous."
ko: 난민들의 리더가 교신을 보냅니다. "우리가 가는 곳은 항상 폭력이 뒤따르는 것 같소. 이게 세상의 자연스러운 모습인가? 어쨌든 우리 편을 들어줘서 고맙소. 괜스레 불똥튀지 않았으면 좋겠구려."
ru: Лидер беженцев связывается с вами. "Куда бы мы ни пошли, за нами следует насилие. Это естественное состояние мира? Тем не менее мы благодарны вам за то, что вы встали на нашу сторону. Остается надеяться, что это не обернется против нас".
zh_hans: 难民领袖向你致意。"无论我们走到哪里，暴力都无处不在。这是世界的自然状态吗？不过，我们还是很感激你站在我们这边。我们只能希望这不会适得其反。"

# data/events_sector_union.xml$//event[@name="MILITIA_OUTCAST_REFUGEES_STAY"]/text
source: The leader of the refugees hails you. "We thank you for sticking up for us. Maybe now we can actually live our lives in peace. We will provide you what we can for helping us."
fr: Le chef des réfugiés vous contacte. "Merci d'avoir pris parti pour nous. Peut-être que nous pourrons vivre en paix, désormais. Voilà ce que nous pouvons vous donner pour votre aide."
ko: 난민들의 리더가 교신을 보냅니다. "우리를 지지해 줘서 고맙소. 이제 정말 평화롭게 살 수 있을 것 같소. 보답으로 최대한 많은 자원을 제공하겠소."
ru: Лидер беженцев связывается с вами. "Мы благодарим вас за то, что вы вступились за нас. Возможно, теперь мы сможем жить спокойно. Мы дадим вам все, что можем, за то, что вы нам помогли".
zh_hans: 难民领袖向你致意。"我们感谢你为我们挺身而出。也许现在我们能真正过上平静的生活了。我们将尽我们所能帮助你。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/text
source: A Union ship accosts you. "Hey! You... jerk!" The owner of the ship seems to be intoxicated. "This whooooole war thing. This is your fault! Yoooouuu... Renegade. None of this rebellion woulda happened if it wasn't for... you know... the Federation being dumb and slow. Now my business is slumping because yooooou and your multiversal war are getting in the way!"
fr: Un vaisseau de l'Union vous accoste. "Hey ! Espèce de... connard !" Le pilote du vaisseau semble ivre. "Touuuute cette guerre, c'est de ta faute ! Toiiiii... le Renégat. Y'aurait jaaaamais eu de Rébellion si... tu sais... la Fédération n'était pas aussi bête et lente. Mon business coule parce que vous foutez le bordel, toiiiii et ta guerre du multivers à la noix !"
ko: 협회 함선이 당신에게 고함을 지릅니다. "야! 이... 나쁜 놈아!" 협회 선장은 술에 취한 것 같습니다. "이 빌어먹을 전쟁. 다 네 잘못이야! 너어어어... 배회자. 연방이... 멍청하고 느려터지지 않았다면... 이런 반란은 일어나지 않았을 거야. 네들이랑 멀티버스 전쟁 때문에 내 사업이 망하고 있어!"
ru: К вам приближается корабль Союза. "Эй! Ты... придурок!" Владелец корабля, похоже, находится в состоянии алкогольного опьянения. "Это всеееее война. Это твоя вина! Тыыыыыы... Ренегат. Ничего из этого Восстания не произошло бы, если бы не... ну, ты понимаешь... Федерация была тупой и нерасторопной. А теперь мой бизнес идет под откос, потому что тыыыыы и твоя война Мультивселенной мешают мне!"
zh_hans: 一艘同盟飞船上前搭讪。"嘿！你…混蛋！"船主似乎喝醉了。"这该死的战争。都是你的错！你…变元者。本来一切叛乱都不会发生，如果不是…你懂的…联邦迟钝和愚蠢。因为'你'和你们多元宇宙战争，我的生意一直在走下坡路！"

source: (Nights) "Your businesssss isss failing becausssse you SSSSUCK."
fr: (Nights) "Ton businessss coule parce que c'est de la PISSSSE."
ko: (나이트) "싸업이 망한 건 네가 허쩝해써 그렇게찌."
ru: (Туман) "Твой бизнессссс терпит крах, потому что ты - ТУПОЙ".
zh_hans: (七夜)"你的生意失败，是因为你太差劲了。"

source: The drunk tries to respond, but before he can, Nights cuts him off. "Oh, you're jusssst failing becausssse the timessss are bad, it'ssss not your fault? Let me guessss, before the Rebelssss it wassss your wife. Or maybe your competitor did ssssomething unfair? Sssshut up, you're jusssst a failure. Own it." "But I... but you..." The man tries desperately to counter Nights, but he falters. The sound of stumbling footsteps can be heard as one of the other men on the ship tends to the comms. "Well, I think you did us all a favor for that. Why don't we just give you this and we'll both be on our way?"
fr: La limace ivre tente de répondre, mais Nights le coupe avant. "Tu coules parce que les temps sssont durs pour le businesss, mais c'est pas de ta faute ? Laisssse-moi deviner, avant les Rebelles c'était la faute de ta femme ? Ou peut-être que tes concurrents faisaient des trucs injussstes ? Ferme-la, t'es jussste un bon à rien. Accepte-le." "Mais... Mais vous..." La limace essaie désespérément de trouver une réponse, mais vacille. Vous entendez un bruit de pas alors qu'un membre de son équipage s'approche des communications. "Eh bien, vous nous avez rendu à tous un sacré service. Et si vous preniez ça, avant que l'on reprenne chacun sa route ?"
ko: 취객은 대답하려고 했지만, 나이트가 선수를 쳤습니다. "아, 시기가 안 좋아서 실패한 거지 네 잘못은 아니다? 어디 보자, 반군이 등장하기 전에는 네 아내가 그 역할이었겠지? 아니면 경쟁자가 반칙을 썼으려나? 닥쳐. 너는 그냥 실패자야. 인정해." "그치만 나는... 당신은..." 그는 나이트의 말에 필사적으로 반박하려 했지만 머뭇거리기만 합니다. 비틀거리는 발소리와 함께 다른 사람이 통신기에 모습을 드러냅니다 . "참으로 위로되는 말씀이십니다. 이걸 드릴 테니 그냥 우리 둘 다 갈 길 가면 안 될까요?"
ru: Пьяница пытается что-то ответить, но Туман прерывает его. "О, ты просссто несссправляешшшьссся, потому что времена плохие, и это не твоя вина? Дай угадаю, до повссстанцев виноватой была твоя жена. Или, может, твой конкурент поссступил нечессстно? Заткнисссь, ты просссто неудачник. Признай это". "Но я... но ты..." Он отчаянно пытается возразить Туману, но не успевает. Послышался звук спотыкающихся шагов: один из людей на корабле подключился к связи. "Что ж, думаю, вы оказали нам всем услугу. Почему бы нам просто не отдать вам это, и мы оба отправимся в путь?"
zh_hans: 醉汉试图反驳，但在那之前，七夜打断了他。"噢，你只是因为时代不好才失败的？这不是你的错？让我猜猜，在叛军之前，是因为你的妻子或者竞争对手的不正当手段？闭嘴吧，你只是一个失败者。承认吧。" "但我…但是你…"这个人拼命想反驳七夜，但他结结巴巴地说不出话来，磕磕绊绊地离开。船上的另一个人走过来。 "好吧，我认为你帮了我们大家一个忙。在我们离开前，我们把这些东西给你。"

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[2]/text
source: Engage him with a well reasoned debate.
fr: L'engager dans un débat raisonné.
ko: 논리적인 토론으로 대응한다.
ru: Вступить с ним в аргументированную дискуссию.
zh_hans: 用合理的理由与他争论。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[2]/event/text
source: You explain to him the importance of your mission, but he completely dismisses all of your well-formulated arguments with the standard variety of fallacies. You politely attempt to inform him of his fallacious reasoning, but for some strange and unknowable reason, this doesn't get through to the angry drunk man. You realise this is leading nowhere and leave the ship and its rants behind.
fr: Vous lui expliquez l'importance de votre mission, mais il rejette tous vos arguments bien formulés avec la variété habituelle de sophismes. Vous tentez poliment de l'informer de son raisonnement fallacieux, mais pour une raison étrange et inconnue, cela ne marche pas auprès de cet homme ivre et en colère. Vous vous rendez compte que cela ne mène à rien et vous quittez le vaisseau et ses vociférations.
ko: 당신은 그에게 임무의 중요성을 설명했지만, 그는 흔하디흔한 오류를 범하며 당신의 논리정연한 주장들을 완전히 무시했습니다. 당신은 정중하게 그의 추론 방식이 잘못됐음을 알려주려고 했지만, 화가 난 주정뱅이에게는 어떤 불가사의한 이유 때문에 통하지 않았습니다. 토론이 아무 소용 없다는 것을 깨달은 당신은 취객과 그의 폭언을 뒤로하고 떠납니다.
ru: Вы объясняете ему важность своей миссии, но он полностью отметает все ваши хорошо сформулированные аргументы, используя стандартное множество заблуждений. Вы вежливо пытаетесь донести до него ошибочность его рассуждений, но по какой-то странной и непостижимой причине это не доходит до разгневанного пьяницы. Вы понимаете, что это ни к чему не приведет, и удаляетесь от корабля и его тирад.
zh_hans: 你向他解释了你任务重要性，但他却用各种荒谬错误的言论驳斥你的论点。你试图礼貌地指出他的错误，但由于某种奇怪未知的原因，那个愤怒的醉汉并没有听进去。你意识到这毫无意义，于是远离了这艘船和它的咆哮声。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[3]/text
source: Hurl insults at him.
fr: Lui cracher des insultes.
ko: 그에게 모욕을 퍼붓는다.
ru: Оскорбить его.
zh_hans: 谩骂他。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[3]/event/text
source: You engage in a tiring shouting match with the guy. Eventually, something that you say strikes a nerve. He attacks!
fr: Vous vous engagez dans un combat d'insultes avec lui. Finalement, quelque chose que vous dites touche un point sensible. Il attaque !
ko: 당신은 그 남자와 피 말리는 아귀다툼을 벌였습니다. 결국, 당신이 한 말이 그의 신경을 건드리게 됩니다. 그가 공격합니다!
ru: Вы вступаете с ним в утомительную перепалку. В конце концов, что-то из сказанного вами задевает его за живое. Он нападает!
zh_hans: 你和那个家伙进行了一场激烈的争吵。最终，你说的某句话完全触怒了他。他向你发起了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[4]/text
source: Threaten to blow his ship to pieces.
fr: Menacer de faire exploser son vaisseau en morceaux.
ko: 함선을 산산조각 내겠다고 위협한다.
ru: Пригрозить разнести его корабль на куски.
zh_hans: 威胁要把他的船炸成碎片。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[5]/text
source: Actually blow his ship to pieces.
fr: Faire exploser son vaisseau en morceaux.
ko: 진짜로 산산조각 낸다.
ru: Разнести его корабль на куски.
zh_hans: 把他的船炸成碎片。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[5]/event/text
source: "AND THERE IT IS! Look everyone, I'm being repressed!" The Union ship returns fire!
fr: "ET VOILÀ ! Regardez tous, on m'oppresse !" Le vaisseau de l'Union riposte !
ko: "그럴 줄 알았다! 다들 여기 봐, 연방이 우리를 억압하고 있어!" 협회 함선이 반격합니다!
ru: "И ВОТ ОНО! Смотрите все, меня угнетают!" Корабль Союза открывает ответный огонь!
zh_hans: "果然是这样！大家看到了吧，不是我先攻击的！"同盟战舰反击了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[6]/text
source: Completely ignore him.
fr: L'ignorer complètement.
ko: 완전히 무시한다.
ru: Полностью игнорировать его.
zh_hans: 完全无视他。

# data/events_sector_union.xml$//event[@name="UNION_DRUNK"]/choice[6]/event/text
source: The ship continues to broadcast nasty words at you, but you pay it no mind.
fr: Le vaisseau continue de diffuser des paroles désobligeantes à votre égard, mais vous n'y prêtez pas attention.
ko: 주정뱅이는 계속해서 험담을 늘어놨지만, 당신은 신경 쓰지 않았습니다.
ru: Корабль продолжает говорить вам гадости, но вы не обращаете на это внимания.
zh_hans: 飞船继续对你说脏话，但你不予理会。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Whoa whoa, calm down man! I didn't mean nothing by it, we're all friends here! See, friends!" The Union ship tosses a weapon out of the hold and keeps its distance from you.
fr: "Wow ho, calme-toi, mec ! Je ne voulais rien dire, on est tous des amis ici ! Tu vois, des amis !" Le vaisseau de l'Union jette une arme hors de sa cale et garde ses distances avec vous.
ko: "워워, 진정해! 특별한 뜻은 없었어, 여기선 우리 모두 친구야! 봐, 친구들!" 협회 함선이 화물칸 밖으로 무기를 던져놓고 당신과 거리를 둡니다.
ru: "Эй, эй, успокойся чувак! Я ничего такого не имел в виду, мы все здесь друзья! Видите, друзья!" Корабль Союза бросает оружие из трюма и держится от вас на расстоянии.
zh_hans: "嘿嘿嘿，冷静点！我并没有那个意思，我们都是朋友！看，朋友！"同盟飞船把一件武器扔出舱外并保持与你的距离。

source: "Oh you wanna go? You wanna go? I can take you!" The Union ship preempts you by attacking first!
fr: "Oh, tu veux te battre ? Tu me cherches ? Je vais te défoncer !" Le vaisseau de l'Union vous devance en attaquant le premier !
ko: "뭐? 한판 붙고 싶다고? 좋아, 내가 발라주마!" 협회 함선이 먼저 공격을 시작합니다!
ru: "О, ты хочешь этого? Хочешь этого? Я могу тебе это дать!" Корабль Союза опережает вас, атакуя первым!
zh_hans: "哦，你想炸碎我？你想炸碎我？我才不会怕你！"同盟飞船先发制人发起攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Well uh... you know uh... I would totally kick your ass, but I have too much work to do. So there." The ship quickly disengages.
fr: "Eh bien euh... tu sais euh... je te botterais bien le cul, mais j'ai trop de travail à faire." Le vaisseau se désengage rapidement.
ko: "그... 저기... 네 버릇을 바로잡아주고 싶지만 할 일이 너무 많아. 그래서 저기..." 주정뱅이는 빠르게 달아났습니다.
ru: "Ну... ты понимаешь... я бы надрал тебе задницу, но у меня слишком много работы. Как-то так". Корабль быстро удаляется.
zh_hans: "呃…你知道的…我很想踢你的屁股，但是我有太多的事情要做。所以就这样吧。" 飞船迅速离开。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_MINING"]/text
source: It appears a civilian mining operation is being held in an asteroid field nearby. There are perimeter markers surrounding the field informing unsanctioned personnel that they shouldn't enter the region.
fr: Il semble qu'une opération minière civile se déroule dans un champ d'astéroïdes à proximité. Des marqueurs de périmètre entourent le champ et informent qu'aucune personne non autorisée ne doit pénétrer dans la région.
ko: 민간인들이 인근 소행성대에서 채굴을 하고있는 것 같습니다. 현장 주변에 놓인 표지판이 허가받지 않은 사람은 들어오지 말라고 경고하고 있습니다.
ru: Похоже, что в астероидном поле неподалеку ведется добыча полезных ископаемых. По периметру поля расставлены маркеры, информирующие о том, что несанкционированный персонал не должен входить в этот регион.
zh_hans: 附近的小行星区似乎正在进行民用采矿作业。周围有警戒线环绕着这个区域，告知未经批准的人员不得进入该区域。

# data/events_sector_union.xml$//event[@name="UNION_MINING"]/choice[1]/text
source: Inspect closer.
fr: Inspecter de plus près.
ko: 자세히 살펴본다.
ru: Осмотреть внимательнее.
zh_hans: 仔细检查。

# data/events_sector_union.xml$//event[@name="UNION_MINING"]/choice[1]/event/text
source: Most of the ships have docked with a nearby outpost out of reach of the asteroid field, but one ship is still in the progress of mining some asteroids.
fr: La plupart des vaisseaux se sont accostés à un avant-poste proche, hors de portée du champ d'astéroïdes, mais un vaisseau est encore en train de miner quelques astéroïdes.
ko: 대부분의 함선은 근처 전초기지에 정박해있지만 한 선박은 여전히 소행성을 채굴 중입니다.
ru: Большинство кораблей пристыковано к ближайшему аванпосту, находящемуся за пределами астероидного поля, но один корабль все еще продолжает добывать минералы из астероидов.

source: Attack them.
fr: Les attaquer.
ko: 공격한다.
ru: Атаковать их.
zh_hans: 攻击对方。

source: You move in to attack the mining ship.
fr: Vous attaquez le vaisseau minier.
ko: 당신은 채굴선을 공격하기위해 움직였습니다.
ru: Вы переходите в атаку на шахтерский корабль.
zh_hans: 准备攻击这艘开采船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Mining Equipment) Mine some of the asteroids on the outskirts.
fr: (Rayon de Minage) Miner quelques astéroïdes de la périphérie.
ko: (광업용 빔) 외곽에서 소행성을 좀 채굴한다.
ru: (Шахтерский луч) Добыть минералы из астероидов на окраине.

source: You gather a decent supply of fuel and scrap from the asteroids when suddenly the harvester from earlier spots you. "Hey! This is a restricted area! What the hell are you doing?" With no one else to defend the asteroid field, they have no choice but to fight you off!
fr: Vous utilisez votre rayon pour récupérer une bonne quantité de ferraille et de carburant dans le champ d'astéroïdes.
ko: 광업용 빔을 사용해 소행성대에서 상당한 양의 스크랩과 연료를 캐냈습니다.
ru: Вы используете свой луч, чтобы собрать приличный запас лома и топлива на астероидном поле.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Beam Drone) Mine some of the asteroids on the outskirts. [-1|]
fr: (Drone à rayon) Miner quelques astéroïdes en périphérie. [-1|]
ko: (빔 드론) 외곽에서 소행성을 좀 채굴한다. [-1|]
ru: (Лучевой дрон) Добыть минералы из астероидов на окраине. [-1|]
zh_hans: (光束无人机)开采外围一些小行星。[-1|]

source: You gather a decent supply of fuel and scrap from the asteroids when suddenly the harvester from earlier spots you. "Hey! This is a restricted area! What the hell are you doing?" With no one else to defend the asteroid field, they have no choice but to fight you off!
fr: Vous utilisez votre drone pour récupérer une bonne quantité de ferraille et de carburant dans le champ d'astéroïdes.
ko: 빔 드론을 사용해 소행성대에서 상당한 양의 스크랩과 연료를 캐냈습니다.
ru: Вы используете свой дрон, чтобы собрать приличный запас лома и топлива на астероидном поле.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Scrap Arm) Mine some of the asteroids on the outskirts.
fr: (Collecteur de ferraille) Miner quelques astéroïdes en périphérie.
ko: (스크랩 팔) 외곽에서 소행성을 좀 채굴한다.
ru: (Кран сбора лома) Добыть минералы из астероидов на окраине.
zh_hans: (废料收集臂)开采外围一些小行星。

source: You gather a decent supply of fuel and scrap from the asteroids when suddenly the harvester from earlier spots you. "Hey! This is a restricted area! What the hell are you doing?" With no one else to defend the asteroid field, they have no choice but to fight you off!
fr: Vous utilisez votre drone pour récupérer une bonne quantité de ferraille et de carburant dans le champ d'astéroïdes.
ko: 로봇 팔을 사용해 소행성대에서 상당한 양의 스크랩과 연료를 캐냈습니다.
ru: Вы используете свой дрон, чтобы собрать приличный запас лома и топлива на астероидном поле.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Beam Drone) Mine some of the asteroids on the outskirts. [-1|]
fr: (Drone à rayon) Miner quelques astéroïdes en périphérie. [-1|]
ko: (광업용 드론) 외곽에서 소행성을 좀 채굴한다. [-1|]
ru: (Шахтерский дрон) Добыть минералы из астероидов на окраине. [-1|]
zh_hans: (光束无人机)开采外围一些小行星。[-1|]

source: You use your drone to gather a decent supply of scrap and fuel from the asteroid field.
fr: Vous utilisez votre drone pour récupérer une bonne quantité de ferraille et de carburant dans le champ d'astéroïdes.
ko: 광업용 드론을 사용해 소행성대에서 상당한 양의 스크랩과 연료를 캐냈습니다.
ru: Вы используете свой дрон, чтобы собрать приличный запас лома и топлива на астероидном поле.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.

# data/events_sector_union.xml$//event[@name="UNION_MINING"]/choice[2]/text
source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视采矿区。

# data/events_sector_union.xml$//event[@name="UNION_MINING"]/choice[2]/event/text
source: You have no interest in the mining operation.
fr: Vous n'avez aucun intérêt dans l'exploitation minière.
ko: 당신은 채굴에는 별 관심이 없었습니다.
ru: Вы не заинтересованы в добыче минералов.
zh_hans: 你对开采毫无兴趣。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_MINING_CONFRONT"]/text
source: Before you can leave, the harvester from earlier notices you. "Hey! What do you think you're doing? This is a restricted area, we can't just have random ships barging in here like they own the place!" You can tell that your ship being significantly larger than theirs is the only reason they're not attacking outright.
fr: Avant que vous ne puissiez partir, le Récolteur aperçu plus tôt vous repère. "Hé ! Qu'est-ce que vous croyez faire ? C'est une zone interdite, on ne peut pas laisser n'importe quel vaisseau débarquer comme s'il était chez lui ! " On devine que c'est uniquement parce que votre vaisseau est bien plus imposant que le leur qu'ils n'attaquent pas immédiatement.
ko: 소행성대를 떠나려던 찰나, 조금 전 그 채집선이 당신을 발견합니다. "이봐! 뭐 하는 거야? 여기는 제한 구역이야, 아무 함선이나 주인인 양 들이닥칠 수는 없다고!" 그들이 즉시 공격하지 않은 유일한 이유는 필시 당신 함선의 압도적인 크기겠죠.
ru: Не успеваете вы уйти, как вас замечает тот самый сборщик. "Эй! Что вы себе позволяете? Это запретная зона, мы не можем позволить случайным кораблям врываться сюда, как будто они здесь хозяева!" Вы можете сказать, что ваш корабль значительно больше их - это единственная причина, по которой они не нападают сразу.

source: Attack them.
fr: Les attaquer.
ko: 공격한다.
ru: Атаковать их.
zh_hans: 攻击对方。

source: You're not going to let anybody tell you what to do, regardless of the legality behind it. The Union ship doesn't hesitate to defend themselves.
fr: Vous ne laisserez personne vous dicter votre conduite, quelle que soit la légalité de la situation. Le vaisseau de l'Union n'hésite pas à se défendre.
ko: 당신은 법이 어떻든 간에 누군가 당신에게 이래라저래라 하게 두지 않을 것입니다. 협회 함선은 즉시 방어 태세를 취합니다.
ru: Вы не позволите никому указывать вам, что делать, независимо от того, насколько это законно. Корабль Союза без колебаний защищает себя.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore it and leave.
fr: L'ignorer et partir.
ko: 무시하고 떠난다.
ru: Не обращать внимания и уйти.
zh_hans: 无视它并离开。

source: You turn off the comms and prepare to jump. Even if nobody actually died here, you doubt your actions would do much to improve the reputation that Renegades have garnered in the Union.
fr: Vous coupez les communications et vous préparez au saut. Même si personne n'est réellement mort ici, vous doutez que vos actions améliorent la réputation que les Renégats se sont forgée au sein de l'Union.
ko: 당신은 통신을 끊고 도약을 준비합니다. 설령 실제로 죽은 사람이 없다 쳐도, 당신의 행동이 배회자에 대한 협회의 평판을 개선하는 데 조금이라도 도움이 될 리는 없겠죠.
ru: Вы отключаете связь и готовитесь к прыжку. Даже если здесь действительно никто не погиб, вы сомневаетесь, что ваши действия сильно улучшат репутацию, которую Ренегаты завоевали в Союзе.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bribe them.
fr: Les soudoyer.
ko: 그들을 매수한다.
ru: Подкупить их.
zh_hans: 贿赂对方。

source: You transfer some scrap you collected over to their ship. They barely hesitate before accepting it and clearing you to leave the field.
fr: Vous transférez une partie de la ferraille que vous avez récupérés vers leur vaisseau. Ils hésitent à peine avant d'accepter et de vous autoriser à quitter la zone.
ko: 당신은 수집한 스크랩 일부를 그들의 함선으로 전송했습니다. 그들은 별다른 망설임 없이 뇌물을 받아들이고 당신이 현장을 떠날 수 있도록 허가합니다.
ru: Вы передаете собранный вами лом на их корабль. Они недолго колеблются, прежде чем принять его и разрешить вам покинуть поле.

# data/events_sector_union.xml$//event[@name="UNION_MINING_DESTROY"]/text
source: It appears the mining ship was carrying large fuel stores. One of your shots must have ignited the cargo bay, because the mining ship explodes. Luckily your ship isn't harmed, but none of their cargo survived. You quickly scrap what's left before reinforcements arrive.
fr: Il semble que le vaisseau minier transportait d'importantes réserves de carburant. L'un de vos tirs a dû mettre le feu à la soute car le vaisseau minier explose. Par chance, votre vaisseau n'est pas endommagé mais aucune de leurs cargaisons n'a survécu. Vous ferraillez rapidement ce qui reste avant l'arrivée des renforts.
ko: 그 채굴선은 대형 연료 저장고를 운반하고 있던 것 같습니다. 당신의 탄환 중 하나가 그들의 저장고를 발화시켜 함선을 폭발시켜 버렸으니까요. 운 좋게도 당신의 함선에 피해는 없었지만 살아남은 화물은 없어 보입니다. 당신은 지원군이 도착하기 전에 남은 것을 재빨리 긁어모읍니다.
ru: Судя по всему, на шахтерском корабле находились большие запасы топлива. Один из ваших выстрелов, видимо, воспламенил грузовой отсек, потому что шахтерский корабль взрывается. К счастью, ваш корабль не пострадал, но ничего из их груза не уцелело. Вы быстро собираете все, что осталось, пока не подоспело подкрепление.
zh_hans: 似乎这艘开采船携带有大量燃料。看来其中一发攻击点燃了对方货舱并导致了爆炸。还好你的战舰未受损，但对方的货舱库存都未能幸免。你只好赶在其援军到来前快速搜刮剩余的船骸。
