Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_sector_union.xml$//event[@name="INFESTED_STATION_WIN"]/text
source: You've cleared out the spider infestation from the station. The Militiamen thank you for your help, and payment is given for your effort.
fr: Vous avez nettoyé l'infestation d'araignée à bord de la station. Les Miliciens vous remercient pour votre aide et un paiement est fourni pour vos efforts.
ko: 당신은 정거장을 점거하던 거미들을 제거했습니다. 민병대는 당신의 도움에 감사를 표하고, 수고비를 줬습니다.
ru: Вы очистили станцию от пауков. Ополченцы благодарят вас за помощь и платят за ваши старания.
zh_hans: 你已经清除了空间站内的蜘蛛麻烦。盟卫对你的帮助表示感谢，并为你提供报酬。

source: Ask about the spiders.
fr: En demander plus sur les araignées.
ko: 거미들에 대해 물어본다.
ru: Спросить о пауках.
zh_hans: 询问蜘蛛的相关事宜。

source: "Not sure there's much I can tell you. Things came from the Brood, one of those pirate clans that live out in abandoned space. Commander Montgomery could tell you more than me, but he's busy handling the infestation elsewhere. Seems the spiders have finally got so out of hand that even the Brood can't control them anymore, and now's our chance."
fr: "Pas sûr de pouvoir vous en dire plus là-dessus. Ces choses proviennent de la Couvée, l'un des clans pirates vivant en espace abandonné. Le Commandant Montgomery pourrait vous en dire plus que moi, mais il est actuellement en train de lutter contre l'infestation autre part. On dirait que les araignées sont devenues tellement hors de contrôle que même la Couvée ne peut plus les tenir en laisse et voici notre chance."
ko: "제가 해드릴 수 있는 말은 별로 없습니다. 이 거미들은 버려진 공간에 자리 잡은 해적 세력 중 하나인 '브루드'가 풀어놓은 놈들입니다. 몽고메리 중령님이라면 저보다 더 자세히 알려드릴 수 있겠지만, 다른 곳에서 거미 떼를 처리하느라 바쁘십니다. 거미 떼가 너무나 커져버린 나머지 심지어 브루드도 더 이상 거미들을 통제하지 못하는 것으로 보이니, 드디어 브루드를 처리할 기회가 왔지요."
ru: "Не уверен, что я могу вам что-то рассказать. Твари пришли от Выводка, одного из тех пиратских кланов, которые живут в заброшенном космосе. Командир Монтгомери мог бы рассказать вам больше, чем я, но он занят тем, чтобы справиться с нашествием в другом месте. Похоже, пауки вышли из-под контроля настолько, что даже Выводок больше не может их контролировать, и теперь у нас есть шанс".
zh_hans: "我不确定能告诉你多少。事情开始于蛛团，一个盘踞在废弃星系的海盗部落。蒙哥马利指挥官能告诉你的比我要多，但他正忙于处理其他地方的麻烦。看来蜘蛛们终究失控到了连蛛团都无法控制它们的地步，这是我们的好机会。"

source: Could we help?
fr: Pourions-nous aider ?
ko: 우리가 도울만한 게 있습니까?
ru: Мы можем помочь?
zh_hans: 我们能帮忙吗？

source: "We hired another Renegade sorta like you a while back to help but from what I understand he hasn't been of much use. I'd be hesitant sending in another loose cannon, but considering you handled the situation so delicately here why the hell not. I'll transfer the coordinates for the Brood stronghold to you. Best of luck."
fr: "Nous avions engagé un autre Renégat comme vous il y a un certain moment pour nous aider, mais d'après ce que j'ai compris il n'a pas été d'une grande aide. J'hésite à envoyer un autre électron libre, mais en considérant que vous avez su gérer la situation délicatement ici, pourquoi pas. Je vais vous transférer les coordonnées du repaire de la Couvée. Bonne chance."
ko: "얼마 전에 당신 같은 배회자 한 명을 고용했지만, 딱히 도움 되지 않은 것으로 알고 있습니다. 그렇기에 또 그 배회자처럼 고삐 풀린 망아지를 보내기는 좀 망설여지지만, 여기 상황을 섬세하게 처리한 것으로 보아 당신은 괜찮을 것 같습니다. 여기 브루드 요새의 좌표를 넘겨드리겠습니다. 행운을 빕니다."
ru: "Мы наняли в помощь другого Ренегата вроде вас некоторое время назад, но, насколько я понимаю, от него было мало толку. Я бы не решился послать еще кого-то столь же непредсказуемого, но учитывая, что вы так деликатно справились с ситуацией, почему бы и нет. Я передам вам координаты оплота Выводка. Желаю удачи".
zh_hans: "不久前我们雇了另一个像你这样的变元者来帮忙，但据我所知，他们并没有帮上什么忙。我还在犹豫如果再派一个人会不会还是这么不可靠，但考虑到你在这里的处理如此精妙，他妈的，干了！我会把蛛团要塞的坐标转输给你，祝你好运。"

source: Accept the reward and carry on.
fr: Accepter la récompense et continuer votre mission.
ko: 보상을 받고 갈 길을 간다.
ru: Принять вознаграждение и двигаться дальше.
zh_hans: 接受奖励并继续上路。

# data/events_sector_union.xml$//event[@name="INFESTED_STATION_WIN_REPEAT"]/text
source: "Thanks again for the help! Hopefully we'll be able to clear these things entirely out of civilian space in a while from now."
fr: "Merci encore pour l'aide ! En espérant que nous pourrons définitivement éradiquer cette menace de l'espace civil."
ko: "도와주셔서 감사합니다. 앞으로 이런 것들을 민간인 구역에서 완전히 제거할 수 있다면 좋겠군요."
ru: "Еще раз спасибо за помощь! Надеюсь, через некоторое время мы сможем полностью очистить этих тварей из гражданского космоса".
zh_hans: "再次感谢你的帮助！希望我们能够尽快把这些东西完全清理出平民区。"

# data/events_sector_union.xml$//event[@name="INFESTED_STATION_SURRENDER"]/text
source: "You've caused too much damage to the station's hull! You need to stop damaging it! Kill the spiders or quit and we'll get someone better for the job. We'll pay you for at least trying to help if you do."
fr: "Vous avez causé trop de dégâts à la coque de la station ! Il faut que vous arrêtiez ça sur le champ ! Tuez les araignées ou laissez tomber l'affaire et nous trouverons quelqu'un de mieux qualifié. Nous vous paierons au moins pour avoir essayé si vous partez."
ko: "정거장 선체에 너무 많은 손상을 입히셨습니다! 이제 더 이상 손상을 입혀선 안 됩니다! 거미만을 죽이지 못하겠다면 당장 교전을 멈추십시오. 더 적합한 사람을 구하겠습니다. 여기서 그만두셔도 지금까지 도와주신 만큼은 보상해드리겠습니다."
ru: "Вы нанесли слишком большой ущерб корпусу станции! Вы должны прекратить его повреждать! Убейте пауков или уходите, и мы найдем кого-нибудь получше для этой работы. Мы заплатим вам хотя бы за попытку помощи, если согласитесь".
zh_hans: "你已经对空间站舱体造成了太多的伤害，快停下！要么杀死那些蜘蛛，要么别干了，我们可以找别的更适合这份工作的人。我们会给你报酬的，至少你努力过来帮助我们。"

source: Stop firing.
fr: Arrêter les tirs.
ko: 사격을 멈춘다.
ru: Прекратить огонь.
zh_hans: 停止开火。

source: You can tell you're only being paid so the Militiamen can be assured you'll leave, but it's better than nothing.
fr: Vous pouvez voir que les Miliciens vous paient seulement pour qu'ils s'assurent que vous partiez, mais c'est mieux que rien.
ko: 당신은 민병대에게 당신이 떠난다는 확신을 주기 위해 돈을 받았습니다. 그래도 뭐, 없는 것보다는 낫겠죠.
ru: Вы можете сказать, что вам платят только за то, чтобы ополченцы были уверены, что вы уйдете, но это лучше, чем ничего.
zh_hans: 你可以肯定盟卫只是为了确保你离开才给你报酬的，但有总比没有好。

source: No no, we can do this!
fr: Hors de question, nous pouvons y arriver !
ko: 아니요, 우린 해낼 수 있습니다!
ru: Нет-нет, мы справимся!
zh_hans: 不，不，我们能做到的！

source: The captain of the other ship sighs. "Fine, but make sure not to destroy it."
fr: Le capitaine de l'autre vaisseau soupire. "Très bien, mais assurez vous de ne pas exploser la station."
ko: 함장은 한숨을 쉬며 말합니다. "알겠습니다, 하지만 제발 부수지는 말아주십시오."
ru: Капитан корабля вздыхает. "Хорошо, но следите за тем, чтобы не уничтожить его".
zh_hans: 另一艘船的舰长叹了口气："好吧，但是一定不要摧毁它。"

# data/events_sector_union.xml$//event[@name="INFESTED_STATION_DESTROY"]/text
source: "God damn it, we told you not to destroy the station!" Highly displeased with you, the Militiamen demand you leave the system.
fr: "Bordel, on vous avait dit de ne pas détruire la station !" Très déçu de vous, les Miliciens exigent que vous quittiez le système.
ko: "젠장, 정거장을 파괴하지 말라고 했지 않습니까!" 당신에게 매우 화가 난 민병대는 이 행성계를 떠나라고 요구했습니다.
ru: "Черт побери, мы же просили вас не уничтожать станцию!" Очень недовольные вами, ополченцы требуют, чтобы вы покинули систему.
zh_hans: "狗娘养的，我们告诉过你不要摧毁那座空间站！"盟卫们对你十分不满，并要求你离开这个星系。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK"]/text
source: As is customary in Union space, several corporate advertisements from the planet nearby play over your radio. You listen to them idly as you browse the nearby shipyards, gazing at various antique vessels. One in particular catches your eye, a Kestrel in seemingly full working order! You don't get to look at it very long though, when one of the advertisements catches your ear. It seems one from "Dewey Alms", CEO of Archive Incorporated, has an outgoing request for any capable mercenary vessel.
fr: Comme il est de coutume dans l'espace de l'Union, plusieurs publicités d'entreprises de la planète voisine sont diffusées sur votre radio. Vous les écoutez tout en parcourant les chantiers spatiaux voisins et en contemplant divers vaisseaux anciens. L'un d'entre eux attire particulièrement votre attention : un Kestrel apparemment en parfait état de marche ! Vous n'avez pas le temps de l'observer très longtemps, car l'une des publicités attire votre attention. Il semblerait que "Dewey Alms", PDG d'Archive Incorporated, ait envoyé une demande de vaisseau mercenaire.
ko: 여느 협회 구역이 그렇듯, 인근 행성의 기업 광고 여럿이 함내 라디오를 통해 흘러나오고 있습니다. 당신은 하염없이 광고를 들으며 근처 조선소에 있는 다양한 구형 함선을 눈으로 훑었습니다. 그중 함선 하나가 당신의 시선을 사로잡습니다. 바로 완벽히 작동하는 케스트렐 함입니다! 하지만 광고 하나가 당신의 귀에 꽂혀, 그것을 그리 오래 쳐다보진 않았습니다. 아카이브 주식회사의 CEO인 "듀이 앨름스"가 유능한 용병 선박을 구한다는 외부 광고인듯 합니다.
ru: Как это обычно бывает в пространстве Союза, по радио звучит реклама нескольких корпораций с ближайшей планеты. Вы слушаете их, прогуливаясь по близлежащим верфям и разглядывая различные старинные корабли. Одно из них особенно привлекает ваше внимание - "Пустельга" в полном рабочем состоянии! Однако вы не успеваете долго смотреть на него, как одно из объявлений привлекает ваше внимание. Кажется, от "Дьюи Алмса", генерального директора корпорации "Архив", поступил запрос на любой способный корабль для наемников.
zh_hans: 同盟星域内，耳熟能详的商业广告从收音机传来。你悠闲地扫视着附近的船坞，惊叹于这些古老而伟大的战舰。突然，你觉得其中一艘十分亲切。仔细一看，居然是一艘似乎能正常运作的红隼号！你还没欣赏多久时，一则广告打断了你的思绪。似乎附近一家阿凯夫"档案馆"公司的CEO杜威·阿姆斯正在招募强力的雇佣战舰。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK"]/choice[1]/text
source: Inquire about the offer.
fr: Se renseigner sur l'offre.
ko: 제안에 대해 문의한다.
ru: Поинтересоваться о предложении.
zh_hans: 询问委托。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK"]/choice[2]/text
source: Ignore the offer.
fr: Ignorer son offre.
ko: 제안을 무시한다.
ru: Не обращать внимания на предложение.
zh_hans: 拒绝。

source: Your mission here is for the Federation, you can't be getting sidetracked with other mercenary work.
fr: Votre mission ici est pour la Fédération, vous ne pouvez pas vous laisser distraire par d'autres missions de mercenaires.
ko: 당신은 연방의 임무를 수행중입니다. 다른 용병 일로 새버려선 안됩니다.
ru: Ваша миссия для Федерации, вы не можете отвлекаться на другую наемническую работу.
zh_hans: 任务事关整个联邦，精力不该在这被分散。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_OFFER"]/text
source: It seems these shipyards are in fact owned by Archive, so it's not difficult to get in touch with a correspondant who patches you in to Dewey directly. "Renegades? I have experience with your types. Before we begin, I would like to make it clear that, while I might be the CEO of Archive Inc., in this request I am not speaking on behalf of the company in any way. It would be... bad PR to get involved with more inter-dimensional Renegades after the disaster of the 'Rusting Hulks' incident. I'm sure you understand."
fr: Il semble que ces chantiers spatiaux appartiennent en fait à Archive et il n'est donc pas difficile d'entrer en contact avec un correspondant qui vous met en relation directe avec Dewey. "Des Renégats ? J'ai de l'expérience avec les gens comme vous. Avant de commencer, j'aimerais préciser que, bien que je sois le PDG d'Archive Inc, je ne parle en aucun cas au nom de l'entreprise dans cette requête. Ce serait... une mauvaise publicité que de s'impliquer avec d'autres Renégats inter-dimensionnels après le désastre de l'incident des 'Coques Rouillées'. Je suis sûr que vous comprenez."
ko: 이 조선소들은 사실상 아카이브사의 소유인 것으로 보입니다. 덕분에 곧바로 '듀이'와 연결시켜줄 통신원을 찾는 건 일도 아니었습니다. "배회자라고요? 당신같은 사람들과 일해본 경험이 있습니다. 시작하기 전에 제가 아카이브사의 CEO긴 하지만, 이 회사를 대표하여 의뢰하는 것은 아님을 밝힙니다. 대참사 수준이었던 '러스팅 헐크' 사건 이후로 차원을 넘나드는 배회자들과 협업하는 것은... 회사 홍보 차원에서 안좋다고 해두죠. 물론 잘 이해해 주시리라 생각합니다."
ru: Похоже, что эти верфи на самом деле принадлежат "Архиву", поэтому несложно связаться с корреспондентом, который соединит вас с Дьюи напрямую. "Ренегаты? У меня есть опыт работы с вашими типами. Прежде чем мы начнем, я хотел бы уточнить, что, хотя я и являюсь генеральным директором корпорации "Архив", в этом запросе я никоим образом не выступаю от имени компании. Было бы... плохим пиаром связываться с новыми межпространственными Ренегатами после катастрофы, произошедшей с "Ржавыми Остовами". Уверен, вы понимаете".
zh_hans: 原来附近船厂都属于该公司，难怪你能找到直达杜威的代理商。"变元者？虽然我对你们已有过接触，但必须声明的是，尽管我担任CEO，本次委托完全不代表我司的立场。自从那次灾难性的'锈色浩克'事件发生之后，再次牵扯到乱七八糟的变元者会是公司...公关的一场灾难，希望你能理解。"

source: We do.
fr: Tout à fait.
ko: 알고 있습니다.
ru: Да.
zh_hans: 理解理解。

source: "Good, good. Heh, don't worry. We aren't skirting the Union's laws or anything with this. I just don't want any backlash from a personal affair. As you may or may not already know, Archive specializes in the... well, archival of Antiquum Terrae (or as you might know it, Old Earth) technology and culture. This matter concerns one of my most prized antiques, a 23rd century 'Kasparov', the first FTL-capable ship produced by humankind. Originally made to transport passengers to and from Tau Ceti. A remarkable achievement... but she has been stolen by pirates! I can't gather why... sure, she marks a new age in exploration and discovery, but why would a pirate want such an outdated piece of technology?"
fr: "Bien, bien. Heh, ne vous inquiétez pas. Nous ne contournons pas les lois de l'Union ou quoi que ce soit avec cela. Je ne veux tout simplement pas de contrecoups d'une affaire personnelle. Comme vous le savez peut-être déjà, Archive se spécialise dans... eh bien, l'archivage de la technologie et de la culture Antiquum Terrae (ou comme vous le savez peut-être, la Vielle Terre). Cette affaire concerne l'une de mes antiquités les plus prisées, un 'Kasparov' du 23ème siècle, le premier vaisseau capable de saut SPL produit par l'humanité. Initialement conçu pour transporter des passagers vers et depuis Tau Ceti. Une réalisation remarquable... mais il a été volé par des pirates ! Je ne peux pas comprendre pourquoi... Bien sûr, il marque une nouvelle ère dans l'exploration et la découverte, mais pourquoi un pirate voudrait-il d'une telle technologie obsolète ?"
ko: "좋습니다. 좋아요. 하하, 걱정하지 마십시오. 우리는 협회의 법을 어기는게 우회하는게 아니니까요. 단지 개인적인 일로 인한 반발을 원치 않을 뿐입니다. 아실지 모르겠지만, 아카이브사는... "옛 지구"의 이명인 안티쿰 지구의 기술 및 문화 기록 작업을 전문으로 하는 회사입니다. 이번 사안은 제가 유별히 아끼는 골동품과 관련된 것입니다. 바로 23세기에 제작된 인류 최초의 초광속 항해선 "카스파로프"선에 관한 것이지요. 그 선박은 타우 세티에서 승객들을 실어 나르기 위한 목적으로 건조됐습니다. 정말 놀라운 인류의 업적인데... 해적들한테 도난당하고 말았습니다! 도무지 이해할수가 없단 말이죠... 물론 우주 탐험에 있어서 새로운 시대를 개척한 함선이긴 하지만, 대체 왜 해적이 그런 구식 함선을 원하는 걸까요?"
ru: "Хорошо-хорошо. Не волнуйтесь. Мы не обходим законы Союза или что-то в этом роде. Я просто не хочу обратной реакции от личного дела. Как вы возможно, уже знаете или не знаете, "Архив" специализируется на... ну, архивировании технологий и культуры Антикум Терра (возможно, вы знаете ее под названием Старая Земля). Это дело касается одного из моих самых ценных антиквариатов, "Каспарова" 23-го века, первого корабля со сверхсветовой скоростью, созданного человечеством. Первоначально он предназначался для перевозки пассажиров на Тау Цети и обратно. Выдающееся достижение... но его украли пираты! Я не могу понять почему... конечно, она знаменует собой новую эру в исследованиях и открытиях, но зачем пиратам такая устаревшая технология?"
zh_hans: "十分感谢。呵呵，不用担心。我们绝不干什么违反同盟法律的勾当。只是不想公司因我的私事而受到社会抵制。可能你也所有了解，我们公司比较擅长，嗯，保存故土(也就是古代地球)的科技与文化。这件事牵涉到我最贵重的古董之一，建造于23世纪的古舰'卡斯帕罗夫'，是人类第一种可超光速航行的星舰型号，最初的用途是搭载来往地球与天仓五星系之间的乘客。真是卓越的成就...可惜她被海盗劫走了！虽说她确实开辟了人类宇宙探索的新时代，但我还是想不通...海盗为什么会偷这么一个如今早已过时的东西。"

source: To sell it?
fr: Pour le vendre ?
ko: 팔아 치우기 위해서가 아닐까요?
ru: Для продажи?
zh_hans: 可能偷来卖了？

source: "But to who? Plenty of Kasparov crafts were made. This particular model would be of no interest to anyone but an avid historian or ship enthusiast like me. Never the matter. My request; hunt down those thieves and secure the Kasparov. I haven't in mind any particular reward, but I'm sure we can work something out. Name your price."
fr: "Mais à qui ? De nombreux Kasparov ont été construits. Ce modèle particulier n'intéresserait personne d'autre qu'un historien passionné ou un amateur de vaisseaux comme moi. Peu importe. Ma requête : traquer ces voleurs et mettre le Kasparov à l'abri. Je n'ai pas de récompense en tête, mais je suis sûr que nous pouvons trouver un arrangement. Faites votre prix."
ko: "문제는 누구에게 팔려 하냐는 거죠. 카스파로프는 대량생산 됐습니다. 이 특별한 모델에는 저 같은 열렬한 역사학자나 함선광 외에는 누구도 관심이 없을 겁니다. 어쨌든 간에, 그 도둑놈들을 추적해서 카스파로프를 확보해주십시오. 딱히 보상을 생각해 두진 않았는데, 서로 의논해서 정해봅시다. 값을 불러보세요."
ru: "Но кому? Каспаров было сделано много. Эта конкретная модель не представляет интереса ни для кого, кроме заядлого историка или любителя кораблей вроде меня. Не важно. Моя просьба: выследите этих воров и охраняйте "Каспарова". Я не имею в виду конкретное вознаграждение, но уверен, что мы сможем что-нибудь придумать. Назовите свою цену".
zh_hans: "可现在谁会收购这种破烂呢？'卡斯帕罗夫'可是量产产品，除了狂热的历史学家和我这种星舰爱好者，没谁会对她有任何兴趣的。也罢，我的请求很简单，找到那些狗贼然后毫发无损地夺回'卡斯帕罗夫'。至于回报，我没有想好具体是什么，但我们肯定能协商出结果。你报价。"

source: What about that old Kestrel?
fr: Qu'en est-il de ce vieux Kestrel ?
ko: 저기 낡은 케스트렐은 어떻습니까?
ru: А как насчет старой "Пустельги"?
zh_hans: 那边那艘旧红隼号如何？

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_OFFER_KESTREL"]/text
source: "Huh? That old thing? Oh, I can most certainly part ways with it. I jumped on purchasing one when they saw a sudden resurgence in popularity at the end of the Civil War, but now it seems everyone has one. Good deal then. One last thing - I've programmed the coordinates for the pirate ship into my assistant, Gana. He's just a machine, and not a very personable one at that, but he'll be sufficiently useful in combat. Best of luck captain. Godspeed!"
fr: "Hein ? Cette vieillerie ? Oh, je peux certainement m'en séparer. J'ai sauté sur l'occasion d'en acheter un quand ils ont connu un soudain regain de popularité à la fin de la guerre civile, mais maintenant il semble que tout le monde en ait un. C'est donc une bonne affaire. Une dernière chose : j'ai programmé les coordonnées du vaisseau pirate dans mon assistant, Gana. Ce n'est qu'une machine, pas très sympathique d'ailleurs, mais il sera suffisamment utile au combat. Bonne chance capitaine !"
ko: "음? 저 고철덩어리 말입니까? 저 녀석은 얼마든지 내 드릴 수 있습니다. 내전이 끝나갈 즈음에 갑자기 인기가 폭발해서 냉큼 구매하긴 했지만, 요즘은 누구나 다 한대씩 갖고 있는거 같더군요. 좋은 거래입니다. 그리고 마지막으로 한 가지... 해적선의 좌표를 제 개인 비서인 가나에 입력해두었습니다. 그놈은 단순한 기계고 딱히 매력적인 친구도 아니지만, 전투에서 상당히 쓸만할 겁니다. 행운을 빕니다 선장님. 좋은 소식 기다리겠습니다!"
ru: "А? Эта старая штука? О, я, конечно, могу с ним расстаться. Я поспешил купить его, когда они внезапно возродили свою популярность в конце Гражданской войны, но теперь, похоже, он есть у каждого. Хорошая сделка. И последнее - я запрограммировал координаты пиратского корабля в своего помощника, Гана. Он всего лишь машина, и не очень приятная на вид, но в бою он будет достаточно полезен. Удачи, капитан. С Богом!"
zh_hans: "啊？你说那件老东西？想要就送你，我一点也不留念。上次内战结束之后，它们突然又变得流行了起来，我就果断买了一艘，现在好像人手一艘了。只要这个的话你也太大方了。顺便一提 - 我已经把海盗的坐标写进我的助手机器人加娜里了。可能言行举止不太雅观，但是打架时会是得力帮手。祝你好运舰长，去吧。"

source: Decline the offer.
fr: Décliner l'offre.
ko: 제안을 거절한다.
ru: Отклонить предложение.
zh_hans: 拒绝。

# data/events_sector_union.xml$//event[@name="KESTREL_UNLOCK_DECLINE"]/text
source: "You won't help then? What a loss... I'll have to find someone else then. Good day, captain."
fr: "Vous ne m'aiderez pas alors ? Quelle perte... Je vais devoir trouver quelqu'un d'autre alors. Bonne journée, capitaine."
ko: "도와주지 않겠다는 건가요? 안타깝군요... 그럼 전 다른 사람을 찾아봐야겠습니다. 좋은 하루 보내십시요 선장님."
ru: "Значит, вы не поможете? Какая потеря... Тогда мне придется искать кого-то другого. Всего доброго, капитан".
zh_hans: "这么说你不愿帮忙？真是可惜...那我只好另请高人了。祝你一路顺风，舰长。"

source: Do you happen to know someone named Zenith?
fr: Connaissez-vous quelqu'un qui s'appelle Zenith ?
ko: 혹시 제니스라는 자를 아십니까?
ru: Вы случайно не знаете человека по имени Зенит?
zh_hans: 你会不会碰巧认识一个叫齐尼思的人？

source: "Zenith? As in the Pinnacle CEO?" You nod your head. "Well, yes, I know the name. One of the four corporations that used to dominate Earth. Never talked very extensively with her - she was obsessed with the nebulous future, while I care more about the concrete past. Never the matter, why do you ask?" You shrug and mention your brief run-in. "Ah. What a coincidence. For such an infinitely large Multiverse, it sometimes feels so small..."
fr: "Zenith ? Comme dans la PDG de Pinnacle ?" Vous hochez la tête. "Oui, je connais le nom. L'une des quatre corporations qui dominaient la Terre. Je n'ai jamais beaucoup parlé avec elle - elle était obsédée par le futur nébuleux, alors que je m'intéresse davantage au passé concret. Peu importe, pourquoi me demandez-vous cela ?" Vous haussez les épaules et mentionnez votre brève rencontre. "Ah, quelle coïncidence. Pour un Multivers aussi infiniment grand, il semble parfois si petit..."
ko: "제니스요? 피너클의 CEO?" 당신은 고개를 끄덕입니다. "예, 뭐, 이름은 알고 있죠. 지구를 지배하던 네 개의 기업 중 하나. 하지만 그녀와 별로 많은 얘기를 해본 적은 없습니다. 그녀는 불확실한 미래에 집착했고, 반면에 저는 구체적인 과거에 대해 더 신경을 썼으니까요. 그나저나 왜 물어보시는 거죠? 당신은 어깨를 으쓱하고 전에 겪은 짧은 충돌에 대해 언급했습니다. "아. 정말 우연의 일치군요. 무한히 넓은 멀티버스도 때로는 너무 작게 느껴진단 말이죠."
ru: "Зенит? В смысле, генеральный директор Пиннакла?" Вы киваете головой. "Ну, да, я знаю это название. Одна из четырех корпораций, которые раньше доминировали на Земле. Я никогда не общался с ней подробно - она была одержима туманным будущим, а я больше забочусь о конкретном прошлом. Неважно, почему вы спрашиваете?" Вы пожимаете плечами и упоминаете о своей короткой встрече. "А. Какое совпадение. Для такой бесконечно большой Мультивселенной она иногда кажется такой маленькой..."
zh_hans: "齐尼思？你是指那个皮纳科尔机器人公司的CEO？"你点了点头。"嗯，那就没错，我知道这个名字。以前地球上的四大公司之一。不怎么经常跟她聊天，她对朦胧的未来非常着迷，而我对具体的过去更关心。怎么突然问起她？"你耸了耸肩后提起了你与她短暂的邂逅。"哈。真是巧合。如此无穷大的多元宇宙，有时候又感觉如此渺小..."

source: You could say so.
fr: On peut le dire.
ko: 그렇게 말할 만하죠.
ru: Можно и так сказать.
zh_hans: 确实可以这么说。

source: "Now then, that aside, back to that Kasparov issue - I can't fathom why anyone would steal it. Plenty of Kasparov crafts were made. This particular model would be of no interest to anyone but an avid historian or ship enthusiast like me. Never the matter. My request; hunt down those thieves and secure the Kasparov. I haven't in mind any particular reward, but I'm sure we can work something out. Name your price."
fr: "Maintenant, cela mis à part, revenons à la question de Kasparov - je ne comprends pas pourquoi quelqu'un l'aurait volé. De nombreux vaisseaux Kasparov ont été construits. Ce modèle particulier n'intéresserait personne d'autre qu'un historien passionné ou un amateur de vaisseau comme moi. Qu'à cela ne tienne. Ma demande : traquer ces voleurs et mettre le Kasparov à l'abri. Je n'ai pas de récompense en tête, mais je suis sûr que nous pouvons trouver un arrangement. Faites votre prix."
ko: "자 그럼, 이 얘기는 제쳐두고 다시 카스파로프 문제로 돌아갑시다. 누가됐든 왜 그걸 훔친 건지 이해할 수가 없습니다. 카스파로프는 대량생산 됐습니다. 이 특별한 모델에는 저 같은 열렬한 역사학자나 함선광 외에는 누구도 관심이 없을 겁니다. 어쨌든 간에, 그 도둑놈들을 추적해서 카스파로프를 확보해주십시오. 딱히 보상을 생각해 두진 않았는데, 서로 의논해서 정해봅시다. 값을 불러보세요."
ru: "А теперь, не говоря об этом, вернемся к вопросу о Каспарове. "Я не могу понять, зачем кому-то его красть. Было сделано много "Каспаров". Эта конкретная модель не представляет интереса ни для кого, кроме заядлого историка или любителя кораблей вроде меня. Не важно. Моя просьба: выследите этих воров и охраняйте "Каспарова". Я не имею в виду конкретное вознаграждение, но уверен, что мы сможем что-нибудь придумать. Назовите свою цену".
zh_hans: "好了，这事先不谈，回到卡斯帕罗夫上。我琢磨不透为什么有人会偷它。卡斯帕罗夫可是量产产品，除了狂热的历史学家和我这种星舰爱好者，没谁会对她有任何兴趣的。也罢，我的请求很简单，找到那些狗贼然后毫发无损地夺回卡斯帕罗夫。至于回报，我没有想好具体是什么，但我们肯定能协商出结果。你报价。"

source: What about that old Kestrel?
fr: Qu'en est-il de ce vieux Kestrel ?
ko: 저기 낡은 케스트렐은 어떻습니까?
ru: А как насчет старой "Пустельги"?
zh_hans: 那边那艘旧红隼号如何？

source: Decline the offer.
fr: Décliner l'offre.
ko: 제안을 거절한다.
ru: Отклонить предложение.
zh_hans: 拒绝。
