Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Fauchard Beam.
fr: Améliorer votre Rayon 'Fauchard'.
ko: '포샤드' 빔을 개선한다.
ru: Улучшить луч "Фашард".
zh_hans: 升级斩矛光束。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Energy Cannon Mk II.
fr: Améliorer votre Canon d'Energie Ver II.
ko: 에너지 포 II를 개선한다.
ru: Улучшить Энергетическую пушку мод. II.
zh_hans: 升级能量炮II。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Energy Stunner.
fr: Améliorer votre Canon d'Energie étourdissant.
ko: 에너지 충격기를 개선한다.
ru: Улучшить Оглушающую энергетическую пушку.
zh_hans: 升级离子眩晕。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Energy Charger.
fr: Améliorer votre Chargeur d'Energie.
ko: 충전식 에너지 포를 개선한다.
ru: Улучшить Зарядную энергетическую пушку.
zh_hans: 升级蓄能炮。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Flak Cannon Mk II.
fr: Améliorer votre Canon Flak MK II.
ko: 대공포 마크 II를 개선한다.
ru: Улучшить Осколочную пушку мод. II.
zh_hans: 升级破片炮II。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Upgrade your Irradiated Flak Cannon.
fr: Améliorer votre Canon Flak irradié.
ko: 전화된 대공포를 개선한다.
ru: Улучшить Облучающее осколочное орудие.
zh_hans: 升级辐射破片炮。

source: You give the weapon to the engineer, allowing him to work on it.
fr: Vous donnez l'arme à l'ingénieur, lui permettant de travailler dessus.
ko: 당신은 기술자에게 무기를 넘기고 작업이 끝나기를 기다립니다.
ru: Вы отдаете орудие инженеру, позволяя ему поработать над ним.
zh_hans: 你把武器交给工程师，让他来改造。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a short time, your weapon is returned to you, clad with an optimization.
fr: Après un court laps de temps, votre arme vous est retournée, parée d'une optimisation.
ko: 잠시 후, 무기는 최적화가 적용된 상태로 당신에게 돌아왔습니다.
ru: Через некоторое время орудие возвращается к вам, получив оптимизацию.
zh_hans: 片刻后，经过改良的武器回到了你的手中。

source: Change your mind.
fr: Changer d'avis.
ko: 마음을 바꾼다.
ru: Передумать.
zh_hans: 改变主意。

source: You turn down the offer and continue on your way.
fr: Vous refusez l'offre et continuez votre chemin.
ko: 당신은 제안을 거절하고 도약을 준비합니다.
ru: Вы отказываетесь от предложения и продолжаете свой путь.
zh_hans: 你拒绝提议后继续前行。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Inquire on the process.
fr: Se renseigner sur la procédure.
ko: 개선할 무기를 고른다.
ru: Узнать о процессе.
zh_hans: 询问流程。

source: The engineer unfortunately informs you that you have no compatible weapons that he can work on. You thank him anyway, and waste no further time.
fr: L'ingénieur vous informe malheureusement que vous n'avez pas d'armes compatibles sur lesquelles il peut travailler. Vous le remerciez tout de même et ne perdez pas de temps.
ko: 안타깝게도 기술자는 당신이 가진 무기 중에는 개선할 수 있는 게 없다고 알렸습니다. 어쨌든 당신은 그에게 감사하고 더 이상 시간을 낭비하지 않았습니다.
ru: Инженер, к сожалению, сообщает вам, что у вас нет совместимого орудия, над которым он мог бы поработать. Вы все равно благодарите его и больше не тратите время.
zh_hans: 工程师遗憾地告知你，你没有适合他改造的武器。你仍表示了感谢，不再耽搁时间。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack them!
fr: Les attaquer !
ko: 공격하라!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You power up your weapons, signaling your hostile intent.
fr: Vous activez vos armes, signalant ainsi vos intentions hostiles.
ko: 당신은 무기를 가동하여 적대적인 의도를 드러냅니다.
ru: Вы заряжаете свои орудия, сигнализируя о своих враждебных намерениях.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the offer.
fr: Ignorer son offre.
ko: 제안을 무시한다.
ru: Не обращать внимания на предложение.
zh_hans: 拒绝。

source: You turn down the offer and continue on your way.
fr: Vous refusez l'offre et continuez votre chemin.
ko: 당신은 제안을 거절하고 도약을 준비합니다.
ru: Вы отказываетесь от предложения и продолжаете свой путь.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_union.xml$//event[@name="UNION_OUTCAST_REFUGEES"]/text
source: There is a heated argument going on at this beacon. An outcast ship escorting an unarmed transport is standing off against a Militia ship. Their chatter is on an open channel. "...and they have nowhere else to go!" "Not our problem! You think we can just let your people intrude upon our homes, spouting your crazy nonsense?" "You do not listen! We are apostates! We are open to learning your customs if it will give us somewhere to live." "Yeah, that's how it starts. And then you start taking offense to our ideas and replacing it with your own. We're not that naive!"
fr: Une discussion animée se déroule à cette balise. Un vaisseau d'Exilés escortant un transporteur non armé tient tête à un vaisseau de la Milice. Ils discutent sur un canal ouvert. "...et ils n'ont nulle part où aller !" "Ce n'est pas notre problème ! Vous pensez qu'on peut laisser vos gens s'immiscer dans nos maisons, débitant vos sottises ?" "Vous n'écoutez pas ! Nous sommes des apostats ! Nous sommes prêts à apprendre vos coutumes si cela nous permet d'avoir un endroit où vivre." "Oui, c'est comme ça que ça commence. Et puis vous commencez à vous offusquer de nos idées et à les remplacer par les vôtres. Nous ne sommes pas si naïfs !"
ko: 송신소에서 격렬한 논쟁이 벌어지고 있습니다. 비무장 수송선을 호위하는 망명자 함선이 민병대 함선과 대치하고 있습니다. 두 함선은 공개 통신 채널에서 대화하고 있습니다. "...하지만 그들은 갈 곳이 없소!" "그건 우리 문제가 아니죠! 당신네가 우리 보금자리에 침입해 말도 안 되는 소리나 내뱉는 걸 그냥 두고 볼 수 있을 것 같습니까?" "좀 들어보시오! 우린 이미 탈교했소! 살 곳을 제공해 준다면 그대들의 관습을 배울 용의가 있소." "예, 항상 시작은 좋죠. 결국에는 우리의 견해를 모욕하고 그쪽 관습으로 덮어버리면서 말입니다. 우리는 그렇게 순진하지 않습니다!"
ru: На этом маяке разгорается жаркий спор. Корабль Изгоев, сопровождающий безоружный транспорт, противостоит кораблю Ополченцев. Они переговариваются по открытому каналу. "...и им больше некуда идти!" "Не наша проблема! Думаете, мы можем позволить вашим людям вторгаться в наши дома и нести свою безумную чушь?" "Вы не слушаете! Мы - вероотступники! Мы готовы изучать ваши обычаи, если нам будет где жить". "Да, именно так все и начинается. А потом вы начинаете обижаться на наши идеи и заменять их своими. Мы не настолько наивны!"
zh_hans: 在这个信标处正在进行一场激烈的争论。一艘护送着无武装运输船的流放者飞船正与一队盟卫飞船对峙。他们的谈话在公开频道进行。 "……他们无家可归！" "不关我们的事！你认为我们会让你们进入我们的家园，让你们滔滔不绝地说那些疯狂的废话吗？" "你没听见吗！我们是叛教者！如果能让我们有个居住的地方，我们愿意学习你们的习俗。" "对，一开始可能会是这样。然后你们会对我们的信念感到不满，并用你们的信念取代它。我们没那么天真！"

source: (Tuco) Threaten the Militia patrol.
fr: (Tuco) Menacer la patrouille de la Milice.
ko: (투코) 민병대를 위협한다.
ru: (Туко) Угрожать патрулю Ополчения.
zh_hans: (图科)威胁盟卫巡逻队。

source: Tuco slams the wall as his voice booms into the comm. "WHAT AM I LOOKING AT HERE?" "Who... who are you?" The patrol asks. Their question is answered by the other ship. "The Dread Pirate Tuco! He's come to help us!" "Oh crap, the Dread Pirate? This is way above my paygrade... Fine! You can stay. Just... Just don't make a mess!" The Militia patrol warps out.
fr: Tuco frappe le mur tandis que sa voix retentit dans le système de communication. "QU'EST-CE QUE JE VOIS ICI ?" "Qui... qui êtes-vous ?" demande la patrouille. L'autre vaisseau répond à leur question : " Le terrible pirate Tuco ! Il est venu nous aider !" "Oh mince, le terrible pirate ? C'est bien au-dessus de mes compétences... Très bien, vous pouvez rester. Mais... pas d'embrouilles !" La patrouille de la Milice s'éloigne.
ko: 투코의 목소리가 벽을 때리는 소리와 함께 무전기에 울려 퍼집니다. "내가 지금 뭘 보고 있는 거지?" "누구... 누구신가요?" 순찰대가 묻습니다. 그들의 질문에 다른 함선이 대답합니다. "공포의 해적 투코! 우리를 도우러 오셨구려!" "젠장, 공포의 해적이라고요? 이건 내 능력 밖의 일이야... 좋아요! 여기 있어도 됩니다. 그냥... 문제만 일으키지 마십시오!" 민병대 순찰대가 떠났습니다.
ru: Туко ударил по стене, когда его голос прозвучал в коммуникаторе. "ЧТО Я ЗДЕСЬ ВИЖУ?" "Кто... кто ты?", - спрашивает патруль. На их вопрос отвечает другой корабль. "Грозный пират Туко! Он пришел нам на помощь!" "Вот черт, Грозный пират? Это выше моих сил... Ладно! Вы можете остаться. Только... Только не устраивайте беспорядков!" Патруль Ополчения уходит.
zh_hans: 图科猛地砸了一下墙，响亮的声音在通讯频道中响起："你 们 在 干 什 么？" "你…你是谁？"巡逻队问。 另一艘船回答了他们的问题。"可怖海盗图库！他是来帮助我们的！" "妈蛋，可怖海盗？这远远超出了我的职责范围……好吧！你们可以留下。只要……只要不制造混乱就行！"盟卫巡逻队迅速离开了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "The Dread Pirate Tuco has saved us! Hail Tuco, our savior!" The outcasts cheer on your ship and lavish you with as much as they can in tribute. Tuco chuckles as he takes a swig. "When you're that good, your reputation alone can do it for you."
fr: "Le terrible pirate Tuco nous a sauvés ! Vive Tuco, notre sauveur !" Les Exilés acclament votre vaisseau et vous offrent tout ce qu'ils peuvent en guise d'offrande. Tuco s'esclaffe en buvant une gorgée : "Quand on est aussi bon que ça, la réputation suffit."
ko: "공포의 해적 투코가 우리를 구했소! 우리의 구세주 투코 만세!" 망명자들은 당신의 함선을 향해 환호하며 최선을 다해 경의를 표했습니다. 투코가 술을 한 모금 마시며 웃습니다. "실력이 정말 좋으면, 명성만으로 충분한 법이지."
ru: "Грозный пират Туко спас нас! Слава Туко, нашему спасителю!" Изгои приветствуют ваш корабль и осыпают вас всеми возможными дарами. Туко с усмешкой делает глоток. "Когда ты настолько хорош, одна твоя репутация может сделать все за тебя".
zh_hans: "可怖海盗图科救了我们！图科万岁，你是我们的恩人！"这些被放逐的人在你的星舰上欢呼雀跃，大方地向你献上礼物。图科哈哈大笑，然后喝了一大口。"当你也这么优秀的时候，你的名声就能帮你做到这一点。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Outcast Crew) Recommend that the outcasts continue along.
fr: (Équipage d'Exilés) Recommander aux Exilés de poursuivre leur route.
ko: (망명자 선원) 망명자에게 민병대의 말을 따르라고 권유한다.
ru: (Член экипажа-Изгой) Рекомендуем Изгоям продолжить свой путь.
zh_hans: (流放者船员)建议这些被放逐的人继续前进。

source: Your crewmember hails the escort and suggests that they continue moving. "We have come so far, and are always told to keep going." Your outcast tells them that they will find what they are looking for, but not here. The captain relents, and the ships leave.
fr: Votre équipier contacte le vaisseau d'escorte et lui suggère de continuer son chemin. "Nous sommes allés si loin, et on nous dit toujours de continuer." Vos Exilés leur répondent qu'ils trouveront ce qu'ils cherchent, mais pas ici. Le capitaine cède et les vaisseaux repartent.
ko: 당신의 망명자가 호위함에 연락해 다른 곳을 찾아보라고 제안합니다. "여기까지 오면서 항상 그 말만 들었소." 당신의 망명자는 그들에게 언젠가 원하는 것을 찾아낼 수 있을 테지만, 여기서는 아니라고 말했습니다. 그들은 마침내 수긍하고 도약해 떠났습니다.
ru: Ваш член экипажа вызывает эскорт и предлагает продолжить движение. "Мы так далеко зашли, а нам все время говорят, что надо идти дальше". Ваш Изгой говорит им, что они найдут то, что ищут, но не здесь. Капитан соглашается, и корабли уходят.
zh_hans: 你的船员向护航舰打招呼并建议他们继续前进。 "我们已经走了这么远，却还是被告知要继续前进。" 你的流放者告诉他们，他们会找到他们正在寻找的东西，但不是在这里。舰长不再拒绝，启动飞船继续前进。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Recommend that the outcasts continue along.
fr: Recommander aux Exilés de poursuivre leur chemin.
ko: 망명자에게 민병대의 말을 따르라고 권유한다.
ru: Посоветовать Изгоям продолжить путь.
zh_hans: 建议这些被放逐的人继续前进。

source: Accuse the patrol of being prejudiced.
fr: Accuser la patrouille d'avoir des préjugés.
ko: 편견적인 처사라고 지적한다.
ru: Обвинить патрульных в предвзятости.
zh_hans: 指责巡逻员有偏见。

source: Attack the Outcast escort.
fr: Attaquer l'escorte des Exilés.
ko: 망명자 호위함을 공격한다.
ru: Атаковать эскорт Изгоев.
zh_hans: 攻击流放者护航舰。

source: The Outcast responds to your hostile actions by powering weapons.
fr: Les Exilés réagissent à vos actions hostiles en allumant leurs armes.
ko: 망명자는 당신의 적대적인 행동에 무기를 가동하여 대응합니다.
ru: В ответ на ваши враждебные действия Изгои активируют свои орудия.
zh_hans: 流放者通过激活武器来回应你的敌对行为。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Militia patrol.
fr: Attaquer la patrouille de la Milice.
ko: 민병대 함선을 공격한다.
ru: Атаковать патруль Ополченцев.
zh_hans: 攻击盟卫巡逻队。

source: You've heard enough. This Militia ship seems unreasonable. They are surprised at your sudden attack and respond in kind.
fr: Vous en avez entendu assez. Ce vaisseau de la Milice ne semble pas pouvoir être raisonné. Ils sont surpris par votre attaque soudaine et réagissent en conséquence.
ko: 충분히 들었습니다. 민병대는 부당한 요구를 하고 있습니다. 그들은 당신의 갑작스러운 공격에 놀라며 똑같은 방식으로 대응합니다.
ru: Вы уже достаточно услышали. Этот корабль Ополчения кажется неблагоразумным. Они удивлены вашим внезапным нападением и отвечают вам тем же.
zh_hans: 你听够了。这艘盟卫飞船完全不讲道理。他们对你的突然攻击感到惊讶，并以同样的方式回应。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the conflict.
fr: Ignorer le conflit.
ko: 분쟁을 무시한다.
ru: Не обращать внимания на конфликт.
zh_hans: 无视这场冲突。

source: Their shouting match is none of your business.
fr: Leurs cris et disputes ne vous regardent pas.
ko: 그들의 아귀다툼은 당신이 신경 쓸 일이 아닙니다.
ru: Их перебранка - не ваше дело.
zh_hans: 他们的争吵不关你的事。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You try to convince the refugees to leave. The outcast escort captain sighs. "I can see we are outnumbered. So be it. We will move along."
fr: Vous essayez de convaincre les réfugiés de partir. Le capitaine de l'escorte des Exilés soupire : "Je vois que nous sommes en infériorité numérique. Qu(il en soit ainsi. Nous allons avancer."
ko: 당신은 난민들에게 떠나라고 설득합니다. 망명자 호위함의 선장은 한숨을 내쉽니다. "수적으로 열세인 것 같군. 알겠소. 다른 곳을 알아보겠소."
ru: Вы пытаетесь убедить беженцев уйти. Капитан эскорта Изгоев вздыхает. "Я вижу, что мы в меньшинстве. Пусть будет так. Мы пойдем дальше".
zh_hans: 你试图说服难民们离开。流放者护航舰长叹了口气。"我知道我们寡不敌众。那就这样吧。我们会继续前进。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You try to convince the refugees to leave. The outcast escort glares. "We have come so far, and traveled so long. We aren't moving. You can attack us or you can leave. Do what you will."
fr: Vous essayez de convaincre les réfugiés de partir. Le Vaisseau d'escorte vous lance un regard noir : "Nous sommes venus de si loin et avons voyagé si longtemps. Nous ne bougerons pas. Vous pouvez nous attaquer ou partir. Faites ce que vous voulez."
ko: 당신은 난민들에게 떠나라고 설득합니다. 망명자가 당신을 노려봅니다. "우리는 너무 멀리 왔고 너무 오래 여행했소. 더 이상 움직이지 않을 것이오. 우리를 공격하든지 아니면 내버려두든지. 마음대로 하시오."
ru: Вы пытаетесь убедить беженцев уйти. Сопровождающий Изгоев хмурится. "Мы так далеко зашли и так долго шли. Мы не собираемся уходить. Вы можете напасть на нас или уйти. Делайте, что хотите".
zh_hans: 你试图说服难民们离开。流放者护送者怒目而视。"我们已经走了这么久，走了这么远。我们不会离开。你们可以攻击我们，也可以离开。你们随意。"

source: Attack.
fr: Attaquer.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

source: The Outcast responds to your hostile actions by powering weapons.
fr: Les Exilés réagissent à vos actions hostiles en allumant leurs armes.
ko: 망명자는 당신의 적대적인 행동에 무기를 가동하여 대응합니다.
ru: В ответ на ваши враждебные действия Изгои активируют свои орудия.
zh_hans: 流放者通过激活武器来回应你的敌对行为。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Relent.
fr: Céder.
ko: 물러난다.
ru: Успокоиться.
zh_hans: 放弃。

source: You leave the scene behind. The situation is still unresolved, but seems to be nonviolent for now.
fr: Vous quittez les lieux. La situation n'est toujours pas résolue, mais elle semble non violente pour l'instant.
ko: 당신은 현장을 떠납니다. 아직 갈등은 해결되지 않았지만, 현재로서는 비폭력적인 것으로 보입니다.
ru: Вы покидаете место происшествия. Ситуация еще не разрешилась, но, похоже, обошлось без насилия.
zh_hans: 你离开了现场。事情仍未解决，但现在看来暂时不会升级成暴力事件。

source: The captain of the Militia patrol sputters. "Me? A bigot? I'm just... Look I'm.... I'm trying to represent the interests of... I'm just... Whatever! Stay, then. Watch as things go badly, and I will still be here to say I told you so!"
fr: Le capitaine de la patrouille de la Milice bafouille : "Moi, un intolérant ? Je suis juste... Écoutez, je suis.... J'essaie de représenter les intérêts de... Je suis juste... Peu importe ! Restez, alors. Regardez les choses tourner mal, et je serai là pour vous dire que je vous avais prévenu !"
ko: 민병대 순찰대 선장이 말을 더듬습니다. "제가요? 편견적이라고요? 이봐요, 저는... 저는 그냥... 협회의 이익을 대변하려고... 그... 좋아요! 어디 한번 지켜나 보죠. 보나 마나 제가 말한 대로 될 테니, 그때 가선 봐주지 않을 겁니다!"
ru: Капитан патруля Ополченцев разражается бранью. "Я? Негодяй? Я просто... Послушай, я... я пытаюсь представлять интересы... Я просто... Неважно! Тогда оставайтесь. Но смотрите, если все будет плохо, я заявлюсь сюда, чтобы сказать, что я же тебе говорил!"
zh_hans: 盟卫舰长吞吞吐吐地说。"我？一个偏见的人？我…你看…我只是…试图代表…的利益…算了！那就留下来吧。当事情变糟时，我一定会说，我早就告诉过你了！"

source: Talk to the refugees.
fr: Parler aux réfugiés.
ko: 난민들에게 연락한다.
ru: Поговорить с беженцами.
zh_hans: 和难民谈谈。

source: The captain of the Militia patrol scoffs. "You Federation types. You don't get it. You think everything is solved by a little hand holding. Get out of here, this doesn't concern you."
fr: Le capitaine de la patrouille de la Milice se moque : "Vous les gens de la Fédération. Vous ne comprenez rien. Vous pensez que tout peut être résolu par une poignée de mains. Partez d'ici, cela ne vous concerne pas."
ko: 민병대 순찰대 선장이 비웃습니다. "정말 연방답네요. 당신들은 이해 못 합니다. 손만 잡는다고 모든 일이 해결되는 게 아니라고요. 당신이랑 상관없는 일이니까 여기서 썩 사라지십시오."
ru: Капитан патруля Ополченцев насмехается. "Вы, выходцы из Федерации. Вы ничего не понимаете. Вы думаете, что все можно решить, просто подержавшись за ручки. Убирайтесь отсюда, вас это не касается".
zh_hans: 盟卫舰长嘲笑道。"你是联邦的人。你不懂。你似乎以为握手就能解决所有问题。离开这里，这不关你们的事。"

source: Attack them.
fr: Les attaquer.
ko: 공격한다.
ru: Атаковать их.
zh_hans: 攻击对方。

source: You've heard enough. This Militia ship seems unreasonable. They respond in kind.
fr: Vous en avez entendu assez. Ce vaisseau de la Milice ne semble pas pouvoir être raisonné. Ils réagissent en conséquence.
ko: 충분히 들었습니다. 민병대는 부당한 요구를 하고 있습니다. 그들은 당신의 공격에 똑같은 방식으로 대응합니다.
ru: Вы уже достаточно услышали. Этот корабль Ополчения кажется неблагоразумным. Они реагируют на это.
zh_hans: 你听够了。这艘盟卫飞船完全不讲道理。他们对你的突然攻击感到惊讶，并以同样的方式回应。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Relent.
fr: Céder.
ko: 물러난다.
ru: Успокоиться.
zh_hans: 放弃。

source: You leave the scene behind. The situation is still unresolved, but seems to be nonviolent for now.
fr: Vous quittez les lieux. La situation n'est toujours pas résolue, mais elle semble non violente pour l'instant.
ko: 당신은 현장을 떠납니다. 아직 갈등은 해결되지 않았지만, 현재로서는 비폭력적인 것으로 보입니다.
ru: Вы покидаете место происшествия. Ситуация еще не разрешилась, но, похоже, обошлось без насилия.
zh_hans: 你离开了现场。事情仍未解决，但现在看来暂时不会升级成暴力事件。

source: The captain of the Militia patrol growls at you. "I'm sick of the Federation always acting so high and mighty. Time to knock you down a peg!"
fr: Le capitaine de la Milice grogne. "J'en ai ma claque de toujours voir la Fédération agir avec autant de dédain et de suffisance. Il est temps de vous remettre à votre place !"
ko: 민병대 순찰대 대장이 으르렁거립니다. "항상 고상한 척하는 연방에 진절머리가 납니다. 한번 짓밟아주고 싶을 정도로!"
ru: Капитан патруля Ополченцев злобно кричит на вас. "Мне надоело, что Федерация всегда ведет себя так высокомерно и властно. Пора поставить вас на место!"
zh_hans: 盟卫舰长对你咆哮道。"我受够了联邦总是那么趾高气扬。该敲打一下了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="MILITIA_OUTCAST_REFUGEES_LEFT"]/text
source: "I'm impressed. I thought those pesky refugees would never leave. Don't worry, we'll pay you for your time." The captain sends you a small amount of resources.
fr: "Impressionnant. Je pensais que ces maudits réfugiés n'allaient jamais partir. Pas d'inquiétude, on va vous payer pour vos efforts." Le capitaine vous envoie un peu de ressources.
ko: "감명받았습니다. 저 성가신 난민들은 절대 떠나지 않을 줄 알았어요. 수고하신 만큼 보수를 드릴 테니, 걱정하지 마세요." 선장이 소량의 자원을 보냈습니다.
ru: "Я впечатлен. Я думал, эти надоедливые беженцы никогда не уйдут. Не волнуйтесь, мы заплатим вам за ваше потраченное время". Капитан посылает вам небольшое количество ресурсов.
zh_hans: "给我留下了深刻的印象深刻。我以为那些讨厌的难民永远不会离开。别担心，我们会付你报酬的。"舰长给了你少量资源。
