Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_union.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You land on a large platform and exit the ship. You take a long stroll through the park and come across several plaques detailing things about the war. One in particular stands out to you.
fr: Vous atterrissez sur une grande plateforme et sortez du vaisseau. Vous vous promenez longuement dans le parc et tombez sur plusieurs plaques détaillant des informations sur la guerre. L'une d'entre elles vous interpelle particulièrement.
ko: 당신은 대형 플랫폼에 착륙한 뒤 함선에서 내렸습니다. 공원을 한참 거닐다 보니 전쟁에 관해 자세히 설명하는 안내문을 여러 개 발견했습니다. 그중 하나가 당신의 시선을 사로잡습니다.
ru: Вы приземляетесь на большую платформу и выходите из корабля. Вы долго гуляете по парку и натыкаетесь на несколько мемориальных памятников, рассказывающих о войне. Одна из них особенно привлекает ваше внимание.
zh_hans: 你降落在在一个大型平台上并离舰。你在园区内散步了许久，碰见了数个介绍战争事迹的纪念匾，其中一块显得鹤立鸡群。

source: Read the plaque.
fr: Lire la plaque.
ko: 안내문을 읽는다.
ru: Прочитать надпись на доске.
zh_hans: 阅读纪念匾。

source: "It all looked bleak for the citizens of Earth until the creation of the very first Pre-Igniter tech, invented by Jackson Newman. This augment was then merged with a powerful laser model developed by Zulfiqar Armaments, a busy corporation that has since grown to be very wealthy and powerful in modern times. Though the weapon was once considered a super-weapon so long ago, it is likely it would still stand the test of time and be very efficient in modern combat."
fr: "Tout semblait sombre pour les citoyens de la Terre jusqu'à la création de la toute première technologie Pré-Chargeur, inventée par Jackson Newman. Cette augmentation a ensuite été fusionnée avec un puissant modèle de laser développé par Zulfiqar Armaments, une société très active qui est devenue très riche et très puissante à l'époque moderne. Bien que l'arme ait été considérée comme une super-arme il y a bien longtemps, il est probable qu'elle résiste encore à l'épreuve du temps et qu'elle soit très efficace dans les combats modernes."
ko: "잭슨 뉴먼이 최초의 조기-점화기를 발명하기 전까지 지구 거주민들에게 희망 따윈 없어 보였다. 이 보조장비는 훗날 강력한 대기업으로 부상하게 되는 줄피카르 군사기업의 고위력 레이저 모델과 결합하여 사용되었다. 그렇게 해서 탄생한 무기는 현대 전투에서도 매우 효율적일 정도로 강력하여 당시 시대를 초월하는 초강력 병기의 위상을 얻었었다."
ru: "Все было безрадостно для жителей Земли до тех пор, пока Джексон Ньюман не создал первый прототип Предзажигателя. Затем этот модуль был объединен с мощной моделью лазера, разработанной "Зульфикар Армаментс", корпорацией, которая в наше время стала очень богатой и могущественной. Несмотря на то, что это оружие когда-то давно считалось супер-оружием, вполне вероятно, что оно выдержит испытание временем и будет очень эффективным в современном бою".
zh_hans: "在杰克逊·纽曼发明第一批预热器科技之前，地球的居民前途看似渺茫。但随后这种增强部件开始被与弯剑军械公司的强大激光武器结合起来使用。自此，弯剑发展为现代一个非常富有强大的企业。尽管弯剑激光距离它被视为一件超级武器的年代已经有些久远了，它很可能仍然经得起时间的考验，并在现代战斗中大放异彩。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you keep reading, you notice a section describing the locations of the parts of the weapon. "After the war was over the weapon was dismantled and many of the parts were repossessed." Maybe if you can track down their locations, you can re-assemble the gun!
fr: En poursuivant votre lecture, vous remarquez une section décrivant l'emplacement des pièces de l'arme : "Après la fin de la guerre, l'arme a été démantelée et de nombreuses pièces ont été récupérées." Peut-être que si vous parvenez à retrouver leur emplacement, vous pourrez réassembler l'arme !
ko: 계속 읽다 보니 부품의 현 위치를 알려주는 문단이 나왔습니다. "종전 후 그 무기는 해체되었고 여러 부품들은 회수되었다." 혹시 이들의 위치를 알 수 있다면 그 무기를 재조립 할 수 있을지도 모릅니다!
ru: Продолжая читать, вы замечаете раздел с описанием местонахождения частей оружия. "После окончания войны оружие было разобрано, а многие его части конфискованы". Возможно, если вам удастся определить их местонахождение, то вы сможете собрать это оружие заново!
zh_hans: 你继续阅读，但注意到其中一段提到被分解的武器部件的位置。"战争结束之后，武器被分解成了许多部分并被公司收回。"若你能追溯到所有被分解的部件，或许能重新组装它！

source: Read on the location of the barrel.
fr: Lire l'emplacement du canon.
ko: 총열이 어디 있는지 읽어본다.
ru: Прочитать о местонахождении ствола.
zh_hans: 查看枪管的位置。

source: "The first part, the barrel, was originally given to a man by the name of Alaster Williams before it was stolen by a Mantis warlord and passed down across many generations. It is a valuable heirloom in their family, and it is highly unlikely they would surrender it to anyone, especially those who defeated them in the war."
fr: "La première partie, le canon, a été donnée à l'origine à un homme du nom d'Alaster Williams avant qu'il ne soit volé par un seigneur de guerre Mantis et transmis à travers de nombreuses générations. C'est un objet de valeur dans leur famille, et il est peu probable qu'ils le cèdent à qui que ce soit, en particulier à ceux qui les ont vaincus pendant la guerre."
ko: "첫 번째 부품인 총열은 본래 '알라스터 윌리엄스'라는 남자에게 수여되었으나 맨티스 장군에게 도난당한 이후 그의 후손들이 대대로 물려받고 있다. 이 부품이 귀중한 유품으로 취급받고 있기 때문에 그들이 누구에게 순순히 내줄 가능성은 매우 낮다. 그들을 전쟁에서 패퇴시킨 종족에게는 더욱 더 말이다."
ru: "Первая часть - ствол, была первоначально подарена человеку по имени Аластер Уильямс, а затем украдена полководцем богомолов, и с тех пор передавалась из поколения в поколение. Это ценная реликвия в их семье, и вряд ли они отдадут ее кому-то, особенно тем, кто победил их в войне".
zh_hans: "第一个部件是枪管，听说被赠送给一个叫阿拉斯特·威廉姆斯的人，随后它被一只螳螂军阀偷走并作为家宝传承下去。作为家族传家宝，让对方拱手相让简直天方夜谭，尤其是对打败螳螂族的人类来说。"

source: Read on the location of the base.
fr: Lire l'emplacement de la base.
ko: 몸체가 어디 있는지 읽어본다.
ru: Прочитать о местонахождении корпуса.
zh_hans: 查看底座的位置。

source: "The second part, the base, was buried alongside the creator of the weapon and its tech. The gravesite is among those of every soldier lost to the Mantis invasions."
fr: "La seconde partie, la base, a été enterrée aux côtés du créateur de l'arme et de sa technologie. La tombe figure parmi celles de tous les soldats perdus lors des invasions Mantis."
ko: "두 번째 부품인 몸체는 그 무기를 만든 발명가의 곁에 함께 묻혔다. 그는 맨티스 침공 때 사망한 다른 군인들과 같은 곳에 묻혀있다."
ru: "Вторая деталь, корпус, была захоронена вместе с создателем этого оружия и его технологии. Могила находится в месте, где покоятся все солдаты, погибшие во время нашествий богомолов".
zh_hans: "第二个部件是底座，它与其发明者被埋在一起，位置在螳螂战争英烈园。"

source: Read on the location of the Pre-Igniter.
fr: Lire l'emplacement du Pré-Chargeur.
ko: 조기 점화기는 어디 있는지 읽어본다.
ru: Прочитать о местоположении Предзажигателя.
zh_hans: 查看预热器的位置。

source: "The final part, the Pre-Igniter was stolen by a Smuggler. It has been circulating the black market for many years, repossessed many times. Though it would serve as a valuable collectors item, the augment itself is told to no longer function as intended due to years of misuse by pirates."
fr: "La dernière pièce, le Pré-Chargeur, a été volée par un contrebandier. Il circule sur le marché noir depuis de nombreuses années et a fait l'objet de nombreuses luttes de possession. Bien qu'elle puisse servir d'objet de collection de grande valeur, l'augmentation elle-même ne fonctionne plus comme prévu en raison d'années d'utilisation abusive par les pirates."
ko: "마지막 부품인 최초의 조기 점화기는 밀수업자에게 도난당해 수년간 암시장을 떠돌며 되팔리고 있다. 비록 역사적으로 가치 있는 물건이라고는 하나, 오랫동안 해적들이 오용해온 탓에 더 이상 보조장비 자체로서의 기능은 못한다고 알려져있다."
ru: "Последняя деталь, Предзажигатель, была украдена контрабандистом. Она уже много лет гуляет по черному рынку и неоднократно меняла владельцев. Хотя Предзажигатель мог бы стать ценным коллекционным предметом, сам модуль, как говорят, больше не функционирует как полагается из-за многолетнего плохого обращения с ним пиратами".
zh_hans: "最后一个部件，即预热器，早已被走私犯盗走，并进入黑市流通多年。其本身虽然仍有收藏价值，但据说由于被海盗毫无章法地使用，增强部件目前已经无法正常运作。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With all of the information you need to collect the parts, you hurry back to the ship.
fr: Muni de toutes les informations nécessaires à la collecte des pièces, vous vous hâtez de regagner le vaisseau.
ko: 당신은 부품 수집에 필요한 모든 정보를 읽은 후 서둘러 함선으로 돌아갔습니다.
ru: Получив всю необходимую информацию для поиска деталей, вы спешите обратно к кораблю.
zh_hans: 将武器部件相关信息记下之后，你迅速返舰。

source: We don't have time for wild goose chases around the sector.
fr: Nous n'avons pas le temps de nous éparpiller dans le secteur.
ko: 쓸데없이 이 구역 주변을 돌아다닐 시간은 없다.
ru: У нас нет времени гоняться за призраками прошлого по сектору.
zh_hans: 我们可没时间在星区里大海捞针。

source: Ignore the park.
fr: Ignorer le parc.
ko: 공원을 무시한다.
ru: Не обращать внимания на парк.
zh_hans: 无视纪念园。

source: You don't have time to go learning history. You pull away from the planet.
fr: Vous n'avez pas le temps d'apprendre l'histoire. Vous vous éloignez de la planète.
ko: 당신에게 역사를 배울 시간 같은 건 없습니다. 행성에서 떠납니다.
ru: У вас нет времени на изучение истории. Вы отлетаете от планеты.
zh_hans: 你没有时间在这温习历史，于是决定离开星球。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: This is the location of the Gatling Barrel.
fr: C'est l'emplacement du canon de la Gatling.
ko: 개틀링 총열의 위치입니다.
ru: Здесь находится ствол Гатлинга.
zh_hans: 此处为所记枪管的坐标。

# data/events_sector_union.xml$//event[@name="QUEST_GATLING_BARREL"]/text
source: You have arrived at a busy Mantis warcamp on a small moon. Several ships lay on the surface, the largest being a Suzerain and no doubt where the Gatling barrel is held.
fr: Vous êtes arrivé dans un camp de guerre Mantis sur une petite lune. Plusieurs vaisseaux sont posés à la surface, le plus grand étant un Suzerain et sans nul doute l'endroit où se trouve le canon de la Gatling.
ko: 당신은 작은 위성에 있는 분주한 맨티스 막사에 도착했습니다. 가장 큰 영주의 함선을 포함해 선박 여러 대가 지면에 정박해 있었습니다. 틀림없이 저 영주 함선에 개틀링 총열이 있을 것입니다.
ru: Вы прибыли в оживленный военный лагерь богомолов на небольшой луне. На поверхности стоят несколько кораблей, самый большой из них - корабль Сюзеренов, в котором, несомненно, находится ствол Гатлинга.
zh_hans: 你到达了一座位于卫星上的繁忙螳螂营地。几艘舰船停靠在营地旁，想必枪管就存放在其中最大的领主舰中。

source: Hail them and try to negotiate.
fr: Les appeler et essayer de négocier.
ko: 그들과 교신해 협상을 시도한다.
ru: Вызвать их и попытаться договориться.
zh_hans: 联系对方并试图进行协商。

source: A Mantis with a long scar running down their face responds. "Yes? What reason has ship called me?"
fr: Un Mantis avec une longue cicatrice sur le visage répond : "Oui ? Pour quelle raison le vaisseau m'appelle ?"
ko: 얼굴에 긴 흉터가 있는 맨티스가 응답했습니다. "으음? 너 무슨 이유 나 불렀나?"
ru: Богомол с длинным шрамом, идущим по лицу, отвечает. "Да? Какая причина корабль вызвал меня?"
zh_hans: 一名脸上有长长疤痕的螳螂回复道："你好？什么原因舰船叫我？"

source: We've come for the Gatling Barrel.
fr: Nous sommes venus pour le canon de Gatling.
ko: 개틀링 총열을 가지러 왔습니다.
ru: Мы пришли за стволом Гатлинга.
zh_hans: 我们是为加特林枪管而来。

source: "What? You mean spinny stick? You not dare take spinny stick! Precious heirloom passed down from grandfather, not plaything of stupid Federation captain!"
fr: "Quoi ? Tu veux dire le bâton qui tourne ? Vous n'osez pas prendre le bâton qui tourne ! Précieux héritage transmis par grand-père, pas jouet d'un stupide capitaine de Fédération !"
ko: "뭐? 빙글빙글 막대기? 빙글빙글 막대기 가져갈 생각 마라! 할아버지 물려준 소중한 가보다! 너 따위 멍청한 연방 함장 장난감 아니다!"
ru: "Что? Ты иметь в виду вертушку? Ты не сметь брать вертушку! Драгоценная реликвия, доставалась от деда, а не игрушка глупого капитана Федерации!"
zh_hans: "啥？你是说转转棍？你怎么敢拿走转转棍？老爹爹传下来的大宝贝，不是臭联邦舰长的玩具！"

source: Then we'll have to take it!
fr: Dans ce cas, nous le prendrons !
ko: 그럼 강제로 가져가야겠군!
ru: Тогда нам придется забрать его!
zh_hans: 那我们只好强夺了！

source: The Mantis shrieks and ends the call, and the Suzerain ship comes to life. It rises to meet you. If you had to guess, the 'spinny stick' is kept on that ship and you'll have to empty it of crew to get it.
fr: Le Mantis pousse un cri, met fin à l'appel, et le vaisseau suzerain s'anime. Il s'élève à votre rencontre. Si vous deviez deviner, le " bâton qui tourne " est conservé sur ce vaisseau et vous devrez le vider de son équipage pour l'obtenir.
ko: 맨티스는 고함을 내지르며 교신을 끊었고, 영주 함선이 움직이기 시작해 당신과 대치하려 합니다. 추측해 보면, '빙글빙글 막대기'는 저 함선에 보관 중일 것이고 그걸 손을 넣으려면 선원을 몰살해야 할 것입니다.
ru: Богомол визжит и заканчивает связь, затем корабль Сюзеренов оживает. Он взлетает с поверхности навстречу вам. Если вы правильно поняли, то "вертушка" находится на этом корабле, и чтобы ее получить, вам нужно перебить весь экипаж.
zh_hans: 螳螂尖叫着关闭通讯信号，之后领主战舰运转起来，腾空接战。你猜大概得杀光船上所有敌人才能拿到你想要的"转转棍"。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Mantis Crew) Negotiate for the Barrel.
fr: (mebre d'équipage Mantis) Négocier le Canon.
ko: (맨티스 선원) 총열을 얻기위해 협상한다.
ru: (Член экипажа-богомол) Договориться о передаче ствола.
zh_hans: (螳螂族船员)协商取得枪管。

source: "No! No! No! Not care who are! Shoo! Not welcome here." Despite the Mantis's tantrum, the only option that remains is to take it from him.
fr: "Non ! Non ! Non ! Me fiche qui est qui ! Chut ! Pas le bienvenu ici". Malgré la crise de colère du Mantis, la seule option qui reste est de le lui prendre.
ko: "안돼! 안돼! 안돼! 누구든 상관없어! 저리 가! 이곳 너 환영 안 한다." 맨티스가 성질내는 것을 보면 이젠 그의 손에서 총열을 빼앗는 수밖에 없습니다.
ru: "Нет! Нет! Нет! Неважно, кто это! Кыш! Здесь не рады". Несмотря на истерику богомола, остается только один вариант - забрать его силой.
zh_hans: "不行！不行！不行！不管你谁！走开！这里不欢迎你。"尽管对面螳螂在耍脾气，看来你只剩动手这个选项。

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: The Mantis shrieks and ends the call, and the Suzerain ship comes to life. It rises to meet you. If you had to guess, the 'spinny stick' is kept on that ship and you'll have to empty it of crew to get it.
fr: Le Mantis pousse un cri et met fin à l'appel, et le vaisseau suzerain s'anime. Il s'élève à votre rencontre. Si vous deviez deviner, le " bâton qui tourne " est conservé sur ce vaisseau et vous devrez le vider de son équipage pour l'obtenir.
ko: 맨티스는 고함을 내지르며 교신을 끊었고, 영주 함선이 움직이기 시작해 당신과 대치하려 합니다. 추측해 보면, '빙글빙글 막대기'는 저 함선에 보관 중일 것이고 그걸 손을 넣으려면 선원을 몰살해야 할 것입니다.
ru: Богомол визжит и заканчивает связь, затем корабль Сюзеренов оживает. Он взлетает с поверхности навстречу вам. Если вы правильно поняли, то "вертушка" находится на этом корабле, и чтобы ее получить, вам нужно перебить весь экипаж.
zh_hans: 螳螂尖叫着关闭通讯信号，之后领主战舰运转起来，腾空接战。你猜大概得杀光船上所有敌人才能拿到你想要的"转转棍"。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This is risky, we should leave.
fr: C'est risqué, nous devrions partir.
ko: 너무 위험하다. 떠나는 게 좋겠다.
ru: Слишком рискованно, мы должны уйти.
zh_hans: 这有点冒险，还是放弃好了。

source: You decide against pulling closer to the camp and stay far away from the moon.
fr: Vous décidez de ne pas vous rapprocher du camp et de rester loin de la lune.
ko: 당신은 막사에 가까이 가지 않기로 하고 위성과 거리를 두었습니다.
ru: Вы решаете не приближаться к лагерю и держитесь подальше от луны.
zh_hans: 你决定不靠近营地并驶离卫星。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: This is the location of the Gatling Base.
fr: C'est l'emplacement de la base de la Gatling.
ko: 개틀링 몸체의 위치입니다.
ru: Здесь находится корпус Гатлинга.
zh_hans: 此处为所记底座的坐标。

# data/events_sector_union.xml$//event[@name="QUEST_GATLING_BASE"]/text
source: The graveyard at this beacon isn't quite what you expected. Rather than a spooky field or dark and stormy swamp planet, it appears to be a nice flat patch of grass decorated with the tombs of the fallen soldiers. You aren't sure if you really want to go grave robbing these people.
fr: Le cimetière à cette balise n'est pas tout à fait ce à quoi vous vous attendiez. Au lieu d'un champ sinistre ou d'une planète marécageuse sombre et orageuse, il s'agit d'une belle étendue d'herbe plate ornée des tombes des soldats morts au combat. Vous ne savez pas si vous avez vraiment envie d'aller piller les tombes de ces gens.
ko: 이 송신소에 있는 묘지는 당신이 기대한 것과 사뭇 다릅니다. 으스스한 들판이나 어둡고 폭풍치는 늪지 행성이 아니라, 전장에서 목숨을 잃은 군인들의 묘지로 장식된 평평한 들판이었습니다. 굳이 이들의 묘지를 도굴해야 할까요?
ru: Кладбище у этого маяка - не совсем то, что вы ожидали увидеть. Вместо жуткого поля или темной и бурной болотной планеты, оно оказывается приятным ровным участком травы, украшенным могилами павших солдат. Вы не уверены, что действительно хотите грабить могилы этих людей.
zh_hans: 信标处的英烈园与你预想的相差很大。它是一个宽敞漂亮的大草坪，点缀着牺牲战士的陵墓，而非一个闹鬼田地或阴森、雷雨交加的沼泽星球。你不确定盗窃这些人的墓室在良心上是否过得去。

# data/events_sector_union.xml$//event[@name="QUEST_GATLING_BASE"]/choice[1]/text
source: We have a war of our own to fight. If these people were alive, they'd understand.
fr: Nous avons notre propre guerre à mener. Si ces gens étaient vivants, ils comprendraient.
ko: 우리에게도 맞서 싸워야 하는 전쟁이 있다. 이 사람들이 살아있었다면 그들도 이해해줬을 것이다.
ru: У нас своя война. Если бы эти люди были живы, они бы поняли.
zh_hans: 我们也有我们自己的战争任务，相信这些前辈如果在世的话也会理解。

source: You inspect the gravesite and realise there's nothing to suggest where the Gatling Gun might be buried. You pick out a few graves that sound familiar, but you aren't sure which one. You think the plaque said who it was, but you'll have to remember who.
fr: Vous inspectez les tombes et vous vous rendez compte que rien n'indique l'endroit où la Mitrailleuse Gatling pourrait être enterrée. Vous repérez quelques tombes qui vous semblent familières, mais vous n'êtes pas sûr de laquelle choisir. Vous pensez que la plaque indiquait de qui il s'agissait, mais vous devrez vous rappeler de qui.
ko: 당신은 묘지를 둘러봤지만 부품이 어디 매장되어 있는지 알아낼 만한 단서는 없었습니다. 결국 낯익은 이름이 새겨진 묘지를 몇 곳 골라내보지만, 정확히 어디인지 확신이 서질 않습니다. 추모공원의 안내문에 발명가의 이름이 나와 있던 것 같은데, 그 이름을 생각해 내는 건 당신의 몫입니다.
ru: Вы осматриваете кладбище и понимаете, что ничто не указывает на то, где может быть захоронено орудие Гатлинга. Вы выбираете несколько могил со знакомыми именами, но не уверены, где точно искать. Вам кажется, что на табличке в музее значилось конкретное имя, но вам придется вспомнить, какое.
zh_hans: 你在园区内四处寻找底座的信息，然而一点踪迹都没有。你挑出了几个听起来很熟悉的坟墓，但不确定是哪一个。你记得纪念匾上写着人名了，所以得回忆起到底是哪位。

source: Dig up Adam Miller.
fr: Creuser Adam Miller.
ko: 아담 밀러 라고 쓰여진 무덤을 판다.
ru: Откопать могилу Адама Миллера.
zh_hans: 挖开亚当·米勒的坟墓。

source: You start digging, but all you find inside is a rotting corpse. Disgusted and disappointed, you prepare to leave, when an Elite Federation ship swings by and spots you in the act. "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
fr: Vous commencez à creuser, mais tout ce que vous trouvez à l'intérieur est un cadavre en décomposition. Dégoûté et déçu, vous vous apprêtez à partir, lorsqu'un vaisseau élite de la Fédération passe à proximité et vous surprend en pleine action : "Bande d'enfoirés ! Vous osez déshonorer les héros enterrés ici ?" Ils chargent leurs armes et attaquent !
ko: 무덤을 파기 시작했지만, 그곳에는 썩어가는 시체밖에 없었습니다. 역겨움과 실망감을 뒤로하고 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Вы начинаете копать, но все, что вы находите внутри - это гниющий труп. С отвращением и разочарованием вы собираетесь уходить, как вдруг мимо пролетает элитный корабль Федерации и застает вас на месте. "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Dig up Jackson Newman.
fr: Creuser Jackson Newman.
ko: 잭슨 뉴먼 이라고 쓰여진 무덤을 판다.
ru: Откопать могилу Джексона Ньюмана.
zh_hans: 挖开杰克逊·纽曼的坟墓。

source: You start digging to find that you were correct! Inside the grave is the Gatling Base! You have your crew haul it back to the ship.
fr: Vous commencez à creuser pour découvrir que vous aviez raison ! À l'intérieur de la tombe se trouve la base de la Gatling ! Votre équipage la ramène au vaisseau.
ko: 당신은 묘지를 파내기 시작합니다. 바로 이 묘지였습니다! 묘지 안에 개틀링 포의 몸체가 있었습니다! 당신은 선원들을 시켜 그것을 함선까지 운반했습니다.
ru: Вы начинаете копать и понимаете, что оказались правы! Внутри могилы находится корпус Гатлинга! Вы поручаете своему экипажу отнести его на корабль.
zh_hans: 还没挖多久你就发现自己是对的！底座正静静地躺在墓中，你让你的船员将其拖回舰内。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you're leaving, a Federation Elite flies past, spotting you in the process! "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
fr: Au moment où vous partez, un membre d'élite de la Fédération passe en trombe et vous aperçoit : "Bande d'enfoirés ! Vous osez déshonorer les héros enterrés ici ?" Ils chargent leurs armes et attaquent !
ko: 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Когда вы собираетесь уходить, мимо пролетает элитный корабль Федерации, который застает вас в процессе! "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Dig up Alaster Williams.
fr: Creuser Alaster Williams.
ko: 알라스터 윌리엄스 라고 쓰여진 무덤을 판다.
ru: Откопать могилу Аластера Уильямса.
zh_hans: 挖开阿拉斯特·威廉姆斯的坟墓。

source: You start digging, but all you find inside is a rotting corpse. Disgusted and disappointed, you prepare to leave, when an Elite Federation ship swings by and spots you in the act. "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
fr: Vous commencez à creuser, mais tout ce que vous trouvez à l'intérieur est un cadavre en décomposition. Dégoûté et déçu, vous vous apprêtez à partir, lorsqu'un vaisseau élite de la Fédération passe à proximité et vous surprend en pleine action : "Bande d'enfoirés ! Vous osez déshonorer les héros enterrés ici ?" Ils chargent leurs armes et attaquent !
ko: 무덤을 파기 시작했지만, 그곳에는 썩어가는 시체밖에 없었습니다. 역겨움과 실망감을 뒤로하고 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Вы начинаете копать, но все, что вы находите внутри - это гниющий труп. С отвращением и разочарованием вы собираетесь уходить, как вдруг мимо пролетает элитный корабль Федерации и застает вас на месте. "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Dig up Jake Willson.
fr: Creuser Jake Willson.
ko: 제이크 윌슨 이라고 쓰여진 무덤을 판다.
ru: Откопать могилу Джейка Уилсона.
zh_hans: 挖开杰克·威尔森的坟墓。

source: You start digging, but all you find inside is a rotting corpse. Disgusted and disappointed, you prepare to leave, when an Elite Federation ship swings by and spots you in the act. "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
fr: Vous commencez à creuser, mais tout ce que vous trouvez à l'intérieur est un cadavre en décomposition. Dégoûté et déçu, vous vous apprêtez à partir, lorsqu'un vaisseau élite de la Fédération passe à proximité et vous surprend en pleine action : "Bande d'enfoirés ! Vous osez déshonorer les héros enterrés ici ?" Ils chargent leurs armes et attaquent !
ko: 무덤을 파기 시작했지만, 그곳에는 썩어가는 시체밖에 없었습니다. 역겨움과 실망감을 뒤로하고 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Вы начинаете копать, но все, что вы находите внутри - это гниющий труп. С отвращением и разочарованием вы собираетесь уходить, как вдруг мимо пролетает элитный корабль Федерации и застает вас на месте. "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_union.xml$//event[@name="QUEST_GATLING_BASE"]/choice[2]/text
source: We have better things to do than dishonouring the dead.
fr: Nous avons mieux à faire que de déshonorer les morts.
ko: 망자를 모독하는 행위 보다는 더 좋은 일을 하자.
ru: У нас есть дела поважнее, чем осквернять мертвых.
