Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_lostsun.xml/*.po
Languages: ko, ru, zh_hans

source: "Bah haha! That is the lie told to us from birth! The Crystals are no gods, they are false idols! Clearly, you too believe the lies of the Elders. We will remove you from this world in which you do not belong."
ko: "하하하! 그건 우리가 태어날 때부터 들어온 거짓말이오! 크리스탈은 신이 아니라 거짓 우상이외다! 분명히 그대도 장로들의 거짓말을 믿는구려. 그대는 이 세상에 있을 자가 아니니, 우리가 그대를 제거하도록 하겠소."
ru: "Ба-ха-ха! Это ложь, которую нам говорят с рождения! Кристаллины - не боги, а ложные идолы! Очевидно, вы тоже верите в ложь Старейшин. Мы удалим вас из этого мира, в котором вам не место".
zh_hans: "呸，哈哈！这就是神权国从出生开始就告诉我们的谎言！水晶族不是神，它们是虚假的神！很明显，你也相信长老们的谎言。我们将把你从这个不属于你的世界上赶走。"

source: None. Only the holy fires can truly be pure.
ko: 그런 종족은 없습니다.
ru: Никто.
zh_hans: 没有谁。

source: The Federation.
ko: 연방.
ru: Федерация.
zh_hans: 联邦。

source: The Lost Sun captain decends into clear rage. "You think this is funny? The Federation is not even a race! I have no time for this idiocy. I will cleanse your sins with fire!"
ko: 로스트선 함장이 분노에 휩싸였습니다. "지금 이게 웃기오? 연방은 애초에 종족이 아니오! 이런 바보 같은 짓을 할 시간이 없소. 지금 당장 그대의 죄를 불길로 씻어주겠소!"
ru: Капитан Затерянных Солнц впадает в ярость. "Вы думаете, это смешно? Федерация - это даже не раса! У меня нет времени на этот идиотизм. Я очищу ваши грехи огнем!"
zh_hans: 迷失烈阳舰长陷入了明显的愤怒。"你认为这很有趣吗？联邦甚至不是一个种族！我没有时间理会这种愚蠢的行为。我要用火焰来洗刷你们的罪孽！"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_2"]/text
source: "Yes, the fires that gave birth to all life are the only thing that can cleanse us of our sins!"
ko: "그렇소. 모든 생명을 낳은 불꽃만이 우리의 죄를 씻어줄 수 있는 유일한 것이오!"
ru: "Да, огонь, породивший все живое, - единственное, что может очистить нас от грехов!"
zh_hans: "没错，孕育了所有生命的火焰是唯一能洗净我们的罪孽的东西！"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_2"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "No government is free of lies or scandals. Prove to us that you see through the lies that your precious Federation has been spreading for years."
ko: "그 어떤 정부도 거짓말이나 스캔들에서 자유로울 순 없소. 그대가 그대의 소중한 연방이 수년 동안 퍼뜨린 거짓말을 간파하고 있다는 것을 증명해 보시오."
ru: "Ни одно правительство не обходится без лжи и скандалов. Докажите нам, что вы видите ложь, которую ваша драгоценная Федерация распространяла годами".
zh_hans: "没有一个政府能免于谎言或丑闻。向我们证明你们看穿了道貌岸然的联邦多年来一直在散布的谎言。"

source: The Federation has been supporting the Lost Suns only to cripple the Coalition.
ko: 연방은 단지 연합을 견제하기 위해 로스트선을 지원하고 있었습니다.
ru: Федерация поддерживала Затерянных Солнц только для того, чтобы покалечить Коалицию.
zh_hans: 联邦一直支持迷失烈阳者其实只是为了削弱星联。

source: The Federation is as responsible for the Rebellion as the Rebels themselves.
ko: 반란이 일어난 데에는 연방도 반군 못지 않게 책임이 큽니다.
ru: Федерация несет такую же ответственность за Восстание, как и сами повстанцы.
zh_hans: 联邦对叛乱发生所要负的责任和叛军一样大。

source: The Federation has committed as many warcrimes as any of their enemies.
ko: 연방은 그 적들만큼이나 많은 전쟁 범죄를 저질러왔습니다.
ru: Федерация совершила столько же военных преступлений, сколько и любой из ее врагов.
zh_hans: 联邦和它的敌人一样也犯下了许多战争罪行。

source: The Federation has never told a lie.
ko: 연방은 거짓말을 한 적이 없습니다.
ru: Федерация никогда не говорила неправды.
zh_hans: 联邦从未说过谎。

source: "Hah! So you are truly a simple minded fool, following what you are told blindly. There is no room for people like you in this galaxy."
ko: "하! 그대도 맹목적으로 시키는 대로만 하는 순진한 바보였구려. 이 은하에 당신이 설 자린 없소."
ru: "Ха! Значит, ты действительно простодушный глупец, слепо следующий тому, что тебе говорят. В этой галактике нет места для таких, как ты".
zh_hans: "哈！所以你真的是一个头脑简单的傻瓜，盲目地听从别人的指示。在这个宇宙中，容不下像你这样的人。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_3"]/text
source: "You impress me, captain. I have challenged many, many ships who have passed through here before, and not one has been able to prove themselves. You have my respect. Let me come with you on your journey, so that I may see how a surveyor of truth such as yourself handles such a daunting mission that awaits you."
ko: "정말 감탄했소, 함장. 나는 이곳을 지나려던 수많은 함선에 도전해왔지만, 그 누구도 자신을 증명해 보이지 못했소. 당신에게 존경을 표하고 싶소. 그대를 따르게 해주시오. 당신 같은 진실의 탐구자가 그대를 기다리는 막중한 임무를 어떻게 다루는지 보고 싶소."
ru: "Вы впечатляете меня, капитан. Я бросал вызов многим, многим кораблям, которые проходили здесь раньше, и ни один не смог проявить себя. Вы пользуетесь моим уважением. Позвольте мне отправиться с вами в путешествие, чтобы я мог увидеть, как такой искатель истины, как вы, справляется с такой сложной миссией, которая вас ожидает".
zh_hans: "你打动了我，舰长。我曾经挑战过很多很多以前经过这里的船只，没有一艘能够证明自己。你得到了我的尊重。让我和你一起旅行，这样我就能观摩像你一样的真理追求者是如何处理旅途终点的艰巨任务的。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/text
source: An entire Rock settlement, a remnant from before the Lost Sun's takeover of this sector, is rooted on the nearby planetoid. However that record doesn't seem like it will last long, as a Lost Sun ship is assaulting the settlement's poorly maintained defences.
ko: 인근 미행성에 락맨 식민지가 자리잡고 있었습니다. 로스트선이 이 구역을 점령하기 전부터 존재하던 곳입니다만, 그 역사는 그리 오래 이어질 것 같지 않습니다. 로스트선 함선이 그들의 부실한 방어시설을 공격하고 있기 때문입니다.
ru: На соседнем планетоиде укоренилось целое поселение валун, оставшееся со времен захвата этого сектора Затерянным Солнца. Однако не похоже, что этот рекорд продлится долго, поскольку корабль Затерянных Солнц атакует плохо поддерживаемую оборону поселения.
zh_hans: 一整个岩石族定居点，迷失烈阳占领这个星区之前的遗留造物，扎根于附近的行星上。然而，这种情况似乎不会持续太久了，因为一艘迷失烈阳飞船正在攻击这个定居点糟糕的防御设施。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/choice[1]/text
source: Help the Rockmen and destroy the Lost Suns.
ko: 락맨을 도와 로스트선을 격퇴한다.
ru: Помочь валунам и уничтожить Затерянных Солнц.
zh_hans: 帮助岩石族消灭迷失烈阳者。

source: Not all Rockmen should be blamed for the antagony of their government. You block the Lost Suns and prepare to fight.
ko: 단지 락맨이라는 이유로 신정의 악행에 대한 책임을 같이 물릴 수는 없습니다. 당신은 로스트선을 가로막고 전투를 준비합니다.
ru: Не всех валунов следует винить в антагонии их правительства. Вы блокируете Затерянных Солнц и готовитесь к бою.
zh_hans: 不是所有的岩石族都应该为他们政府的反动而背责。你将武器锁向迷失烈阳者准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/choice[2]/text
source: Aid in the destruction of the settlement.
ko: 식민지 궤멸을 돕는다.
ru: Помочь в разрушении поселения.
zh_hans: 协助破坏定居点。

source: You approach to attack the settlement but the Lost Sun ship stops you. "Federation, this is not a job for you. Leave this beacon so that we may carry out our duty." You fly a safe distance away before they can reinforce their words with weapons.
ko: 당신은 식민지를 공격하러 접근했지만, 로스트선이 당신을 저지했습니다. "연방, 이 일은 당신의 소견이 아니오. 우리가 의무를 수행할 수 있도록 이 송신소를 떠나주시오." 당신은 그들이 무력 설득을 시작하기 전에 안전한 거리까지 날아갔습니다.
ru: Вы приближаетесь, чтобы атаковать поселение, но корабль Затерянных Солнц останавливает вас. "Федерация, это работа не для вас. Покиньте этот маяк, чтобы мы могли выполнить свой долг". Вы отлетаете на безопасное расстояние, прежде чем они смогут подкрепить свои слова оружием.
zh_hans: 你接近攻击定居点，但迷失烈阳飞船阻止了你。"联邦，这不是你该干的活。离开这个信标，以便我们可以履行我们的职责。"在他们用武器加强语气之前，你飞到了一个安全的距离之外。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/choice[3]/text
source: Ignore the settlement.
ko: 식민지를 무시한다.
ru: Не обращать внимание на поселение.
zh_hans: 无视定居点。

source: You try not to think of all the innocent lives that will be lost because of this attack, and try to focus on doing something aboard the ship instead.
ko: 당신은 이 공격에 희생될 수많은 무고한 락맨들에 대해 생각하지 않으려 노력했고, 함선에서 무언가를 하는 데 집중했습니다.
ru: Вы стараетесь не думать обо всех невинных жизнях, которые будут потеряны из-за этой атаки, и пытаетесь сосредоточиться на том, чтобы сделать что-нибудь на борту корабля.
zh_hans: 你尽量不去想所有将因为这次袭击而失去的无辜生命，而是努力专注于星舰内部事务。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Rockmen are grateful for your help. They were a small farming colony that was cut off from the main trade routes after the Lost Suns captured the sector and were stuck in poverty. A few good-natured Federation ships in the past had given them some supplies, but this inevitably led to their discovery. They have nothing to pay you, so instead they fix up your hull.
ko: 락맨은 당신의 도움에 감사했습니다. 이들은 로스트선이 구역을 장악한 이후로 주요 무역로들로부터 단절돼 빈곤에 허덕이는 농민들이었습니다. 과거에 선량한 연방 함장 여럿이 이들에게 보급품을 내주었지만, 이로 인해 결국 그들은 발각당했던 것입니다. 사례로 줄 수 있는 게 아무것도 없기에 그들은 선체를 수리해줬습니다.
ru: Валуны благодарны вам за помощь. Это небольшая фермерская колония, которая была отрезана от основных торговых путей после захвата сектора Затерянными Солнцами и прозябала в нищете. Несколько добродушных кораблей Федерации в прошлом дали им немного припасов, но это неизбежно привело к их обнаружению. Им нечем вам заплатить, поэтому вместо этого они ремонтируют ваш корпус.
zh_hans: 岩石族很感谢你的帮助。他们是一个小型的农业殖民地，在迷失烈阳占领该星区后被切断了主要贸易路线，陷入了贫困。过去有几艘好心的联邦飞船给了他们一些物资，但这不可避免地暴露了他们的坐标。他们没有什么可以支付给你的，于是修复了你的舰体。

source: The colony did not fare as well as you had expected. Most of the Lost Sun's attacks had made their way past the weak shield protecting the structures on the surface, killing a good portion of their population. They have nothing that they can spare you other than a feeble thank you, but one of the survivors offers to join your crew, as his life in the settlement no longer holds any promise.
ko: 불행히도 식민지는 당신이 기대한 만큼 잘 버티지 못했습니다. 로스트선의 공격 대부분이 지표면의 건물을 보호하는 약한 보호막을 뚫고 들어왔고, 거주민 상당수가 희생당했습니다. 그들은 감사하다는 말 외에 전해줄 것이 없는 상태였지만, 생존자 중 한 명이 당신의 선원으로 합류하겠다고 제안했습니다. 이제 더 이상 이 거주지에서는 가망이 없을 테니...
ru: В колонии дела обстояли не так хорошо, как вы ожидали. Большинство атак Затерянных Солнц пробились сквозь слабый щит, защищающий строения на поверхности, и убили большую часть их населения. У них нет ничего, что они могли бы предложить вам, кроме слабой благодарности, но один из выживших предлагает присоединиться к вашей команде, поскольку его жизнь в поселении больше не сулит ничего хорошего.
zh_hans: 殖民地的情况并不像你预期的那样好。大多数迷失烈阳的攻击都穿过了薄弱的防护罩，杀死了他们中的很大一部分人。除了一句无力的感谢之外，他们没有什么可以给你的，但其中一个幸存者提出要加入你的船员，因为他在定居点的生活不再有任何希望。

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_CIVILIAN"]/text
source: A poorly armed civilian ship is stuck at this beacon, evidently out of fuel. They beg you to spare them some capsules so that they can escape the sector before a Lost Sun patrol find them.
ko: 열악한 무장을 한 민간 함선이 이 송신소에 옴짝달싹 못 하고 있었습니다. 분명 연료가 다 떨어진 듯 합니다. 그들은 로스트선 정찰선에 발각되기 전에 이곳을 탈출하기 위한 연료 캡슐을 달라고 빌었습니다.
ru: Плохо вооруженный гражданский корабль застрял у этого маяка, очевидно, у него кончилось топливо. Они умоляют вас дать им несколько капсул, чтобы они могли покинуть сектор до того, как патруль Затерянных Солнц найдет их.
zh_hans: 一艘装备简陋的民用飞船被困在这个信标上，显然是没有燃料了。他们请求你给他们一些燃料，这样才能在迷失烈阳巡逻队发现他们之前逃离这个星区。

source: Lend some fuel.
ko: 연료를 약간 내준다.
ru: Одолжить немного топлива.
zh_hans: 借出一些燃料。

source: The civilians are grateful for your help.
ko: 민간인들은 감사를 표했습니다.
ru: Гражданские благодарны вам за помощь.
zh_hans: 平民们对你的帮助表示感谢。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: They don't have much scrap to spare, but decide to lend some extra missiles and perform repairs to your hull.
ko: 그들은 보답으로 건네줄 스크랩은 없었지만, 남는 미사일을 내주고 선체를 수리해줬습니다.
ru: У них не так много лишнего лома, но они решают одолжить несколько дополнительных ракет и выполнить ремонт вашего корпуса.
zh_hans: 他们没有太多的废料，但决定交换一些额外的弹药并对你的船体进行维修。

source: Tell them that you cannot help.
ko: 도와줄 수 없다고 전한다.
ru: Сказать им, что вы не можете помочь.
zh_hans: 告诉他们你无法提供帮助。

source: In a fit of pure desperation and as a last ditch attempt to save their lives, the civilians power on their weapons and attack you.
ko: 그들은 자포자기하는 심정에 목숨을 유지하려는 마지막 발악으로 무기를 가동해 당신을 공격합니다.
ru: В порыве чистого отчаяния и в качестве последней попытки спасти свои жизни мирные жители включают оружие и нападают на вас.
zh_hans: 在纯粹的绝望中作为挽救生命的最后一搏，平民们启动武器袭击你。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_WRECK"]/text
source: You arrive to the location of the distress beacon, but the ship that was once here has been reduced to a singed wreck. It is impossible to discern what faction is used to belong to. You don't know what happened to their attacker, but you figure it's safe to salvage.
ko: 조난신호의 근원지에 도착했지만, 이곳에 있던 함선은 이미 다 타버린 잔해가 되어있었습니다. 이 함선이 대체 어디 소속이었는지 확인하는 것조차 불가능할 정도로요. 이들을 습격한 자들이 어디로 갔는지는 모르겠지만, 안전하게 쓸만한 걸 수거할 수 있을 것 같네요.
ru: Вы прибываете на место, где находится маяк бедствия, но корабль, который когда-то был здесь, превратился в обгоревшие обломки. Невозможно определить, к какой фракции он принадлежал раньше. Вы не знаете, что случилось с нападавшим, но решили, что корабль можно спасти.
zh_hans: 你到达了求救信标的位置，但曾经在这里的船已经变成了一具残骸。无法辨别它曾经属于哪个派系。你不知道攻击者去哪了，但你认为现在进行回收起足够安全。

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_COALITION"]/text
source: A Coalition ship, sent to sabotage the Lost Suns, appears to have already arrived at the location of the distress beacon. Whoever was the original source of the distress is long gone, but the Coalition doesn't intend on letting you go easily.
ko: 로스트선을 상대로 방해공작을 펼치기 위해 파견된 연합 함선이 이미 조난신호의 근원지에 도착해 있었습니다. 조난신호를 보낸 누군가는 진작에 이곳을 떠나고 없었지만, 그렇다고 해서 연합이 이곳을 순순히 떠나려는 건 아닌 듯합니다.
ru: Корабль Коалиции, посланный для саботажа Затерянных Солнц, по-видимому, уже прибыл к месту расположения маяка бедствия. Кто бы ни был первоначальным источником бедствия, он давно ушел, но Коалиция не намерена легко отпускать вас.
zh_hans: 一艘被派去破坏迷失烈阳的星联飞船似乎已经到达了求救信标的位置。不管谁是最初的求救源都早已不在了，但星联并不打算轻易放你走。

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_COALITION"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION"]/text
source: A gathering of Lost Sun ships is nearby. They're suspicious of your presence and begin to distance themselves from your ship.
ko: 근처에 로스트 선 함선이 모여있습니다. 그들은 갑자기 나타난 당신을 수상하게 여기고 거리를 두기 시작했습니다.
ru: Поблизости находится скопление кораблей Затерянных Солнц. Они подозревают ваше присутствие и начинают отдаляться от вашего корабля.
zh_hans: 附近有一群迷失烈阳飞船聚集。他们对你的存在感到可疑，并开始与你的飞船保持距离。

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION"]/choice[1]/text
source: Hail them.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: The Lost Suns are reluctant to respond until you show your Federation badge, which luckily seems to resonate with them. "So, eager to prove your alliance? We have a task for you, but it is of utmost importance. Are you up for a challenge?"
ko: 로스트선은 응답하길 꺼렸지만, 연방 배지를 보여주자 다행히도 우호적으로 다가왔습니다. "자, 동맹이 건재함을 증명해 보이고 싶소? 당신에게 임무가 하나 있네만, 매우 중대한 문제요. 도전을 받아들일 준비는 됐소?"
ru: Затерянные Солнца неохотно отвечают, пока вы не показываете свой значок Федерации, который, к счастью, кажется, находит отклик у них. "Итак, вы хотите доказать свой союз? У нас есть для вас задание, но оно чрезвычайной важности. Вы готовы к вызову?"
zh_hans: 迷失烈阳不愿意回应，直到你出示你的联邦徽章，这似乎打消了他们的疑虑。"急于展现联邦的态度？我们有一个任务给你，但它十分重要。你准备好接受挑战了吗？"

source: Agree.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意。

source: "At the following co-ordinates you will find a Rock comms station set up here to relay information on our revolution to the Rock Elders. We're planning an invasion on the nearby planet which also hosts a Rock settlement, but we cannot do so until the comms station is destroyed. We request that you disable it in any way you can so we can go forward with our attack."
ko: "이 좌표를 따라가면 우리 혁명에 대한 정보를 락맨 장로들에게 전달하는 목적으로 설치된 통신 정거장을 찾을 수 있을 거요. 지금 우린 락맨 식민지가 자리 잡고 있는 근처 행성을 침략할 계획이나, 이 정거장이 파괴되기 전까지는 계획을 실행할 수 없소. 우리가 공격을 감행할 수 있도록 수단과 방법을 가리지 않고 이 정거장을 무력화해주시오."
ru: "По следующим координатам вы найдете станцию связи валунов, установленную здесь для передачи информации о нашей революции старейшинам валунов. Мы планируем вторжение на соседнюю планету, где также находится поселение валунов, но мы не сможем этого сделать, пока не уничтожим станцию связи. Мы просим вас отключить ее любым возможным способом, чтобы мы могли продолжить атаку".
zh_hans: "在以下坐标处，你会发现一个岩石族情报站设立在那里，用来向岩石族长老收集并传递我们的革命情报。我们正计划入侵附近的星球，那里也有一个岩石族定居点，但在情报站被摧毁之前，我们不能这样做。我们请求你以任何方式关闭它，以便我们能够继续进行攻击。"

source: We cannot risk our primary mission.
ko: 우리의 주 임무를 놔두고 위험을 감수할 순 없습니다.
ru: Мы не можем рисковать нашей главной миссией.
zh_hans: 我们不能拿我们的主要任务冒险。

source: "Then you already know too much." The other ships disperse while the largest of the group moves in to attack.
ko: "그렇다면 이미 당신에게 너무 많은 것을 발설했구려." 다른 함선들이 흩어지면서 무리에서 가장 큰 함선이 공격하기 위해 다가왔습니다.
ru: "Тогда вы уже слишком много знаете". Остальные корабли расходятся, а самый большой из группы движется в атаку.
zh_hans: "那你已经知道得太多了。"其他舰船散开而其中最大的战舰则进场攻击。

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION"]/choice[2]/text
source: We should do the same.
ko: 우리도 그들을 피해야 할 듯하다.
ru: Мы должны делать то же самое.
zh_hans: 我们也该保持距离。

source: Once they see you too avoiding their group, the Lost Suns relax and continue their secretive discussion.
ko: 당신이 자신들을 피하는 것을 목격한 로스트선들은 안도하고 다시 비밀스런 이야기를 나누기 시작했습니다.
ru: Увидев, что вы тоже избегаете их группы, Затерянные Солнца расслабляются и продолжают свою тайную беседу.
zh_hans: 看到你也避开了他们的队伍后，迷失烈阳方放松下来，继续他们秘密的讨论。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION_QUEST"]/text
source: You've found the Rock comms station the Lost Suns told you about. It's very poorly armed, though you can't stage a full scale attack without the settlement dispatching reinforcements.
ko: 로스트선이 언급한 락맨 정거장을 발견했습니다. 정거장의 무장은 매우 열악하지만, 전면 공세를 펼쳤다간 식민지에서 지원군을 보내고 말겁니다.
ru: Вы нашли станцию связи валунов, о которой вам рассказывали Затерянные Солнца. Она очень плохо вооружена, но вы не можете организовать полномасштабную атаку без того, чтобы поселение не выслало подкрепление.
zh_hans: 你已经找到了迷失烈阳者告诉你的岩石族情报站。它基本没布防，虽然执行全面攻击无法避免定居点呼叫援军。

source: Attempt to fire on the station from a distance.
ko: 기지를 원거리에서 공격해 본다.
ru: Попытаться обстрелять станцию с расстояния.
zh_hans: 从远处向该情报站开火。

source: Your feeble attacks are ineffective on the station, and a settlement ship is sent to chase you off. Your hull takes some damage but after you've put a good distance between yourself and the settlement the ship stops chasing you.
ko: 당신의 약해빠진 공격은 정거장에 흠집조차 내지 못했고 당신을 쫒아내기 위해 식민지에서 함선을 보냈습니다. 결국 선체에 약간의 손상을 입었지만, 식민지와 적절한 거리를 두자 그 함선은 더 이상 쫒아오지 않았습니다.
ru: Ваши слабые атаки неэффективны на станции, и корабль поселения отправляется в погоню за вами. Ваш корпус получает некоторые повреждения, но после того, как вы преодолели значительное расстояние между собой и поселением, корабль прекращает преследование.
zh_hans: 你微弱的攻击对该情报站无效，一艘定居点的飞船被派来追赶你。你的舰体受到了一些伤害但在你和定居点之间拉开一段距离后这艘船停止了追赶你。

source: There's nothing we can do.
ko: 우리가 할 수 있는 것은 없다.
ru: Мы не можем ничего сделать.
zh_hans: 我们无能为力。

source: It's too risky to attack the station. You hope the Lost Suns find a different way to complete their mission.
ko: 정거장를 공격하는 것은 너무 위험합니다. 로스트선들이 다른 방법을 찾기를 바랍시다.
ru: Атаковать станцию слишком рискованно. Вы надеетесь, что Затерянные Солнца найдут другой способ выполнить свою миссию.
zh_hans: 攻击该情报站的风险太大。你希望他们能找到另一种方法来完成任务。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/text
source: Arriving at the beacon, you find there is already a ship here, a very poorly armed Lost Sun. They hail you. "Good, at last someone came. Our distress beacon malfunctioned and we were not sure someone "friendly" would arrive in time. Our ship ran out of ammunitions, and we had to switch to some weaker weapons. Unfortunately, this also means we cannot protect ourselves from the Rock and Coalition hunters. We request that you escort us to the nearest outpost."
ko: 무장이 매우 열악한 로스트선 함선을 발견했습니다. 그들이 교신을 보냈습니다. "마침내 누군가 왔군. 조난 신호기가 고장 나서 "친절한" 행인이 제때 오지 못할 거라 생각했소. 그리고 탄약을 소진해버려서 약한 무기를 대신 사용해야 했소. 다시 말해 락맨과 연합 사냥꾼들로부터 몸을 지킬 수가 없다는 소리지. 가장 가까운 기지까지 우리를 호위해 주시오."
ru: Прибыв на маяк, вы обнаруживаете, что здесь уже есть корабль, очень плохо вооруженное Затерянное Солнце. Они окликают вас. "Хорошо, наконец-то кто-то пришел. Наш маяк бедствия вышел из строя, и мы не были уверены, что кто-то "дружелюбный" прибудет вовремя. На нашем корабле закончились боеприпасы, и нам пришлось перейти на более слабое оружие. К сожалению, это также означает, что мы не можем защитить себя от охотников за валунами и Коалицией. Мы просим вас сопроводить нас до ближайшего аванпоста".
zh_hans: 到达信标后，你发现这里已经有一艘船了，是一艘装备很差的迷失烈阳飞船。他们说道："很好，终于有人来了。我们的求救信标出了故障，不太确定'友好'的人是否会及时赶到。我们的战舰用完了弹药，不得不改用一些较弱的武器。不幸的是，这也意味着我们无法从岩石族和星联追捕者手下保护自己。我们请求你护送我们到最近的哨站。"

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/choice[1]/text
source: Agree to escort them.
ko: 그들을 호위해 주기로 한다.
ru: Согласиться сопровождать их.
zh_hans: 同意护送他们。

source: "Your eagerness to assist us has been noted. We will follow you to these co-ordinates."
ko: "우리를 돕고자 하는 열의는 잘 알겠소. 이 좌표까지 당신을 뒤따르겠소."
ru: "Ваше рвение помочь нам было замечено. Мы последуем за вами по этим координатам".
zh_hans: "你的热切协助会被铭记，我们将跟随你到这个坐标。"

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/choice[2]/text
source: Deny their request.
ko: 요청을 거절한다.
ru: Отклонить их просьбу.
zh_hans: 拒绝他们的请求。

source: "So, the things I have heard about the Federation are true? I should've expected this. Go, leave this place and hope you do not fall victim to the same enemies that we are defenseless against."
ko: "내가 연방에 대해 들었던 소문들이 사실인가 보구려. 진작 이렇게 나올 줄 알았어야 했는데. 자, 어서 이곳을 떠나시오. 그리고 우리가 손쓸 수 없었던 적들한테 희생당하지 않기를 비시오."
ru: "Значит, то, что я слышал о Федерации, правда? Я должен был этого ожидать. Иди, покинь это место и надеюсь, что ты не станешь жертвой тех же врагов, перед которыми мы беззащитны".
zh_hans: "那么，我所听到的关于联邦的那些事是真的？我早该想到这一点。走吧，离开这个地方，希望你不会成为我们敌人的受害者。"

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/choice[3]/text
source: Offer some ammo.
ko: 탄약을 약간 주겠다고 한다.
ru: Предложить немного боеприпасов.
zh_hans: 提供一些弹药。

source: "No, we do not need your donations or gifts. We only request an escort."
ko: "됐소. 우리는 기부나 선물을 원하는게 아니오. 우리는 호위를 부탁하고 싶소."
ru: "Нет, нам не нужны ваши пожертвования или подарки. Мы запрашиваем только сопровождение".
zh_hans: "不，我们不需要你的捐款或礼物。我们只要求提供护送。"

source: Agree to escort them.
ko: 그들을 호위해 주기로 한다.
ru: Согласиться сопровождать их.
zh_hans: 同意护送他们。

source: "Your eagerness to assist us has been noted. We will follow you to these co-ordinates."
ko: "우리를 돕고자 하는 열의는 잘 알겠소. 이 좌표까지 당신을 뒤따르겠소."
ru: "Ваше желание помочь нам было принято к сведению. Мы последуем за вами по этим координатам".
zh_hans: "你的热切协助会被铭记，我们将跟随你到这个坐标。"

source: Deny their request.
ko: 요청을 거절한다.
ru: Отклонить их просьбу.
zh_hans: 拒绝他们的请求。

source: "So, the things I have heard about the Federation are true? I should've expected this. Go, leave this place and hope you do not fall victim to the same enemies that we are defenseless against."
ko: "내가 연방에 대해 들었던 소문들이 사실인가 보구려. 진작 이렇게 나올 줄 알았어야 했는데. 자, 어서 이곳을 떠나시오. 그리고 우리가 손쓸 수 없었던 적들한테 희생당하지 않기를 비시오."
ru: "Значит, то, что я слышал о Федерации, правда? Я должен был этого ожидать. Иди, покинь это место и надеюсь, что ты не станешь жертвой тех же врагов, перед которыми мы беззащитны".
zh_hans: "那么，我所听到的关于联邦的那些事是真的？我早该想到这一点。走吧，离开这个地方，希望你不会成为我们敌人的受害者。"

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。
