Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_lostsun.xml/*.po
Languages: ko, ru, zh_hans

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ESCORT_QUEST"]/text
source: You arrive at the outpost, but it is too late. A large elite Rock ship has already demolished the structure. They spot you and hardly give you a chance to assess the situation before attacking.
ko: 기지에 도착했지만, 이미 너무 늦었습니다. 대형 락맨 엘리트 함선이 벌써 건물을 파괴했습니다. 그들은 당신을 발견했고 상황을 파악할 시간 조차 주지 않고 공격했습니다.
ru: Вы прибываете на аванпост, но уже слишком поздно. Большой элитный корабль валунов уже разрушил это сооружение. Они замечают вас и едва ли дают вам возможность оценить ситуацию, прежде чем атаковать.
zh_hans: 你到达了哨站，但为时已晚。一艘大型精英岩石族飞船已经拆毁了这个建筑物。他们发现了你，在攻击之前几乎不给你机会评估状况。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ESCORT_QUEST"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ESCORT_QUEST_RAID_WIN"]/text
source: You salvage the ship. Much of the wreckage can be recovered as scrap. You offer to share the spoils with the Lost Suns, but they refuse. You salvage what you can carry before contacting them further.
ko: 당신은 적함의 잔해를 인양했습니다. 잔해의 상당수를 스크랩으로 만들 수 있었습니다. 로스트선에게 전투로 얻은 스크랩을 나눠주겠다고 제안했지만, 그들은 거절했습니다. 당신은 그들에게 다시 연락하기 전에 최대한 많은 잔해를 수거했습니다.
ru: Вы разбираете корабль. Большая часть обломков может быть извлечена в виде лома. Ты предлагаешь поделиться добычей с Затерянными Солнцами, но они отказываются. Вы подбираете то, что можете унести, прежде чем связываться с ними дальше.
zh_hans: 你检查了这艘船，大部分残骸都可以作为废料被回收。你提出要与迷失烈阳分享这些战利品，但他们拒绝了。在与他们进一步接触之前，你回收了你能携带的东西。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "So, our outpost has been... destroyed. This was unexpected. Your aid is much appreciated Federation Captain, but I must ask one more favor of you. I have tried to be devoted to the Lost Sun cause, but after this tragedy... the loss of many of my friends... I see now this war of ours will lead to nothing but bloodshed. I have nothing left. May I come with you, to experience all that I would never see if I stayed here, fighting a pointless war?"
ko: "우리 기지가... 파괴되었구려. 예상치 못했소. 도와줘서 정말 감사하오, 연방의 함장이여. 하지만 부탁이 하나 더 있소. 나는 로스트선의 명분에 충성하려고 노력해왔지만, 이 비극... 수많은 동료의 죽음을 보니 우리의 전쟁은 결국 희생자만 늘릴 뿐이라는 것을 깨닫고 말았소. 이제 나에겐 아무 것도 남지 않았소. 당신을 따라가도 되겠소? 이곳에 남아 의미 없는 전쟁을 치른다면 보지 못 할 일들을 경험해 보고 싶소."
ru: "Итак, наш аванпост... уничтожен. Это было неожиданно. Ваша помощь очень ценна, капитан Федерации, но я должен попросить вас еще об одной услуге. Я старался быть преданным делу Затерянных Солнц, но после этой трагедии... потеря многих моих друзей... Теперь я вижу, что наша война не приведет ни к чему, кроме кровопролития. У меня ничего не осталось. Могу ли я пойти с тобой, чтобы испытать все то, чего я никогда не увижу, если останусь здесь, ведя бессмысленную войну?"
zh_hans: "我们的前哨被......摧毁了。这真是出乎意料。我们非常感谢你的帮助联邦舰长，但我必须再请你帮一个忙。我一直在努力投身于迷失烈阳的事业，但在这场悲剧之后......在失去了我的这么多朋友之后...我现在发现我们的战争只会导致流血事件的发生。我已经一无所有了，可以和你一起走吗，去体验那些如果我留在这里，打一场无意义的战争，就永远不会看到的一切？"

source: Accept.
ko: 수락한다.
ru: Принять.
zh_hans: 接受。

source: The Rockman eagerly hurries to gather his things and come aboard. He says a brief, formal farewell to his crew, wishing them luck in their future struggles.
ko: 락맨은 재빨리 짐을 챙겨 승선했습니다. 그리고 이전 동료들에게 앞으로 있을 투쟁에 건투를 빌며 짧고 형식적인 작별을 고했습니다.
ru: Валун с нетерпением спешит собрать свои вещи и подняться на борт. Он коротко и официально прощается со своей командой, желая им удачи в их будущей борьбе.
zh_hans: 岩石族急切地赶去收拾他的东西并上了星舰。他向他的船员们做了一个简短而正式的告别，祝愿他们在未来的斗争中好运。

source: Sorry, but we don't need more crew.
ko: 미안하지만 선원은 더 필요 없습니다.
ru: Прости, но нам больше не нужен экипаж.
zh_hans: 对不起，但我们不需要更多的船员。

source: The Rockman looks upset, but he quickly goes back to his usual formal manner. "I suppose this makes sense. You too are fighting a war as well. As promised, payment is due, even if the outcome of this mission has been a failure."
ko: 락맨은 속상해 보였지만, 이내 격식을 차렸습니다. "당신에게도 싸워야 할 전쟁이 있었지. 그래서라고 생각하면 될 것 같군. 비록 이 임무는 실패로 끝났지만 약속한 대로 사례금을 주겠소."
ru: Валун выглядит расстроенным, но быстро возвращается к своей обычной формальной манере. "Полагаю, в этом есть смысл. Вы тоже участвуете в войне. Как и было обещано, мы должны заплатить, даже если эта миссия окажется неудачной".
zh_hans: 岩石族看起来很不高兴，但他很快又恢复了他一贯的正式态度。"我想这是有道理的。你也在打一场战争。正如承诺的那样，即使这次任务失败，我们也会支付报酬。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK1"]/text
source: A Lost Sun vessel is nearby, their captain frantically pacing back and forth. "You there- you belong to the Federation fleet? You must assist us. It is of the highest importance."
ko: 근처에 로스트선 함선이 한 척 있습니다. 그 배의 함장은 이곳저곳을 미친듯이 왔다갔다하고 있습니다. "거기 당신.. 연방 소속 맞소? 당신은 반드시 우리를 도와야 하오. 아주 중요한 일이오."
ru: Поблизости находится судно Затерянных Солнц, их капитан лихорадочно расхаживает взад и вперед. "Вы там... вы принадлежите к флоту Федерации? Вы должны помочь нам. Это имеет первостепенное значение".
zh_hans: 一艘迷失烈阳船就在附近，他们的舰长狂躁地来回踱步。"那边那个，你属于联邦舰队？你必须协助我们，这意义重大。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK1"]/choice[1]/text
source: Listen to their request.
ko: 요청 사항을 들어본다.
ru: Выслушать их просьбу.
zh_hans: 倾听他们的请求。

source: "Our leader, Admiral Ariadne's personal cruiser has been taken by Inquisition forces at these co-ordinates. You must rescue her under any conditions, or else we are doomed. The Federation is the Lost Suns' only ally, we must rely solely on your efforts for our continued survival."
ko: "우리의 지도자 아리아드네 제독이 타고 있던 개인 순양함을 이 좌표에서 이단심문관들에게 탈취당했소. 무슨 일이 있어도 그녀를 구해야 하오. 구하지 못하면 우린 끝장이오. 연방은 로스트선의 유일한 동맹이니, 우리가 계속 생존하기 위해서는 당신들의 노력에 의지해야 하오."
ru: "Наш лидер, личный крейсер Адмирала Ариадны был захвачен силами Инквизиции в этих координатах. Вы должны спасти ее при любых условиях, иначе мы обречены. Федерация единственный союзник Затерянных Солнц, мы должны полагаться исключительно на ваши усилия для нашего дальнейшего выживания."
zh_hans: "我们的领袖，阿里阿德涅上将的私人星舰在这个坐标处被圣判所的部队抢走了。你必须克服一切救出她，否则我们就完了。联邦是迷失烈阳的唯一盟友，我们必须完全依靠你们的斗争才能继续生存。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK1"]/choice[2]/text
source: We don't have the time.
ko: 시간이 없다.
ru: У нас нет времени.
zh_hans: 我们没有时间。

source: The Rockman merely grunts and flies away.
ko: 락맨은 투덜대면서 멀리 날아갔습니다.
ru: Валун только ворчит и улетает.
zh_hans: 岩石族只是哼了一声就飞走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/text
source: The fleet the Lost Suns mentioned isn't present at the co-ordinates they gave, but the cruiser is! The ship hails you, a gruff Rockman with a scar down his eye staring you down. "The Inquisition has recovered this vessel, and the same shall be for this entire sector. It would be wise for the Federation to cut ties with the Lost Suns and leave at once, or face the wrath of a second Inquisition. It is only a matter of time until the Theocracy rises again; which side do you want to be on?"
ko: 로스트선이 건네준 좌표에는 그들이 언급한 함대는 없었지만, 순양함 한 대가 있었습니다! 락맨 순양함은 당신에게 교신을 보냈고, 눈 밑에 흉터가 난 거친 락맨이 화면 너머로 당신을 노려봤습니다. "이 함선은 우리 이단 심문관들이 탈환했고, 머지않아 이 구역도 그리할 것이오. 생각이라는 게 있다면 로스트선과 관계를 끊고 어서 이 곳을 떠나시오. 그러지 않으면 두 번째 성전의 진노가 머무를 것이오. 신정이 다시 부흥하는 것은 시간문제란 말이오. 당신은 누구 편에 서겠소?"
ru: Флот, о котором упоминали Затерянные Солнца, не присутствует в координатах, которые они дали, но крейсер есть! Корабль окликает вас, грубый валун со шрамом на глазу смотрит на тебя сверху вниз. "Инквизиция вернула этот корабль, и то же самое будет со всем этим сектором. Для Федерации было бы разумно разорвать связи с Затерянными Солнцами и немедленно уйти или столкнуться с гневом второй Инквизиции. Это только вопрос времени, когда теократия снова поднимется; на чьей стороне вы хотите быть?"
zh_hans: 迷失烈阳者所提到的舰队并不在他们给出的坐标上，但星舰却在！这艘船向你呼叫，一个粗鲁的岩石族，眼睛上有一道疤痕，盯着你说："圣判所已经收回了此舰，这整个星区亦是如此。对联邦来说，明智的做法是切断与迷失烈阳的所有联系并立即离开，否则将面临第二次圣战的怒火。神权国再次崛起只是时间问题，你想站在哪一边？"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/choice[1]/text
source: You're right, the Lost Suns are a pathetic ally to the Theocracy's strength.
ko: 당신의 말이 맞습니다. 로스트선은 신정의 힘에 비하면 터무니 없이 하찮은 동맹입니다.
ru: Вы правы, Затерянные Солнца - жалкий союзник силы Теократии.
zh_hans: 你说得很对，相比于神权国的力量，迷失烈阳者是一个可笑的贫弱盟友。

source: "So you have changed your mind so suddenly? What makes you say these words?"
ko: "그렇게 갑자기 변심했단 말이오? 어떤 이유로 그런 말을 하는 거요?"
ru: "Так вы так внезапно передумали? Что заставило тебя сказать эти слова?"
zh_hans: "所以你突然改变了主意？总该有个改变心意的缘由吧？"

source: The Lost Suns are rash and violent. The Theocracy knows how to time its strikes.
ko: 로스트선은 성급하고 폭력적입니다. 신정은 신중하게 공격할 때를 정합니다.
ru: Затерянные Солнца необдуманны и жестоки. Теократия знает, как выбрать время для нанесения ударов.
zh_hans: 迷失烈阳者只知轻率暴力，神权国却熟知如何把握打击的时机。

source: The Rockman on the camera changes his composure. "You know nothing then. Too easily persuaded, an unworthy ally to the Lost Suns. Be glad you get off easy, I would much rather squish your head had I orders not to."
ko: 화면에 있는 락맨이 평정심을 잃었습니다. "전혀 생각이 없구려. 이렇게 쉽게 설득당하다니, 당신은 정말 형편없는 아군이오. 이리 가볍게 끝나는 것을 다행으로 여기시오. 당신에게 손대지 말라는 명령만 없었다면 머리를 짓이겨버렸을 테니."
ru: Валун на камере меняет свое самообладание. "Тогда ты ничего не знаешь. Слишком легко убедить, недостойный союзник Затерянных Солнц. Радуйся, что легко отделался, я бы скорее размозжил тебе голову, если бы не приказ".
zh_hans: 镜头中的岩石族颜色大变。"那你什么都不懂。你太容易被说服了，不配做迷失烈阳，或者任何人的盟友。你就高兴去吧，能轻松脱身，要是有命令，我很乐意宁愿捏碎你的脑袋。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/choice[2]/text
source: The Inquisition has failed before.
ko: 성전은 이미 한 번 실패했습니다.
ru: Инквизиция и раньше терпела неудачу.
zh_hans: 上次圣战以神权国的失败告终。

source: "THE INQUISITION HAS NEVER FAILED! We have merely... paused our efforts, until the time is right. The Coalition shall be the spark that reignites the fires of fury in our hearts."
ko: "성전은 결코 실패한 적이 없소!!! 우리는 단지... 적절한 때가 올때까지 노력을 잠시 멈췄을 뿐이오. 그리고 이제 연합이 우리 가슴에 다시 진노의 불을 지펴줄 것이오."
ru: "ИНКВИЗИЦИЯ НИКОГДА НЕ ПОДВОДИЛА! Мы просто... приостановили наши усилия, пока не придет время. Коалиция станет той искрой, которая разожжет огонь ярости в наших сердцах".
zh_hans: " 圣 战 从 未 失 败 ！ 从 未 告 终 ！我们只是......暂缓了进攻，直到时机成熟。星联将会是重新点燃我们心中愤怒之火的火花。"

source: Spoken like a true Lost Sun.
ko: 마치 로스트선처럼 말하는군.
ru: Говоришь как настоящее Затерянное Солнце.
zh_hans: 你说话的方式怎么像个迷失烈阳者。

source: "You dare insult the might and grace of the Elder's holy crusades? You die here!"
ko: "우리 원로님들이 세운 거룩한 군단의 위력과 품위를 모욕하는 것이오? 이곳을 당신의 무덤으로 만들어 버리겠소!"
ru: "Ты смеешь оскорблять мощь и благодать священных крестовых походов Старейшины? Ты умрешь здесь!"
zh_hans: "你敢侮辱长老手下圣战者的力量和战雅？死在这吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This isn't a hill to die on. Leave.
ko: 여기서 죽을 순 없다. 떠난다.
ru: Это не гора, на котором можно умереть. Уходим.
zh_hans: 没必要死在这，离开。

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/choice[3]/text
source: Remain silent and leave.
ko: 입 다물고 떠난다.
ru: Промолчать и уйти.
zh_hans: 保持沉默并离开。

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK3"]/text
source: "Yes, and it is safe to say you have passed. The Lost Suns are not sparing with their alliances. If you truly represent the Federation, then you have done a good job showing your loyalty. The Theocracy will resent ever having crossed our path with you on our side."
ko: 좋소. 당신은 시험을 통과한 듯 하구려. 로스트선은 쉽사리 동맹을 맺지 않소. 그대가 만약 진정으로 연방을 대표한다 가정하면, 정말 그대의 충성심을 잘 보여주었소. 당신과 함께라면 신정은 우리를 방해한 것을 후회하게 될 것이오."
ru: "Да, и можно с уверенностью сказать, что вы прошли. Затерянные Солнца не щадят своих союзов. Если вы действительно представляете Федерацию, то вы проделали хорошую работу, продемонстрировав свою лояльность. Теократия будет возмущена тем, что когда-либо пересекала наш путь с вами на нашей стороне".
zh_hans: "没错，可以说你已经通过了我们的考验。我们迷失烈阳者对盟友并不吝啬。如果你真的代表联邦，那么你已经很好地表现了你的忠诚。有你在我们这边，神权国会后悔干涉我们。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK3"]/choice[1]/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "It would be criminal to not extend aid to you as well. I will provide you with quality military supplies to assist you. I have already begun the transfer of the blueprints for this very ship to the Federation, in hopes it will be used in their fight."
ko: "그대에게도 원조를 제공하지 않을 수 없구려. 그대를 돕기 위해 고급 군사 물자를 제공하겠소. 그리고 이 함선이 연방의 전선에도 사용될수 있게 청사진을 전송했뒀소."
ru: "Было бы преступно не оказать помощь и вам. Я обеспечу вас качественными военными припасами, чтобы помочь вам. Я уже начал передачу чертежей этого самого корабля Федерации, в надежде, что он будет использован в борьбе".
zh_hans: "拥有如此盟友，不向你们提供援助简直就是犯罪。我将为你们提供高质量的军事物资，并将你面前这艘星舰的蓝图传输给联邦，希望它能用于你们的战斗。"
