Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_lostsun.xml/*.po
Languages: ko, ru, zh_hans

# data/events_lostsun.xml$//event[@name="LOSTSUN_MISSILES_DRIFT"]/text
source: A destroyed Rock ship drifts, its hull picked clean recently. However, you are lucky and find one surviving crate of ammunition.
ko: 선체가 말끔히 제거된 부서진 락맨 함선이 우주를 떠다니고 있습니다. 운 좋게도 안에 멀쩡한 탄약 상자 하나가 남아있었습니다.
ru: Разрушенный корабль валунов дрейфует, его корпус недавно был начисто очищен. Однако вам повезло и вы нашли один уцелевший ящик с боеприпасами.
zh_hans: 一艘被毁坏的岩石族战舰漂流着，它的舰体不久前已经被搜刮过。不过，你很幸运发现了一个残留的弹药箱。

# data/events_lostsun.xml$//event[@name="LOSTSUN_MISSILES_DRIFT"]/choice[1]/text
source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_lostsun.xml$//event[@name="LOSTSUN_MISSILES_DRIFT"]/choice[2]/text
source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/text
source: A team of Lost Sun ships appear to be demolishing a nearby Crystalline shrine. They hail you, asking if you can spare any explosives.
ko: 로스트선 편대가 근처의 크리스탈 성지를 파괴하기 위해 나타났습니다. 그들이 폭발물을 좀 줄 수 있냐고 물어옵니다.
ru: Экипаж кораблей Затерянных Солнц, похоже, разрушает близлежащее святилище кристаллинов. Они окликают вас и спрашивают, не найдется ли у вас взрывчатки.
zh_hans: 一支迷失烈阳舰队似乎正在摧毁附近的水晶神殿。他们与你联系，询问是否能提供爆炸物。

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[1]/text
source: Lend them some missiles.
ko: 그들에게 미사일을 좀 넘겨준다.
ru: Одолжить им несколько ракет.
zh_hans: 借给他们一些弹药。

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[1]/event/text
source: "We were not expecting a supply ship any time soon, and this may help." They fire a rocket directly into the foundation of the structure, sending the entire thing crumbling. "Surprising. We have not had access to quality ammunitions such as these in a long time. May we keep the spares?"
ko: "보급선이 늦을 거라 생각하고 있었는데, 이거라면 도움이 될 것 같소." 그들은 로켓을 직격으로 발사해 성지 전체를 붕괴시켰습니다. "놀랍소. 이렇게 좋은 탄약은 오랜만이오. 남은 것들을 우리가 좀 가져도 괜찮겠소?"
ru: "Мы не ожидали, что в ближайшее время появится корабль снабжения, это может помочь". Они запускают ракету прямо в основание сооружения, и все это рушится. "Удивительно. У нас уже давно не было доступа к качественным боеприпасам, подобным этим. Можно оставить запасные ракеты?"
zh_hans: "我们没料到这么快就有补给船，这可能会有所帮助。"他们直接向建筑物的地基发射火箭，使整个结构崩溃。"令人惊叹。我们已经很长时间没有获得像这样的优质弹药了。我们可以保留剩余的吗？"

source: Let them keep the missiles.
ko: 그들이 미사일을 보유하게 둔다.
ru: Пусть они оставят ракеты себе.
zh_hans: 让他们留着弹药。

source: "Your good will has been noted. Let us repay you, captain."
ko: "당신의 호의는 잘 받았소. 우리도 보답하도록 하지."
ru: "Ваша добрая воля была отмечена. Позвольте нам отплатить вам, капитан".
zh_hans: "你的好意我们记下了。让我们来报答你，舰长。"

source: Request that they give the spares back.
ko: 나머지는 돌려달라고 요구한다.
ru: Потребовать, чтобы они вернули запасные ракеты.
zh_hans: 请求他们把多余的还回来。

source: "Fine, but do not think that we will forget this. You may think these come in easy supply, but they do not."
ko: "좋소. 하지만 우리는 이 탄약을 잊지 못할 것이오. 그쪽은 이것들이 쉽게 공급된다 생각할지도 모르지만, 사실 그렇진 않거든."
ru: "Хорошо, но не думай, что мы забудем об этом. Вы можете подумать, что их легко достать, но это не так".
zh_hans: "好，但不要以为我们会忘记这一点。你可能认为这些东西很容易得到，但它们不容易。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[2]/text
source: Apologize and turn down their offer.
ko: 사과하고 그들의 제안을 거절한다.
ru: Извиниться и отклонить их предложение.
zh_hans: 道歉并拒绝。

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[2]/event/text
source: The Lost Suns do not try to hail you again. You put some distance between yourself and them just in case.
ko: 로스트 선은 그 즉시 교신을 끊어버렸습니다. 당신은 만약을 대비해 그들과 거리를 둡니다.
ru: Затерянные Солнца больше не пытаются связаться с вами. Вы на всякий случай держитесь от них на некотором расстоянии.
zh_hans: 舰队切断了通讯。你和他们保持一定距离，以防万一。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/text
source: An incessant beeping on your radar shows a strange object floating in empty space. It appears to be... a Lost Sun weapon cache?
ko: 레이더가 허공에 이상한 물체가 떠 있는 것을 감지하고 끊임없이 삐- 소리를 냈습니다. 저건... 로스트 선의 무기 저장고처럼 보이네요?
ru: Непрерывный звуковой сигнал на вашем радаре показывает странный объект, плавающий в пустом пространстве. Похоже, это... тайник с оружием Затерянных Солнц?
zh_hans: 雷达上不停的哔哔声表明有一个奇怪的物体漂浮在空旷的太空里。它似乎是…一个迷失烈阳的武器储存舱？

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/choice[1]/text
source: Open it.
ko: 연다.
ru: Открыть.
zh_hans: 打开它。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/choice[2]/text
source: Don't risk it.
ko: 위험을 감수하지 않는다.
ru: Не рисковать.
zh_hans: 不要冒这个险。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/choice[2]/event/text
source: Stealing military supplies in Lost Sun territory doesn't sound like a good idea. You leave it be.
ko: 로스트 선 영토에서 군수품을 훔치는 것이 좋은 생각 같지는 않습니다. 당신은 무기고를 그대로 두고 떠납니다.
ru: Кража военных припасов на территории Затерянных Солнц не кажется хорошей идеей. Оставим все как есть.
zh_hans: 在迷失烈阳星域偷取军事物资听起来不是个好主意。你不再管它。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//eventList[@name="LOSTSUN_CACHE_OPEN"]/event[1]/text
source: You pry open the cache to find racks and racks of ammunition.
ko: 당신은 탄약을 잔뜩 입수하기 위해 저장고를 비집어 열었습니다.
ru: Вы вскрываете тайник, чтобы найти стеллажи и стеллажи с боеприпасами.
zh_hans: 你撬开储存舱，找到一排排弹药。

# data/events_lostsun.xml$//eventList[@name="LOSTSUN_CACHE_OPEN"]/event[2]/text
source: The cache is filled mostly with first aid supplies and rations. You do however find a fire weapon, the black sheep of the supplies.
ko: 저장고는 거의 응급처치 물품과 식량으로 가득 차 있었습니다. 그런데 그사이에 화기도 하나 들어있었습니다. 정말 안 어울리네요.
ru: Тайник заполнен в основном средствами первой помощи и продовольствием. Однако вы находите огненное оружие, черную овцу из всех припасов.
zh_hans: 储存舱里大部分是急救用品和口粮。不过，你倒是找到了一件火焰武器，物资中的一个奇葩。

# data/events_lostsun.xml$//eventList[@name="LOSTSUN_CACHE_OPEN"]/event[3]/text
source: The cache is harder to open than you expected. You spend some time trying to open it when a Lost Sun ship spots you, and attacks! You abandon the cache and prepare to fight.
ko: 저장고를 여는 일은 생각보다 어려웠습니다. 당신이 그것을 열기 위해 애쓰는 동안 로스트 선 함선이 당신을 발견하고 공격해왔습니다! 저장고는 내버려 두고 전투를 준비합니다.
ru: Открыть тайник оказалось сложнее, чем вы ожидали. Вы тратите некоторое время, пытаясь открыть его, когда корабль Затерянного Солнца замечает вас и атакует! Вы бросаете тайник и готовитесь к бою.
zh_hans: 储存舱比你想象的要难开，你花了一些时间试图打开它，这时一艘迷失烈阳飞船发现了你，并发动了攻击。你放弃了储存舱，准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/text
source: A Lost Sun fleet appears to be protecting the nearby moon, which houses a relatively large mining operation. On closer inspection, it seems the fleet is poorly armed.
ko: 로스트선 선단이 꽤나 큰 규모의 채굴 작업이 진행 중인 위성을 방어하고 있는 것 같습니다. 자세히 살펴보니 선단의 무장은 허술해 보입니다.
ru: Флот Затерянных Солнц, по-видимому, защищает близлежащую луну, на которой находится относительно крупная горнодобывающая операция. При ближайшем рассмотрении кажется, что флот плохо вооружен.
zh_hans: 一支迷失烈阳舰队似乎在保护附近的卫星，那里正在进行一个较大规模的采矿作业。仔细观察后，似乎这支舰队的装备很差。

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[1]/text
source: Contact them.
ko: 그들과 접촉한다.
ru: Связаться с ними.
zh_hans: 联系他们。

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[1]/event/text
source: "A Federation ship, in our sector? Are you another supply runner?" You shake your head. "Hmph. I do not normally request help from strangers who may or may not be welcome, but we are in need of ammunition. Do you have any warheads that you can spare?"
ko: "우리 구역에 연방 함선이라니? 또 보급품 전달자인가?" 당신은 고개를 저었습니다. "음. 나는 보통 환영해줘야 할지 알 수 없는 낯선이에게 도움을 요청하지 않소. 하지만 지금 우리는 탄약이 필요하오. 혹시 남는 탄약 좀 있소?"
ru: "Корабль Федерации в нашем секторе? Вы еще один поставщик?" Ты качаешь головой. "Хм. Обычно я не прошу помощи у незнакомцев, которые могут быть или не быть желанными гостями, но нам нужны боеприпасы. У вас есть какие-нибудь боеголовки, которые вы можете предоставить?"
zh_hans: "一艘联邦飞船，在我们的星区？你们是下一艘供应船吗？"你摇摇头。"哼哼。我通常不会请求那些可能受欢迎也可能不受欢迎的陌生人帮忙，但我们需要弹药。你有多余的吗？"

source: Give them some missiles.
ko: 약간의 미사일을 준다.
ru: Дать им несколько ракет.
zh_hans: 给他们一些弹药。

source: "I see you are not sparing with your supplies. All the same, it was not my place to ask. Something is better than nothing..."
ko: "그대도 남는 게 얼마 없나 보구려. 어쨌건 그건 내가 따질 일은 아니지. 없는 것보단 나을 것이오..."
ru: "Я вижу, ты не жалеешь припасов. И все равно спрашивать было не мое дело. Это лучше, чем ничего..."
zh_hans: "看来你对物资毫不吝啬。不过反正也不是我该问的。有东西总比没有好......"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Reluctantly, the Lost Sun captain gives you some scrap as payment.
ko: 로스트선 함장은 마지못해 약간의 스크랩으로 보상했습니다.
ru: Капитан Затерянных Солнц неохотно дает вам немного лома в качестве оплаты.
zh_hans: 不情愿地，迷失烈阳船长给了你一些废料作为报酬。

source: Give them many missiles.
ko: 많은 미사일을 준다.
ru: Дать им много ракет.
zh_hans: 给他们许多弹药。

source: "This is quite the supply. You surprise me, Federation captain. I suppose I am now in your debt."
ko: "상당한 양이로군. 놀랐소, 연방 함장. 그대에게 빚을 진 것 같구려."
ru: "Это довольно большой запас. Вы меня удивляете, капитан Федерации. Полагаю, теперь я у вас в долгу".
zh_hans: "这可是一大波供应。你让我吃惊，联邦舰长。我想我现在欠你人情了。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Thankful for your large donation, the Lost Suns pay you back with ample scrap.
ko: 그들은 당신의 후한 지원에 감사를 표하며 충분한 스크랩으로 보답했습니다.
ru: Благодарные за ваше большое пожертвование, Затерянные Солнца отплатили вам большим количеством лома.
zh_hans: 感激于你的大量赠送，迷失烈阳者用充足的废料来回报你。

source: We cannot help.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们帮不了你。

source: "As expected. Hurry along then, and hope misfortune does not follow you."
ko: "예상대로군. 그럼 이만 떠나시오, 그리고 앞길에 불행이 따르지 않기를 바라오."
ru: "Как и ожидалось. Тогда поторопись и надейся, что несчастье не последует за тобой".
zh_hans: "正如所料。那就赶紧走吧，希望不幸不会跟着你。"

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[2]/text
source: Leave them.
ko: 떠난다.
ru: Оставить их.
zh_hans: 离开他们。

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[2]/event/text
source: There isn't anything that concerns you here. You fly away.
ko: 여기에 당신이 관여할만한 일은 없습니다. 당신은 멀리 날아갑니다.
ru: Здесь нет ничего, что могло бы вас волновать. Вы улетаете.
zh_hans: 这里没有任何你感兴趣的事，你飞走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[1]
source: "This is our territory, Federation. Not all of us welcome your pity. Get out of our sector, or we will send you to the fiery pits of the underworld."
ko: "연방이여, 이곳은 우리의 영역이오. 우리 모두가 당신들의 동정심을 반기지는 않소. 우리 구역에서 나가시오. 아니면 당신을 지옥의 불구덩이 속으로 보낼 것이오."
ru: "Это наша территория, Федерация. Не все из нас приветствуют вашу милость. Убирайтесь из нашего сектора, или мы отправим вас в огненные ямы подземного мира".
zh_hans: "这是我们的星域，联邦。不是所有的人都欢迎你的怜悯。滚出我们的星区，否则我们会把你送到阴间的火坑里。"

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[2]
source: You find yourself in an argument with another Lost Sun ship over restricted beacons and such, and soon their weapons are drawn!
ko: 정신을 차려보니 당신은 봉쇄된 송신소에서 로스트선 함선과 말다툼을 하고 있었습니다. 잠시 후 상대가 무기를 꺼내 들었습니다!
ru: Вы оказываетесь в споре с очередным кораблем Затерянных Солнц из-за ограниченных маяков и тому подобного, и вскоре их оружие оказывается наготове!
zh_hans: 你与另一艘迷失烈阳飞船在该信标禁止访问的话题上发生了争执，很快他们就拔出了武器！

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[3]
source: Not all Lost Suns are appreciative of the Federation's help, and some are even angered by it. The one at this beacon most certainly does not appreciate your presence.
ko: 모든 로스트선이 연방의 도움에 고마워하는 것은 아니며 오히려 화를 내는 자들도 있습니다. 이 송신소에 있는 자들은 확실히 당신의 방문에 화를 내려는 것 같습니다.
ru: Не все Затерянные Солнца благодарны Федерации за помощь, а некоторые даже возмущены ею. Тот, кто находится на этом маяке, наверняка не ценит вашего присутствия.
zh_hans: 并非所有的迷失烈阳者都对联邦的帮助表示感激，有些甚至对它感到愤怒。这个信标的那艘船肯定不喜欢你的存在。

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[4]
source: Your presence appears to have offended the Lost Sun ship at this beacon in some way, because their weapons are ready and aimed straight at you!
ko: 이 송신소에 있던 로스트선들은 아무튼 당신 때문에 기분이 상한 모양입니다. 그들이 무기를 장전하고 당신을 겨냥했습니다!
ru: Ваше присутствие, похоже, каким-то образом оскорбило корабль Затерянных Солнц на этом маяке, потому что их оружие готово и направлено прямо на вас!
zh_hans: 你的出现似乎在某种程度上冒犯了这艘迷失烈阳飞船，因为他们的武器已经准备好了，并且直接瞄准了你！

# data/events_lostsun.xml$//event[@name="ENCOUNTER_ROCK_LOSTSUN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[1]
source: "Your alliance with the radical terrorist group that is the Lost Suns will not be tolerated anymore, Federation Captain."
ko: "급진적 테러 단체 로스트선과의 동맹은 더 이상 용인되지 않을 것이오, 연방 함장."
ru: "Ваш союз с радикальной террористической группировкой Затерянных Солнц больше не будет терпим, капитан Федерации".
zh_hans: "你与迷失烈阳这个激进的恐怖组织的联盟将不再被容忍，联邦舰长。"

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[2]
source: The Rock government frequently sends ships to attack this sector. One such ship has noticed you, and doesn't risk you revealing their position.
ko: 신정은 이 구역을 공격하기 위해 자주 함선들을 파견해왔습니다. 그들 중 하나가 당신을 알아챘고, 당신으로 인해 자신들의 위치가 탄로 나는 것을 막으려 합니다.
ru: Правительство валунов часто посылает корабли, чтобы атаковать этот сектор. Один из таких кораблей заметил вас и не рискует, чтобы вы раскрыли их местоположение.
zh_hans: 神权国经常派战舰来攻击这个区域。其中一艘已经注意到了你，并且不愿意冒险让你暴露他们的位置。

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[3]
source: Shots scatter across your defenses, but none do any severe damage. An unseen Rock ship scouting out the sector is attacking!
ko: 몇 발의 탄환이 방어 체계 주위로 흩뿌려졌지만 심각한 피해는 없었습니다. 눈치채지 못한 사이에 락맨 정찰기가 공격해온 것입니다!
ru: Выстрелы разлетаются по вашей защите, но ни один из них не наносит серьезных повреждений. Незамеченный корабль валунов, разведывающий сектор, атакует!
zh_hans: 炮火散乱着飞向星舰的护盾，但没有造成任何严重伤害。一艘你暂未发现的正在侦察该星区的岩石飞船正在向你攻击！

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[4]
source: "Brave, coming here. The Rockmen do not appreciate your support of these arsonists, and we intend to do right by our true leaders!"
ko: "전사여, 여기로 오시오. 락맨은 이 방화범들에 대한 연방의 지원을 용납할 수 없소. 그리고 우리는 진정한 지도자를 위하여 옳은 일을 할 것이오!"
ru: "Храбрый, раз пришел сюда. Валуны не ценят вашу поддержку этих поджигателей, и мы намерены поступить правильно по отношению к нашим истинным лидерам!"
zh_hans: "真勇敢，敢到这来。我们岩石族不欣赏你对这些纵火狂魔的支持，我们领袖的做法才是正确的！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As the Rockmen are a powerful ally of the Coalition, they have requested that some force be dispatched to take care of the Lost Sun threat. The ship here appears to group you in with that threat and attacks!
ko: 연합의 강력한 동맹인 신정은 로스트선이라는 위험 요소를 처리하기 위해 병력을 파견해 달라고 연합에 요청했습니다. 연합 함선은 당신 역시 위험 요소로 간주하고 공격해왔습니다!
ru: Поскольку валуны являются могущественным союзником Коалиции, они попросили направить некоторые силы, чтобы справиться с угрозой Затерянных Солнц. Корабль здесь, кажется, причисляет вас к этой угрозе и атакует!
zh_hans: 由于岩石族是星联的强大成员之一，他们要求星联派遣一些舰队来解决迷失烈阳者的威胁。这里的飞船似乎把你和这种威胁归为一类，并进行了攻击！

source: A Coalition ship hunting down Lost Sun ships spots you. They waste no time to power up their weapons and attack.
ko: 로스트선을 사냥하고 있던 연합 함선이 당신을 발견했습니다. 그들은 한 시도 낭비하지 않고 무기를 가동한 뒤 당신을 공격해왔습니다.
ru: Корабль Коалиции, охотящийся за кораблями Затерянных Солнц, замечает вас. Они не теряют времени, чтобы зарядить свое оружие и атаковать.
zh_hans: 一艘正在追捕迷失烈阳飞船的星联飞船发现了你。他们不失时机地开动武器进行攻击。

source: An angered Slug captain aboard the Coalition ship at this beacon hails you. "I came here to hunt ssome fire-obsssesssed freaksss, not more Federation asssssholesss! Prepare to be erasssed."
ko: 연합 함선의 분노한 슬러그 선장이 당신을 맞이했습니다. "난 연방 멍쩡이가 아니라 불에 찝짝하는 별쫑들을 싸냥하러 온 거야! 싸라찔 쭌비나 해라!"
ru: Разгневанный капитан слизняков на борту корабля Коалиции на этом маяке обращается к вам. "Я пришел сссюда, чтобы охотитьссся на одержимых огнем уродов, а не на беззззздельников Федерации! Приготовьссся к аннигиляции".
zh_hans: 本信标的星联飞船上一个愤怒的蛞蝓族船长向你呼叫。"我是～来这里猎杀～～～～一些～痴迷火烧～～怪的，不是～～来猎杀～～～～～更多联邦混蛋的！准备好被消灭吧。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE"]/choice[1]/text
source: Attack the Rock.
ko: 락맨을 공격한다.
ru: Атаковать валунов.
zh_hans: 攻击岩石族。

source: You lock weapons with the Rock ship, eager to prove your loyalty to the Lost Suns. The Lost Sun ship shows no cowardice, providing support from the background.
ko: 당신은 로스트선에 대한 충성심을 증명하기 위해 락맨 함선에 무기를 조준했습니다. 로스트선 함선도 두려워하지 않고 후방에서 당신을 지원하고 있습니다.
ru: Вы связываете оружие с кораблем валунов, стремясь доказать свою преданность Затерянным Солнцам. Корабль Затерянных Солнц не проявляет трусости, оказывая поддержку на заднем плане.
zh_hans: 热衷于证明你对迷失烈阳的态度，你将武器锁定了岩石族。迷失烈阳飞船没有表现出胆怯，从后方提供支持。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE"]/choice[2]/text
source: Attack the Lost Sun.
ko: 로스트선을 공격한다.
ru: Атаковать Затерянные Солнца.
zh_hans: 攻击迷失烈阳者。

source: You suppose it doesn't hurt to win the Rock's favor. Assuming you destroy the Lost Sun ship, no one will hear about your betrayal. Suprisingly, the Rock continues to provide fire support against the Lost Sun ship.
ko: 락맨의 환심을 사는 것은 그리 나쁘지 않습니다. 게다가 이 함선을 파괴한다면 아무도 당신의 배신에 대해서 듣지 못할 것입니다. 놀랍게도 락맨 함선이 로스트선 함선에 대항해 화력 지원을 해주고 있습니다.
ru: Вы полагаете, что не повредит завоевать расположение валунов. Предполагая, что вы уничтожите корабль Затерянных Солнц, никто не услышит о вашем предательстве. Удивительно, но валуны продолжает оказывать огневую поддержку кораблю Затерянных Солнц.
zh_hans: 你猜赢得"岩石族"的青睐并没有什么坏处。假设你在这摧毁了迷失烈阳飞船，也没人知道你的背叛。令人惊讶的是，岩石族飞船开始为你对迷失烈阳飞船提供火力支援。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[1]
source: A Rock and Lost Sun ship are dueling at this beacon. Both notice you, and surprisingly both also call for your aid.
ko: 락맨과 로스트선 함선이 이곳에서 결투 중입니다. 양쪽 다 당신을 알아차렸고, 놀랍게도 양쪽 다 당신에게 도움을 요청했습니다.
ru: Валун и корабль Затерянных Солнц сражаются на этом маяке. Оба замечают вас и, что удивительно, оба просят вас о помощи.
zh_hans: 一艘岩石族飞船和迷失烈阳飞船正在这个信标处进行决斗。双方都注意到了你，而且令人惊讶的是，双方都向你求援。

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[2]
source: Taking sides in a duel can be a dangerous way to prove loyalty. At this beacon, a Rock and Lost Sun ship are fighting. Both have clearly noticed you, so you're going to have to save one of them.
ko: 결투에서 한쪽을 돕는 것은 충성심을 증명할 수 있는 위험한 방법입니다. 이 송신소에서 락맨과 로스트선 함선이 전투 중입니다. 양쪽 다 당신을 알아챈 것은 분명하니, 둘 중 하나를 구해야 할 것입니다.
ru: Принятие чьей-либо стороны в этой схватке может быть опасным способом доказать свою преданность. На этом маяке сражаются валуны и корабль Затерянных Солнц. Оба явно заметили вас, так что тебе придется спасти одного из них.
zh_hans: 在决斗中站队可能是表面态度的一种危险方式。本处一艘岩石族飞船和迷失烈阳飞船正在战斗。显然都注意到了你，所以你必须得拯救其中一艘。

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[3]
source: Both the Rock and Lost Sun ship at this beacon are aware of your presence, but are too busy fighting to deal with you. Whose side will you take?
ko: 이 송신소에 있는 락맨과 로스트선 함선은 둘 다 당신의 존재를 알아차렸지만, 서로 싸우느라 바빠서 아무 말도 하지 않고 있습니다. 어느 쪽을 돕겠습니까?
ru: Оба корабли валуна и Затеряяного Солнца, находящиеся на этом маяке, знают о вашем присутствии, но слишком заняты борьбой, чтобы иметь с вами дело. На чью сторону вы встанете?
zh_hans: 在这个信标处的岩石族飞船和迷失烈阳飞船都知晓了你的存在，但忙于战斗无暇顾及你。你会站在哪一边呢？

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[4]
source: You find yourself faced with a dilemma as a Rock and Lost Sun ship are locked in a dogfight at this beacon. Either way, you can't leave without angering both, so you're going to have to make a choice.
ko: 락맨과 로스트선 함선이 난투에 휘말리면서 당신을 딜레마에 빠뜨렸습니다. 양쪽 다 화나게 만들 수는 없으니, 선택을 해야 합니다.
ru: Вы оказались перед дилеммой: корабль валуна и Затерянного солнца сцепились в схватке у этого маяка. В любом случае, вы не сможете уйти, не разозлив обоих, поэтому вам придется сделать выбор.
zh_hans: 你发现自己面临着一个两难的境地，因为一艘岩石族飞船和迷失烈阳飞船在这个信标处展开了激烈的战斗。无论怎样，你都不能在不激怒其中一方的情况下离开，所以你必须做出选择。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE_ROCK_WIN"]/text
source: "You surprise me, Federation Captain. Perhaps you really do have our best interest in mind." They pay you in thanks.
ko: "놀랍소, 연방 함장. 그대는 정말이지 우리 종족 최대의 관심사를 잘 알고 있는 것 같소." 그들은 당신에게 사례했습니다.
ru: "Вы удивляете меня, капитан Федерации. Возможно, у вас действительно есть наши интересы". Они платят вам в благодарность.
zh_hans: "你让我吃惊，联邦舰长。也许你真的为我们的利益着想。"他们付钱给你以示感谢。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE_LOSTSUN_WIN"]/text
source: "Interesting. This was not the expected result. You Federation really are the treacherous scum we have been told. Still, we are in your debt, and we intend to pay it off."
ko: "흥미롭구려. 예상 못한 결말이오. 정말이지 당신네 연방은 듣던 대로 위험한 쓰레기로군. 그래도 당신에게 빚을 졌으니, 그 빚을 갚으려 하오."
ru: "Интересно. Это не было ожидаемым результатом. Вы, Федерация, действительно вероломные мерзавцы, как нам говорили. Тем не менее, мы у вас в долгу, и мы намерены его отдать".
zh_hans: "有趣。这并不是预期的结果。你们联邦真的是我们听说过的背信弃义的人渣。不过，我们还是欠了你们的人情，现在我们把它还清。"

# data/events_lostsun.xml$//event[@name="BOARDERS_LOSTSUN_FIRE"]/text
source: You hear the unmistakable sound of the explosion of a fire bomb and a teleporter's whirl. You aren't sure where they came from, but you have some unwelcome visitors for sure!
ko: 당신은 틀림없는 소이 폭탄의 폭발음과 텔레포터 작동음을 들었습니다. 어디에서 왔는지는 모르겠지만, 불청객이 온 건 확실합니다!
ru: Вы слышите безошибочный звук взрыва огненной бомбы и вихрь телепорта. Вы не уверены, откуда они взялись, но у вас точно есть непрошеные гости!
zh_hans: 你听到了不可能搞错的火弹爆炸声和传送的嗖嗖声。你不确定他们是从哪里来的，但你确定有一些不受欢迎的访客！

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN_SUN"]/text
source: The Lost Suns have little fear of solar flares. The captain of the ship at this beacon chuckles. "Afraid of a little fire, captain? Let us duel, TO THE DEATH!"
ko: 로스트선은 태양 폭발을 거의 두려워하지 않습니다. 상대 함선의 함장이 낄낄 웃었습니다. "당신은 저런 귀여운 불이 무섭소? 결투를 하지. 죽을 때까지 말이오!"
ru: Затерянные Солнца почти не боятся солнечных вспышек. Капитан корабля на этом маяке хихикает. "Боитесь небольшого пожара, капитан? Давай устроим дуэль, НА СМЕРТЬ!".
zh_hans: 迷失烈阳者们完全不惧恒星耀斑。这座船的船长笑着说。"害怕那么一点火吗，船长？让我们决斗吧，至死方休！"

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN_SUN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
