Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_lostsun.xml/*.po
Languages: ko, ru, zh_hans

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN_ROCK_ASTEROID"]/text
source: This asteroid field appears to be housing a Rock spy trying to hide from the Lost Sun patrols as it collects information. They obviously aren't interested in letting you escape with their information, and attack!
ko: 이 소행성 지대에는 로스트선 순찰대를 피해 정보를 수집하는 락맨 스파이가 살고 있는 것으로 보입니다. 정체가 노출된 이상 당신을 순순히 떠나도록 놔둘 리가 없습니다. 그가 당신을 공격해옵니다!
ru: В этом астероидном поле, похоже, находится шпион валуна, который пытается скрыться от патрулей Затерянного Солнца, собирая информацию. Они явно не заинтересованы в том, чтобы позволить вам сбежать с их информацией, и атакуют!
zh_hans: 这个小行星带内似乎躲藏着一座岩石族间谍飞船，它试图躲避迷失烈阳巡逻队以收集情报。他们显然不会让你逃走泄露他们的位置，于是就发动了攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="ASTEROID_EXPLORE_LOSTSUN"]/text
source: Scans reveal a large asteroid field nearby. Short-range scanners may discover useful materials while we wait for the FTL to recharge.
ko: 근처에 큰 소행성 지대가 탐지되었습니다. 초광속 도약을 기다리는동안 단거리 탐지기를 이용해 유용한 자원을 찾을 수 있을지도 모릅니다.
ru: Сканирование показало наличие большого астероидного поля поблизости. Сканеры ближнего радиуса действия могут обнаружить полезные материалы, пока мы ждем перезарядки ССД.
zh_hans: 扫描显示，附近有一个大型的小行星带。在我们等待超光速充能的时候，短距扫描仪可能会发现有用的材料。

# data/events_lostsun.xml$//event[@name="ASTEROID_EXPLORE_LOSTSUN"]/choice[1]/text
source: Explore the asteroid field.
ko: 소행성 지대를 탐사한다.
ru: Исследовать астероидное поле.
zh_hans: 探索小行星带。

# data/events_lostsun.xml$//event[@name="ASTEROID_EXPLORE_LOSTSUN"]/choice[2]/text
source: Too dangerous. We'll just wait for the FTL to charge.
ko: 너무 위험하다. 그냥 FTL 드라이브가 충전될 때까지 기다리자.
ru: Очень опасно. Мы просто подождем перезарядки ССД.
zh_hans: 太危险，还是等待超光速推进器充能完成。

source: You decide to ignore the asteroids.
ko: 당신은 소행성 지대를 무시하기로 결정했습니다.
ru: Вы решаете не обращать внимание на астероидов.
zh_hans: 你决定避开这个小行星带。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: A brief exploration yields nothing of interest.
ko: 짧은 탐사동안 쓸만한 것은 발견되지 않았습니다.
ru: Беглое исследование поля не дало никаких результатов.
zh_hans: 简单探索后，你没发现任何有意义的东西。

source: Scans reveal a number of asteroids with useful compositions. You extract some fuel.
ko: 탐색 결과 다수의 소행성에서 유용한 화합물이 발견되었습니다. 당신은 화합물로부터 연료를 추출했습니다.
ru: Сканирование выявляет несколько астероидов с полезными композитами. Вы добываете немного топлива.
zh_hans: 扫描发现了一些具有有用成分的小行星。你提取了一些燃料。

source: You discover the remains of ship embedded into an asteroid. It still has some functional missiles.
ko: 소행성에 박혀있는 함선 잔해를 발견했습니다. 작동 가능한 미사일 몇개가 들어있습니다.
ru: Вы обнаруживаете останки корабля, встроенного в астероид. На нем все еще есть несколько исправных ракет.
zh_hans: 你发现了嵌在小行星上的飞船残骸。它仍然有一些可用的弹药。

source: You happen upon an abandoned mining site. A few mining drones were left behind and could be repurposed.
ko: 우연히 버려진 광산을 발견했습니다. 채굴 드론 몇개가 남아 있는데 다른 용도로 재활용할 수 있을 것 같습니다.
ru: Вы наткнулись на заброшенную шахту. Там осталось несколько шахтерских дронов, которых можно использовать повторно.
zh_hans: 你偶然发现一个废弃的采矿场。有几架采矿无人机被留下来，可以重新利用。

source: The asteroid field proved more dangerous than expected. Some asteroids managed to get through your ship's defenses.
ko: 소행성 지대는 예상보다 더 위험했습니다. 몇몇 소행성이 함선의 방어 체계를 뚫고 들어왔습니다.
ru: Астероидное поле оказалось куда опаснее, чем ожидалось. Несколько астероидов смогло пробить защиту корабля.
zh_hans: 事实证明，小行星带比预期的更危险。一些小行星设法穿过了你的飞船的防御系统。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CIVILIAN_RESCUE"]/text
source: You see a Lost Sun ship attacking an unarmed civilian ship trying to pass through the sector. You doubt the Lost Sun notices you, due to its complete focus on mauling civilians.
ko: 한 로스트선 함선이 이 구역을 지나가려는 민간 함선을 공격하고 있습니다. 민간인을 사냥하는 데 집중하고 있으니 당신을 눈치채지 못할 것 같습니다.
ru: Вы видите, как корабль Затерянного Солнца атакует безоружного гражданского корабля, пытающийся пройти через сектор. Вы сомневаетесь, что Затерянное Солнце замечает вас, так как оно полностью сосредоточено на уничтожении гражданских.
zh_hans: 你看到一艘迷失烈阳飞船正在攻击一艘试图通过该区域的手无寸铁的民用飞船。迷失烈阳飞船应该还没注意到你，因为它完全专注于屠杀平民。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CIVILIAN_RESCUE"]/choice[1]/text
source: Protect the civilians.
ko: 민간인들을 보호한다.
ru: Защитить гражданских.
zh_hans: 保护平民。

source: You kick your engines into high gear and chase away the Lost Sun from the civilian. Time for a fight.
ko: 당신은 엔진실에 전력을 넣고 민간인들로부터 로스트선을 떼어놓았습니다. 이제 전투의 시간입니다.
ru: Вы включаете двигатель на полную мощность и прогоняете Затерянного Солнца от гражданских. Пора сражаться.
zh_hans: 你把你的引擎开到高挡，赶走了平民旁的迷失烈阳飞船，是时候开打了。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CIVILIAN_RESCUE"]/choice[2]/text
source: Ignore the ships.
ko: 무시한다.
ru: Не обращайте внимания на корабли.
zh_hans: 忽略那些船。

source: The civilians continue trying to hail you. You tune them out and fly away until you're completely alone.
ko: 민간 함선은 계속해서 당신에게 연락을 시도했습니다. 당신은 통신을 차단하고 완벽히 혼자가 될 때까지 날아갔습니다.
ru: Гражданские продолжают пытаться окликнуть вас. Вы отключаете их и улетаете, пока не останетесь в полном одиночестве.
zh_hans: 平民们继续试图呼叫你。你把他们的通讯通道关闭，然后跃迁离开这里。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/text
source: A Lost Sun ship protecting this beacon promptly hails you a little while after jumping in nearby. "A passing ship! We have a challenge for you. Best us in combat, and we shall give you a reward. Accept a greater challenge, and we shall give an even greater reward!"
ko: 송신소 부근에 도약한 후 얼마 지나지 않아, 그곳을 지키던 로스트선 함선이 통신을 보냈습니다. "지나가는 함선이여! 그대를 위한 도전이 있소. 전투에서 우리를 이긴다면 보상을 주겠소. 더 어려운 도전을 받아들일수록 더 큰 보상을 주겠소!"
ru: Корабль Затерянных Солнц, охраняющий этот маяк, незамедлительно вызывает вас через некоторое время после прыжка поблизости. "Проходящий корабль! У нас есть для вас вызов. Победите нас в бою, и мы дадим вам награду. Примите более сложный вызов, и мы дадим еще большую награду!"
zh_hans: 一艘保护这个信标的迷失烈阳飞船在你跃迁至附近后，及时向你呼叫。"一艘路过的飞船！我们有一个挑战给你。在战斗中战胜我们，我们将给予你奖励。或者接受更大的挑战，我们将给予更多的奖励！"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[1]/text
source: Fight them for a normal reward.
ko: 일반적인 보상을 받기 위해 그들과 싸운다.
ru: Сразиться с ними за обычную награду.
zh_hans: 与他们战斗，以获得正常的奖励。

source: "Let the battle commence!"
ko: "전투를 시작하겠소!"
ru: "Да начнется битва!"
zh_hans: "让战斗开始吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[2]/text
source: Fight them without life support or medical systems.
ko: 산소실과 의료 시스템 없이 그들과 싸운다.
ru: Сразиться с ними без системы жизнеобеспечения или медицинских систем.
zh_hans: 在没有氧气或医疗系统运作的情况下与他们作战。

source: "Let the battle commence!"
ko: "전투를 시작하겠소!"
ru: "Да начнется битва!"
zh_hans: "让战斗开始吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[3]/text
source: Fight them with a weakened reactor.
ko: 반응로가 약화된 상태로 그들과 싸운다.
ru: Сражайтесь с ними с ослабленным реактором.
zh_hans: 只发挥部分反应堆的效力来对抗他们。

source: "Let the battle commence!"
ko: "전투를 시작하겠소!"
ru: "Да начнется битва!"
zh_hans: "让战斗开始吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[4]/text
source: Fight them with weakened systems.
ko: 시스템이 약화된 상태로 그들과 싸운다.
ru: Сразиться с ними с ослабленными системами.
zh_hans: 在所有系统都只发挥部分效力的情况下对抗他们。

source: "Let the battle commence!"
ko: "전투를 시작하겠소!"
ru: "Да начнется битва!"
zh_hans: "让战斗开始吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[5]/text
source: Fight them with severely weakened systems.
ko: 시스템이 심각하게 약화된 상태로 그들과 싸운다.
ru: Боритесь с ними с помощью сильно ослабленных систем.
zh_hans: 在所有系统都只发挥极低效力的情况下对抗他们。

source: "Let the battle commence!"
ko: "전투를 시작하겠소!"
ru: "Да начнется битва!"
zh_hans: "让战斗开始吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[6]/text
source: We aren't looking for a fight.
ko: 우리는 싸움을 원하지 않습니다.
ru: Мы не хотим сражаться.
zh_hans: 我们没兴趣接受挑战。

source: "I did not take you for cowards. Oh well, perhaps it is for the best."
ko: "나는 당신을 겁쟁이로 여기지 않았소. 뭐, 어쩌면 그게 최선일 수도 있겠구려."
ru: "Я не принимал вас за трусов. Ну что ж, возможно, это к лучшему".
zh_hans: "我没想到你们是懦夫。哦，好吧，也许这样最好。"

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/text
source: A Lost Sun confinement appears to be keeping several ships from various origins captive. A patrol ship is searching the area, and you won't have long until it sees you.
ko: 구치소 비슷한 로스트선의 시설에 다양한 출신의 억류자들로부터 압류한 함선이 다수 보입니다. 순찰선이 이 지역을 수색 중인데, 곧 당신을 발견할 것입니다.
ru: Затерянные Солнце, по-видимому, удерживают в плену несколько кораблей различного происхождения. Патрульный корабль охраняет этот район, и у вас не будет много времени, пока он вас не заметит.
zh_hans: 一个迷失烈阳禁闭区似乎关押着几艘不同来源的飞船。一艘巡逻舰正在搜索该片区域，它发现你应该不会太久。

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[1]/text
source: Attack the barricade and free the civilians.
ko: 장벽을 공격해 민간인들을 해방시킨다.
ru: Атаковать баррикаду и освободить мирных жителей.
zh_hans: 攻击禁闭区以解救平民。

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[1]/event/text
source: Your attacks are inefficient, and several countershots get through your defenses. You get out of their range in time but the patrol ship moves in to attack!
ko: 당신의 공격은 효과가 없었으나, 구치소 측의 대응 사격은 당신의 방어 체계를 관통했습니다. 당신은 재빨리 사정거리에서 벗어났지만, 순찰선이 공격해왔습니다!
ru: Ваши атаки неэффективны, и несколько встречных выстрелов пробивают вашу защиту. Вы вовремя выходите из зоны их досягаемости, но патрульный корабль идет в атаку!
zh_hans: 你的攻击火力不够，反而几处反击穿透了你的防御。你及时离开了他们的射程，但巡逻舰却进入了攻击范围！

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[2]/text
source: Attack the patrol ship.
ko: 순찰선을 공격한다.
ru: Атаковать патрульный корабль.
zh_hans: 攻击巡逻舰。

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[2]/event/text
source: You know you're taking a risk, but you could use the extra scrap. You power up your weapons and engage the patrol ship.
ko: 위험한 일이지만, 여분의 스크랩을 얻을 수 있을 것입니다. 당신은 무기를 가동하고 순찰선과 교전을 시작합니다.
ru: Вы знаете, что рискуете, но лишний металлолом вам не помешает. Вы заряжаете оружие и вступаете в бой с патрульным кораблем.
zh_hans: 你知道你在冒险，但可能会有额外收获。你开动你的武器，与巡逻舰交战。

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[3]/text
source: Ignore the ships.
ko: 함선들을 무시한다.
ru: Не обращать внимание на корабль.
zh_hans: 不理会那些船。

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[3]/event/text
source: You manage to escape the patrol ship. You should still leave the beacon as soon as possible.
ko: 순찰선을 겨우 따돌렸습니다. 가능한 한 빨리 송신소를 떠나야 합니다.
ru: Вам удалось сбежать от патрульного корабля. Вам все равно следует покинуть маяк как можно скорее.
zh_hans: 你设法逃离了巡逻舰，但仍然应该尽快离本信标。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/text
source: A Rock spy appears to be hiding in this asteroid field. You don't see them for very long until they've already slipped out of sight.
ko: 락맨 스파이가 이 소행성 지대에 숨어 있는 것 같습니다. 그러나 별안간 시야 밖으로 날아갔기 때문에 오래 지켜보지는 못했습니다.
ru: Похоже, что в этом астероидном поле прячется шпион валунов. И совсем скоро он скроется из виду.
zh_hans: 一个岩石族间谍飞船似乎躲在这个小行星带里。你还没看见多久，它就溜出了视线。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/choice[1]/text
source: Pursue them.
ko: 추격한다.
ru: Преследовать их.
zh_hans: 寻找它。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/choice[2]/text
source: Ignore the spy.
ko: 스파이를 무시한다.
ru: Не обращать внимание на шпиона.
zh_hans: 不理会间谍飞船。

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/choice[2]/event/text
source: There's no reason to be chasing down random Rock ships in asteroid fields. You prepare to leave as quickly as possible.
ko: 우연히 발견한 락맨 함선을 소행성 지대에서 추격할 이유는 없습니다. 당신은 최대한 빨리 떠날 준비를 합니다.
ru: Нет причин преследовать случайные корабли валуна в астероидных полях. Вы готовитесь улететь как можно быстрее.
zh_hans: 没有理由在小行星带里追寻一艘平平无奇的岩石族飞船。你准备尽可能快地离开。

source: You manage to catch up to the Rock spy. They don't take kindly to you following them, and attack.
ko: 락맨 스파이를 간신히 따라잡았습니다. 그는 추격자를 반기지 않고 즉시 공격해왔습니다.
ru: Вам удается догнать шпиона валунов. Они не любят, когда вы преследуете их, и нападают.
zh_hans: 你设法追上了岩石间谍飞船。对方对此不会怀有好意，发动了攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You are unable to track down the Rock ship, leaving you lost in the asteroids.
ko: 당신은 락맨을 놓쳐버렸고 소행성대 한복판에서 길을 잃었습니다.
ru: Вы не смогли отследить корабль валунов, и терятесь среди астероидов.
zh_hans: 追踪岩石族飞船失败，你在小行星带内迷失了方向。

source: You successfully manage to track down the Rock ship, but not fast enough. A large asteroid crashes into their hull, tearing the ship apart. You try to scrap what you can without suffering the same fate.
ko: 락맨 함선을 추격하는 데 성공했지만, 제때 도착하지는 못했습니다. 커다란 소행성이 직격해 락맨 함선을 산산조각낸 것입니다. 당신은 그들과 같은 운명을 겪지 않도록 주의하면서 잔해를 인양했습니다.
ru: Вам успешно удается выследить корабль валунов, но недостаточно быстро. Большой астероид врезается в их корпус, разрывая корабль на части. Вы пытаетесь собрать все, что можно, и не допустить, чтобы его постигла та же участь.
zh_hans: 你成功地追踪到了间谍飞船，但你的速度不够快。一枚巨大的小行星撞上了他们的船体，将船体撞碎。你小心翼翼地搜刮能搜刮的东西，避免遭受同样的命运。

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/text
source: The red ship at this beacon belongs to the Mantis. With no obvious motives, you aren't sure why they came here.
ko: 이 송신소의 빨간 함선은 맨티스의 것이었습니다. 명확한 동기 없이 왜 여기에 왔는지 알 수가 없었습니다.
ru: Красный корабль на этом маяке принадлежит богомолу. Без очевидных мотивов вы не знаете, зачем они пришли сюда.
zh_hans: 这座信标上的红色飞船属于螳螂族。看不出有明显的动机，你不确定他们为什么来这里。

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/choice[1]/text
source: Attack the Mantis.
ko: 맨티스를 공격한다.
ru: Атаковать богомола.
zh_hans: 攻击螳螂族。

source: Theres no words that need be exchanged. As soon as you begin to approach it is clear that your intentions are hostile, and the Mantis prepare to defend themselves.
ko: 대화는 필요 없었습니다. 당신의 접근은 명확히 적대적 의도를 담고 있었고, 이에 맨티스 함선은 방어 태세를 취했습니다.
ru: Нет необходимости обмениваться словами. Как только вы начинаете приближаться, становится ясно, что ваши намерения враждебны, и богомолы готовятся к защите.
zh_hans: 无需交换任何言语。当你开始接近时，很明显你的意图是敌对的，而螳螂族准备进行防御。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/choice[2]/text
source: Hail them.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 呼叫对方。

source: The Mantis appear mildly shocked that you reached out to them. Before they can speak however, a Lost Sun ship comes flying out of nowhere and blasts the Mantis ship into oblivion. They seem to identify you as a threat as well.
ko: 맨티스들은 교신을 받았다는 사실에 약간 충격을 받은 것 같습니다. 그러나 그들이 대답을 하기도 전에 난데없이 로스트선 함선이 날아와 맨티스 함선을 흔적도 없이 날려버렸습니다. 로스트선들은 당신 역시 위협적인 존재로 인식하는 것 같습니다.
ru: Богомолы, похоже, слегка шокированы тем, что вы обратились к ним. Однако прежде чем они успевают заговорить, из ниоткуда вылетает корабль Затерянных Солнц и взрывает корабль богомолов в небытие. Похоже, они тоже считают тебя угрозой.
zh_hans: 螳螂族似乎对你向他们伸出友好之手感到轻微的震惊。然而，在他们开口之前，一艘迷失烈阳飞船不知从何处飞来，将螳螂族飞船炸成了废铁。对方似乎认定你也是一个威胁。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/choice[3]/text
source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Contrary to expectations, the Mantis make no attempt to follow. You distance yourself from their ship.
ko: 예상과 달리 맨티스 함선은 당신을 쫓아오지 않았습니다. 당신은 그들과 거리를 벌렸습니다.
ru: Вопреки ожиданиям, богомолы не предпринимают никаких попыток следовать за вами. Вы удаляетесь от их корабля.
zh_hans: 与预期相反，螳螂族没有尝试跟随瞐。你与他们拉开距离。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Most of the wreckage is too charred to be salvaged, but you still scrap what you can.
ko: 대부분의 잔해는 숯덩이가 돼버려서 인양할 수 없었지만, 그래도 가능한 많은 것을 모았습니다.
ru: Большинство обломков слишком обуглены, чтобы их можно было разобрать, но вы все равно собираете то, что можете.
zh_hans: 大部分的残骸都被烧焦了无法挽救，但你还是尽可能把东西搜刮了。

source: Upon investigation, the bridge of the ship fared slightly better than the rest of the ship. A lone Mantis survivor lays trembling in the corner, and almost kills one of your crew as you approach. However after some coaxing you convince him to join your crew.
ko: 조사해 보니 함교는 다른 곳보다 상태가 조금 더 나았습니다. 홀로 남은 맨티스 생존자가 구석에 누워 벌벌 떨고 있었는데, 당신이 다가갔을 때 선원 한 명을 거의 죽일 뻔했습니다. 당신은 그를 잠깐 동안 구슬린 후 당신의 선원으로 합류하도록 설득했습니다.
ru: После исследования выясняется, что мостик корабля оказался немного лучше, чем остальные части судна. Одинокий выживший богомол лежит, дрожа, в углу и почти убивает одного из членов вашей команды, когда вы приближаетесь. Однако после некоторых уговоров вы убеждаете его присоединиться к вашей команде.
zh_hans: 经调查，指挥舱的情况比其他地方略好。一个孤独的螳螂族幸存者躺在角落里瑟瑟发抖，当你走近时差点杀死了你的一个船员。然而经过一番哄骗你说服他加入你的船员。

source: The weaponry that destroyed this ship has left only worthless junk. As you are about to give up, your eye catches a small crate drifting near what was once the cargo-bay. It contains a few fuel cells that managed to survive the explosion.
ko: 강력한 포격을 맞은 함선은 쓸모없는 고물이 되어 있었습니다. 건질 게 없다고 판단하고 막 조사를 마치려던 참에 뒤틀린 화물칸 근처에서 표류하고 있는 작은 상자를 발견했습니다. 상자 안에는 가까스로 폭발을 피한 몇 개의 연료 전지가 있었습니다.
ru: Оружие, которое уничтожило этот корабль, оставил только бесполезный хлам. Когда вы уже готовы сдаться, ваш взгляд ловит небольшой ящик, дрейфующий рядом с тем, что когда-то было грузовым отсеком. В нем находится несколько топливных элементов, которым удалось пережить взрыв.
zh_hans: 只有毫无价值的垃圾从摧毁这艘船的武器下残余下来。就在你准备放弃的时候，你的眼睛捕捉到了一个漂浮在曾为货舱附近的小箱子。它包含了一些残存下来的燃料电池。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE"]/text
source: A Lost Sun ship at this beacon has already spotted you before it's too late to slip away unnoticed. They hail you.
ko: 이 송신소에 있던 로스트선이 들키지 않고 빠져나가려던 당신을 발견해버렸습니다. 그들이 당신을 부릅니다.
ru: Корабль Затерянных Солнц на этом маяке уже заметил вас, пока не стало слишком поздно, чтобы ускользнуть незамеченным. Они вызывают вас.
zh_hans: 在这个信标处一艘迷失烈阳飞船已经发现了你，现在要溜已经太迟了。他们呼叫你。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE"]/choice/text
source: Answer the call.
ko: 부름에 답한다.
ru: Ответить на звонок.
zh_hans: 回应呼叫。

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE"]/choice/event/text
source: "So, you are the Federation ship that we have heard so much about, intruding on our sector in some dangerous quest to destroy the Flagship? Brave, and stupid. Stupid that you think you have the right to endanger our sector by drawing the fleet here. If you wish to pass unharmed, you must answer some questions and prove you are worthy."
ko: "그래서, 그쪽이 기함 파괴라는 위험한 임무를 띠고 우리 구역을 침범했다는 소문의 그 함선이오? 용감하고, 어리석구려. 놈들의 함대를 이곳에 끌어들여 우리 구역을 위험에 빠뜨릴 권리가 있다고 생각했으니 정말 어리석은 것이지. 무사히 지나가고 싶다면 몇 가지 질문에 대답하고 그쪽이 자격이 있음을 증명해야 하오."
ru: "Итак, вы - корабль Федерации, о котором мы так много слышали, вторгшийся в наш сектор в опасном стремлении уничтожить флагман? Смело, и глупо. Глупо, что вы думаете, что имеете право подвергать опасности наш сектор, привлекая сюда флот. Если вы хотите пройти невредимыми, вы должны ответить на несколько вопросов и доказать, что вы достойны".
zh_hans: "那么，你就是我们经常听说的那艘联邦飞船，在什么摧毁旗舰的危险任务中闯入我们的星区？很勇敢，也很愚蠢。愚蠢到你认为你有权利把叛军舰队引到这里来，从而危及我们的星区。如果你想安然无恙地通过，你必须回答一些问题，证明你是有资格的。"

source: Agree.
ko: 수락한다.
ru: Согласиться.
zh_hans: 同意回答。

source: "We Lost Suns have been fighting a war against the brutal Rock dictatorship for years. For which crime do we hold them responsible and sparked the start of this bloody war?"
ko: "우리 로스트선은 잔혹한 락맨 독재 정부에 맞서 수년간 전쟁을 벌여왔소. 우리가 그들에게 책임을 묻고자 하는, 이 피비린내 나는 전쟁을 촉발시킨 그 범죄가 바로 무엇이오?"
ru: "Мы, Затерянные Солнца, уже много лет ведем войну против жестокой диктатуры валунов. За какое преступление мы считаем их ответственными, которое послужило толчком к началу этой кровавой войны?"
zh_hans: "我们迷失烈阳者已经与残暴的岩石族独裁政权进行了多年的战争。我们认为他们犯了什么罪，引发了这场血腥战争？"

source: The use of propaganda to lie to their citizens.
ko: 프로파간다로 시민들을 속인 것입니다.
ru: Использование пропаганды для лжи своим гражданам.
zh_hans: 利用洗脑宣传手段来欺骗岩石族公民。

source: Founding the Coalition.
ko: 연합의 창설입니다.
ru: Основание Коалиции.
zh_hans: 支持星联。

source: "The Coalition is not our enemy, only the Rock Elders and their lies! Not every enemy of the Federation is an enemy of the rest of the galaxy. Let us teach you a well-deserved lesson."
ko: "연합은 우리의 적이 아니오. 오직 장로들과 그들의 거짓말만이 우리의 적이외다! 연방의 적이라고 반드시 은하계 전체의 적인 것은 아니오. 아무래도 우리가 당신에게 합당한 교훈을 가르쳐 줘야겠군."
ru: "Коалиция не является нашим врагом, только Старейшины валунов и их ложь! Не каждый враг Федерации является врагом всей остальной галактики. Позвольте нам преподать вам заслуженный урок".
zh_hans: "星联不是我们的敌人，只有岩石族长老和他们的谎言是！不是联邦的每一个敌人都是银河系其他人的敌人。让我们给你一个该受的教训。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Being a bunch of assholes.
ko: 온갖 것에 시비를 걸었다는 점입니다.
ru: За то, что они мудаки.
zh_hans: 单纯因为他们是一群混蛋。

source: "That is not even a crime! If you cannot even be mature, then it is clear you do not belong here. Prepare to have your life extinguished."
ko: "그건 범죄조차 아니오! 이렇게 분별력이 없다니 분명 그대는 이곳에 있을 자가 아니외다. 목숨을 내놓을 각오를 하시오."
ru: "Это даже не преступление! Если ты даже не можешь быть зрелым, то ясно, что тебе здесь не место. Приготовься к тому, что твоя жизнь погаснет".
zh_hans: "这甚至不是一种犯罪！如果你连成熟都做不到，那么显然你不属于这里。准备好让你的生命熄灭吧。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝回答。

source: "Expected. Then your untimely death is your fault, and your fault alone."
ko: "그럴 줄 알았소. 그렇다면 그대의 때 이른 죽음은 그대의 탓이오. 전적으로 말이오."
ru: "Ожидаемо. Тогда твоя безвременная смерть - твоя вина, и только твоя".
zh_hans: "意料之中。那么你不可避的死亡就是自己的错，只是你自己的错。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_1"]/text
source: "Very good, though that was a question anyone but the Rock people themselves could answer."
ko: "아주 좋소. 신정의 개를 빼고는 누구나 답할 수 있는 질문이었지만 말이오."
ru: "Очень хорошо, хотя на этот вопрос мог бы ответить кто угодно, кроме самих людей валунов".
zh_hans: "很好，尽管这是一个除了神权国岩石族之外任何人都能回答对的问题。"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_1"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "We Lost Suns are devoted to our religion. Which race is the strongest and most pure of any other?"
ko: "어떤 종족이 세상에서 가장 강인하고, 가장 순수하오?"
ru: "Какая раса самая сильная и самая чистая из всех остальных?".
zh_hans: "哪个种族相比其他种族最为强大与纯洁？"

source: The Rockmen.
ko: 락맨.
ru: Валуны.
zh_hans: 岩石族。

source: "You are incorrect. You think pandering to us will get you anywhere? No race is pure, until they are engulfed in the holy fire! You are not worthy of such treatment. Prepare to be destroyed by filthy mortal flames."
ko: "틀렸소. 우리에게 아첨하는 게 무슨 도움이 될 것 같소? 그 어떤 종족도 순수하지 않소. 성스러운 불꽃에 휩싸이기 전에는 말이오! 그대는 그런 대접을 받을 자격이 없소. 더러운 필멸자의 화염으로 파괴될 준비나 하시오."
ru: "Вы ошибаетесь. Думаешь, потворствуя нам, ты чего-то добьешься? Ни одна раса не является чистой, пока ее не охватит священный огонь! Вы недостойны такого обращения. Приготовьтесь быть уничтоженными грязным смертным пламенем".
zh_hans: "不，你以为向我们献媚会有用吗？没有一个种族是纯洁的，除非他们被圣火所洗礼！但你不配接受洗礼，准备好被肮脏的凡间火焰所毁灭吧。"

source: The Crystals.
ko: 크리스탈.
ru: Кристаллины.
zh_hans: 水晶族。
