Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: The colonists gasp. "What, no, you can't show him now! We still need to finish it! What if he doesn't like it right now? What if it's missing just that little bit extra? I couldn't bear to see him so dissapoi-" Jerry cuts in "No, I'd never be disappointed in you if you're trying your best. And you should know that full well. So please, quit worrying about whether you've done a good enough job or not. What you've done so far should be more than enough." Jerry then greets the colonists in person, and you see the effort they've put in. They present him with a luxurious looking birthday cake, a handwritten card, and even a signed Ellie the Equinoid plushie. It's certainly impressive, though Jerry asks that they save it properly for when he returns from this mission. The colonists agree, and hand over some resources to help out.
fr: Les colons s’exclament : "Quoi, non, vous ne pouvez pas lui montrer maintenant ! Il faut encore que nous finissions ! Et s’il n’aimait pas ça tout de suite ? Et s’il manquait ce petit quelque chose en plus ? Je ne supporterais pas de le voir aussi déçu—" Jerry les interrompt : "Non, je ne serais jamais déçu si vous faites de votre mieux. Et vous devriez le savoir parfaitement. Alors, s’il vous plaît, arrêtez de vous inquiéter de savoir si vous avez fait assez bien ou non. Ce que vous avez fait jusqu’à présent devrait largement suffire." Jerry salue ensuite les colons en personne, et vous pouvez voir les efforts qu’ils ont fournis. Ils lui offrent un somptueux gâteau d’anniversaire, une carte manuscrite, et même une peluche signée d’Ellie l’Équinoïde. C’est certainement impressionnant, bien que Jerry demande qu’ils le conservent précieusement jusqu’à son retour de mission. Les colons acceptent, puis remettent quelques ressources pour aider.
it: I coloni sussultano. "Cosa, no, non puoi farglielo vedere adesso! Dobbiamo ancora finire! E se non gli piace così com'è? E se gli manca quel qualcosina in più? Non sopporterei vederlo così delu-" Jerry si intromette. "No, non sarò mai deluso da voi se fate del vostro meglio. E dovreste saperlo benissimo. Quindi per favore, smettete di preoccuparvi se avete fatto un lavoro abbastanza buono o no. Quello che avete fatto finora dovrebbe bastare e avanzare." Jerry quindi saluta i coloni di persona e vedi quanto impegno ci hanno messo. Gli presentano una torta di compleanno dall'aspetto lussuoso, una cartolina scritta a mano e persino un peluche firmato di Ellie l'Equinoide. È davvero impressionante, ma Jerry chiede se si tengano tutto per festeggiare come si deve una volta che sarà tornato da questa missione. I coloni sono d'accordo e consegnano delle risorse per aiutare.
ko: 식민지 주민들이 숨을 헐떡입니다. "뭐라고? 안 돼! 지금 그분이 봐서는 안 돼! 아직 완성해야 할 게 남았다고! 지금 상태를 마음에 안 들어 하시면 어떡하지? 그 작은 마감질이 안 돼 있으면 어떡하고? 그분이 실망하시는 모습을 차마 볼 수가 없-" 제리가 끼어듭니다. "아니요, 최선을 다했다면 절대 실망하지 않는다는 걸 꼭 알아주셨으면 해요. 그러니 제발, 잘했는지 못했는지는 걱정하지 마세요. 지금까지 한 것만으로도 충분히 넘치고도 남으니까요." 그 후 제리는 식민지 주민들을 직접 대면했고, 당신은 그들이 들인 노력을 목격했습니다. 주민들은 고급스러워 보이는 생일 케이크, 손으로 쓴 카드, 심지어 싸인이 적힌 에퀴노이드 엘리 인형까지 선물했습니다. 확실히 인상적이지만, 제리는 자신이 임무를 마치고 돌아올 때까지 잘 보관해 달라고 부탁했습니다. 식민지 주민들이 수긍했고, 도움이 될 만한 자원을 조금 건네줬습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_COLONISTS"]/choice[2]/text
source: Ignore the colony.
fr: Ignorer la colonie.
it: Ignora la colonia.
ko: 식민지를 무시한다.

source: You have no business with these people.
fr: Vous n'avez rien à faire avec ces personnes.
it: Non hai niente a che fare con questa gente.
ko: 당신은 이 사람들과 볼 일이 없습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_COLONISTS_STEAL"]/text
source: The colonists are helpless, and hand over some boxes reluctantly. As you pilot away, you hear them shouting "Damn you, ignorant Federation pig! You're everything wrong with this galaxy! Jerry will show you!"
fr: Les colons sont impuissants et vous remettent quelques caisses à contrecœur. Alors que vous vous éloignez en pilotant, vous les entendez crier : " Maudit sois-tu, ignorant cochon de la Fédération ! Vous êtes tout ce qui ne va pas dans cette galaxie ! Jerry va vous montrer !"
it: I coloni sono inermi e consegnano delle casse controvoglia. Mentre te ne vai, li senti urlare. "Accidenti a te, brutto porco della Federazione! Sei tutto ciò che non va in questa galassia! Te la farà vedere Jerry!"
ko: 무룍한 식민지 주민들은 마지못해 몇 개의 상자를 건네주었습니다. 당신이 이륙하자 주민들의 고함이 들려옵니다. "빌어먹을, 무식한 연방 돼지 놈! 넌 이 은하계에 대해 하나도 모르고 있어! 제리가 너에게 본때를 보여줄 거다!"

# data/events_sector_jerry.xml$//event[@name="JERRY_COLONISTS_STEAL"]/choice/text
source: Open the tribute.
fr: Ouvrir l'hommage.
it: Apri il tributo.
ko: 공물 상자를 열어본다.

source: You pry open the boxes, only to find a chocolate cake with 23 unlit candles around it, and a hand-made birthday card. There's nothing in here practical for a military vessel.
fr: Vous ouvrez les caisses et vous trouvez un gâteau au chocolat entouré de 23 bougies éteintes et une carte d'anniversaire faite à la main. Il n'y a rien d'utile pour un vaisseau militaire.
it: Forzi le casse, solo per trovare una torta di cioccolato con 23 candeline spente e una cartolina di compleanno artigianale. Niente che possa essere utile a una nave militare.
ko: 당신은 상자를 열고 23개의 초가 꽂힌 초콜릿 케이크와 수제작 생일 카드를 발견했습니다. 군함에서 쓸만한 건 없군요.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_META_REBELLION"]/text
source: Traffic at this beacon is quiet. You pick up a distant signal - once you clear it up, you hear a cute little ditty: "Doo da doo, do do doo doo dadodoo do! Bah doo do do, doo do da doo da! Elllliiieeee, the Equiiiiinoiiiiid!" It appears to be a TV show called... Ellie the Equinoid?
fr: Le trafic à cette balises est calme. Vous captez un signal lointain - une fois que vous l'avez amplifié, vous entendez une jolie chansonnette : "Doo da doo, do do doo doo dadodoo do ! Bah doo do do do, doo do da doo da ! Elllliiieeee, l'Equiiiiinoiiiiid !" Il semble qu'il s'agisse d'une émission de télévision appelée... Ellie l'Équinoïde ?
it: C'è poco traffico a questo astrofaro. Capti un segnale lontano... una volta che lo amplifichi, senti una canzoncina molto carina: "Doo da doo, do do doo doo dadodoo do! Bah doo do do, doo do da doo da! Elllliiieeee, l'Equiiiiinoiiiiideeeee!" Pare che sia una serie TV chiamata... Ellie l'Equinoide?
ko: 이 송신소는 인적이 드뭅니다. 멀리서 신호가 하나 잡힙니다. 주파수를 맞추자 귀여운 테마송이 들립니다. "두 다 두, 두 두 두~ 두다두 두! 바 두~ 두 두, 두~ 두 다 두~ 다! 에퀴노이드ㅡㅡㅡㅡ, 에ㅔㅔㅔㄹ리ㅣㅣㅣ!" 어린이 TV 프로그램... 에퀴노이드 엘리인 것 같습니다?

source: Follow the signal.
fr: Suivre le signal.
it: Segui il segnale.
ko: 신호를 따라간다.

source: Without much difficulty, you manage to triangulate the source of the signal to a moon orbiting a gas giant. A small habitat dome is well hidden, with a Rebel Engineer ship docked. The broadcast stops once you get closer, but it's too late - you already know their location. They signal their hailing frequency.
fr: Sans grande difficulté, vous parvenez à trianguler la source du signal vers une lune en orbite autour d'une géante gazeuse. Un petit dôme d'habitat y est bien caché, avec un vaisseau d'ingénieurs Rebelles accosté. L'émission s'arrête une fois que vous vous rapprochez, mais il est trop tard : vous connaissez déjà leur emplacement. Ils émettent leur signal de bienvenue.
it: Riesci, senza troppe difficoltà, a triangolare la fonte del segnale fino a una luna in orbita a un gigante gassoso. Una piccola cupola abitativa è ben nascosta e c'è una nave di ingegneri Ribelli ormeggiata. La trasmissione si ferma una volta che ti avvicini, ma è troppo tardi: sai già dove si trovano. Segnalano la loro frequenza di trasmissione.
ko: 당신은 삼각 측량으로 큰 어려움 없이 신호의 근원지인 한 가스상 거대 혹성의 위성에 도달했습니다. 잘 숨겨져 소형 주거 돔에 반군 공병 함선이 정박해 있습니다. 그들은 당신이 다가오자 방송을 멈췄지만, 이미 당신에게 위치를 들킨 후입니다. 그들이 교신을 보내옵니다.

source: Open a channel to the secret habitat.
fr: Ouvrir un canal vers l'habitat secret.
it: Apri un canale all'habitat segreto.
ko: 교신에 응한다.

source: A scowling man in a suit steeples his fingers as he sits. Behind him, more men and women stand, looking similarly intently at you. "Well done, Renegade. You've found us. Congratulations are in order." He claps slowly, as if mocking you.
fr: Un homme en costume, l'air renfrogné, s'assoit et se pince les doigts. Derrière lui, d'autres hommes et femmes se tiennent debout et vous regardent tout aussi attentivement : "Bravo, Renégats. Vous nous avez trouvés. Il applaudit lentement, comme pour se moquer de vous.
it: Un uomo burbero in costume si scrocchia le dita mentre si siede. Dietro di lui ci sono altri uomini e donne, che ti guardano altrettanto intensamente. "Ben fatto, Rinnegato. Ci hai trovato. Meriti delle congratulazioni." Applaude lentamente. come per prenderti in giro.
ko: 정장을 입은 한 남자가 찡그린 얼굴로 손가락을 뾰족하게 치켜세우며 앉습니다. 그 뒤로는 더 많은 남성과 여성이 서로 비슷하게 서서 골똘히 당신을 바라보고 있습니다. "잘했어, 배회자. 우릴 찾았군. 축하하네." 그는 당신을 조롱하듯 천천히 손뼉을 칩니다.

source: Who even are you?
fr: Qui êtes-vous ?
it: Ma chi siete?
ko: 당신은 누구죠?

source: "Well I guess you're even LESS informed than I thought." The man laughs haughtily. "We are the Meta-Rebellion. We... have achieved ideology in its purest form. While the rest of the rabble squabbles over borders and resources, stepping on lives to acquire power, only WE truly understand what it is to fight the system."
fr: "Eh bien, je suppose que vous êtes encore MOINS informé que je ne le pensais." L'homme rit de manière hautaine. "Nous sommes la Rébellion. Nous avons atteint l'idéologie dans sa forme la plus pure. Alors que le reste de la populace se dispute les frontières et les ressources, piétinant des vies pour acquérir du pouvoir, nous sommes les seuls à comprendre ce qu'est la lutte contre le système."
it: "Beh, immagino che sei ancor MENO informato di quanto pensassi." L'uomo ride di gusto. "Siamo la Meta-Ribellione. Abbiamo... raggiunto l'ideologia nella sua forma più pura. Mentre il resto della marmaglia bisticcia per confini e risorse, calpestando vite per ottenere potere, solo NOI capiamo veramente cosa significa combattere il sistema."
ko: "생각보다 더 아는 게 없군." 남자가 거만하게 웃습니다. "우리는 메타 반군이다. 우리는... 가장 순수한 형태의 이데올로기를 실현했지. 다른 폭도들이 국경과 자원을 놓고 다투고 권력을 얻기 위해 생명을 짓밟는 동안, 오직 우리만이 체제에 맞서 싸우는 것이 무엇인지 진정으로 이해했다."

source: What does this have to do with the TV program you were broadcasting?
fr: Quel est le rapport avec le programme télévisé que vous avez diffusé ?
it: Questo cosa c'entra col programma TV che stavate trasmettendo?
ko: 그게 방금 방송하던 TV 프로그램과 무슨 관련이 있습니까?

source: The man stops looking haughty and looks annoyed. "Yes, well, we circulate media that the ESTABLISHMENT doesn't want you to know about. We know the patrol routes and when it's usually safe."
fr: L'homme cesse de prendre un air hautain et semble agacé. "Oui, eh bien, nous faisons circuler les médias dont l'ÉTABLISSEMENT ne veut pas que vous soyez au courant. Nous connaissons les itinéraires des patrouilles et savons quand il n'y a pas de danger."
it: L'uomo smette di guardarti con aria di superiorità e sembra irritato. "Sì, beh, facciamo circolare media che l'ESTABLISHMENT non vuole si sparga. Conosciamo le rotte di pattuglia e quando di solito è sicuro."
ko: 남자는 거만한 표정에 이어 짜증스러운 표정을 짓습니다. "그래, 그건, 우리가 기득권층이 막으려 하는 미디어를 유포하기 때문이지. 순찰 경로는 당연히 다 파악하고 있고, 보통 언제가 안전한지도 알고 있어."

source: (Ellie) "Don't worry, Ellie is here!"
fr: (Ellie) "Ne vous inquiétez pas, Ellie est là !"
it: (Ellie) "Non temete, Ellie è qui!"
ko: (엘리) "걱정하지 마, 엘리가 여기 있어!"

source: "Wow! Ellie's very own fanclub! And they're opposing the people who wronged Ellie!" Ellie laughs cheerfully. "Things keep going right for Ellie!" "No way! Ellie?" The Rebels all crowd around the screen. One of them in the back shouts "I'm your biggest fan, Ellie!" "Hahaha! Alright, good boys and girls! Come and join Ellie's righteous crusade! Neeiiigh! For the happiness of all children, we will slaughter any who censors Ellie!" The Rebels practically kneel. Well, at least Ellie found some fans who are as looney as she is. There are several volunteers who fight for the chance to get on board, and many others offer as much scrap as they physically can.
fr: "Wow ! Le fan-club d'Ellie ! Et ils s'opposent à ceux qui ont fait du tort à Ellie !" Ellie rit joyeusement. "Les choses continuent à bien se passer pour Ellie !" "C'est pas vrai ! Ellie ?" Les Rebelles s'attroupent autour de l'écran. L'un d'entre eux, au fond, crie : "Je suis ton plus grand fan, Ellie !" "Hahaha ! Très bien, braves garçons et filles ! Venez rejoindre la juste croisade d'Ellie ! Hhuuuu ! Pour le bonheur de tous les enfants, nous massacrerons tous ceux qui censureront Ellie !" Les Rebelles s'agenouillent presque. Au moins, Ellie a trouvé des fans aussi fous qu'elle. Il y a plusieurs volontaires qui se battent pour avoir la chance de monter à bord et beaucoup d'autres offrent autant de ferraille qu'ils le peuvent.
it: "Wow! Il fan club personale di Ellie! E si oppongono alle persone che hanno fatto un torto a Ellie!" Ellie ride allegra. "Le cose continuano ad andare bene per Ellie!" "Ma no! Ellie?" I Ribelli si radunano attorno allo schermo. Uno di loro indietro grida. "Ellie, sono il tuo più grande fan!" "Ahahahahah! E va bene, bravi ragazzi e brave ragazze! Venite e unitevi alla giusta crociata di Ellie! Iiiiih! Per la felicità di tutti i bambini, ammazzeremo chiunque censuri Ellie!" I Ribelli si prostrano. Beh, almeno Ellie ha trovato dei fan che sono pazzi quanto lei. Ci sono molti volontari che litigano per avere la chance di salire a bordo e molti altri offrono quanti più moduli possono.
ko: "우와! 엘리의 팬클럽이구나! 그리고 엘리에게 잘못을 저지른 사람들에게 반대하고 있네!" 엘리가 환하게 웃습니다. "모든 일이 잘 풀리고 있어!" "말도 안 돼! 엘리?" 반군들이 모두 화면 주위로 몰려듭니다. 뒤에 있던 사람 한 명이 외칩니다. "당신의 열렬한 팬이에요, 엘리!" "하하하! 좋아, 얘들아! 엘리의 정의로운 성전에 동참하자! 히이잉! 모든 아이의 행복을 위해 엘리를 검열하는 놈들을 모두 죽여버리자!" 반군들은 거의 무릎을 꿇었습니다. 그래도 엘리가 자기만큼 미친 팬들을 찾아서 다행이네요. 몇몇은 엘리와 싸우고자 당신의 일행에 합류하길 원헸고, 그 외 많은 사람은 최대한 많은 스크랩을 모아 바쳤습니다.

source: Ellie Fan
fr: Fan d'Ellie
it: Fan di Ellie

source: (Stephan) Have Stephan talk to them.
fr: (Stephan) Demander à Stephan de leur parler.
it: (Stephan) Falli parlare con Stephan.
ko: (스테판) 스테판이 말을 걸게 한다.

source: Stephan takes a moment to ready himself, and then goes into his meet and greet persona. "Why, hello there! I'm not sure if any of you recognize me, but I played a part in that show that you were broadcasting." The Rebels have a momentary look of confusion as they realize who Stephan is. "Stephan? Visiting us? You know... I had always dreamed of meeting you. You could do a lot of good for our cause you know, getting the word out there-" "Hold on - I'm going to cut you off there. Right now, I have a debt to repay the people on this ship. I think it's great that you're practicing your ideology, but... I don't think my show alone is going to do much good. There's so many more relevant changes you could make in Rebel space - stuff that might actually change things for the better." The crowd of Rebels stand, stunned, in a moment of silence. Then they all start nodding. "Y-yes, of course. You're right. Maybe we have been frivolous. I was... um... thinking of making some drastic changes." "It sounds like you're scared. I get it. But, that's the price of putting yourself out there." Stephan continues to talk some sense into the Meta-Rebels. By the time he's finished, you find that one of the crew has decided to join you on your mission.
fr: Stephan prend un moment pour se préparer, puis va à sa rencontre. "Hey, bonjour ! Je ne sais pas si vous me reconnaissez, mais j'ai joué un rôle dans cette émission que vous diffusiez." Les rebelles ont un regard momentané de confusion lorsqu'ils réalisent qui est Stephan. "Stephan ? Nous rendre visite ? Vous savez... J'ai toujours rêvé de vous rencontrer. Vous pourriez faire beaucoup de bien pour notre cause, vous savez, en faisant passer le mot..." "Attendez, je vais vous interrompre. Pour l'instant, j'ai une dette à rembourser aux gens qui se trouvent sur ce vaisseau. Je pense que c'est génial que vous pratiquiez votre idéologie, mais... je ne pense pas que mon émission seule fera beaucoup de bien. Il y a tellement de changements plus pertinents que vous pourriez faire dans l'espace Rebelle - des choses qui pourraient réellement changer les choses pour le mieux." La foule des rebelles se tient, stupéfaite, dans un moment de silence. Puis ils commencent tous à hocher la tête. "Oui, bien sûr. Vous avez raison. Peut-être que nous avons été frivoles. Nous étions... euh... en train de penser à faire des changements drastiques." "On dirait que vous avez peur. Je comprends. Mais c'est le prix à payer pour te mettre dehors." Stephan continue de parler de bon sens aux Meta-Rebelles. Le temps qu'il finisse, vous découvrez qu'un membre de l'équipage a décidé de vous rejoindre dans votre mission.
it: Stephan si prende un momento per prepararsi, quindi va a incontrarli. "Ma ciao! Non so se qualcuno di voi mi riconosce, ma ho interpretato una parte nella serie che stavate trasmettendo." I Ribelli si guardano momentaneamente confusi prima di accorgersi di chi sia Stephan. "Stephan? Viene a farci visita? Sa... ho sempre sognato di incontrarla. Potrebbe fare un gran bene alla nostra causa, insomma, spargere la voce-" "Un attimo, interrompo subito. Adesso devo ripagare un debito verso l'equipaggio di questa nave. Credo che sia un'ottima cosa che voi pratichiate la vostra ideologia, ma... non credo che la mia serie da sola possa fare molto. Ci sono moltissimi altri cambiamenti che potreste fare nello spazio Ribelle... cose che potrebbero davvero cambiare le cose in meglio." I Ribelli rimangono sbigottiti, senza parlare per qualche momento. Poi iniziano tutti ad annuire. "S-sì certamente. Ha ragione. Forse siamo stati frivoli. Stavo... uhm... pensando di fare cambiamenti drastici." "Sembra che abbiate paura. Lo capisco. Ma questo è il prezzo di mettersi in gioco." Stephan continua a far rinsavire i Meta-Ribelli a parole. Quando ha finito, scopri che uno di loro ha deciso di unirsi a te nella tua missione.
ko: 스테판은 잠시 마음의 준비를 한 후, 팬미팅을 위한 페르소나를 썼습니다. "모두 안녕하세요! 저를 알아보는 분이 계실지 모르겠지만, 아까 방송하셨던 그 프로그램에 제가 출연했습니다." 반군들은 스테판의 정체를 알아채고 잠시 당황한 표정을 짓습니다. "스테판...? 바로 우리 눈 앞에? 있잖아요... 항상 당신을 만나는 게 꿈이었어요. 당신과 함께라면 저희의 대의도 큰 도약을 할 수 있을 거예요. 지금 바로 세상에 당신을-" "잠깐만요, 먼저 좀 말할게요. 지금 저는 이 함선에 있는 사람들에게 갚아야 할 빚이 있어요. 당신들이 이념을 실천하는 건 훌륭하다고 생각하지만... 제 TV쇼만으로는 큰 효과가 없을 것 같네요. 반군의 영역에 불러올 수 있는 변화는 얼마든지 있어요. 실제로 상황을 더 좋게 만들만한 변화 말이죠." 반군들은 충격받아 잠시 멍하니 있다가 고개를 끄덕이기 시작합니다. "네, 물론이죠. 당신 말이 맞아요. 우리가 경솔했나 봐요. 저는... 음... 급격한 변화를 생각 중이었어요." "아무래도 겁이 났던 것 같네요. 저도 이해해요. 하지만 그건 자신을 내보이기 위해 극복해야만 하는 시련이에요." 스테판은 계속해서 설득을 이어갑니다. 그의 설득이 끝났을 때, 반군 중 한 명이 당신의 임무에 동참하기로 결심했습니다.

source: Wouldn't someone who rebels against you be the biggest Rebel of them all?
fr: Une personne qui se rebelle contre vous ne serait-elle pas la plus grande des Rebelles ?
it: Qualcuno che si ribella a voi non sarebbe il più grande Ribelle di tutti?
ko: 당신들에게 반하는 자가 결과적으로 최고의 반군 아닐까요?

# data/events_sector_jerry.xml$//event[@name="META_REBELLION_TRICK"]/text
source: You explain that if the Meta-Rebellion are better Rebels because they're rebelling against the Rebellion, then someone who betrayed them (say, by joining a Renegade) would be the MOST Rebel of them all. At first the man in charge says "Hah, don't make me-", but he is cut off - the engineers behind them are all now aiming their weapons at each other. "...What are you doing? You can't just-" A fight breaks out. The winner takes a shuttle to come to your ship, and offers their services. However, their ship seems to have noticed your foul play, and attacks you!
fr: Vous expliquez que si les Méta-Rebelles sont de meilleures Rebelles parce qu'elles se rebellent contre la Rébellion, alors quelqu'un qui les a trahies (disons en rejoignant un Renégat) serait le PLUS Rebelle de tous. L'homme en charge dit d'abord "Hah, ne m'oblige pas à-", mais il est interrompu - les ingénieurs derrière eux sont maintenant tous en train de pointer leurs armes les uns vers les autres. "...Qu'est-ce que vous faites ? Vous ne pouvez pas..." Un combat s'engage. Le vainqueur prend une navette pour venir à votre vaisseau et propose ses services. Cependant, leur vaisseau semble avoir remarqué votre jeu déloyal et vous attaque !
it: Spieghi che se la Meta-Ribellione sono Ribelli migliori perché si ribellano alla Ribellione, allora qualcuno che li tradisce (diciamo, unendosi a un Rinnegato) sarebbe il PIÙ Ribelle di tutti. All'inizio il capo dice "Ah, ma non far-", ma viene interrotto: gli ingegneri dietro di lui ora si stanno tutti puntando addosso le armi. "...cosa state facendo? Non potete-" Inizia una sparatoria. Il vincitore prende una navicella per venire sulla tua nave e offre i suoi servigi. Ma la sua nave originale sembra aver notato il tuo doppio gioco e attacca!
ko: 당신은 메타 반군이 반군에 반한다는 이유로 더 좋은 반군이라고 생각한다면, 또다시 그들을 배반하는 것(예를 들면, 연방의 배회자에게 합류한다던가)이 더 좋은 반군이 아니냐고 말했습니다. 정장을 입은 남자는 곧바로 답했습니다. "하, 그런 말도 안 되는-" 하지만 그는 뒤에서 일어나는 광경을 보고 말을 멈췄습니다. 그의 뒤에 있던 공병들이 서로를 향해 무기를 겨누고 있습니다. "...뭐하는 거야? 당장 무기를-" 싸움이 시작됩니다. 승자는 왕복선을 타고 당신의 함선으로 와 합류를 제안했습니다. 하지만 그들의 함선은 당신의 음모를 알아채고 공격하기 시작합니다!

# data/events_sector_jerry.xml$//event[@name="META_REBELLION_TRICK"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: This is a waste of time. I'm leaving.
fr: C'est une perte de temps. Je m'en vais.
it: È una perdita di tempo. Io me ne vado.
ko: 시간 낭비다. 떠나자.

source: "As if! You know too much. We will have to dispose of you. Au revoir!" The feed cuts out, and the engineer ship comes to life!
fr: "C'est ça ! Vous en savez trop. Nous allons devoir nous débarrasser de vous. Au revoir !" La communication se coupe et le vaisseau ingénieur s'anime !
it: "Ti piacerebbe! Sai troppo. Adesso dobbiamo eliminarti. Au revoir!" La trasmissione si chiude e la nave degli ingegneri prende vita!
ko: "잠깐! 넌 너무 많은 걸 알아버렸어. 여기서 죽어줘야겠다. 잘 가!" 통신이 끊기고 공병 함선이 날아오르기 시작합니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: So... does that make you a potential ally to the Federation?
fr: Alors... cela fait-il de vous un allié potentiel de la Fédération ?
it: Quindi... questo ti rende un potenziale alleato della Federazione?
ko: 그러면... 당신들을 연방의 잠재적 아군으로 봐도 되겠습니까?

source: "Hah! Don't make me laugh. The Federation is even more establishment than the Rebellion. You're so insignificant to us, you're not even worth consideration."
fr: "Hah ! Ne me faites pas rire. La Fédération est encore plus implantée que la Rébellion. Vous êtes si insignifiants pour nous que vous ne valez même pas la peine d'être pris en considération."
it: "Hah. Ma non farmi ridere. La Federazione è un establishment anche più della Ribellione. Per noi sei così insignificante che non vale nemmeno la pena prenderti in considerazione."
ko: "하! 웃기지 마. 연방은 반군보다도 더 기득권적이잖아. 너희는 우리에게 너무 하찮아서 고려할 가치도 없어."

source: Wouldn't someone who rebels against you be the biggest Rebel of them all?
fr: Une personne qui se rebelle contre vous ne serait-elle pas la plus grande des Rebelles ?
it: Qualcuno che si ribella a voi non sarebbe il più grande Ribelle di tutti?
ko: 당신들에게 반하는 자가 결과적으로 최고의 반군 아닐까요?

source: This is a waste of time. I'm leaving.
fr: C'est une perte de temps. Je m'en vais.
it: È una perdita di tempo. Io me ne vado.
ko: 시간 낭비다. 떠나자.
