Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: "As if! You know too much. We will have to dispose of you. Au revoir!" The feed cuts out, and the engineer ship comes to life!
fr: "C'est ça ! Vous en savez trop. Nous allons devoir nous débarrasser de vous. Au revoir !" La communication se coupe et le vaisseau ingénieur s'anime !
it: "Ti piacerebbe! Sai troppo. Adesso dobbiamo eliminarti. Au revoir!" La trasmissione si chiude e la nave degli ingegneri prende vita!
ko: "잠깐! 넌 너무 많은 걸 알아버렸어. 여기서 죽어줘야겠다. 잘 가!" 통신이 끊기고 공병 함선이 날아오르기 시작합니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Wouldn't someone who rebels against you be the biggest Rebel of them all?
fr: Une personne qui se rebelle contre vous ne serait-elle pas la plus grande des Rebelles ?
it: Qualcuno che si ribella a voi non sarebbe il più grande Ribelle di tutti?
ko: 당신들에게 반하는 자가 결과적으로 최고의 반군 아닐까요?

source: This is a waste of time. I'm leaving.
fr: C'est une perte de temps. Je m'en vais.
it: È una perdita di tempo. Io me ne vado.
ko: 시간 낭비다. 떠나자.

source: "As if! You know too much. We will have to dispose of you. Au revoir!" The feed cuts out, and the engineer ship comes to life!
fr: "C'est ça ! Vous en savez trop. Nous allons devoir nous débarrasser de vous. Au revoir !" La communication se coupe et le vaisseau ingénieur s'anime !
it: "Ti piacerebbe! Sai troppo. Adesso dobbiamo eliminarti. Au revoir!" La trasmissione si chiude e la nave degli ingegneri prende vita!
ko: "잠깐! 넌 너무 많은 걸 알아버렸어. 여기서 죽어줘야겠다. 잘 가!" 통신이 끊기고 공병 함선이 날아오르기 시작합니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Attack the habitat.
fr: Attaquer l'habitat.
it: Attacca l'habitat.
ko: 주거 돔을 공격한다.

source: The engineer ship quickly responds to your aggressive behavior. Looks like you have a fight on your hands!
fr: Le vaisseau ingénieur réagit rapidement à votre comportement agressif. On dirait que vous avez un combat à mener !
it: La nave degli ingegneri risponde in fretta al tuo comportamento aggressivo. Pare che dovrai combattere!
ko: 공병 함선은 당신의 공격적 행동에 재빨리 반응합니다. 전투를 치러야 할 것 같습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Avoid the signal.
fr: Éviter le signal.
it: Evita il segnale.
ko: 신호를 무시하다.

source: You have no time to chase TV signals of a children's television show.
fr: Vous n'avez pas le temps de courir après les signaux télévisés d'une émission pour enfants.
it: Non hai tempo per inseguire segnali TV di uno spettacolo per bambini.
ko: 어린이 TV 프로그램 따위의 신호를 쫓을 시간은 없습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_COALITION_SPIES"]/text
source: There is a Rebel ship at this beacon. It keeps its distance from your ship.
fr: Un vaisseau Rebelle se trouve à cette balises. Il garde ses distances avec votre vaisseau.
it: C'è una nave Ribelle a questo astrofaro. Si tiene a distanza della tua nave.
ko: 송신소에 반군 함선이 있습니다. 당신의 함선으로부터 거리를 지키고 있습니다.

source: Hail them to ask why they are acting suspiciously.
fr: Les contacter pour leur demander pourquoi ils agissent de manière suspecte.
it: Contattali e chiedi perché si comportano in modo così sospetto.
ko: 교신을 걸고 왜 수상쩍게 행동하는지 묻는다.

source: The voice that returns sounds a bit off, like it's being digitally altered. "We will let you live, Renegade. Go now."
fr: La voix qui revient sonne un peu faux, comme si elle avait été modifiée numériquement : " Nous te laisserons vivre, Renégats. Pars maintenant."
it: La voce che ti risponde sembra un po' strana, come se fosse alterata digitalmente. "Ti lasceremo vivere, Rinnegato. Ora va'."
ko: 그들의 목소리는 음성 변조된 것처럼 약간 어색하게 들립니다. "널 살려주겠다, 배회자. 이제 가라."

source: Threaten to report them if they don't respond.
fr: Les menacer de les dénoncer s'ils ne répondent pas.
it: Minaccia di segnalarli se non rispondono.
ko: 대답하지 않으면 신고하겠다고 협박한다.

source: There is a pause, and then a response comes, this time unmistakably sounding like a Slug. "The Coalition isssn't here for you, Renegade. We're here to ssspy on and undermine the Rebelssss. Thisss isss the deepessst we've ever gotten in Rebel territory. It would be for both of our bessst interessstsss if we sssimply ignore each other and causssse trouble for our mutual enemy."
fr: Il y a une pause, puis une réponse vient, cette fois-ci sans équivoque, avec le son d'une Limace. "La Coalitttion n'est pas là pour toi, Renégats. Nous ssssommes iccci pour essspionner et sssaper les Rebelles. Nous n'avons jamais zzété aussssi profondément enfoncccés dans le territoire des Rebelles. Il ssserait dans notre intérêt à tous les deux de nous zzignorer mutuellement et de cauzzzer des ennuis à notre ennemi commun."
it: C'è una pausa, poi arriva una risposta, stavolta che sembra chiaramente uno slugman. "La Coalizione non è qui per te, Rinnegato. Sssiamo qui sssolo per ssspiare e sssabotare i Ribelli. Non ci sssiamo mai ssspinti cosssì in profondità nel loro territorio. Sssarebbe meglio per entrambi ssse ci ignoriamo a vicenda e causssiamo guai al nossstro nemico comune."
ko: 잠시 침묵이 흐른 뒤 이번에는 분명한 슬러그의 목소리로 답변이 왔습니다. "연합의 목쩍은 네가 아니다, 배회짜. 우리는 반군을 염탐하고 약화하기 위해 이고쎄 왔다. 우리가 반군의 영토에 이렇게 깊이 침투한 쩍은 처음이다. 써로 무씨하고 공동의 쩍에 찝쭝하는 거씨 우리 둘 모두에게 쫗을 거씨다."

source: (Mantis Crew) Entice their Mantis with the promise of a better fight.
fr: (Membre d'équipage Mantis) Séduire leur Mantis en leur promettant un meilleur combat.
it: (Equipaggio mantis) Attira il loro mantis con la promesso di un combattimento migliore.
ko: (맨티스 선원) 더 재밌는 싸움을 약속한다고 맨티스를 꼬드긴다.

source: The Mantis jumps at the opportunity. "Bye, jerks! Better fights now! Spying is waste of time." "You have ssssome nerve.... Eh, sssscrew it. By all meanssss take thissss idiot off of our handssss."
fr: Le Mantis saute sur l'occasion : " Au revoir, les nazes ! Mieux vaut se battre maintenant ! L'espionnage est une perte de temps." "Vous zzavez du culot.... Eh, tant pis. Par tous les moyens, enlevez cccet idiot de nos pattes."
it: Il mantis coglie la palla al balzo. "Ciao, stronzi! Ora io combatte meglio! Spiare è perdita di tempo." "Hai un bel coraggio... eh, chisssene. Prego, prenditi pure quessst'idiota."
ko: 맨티스는 기회를 놓치지 않습니다. "잘 가, 멍청이들아! 더 재밌는 싸움 하러 간다! 염탐 시간 낭비야." "너 참 뻔뻔하구나.... 아, 돼써. 쩨발 이 멍청이를 우리 쏜에써 떼어놔 쭤."

source: Bribe them to delay the fleet to aid your interference with Rebel activities.
fr: Les soudoyer pour qu'ils retardent la flotte afin de faciliter votre ingérence dans les activités des Rebelles.
it: Corrompili perché ritardino la flotta per aiutare le tue interferenze con le attività Ribelli.
ko: 뇌물을 쥐여주고 당신의 반군 저지 활동을 위해 함대를 지연시켜달라고 한다.

source: "Ssssure, that can be arranged. Kill asss many Rebelsss asss you can find."
fr: "Bien sssûr, ççça peut sss'arranger. Tuez le plusss de Rebelles que vous pourrez trouver."
it: "Ma certo, sssi può fare. Ammazza più Ribelli che puoi."
ko: "쫗아, 그렇게 할 쑤 이써. 반군을 보이는 대로 쭉여버리라고."

source: The Coalition is no better than the Rebels! Attack!
fr: La Coalition ne vaut pas mieux que les Rebelles ! Attaquer !
it: La Coalizione non è certo meglio dei Ribelli! All'attacco!
ko: 연합은 반군보다 나을 게 없다! 공격!

source: "Thisss isss a pointlesss fight, Renegade! The Rebelsss ssstand to gain from our conflict!" The ship doesn't hesitate to defend itself.
fr: "Ccc'est un combat inutile, Renégats ! Les Rebelles ont tout à gagner de notre conflit !" Le vaisseau n'hésite pas à se défendre.
it: "Quesssto ssscontro è inutile, Rinnegato! I Ribelli avranno sssolo da guadagnarci dalla nossstra ssscaramuccia!" La nave non esita a difendersi.
ko: "이건 의미 없는 싸움이야, 배회짜! 반군만 쫗게 해쭈는 꼴이라고!" 그들은 곧바로 방어 태세에 돌입합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Leave them alone.
fr: Les laisser tranquille.
it: Lasciali in pace.
ko: 내버려둔다.

source: Do as they say.
fr: Faire comme ils ont dit.
it: Fai come dicono.
ko: 간다.

source: The ship stays true to its promise, not interfering with your activities.
fr: Le vaisseau reste fidèle à sa promesse, sans interférer avec vos activités.
it: La nave mantiene la parola e non interferisce con le tue attività.
ko: 슬러그는 약속을 지켜 당신에게 간섭하지 않았습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

source: Attack the ship.
fr: Attaquer le vaisseau.
it: Attacca la nave.
ko: 공격한다.

source: Surprisingly, this ship has a Coalition crew! They do not hesitate to defend themselves.
fr: Étonnamment, ce vaisseau a un équipage de la Coalition ! Ils n'hésitent pas à se défendre.
it: Sorprendentemente, questa nave ha un equipaggio della Coalizione! E non esitano a difendersi.
ko: 놀랍게도 이 함선에는 연합군이 타 있습니다! 그들은 곧바로 방어 태세에 돌입합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Leave them alone.
fr: Les laisser tranquille.
it: Lasciali in pace.
ko: 내버려둔다.

source: The ship continues to remain at this beacon, not responding to anything your ship does.
fr: Le vaisseau continue de rester à cette balises, ne réagissant à rien de ce que fait votre vaisseau.
it: La nave continua a rimanere all'astrofaro, senza rispondere a niente di quello che fa la tua nave.
ko: 그 함선은 당신의 함선에 전혀 반응하지 않고 계속 이 송신소에 가만히 있습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT"]/text
source: You have stumbled upon some kind of Rebel depot. Dozens of transport ships travel in queues towards the central warehouses, and a couple workers on the ground carry back and forth crates of supplies. Defense wise, it's not impenetrable, but a nasty looking Ace vessel is standing guard.
fr: Vous êtes tombé sur une sorte de dépôt des Rebelles. Des dizaines de vaisseaux transporteurs se dirigent en file vers les entrepôts centraux et quelques ouvriers au sol transportent des caisses de ressources dans un sens ou dans l'autre. Côté défense, ce n'est pas impénétrable, mais un vaisseau Ace à l'allure désagréable monte la garde.
it: Hai trovato una specie di deposito Ribelle. Dozzine di mercantili viaggiano in fila verso i magazzini centrali e alcuni braccianti a terra portano casse di scorte avanti e indietro. Difensivamente non è impenetrabile, ma una nave Ace non molto rassicurante è di guardia.
ko: 반군의 저장 시설을 찾은 것 같습니다. 수십 척의 수송선이 중앙 창고를 향해 줄지어 이동하고 있고, 지상에 있는 근로자들은 보급품 상자를 앞뒤로 나르고 있습니다. 방어 체계의 경우 뚫을 수 없는 수준은 아니지만, 험상궃게 생긴 에이스 선박이 보초를 서고 있습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT"]/choice[1]/text
source: Attack the depot.
fr: Attaquer le dépôt.
it: Attacca il deposito.
ko: 창고를 공격한다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT"]/choice[1]/event/text
source: You power up the weapons and engage the Ace ship to access the depot.
fr: Vous activez les armes et ciblez le vaisseau Ace pour accéder au dépôt.
it: Alimenti le armi e affronti la nave Ace per accedere al deposito.
ko: 당신은 무기를 가동하고 에이스 함선과 교전하러 창고로 접근합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT"]/choice[2]/text
source: Ignore the depot.
fr: Ignorer le dépôt.
it: Ignora il deposito.
ko: 창고를 무시한다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT"]/choice[2]/event/text
source: No reason for you to go causing extra problems here. You have more pressing matters at hand.
fr: Il n'y a aucune raison pour que vous causiez des problèmes supplémentaires ici. Vous avez des choses plus urgentes à faire.
it: Non hai motivo di combinare altri guai qui. Hai cose più importanti a cui pensare.
ko: 여기서 추가적인 문제를 일으킬 이유는 없습니다. 당신에겐 더 급한 일이 있으니까요.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT_RAID"]/text
source: With the ship now out the way, it becomes clear why the defense was so lackluster - the supplies stored here are nothing more than humanitarian, and the Rebel citizens are likely in dire need.
fr: Une fois le vaisseau hors d'état de nuire, on comprend mieux pourquoi la défense a été si terne : les ressources stockées ici ne sont rien d'autre qu'humanitaires et les citoyens Rebelles en ont sans doute grand besoin.
it: Con la nave eliminata, capisci meglio perché le difese erano così scarse: le scorte immagazzinate qui non sono altro che aiuti umanitari, e i cittadini Ribelli probabilmente ne hanno un disperato bisogno.
ko: 보초를 제거하고 나니 왜 그렇게 방어 체계가 부진했는지 명확해졌습니다. 이곳에 저장된 물자는 딱 인도주의적 지원을 위한 것들이었습니다. 그리고 반군의 시민들은 매우 궁핍한 상황일 테죠.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT_RAID"]/choice[1]/text
source: Steal the supplies.
fr: Voler les ressources.
it: Ruba le scorte.
ko: 구호품을 뺏는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DEPOT_RAID"]/choice[2]/text
source: Leave the supplies.
fr: Laisser les ressources.
it: Lascia le scorte.
ko: 보급품을 내버려둔다.

source: You came here looking for military goods, but the citizens of this place need this cargo. Better to leave it.
fr: Vous êtes venu ici pour chercher des marchandises militaires, mais les citoyens de cet endroit ont besoin de cette cargaison. Mieux vaut la laisser.
it: Sei venuto qui alla ricerca di scorte militari, ma ai cittadini del luogo serve questa merce. Meglio lasciarla dov'è.
ko: 당신은 군용품을 찾으러 왔지만, 여기 있는 물자는 시민들에게 필요한 것들입니다. 두고 가는 것이 좋아 보입니다.

source: You grab the supplies, knowing full well that the people of this sector likely need them more than you do.
fr: Vous vous emparez des ressources, sachant pertinemment que les habitants de ce secteur en ont probablement plus besoin que vous.
it: Prendi le scorte, sapendo benissimo che probabilmente servono di più agli abitanti di questo settore che a te.
ko: 당신은 이 물자들이 당신보다 이 구역의 시민들에게 더 필요하다는 것을 알면서도 보급품을 손에 쥐었습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: You grab the supplies, knowing full well that the people of this sector likely need them more than you do.
fr: Vous vous emparez des ressources, sachant pertinemment que les habitants de ce secteur en ont probablement plus besoin que vous.
it: Prendi le scorte, sapendo benissimo che probabilmente servono di più agli abitanti di questo settore che a te.
ko: 당신은 이 물자들이 당신보다 이 구역의 시민들에게 더 필요하다는 것을 알면서도 보급품을 손에 쥐었습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: You grab the supplies, knowing full well that the people of this sector likely need them more than you do.
fr: Vous vous emparez des ressources, sachant pertinemment que les habitants de ce secteur en ont probablement plus besoin que vous.
it: Prendi le scorte, sapendo benissimo che probabilmente servono di più agli abitanti di questo settore che a te.
ko: 당신은 이 물자들이 당신보다 이 구역의 시민들에게 더 필요하다는 것을 알면서도 보급품을 손에 쥐었습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_AUTO_REPLICA"]/text
source: An Engineer vessel appears to be working on an automated vessel painted in bright blue, with the words "To: Jerry, From: Smith and the Gang." sprawled on the side.
fr: Un vaisseau ingénieur semble travailler sur un vaisseau automatisé peint en bleu vif, avec les mots "Pour : Jerry, De : Smith et son Gang" inscrits sur le côté.
it: Una nave di ingegneri sembra star lavorando a una robo-nave dipinta di azzurro, con le parole "A: Jerry, Da: Smith e la gang." scarabocchiate sul fianco.
ko: 공병 선박이 밝은 파란색으로 도색된 무인기를 제작하고 있고, 그 옆에는 "제리에게. 스미스와 갱으로부터" 라는 문구가 펼쳐져 있습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_AUTO_REPLICA"]/choice[1]/text
source: Ask them what the Auto-ship is for.
fr: Leur demander à quoi sert l'Auto-vaisseau.
it: Chiedigli a cosa serve la robo-nave.
ko: 무인기의 용도를 물어본다.

source: The Engineers don't seem to recognize you as a Federation ship, or just don't care. "This, this is my magnum opus! An Auto-ship programmed with Jerry's personality! It just needs some finishing touches... Tell me, what is your favorite thing about the boss?"
fr: Les ingénieurs ne semblent pas vous reconnaître en tant que vaisseau de la Fédération, ou alors ils s'en moquent complètement. " Ceci, c'est mon chef-d'œuvre ! Un Auto-vaisseau programmé avec la personnalité de Jerry ! Il ne manque plus que quelques finitions... Dites-moi, qu'est-ce que vous préférez chez le patron ?"
it: Gli ingegneri non sembrano riconoscerti come nave federale o forse non gli importa. "Questo, questo è il mio capolavoro! Una robo-nave programmata con la personalità di Jerry! Ha solo bisogno degli ultimi ritocchi... dimmi, cos'è che ti piace di più del capo?"
ko: 공병들은 당신이 연방군이라는 걸 깨닫지 못한 것 같습니다. 아니면 그냥 신경 쓰지 않는 걸지도요. "이건... 이건 나의 걸작이야! 제리의 성격으로 프로그래밍한 무인기! 이제 마무리 손질만 하면 된다고... 말해봐, 너는 보스의 어떤 점이 가장 마음에 들어?"

source: (Jerry) Jerry is on board, would you like to show him the gift?
fr: (Jerry) Jerry est à bord, voulez-vous lui montrer le cadeau ?
it: (Jerry) Jerry è a bordo, vuoi mostrargli il regalo?
ko: (제리) 함선에 제리가 타고 있다. 바로 선물을 보여줄까?

source: The engineer is startled. "What, he is? Well..." The engineer scratches his shoulder nervously. "It's not quite finished but... let me show it to you." The engineer fumbles with his controls, and the Auto-ship comes to life. "Good morning, Smith. Do you want me to read your kids their bedtime stories again?" "No no no, I'm..." He turns to Jerry. "I may have, uh, field tested his personality on my family." He clears his throat. "Look, it's Human Jerry!" Jerry waves at the blue Auto. "Hello." "Oh, you're the guy I'm modeled after. Hi there."
fr: L'ingénieur sursaute : "Quoi, il l'est ? Bon..." L'ingénieur se gratte nerveusement l'épaule. "Ce n'est pas tout à fait terminé mais... laissez-moi vous le montrer." L'ingénieur tripote ses commandes et l'Auto-vaisseau s'anime : " Bonjour, Smith. Voulez-vous que je lise à nouveau à vos enfants des histoires pour s'endormir ?" "Non non non, je suis..." Il se tourne vers Jerry. "J'ai peut-être, euh, testé sa personnalité sur ma famille." Il se racle la gorge. "Regardez, c'est Jerry Humain !" Jerry salue l'Auto-vaisseau bleu. "Bonjour." "Oh, vous êtes le type qui m'a servi de modèle. Bonjour."
it: L'ingegnere è sbigottito. "Cosa, davvero? Beh..." Si gratta la spalla con fare nervoso. "Non è ancora del tutto completa, ma... lascia che ti mostri." L'ingegnere armeggia coi suoi controlli e la robo-nave prende vita. "Buongiorno Smith. Vuoi che legga di nuovo favole della buonanotte ai tuoi bambini?" "No no no, sono..." Si volta verso Jerry. "Potrei, uh, aver testato la sua personalità sulla mia famiglia." Si schiarisce la gola. "Guarda, è Jerry umano!" Jerry saluta con la mano la robo-nave azzurra. "Ciao." "Oh, tu sei quello su cui hanno basato la mia programmazione. Ehilà."
ko: 공병은 깜짝 놀랍니다. "뭐, 거기 계신다고? 그러면..." 공병이 긴장한 듯 어깨를 긁습니다. "아직 완성된 건 아니지만... 보여드려야지." 공병이 조종간을 더듬자, 무인기가 움직이기 시작합니다. "좋은 아침이에요, 스미스. 아이들에게 다시 동화책 읽어줄까요?" "이건 그러니까, 어..." 그가 제리를 바라봅니다. "우리 가족을 상대로 성격 테스트를 해봤거든요." 그가 목을 가다듬습니다. "보세요, 인간 제리예요!" 제리가 파란 무인기를 향해 손을 흔듭니다. "안녕." "아, 제 모델이 바로 당신이군요. 안녕하세요."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: "Well, that's pretty cool and all, but I'm just wondering... why present someone with a copy of their own personality?" Smith rubs his chin. "Well, I saw it like this: what is it that you don't already have that everyone else has?" Jerry stares blankly. "Yourself! Every person in the Protectorate is happier in your presence. The great tragedy is that the one person that doesn't have a Jerry, is Jerry himself!"
fr: "Eh bien, c'est plutôt cool et tout, mais je me demande juste... pourquoi présenter à quelqu'un une copie de sa propre personnalité ?" Smith se frotte le menton : "Eh bien, je l'ai vu comme ça : qu'est-ce que tu n'as pas déjà et que tout le monde a ?" Jerry reste bouche bée : "Toi-même ! Chaque personne du Protectorat est plus heureuse en votre présence. La grande tragédie, c'est que la seule personne qui n'a pas de Jerry, c'est Jerry lui-même !"
it: "Beh, tutto molto bello, per carità... solo mi chiedo... perché regalare a qualcuno una copia della sua stessa personalità?" Smith si gratta il mento. "Beh, l'ho vista così: cos'è che non hai già, ma che tutti gli altri hanno?" Jerry lo fissa vacuo. "Te stesso! Ogni persona nel Protettorato è più felice in tua presenza. La grande tragedia è che l'unica persona che non ha un Jerry è Jerry stesso!"
ko: "그거 정말 멋지네요. 그런데 왜... 제 성격의 복제품을 선물로 정하신 거죠?" 스미스가 턱을 문지릅니다. "그건 말이죠, 다른 사람들에겐 있는데 당신에겐 없는 게 뭘까요?" 제리가 멍하니 쳐다봅니다. "바로 제리죠! 보호령의 모든 사람은 당신이 있어서 행복해요. 하지만 이곳에도 거대한 비극이 있으니, 바로 제리 자신에겐 제리가 없다는 것이죠!"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Jerry looks at you for a moment and then sighs. "Well, it's a nice gift and a great sentiment. I'm going on something of a journey so... Why don't you use it to lift everyone's spirits in my absence? I think if I really make you guys happy, then the greatest gift you can give me is that I'm making people happy in two places at once." All of the engineers start to tear up. "Oh Jerry... you're the greatest guy of all time!" The engineers insist on giving you whatever they have laying around since Jerry is leaving his gift behind.
fr: Jerry vous regarde un moment, puis soupire : "C'est un beau cadeau et un beau sentiment. Je pars en voyage, alors... Pourquoi ne pas l'utiliser pour remonter le moral de tout le monde en mon absence ? Je pense que si je vous rends vraiment heureux, le plus beau cadeau que vous puissiez me faire, c'est que je rende les gens heureux à deux endroits à la fois." Tous les ingénieurs se mettent à pleurer : "Oh Jerry... tu es le meilleur gars de tous les temps !" Les ingénieurs insistent pour vous donner tout ce qu'ils ont sous la main puisque Jerry laisse son cadeau derrière lui.
it: Jerry ti guarda per un momento e poi sospira. "Beh, apprezzo il regalo e il pensiero. Mi sto mettendo in viaggio, quindi... perché non lo usate per sollevare il morale a tutti in mia assenza? Credo che se vi rendo davvero così felici, allora il regalo migliore che potete farmi è far sì che io possa rallegrare la gente in due posti allo stesso tempo." Tutti gli ingegneri iniziano a lacrimare. "Oh Jerry... sei il migliore che ci sia!" Gli ingegneri insistono per darti qualunque cosa abbiano in giro visto che Jerry lascia qui il suo regalo.
ko: 제리는 잠시 당신을 바라보다가 한숨을 쉽니다. "깊은 뜻이 담긴 좋은 선물이네요. 그런데 제가 어떤 여행을 떠나는 중이라서... 제가 없는 동안 이걸로 모두의 기분을 북돋아 주면 어떨까요? 제가 정말로 여러분을 행복하게 해드린다면, 두 곳에서 동시에 사람들을 행복하게 하는 것이 제게 가장 큰 선물이 될 것 같아요." 모든 공병이 눈물을 흘리기 시작합니다. "오, 제리... 당신은 정말 최고예요!" 공병들은 제리가 선물을 남기고 떠나는 만큼 자신들이 가지고 있는 모든 것을 주겠다고 고집합니다.

source: Lie: His ruthless and unforgiving nature. Makes him a good soldier.
fr: Mentir : Sa nature impitoyable et impardonnable. Cela fait de lui un bon Soldat.
it: Menti: la sua natura crudele e impietosa. Fa di lui un ottimo soldato.
ko: 거짓말한다: 그의 무자비하고 단호한 천성이 좋습니다. 그것이 그를 뛰어난 군인으로 만들죠.

source: "Hah... what? That doesn't sound like him at all." The Engineer shoos you away and goes back to working on the ship.
fr: "Hah... quoi ? Cela ne lui ressemble pas du tout" L'ingénieur vous chasse et retourne travailler sur le vaisseau.
it: "Hah... come? Non sembra affatto lui." L'ingegnere ti allontana e torna a lavorare sulla nave.
ko: "어... 뭐? 그건 전혀 제리 같지 않은데." 공병은 당신을 쫓아내고 다시 함선을 손봅니다.

source: Attack them!
fr: Les attaquer !
it: All'attacco!
ko: 공격하라!
