Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYMET"]/choice[2]/event/text
source: "Typical. Renegades always follow the same course no matter what. To the grave you go, then."
fr: "Typique. Les Renégats suivent toujours la même voie quoi qu'il arrive. Vous creusez votre propre tombe."
it: "Tipico. I Rinnegati si comportano sempre allo stesso modo in ogni occasione. Allora muori."
ko: "전형적이야. 배회자들은 무슨 일이 있든 항상 똑같이 행동하는군. 그럼 무덤으로 보내주지."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYDEAD"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, the fires of vengeance in her eyes. "You son of a bitch. Are you happy with what you've done? I hope you are. Because it's the last damn mistake you've ever made. You shouldn't have hurt that kid, but you did, and now it's personal."
fr: Non loin de là se profile un croiseur massif comme vous n'en avez jamais vu. À bord du vaisseau se trouvent plusieurs Aces et leur chef, une femme de petite taille mais puissamment bâtie, aux longs cheveux noirs : Cyra Black, la première MFK Ace Elle vous regarde, le feu de la vengeance dans les yeux : "Espèce d'enfoiré. Es-tu content de ce que tu as fait ? J'espère que oui. Parce que c'est la dernière erreur que tu auras jamais commise. Tu n'aurais pas dû faire de mal à ce gamin et maintenant c'est personnel."
it: Nei paraggi si trova un enorme incrociatore completamente diverso da tutti quelli che tu abbia mai visto. A bordo ci sono molti Ace, e la loro leader, una donna bassa ma muscolosa con lunghi capelli neri: Cyra Black, la prima MFK Ace. Ti lancia uno sguardo carico di vendetta. "Brutto figlio di puttana. Sei contento di ciò che hai fatto? Spero proprio di sì. Perché sarà il tuo ultimo errore. Non avresti dovuto uccidere quel ragazzino, ma l'hai fatto e ora la cosa è personale."
ko: 근처에 어렴풋이 여태껏 본 것과는 다른 거대한 순양함이 보입니다. 순양함에는 여러 명의 에이스와 그들의 리더로 보이는 검고 긴 머리의 여성이 타고 있었습니다. 키는 작지만 강해 보이는 그녀는 최초의 MFK 에이스, '시라 블랙'입니다. "이 개자식. 네가 한 일에 만족하나? 꼭 그랬으면 좋겠군. 그게 네 인생의 마지막 실수가 될 테니까. 그 아이를 다치게 해서는 안 됐는데, 넌 결국 저질러 버렸어. 이건 내 사적인 복수다."

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYDEAD"]/choice/text
source: Uh oh.
fr: Oh euh.
it: Oh oh.
ko: 오 이런.

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYDEAD"]/choice/event/text
source: Cyra draws out her rifle, wiping the barrel clean, then silently motions for her men to attack!
fr: Cyra sort son fusil, essuie le canon, puis fait silencieusement signe à ses hommes d'attaquer !
it: Cyra estrae il suo fucile, pulendo la canna, poi indica ai suoi uomini di attaccare!
ko: 시라는 라이플을 꺼내 총열을 깨끗이 닦은 후, 부하들에게 공격하라고 조용히 손짓했습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYGONE"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "I've heard word of your movements in this sector. I know who you are, but I don't care. I heard what happened at the estate. Yet, Jerome is not with you? What did you do with him?! That idiot, trusting a Renegade on their word! You SCUM! I will gladly wipe you off the face of this Multiverse with the business end of my gun."
fr: Non loin de là se profile un croiseur massif comme vous n'en avez jamais vu. À bord du vaisseau se trouvent plusieurs Aces et leur chef, une femme de petite taille mais puissamment bâtie, aux longs cheveux noirs : Cyra Black, la première MFK Ace. Elle vous regarde, mais ne semble pas vouloir attaquer : "J'ai entendu parler de vos agissements dans ce secteur. Je sais qui vous êtes, mais je m'en fiche. J'ai appris ce qui s'est passé au domaine. Pourtant, Jérôme n'est pas avec vous ? Qu'avez-vous fait de lui ? Quel idiot de faire confiance à un Renégats ! Espèce d'ordure ! Je vous effacerai volontiers de la surface de ce Multivers avec ce fusil."
it: Nei paraggi si trova un enorme incrociatore completamente diverso da tutti quelli che tu abbia mai visto. A bordo ci sono molti Ace, e la loro leader, una donna bassa ma muscolosa con lunghi capelli neri: Cyra Black, la prima MFK Ace. Ti guarda, ma non fa gesti aggressivi. "Ho sentito parlare dei tuoi movimenti in questo settore. So chi sei, ma non m'importa. Ho sentito cos'è successo alla tenuta. Però, Jerome non è con te? Cosa ne è stato di lui?! Quell'idiota ha preso un Rinnegato in parola! LURIDA CANAGLIA! Sarà un piacere spazzare il tuo brutto muso via dal multiverso col mio fucile."
ko: 근처에 어렴풋이 여태껏 본 것과는 다른 거대한 순양함이 보입니다. 순양함에는 여러 명의 에이스와 그들의 리더로 보이는 검고 긴 머리의 여성이 타고 있었습니다. 키는 작지만 강해 보이는 그녀는 최초의 MFK 에이스, '시라 블랙'입니다. "이 구역에서의 네 행적은 훤히 알고 있다. 네가 누군지는 알지만 관심 없어. 사유지에서 무슨 일이 있었는지도 들었고. 잠깐... 왜 제롬과 함께 있지 않지? 걔한테 무슨 짓을 한 거야?! 그 바보 같은 놈 감히 배회자의 말을 믿다니! 이 쓰레기 새끼! 내가 가진 모든 것을 동원해서 네놈의 존재를 멀티버스에서 지워버리겠어."

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYGONE"]/choice/text
source: Uh oh.
fr: Oh euh.
it: Oh oh.
ko: 오 이런.

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYGONE"]/choice/event/text
source: Cyra draws out her rifle, wiping the barrel clean, then silently motions for her men to attack!
fr: Cyra sort son fusil, essuie le canon, puis fait silencieusement signe à ses hommes d'attaquer !
it: Cyra estrae il suo fucile, pulendo la canna, poi indica ai suoi uomini di attaccare!
ko: 시라는 라이플을 꺼내 총열을 깨끗이 닦은 후, 부하들에게 공격하라고 조용히 손짓했습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_SURRENDER"]/text
source: A sprawling city has been constructed on the nearby planet, but clouds of smoke block most of your vision. As you pull closer, it is evident some major conflict has occurred here. Medics hurry to treat wounded civilians left by the wayside, and burning wreckages have been haphazardly thrown into the faces of skyscrapers. Most concerningly, some of the wreckage seems to be... Federation?
fr: Une ville tentaculaire a été construite sur la planète voisine, mais des nuages de fumée bloquent la majeure partie de votre vision. Au fur et à mesure que vous vous rapprochez, il est évident qu'un conflit majeur s'est déroulé ici. Les médecins s'empressent de soigner les civils blessés laissés sur le bord de la route et des épaves en feu ont été projetés sur les façades des gratte-ciel. Le plus inquiétant, c'est qu'une partie des débris semble appartenir à la... Fédération ?
it: Una città enorme è stata costruita sul pianeta vicino, ma nubi di fumo bloccano gran parte della tua vista. Come ti avvicini, è palese che ci sia stato uno scontro importante qui. Medici corrono a soccorrere civili feriti e rottami in fiamme sono stati gettati sui muri di grattacieli. La cosa preoccupante è che alcuni di quei rottami sembrano essere... la Federazione?
ko: 가까운 행성에 넓게 펼쳐진 도시가 세워져 있지만, 매연이 시야를 가렸습니다. 좀 더 가까이 다가가자, 이곳에 심각한 충돌이 있었음을 확인할 수 있었습니다. 길가에서는 의료진들이 부상당한 민간인들을 치료하기 위해 뛰어다니고 있고, 고층 빌딩 위에는 불타는 난파선들이 걸려 있습니다. 가장 우려되는 것은, 난파선 중 일부가... 연방제 함선이라는 점입니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_SURRENDER"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_SURRENDER"]/choice/event/text
source: Eventually, the civilians notice you watching them. Rather than trying to attack you, they surrender. "Please, we wanted none of this! We don't give a damn about your stupid war! Is what you've done here not enough?!"
fr: Les civils finissent par remarquer que vous les observez. Plutôt que d'essayer de vous attaquer, ils se rendent : "S'il vous plaît, nous ne voulions rien de tout cela ! Nous n'avons que faire de votre stupide guerre ! Ce que vous avez fait ici n'est pas suffisant ? !"
it: A un certo punto, i civili notano che li stai guardando. Invece di attaccarti però, si arrendono. "Per favore, non volevamo niente di tutto questo! Non ce ne importa un fico secco della vostra stupida guerra! Non vi basta quello che avete già fatto qui?!"
ko: 결국 민간인들이 당신의 시선을 알아차렸습니다. 그들은 당신을 공격하지 않고 항복했습니다. "부탁입니다, 우린 이런 것을 원하지 않았어요! 당신들의 멍청한 전쟁 따윈 신경도 안 쓴다고요! 이런 짓은 충분하지 않나요?!"

source: Accept their surrender, and the responsibility of whatever has happened here.
fr: Accepter leur reddition et la responsabilité de ce qu'il s'est passé ici.
it: Accetta la resa e la responsabilità di quanto accaduto qui.
ko: 그들의 항복을 받아들인다. 그리고 여기서 일어난 모든 일에 대한 책임을 진다.

source: It's a lot of supplies for something you had no hand in - but this probably won't do anything to redeem the Federation in these people's eyes. You had no idea the Federation would sanction things like this though...
fr: C'est beaucoup de ressources pour quelque chose dans lequel vous n'avez rien à voir - et cela ne fera probablement rien pour redorer le blason de la Fédération aux yeux de ces gens. Vous n'imaginiez pas que la Fédération approuvait ce genre de choses...
it: Sono parecchie risorse per qualcosa con cui tu non hai avuto niente a che fare... ma probabilmente questo non farà niente per redimere la Federazione agli occhi di questa gente. Non pensavi che la Federazione approvasse cose del genere...
ko: 당신은 뭔지도 모르는 일에 상당한 배상금을 지불했습니다. 하지만 그렇다고 해서 이 사람들이 갖게 됐을 연방에 대한 이미지를 바꾸지는 못할 것입니다. 연방이 이런 짓을 승인하다니 믿기지가 않네요...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: We had nothing to do with this.
fr: Nous n'avons rien à voir avec cela.
it: Non abbiamo niente a che fare con tutto questo.
ko: 우린 이 일과 아무 상관 없다.

source: "Bullshit. Even if you weren't involved in this slaughter, you still enabled it! What do you think will happen when the Federation secures its grip of this reality? They'll come back, and they'll wipe this place off the face of the galaxy. Get out of our city."
fr: "Foutaise. Même si vous n'avez pas participé à ce massacre, vous l'avez quand même rendu possible ! Que croyez vous qu'il se passera quand la Fédération aura repris le contrôle de cette réalité ? Ils reviendront et rayeront cet endroit de la surface de la galaxie. Sortez de notre ville."
it: "Stronzate. Anche se non siete stati coinvolti in questo massacro, l'avete comunque reso possibile! Cosa credete succederà quando la Federazione avrà il pieno controllo di questa realtà? Torneranno e spazzeranno via dalla galassia questo posto. Ora fuori dalla nostra città."
ko: "헛소리. 이 살육에 직접 관여하진 않았더라도, 이 짓을 가능하게 만든 건 당신이야! 연방이 완전히 이 현실을 장악하면 어떤 일이 일어날 것 같아? 분명 여기로 몰려와서 이 도시를 지워버리겠지. 우리 도시에서 당장 나가."

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

source: (Tully) Ask Tully to give them an explanation.
fr: (Tully) Demander à Tully de leur donner une explication.
it: (Tully) Chiedi a Tully di dargli una spiegazione.
ko: (툴리) 툴리에게 설명해 달라고 한다.

source: Tully sighs. "This operation was not sanctioned by the admiralty... but unsanctioned massacres like this have been known to happen when the Federation has its back against the wall. The exact same thing happened in the Federation-Mantis War." Tully smiles sadly. "On a related note, while we were prosecuting the war criminals responsible... The Rebels needed highly trained human military commanders with a grudge against the Federation. Take a wild guess where they got them." "We're not responsible for what the military does. We are civilians! We just want to live in peace." The civilian folds his arms. "If your Federation comes back, do you really think we will be spared?" "It's my job to be sure of that. I can't say that the Federation ships will always behave themselves, but I promise that we take war criminals very seriously. As long as I can, I will see that justice will be done." The humans on the planet seem surprised at Tully's impassioned promise. They seem skeptical, but the gesture is appreciated.
fr: Tully soupire : " Cette opération n'a pas été approuvée par l'amirauté... mais des massacres non sanctionnés comme celui-ci sont connus pour se produire lorsque la Fédération est dos au mur. C'est exactement ce qui s'est passé lors de la guerre entre la Fédération et les Mantis." Tully sourit tristement. "Par ailleurs, alors que nous poursuivions les criminels de guerre responsables... Les Rebelles avaient besoin de commandants militaires humains surentraînés qui en voulaient à la Fédération. Devinez où ils les ont trouvés." "Nous ne sommes pas responsables de ce que font les militaires. Nous sommes des civils ! Nous voulons juste vivre en paix." Le civil croise les bras. "Si votre Fédération revient, pensez-vous vraiment que nous serons épargnés ?" "C'est mon travail de m'en assurer. Je ne peux pas dire que les vaisseaux de la Fédération se comporteront toujours bien, mais je vous promets que nous prenons les criminels de guerre très au sérieux. Aussi longtemps que je le pourrai, je veillerai à ce que justice soit faite." Les Humains de la planète semblent surpris par la promesse passionnée de Tully. Ils semblent sceptiques, mais le geste est apprécié.
it: Tully sospira. "Quest'operazione non è stata approvata dall'ammiragliato... ma è cosa nota che massacri clandestini come questo accadano quando la Federazione è con le spalle al muro. Questa stessa cosa è avvenuta durante la guerra mantis-federale." Tully fa un sorriso triste. "A proposito, mentre stavamo processando i criminali di guerra responsabili... i Ribelli avevano bisogno di comandanti militari ben addestrati che ce l'avevano con la Federazione. Indovinate un po' dove li hanno presi." "Non siamo responsabili per quello che fa l'esercito. Siamo civili! Vogliamo solo vivere in pace." Il civile incrocia le braccia. "Se la vostra Federazione torna, credi davvero che saremo risparmiati?" "È compito mio assicurarmi di sì. Non posso dire che le navi della Federazione si comporteranno sempre bene, ma prometto che prendiamo i criminali di guerra molto sul serio. E finché potrò, mi assicurerò che sia fatta giustizia." Gli umani sul pianeta sembrano sorpresi dalla promessa di Tully. Sembrano scettici, ma apprezzano il gesto.
ko: 툴리가 한숨을 쉽니다. "이 작전은 본부가 승인한 것이 아닙니다... 이런 승인되지 않은 학살은 연방이 등을 돌린 곳에서 일어나는 것으로 알려져 있죠. 연방-맨티스 전쟁에서도 똑같은 일이 벌어졌습니다." 툴리는 슬픈 미소를 짓습니다. "이와 관련해서, 우리가 전범들을 기소하는 동안... 반군은 연방에 원한을 가진 고도로 훈련된 인간 지휘관이 필요했지요. 어디서 구했을지 예상이 가시나요." "우리는 군대가 하는 일과 아무 관련 없어요. 우리는 민간인이라고요! 그저 평화롭게 살고 싶을 뿐이에요." 민간인이 팔짱을 끼며 묻습니다. "연방이 돌아와도 정말 우리를 가만 놔둘 것 같습니까?" "반드시 그러도록 하는 게 저의 일입니다. 연방 함선이 항상 올곧게 행동하리라고 장담할 수는 없지만, 전범을 매우 엄중하게 다룰 거라고 약속합니다. 최선을 다해 정의가 실현되도록 할 것입니다." 행성의 민간인들은 툴리의 열정적인 약속에 놀란 표정이 역력합니다. 회의적인 반응을 보이기도 하지만 툴리를 인정한 것 같습니다.

source: (Jerry) Promise that things will get better.
fr: (Jerry) Promettre que les choses vont s'améliorer.
it: (Jerry) Prometti che le cose miglioreranno.
ko: (제리) 상황이 더 나아질 거라고 약속한다.

source: Jerry places his hands together in a plea. "Things are really bad right now. I understand. And that's why I want to help. I know that we're all aware of the wrong the Federation has done, but I think that I can get them to listen to me. Let's make this right." One of the civilians panics. "Jerry, don't! You can't change them! It's not safe!" "I know it's hard, but I wouldn't be doing this if I didn't have a good reason to believe it would work. If peace is possible... don't you think I should try?" One of the civilians covers her face, clearly fighting tears. "You're too good for us Jerry..." The civilians insist on giving you their original surrender offer.
fr: Jerry joint les mains en signe de supplication : "Les choses vont vraiment mal en ce moment. Je comprends. C'est pourquoi je veux vous aider. Je sais que nous sommes tous conscients du mal que la Fédération a fait, mais je pense que je peux faire en sorte qu'ils m'écoutent. Faisons en sorte que tout aille bien." L'un des civils panique : " Jerry, non ! Vous ne pouvez pas les changer ! Ce n'est pas sûr !" "Je sais que c'est difficile, mais je ne ferais pas ça si je n'avais pas de bonnes raisons de croire que ça va marcher. Si la paix est possible... tu ne crois pas que je devrais essayer ?" L'une des civiles se couvre le visage, luttant visiblement contre les larmes... "Vous êtes trop bon pour nous Jerry..." Les civils insistent pour vous donner leur offre de reddition initiale.
it: Jerry unisce le mani in una supplica. "La situazione è pessima adesso, lo capisco. Ed è per questo che voglio aiutare. So che siamo tutti al corrente dei torti della Federazione, ma credo di poterli convincere ad ascoltarmi. Risolveremo la cosa." Uno dei civili è in preda al panico. "Jerry, no! Non puoi cambiarli! Non è sicuro!" "So che è difficile, ma non lo farei se non avessi un buon motivo per credere che funzionerà. Se la pace è possibile... non credete che dovrei almeno provarci?" Una civile si copre la faccia, chiaramente trattenendo le lacrime. "Sei troppo buono per noi, Jerry..." I civili insistono nel darti la loro offerta di resa originale.
ko: 제리는 두 손을 모아 간청합니다. "지금은 상황이 정말 안 좋죠. 저도 이해해요. 그래서 제가 돕고 싶어요. 우리 모두 연방이 저지른 잘못을 알고 있지만, 제 말이라면 연방도 들어줄 것 같아요. 상황을 바로잡자고요." 민간인 중 한 명이 당황합니다. "제리, 안 돼요! 당신은 그들을 바꿀 수 없어요! 위험하다고요!" "힘들다는 건 알지만, 효과가 있을 거라고 믿을 만한 근거가 없었다면 저도 당연히 이 일을 시작하지 않았을 거예요. 평화가 가능하다면... 시도해봐야 하지 않을까요?" 민간인은 얼굴을 가리고 눈물이 흘립니다. "제리, 당신은 너무 좋은 사람이예요..." 민간인들은 항복한다면서 제시했던 보상을 이번엔 선물로서 건넸습니다.

source: (Medical Crew) Send someone down to treat the citizens.
fr: (Membre d'équipage médical) Envoyer quelqu'un pour soigner les citoyens.
it: (Equipaggio medico) Manda qualcuno a guarire i cittadini.
ko: (의료 선원) 시민들을 치료하기 위해 선원을 보낸다.

source: The civilians are very reluctant to receive your help, but they're desperate for any sort of aid. "We couldn't live with not repaying this gesture in some manner... but I hope you understand just what you're fighting for. What do you think will happen when the Federation has full control of this reality? They'll come back and destroy all of us. Are you really sure you're fighting for the right side here?"
fr: Les civils sont très réticents à recevoir votre aide, mais ils en ont désespérément besoin sous n'importe quelle forme. "Nous ne pourrions pas vivre sans rendre ce geste d'une manière ou d'une autre... mais j'espère que vous comprenez ce pour quoi vous vous battez. Que pensez-vous qu'il se passera lorsque la Fédération contrôlera entièrement cette réalité ? Ils reviendront et nous détruiront tous. Êtes-vous vraiment sûr de vous battre pour le bon côté ?"
it: I civili sono molto riluttanti ad accettare il tuo aiuto, ma hanno disperatamente bisogno di tutto l'aiuto che possono avere. "Non potremmo vivere senza ripagare questo gesto in qualche modo... ma spero che tu capisca per cosa stai combattendo. Cosa credi succederà quando la Federazione avrà il pieno controllo di questa realtà? Torneranno e ci distruggeranno tutti. Stai davvero combattendo dalla parte giusta?"
ko: 민간인들은 당신에게 도움받는 것을 매우 꺼렸지만, 지금은 그런 걸 따질 상황이 아니었습니다. "어떻게 해서든 이 빚을 갚고 싶습니다... 그리고 당신이 무엇을 위해 싸우는지 돌이켜봐주셨으면 합니다. 연방이 이 현실을 완전히 통제하게 되면 어떤 일이 일어날까요? 그들은 여기로 몰려와 우리 모두를 제거할 겁니다. 당신은 지금 옳은 편을 위해 싸우는 게 확실한가요?"

source: (Medical Drone) Send a drone down to treat the citizens.
fr: (Drone médical) Envoyer un drone pour soigner les citoyens.
it: (Drone medico) Manda qualcuno a guarire i cittadini.
ko: (의료 드론) 시민들을 치료하기 위해 드론을 보낸다. [-1|]

source: The civilians are very reluctant to receive your help, but they're desperate for any sort of aid. "We couldn't live with not repaying this gesture in some manner... but I hope you understand just what you're fighting for. What do you think will happen when the Federation has full control of this reality? They'll come back and destroy all of us. Are you really sure you're fighting for the right side here?"
fr: Les civils sont très réticents à recevoir votre aide, mais ils en ont désespérément besoin sous n'importe quelle forme. "Nous ne pourrions pas vivre sans rendre ce geste d'une manière ou d'une autre... mais j'espère que vous comprenez ce pour quoi vous vous battez. Que pensez-vous qu'il se passera lorsque la Fédération contrôlera entièrement cette réalité ? Ils reviendront et nous détruiront tous. Êtes-vous vraiment sûr de vous battre pour le bon côté ?"
it: I civili sono molto riluttanti ad accettare il tuo aiuto, ma hanno disperatamente bisogno di tutto l'aiuto che possono avere. "Non potremmo vivere senza ripagare questo gesto in qualche modo... ma spero che tu capisca per cosa stai combattendo. Cosa credi succederà quando la Federazione avrà il pieno controllo di questa realtà? Torneranno e ci distruggeranno tutti. Stai davvero combattendo dalla parte giusta?"
ko: 민간인들은 당신에게 도움받는 것을 매우 꺼렸지만, 지금은 그런 걸 따질 상황이 아니었습니다. "어떻게 해서든 이 빚을 갚고 싶습니다... 그리고 당신이 무엇을 위해 싸우는지 돌이켜봐주셨으면 합니다. 연방이 이 현실을 완전히 통제하게 되면 어떤 일이 일어날까요? 그들은 여기로 몰려와 우리 모두를 제거할 겁니다. 당신은 지금 옳은 편을 위해 싸우는 게 확실한가요?"

# data/events_sector_jerry.xml$//event[@name="JERRY_HANGOUT"]/text
source: Several ships are docked with a small inn. You assume you won't be welcome, but curiously the people inside don't seem to care who you are. A couple Rebel officers sitting around one of the tables even wave you over. "Ey, Renegade! Come join us!"
fr: Plusieurs vaisseaux sont accostés à une petite auberge. Vous supposez que vous ne serez pas le bienvenu, mais curieusement, les gens à l'intérieur ne semblent pas se soucier de qui vous êtes. Un couple d'officiers Rebelles assis autour d'une des tables vous fait même signe : " Hé, Renégats ! Viens te joindre à nous !"
it: Molte navi sono ormeggiate a una piccola locanda. Presumi di non essere il benvenuto, ma stranamente alla gente all'interno non sembra importare chi tu sia. Alcuni ufficiali Ribelli seduti a un tavolo ti salutano anche. "Ehi, Rinnegato! Vieni qui, unisciti a noi!"
ko: 함선 몇 척이 작은 여관에 정박해 있습니다. 연방군은 환영받지 못할 줄 알았는데, 이상하게도 안에 있는 사람들은 당신이 누구인지 신경 쓰지 않는 것 같습니다. 두 명의 반군 장교가 테이블 하나에 둘러앉아 손을 흔듭니다. "어이, 배회자! 우리랑 함께 놀자고!"

# data/events_sector_jerry.xml$//event[@name="JERRY_HANGOUT"]/choice[1]/text
source: Join them.
fr: Les rejoindre.
it: Unisciti a loro.
ko: 함께한다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HANGOUT"]/choice[1]/event/text
source: You sit down at the table and one of the Rebels welcome you, clearly already a couple bottles in. "I know this is... uh... unconventional, but hell! The big man's birthday is tomorrow, it's time for celebration! You aren't... really a Fed anyways, I suppose. Heh, can't say I agree with the whole Renegade business, but meh. Not a fan of those Universe 1 folks they keep sending over either..."
fr: Vous vous asseyez à la table et l'une des Rebelles vous accueille, visiblement imbibées de quelques bouteilles : " Je sais que c'est... euh... peu conventionnel, mais bon sang ! L'anniversaire du grand homme est demain, c'est le moment de faire la fête ! Tu n'es pas... vraiment un Fed de toute façon, je suppose. Hé, je ne peux pas dire que je sois d'accord avec toute cette histoire de Renégats, mais bon. Je ne suis pas non plus fan de ces gens de l'Univers 1 qu'ils continuent d'envoyer..."
it: Ti siedi al tavolo e uno dei Ribelli ti dà il benvenuto e si è palesemente già scolato un paio di bottiglie. "So che è... uh... strano, ma al diavolo! Il compleanno del capoccia è domani, è tempo di festeggiare! E comunque... non sei proprio un fed, immagino. Eh, non posso dire che 'sta storia dei Rinnegati mi piaccia, ma meh. Non mi piacciono nemmeno quei bifolchi dell'Universo 1 che continuano a mandare..."
ko: 당신이 테이블에 앉자 반군 한 명이 당신을 환영했습니다. 이미 여러 병을 들이킨 것 같습니다. "알고 있다고... 으... 별로 불편한 건 아닌데, 끔찍해! 내일이 보스의 생일이니. 모두 축하 하자고! 너는... 진짜 연방이... 아닌 거 같은데. 그건 그렇고, 헷, 내가 배회자 사업에 동의한다고 말할 순 없긴 하지만, 그치만 봐, 그놈들 계속 보내는 제1 우주 인간들 팬도 아니고..."
