Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: "A pity... but you won't be making it any further with that attitude!" The Rebel immediately attacks on being refused.
fr: "Dommage... mais vous n'irez pas plus loin avec cette attitude !" Le Rebelle attaque immédiatement après le refus.
it: "Peccato... ma non proseguirai oltre con quell'atteggiamento!" I Ribelli attaccano immediatamente dopo che hai rifiutato l'offerta.
ko: "안타깝군... 그런 태도로는 더 이상 이곳에서 살아남을 수 없을 거다!" 반군은 제안을 거절당하자 즉시 공격을 시작합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: There's a Rebel here you've been tasked with assassinating.
fr: Il y a ici une Rebelle que vous avez été chargé d'assassiner.
it: Qui c'è una Ribelle che ti è stato chiesto di assassinare.
ko: 암살을 의뢰받은 반군이 이곳에 있습니다.

source: Arriving at the beacon, you spot your target refueling at a station. They do not respond to your approach.
fr: En arrivant à la balise, vous apercevez votre cible en train de se ravitailler dans une station. Elle ne réagit pas à votre approche.
it: Arrivando all'astrofaro, noti una stazione di rifornimento. Non risponde al tuo avvicinamento.
ko: 목적지에 도착했습니다. 목표물은 정거장에서 연료를 보급받고 있습니다. 당신의 접근에도 반응하지 않습니다.

source: Attack them.
fr: Les attaquer.
it: Attacca.
ko: 공격한다.

source: They quickly disconnect from the station in order to respond to your assault!
fr: Ils se détachent rapidement de la Station pour répondre à votre attaque !
it: Si stacca rapidamente dalla stazione per rispondere al tuo assalto!
ko: 목표물은 당신의 공격에 대응하기 위해 재빨리 도킹을 해제했습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Hail them first.
fr: Les saluer d'abord.
it: Prima contattala.
ko: 우선 교신을 보낸다.

source: "Why are you here, Renegade? I have no quarrel with you. If you are not attacking civilians, then we aren't duty-bound to fight."
fr: "Pourquoi es-tu ici, Renégats ? Je n'ai rien contre vous. Si vous n'attaquez pas les civils, alors nous n'avons pas besoin de nous battre."
it: "Che ci fai qui, Rinnegato? Non ho niente contro di te. Se non ti metti ad attaccare civili, allora non abbiamo il dovere di combattere."
ko: "배회자? 왜 이런 곳에 있는 거지? 너랑 다툴 생각 없어. 민간인을 공격하지만 않는다면, 우린 너와 싸울 의무가 없다."

source: (Jerry) Jerry wants to talk.
fr: (Jerry) Jerry veut parler.
it: (Jerry) Jerry vuole parlare.
ko: (제리) 제리가 대화를 나누고 싶어 합니다.

source: "Hey, Eileen." "Oh, Jerry? I wouldn't have guessed you were onboard. What do you need?" "I don't know how to tell you this, but someone's trying to kill you. A Rebel asked this ship's captain if they would kill you!" Eileen shakes her head. "I guess I shouldn't be surprised. A lot of high-ranking Rebels don't like my proposals. I just didn't think any of them would send a ship into the Protectorate with the sole purpose of killing me." Jerry sighs. "I don't know what we should do here... is there any way we can figure out who sent them?" "Leave that to me. Hail us once you've captured their ship, and we'll get to the bottom of this. We'll let you use this station."
fr: "Hé, Eileen." "Oh, Jerry ? Je n'aurais pas imaginé que tu étais à bord. Qu'est-ce qu'il te faut ?" "Je ne sais pas comment te le dire, mais quelqu'un essaie de te tuer. Un Rebelle a demandé au capitaine de ce vaisseau s'ils voulaient bien te tuer !". Eileen secoue la tête : "Je ne devrais pas être surprise. Beaucoup de Rebelles de haut rang n'aiment pas mes propositions. Je ne pensais simplement pas qu'un seul d'entre eux enverrait un vaisseau dans le Protectorat dans le seul but de me tuer." Jerry soupire : "Je ne sais pas ce que nous devrions faire ici... Y a-t-il un moyen de savoir qui les a envoyés ?" "Laisse-moi m'en occuper. Appele-moi une fois que vous aurez capturé leur vaisseau et nous ferons toute la lumière sur cette affaire. Nous vous laisserons utiliser cette Station."
it: "Ciao, Eileen." "Oh, Jerry? Non sapevo che fossi a bordo. Di cosa hai bisogno?" "Non so come dirtelo, ma qualcuno sta cercando di ucciderti. Un Ribelle ha chiesto al capitano di questa nave di ucciderti!" Eileen scuote la testa. "Non dovrei essere sorpresa. Molti nelle alte sfere dei Ribelli odiano le mie proposte. Solo che non pensavo che qualcuno di loro mandasse una nave nel Protettorato con l'unico scopo di uccidermi." Jerry sospira. "Non so cosa possiamo fare... c'è un modo per capire chi li ha mandati?" "Ci penso io. Contattaci una volta che avrai catturato la loro nave e arriveremo in fondo a questa faccenda. Hai il permesso di usare la stazione."
ko: "안녕하세요, 아일린." "오, 제리? 여기 계실 줄은 몰랐네요. 뭔가 필요하신가요?" "어떻게 설명해야 할지 모르겠지만 누군가 당신을 죽이려고 해요. 한 반군이 이 함선의 함장님에게 당신을 죽여달라고 부탁했어요!" 아일린이 고개를 젓습니다. "놀랄 일도 아니죠. 많은 반군 고위 장교가 제 계획을 좋아하지 않으니까요. 아무도 저를 죽이기 위해 함선을 파견하지 않을 거라고는 생각하지 않았어요." 제리가 한숨을 쉽니다. "이제 어떻게 해야 할지 모르겠어요... 누가 보냈는지 알아낼 방법이 있을까요?" "그건 제게 맡겨주세요. 놈들의 함선을 포획한 후에 연락해 주시면 저희가 알아낼게요. 이 정거장을 사용하셔도 됩니다."

source: Question them about their duties.
fr: Les interroger sur leurs fonctions.
it: Interrogali sui loro doveri.
ko: 그들의 의무에 대해 묻는다.

source: "If you must know, we've been campaigning to make changes to the war effort to lessen the impact on civilian populations. We've finally made some headway, but it's slow work. Obviously we can't show weakness to your Federation, but the lives of civilians are too important to neglect."
fr: "Si vous voulez savoir, nous avons fait campagne pour modifier l'effort de guerre afin d'en réduire l'impact sur les populations civiles. Nous avons finalement obtenu quelques avancées, mais c'est un travail de longue haleine. Il est évident que nous ne pouvons pas montrer notre faiblesse à votre Fédération, mais la vie des civils est trop importante pour être négligée."
it: "Se proprio devi saperlo, stiamo facendo campagne per cambiare gli impegni di guerra in modo da ridurre l'impatto sulle popolazioni civili. Finalmente abbiamo fatto qualche progresso, ma è un lavoro lento. Ovviamente non possiamo mostrarci deboli davanti alla Federazione, ma le vite dei civili sono troppo importanti."
ko: "꼭 알아야겠다면 말해주지. 우리는 민간인에게 미치는 영향을 줄이는 방향으로 전략의 노선을 바꾸고자 캠페인을 벌여왔어. 드디어 어느 정도 진전이 생겼지만 여전히 더딘 작업이야. 물론 연방에 약점을 보일 수는 없지만, 민간인의 생명은 무시하기에는 너무나도 중요합니까."

source: Morality isn't a weakness.
fr: La moralité n'est pas une faiblesse.
it: La moralità non è una debolezza.
ko: 도덕성은 약점이 아닙니다.

source: "You Federation types are so pretentious. We would not be doing as well as we are if we acted as you do. Now leave me be, I have important work to do." She hangs up.
fr: "Les membres de la Fédération sont tellement prétentieux. Nous ne ferions pas aussi bien si nous agissions comme vous. Maintenant, laissez-moi tranquille, j'ai un travail important à faire." Elle raccroche.
it: "Voi della Federazione siete davvero pretenziosi. Non ce la caveremmo così bene se agissimo come voi. Ora lasciami in pace, ho del lavoro importante da fare." Riaggancia.
ko: "당신네 연방은 너무 가식적이야. 우리가 당신들처럼 행동했다면 지금처럼 좋은 성과를 내지도 못했을 거야. 이제 나를 내버려둬. 중요한 일이 있으니까." 그녀는 교신을 끊었습니다.

source: Attack them.
fr: Les attaquer.
it: Attacca.
ko: 공격한다.

source: They quickly detach from their station to respond to your assault!
fr: Ils se détachent rapidement de leur station pour répondre à votre attaque !
ko: 그들은 당신의 공격에 대응하기 위해 재빨리 도킹을 해제했습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Leave them be.
fr: Les laisser tranquille.
ko: 내버려둔다.

source: Why would the Rebels listen to you? Peace is what the Federation wants. Victory is what the Rebels want.
fr: Pourquoi les Rebelles vous écouteraient-ils ? La Fédération veut la paix, les Rebelles la victoire.
it: Perché mai i Ribelli dovrebbero starti a sentire? La pace è quello che vuole la Federazione. La vittoria è quello che vogliono i Ribelli.
ko: 반군이 왜 당신의 의견을 들어주는 거죠? 연방이 원하는 건 평화지만, 반군이 원하는 건 승리입니다.

source: "Back when the Rebellion was getting started, it was regrettable, but unavoidable that we would have to endanger civilians to be heard. But now we can fight respectably, and so we have a responsibility to."
fr: "A l'époque où la Rébellion démarrait, il était regrettable, mais inévitable, de devoir mettre en danger des civils pour se faire entendre. Mais aujourd'hui, nous pouvons nous battre de manière respectable et nous avons donc la responsabilité de le faire."
it: "Quando la Ribellione era ancora agli inizi, era triste ma inevitabile che avremmo messo in pericolo dei civili per farci sentire. Ma ora possiamo combattere rispettosamente, quindi abbiamo anche la responsabilità di farlo."
ko: "반란이 막 시작됐을 당시에는 민간인을 위험에 빠뜨려야 한다는 사실이 유감스럽게도 어쩔 수 없는 일이었지. 하지만 이제 우리는 정정당당하게 싸울 수 있고, 그래야 할 의무가 있어."

source: So it's only once you're winning that you get to have a conscience? What happens if the Rebellion falls behind again?
fr: Ce n'est donc qu'une fois que l'on gagne que l'on peut avoir une conscience ? Que se passera-t-il si la Rébellion prend à nouveau du retard ?
it: Quindi è solo quando state vincendo che vi fate crescere una coscienza? Cosa succederà se la Ribellione torna ad essere in difficoltà?
ko: 그럼 전세가 좋아야만 양심을 가지겠다는 건가요? 반군이 또다시 약소해지면 어떻게 할 건가요?

source: "I'm not saying I agree with the early actions of the Rebellion, but if we're going to change the galaxy, then we need to become an organization worthy of doing so before we win. I don't understand, are you really here to just interrogate my intentions? What do you care?"
fr: " Je ne dis pas que je suis d'accord avec les premières actions de la Rébellion, mais si nous voulons changer la galaxie, alors nous devons devenir une organisation digne de le faire avant de gagner. Je ne comprends pas, vous êtes vraiment là pour m'interroger sur mes intentions ? Qu'est-ce que ça peut vous faire ?"
it: "Non sto dicendo di essere d'accordo con le prime azioni della Ribellione, ma se dobbiamo cambiare la galassia, allora dobbiamo diventare un'organizzazione degna di farlo prima di vincere. Non capisco, sei davvero qui solo per interrogarmi sulle mie intenzioni? Che te ne importa?"
ko: "초창기 반군의 행동에 동의한다는 게 아니야, 은하계를 바꾸려면 우선 그럴 만한 가치가 있는 조직이 돼야 한다는 거지. 이해가 안 돼. 그냥 내 생각을 심문하러 여기까지 온 건 아닐 텐데? 네 진짜 목적은 뭐야?"

source: A Rebel told us to kill you. We wanted to know why.
fr: Un Rebelle nous a dit de vous tuer. Nous voulions savoir pourquoi.
it: Un Ribelle ci ha detto di ucciderti. Volevamo sapere perché.
ko: 한 반군이 당신을 죽여달라고 했습니다. 저는 그 이유를 알고 싶었습니다.

source: "You're very principled, aren't you? I hope you don't mind me saying that we're alike in that way. If your goals are the same as mine, then you'll do me a favor. There are some Rebels who are very opposed to the changes I'm proposing. I might be able to find out who it is if you capture their ship. Just let me know when you have them. And feel free to take some fuel and scrap for the road."
fr: "Vous êtes très attaché aux principes, n'est-ce pas ? J'espère que vous ne m'en voudrez pas de dire que nous nous ressemblons sur ce point. Si vos objectifs sont les mêmes que les miens, alors vous me rendrez service. Il y a des Rebelles qui sont très opposés aux changements que je propose. Je pourrai peut-être savoir de qui il s'agit si vous vous emparez de leur vaisseau. Faites-moi savoir quand vous les aurez. Et n'hésitez pas à prendre un peu de carburant et de ferraille pour la route."
it: "Hai sani principi, vero? Spero che non ti offendi se ti dico che in questo senso siamo simili. Se i tuoi obiettivi sono gli stessi che ho io, allora mi faresti un favore. Ci sono dei Ribelli che sono molto contrari ai cambiamenti che propongo. Potrei scoprire chi c'è dietro questa storia se catturi la loro nave. Fammi sapere quando li hai sconfitti. E prendi pure del carburante e dei moduli per il viaggio."
ko: "아주 원칙적인 사람이네? 그런 면에서 우리는 닮았다고 해도 괜찮으려나. 네 목표가 나와 같다면, 내 부탁을 좀 들어줘. 내가 제안하는 변화에 결사반대하는 반군이 몇몇 있어. 그들의 함선을 포획하면 누군지 알아낼 수 있을지도 몰라. 포획에 성공하면 연락해 줘 . 필요하면 연료랑 스크랩도 좀 가져가고."

source: Just needed to know who we were killing.
fr: J'avais juste besoin de savoir qui nous allions tuer.
it: Dovevo solo sapere chi stiamo per ammazzare.
ko: 우리가 죽여야 할 사람을 알고 싶었을 뿐이다.

source: She makes a bewildered sound as you come into attack formation. "I still... don't understand."
fr: Elle émet un son perplexe lorsque vous entrez en formation d'attaque. "Je ne comprends toujours pas."
it: Fa un suono sorpreso mentre entri in assetto d'attacco. "Continuo... a non capire."
ko: 그녀는 당신이 전투 대형을 취하자 당황한 표정을 짓습니다. "아직도... 이해가 안 돼."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Nothing. Don't worry about it.
fr: Rien. Ne vous inquiétez pas.
it: Niente. Non preoccuparti.
ko: 아무 목적도 없습니다. 걱정하지 마십시오.

source: "Okay...?" She doesn't bother you any further.
fr: "D'accord... ?" Elle ne vous dérange pas davantage.
it: "Ok...?" Non ti disturba più.
ko: "그....래?" 교신이 끝났습니다.

source: The Rebel movement was never founded on peace. You can't change who the Rebels are.
fr: Le mouvement Rebelles n'a jamais été fondé sur la paix. On ne peut pas changer ce que sont les Rebelles.
it: Il movimento Ribelle non si è mai fondato sulla pace. Non puoi cambiare chi sono i Ribelli.
ko: 반란은 언제나 폭력을 동반했습니다. 당신은 반군의 본질을 바꿀 수 없습니다.

source: "Such close-mindedness. If we cannot change the Rebels, then you cannot change your Federation, and things will never get better." She hangs up.
fr: "Une telle fermeture d'esprit. Si nous ne pouvons pas changer les Rebelles, alors vous ne pourrez pas changer votre Fédération et les choses ne s'amélioreront jamais" Elle raccroche.
it: "Che retrogrado. Se noi non possiamo cambiare i Ribelli, allora tu non puoi cambiare la tua Federazione e niente migliorerà mai." Riaggancia.
ko: "정말 편협하구만. 우리가 반군을 바꿀 수 없다면 당신도 연방을 바꿀 수 없을 테니, 상황은 절대 나아지지 않을 거야." 그녀가 통신을 끊었습니다.

source: Attack them.
fr: Les attaquer.
it: Attacca.
ko: 공격한다.

source: They quickly detach from their station to respond to your assault!
fr: Ils se détachent rapidement de leur station pour répondre à votre attaque !
ko: 그들은 당신의 공격에 대응하기 위해 재빨리 도킹을 해제했습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Leave them be.
fr: Les laisser tranquille.
it: Lasciali stare.
ko: 내버려둔다.

source: A noble goal.
fr: Un objectif noble.
it: Uno scopo nobile.
ko: 고귀한 목표군요.

source: "I'm glad you agree. So why have you come here? Your presence will only make things worse."
fr: "Je suis heureuse que vous soyez d'accord. Alors pourquoi êtes-vous venu ici ? Votre présence ne fera qu'empirer les choses."
it: "Mi fa piacere sapere che sei d'accordo. Allora perché sei qui? La tua presenza peggiorerà solo le cose."
ko: "동의해 줘서 기쁘네. 그래서 여긴 왜 온 거지? 네가 있으면 상황이 더 나빠질 뿐이야."

source: A Rebel told us to kill you. We wanted to know why.
fr: Un Rebelle nous a dit de vous tuer. Nous voulions savoir pourquoi.
it: Un Ribelle ci ha detto di ucciderti. Volevamo sapere perché.
ko: 한 반군이 당신을 죽여달라고 했습니다. 저는 그 이유를 알고 싶었습니다.

source: "That was all you needed, huh? Well, I respect your willingness to hear us out. There are some Rebels who are very opposed to the changes I'm proposing. I might be able to find out who it is if you capture their ship. Just let me know when you have them."
fr: "C'est tout ce dont vous aviez besoin, hein ? Je respecte votre volonté de nous écouter. Il y a quelques Rebelles qui sont très opposés aux changements que je propose. Je pourrai peut-être savoir de qui il s'agit si vous capturez leur vaisseau. Faites-moi savoir quand vous les aurez."
it: "Tutto qui, eh? Beh, apprezzo la tua volontà di starci a sentire. Ci sono dei Ribelli che sono molto contrari ai cambiamenti che propongo. Potrei scoprire chi c'è dietro questa storia se catturi la loro nave. Fammi sapere quando li hai sconfitti."
ko: "뭐야, 그런 거였어? 우리 의견을 들어주려는 그 태도는 존중할게. 그럼, 어디 보자, 내가 제안하는 변화에 결사반대하는 반군이 몇몇 있어서 말이야. 그들의 함선을 포획하면 누군지 알아낼 수 있을지도 몰라. 포획에 성공하면 연락해 줘 ."

source: Just needed to know who we were killing.
fr: J'avais juste besoin de savoir qui nous allions tuer.
it: Dovevo solo sapere chi stiamo per ammazzare.
ko: 우리가 죽여야 할 사람을 알고 싶었을 뿐이다.

source: She makes a bewildered sound as you come into attack formation. "I still... don't understand."
fr: Elle émet un son perplexe lorsque vous entrez en formation d'attaque. "Je ne comprends toujours pas."
it: Fa un suono sorpreso mentre entri in assetto d'attacco. "Continuo... a non capire."
ko: 그녀는 당신이 전투 대형을 취하자 당황한 표정을 짓습니다. "아직도... 이해가 안 돼."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Your target has been eliminated. In order to get your reward, you'll have to proceed to the rendezvous point.
fr: Votre cible a été éliminée. Pour obtenir votre récompense, vous devez vous rendre au point de rendez-vous.
it: Il tuo bersaglio è stato eliminato. Per ottenere la tua ricompensa, procedi al punto di ritrovo.
ko: 목표물을 제거했습니다. 보상을 받으려면 랑데부 지점으로 이동해야 합니다.

source: You've completed your assassination. Come here to collect your reward.
fr: Vous avez accompli votre mission d'assassinat. Venez ici pour recevoir votre récompense.
it: Hai completato l'assassinio. Vai qui per riscuotere la tua ricompensa.
ko: 암살에 성공했습니다. 이곳에서 보상을 받으세요.

source: "Nice work. You've made our job much easier. Here's your reward."
fr: "Bon travail. Vous nous avez facilité la tâche. Voici votre récompense."
it: "Ottimo lavoro. Ci hai reso il lavoro molto più facile. Ecco la tua ricompensa."
ko: "수고하셨습니다. 덕분에 일이 훨씬 쉬워졌네요. 여기 보상입니다."

source: Open fire on them once they've given the reward.
fr: Ouvrir le feu sur eux une fois qu'ils ont donné la récompense.
it: Apri il fuoco su di loro dopo che ti hanno dato la ricompensa.
ko: 보상을 받자마자 사격을 개시한다.

source: They're unsurprised by your attack. "Hah! I wanted to kill you anyway."
fr: Ils ne sont pas surpris par votre attaque : "Hah ! Je voulais vous éliminer de toute façon."
it: Il tuo attacco non li sorprende. "Hah! Tanto volevo ammazzarti."
ko: 그들은 당신의 공격에도 당황하지 않습니다. "하! 어차피 나도 널 죽이고 싶었어."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Make your departure.
fr: Effectuer votre départ.
ko: 떠난다.

source: Your employer slinks away, leaving you with some time to do something on your ship.
fr: Votre employeur s'éclipse, vous laissant le temps de faire quelque chose sur votre vaisseau.
it: Il tuo committente se ne va, lasciandoti del tempo per fare qualcosa a bordo.
ko: 의뢰주는 슬그머니 자리를 떴습니다. 이제 함선에서 무언가를 할 만한 시간이 있습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

source: You've been tasked with capturing the ship of the person who gave you the job.
fr: Vous avez été chargé de capturer le vaisseau de la personne qui vous a confié ce job.
it: Ti è stato chiesto di catturare la nave di chi ti ha dato questo lavoro.
ko: 암살 의뢰주의 함선을 포획하는 의뢰를 받았습니다.

source: "Well, well, well. You've been negligent, and it even seems like you talked to her. I think we both know we can't let you leave." Looks like a fight is inevitable.
fr: "Eh bien, eh bien, eh bien. Vous avez été négligent et il semble même que vous lui avez parlé. Je pense que nous savons tous les deux que nous ne pouvons pas vous laisser partir." On dirait qu'un conflit est inévitable.
it: "Bene, bene, bene. Sei stato negligente e sembra che le hai pure parlato. Credo che sappiamo entrambi che non possiamo lasciarti andare via." Sembra che lo scontro sia inevitabile.
ko: "이런, 이런, 이런. 임무에 태만했을 뿐만 아니라 그녀와 말까지 나눈 것 같네. 널 멀쩡히 보내줄 수 없다는 건 당연히 알고 있겠지." 싸움은 피할 수 없을 것 같네요.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="ENCOUNTER_TOM"]/text
source: A strangely colored Rebel fighter rests nearby, its captain grumbling something incomprehensible. When he spots you, he shouts: "Federation ship! Do you know who I am?"
fr: Un chasseur Rebelle aux couleurs étranges stationne à proximité, son capitaine grommelant quelque chose d'incompréhensible. Lorsqu'il vous repère, il s'écrie : " Vaisseau de la Fédération ! Savez-vous qui je suis ?"
it: Un caccia Ribelle dai colori strani riposa nei paraggi, il suo capitano mugugna qualcosa di incomprensibile. Quando ti nota, urla: "Nave della Federazione! Sai chi sono io?"
ko: 근처에 이상한 색깔의 반군 전투기가 있습니다. 전투기 선장은 무언가에 대해 계속 투덜대다가 당신을 발견하곤 소리칩니다. "연방! 내가 누군지 아나?"

# data/events_sector_jerry.xml$//event[@name="ENCOUNTER_TOM"]/choice[1]/text
source: Not particularly.
fr: Pas vraiment.
it: Non proprio.
ko: 모릅니다.

# data/events_sector_jerry.xml$//event[@name="ENCOUNTER_TOM"]/choice[1]/event/text
source: "I am Tom, the true protector of this sector! That naive idiot has no idea how the Rebellion works, he's only in charge because his nepotism-supporting uncle loves him so much! Well I'll show that bastard what for... after I kill you!"
fr: " Je suis Tom, le véritable Défenseur de ce secteur ! Cet idiot naïf n'a aucune idée du fonctionnement de la Rébellion, il n'est en charge que parce que son oncle partisan du népotisme l'aime tant ! Je vais lui montrer ce qu'il vaut vraiment... après vous avoir éliminé !"
it: "Io sono Tom, il vero protettore di questo settore! Quell'idiota ingenuo non ha idea di come funzioni la Ribellione, è il capo solo perché suo zio amante del nepotismo gli vuole tanto bene! Ebbene gliela farò vedere a quel bastardo... dopo che avrò ucciso te!"
ko: "나는 이 구역의 진정한 수호자 톰이다! 그 순진한 멍청이는 반군이 어떻게 돌아가는지 전혀 모르고 있어. 그놈은 단지 족벌주의를 우선시하는 삼촌한테 너무 사랑받아서 이곳의 책임자가 된 것뿐이야! 아무래도 내가 그 개자식한테 뭔가를 좀 보여줘야겠어... 물론 먼저 널 죽이고 난 후에 말이야!"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: (Jerry) "Hey Tom!"
fr: (Jerry) "Hello Tom !"
it: (Jerry) "Ehi Tom!"
ko: (제리) "톰 안녕!"

source: "Ahaha! I've found you! You fool. Wait until Vance hears you're working aboard a Federation ship! Finally, your uncle will stop caring about you and get back to work on running this Rebellion!"
fr: "Ahaha ! Je t'ai trouvé ! Espèce d'imbécile. Attends que Vance apprenne que tu travailles à bord d'un vaisseau de la Fédération ! Enfin, ton oncle cessera de se préoccuper de toi et se remettra au travail pour diriger cette Rébellion !"
it: "Ahahahahah! Ti ho trovato! Sciocco. Aspetta che Vance sappia che lavori a bordo di una nave federale! Finalmente tuo zio smetterà di preoccuparsi di te e tornerà a gestire questa Ribellione!"
ko: "아하하! 찾았다! 이 멍청아. 네가 연방 함선에서 일한다는 사실이 밴스의 귀에 들어갈 때까지 기다려라! 마침내 너의 삼촌이 너에게 관심을 끄고 다시 반군을 이끄는 데 열중하겠지!"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="DESTROYED_TOM"]/text
source: Just as you defeat the Rebel ship, an escape pod ejects from it. Unfortunately, it doesn't get far before you collect it and bring it aboard. You open it and drag out the Rebel officer inside. They beg that you let them live.
fr: Alors que vous venez de vaincre le vaisseau des Rebelles, une capsule de sauvetage s'en éjecte. Malheureusement pour elle, elle n'est pas loin avant que vous ne la récupériez et l'apportiez à bord. Vous l'ouvrez et en tirez l'officier rebelle qui s'y trouve. Il vous supplie de lui laisser la vie sauve.
it: Proprio come sconfiggi la nave Ribelle, una capsula di salvataggio viene espulsa. Purtroppo, non va lontano prima che tu la raccolga e la porti a bordo. La apri e trascini fuori l'ufficiale Ribelle. Ti scongiura di risparmiargli la vita.
ko: 반군을 무찌름과 동시에 그들의 함선에서 탈출 포드가 사출됐습니다. 안타깝게도, 그것은 멀리 가기도 전에 당신의 함선에 잡혔습니다. 당신은 포드를 열고 반군을 끄집어냈습니다. 반군은 살려달라고 애원합니다.

source: (Jerry) "Tom... calm down already."
fr: (Jerry) "Tom... calme-toi pour commencer."
it: (Jerry) "Tom... vedi di calmarti."
ko: (제리) "톰... 진정해."

source: Accept him onto your ship.
fr: L'accepter dans votre vaisseau.
it: Accettalo sulla tua nave.
ko: 그를 배에 태운다.

source: Accepting the Rebel without further means of ensuring his loyalty is too risky.
fr: Accepter ce Rebelle sans pouvoir s'assurer de sa loyauté est trop risqué.
it: Accettare un Ribelle senza altri metodi per assicurare la sua lealtà è troppo rischioso.
ko: 충성심을 입증할 만한 추가적인 수단도 없는 상황에서 반군을 받아들이는 것은 너무 위험합니다.
