Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: You engage the Engineer ship. They try to plead with you, but you mute the comms and attack.
fr: Vous ciblez le vaisseau des ingénieurs. Ils essaient de vous supplier, mais vous coupez les communications et attaquez.
it: Affronti la nave di ingegneri. Cercano di parlarti, ma chiudi tutte le comunicazioni e attacchi.
ko: 그들은 당신에게 이러지 말라고 간청했지만, 당신은 통신을 끊고 공격을 시작합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Leave.
fr: Partir.
it: Vattene.
ko: 떠난다.

source: Lie: His authoritarian manner of ruling over people. He is the kind of strong leader this galaxy needs.
fr: Mentir : Sa façon autoritaire de diriger les gens. Il est le genre de leader fort dont la galaxie a besoin.
it: Menti: il modo autoritario con cui governa sul popolo. È il leader forte che serve a questa galassia.
ko: 거짓말한다: 사람들을 지배하는그의 권위주의적인 태도가 좋습니다. 그는 이 은하계가 필요로 하는 강력한 지도자입니다.

source: "Hah... what? That doesn't sound like him at all." The Engineer shoos you away and goes back to working on the ship.
fr: "Hah... quoi ? Cela ne lui ressemble pas du tout" L'ingénieur vous chasse et retourne travailler sur le vaisseau.
it: "Hah... come? Non sembra affatto lui." L'ingegnere ti allontana e torna a lavorare sulla nave.
ko: "어... 뭐? 그건 전혀 제리 같지 않은데." 공병은 당신을 쫓아내고 다시 함선을 손봅니다.

source: Attack them!
fr: Les attaquer !
it: All'attacco!
ko: 공격하라!

source: You engage the Engineer ship. They try to plead with you, but you mute the comms and attack.
fr: Vous ciblez le vaisseau des ingénieurs. Ils essaient de vous supplier, mais vous coupez les communications et attaquez.
it: Affronti la nave di ingegneri. Cercano di parlarti, ma chiudi tutte le comunicazioni e attacchi.
ko: 그들은 당신에게 이러지 말라고 간청했지만, 당신은 통신을 끊고 공격을 시작합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Leave.
fr: Partir.
it: Vattene.
ko: 떠난다.

source: Lie: He's cool I guess.
fr: Mentir : Il est cool, je suppose.
it: Menti: è forte, almeno credo.
ko: 거짓말한다: 그는 멋지죠.

source: "Indeed he is! There is but no one cooler. Perhaps I have not yet modeled this AI personality to match Jerry's personality enough yet... I must get back to work! Take this before you go. To the Rebellion!" You halfheartedly chant back and collect the free supplies.
fr: "En effet, il l'est ! Il n'y a pas plus cool que lui. Peut-être n'ai-je pas encore assez modélisé la personnalité de cette IA pour qu'elle corresponde à celle de Jerry.... Je dois me remettre au travail ! Prenez ceci avant de partir. À la Rébellion !", vous répondez à demi-mot et récupérez les ressources gratuites.
it: "Verissimo! Non c'è nessuno di più forte. Forse non ho ancora modellato questa personalità IA per combaciare abbastanza con quella di Jerry... devo tornare al lavoro! Prendi qui prima di andare. Alla Ribellione! Rispondi senza troppo entusiasmo e raccogli le risorse gratis.
ko: "물론이지! 그보다 멋진 사람은 없을 거야. 그렇다면 아마도 난 아직 제리의 성격에 맞게 AI의 성격을 모델링하지 못한 것 같네... 다시 일하러 가야겠어. 떠나기 전에 이것 좀 가져가. 반군을 위해!" 당신은 반신반의하며 구호를 외치고 무료 보급품을 챙겼습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_AUTO_REPLICA"]/choice[2]/text
source: Attack the Rebels!
fr: Attaquer les Rebelles !
it: Attacca i Ribelli!
ko: 반군을 공격한다!

source: You engage the Engineer ship. They try to plead with you, but you mute the comms and attack.
fr: Vous ciblez le vaisseau des ingénieurs. Ils essaient de vous supplier, mais vous coupez les communications et attaquez.
it: Affronti la nave di ingegneri. Cercano di parlarti, ma chiudi tutte le comunicazioni e attacchi.
ko: 그들은 당신에게 이러지 말라고 간청했지만, 당신은 통신을 끊고 공격을 시작합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_AUTO_REPLICA"]/choice[3]/text
source: Ignore the Rebels.
fr: Ignorer les Rebelles.
it: Ignora i Ribelli.
ko: 반군을 무시한다.

source: You worry not about the Engineers.
fr: Vous ne vous souciez pas des ingénieurs.
it: Non ti preoccupi degli ingegneri.
ko: 당신은 공병들을 신경쓰지 않기로 합니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_MOCKBATTLE"]/text
source: This beacon is right in the middle of some action - two moderately sized fleets, one Rebel, and the other... Rebel still, but crudely painted in Fed colors, are at a standstill. The commanders of each fleet face each other, reciting incorrectly memorized lines from famous battles from the civil war.
fr: Cette balise se trouve en plein milieu de l'action : deux flottes de taille moyenne, l'une Rebelle et l'autre... Rebelles encore, mais grossièrement peintes aux couleurs des Fédéraux, sont au point mort. Les commandants de chaque flotte se font face, récitant des lignes incorrectement mémorisées de batailles célèbres de la guerre civile.
it: Questo astrofaro è nel bel mezzo dell'azione: due flotte di grandezza moderata, una Ribelle e l'altra... sempre Ribelle, ma rozzamente dipinta coi colori della Federazione, sono in stallo. I comandanti delle due flotte sono faccia a faccia, recitando battute memorizzate male da battaglie famose della guerra civile.
ko: 이 송신소에 무언가 큰 사건이 벌어진 것 같습니다. 상당한 규모의 두 함대가 대치 중인데, 한쪽은 반군 함대고, 나머지 한쪽은... 어설픈 연방식 도색을 하고 있는 반군 함대입니다. 각 함대의 지휘관이 내전의 유명 전투에서 나왔던 어록들을 부정확하게 읊으며 서로를 바라봅니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_MOCKBATTLE"]/choice[1]/text
source: Intervene and try to mediate.
fr: Intervenir et tenter une médiation.
it: Intervieni e cerca di mediare.
ko: 개입해서 중재한다.

source: You plant yourself between the two fleets, valiantly risking it all to de-escalate the conflict. Neither commander seems to appreciate it though, and you're met with a barrage of swearing and insults. Now, it's your time to say what you're going to say.
fr: Vous vous placez entre les deux flottes, risquant vaillamment votre vie pour désamorcer le conflit. Mais aucun des deux commandants ne semble apprécier et vous êtes accueilli par un flot de jurons et d'insultes. C'est maintenant à vous de dire ce que vous avez à dire.
it: Ti pianti tra le due flotte, rischiando valorosamente il tutto per tutto per distendere il conflitto. Nessun comandante sembra apprezzarlo però, e sei sommerso da una valanga di insulti e improperi. Ora tocca a te dire quello che vuoi dire.
ko: 당신은 모든 위협을 무릅쓰고 용감하게 두 함대 사이에 자리를 잡아 전투를 막았습니다. 그러나 두 사령관 모두 당신의 행동이 아니꼬웠는지 당신에게 욕설과 모욕을 날렸습니다. 이제 당신이 말할 차례입니다.

source: The Rebellion's time here is limited. Stand down and submit to the Federation!
fr: Le temps de la Rébellion ici est limité. Retirez-vous et soumettez-vous à la Fédération !
it: Il tempo della Ribellione qui è limitato. Arrendetevi e consegnatevi alla Federazione!
ko: 반군의 시간은 끝이다. 교전을 멈추고 연방에 복종하라!

source: Your moving speech is only met with more insults. "Dipshit, get out of the way! You gotta RSVP to participate in these!" It suddenly dawns on you just what this is - it's a mock battle, staged by the Rebels. You look like quite the idiot, and it doesn't help that you just made a threat against the Rebellion. The referee, armed with actual weapons, chases you off!
fr: Votre discours émouvant n'est accueilli que par d'autres insultes : "Crétin, pousse-toi de là ! Vous comprenez soudain de quoi il s'agit : c'est un simulacre de bataille organisé par les Rebelles. Vous avez l'air d'un idiot et le fait que vous veniez de menacer la Rébellion n'arrange rien. L'arbitre, armé de vraies armes, vous chasse !
it: Il tuo discorsetto commovente è accolto solo da altri insulti. "Coglione, levati di mezzo! Devi prenotarti per partecipare!" All'improvviso ti rendi conto di cosa si tratta: una battaglia simulata, inscenata dai Ribelli. Ti senti un grandissimo pirla e non aiuta il fatto che hai appena minacciato la Ribellione. L'arbitro, che ha armi vere, ti caccia via!
ko: 당신의 감동적인 연설은 더 많은 모욕을 부를 뿐이었습니다. "멍청아, 저리 비켜! 네가 참가하려면 RSVP가 있어야 한다고!" 그 순간 당신은 이게 뭔지 깨달았습니다. 이건 반군의 모의 전투입니다. 당신은 완전 바보 같은 착각을 해버린 데다가, 반군을 위협하기까지 해버렸습니다. 결국 진짜 무기로 무장한 심판이 당신을 쫓아내러 오고 있습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: This is civilian territory! The Federation has better things to do than attack this place!
fr: C'est un territoire civil ! La Fédération a mieux à faire que d'attaquer cet endroit !
it: Questo è territorio civile! La Federazione ha di meglio da fare che attaccare questo posto!
ko: 여긴 민간인 거주지다! 연방은 되도록 다른 곳을 공격해야 한다!

source: "What? What the hell are you talking about? Buddy, this is a mock battle. We're all 'Rebels' here. We appreciate the.. erm... concern, but no one's in any actual danger here. Did you take your meds this morning?" You ensure the Rebels you're mentally stable, but they seem reluctant to believe you. They give you some supplies, and though they say it's a gift for your good will, you suspect they just want you to leave faster.
fr: "Qu'est-ce que tu racontes ? Qu'est-ce que tu racontes ? Mon pote, c'est un simulacre de bataille. Nous sommes tous des Rebelles. Nous apprécions votre... euh... inquiétude, mais personne n'est réellement en danger ici. Avez-vous pris vos médicaments ce matin ?" Vous assurez aux Rebelles que vous êtes mentalement stable, mais ils semblent réticents à vous croire. Ils vous donnent quelques ressources et bien qu'ils disent que c'est un cadeau pour votre bonne volonté, vous soupçonnez qu'ils veulent juste que vous partiez plus vite.
it: "Cosa? Di che diavolo stai parlando? Stellina bella, questa è una simulazione. Qui siamo tutti 'Ribelli'. Apprezziamo la... ehm... preoccupazione, ma qui nessuno è veramente in pericolo. Hai preso le tue pillole stamattina?" Assicuri ai Ribelli di essere mentalmente in salute, ma non sembrano crederti. Però ti danno delle risorse, e anche se dicono che è un regalo per la tua buona volontà, sospetti che vogliano solo che te ne vada in fretta.
ko: "뭐라고? 무슨 소릴 하는 거야? 이봐, 이건 모의전이라고. 우린 모두 '반군'이야. 우리한테... 음... 관심을 줘서 고맙긴 한데, 아무도 위험하지 않아. 혹시 아침약 안 먹었냐?" 당신은 그들에게 자기 정신 상태는 멀쩡하다고 호소했지만, 그들은 당신을 믿지 않는 것 같습니다. 그들은 당신에게 보급품을 약간 주며 호의의 선물이라고 말했지만, 아마도 그냥 당신을 빨리 떠나게 하려고 준 것일 겁니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_MOCKBATTLE"]/choice[2]/text
source: Hail the Federation commander and offer your support.
fr: Saluez le commandant de la Fédération et offrez-lui votre soutien.
it: Contatta il comandante della Federazione e offri il tuo supporto.
ko: 연방 사령관을 불러 지원을 요청한다.

source: You try to communicate with the Federation officer, but for some reason they don't seem to be receiving any Federation signals. Frustrated at the commander's incompetence, you have to decide what to do now.
fr: Vous essayez de communiquer avec l'officier de la Fédération, mais pour une raison quelconque, ils ne semblent pas recevoir les signaux de la Fédération. Frustré par l'incompétence du commandant, vous devez décider de ce qu'il faut faire maintenant.
it: Provi a comunicare con l'ufficiale federale, ma per qualche ragione non sembrano ricevere nessun segnale da parte della Federazione. Frustrato dall'incompetenza di questo comandante, ora devi decidere cosa fare.
ko: 당신은 연방 관계자와 연락을 취하려 했지만, 어떤 이유에서인지 연방의 신호를 인식하지 못하는 것 같습니다. 지휘관의 무능함에 좌절한 당신은 이제 무엇을 해야 할지 결정해야 합니다.

source: Intervene and try to mediate.
fr: Intervenir et tenter une médiation.
it: Intervieni per mediare.
ko: 개입해서 중재한다.

source: You plant yourself between the two fleets, valiantly risking it all to de-escalate the conflict. Neither commander seems to appreciate it though, and you're met with a barrage of swearing and insults. Now, it's your time to say what you're going to say.
fr: Vous vous placez entre les deux flottes, risquant vaillamment votre vie pour désamorcer le conflit. Mais aucun des deux commandants ne semble apprécier et vous êtes accueilli par un flot de jurons et d'insultes. C'est maintenant à vous de dire ce que vous avez à dire.
it: Ti pianti tra le due flotte, rischiando valorosamente il tutto per tutto per distendere il conflitto. Nessun comandante sembra apprezzarlo però, e sei sommerso da una valanga di insulti e improperi. Ora tocca a te dire quello che vuoi dire.
ko: 당신은 모든 위협을 무릅쓰고 용감하게 두 함대 사이에 자리를 잡아 전투를 막았습니다. 그러나 두 사령관 모두 당신의 행동이 아니꼬웠는지 당신에게 욕설과 모욕을 날렸습니다. 이제 당신이 말할 차례입니다.

source: The Rebellion's time here is limited. Stand down and submit to the Federation!
fr: Le temps de la Rébellion ici est limité. Retirez-vous et soumettez-vous à la Fédération !
it: Il tempo della Ribellione qui è limitato. Arrendetevi e consegnatevi alla Federazione!
ko: 반군의 시간은 끝이다. 교전을 멈추고 연방에 복종하라!

source: Your moving speech is met with only more insults. "Dipshit, get out of the way! You gotta RSVP to participate in these!" It suddenly dawns on you just what this is - it's a mock battle, staged by the Rebels. You look like quite the idiot, and it doesn't help that you just made a threat against the Rebellion. The referee, armed with actual weapons, chases you off!
fr: Votre discours émouvant n'est accueilli que par de nouvelles insultes : "Crétin, pousse-toi de là ! Vous comprenez soudain de quoi il s'agit : c'est un simulacre de bataille organisé par les Rebelles. Vous avez l'air d'un idiot et le fait que vous veniez de menacer la Rébellion n'arrange rien. L'arbitre, armé de vraies armes, vous chasse !
it: Il tuo discorsetto commovente è accolto solo da altri insulti. "Coglione, levati di mezzo! Devi prenotarti per partecipare!" All'improvviso ti rendi conto di cosa si tratta: una battaglia simulata, inscenata dai Ribelli. Ti senti un grandissimo pirla e non aiuta il fatto che hai appena minacciato la Ribellione. L'arbitro, che ha armi vere, ti caccia via!
ko: 당신의 감동적인 연설은 더 많은 모욕을 부를 뿐이었습니다. "멍청아, 저리 비켜! 네가 참가하려면 RSVP가 있어야 한다고!" 그 순간 당신은 이게 뭔지 깨달았습니다. 이건 반군의 모의 전투입니다. 당신은 완전 바보 같은 착각을 해버린 데다가, 반군을 위협하기까지 해버렸습니다. 결국 진짜 무기로 무장한 심판이 당신을 쫓아내러 오고 있습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: This is civilian territory! The Federation has better things to do than attack this place!
fr: C'est un territoire civil ! La Fédération a mieux à faire que d'attaquer cet endroit !
it: Questo è territorio civile! La Federazione ha di meglio da fare che attaccare questo posto!
ko: 여긴 민간인 거주지다! 연방은 되도록 다른 곳을 공격해야 한다!

source: "What? What the hell are you talking about? Buddy, this is a mock battle. We're all 'Rebels' here. We appreciate the.. erm... concern, but no one's in any actual danger here. Did you take your meds this morning?" You ensure the Rebels you're mentally stable, but they seem reluctant to believe you. They give you some supplies, and though they say it's a gift for your good will, you suspect they just want you to leave faster.
fr: "Qu'est-ce que tu racontes ? Qu'est-ce que tu racontes ? Mon pote, c'est un simulacre de bataille. Nous sommes tous des Rebelles. Nous apprécions votre... euh... inquiétude, mais personne n'est réellement en danger ici. Avez-vous pris vos médicaments ce matin ?" Vous assurez aux Rebelles que vous êtes mentalement stable, mais ils semblent réticents à vous croire. Ils vous donnent quelques ressources et bien qu'ils disent que c'est un cadeau pour votre bonne volonté, vous soupçonnez qu'ils veulent juste que vous partiez plus vite.
it: "Cosa? Di che diavolo stai parlando? Stellina bella, questa è una simulazione. Qui siamo tutti 'Ribelli'. Apprezziamo la... ehm... preoccupazione, ma qui nessuno è veramente in pericolo. Hai preso le tue pillole stamattina?" Assicuri ai Ribelli di essere mentalmente in salute, ma non sembrano crederti. Però ti danno delle risorse, e anche se dicono che è un regalo per la tua buona volontà, sospetti che vogliano solo che te ne vada in fretta.
ko: "뭐라고? 무슨 소릴 하는 거야? 이봐, 이건 모의전이라고. 우린 모두 '반군'이야. 우리한테... 음... 관심을 줘서 고맙긴 한데, 아무도 위험하지 않아. 혹시 아침약 안 먹었냐?" 당신은 그들에게 자기 정신 상태는 멀쩡하다고 호소했지만, 그들은 당신을 믿지 않는 것 같습니다. 그들은 당신에게 보급품을 약간 주며 호의의 선물이라고 말했지만, 아마도 그냥 당신을 빨리 떠나게 하려고 준 것일 겁니다.

source: Give up.
fr: Abandonner.
it: Rinuncia.
ko: 포기한다.

source: You have better things to do than deal with this now.
fr: Vous avez mieux à faire que de vous occuper de cela maintenant.
it: Hai di meglio da fare che occuparti di questa storia.
ko: 당신이 신경 쓸 일은 이 일 말고도 많습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_MOCKBATTLE"]/choice[3]/text
source: Leave immediately.
fr: Partir immédiatement.
it: Vattene immediatamente.
ko: 즉시 떠난다.

source: This isn't a battle you want to get caught up in. Time to leave.
fr: Ce n'est pas une bataille dans laquelle vous voulez vous engager. Il est temps de partir.
it: Questa non è una battaglia in cui vuoi immischiarti. Ora di andare.
ko: 당신은 이 싸움에 말려들고 싶지 않습니다. 떠날 시간입니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_REBEL_DEPRESSED"]/text
source: "Is that a Renegade? Oh what's the use... We're never going to succeed." The Rebel doesn't move to attack.
fr: "C'est un Renégats ? Oh, à quoi bon... Nous n'y arriverons jamais !" La Rebelle ne bouge pas pour attaquer.
it: "Quello è un Rinnegato? Oh a che serve... non ce la faremo mai." I Ribelli non fanno mosse ostili.
ko: "저거 배회잔가? 됐다, 다 무슨 소용이야... 우리는 절대 이기지 못할 건데." 반군은 공격할 움직임을 보이지 않습니다.

source: Let's prove them right. Attack!
fr: Prouvons-leur qu'ils ont raison. Attaquer !
it: Dimostriamogli che hanno ragione. All'attacco!
ko: 그들의 생각이 옳음을 증명하자. 공격!

source: If they're going to complain about their imminent defeat, then who are you to deny it to them?
fr: S'ils se plaignent de leur défaite imminente, qui êtes-vous pour la leur refuser ?
it: Se si lamentano della loro sconfitta imminente, chi sei tu per negargliela?
ko: 반군이 곧 다가올 패배에 대해 불평하는데 부정할 이유는 없겠죠?

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Ask them if something is wrong.
fr: Leur demander si quelque chose ne va pas.
it: Chiedigli se c'è qualcosa che non va.
ko: 문제가 있는지 묻는다.

source: "It's just..." The Rebel sighs. "This ship has one of the worst service records of any active Rebel ship. Every mission we've been on has been an abject failure. We don't even have the honor of falling in duty for the cause. We're the laughing stock of the Rebel fleet. There's no way we can win against a Renegade. That's why they've left us here, where we're not as likely to screw anything up."
fr: "C'est juste que..." Le Rebelle soupire. "Ce vaisseau a l'un des pires états de service de tous les vaisseaux Rebelles en activité. Toutes les missions auxquelles nous avons participé ont été des échecs cuisants. Nous n'avons même pas l'honneur de tomber au combat pour la cause. Nous sommes la risée de la flotte Rebelle. Il n'y a aucune chance que nous puissions gagner contre un Renégats. C'est pour ça qu'ils nous ont laissés ici, où nous ne risquons pas de tout gâcher."
it: "È solo che..." Il Ribelle sospira. "Questa nave ha uno dei peggiori record in servizio attivo di qualsiasi altra. Ogni missione a cui abbiamo partecipato è stata un fallimento totale. Non abbiamo nemmeno l'onore di morire difendendo la causa. Siamo gli zimbelli della flotta Ribelle. Non possiamo vincere contro un Rinnegato. Ecco perché ci hanno lasciato qui, dove abbiamo meno possibilità fare casini."
ko: "그냥..." 반군이 한숨을 내쉽니다. "이 함선은 현역 반군 함선 중에서 손에 꼽게 근무 기록이 나빠. 우리가 수행한 모든 임무는 처참하게 실패했지. 대의를 지키려다 쓰러지는 영광조차 없었고. 우린 반군 함대의 웃음거리가 돼버렸어. 그런 우리가 배회자를 상대로 이길 수 있을 리가 없어. 그래서 우리가 이곳에 배정된 거야. 망쳐버릴 일이 전혀 없는 이곳에."

source: (Jerry) "I'm proud of you."
fr: (Jerry) "Je suis fier de vous."
it: (Jerry) "Sono fiero di voi."
ko: (제리) "저는 여러분이 자랑스러워요."

source: Jerry talks into the communicator. "Hey, I know things have been rough, but I just want you guys to know that I'm proud of you. You said it yourself, you're alive, aren't you? That's no small feat in a galaxy as dangerous as this one." "Jerry? Do you really mean that?" The voice on the other side sounds choked up. "You have no idea how long we've needed to hear that. You really are the coolest guy in the galaxy."
fr: Jerry parle dans le communicateur : "Je sais que les choses ont été difficiles, mais je veux que vous sachiez que je suis fier de vous. Vous l'avez dit vous-même, vous êtes en vie, n'est-ce pas ? Ce n'est pas rien dans une galaxie aussi dangereuse que celle-ci." "Jerry ? Tu le penses vraiment ?" La voix de l'autre côté semble étouffée. "Tu n'as pas idée de combien de temps nous avons eu besoin d'entendre ça. Tu es vraiment le type le plus cool de la galaxie."
it: Jerry parla nel comunicatore. "Ehi, so che la situazione è difficile, ma voglio solo che sappiate che sono fiero di voi. L'hai detto tu stesso, almeno siete vivi, no? Non è cosa da poco in una galassia così pericolosa." "Jerry? Dici sul serio?" La voce all'altro capo sembra trattenere le lacrime. "Non hai idea da quanto tempo avevamo bisogno di sentirlo. Sei davvero il migliore della galassia."
ko: 제리가 통신기에 대고 말합니다. "힘든 일이 있었던 건 알지만 저는 여러분이 자랑스럽다는 걸 알아줬으면 좋겠어요. 여러분 스스로 말했잖아요, 쓰러지지 않았다고. 이 위험한 은하계에서 그건 결코 쉬운 일이 아니에요." "제리? 정말 진심이에요?" 통신기 너머에서 목이 메는 득한 목소리가 들려옵니다. "우리가 얼마나 오랫동안 그 말을 듣고 싶었는지 상상도 못 하실 거예요. 당신은 정말 이 은하계에서 가장 멋진 사람이에요."

source: Console them.
fr: Les consoler.
it: Consolali.
ko: 그들을 위로한다.

source: Put them out of their misery.
fr: Mettre fin à leurs souffrances.
it: Falli smettere di soffrire.
ko: 안락사 시켜준다.

source: Their low spirits will hopefully give you a tactical advantage.
fr: Leur manque d'entrain vous donnera, espérons-le, un avantage tactique.
it: Speriamo che il loro umore ti dia un vantaggio tattico.
ko: 이들의 낮은 전의는 전술적 이점을 제공할 것입니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Step away from the Rebel.
fr: S'éloigner des Rebelles.
it: Allontanati dai Ribelli.
ko: 반군에게서 떨어진다.

source: You peacefully step away without saying another word.
fr: Vous vous éloignez paisiblement sans dire un mot de plus.
it: Ti allontani pacificamente senza dire altro.
ko: 당신은 아무 말도 하지 않고 조용히 물러납니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

source: Spare the despondent Rebel.
fr: Épargner les Rebelles déprimés.
it: Risparmia i Ribelli depressi.
ko: 낙담한 반란군을 살려준다.

source: Whatever their issue, you'll take the opportunity to avoid a fight.
fr: Quel que soit leur problème, vous saisirez l'occasion d'éviter une dispute.
it: Qualunque sia il problema, cogli l'occasione per evitare di combattere.
ko: 그들이 무슨 문제를 겪고 있든, 당신은 싸움을 피할 기회를 잡았습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

source: "What do YOU know? The fact that you're even here tells me that you could never understand our pain!" The Rebel captain's mood has shifted. You're going to have to fight them!
fr: "Qu'est-ce que VOUS en savez ? Le fait même que vous soyez là me dit que vous ne pourrez jamais comprendre notre douleur !" L'humeur du capitaine Rebelles a changé. Vous allez devoir les combattre !
it: "E TU che ne sai? Il solo fatto che sei qui mi dice che non potrai mai capire il nostro dolore!" L'umore del capitano Ribelle è cambiato. Dovrai affrontarli!
ko: "네가 뭘 알아? 지금 네가 여기 있는 시점에서 넌 우리의 고통을 이해할 수 없어!" 반군 선장의 기세가 돌변했습니다. 이제 그들과 싸워야 합니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
