Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: He nods. "Y-yes. Though most people call me Jerry. We meet at last, Renegade. If... if that's what you call yourself. Well. Here I am. Jerry Wentworth, in the flesh. Not what you were expecting? Never seem to be. People come from all over, and well, they set their expectations a bit high. So... you came here because you have a job to do, right? Well, go ahead." Jerry stretches out his arms as if he were giving you a hug. He's trembling, and sweating hard, but his eyes glow fiercely determined, as if you were the one on trial, not him.
fr: Il acquiesce : "Oui. Mais la plupart des gens m'appellent Jerry. Nous nous rencontrons enfin, Renégats. Si... si c'est ainsi que vous vous appelez. Eh bien, me voici. Jerry Wentworth, en chair et en os. Ce n'est pas ce que vous attendiez ? On dirait que ce n'est jamais le cas. Les gens viennent de partout et leurs attentes sont un peu élevées. Alors... vous êtes venu ici parce que vous avez un travail à faire, n'est-ce pas ? Eh bien, allez-y", dit Jerry en tendant les bras comme pour vous serrer dans ses bras. Il tremble et transpire beaucoup, mais ses yeux brillent d'une détermination farouche, comme si c'était vous qui étiez jugé et non lui.
it: Annuisce. "S-sì. Anche se molti mi chiamano Jerry. Alla fine ci incontriamo, Rinnegato. Se... se è così che ti fai chiamare. Bene. Eccomi qui. Jerry Wentworth, in carne e ossa. Non è quello che ti aspettavi? È normale, capita a tutti. C'è gente che viene da ogni dove e, beh, si fa delle aspettative belle alte. Così... sei venuto qui perché hai un lavoro da fare, giusto? Beh, prego." Jerry allarga le braccia come se dovesse abbracciarti. Sta tremando e sudando molto, ma i suoi occhi brillano di una ferrea determinazione, come se a processo ci fossi tu, non lui.
ko: 그가 고개를 끄덕였습니다. "그-그래요. 비록 대부분 날 제리라고 부르긴 하지만요. 드디어 만났군요. 배회자. 만약... 당신이 부르던 대로 절 소개하자면 제가 바로 제리 웬트워스입니다. 직접 보니 기대했던 것과는 다른가요? 아마 그럴 거예요. 이곳저곳에서 왔던 다른 사람들도, 그러니까, 너무 기대감을 품고 왔었죠. 그래서... 할 일이 있어서 오신 거죠? 자, 어서 하세요." 제리는 당신을 포옹하듯 팔을 뻗었습니다. 그는 떨면서 땀을 뻘뻘 흘렸지만, 그의 눈빛은 단호하고도 위엄 넘쳐서 마치 재판받는 사람이 그가 아니라 당신인 것처럼 느껴졌습니다.

source: Shoot him.
fr: Le tuer.
it: Sparagli.
ko: 그를 쏜다.

source: You aren't going to pass up a chance like this. In one swift movement you draw your laser and shoot Jerry down. His knees buckle, his body collapses, but the look in his eyes never fades. His squad panics and call for a medical team, and you take your leave. As you go, you make sure to salvage the drone from earlier. Your mission was a success, but you can't shake the feeling that you made a mistake here...
fr: Vous n'allez pas laisser passer une telle occasion. D'un seul geste, vous dégainez votre laser et abattez Jerry. Ses genoux se dérobent, son corps s'effondre, mais son regard ne s'éteint jamais. Son équipe panique et appelle une équipe médicale et vous prenez congé. En partant, vous vous assurez de récupérer le drone de tout à l'heure. Votre mission a été un succès, mais vous n'arrivez pas à vous débarrasser du sentiment d'avoir commis une erreur...
it: Non hai intenzione di farti sfuggire l'occasione. In un movimento rapido, estrai il tuo blaster e spari a Jerry. Le sue ginocchia cedono, il suo corpo cade, ma lo sguardo nei suoi occhi non sparisce mai. Il suo team va nel panico e chiama un'équipe medica mentre tu te ne vai. Mentre vai via, ti assicuri di smantellare il drone di prima. La tua missione ha avuto successo, ma non puoi fare a meno di pensare che forse hai fatto uno sbaglio...
ko: 당신은 기회를 놓치지 않았습니다. 단 한 순간 빠르게 움직여 레이저의 방아쇠를 당겨 제리를 쏴 넘어뜨렸습니다. 그의 무릎이 구부러지고 몸은 무너졌지만, 눈동자의 반짝임은 결코 사라지지 않았습니다. 그의 무리가 당황하며 의료팀을 불렀고 당신은 자리를 떠났습니다. 떠나는 도중 아까의 무인기를 인양하는 일 또한 잊지 않았습니다. 당신은 임무에 성공했지만, 무언가 실수했다는 느낌을 떨쳐버릴 수 없습니다...

source: Spare him.
fr: L'épargner.
it: Risparmialo.
ko: 그를 살려준다.

source: You keep your hand by your side but never reach for your blaster. You look Jerry in the eyes for a solid minute before he puts down his arms. "Huh. Was this not what you came here to do? I'm giving you your chance. Aren't you going to take it?"
fr: Vous gardez votre main le long du corps, mais vous n'atteignez jamais votre blaster. Vous regardez Jerry dans les yeux pendant une bonne minute avant qu'il ne baisse les bras. "Heu. Ce n'est pas ce que vous êtes venu faire ici ? Je vous donne votre chance. Vous n'allez pas la saisir ?"
it: Tieni la mano al fianco, ma non prendi mai il blaster. Guardi Jerry negli occhi per un minuto buono prima che abbassi le braccia. "Huh. Non è per questo che sei qui? Ti sto dando l'occasione. Non vuoi coglierla?"
ko: 당신은 블래스터 쪽으로 손을 뻗었지만, 그것에 손을 대진 않았습니다. 제리가 팔을 내리기 전까지 당신은 그의 눈을 똑바로 바라봤습니다. "허. 이러려고 온 거 아니었나요? 기회를 드리는 건데 놓치실 건가요?"

source: You're of more use to us alive than dead.
fr: Tu nous es plus utile vivant que mort.
it: Ci sei più utile da vivo che da morto.
ko: 네가 죽는 것보다 살아있는 것이 우리에게 더 도움 될 거야.

source: "How... utilitarian? Though I'm afraid I'm not of much use to you. The Rebellion calls me a hero, but I haven't the slightest idea why. I've never done much of anything. It must be nice, being you... traveling the Multiverse, being cheered at the end of your journey and feeling like you've earned it."
fr: "Comment... utile ? J'ai bien peur de ne pas vous être d'une grande utilité. La Rébellion m'appelle un héros, mais je n'ai pas la moindre idée de pourquoi. Je n'ai jamais fait grand-chose. Ça doit être sympa, d'être vous... de parcourir le Multivers, d'être acclamé à la fin de son voyage et d'avoir l'impression de l'avoir mérité."
it: "Che... pragmatico? Ma temo di non esserti molto utile. La Ribellione mi chiama eroe, ma non ho la minima idea del perché. Non ho mai fatto chissà cosa. Dev'essere bello essere te... viaggiare per il multiverso, essere acclamati alla fine del viaggio e sentire di esserselo meritato."
ko: "뭐... 사람은 많을수록 좋겠죠? 제가 당신께 큰 도움이 되지 못할까봐 걱정되긴 하지만요. 반군은 절 영웅이라고 부르지만 왜 그런지 전혀 모르겠어요. 저는 아무것도 한 적이 없어요. 당신은 좋겠어요... 멀티버스를 여행하고 그 목적지에서는 환호성을 지르면서 많은 것들을 얻은 기분이겠죠."

source: You don't think you're a hero?
fr: Tu ne pensez pas être un héros ?
it: Non credi di essere un eroe?
ko: 스스로를 영웅이라 생각하지 않나?

source: You aren't what we expected. Killing you doesn't feel right.
fr: Tu n'es pas ce que nous attendions. Te tuer n'est pas une bonne chose.
it: Non sei quello che ci aspettavamo. Ucciderti non sembra giusto.
ko: 너는 우리가 생각했던 것과 달라. 너를 죽이는 건 옳지 않아.

source: "Well, I can't say I understand where you draw the line. But I've also never been in your shoes. What's it like being a hero to your people? Like, earning that title. The Rebellion calls me a hero, but I've yet to figure out why..."
fr: "Je ne peux pas dire que je comprenne où mettre la limite. Mais je n'ai jamais été à votre place. Qu'est-ce que ça fait d'être un héros pour son peuple ? De mériter ce titre. La Rébellion m'appelle un héros, mais je n'ai pas encore compris pourquoi..."
it: "Beh, non posso dire di capire quali sono i tuoi limiti. Ma non sono nemmeno mai stato nei tuoi panni. Com'è essere un eroe per il tuo popolo? Tipo, guadagnarsi quel titolo? La Ribellione mi chiama eroe, ma devo ancora capire perché..."
ko: "글쎄요, 당신이 어느 부분에서 그렇게 확신하는지 모르겠네요. 하지만 당신과 같은 영웅의 입장에 서본 적 없는 건 사실이죠. 영웅이 된 기분은 어떤가요? 그런 칭호를 받는 거 말이에요. 반군이 왜 저를 영웅이라 부르는지 도무지 모르겠어요..."

source: You don't think you're a hero?
fr: Tu ne pensez pas être un héros ?
it: Non credi di essere un eroe?
ko: 스스로를 영웅이라 생각하지 않나?

source: I've had a change of heart. Think I'll be one of those pacifist monk types now.
fr: J'ai changé d'avis. Je pense que je vais devenir un de ces moines pacifistes.
it: Ho cambiato idea. Credo che diventerò uno di quei monaci pacifisti.
ko: 마음이 바뀌었다. 이제 나는 평화주의 수도승이 될 거야.

source: "It's a bit late for that captain, don't you think? Or... maybe not. Not sure it would be a good thing anyways. You're a hero to your people, right? And I'm a hero to mine... Not sure what's so heroic about me, but at least you've got your mission. I've got... I'm not sure."
fr: "Il est un peu tard pour ça capitaine, vous ne pensez pas ? Ou... peut-être pas. Pas sûr que ce soit une bonne chose de toute façon. Vous êtes un héros pour votre peuple, n'est-ce pas ? Et je suis un héros pour les miens... Je ne sais pas ce que j'ai de si héroïque, mais au moins vous avez votre mission. J'ai... Je ne suis pas sûr."
it: "È un po' tardi per quello, non trovi, capitano? O... forse no. Non so se sarebbe un bene. Sei un eroe per la tua gente giusto? E io per la mia... non so cosa ci sia di eroico in me, ma almeno tu hai la tua missione. Io ho... non ne sono sicuro."
ko: "함장님한테는 조금 늦은것 같은데요, 그렇지 않나요? 뭐... 아닐수도 있지만요. 어쨌든 이게 좋은 일이 될지는 잘 모르겠네요. 당신은 당신네 사람들에게 영웅이죠, 그쵸? 그리고 난 이곳에서 영웅이에요... 저는 제가 왜 그렇게 영웅적인지 모르겠는데, 당신은 적어도 당신만의 임무를 가지고 있죠. 제 임무는... 저는 잘 모르겠네요."

source: You don't think you're a hero?
fr: Tu ne pensez pas être un héros ?
it: Non credi di essere un eroe?
ko: 스스로를 영웅이라 생각하지 않나?

source: We've done too much to spare him now.
fr: Nous avons trop fait pour l'épargner maintenant.
it: Ormai abbiamo fatto troppo per risparmiarlo.
ko: 우리는 그에게 너무 많은 시간을 썼다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME_RECRUIT"]/text
source: Jerry laughs but hangs his head in shame. "No... Look, it's probably clear to you now I don't follow in my uncle's footsteps." Jerry glances back at Sebastian and the rest of his security, who've been standing there awkwardly the whole time, "But people expect me to. Just carrying this name, the Wentworth name, is enough for people to think I'm special. My mother died when I was young, and I never knew my father, but had I never met my uncle, I'd probably be like, a gardener, a chef, or a librarian. I'm not a soldier, and I'm not a politician. I'm... I'm Jerry. Nothing at all. Only thing to my name is my name itself, and I did nothing to earn that."
fr: Jerry rit mais baisse la tête, honteux : "Non... Écoutez, vous avez probablement compris que je ne suis pas les traces de mon oncle" Jerry jette un coup d'œil à Sebastian et au reste de son équipe de sécurité, qui sont restés là, maladroits, pendant tout ce temps : "Mais les gens s'attendent à ce que je le fasse. Le simple fait de porter ce nom, le nom Wentworth, suffit pour que les gens pensent que je suis spécial. Ma mère est morte quand j'étais jeune et je n'ai jamais connu mon père, mais si je n'avais pas rencontré mon oncle, je serais probablement un jardinier, un chef cuisinier ou un bibliothécaire. Je ne suis pas un Soldat, ni un politicien. Je suis... Je suis Jerry. Rien du tout. La seule chose qui porte mon nom, c'est mon nom lui-même et je n'ai rien fait pour le mériter."
it: Jerry ride ma abbassa la testa dalla vergogna. "No... guarda, forse a te è chiaro che io non seguo le orme di mio zio." Jerry getta uno sguardo a Sebastian e al resto della security, che sono rimasti lì immobili tutto il tempo. "Ma la mia gente se lo aspetta. Anche solo portare questo nome, il nome Wentworth, basta perché la gente creda che io sia speciale. Mia madre è morta quand'ero piccolo e non ho mai conosciuto mio padre, ma se non avessi mai incontrato mio zio, forse sarei, chessò, un giardiniere, uno chef o un bibliotecario. Non sono né un soldato né un politico. Sono... sono Jerry. Il nulla più assoluto. L'unica cosa che ho a mio nome è il mio stesso nome e non ho fatto niente per guadagnarmelo."
ko: 제리는 웃었지만 부끄러워 하면서 고개를 숙였습니다. "아니에요... 보세요, 당신도 이제는 제가 삼촌을 따라가려 하지 않는다는 것을 확실히 아시겠죠." 제리는 세바스찬과 그의 경호원을 돌아보았습니다. 그들은 내내 어색하게 서 있었습니다. "하지만 사람들은 제가 그러길 기대합니다. 제 이름, '웬트워스' 이 글자만 들어도 사람들은 저를 특별하다고 생각하기 충분하죠. 제 어머니는 어렸을때 돌아가시고, 아버지는 누군지도 몰랐습니다. 제가 삼촌을 만나지 않았더라면 저는 아마 정원사, 요리사, 아니면 도서관 사서가 되었을 테죠. 저는 군인이 아닙니다. 정치인도 아니고요. 전 그냥... 제리예요. 아무것도 아니죠. 제 이름은 그저 제 이름일 뿐이지 다른 건 아무것도 없어요."

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME_RECRUIT"]/choice/text
source: Sounds like you need to take your life into your own hands.
fr: On dirait que tu as besoin de prendre ta vie en main.
it: Sembra che tu debba prendere la tua vita in mano.
ko: 인생을 주도적으로 살아보면 안되겠나?

source: "I'm not sure what you mean. I haven't left the Protectorate since the day I entered it. I don't have any power on this place, it's all Cyra. Vance knows I'm incompetent, and while he doesn't want the rest of the galaxy to know it, he doesn't trust me enough to keep this place afloat. Not like I could anyways."
fr: "Je ne suis pas sûr de ce que vous voulez dire. Je n'ai pas quitté le Protectorat depuis le jour où j'y suis entré. Je n'ai aucun pouvoir ici, tout est entre les mains de Cyra. Vance sait que je suis incompétent et même s'il ne veut pas que le reste de la galaxie le sache, il ne me fait pas assez confiance pour maintenir cet endroit à flot. Pas comme si je pouvais de toute façon."
it: "Non so cosa intendi. Non lascio il Protettorato fin dal giorno in cui ci sono entrato. Non ho alcun potere qui, è tutto nelle mani di Cyra. Vance sa che sono incompetente e anche se non vuole che il resto della galassia lo sappia, non si fida abbastanza di me per farmi mandare avanti questo posto. Non che possa, in ogni caso."
ko: "무슨 말씀인지 모르겠네요. 제가 보호국에 들어온 날 이후로 전 이곳을 한 번도 떠난 적이 없어요. 여기서 전 아무런 힘도 없습니다. 전부 시라가 관리할뿐. 밴스는 내가 무능하다는 걸 알아요. 그리고 다른 은하계 사람들이 그 사실을 모르기를 원하죠. 게다가 그는 저를 별로 믿지 않아서 이곳을 제대로 관리해주지도 않아요. 물론 저도 관리할 능력이 없고요."

source: We can't help, nor stick around much longer, but you'll figure it out.
fr: Nous ne pouvons pas t'aider, ni rester dans les parages plus longtemps, mais tu vas t'en sortir.
it: Non possiamo aiutarti, né trattenerci ancora a lungo, ma lo scoprirai.
ko: 우리는 너를 도와줄 수도 더 오래 머물 수도 없지만, 분명 네 스스로 답을 찾아낼 수 있을 거야.

source: "Maybe so. I feel like I'll be reprimanded for this later, but while I still have any grace left let me try and help you. And if you see my uncle - never forget he's a person too. He's done a lot of things, but I've seen a side to him most people never have. Don't forget it exists."
fr: "Peut-être bien. J'ai l'impression que je serai réprimandé pour cela plus tard, mais tant qu'il me reste un peu de grâce, laissez-moi essayer de vous aider. Et si vous voyez mon oncle, n'oubliez jamais qu'il est aussi une personne. Il a fait beaucoup de choses, mais j'ai vu un côté de lui que la plupart des gens n'ont jamais vu. N'oubliez pas que cela existe."
it: "Forse. Sento che sarò rimproverato per questo più tardi, ma mentre ho ancora della grazia in me, lascia che ti aiuti. E se vedi mio zio... non dimenticare mai che anche lui è una persona. Ha fatto molte cose, ma io ho visto una parte di lui che molti altri non hanno mai visto. Non dimenticare che esiste."
ko: "그럴지도 모르죠. 나중에 질책 받을 것 같기는 하지만, 목숨을 살려주셨으니 당신을 돕고 싶습니다. 그리고 제 삼촌을 보더라도 그 역시 사람이라는 것을 잊지 말아주세요. 그의 행적은 저도 잘 알고 있지만, 저는 대부분의 사람들이 보지 못한 그의 이면을 봤습니다. 그것이 존재한다는 것을 잊지 말아주세요."

source: You could come with us. See the Multiverse. Maybe help improve it too.
fr: Tu pourrais venir avec nous. Voir le Multivers. Et peut-être aider à l'améliorer.
it: Potresti venire con noi. Vedere il multiverso. Magari aiutare anche a migliorarlo.
ko: 우리와 함께 가자. 멀티버스를 봐. 진짜 너를 찾는 데 도움이 될 수도 있어.

source: "A-are you serious? I've always wanted to- wait. This isn't some trick to lure me out of here and kill me, right?"
fr: "Vous êtes sérieux ? J'ai toujours voulu... Attends. Ce n'est pas une ruse pour m'attirer hors d'ici et me tuer, n'est-ce pas ?"
it: "D-dici sul serio? Ho sempre volu- un attimo. Non è solo un trucchetto per attirarmi fuori da qui e uccidermi, giusto?"
ko: "저-정말 진심인가요? 이 날만을 기다리고 있었어요. 이거 날 유인해서 죽이려는 속임수는 아니죠?"

source: Nahhhhh. Probably.
fr: Nannnn. Probablement.
it: Nahhhhh. Forse.
ko: 아----닐거야. 아마도.

source: "Huh. Very reassuring. Well, it's not like things are going to improve around here. Though... a warning. Cyra isn't going to let you take me with you easily. Try not to hurt her, okay? She's only doing her job, she wouldn't hurt you unless she thought you were going to hurt me. I'm certain there's a way to get through this without any bloodshed."
fr: "Heu. C'est très rassurant. Bon, ce n'est pas comme si les choses allaient s'améliorer par ici. Mais... un avertissement. Cyra ne va pas vous laisser m'emmener avec vous facilement. Essayez de ne pas la blesser, d'accord ? Elle ne fait que son travail, elle ne vous ferait pas de mal si elle ne pensait pas que vous alliez me faire du mal. Je suis certain qu'il y a un moyen de sortir de cette situation sans effusion de sang."
it: "Huh. Molto rassicurante. Beh, non è che la situazione migliori da queste parti. Ma... ti avverto. Cyra non ti lascerà andare tanto facilmente se mi porti con te. Cerca di non farle del male, ok? Fa solo il suo lavoro, non ti farà del male a meno che non pensi che tu farai del male a me. Sono sicuro che ci sia un modo di superarla senza spargimenti di sangue."
ko: "하하. 정말 안심 되네요. 그런다고 여기 상황이 나아질 것 같지는 않지만요. 그리고... 경고 하나 하죠. 시라는 당신이 날 쉽게 데려가도록 놔두지 않을 거에요. 그녀를 다치게 하진 마세요. 알겠죠? 그녀는 그저 책무를 다할 뿐이에요. 당신이 날 해치지 않는다고 생각하면 당신을 공격하지 않을 거에요. 저는 유혈사태 없이 이 상황을 헤쳐나갈 수 있는 방법이 있다고 확신합니다."

source: You could come with us. See the Multiverse. Maybe help improve it too.
fr: Tu pourrais venir avec nous. Voir le Multivers. Et peut-être aider à l'améliorer.
it: Potresti venire con noi. Vedere il multiverso. Magari aiutare anche a migliorarlo.
ko: 우리와 함께 가자. 멀티버스를 봐. 진짜 너를 찾는 데 도움이 될 수도 있어.

source: "N-no. I couldn't. You killed Cyra. She might have seemed cold to you, but she was like my mother. Or my aunt, I guess. I get you're just doing your job, but it just doesn't feel right. I feel like I'll be reprimanded for this later, but while I still have any grace left let me try and help you. And if you see my uncle - never forget he's a person too. He's done a lot of things, but I've seen a side to him most people never have. Don't forget it exists."
fr: "N-non. Je n'ai pas pu. Tu as tué Cyra. Elle te semblait peut-être froide, mais elle était comme ma mère. Ou ma tante, je suppose. Je comprends que vous faites juste votre travail, mais je ne me sens pas bien. J'ai l'impression que je serai réprimandé pour ça plus tard, mais tant qu'il me reste un peu de grâce, laissez-moi essayer de vous aider. Et si vous voyez mon oncle, n'oubliez jamais qu'il est aussi une personne. Il a fait beaucoup de choses, mais j'ai vu un côté de lui que la plupart des gens n'ont jamais vu. N'oubliez pas que cela existe."
it: ""N-no. Non potrei. Hai ucciso Cyra. A te sarà sembrata fredda, ma era come una madre per me. O una zia, suppongo. So che stai solo facendo il tuo lavoro, ma non mi sembra giusto. Sento che sarò rimproverato per questo più tardi, ma mentre ho ancora della grazia in me, lascia che ti aiuti. E se vedi mio zio... non dimenticare mai che anche lui è una persona. Ha fatto molte cose, ma io ho visto una parte di lui che molti altri non hanno mai visto. Non dimenticare che esiste."
ko: "그-그럴 순 없어요. 당신은 시라를 죽였어요. 그녀가 당신한테는 차갑게 대했을지도 모르지만, 저에게는 엄마 같았어요. 당신이 책무를 다했을 뿐이라는 것은 알지만, 별로 기분이 좋진 않네요. 나중에 질책받을 것 같기는 하지만, 목숨을 살려주셨으니 당신을 돕고 싶습니다. 그리고 제 삼촌을 보더라도 그 역시 사람이라는 것을 잊지 말아 주세요. 그의 행적은 저도 잘 알고 있지만, 저는 대부분의 사람이 보지 못한 그의 이면을 봤습니다. 그것이 존재한다는 것을 잊지 말아 주세요."
