Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: (Mind Control) Keep the mind control online in-case he does anything bad.
fr: (Contrôle mental) Gardez le contrôle mental en ligne au cas où il ferait quelque chose de mal.
it: (Controllo mentale) Tieni attivo il controllo mentale in caso tenti qualcosa di losco.
ko: (정신 지배 장치) 그가 나쁜 짓을 할 경우에 대비해 정신지배를 사용한다.

# data/events_sector_jerry.xml$//event[@name="DESTROYED_TOM"]/choice[5]/text
source: Free the Rebel and let them go.
fr: Libérer le Rebelle et le laisser partir.
it: Libera il Ribelle e lascialo andare.
ko: 풀어준다.

# data/events_sector_jerry.xml$//event[@name="DESTROYED_TOM"]/choice[6]/text
source: Space him.
fr: L'éjecter dans l'espace.
it: Gettalo nello spazio.
ko: 우주로 방출한다.

# data/events_sector_jerry.xml$//event[@name="DESTROYED_TOM"]/choice[6]/event/text
source: As you grab the Rebel by the arms and drag him into the airlock he protests little. A tear rolls down his cheek as he stands up straight and accepts his fate. You close the airlock once again when his corpse has drifted a safe distance from the ship.
fr: Tandis que vous saisissez le Rebelle par les bras et le traînez au sas, il ne proteste guère. Une larme glisse sur sa joue pendant qu'il se relève et accepte son destin. Vous fermez le sas une fois que son corps s'est suffisamment éloigné du vaisseau.
it: Mentre afferri il Ribelle per le braccia e lo trascini alla camera d'equilibrio non protesta molto. Una lacrima gli scorre sulla guancia mentre si alza in piedi e accetta il suo destino. Chiudi la camera quando il suo cadavere si trova a una distanza di sicurezza dalla nave.
ko: 그는 당신에게 붙잡혀 에어록으로 끌려가는 동안에 거의 저항하지 않았습니다. 꼿꼿이 서서 자신의 운명을 받아들이려 하는 것 같지만, 그의 뺨을 타고 눈물이 흘러내립니다. 그의 시체가 함선에서 충분한 거리까지 멀어졌을 때 다시 에어록을 닫았습니다.

source: The Rebel is grateful for you sparing him, despite it meaning he must betray his original cause.
fr: Le Rebelle est reconnaissant de votre choix, malgré le fait que cela le contraint à trahir sa cause originelle.
it: Il Ribelle ti è grato per averlo risparmiato, nonostante ciò voglia dire che deve tradire la sua causa originale.
ko: 그는 당신의 자비에 감사하고 있습니다. 비록 그가 반군을 배신해야 함에도 말입니다.

source: The Rebel puts on a facade of gratitude, which is shattered quickly when he pulls out a laser and blasts one of your crew! He shouts, "Rebellion forever!" before he is shot in return. You drag his lifeless body to the airlock and send him into the endless vacuum of space.
fr: Le Rebelle montre une façade de gratitude, qui est rapidement brisée lorsqu'il dégaine son laser et abat l'un de vos membres d'équipage ! Il hurle, "Rébellion à jamais !" avant d'être lui-même abattu. Vos traînez son corps sans vie au sas et l'expédiez dans le vide spatial.
it: Il Ribello si finge grato, ma la copertura salta poco dopo quando estrae un blaster e spara a uno del tuo equipaggio! Urla: "La Ribellione è per sempre!" prima che un altro membro dell'equipaggio gli spari. Trascini il suo corpo senza vita alla camera d'equilibrio e lo espelli nel vuoto infinito dello spazio.
ko: 반군은 감사의 표정을 짓는 듯하더니 갑자기 블래스터를 꺼내 선원 중 한 명을 날려버렸습니다! 그는 대응 사격에 맞기 직전 "반군 만세!" 라고 외쳤습니다. 당신은 그의 죽어버린 몸뚱이를 에어록으로 끌고 가 끝없는 진공 공간으로 날려 보냅니다.

source: Luckily, your killed crewmember is already undergoing the cloning process.
fr: Heureusement, votre membre d'équipage abattu est déjà en train de se faire cloner.
it: Per fortuna, il tuo sottoposto ucciso sta già venendo clonato.
ko: 다행히도 사망한 선원은 이미 복제 중이었습니다.

source: The Rebel is grateful for you sparing him, despite it meaning he must betray his original cause. Looks like we won't need the mind control after all.
fr: Le Rebelle est reconaissant pour votre choix, malgré le fait que cela lui contraint à trahir sa cause originelle. On dirait que le Contrôle mental ne sera pas nécessaire au final.
it: Il Ribelle ti è grato per averlo risparmiato, nonostante ciò voglia dire che deve tradire la sua causa originale. Sembra che il controllo mentale non ti servirà, dopotutto.
ko: 그는 당신의 자비에 감사하고 있습니다. 비록 그가 반군을 배신해야 함에도 말입니다. 보아하니 정신 지배 장비는 필요가 없었네요.

source: The Rebel puts on a facade of gratitude, which is shattered quickly when he pulls out a laser and tries to shoot one of your crew! Luckily, the mind control stops him and he drops to the floor. You hurry to drag him out the airlock.
fr: Le Rebelle montre une façade de gratitude, qui est rapidement brisée lorsqu'il dégaine son laser et essaie d'abattre l'un de vos membres ! Par chance, le Contrôle mental l'arrête immédiatement et il s'effondre par terre. Vous vous dépêchez de le traîner au sas.
it: Il Ribello si finge grato, ma la copertura salta poco dopo quando estrae un blaster e prova a sparare a un membro dell'equipaggio! Fortunatamente, il controllo mentale lo ferma e cade a terra. Lo trascini velocemente fuori dalla camera d'equilibrio.
ko: 반군은 감사의 표정을 짓는 듯하더니 갑자기 블래스터를 꺼내 선원 중 한 명을 쏘려 했습니다! 다행히도, 정신 지배 장비가 그를 멈추게 했고 그의 몸뚱이는 바닥에 널브러집니다. 당신은 재빨리 그를 에어락으로 끌고 갑니다.

source: "Tom, please. I'm not your enemy." "You think you're so much better than me?" "I never said anything like that." "You know what? I'll PROVE that I'm better. I'll contribute more than you ever thought POSSIBLE!" Tom has joined... whether you like it or not.
fr: "Tom, s'il te plaît. Je ne suis pas ton ennemi." "Tu penses que tu es tellement meilleur que moi ?" "Je n'ai jamais rien dit de tel." "Tu sais quoi ? Je vais prouver que je suis meilleur. Je contribuerai plus que tu ne l'aurais jamais cru POSSIBLE !" Tom s'est joint à vous... que cela vous plaise ou non.
it: "Tom, per favore. Non sono tuo nemico." "Credi di essere migliore di me?" "Non ho mai detto niente del genere." "Sai che ti dico? Ti DIMOSTRERÒ che sono meglio io. Contribuirò più di quanto tu abbia mai creduto POSSIBILE!" Tom si è unito all'equipaggio... che ti piaccia o no.
ko: "톰, 제발 진정해. 난 너의 적이 아니야." "너는 네가 나보다 훨씬 낫다고 생각해?" "난 그런 말 한 적 없어." "잘 들어. 내가 너보다 더 낫다는 걸 증명하겠어. 네가 생각했을 것보다 더 많은 기여를 할 거야!" 톰이 합류했습니다... 좋든 싫든 말이죠.

source: "Tom, please. I'm not your enemy." "It's not fair. it's just not fair." "Can't we just get along?" "Whatever. Have your fun. I'll look after this place. THEN they'll understand who the real cool guy is." Jerry sighs as Tom leaves your ship behind.
fr: "Tom, s'il te plaît. Je ne suis pas ton ennemi." "Ce n'est pas juste. Ce n'est pas juste." "On ne peut pas s'entendre ?" "Peu importe. Amuse-toi bien. Je m'occuperai de cet endroit. ALORS, ils comprendront qui est le vrai mec cool." Jerry soupire tandis que Tom laisse votre vaisseau derrière lui.
it: "Tom, per favore. Non sono tuo nemico." "Non è giusto. Non è affatto giusto." "Non possiamo andare d'accordo?" "Va beh. Divertiti. Io baderò a questo posto. POI capiranno chi è davvero il più figo." Jerry sospira mentre Tom si lascia indietro la tua nave.
ko: "톰, 제발 진정해. 난 너의 적이 아니에요." "이건 불공평해. 불공평하다고." "우리 그냥 사이좋게 지내면 안 될까?" "마음대로 해. 재미있게 놀아. 나는 보호국을 돌볼 거야. 그러면 누가 진짜 멋진 사람인지 밝혀지겠지." 톰이 함선을 떠나자 제리는 한숨을 내쉽니다.

# data/events_sector_jerry.xml$//event[@name="ENCOUNTER_MV_JERRY"]/choice[1]/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: (Jerry) "Hello!"
fr: (Jerry) "Bonjour !"
it: (Jerry) "Ciao!"
ko: (제리) "안녕하세요!"

# data/events_sector_jerry.xml$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[1]
source: "Bah, we didn't come to this reality to visit Jerry just to find Federation filth here instead! Out of our way!"
fr: "Bah, nous ne sommes pas venus dans cette réalité pour rendre visite à Jerry juste pour trouver des saletés de la Fédération ici à la place ! Hors de notre chemin !"
it: "Bah, non siamo venuti in questa realtà per andare a trovare Jerry solo per trovare canaglie federali! Fuori dalle scatole!"
ko: "으웩, 우린 연방 쓰레기를 찾기 위해 이 현실에 온 거지 제리를 보러 온 게 아니라고! 저리 꺼져!"

# data/events_sector_jerry.xml$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[2]
source: The Rebel ship at this beacon is no standard vessel - it's a Multiverse traveler like you, and it appears they're hungry for some Federation blood!
fr: Le vaisseau Rebelle qui se trouve à cette balise n'est pas un vaisseau ordinaire - c'est un voyageur du Multivers comme vous et il semble qu'ils aient faim du sang de la Fédération !
it: La nave Ribelle a questo astrofaro non è una qualunque... è un viaggiatore multiversale come te, e pare che abbia sete di sangue federale!
ko: 이 송신소에 있는 반군 함선은 표준 선박이 아닙니다. 당신 같은 멀티버스 여행자이고, 연방의 피를 갈망하는 것 같습니다!

# data/events_sector_jerry.xml$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[3]
source: It makes sense for there to be heavy Rebel influence in this sector, but you didn't expect to be finding a Multiverse vessel!
fr: Il est logique que l'influence des Rebelles soit importante dans ce secteur, mais vous ne vous attendiez pas à trouver un vaisseau Multiversel !
it: Ha senso che ci sia una forte presenza Ribelle in questo settore, ma non ti aspettavi di trovare una nave multiversale!
ko: 이 구역에서 반군의 영향력이 막강한 건 당연하지만, 멀티버스 함선까지 만날 줄은 몰랐네요!

# data/events_sector_jerry.xml$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[4]
source: "Finally we've found you!... wait, is this Jerry's sector? God damn it, now you've done it! If you've done anything to Jerry I swear to god that'll be the end of you! Well, I'm going to kill you either way, but you get the idea."
fr: "Enfin nous vous avons trouvé !... attends, c'est le secteur de Jerry ? Bon sang, vous l'avez fait ! Si vous avez fait quoi que ce soit à Jerry, je jure devant Dieu que c'en est fini de vous ! Enfin, je vous tuerai de toute façon, mais tu vois l'idée."
it: "Finalmente ti abbiamo trovato!... aspetta, è questo il settore di Jerry? Accidenti, questo è troppo! Se hai fatto qualcosa a Jerry giuro su dio che t'ammazzo! Beh, t'ammazzo comunque, ma ho reso l'idea."
ko: "드디어 찾았다! 잠깐, 여기 제리의 구역인가? 젠장, 결국 저질러버렸군! 제리에게 무슨 짓을 했다면 맹세코 넌 끝장이야! 물론 아무 짓 안 했어도 난 널 죽일 거야. 그냥 알아만 두라고."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: (Jerry) "Hello!"
fr: (Jerry) "Bonjour !"
it: (Jerry) "Ciao!"
ko: (제리) "안녕하세요!"

source: You are traveling in a Rebel sector with security measures akin to their Stronghold, so it should be no surprise that you've run into a ship that actually wants you dead!
fr: Vous voyagez dans un secteur Rebelles dont les mesures de sécurité sont comparables à celles de leur Forteresse. Il n'est donc pas surprenant que vous soyez tombé sur un vaisseau qui veut votre mort !
it: Stai viaggiando in un settore Ribelle con misure di sicurezza paragonabili alla loro Roccaforte, quindi non dovresti sorprenderti quando t'imbatti in una nave che vuole la tua morte!
ko: 당신은 지금 요새와 맞먹는 보안 수준의 반군 구역을 방랑하는 중이니, 진심으로 당신을 죽이려는 함선과 마주친 것도 놀라운 일이 아닙니다!

source: A Rebel ship approaches: you already know what to expect with these kind of encounters. Get ready for combat!
fr: Un vaisseau Rebelles s'approche : vous savez déjà à quoi vous attendre avec ce genre de rencontres. Préparez-vous au combat !
it: Una nave Ribelle si avvicina: sai già cosa aspettarti da incontri di questo tipo. Preparati a combattere!
ko: 반군이 다가옵니다. 이런 종류의 만남에서 어떤 교류가 오가는지는 이미 잘 알고 계실 겁니다. 전투 준비!

source: It seems this sector is not without threat after all - a Rebel ship approaches!
fr: Il semblerait que ce secteur ne soit pas sans menace : un vaisseau Rebelles approche !
it: Pare che questo settore non sia privo di minacce: una nave Ribelle si avvicina!
ko: 이 구역도 위험 요소가 없는 것은 아닌 것 같습니다. 반군이 접근하고 있습니다!

source: "Hey, you're not one of Jerry's friends! Who let you in here?" A Rebel ship attacks out of nowhere.
fr: "Hé, vous n'êtes pas un ami de Jerry ! Qui vous a laissé entrer ici ?" Un vaisseau Rebelles attaque en sortant de nulle part.
it: "Ehi, tu non sei uno degli amici di Jerry! Chi ti ha fatto entrare?" Una nave Ribelle attacca dal nulla.
ko: "이봐, 넌 제리의 친구가 아니잖아! 누가 들여보냈지?" 갑자기 나타난 반군이 당신을 공격합니다.

source: It seems your travel through this elusive sector will have to take a pause - a Rebel ship is inbound!
fr: Il semble que votre voyage dans ce secteur énigmatique doive faire une pause - un vaisseau Rebelles est en approche !
it: Pare che i tuoi viaggi in questo settore segreto dovranno fare una pausa: nave Ribelle in avvicinamento!
ko: 이 난해한 지역에서의 여정을 잠시 멈춰야 할 것 같습니다. 반군이 오고 있습니다!

source: "Jerry?! Hey man, how's it hanging!" The Rebels are no longer trying to fight.
fr: "Jerry ?! Hé mec, comment ça va ?" Les Rebelles n'essaient plus de se battre.
it: "Jerry?! Ehi amico, come va!" I Ribelli non provano più a combattere.
ko: "제리?!" 이야, 어떻게 지내고 있나요!" 반군은 더 이상 싸우려 하지 않습니다.

source: The Rebels are delighted to see their friend, and power off their weapons.
fr: Les Rebelles sont ravis de voir leur ami et éteignent leurs armes.
it: I Ribelli sono felici di vedere il loro amico e disattivano le armi.
ko: 반군들은 친구를 보고 기뻐하며 무기의 전원을 껐습니다.

source: As soon as they see Jerry on your ship, the Rebels no longer seem to want to fight.
fr: Dès qu'ils voient Jerry sur votre vaisseau, les Rebelles ne semblent plus vouloir se battre.
it: Non appena i Ribelli vedono Jerry sulla tua nave, perdono la voglia di combattere.
ko: 반군은 당신의 함선에 제리가 타고 있는 것을 보자마자 싸우고 싶지 않아 하는 것 같습니다.

# data/events_sector_jerry.xml$//event[@name="ENCOUNTER_AUTO_JERRY"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: "Prime Directive: protect Jerome from intruding Federation vessel. Do not resist destruction."
fr: "Directive première : protéger Jérôme de l'intrusion d'un vaisseau de la Fédération. Ne résistez pas à la destruction."
it: "Prima Direttiva: proteggere Jerome da nave di Federazione intrusa. Non resistete alla distruzione."
ko: "주요 지시: 연방 선박의 침입으로부터 제롬을 보호할 것. 파괴에 저항하지 마십시오."

source: It's no surprise to find an Auto-ship in Rebel space, but for some reason you weren't expecting one here. Prepare for battle!
fr: Il n'est pas surprenant de trouver un Auto-vaisseau dans l'espace des Rebelles, mais vous ne vous attendiez pas à en trouver un ici. Préparez-vous au combat !
it: Non è sorprendente trovare una robo-nave nello spazio Ribelle, ma per qualche motivo, non ti aspettavi di vederne una qui. Preparati a combattere!
ko: 반군 구역에서 무인기를 발견하는 것은 흔한 일이지만, 어떤 이유에선지 당신은 아무런 대비도 하지 않고 있었습니다. 전투를 준비하세요!

source: "Warning: Unwelcome Federation ship has entered the Jerome Protectorate. Please evacuate the system." The Auto-ship nearby scans your ship. "Oh. Warning: unwelcome Federation ship identified. Entering combat mode."
fr: "Avertissement : Un vaisseau indésirable de la Fédération est entré dans le Protectorat de Jérôme. Veuillez évacuer le système." L'Auto-vaisseaux à proximité scanne votre vaisseau. "Oh. Attention : vaisseau indésirable de la Fédération identifié. Passage en mode combat."
it: "Attenzione: nave federale sgradita è entrata nel Protettorato di Jerome. Si prega di evacuare il sistema." La robo-nave scansiona la tua. "Oh. Attenzione: nave federale sgradita identificata. Attivazione modalità combattimento."
ko: "주의: 미확인 연방 함선이 제롬 보호국에 진입했습니다. 해당 구역을 대피시키십시오." 무인기가 당신의 함선을 스캔했습니다. "오. 주의: 미확인 연방 선박이 확인되었습니다. 전투 모드로 들어갑니다."

source: "Critical problem, Federation ship detected, threat to Jerome at least 2%. This risk has been deemed unsatisfactorily high. Preparing to exterminate."
fr: "Problème critique, vaisseau de la Fédération détecté, menace pour Jérôme d'au moins 2%. Ce risque a été jugé insatisfaisant. Préparation à l'extermination."
it: "Problema critico, nave federale rilevata, minaccia a Jerome almeno 2%. Rischio ritenuto a livelli troppo alti. Preparazione allo sterminio."
ko: "중대한 문제 발생. 연방 선박을 감지했습니다. 최소 2%의 확률로 제롬에게 위협적인 존재입니다. 이는 우려될 수준의 확률입니다. 말살을 준비합니다."

source: You have this much time to defeat the Auto-ship before the building is evacuated!
fr: Vous avez autant de temps pour vaincre l'Auto-vaisseau que de temps avant que le bâtiment ne soit évacué !
it: Tempo rimanente per sconfiggere la robo-nave prima che l'edificio sia evacuato!
ko: 모든 사람이 대피하기까지 남은 시간입니다. 이 안에 무인기를 해치워야 합니다!

source: Location of the Wentworth Estate and Jerome's home.
fr: Emplacement du domaine Wentworth et de la maison de Jérôme.
it: Posizione della Tenuta Wentworth e della casa di Jerome.
ko: 웬트워스 사유지와 제롬의 집 위치.

source: Explored location. Nothing left of interest.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
it: Posizione visitata. Non c'è più niente d'interessante.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME"]/text
source: A massive Rebel city has been constructed on the planet below. Somewhat off to the side is a massive villa, with lights so bright it hurts to look at them. Your computer informs you this is the Wentworth Estate. The Vance of this reality doesn't live here in practice of course, but if you had to guess, this is likely where his nephew is residing.
fr: Une gigantesque cité Rebelle a été construite sur la planète en contrebas. Un peu à l'écart se trouve une énorme villa, avec des lumières si brillantes qu'il est douloureux de les regarder. Votre ordinateur vous informe qu'il s'agit du domaine Wentworth. Le Vance de cette réalité ne vit pas ici en pratique, bien sûr, mais si vous deviez deviner, c'est probablement là que réside son neveu.
it: Un'enorme città Ribelle è stata costruita sul pianeta sottostante. Un po' di lato si trova un villone con luci talmente luminose che fa male guardarle. Il tuo computer ti informa che si tratta della Tenuta Wentworth. Il Vance di questa realtà in pratica non abita qui, ovviamente, ma se dovessi azzardare, probabilmente è qui che vive suo nipote.
ko: 행성 표면에 거대한 반군 도시가 건설되어 있습니다. 조금 옆으로 이동하니 거대한 별장이 있었는데, 조명이 너무 밝아 눈이 아플 지경입니다. 함선 컴퓨터에 의하면 이곳이 웬트워스의 사유지라고 합니다. 물론 이 현실의 밴스가 실제로 이곳에 살고 있지는 않겠지만, 그의 조카는 이곳에 살고 있을 것으로 추측해볼 수 있습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME"]/choice[1]/text
source: Enter.
fr: Entrer.
it: Entra.
ko: 들어간다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME"]/choice[1]/event/text
source: As you approach the massive building, comms from the surface confirm you've been spotted. "Damn it, that Renegade's made it to the estate. Evacuate everyone and dispatch the security detail!" Immediately, a heavily armed Auto-ship is dispatched to handle you. Looks like you'll have to be quick about this!
fr: Alors que vous approchez de l'énorme bâtiment, les communications de la surface confirment que vous avez été repéré. "Bon sang, ce Renégats est arrivé jusqu'au domaine. Evacuez tout le monde et envoyez la sécurité !" Immédiatement, un Auto-vaisseau lourdement armé est envoyé pour vous prendre en charge. Il va falloir faire vite !
it: Come ti avvicini all'enorme edificio, comunicazioni dalla superficie confermano che la tua presenza è stata notata. "Diamine, quel Rinnegato è arrivato alla tenuta. Fate evacuare tutti e mandate la security!" Immediatamente, una robo-nave ben armata viene mandata ad occuparsi di te. Pare che dovrai fare in fretta!
ko: 거대한 건물로 접근하자 지상으로부터 통신 전파가 잡혔습니다. 그 내용을 보아하니 당신은 이미 발각된 것 같습니다. "망할, 배회자가 사유지에 도착했다. 모두 대피시키고 보안요원을 보내!" 그 즉시 중무장한 무인기가 당신을 상대하러 출동했습니다. 아무래도 빨리 처리해야 할 것 같군요!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME"]/choice[2]/text
source: On second thought, maybe this isn't such a good idea.
fr: En y réfléchissant bien, ce n'est peut-être pas une si bonne idée.
it: Ripensandoci, forse non è una buona idea.
ko: 다시 생각해보니, 이건 별로 좋은 생각이 아닌 것 같다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME"]/choice[2]/event/text
source: You reconsider the idea of storming this place.
fr: Vous reconsidérez l'idée de prendre d'assaut cet endroit.
it: Forse non ti conviene assaltare questo posto.
ko: 당신은 이곳을 급습하는 것에 대해 재고했습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME_FAIL"]/text
source: It seems you've failed - scans show the last life signs have vanished from the estate, meaning Jerome has escaped. The Auto-ship flares up, sending you one last message: "Objective complete. Initiating 'sucks to suck' procedures", then self destructs. Talk about insult to injury.
fr: Il semble que vous ayez échoué - les scanners montrent que les derniers signes de vie ont disparu du domaine, ce qui signifie que Jérôme s'est échappé. L'Auto-vaisseau s'enflamme et vous envoie un dernier message : "Objectif terminé. Lancement de la procédure 'ça craint de craindre'", puis il s'autodétruit. L'insulte s'ajoute à la blessure.
it: Sembra che hai fallito: le scansioni mostrano che gli ultimi segni vitali sono spariti dalla tenuta, il che vuol dire che Jerome è scappato. La robo-nave prende fuoco e ti invia un ultimo messaggio: "Obiettivo completato. Inizializzazione procedura 'che schifo fare schifo'", quindi si autodistrugge. Come aggiungere la beffa al danno.
ko: 실패한 것 같습니다. 스캔 결과 마지막 생명 신호가 사유지에서 사라졌습니다. 제롬이 탈출했다는 뜻입니다. 무인기는 갑자기 불타오르면서 당신에게 마지막 메시지를 보냈습니다. "임무 완료. '그것 참 안됐네' 절차를 시행합니다." 그러고 나서 스스로 자폭했습니다. 모욕적인 상처로군요.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME_WIN"]/text
source: The Auto-ship has been defeated, and you waste no time salvaging before flying down to the landing pad where you see a team of evacuators - with high security detail, rushing to the largest cruiser available. Among them are several armed Aces, a tall and imposing commander dressed in black garments with yellow stripes, and a scruffy looking civilian. The man in black is no doubt who you're looking for. As you approach the group they draw their weapons, and you draw yours.
fr: L'Auto-vaisseau a été vaincu et vous ne perdez pas de temps à le récupérer avant de voler jusqu'à la plate-forme d'atterrissage où vous voyez une équipe d'évacuateurs - avec de hauts détails de sécurité, se précipiter vers le plus grand croiseur disponible. Parmi eux se trouvent plusieurs Aces armés, un grand et imposant commandant vêtu de vêtements noirs à rayures jaunes et un civil à l'allure débraillée. L'homme en noir est sans doute celui que vous cherchez. Alors que vous vous approchez du groupe, ils dégainent leurs armes et vous sortez les vôtres.
it: La robo-nave è stata sconfitta e non perdi tempo a recuperarla prima di atterrare alla piattaforma dove vedi un team di evacuazione, con membri della security, che corrono all'incrociatore più grande disponibile. Tra di loro ci sono svariati Ace armati, un comandante alto e imponente che indossa una divisa nera a strisce gialle e un civile che sembra spaesato. L'uomo in nero è palesemente quello che stai cercando. Come ti avvicini, il gruppo estrae le armi e anche tu.
ko: 무인기를 격파한 당신은 잔해를 인양할 시간도 없이 바로 착륙장 쪽으로 날아갔습니다. 삼엄한 경호를 대동한 대피자 무리가 즉시 이륙 가능한 가장 큰 순양함으로 급히 이동하고 있었습니다. 무리에는 무장한 에이스 몇 명, 키 크고 눈길이 가는 지휘관, 검은 바탕에 노란 줄무늬가 그려진 옷을 입은 지저분해 보이는 민간인이 있었는데, 검은 옷을 입은 남자가 당신이 찾는 사람이 틀림없습니다. 당신이 무리에 다가가자 그들은 무기를 꺼냈고, 당신도 무기를 꺼냈습니다.

source: (Jerry) Ask for Jerry.
fr: (Jerry) Demander à Jerry.
it: (Jerry) Chiedi di Jerry.
ko: (제리) 제리를 만나게 해달라고 한다.
