Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
fr: Vous arrivez à la balise longue portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
it: Sei arrivato al faro a lunga portata. Quando il motore FTL sarà carico potrai effettuare il salto verso il prossimo settore.
ko: 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 도약할 수 있습니다.

source: We should leave quickly.
fr: Nous devrions partir rapidement.
it: Meglio andarsene in fretta.
ko: 빨리 떠나야 한다.

# data/events_sector_jerry.xml$/FTL/event[@name="FINISH_BEACON_CYRA"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
fr: Vous arrivez à la balise longue portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
it: Sei arrivato al faro a lunga portata. Quando il motore FTL sarà carico potrai effettuare il salto verso il prossimo settore.
ko: 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 도약할 수 있습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="CYRA_DEFEAT_JERRY"]/text
source: "Damn... damn it all to hell. I've failed you, Vance. And at the hands of some second-rate Renegade from U0 no less. I'm sorry Jerry. Give your uncle my... my best wishes..." With that, Cyra has been vanquished.
fr: "Merde... Bordel de merde. J'ai échoué, Vance. Et par la faute d'un Renégats de seconde zone de l'Univers 0, qui plus est.. Je suis désolé, Jerry. Transmets à ton oncle mes... mes meilleurs vœux" Avec cela, Cyra est vaincu.
it: "Merda... porca merda. Ho fallito, Vance. E per mano di un Rinnegato da quattro soldi dall'U0, per giunta. Mi dispiace Jerry. Fai a tuo zio i miei... i miei migliori auguri..." E con queste parole, Cyra è stata sconfitta.
ko: "젠장... 망할 놈들. 밴스, 당신을 실망시켰군요. 0 우주에서 온 하찮은 배회자들에게 당하다니. 미안하구나 제리. 삼촌께 말해주렴. 나는... 최선을 다했다고..." 시라는 패배했습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Jerry is devastated. "I thought... you didn't have to kill her... We could have talked our way out. This was a mistake. Now the blood of my friend is on my hands, and this all could have been avoided if I just stayed put! Damn it! Go on, leave me here. This was all a big mistake..."
fr: Jerry est dévasté. "Je croyais... vous n'étiez pas obligés de la tuer... On aurait pu juste discuter. C'était une erreur. Maintenant j'ai le sang de mon amie sur les mains et tout ça aurait pu être évité si vous étiez resté calmes ! Bordel ! Allez-vous-en, laissez-moi ici. Tout ça, c'était une terrible erreur..."
it: Jerry è distrutto. "Pensavo... che non dovessi per forza ucciderla... avremmo potuto parlare. È stato uno sbaglio. Ora ho le mani sporche del sangue della mia amica, e avrei potuto evitarlo se solo fossi rimasto a casa! Diamine! Vai avanti, lasciami qui. È stato tutto un grossissimo errore..."
ko: 제리는 망연자실했습니다. "안돼... 그녀를 죽일 필요는 없었어요... 대화로 빠져나갈 수도 있었잖아요. 이건 명백한 실수예요. 제 손에 친구의 피를 묻혔다고요. 내가 그냥 가만히 있었더라면 이런 일도 벌어지지 않았을 텐데! 제기랄! 날 내버려 두세요. 이건 모두 제 잘못이에요..."

source: It seems Jerry is gone for good. You'll have to carry on with your mission without him.
fr: Il semble que Jerry soit parti pour de bon. Vous devrez poursuivre votre mission sans lui.
it: Pare che Jerry se ne sia andato per sempre. Dovrai proseguire la tua missione senza di lui.
ko: 제리는 영영 떠난 듯 합니다. 당신은 이제 제리 없이 임무를 이어나가야 합니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: It seeems Jerry didn't survive the fight. An unfortunate and anticlimactic end to this story, but you don't have much else to salvage it.
fr: Il semble que Jerry n'ait pas survécu au combat. Une fin malheureuse et décevante pour cette histoire, mais vous n'avez pas grand-chose d'autre pour la sauver.
it: Pare che Jerry non sia sopravvissuto al combattimento. Un finale sfortunato e anticlimatico per questa storia, ma non hai molto altro per salvarla.
ko: 제리는 전투 중에 죽은 것 같습니다. 안타깝고 실망스러운 결말이지만, 달리 제리를 살릴 방법이 없습니다.

# data/events_sector_jerry.xml$/FTL/event[@name="CYRA_JERRY_SPARE_CREW"]/text
source: Cyra's ship is in poor condition, but before you can continue the fight, Jerry pulls you aside. "Please, whatever you do, don't kill Cyra. Her crew cannot keep the fight going at this rate - we can get through this without any more losses, as long as you hold back! Please, I know you're a mercenary and a Federation one at that, but there doesn't need to be more bloodshed today!"
fr: Le vaisseau de Cyra est en mauvais état, mais avant que vous ne puissiez poursuivre le combat, Jerry vous tire à l'écart : " S'il vous plaît, quoi que vous fassiez, ne tuez pas Cyra. Son équipage ne peut pas continuer le combat à ce rythme - nous pouvons nous en sortir sans plus de pertes, tant que vous vous retenez ! S'il vous plaît, je sais que vous êtes un mercenaire et un mercenaire de la Fédération de surcroît, mais il n'est pas nécessaire de faire couler plus de sang aujourd'hui !"
it: La nave di Cyra è in pessime condizioni, ma prima che tu possa continuare a combattere, Jerry ti prende in disparte. "Ti prego, qualunque cosa tu faccia, non uccidere Cyra. Il suo equipaggio non può continuare a combattere in questo stato... possiamo risolvere la situazione senza altre perdite, basta solo che ti trattieni! Ti prego, so che sei un mercenario e anche uno della Federazione, ma non devono esserci altri spargimenti di sangue oggi!"
ko: 시라의 함선은 심각한 손상을 입었습니다. 전투를 계속하려던 찰나 제리가 당신을 옆으로 끌어당깁니다. "제발 뭘 하든 간에 시라는 죽이지 말아주세요. 그녀는 더 이상 전투를 지속할 수 없는 상태에요. 마무리 짓지만 않는다면 그녀를 죽이지 않고 끝낼 수 있다고요! 부탁이에요. 당신이 용병이고 또 연방 소속이라는 건 알지만, 굳이 더 많은 피를 볼 필요는 없어요!"

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRY_SUCCESS"]/text
source: You've managed to hold out just long enough, and eventually Cyra's ship comes to a halt. Cyra herself has collapsed, unable to fight any longer, and she reluctantly surrenders.
fr: Vous avez réussi à tenir assez longtemps et le vaisseau de Cyra finit par s'immobiliser. Cyra elle-même s'est effondrée, incapable de se battre plus longtemps et elle se rend à contrecœur.
it: Riesci a resistere abbastanza a lungo e a un certo punto la nave di Cyra si ferma. Cyra stessa è a terra, incapace di combattere ancora, e si arrende controvoglia.
ko: 당신은 버틸 수 있을 만큼 버텨냈고 결국 시라의 함선은 공격을 멈췄습니다. 더 이상의 전투를 견딜 여력이 없는 시라는 마지못해 항복했습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: With the ship neutralized, you dock at Jerry's request and he rushes aboard to meet Cyra. The wounded Ace is still alive, and with treatment could surely make it out in one piece, but something else is wrong. "I've failed. I had one job, one promise. I'm useless. Jerry... send my regards to Vance..." With that, Cyra draws out her gun, aims it at herself, and pulls the trigger.
fr: Le vaisseau neutralisé, vous accostez à la demande de Jerry qui se précipite à bord pour retrouver Cyra. L'Ace blessé est toujours en vie et avec des soins, il pourrait sûrement s'en sortir en un seul morceau, mais quelque chose d'autre ne va pas. "J'ai échoué. Je n'avais qu'un travail, qu'une promesse. Je suis inutile. Jerry... envoie mes salutations à Vance..." Sur ce, Cyra sort son arme, la pointe sur elle et appuie sur la gâchette.
it: Con la nave neutralizzata, attracchi su richiesta di Jerry e lui corre a bordo per incontrare Cyra. L'Ace ferita è ancora viva, e con un po' di trattamento ne uscirebbe sicuramente tutta intera, ma c'è qualcos'altro che non va. "Ho fallito. Avevo un solo compito, una promessa. Sono inutile. Jerry... porta i miei saluti a Vance..." E con queste parole, Cyra estrae la sua pistola, se la punta addosso, e preme il grilletto.
ko: 적함의 무장이 해제되었고, 당신은 제리의 요청에 따라 급히 시라를 만나기 위해 정박했습니다. 부상당한 시라는 아직 살아있습니다. 치료만 받는다면 분명 무사하겠지만, 뭔가 잘못된 듯 보입니다. "실패했다. 고작 단 한가지 약속이였는데. 이제 난 쓸모가 없군. 제리... 밴스에게 안부 부탁할게..." 그 말을 끝으로 시라는 총을 꺼내 자신을 향해 방아쇠를 당겼습니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Jerry has no idea what to say. "I... she didn't have to... oh no. I caused all of this. What have I done?"
fr: Jerry ne sait pas quoi dire : "Je... elle n'avait pas à... oh non. C'est moi qui ai causé tout ça. Qu'est-ce que j'ai fait ?"
it: Jerry non sa cosa dire. "Io... non doveva... oh no. Sono io la causa di tutto questo. Cos'ho fatto?"
ko: 제리는 할 말을 잃었습니다. "난... 자결할 필요까진 없었는데... 오, 안 돼. 이건 내가 자초한 일이야. 내가 도대체 뭐길래..."

source: Don't blame yourself, kid. Vance would have gotten her anyways.
fr: Ne t'en veux pas, petit. Vance l'aurait eue de toute façon.
it: Non incolpare te stesso, ragazzino. Vance l'avrebbe uccisa comunque.
ko: 자책하지 마렴 꼬마야. 어쨌든 간에 밴스가 그녀를 처벌했을 거야.

source: "What? No! Vance would never have hurt her, especially not with their history. I don't think my uncle even realizes what he's doing. He has a mission, and people go rabid about it. They'll die for him even when he's never asked for it. I need to see him, I'm the only person he'll listen to. I can talk him out of this... make him see the damage he's caused. I'm no good as a fighter, but maybe if you can take me to Node 17, I can put an end to this fighting for good." Jerry looks around him. "As for this ship... well, it's not much use to us anymore. I guess you can take the blueprints. Come on, let's... let's go. I don't want to linger."
fr: "Quoi ? Non ! Vance ne lui aurait jamais fait de mal, surtout pas avec leur passé. Je ne pense pas que mon oncle se rende compte de ce qu'il fait. Il a une mission et les gens deviennent enragés à son sujet. Ils mourront pour lui même s'il ne l'a jamais demandé. Je dois le voir, je suis la seule personne qu'il écoutera. Je peux l'en dissuader... lui faire voir les dégâts qu'il a causés. Je ne suis pas un bon Chasseur, mais peut-être que si vous m'emmenez au Nœud 17, je pourrai mettre fin à ces combats pour de bon" Jerry regarde autour de lui "Quant à ce vaisseau... eh bien, il ne nous sert plus à grand-chose. Je suppose que vous pouvez prendre les plans. Allez, on... on y va. Je ne veux pas m'attarder."
it: "Cosa? No! Vance non le avrebbe mai fatto del male, soprattutto vista la loro storia. Non credo nemmeno che mio zio sappia cosa sta facendo. Ha una missione, e tutti impazziscono. Sono disposti a morire per lui anche se non gliel'ha mai chiesto. Devo vederlo, sono l'unica persona a cui dà ascolto. Posso convincerlo ad abbandonare la sua missione... mostrargli tutti i danni che ha causato. Non so combattere molto bene, ma se riesci a portarmi al Nodo 17, posso porre fine definitivamente a questa guerra." Jerry si guarda intorno. "Per quanto riguarda questa nave... beh, ormai non ci serve più. Prendi pure i progetti. Forza, an... andiamo. Non voglio stare qui un secondo di più."
ko: "뭐라고요? 아닙니다! 밴스는 절대 그녀를 해치지 않았을 거에요. 그 둘의 과거를 생각해보면 더욱 그렇고요. 삼촌은 자신이 뭘 하고 있는지도 모르는 것 같아요. 그에게는 임무가 있고, 사람들은 그것에 열광합니다. 그가 따로 부탁하지 않아도 사람들은 그를 위해 목숨을 걸 테지요. 삼촌을 만나야 해요. 그가 귀 기울여줄 사람은 저밖에 없어요. 저는 삼촌이 자기가 일으킨 피해를 깨닫게 해서... 이 일을 그만두게 설득할 수 있어요. 전 싸움은 잘하지 못하지만, 당신이 저를 노드 17에 데려다만 준다면 이 전쟁을 영원히 끝낼 수 있을 거예요." 제리가 주위를 둘러봅니다. "시라의 순양함은... 더 이상 우리에게 도움 되지 않을 것 같네요. 설계도를 가져가시면 될 것 같아요. 어서... 어서 떠납시다. 더 이상 지체하고 싶지 않아요."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: "I... I failed... and the kid didn't even survive the fight. What have I done... Damn... damn it all to hell. I'm sorry Vance..." Cyra pulls out her gun, and with trembling fingers aims it at herself and pulls the trigger.
fr: "I... J'ai échoué... et le gamin n'a même pas survécu au combat. Qu'est-ce que j'ai fait... Merde... Bordel de merde. Je suis désolée Vance..." Cyra sort son arme et, les doigts tremblants, se vise et appuie sur la gâchette.
it: "Ho... ho fallito... e il ragazzo non è nemmeno sopravvissuto al combattimento. Cos'ho fatto... al diavolo... andate tutti al diavolo. Mi dispiace Vance..." Cyra estrae la sua pistola con le dita tremanti, se la punta addosso e preme il grilletto.
ko: "난... 난 실패했어... 그리고 그 아이마저 싸우다가 죽게 되다니. 내가 무슨 짓을 저지른 거지... 젠장... 빌어먹을 놈들. 실망시켜서 죄송합니다 밴스..." 시라는 총을 꺼내 떨리는 손으로 자신을 겨누고 방아쇠를 당겼습니다.

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRY"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "You harbor Wentworth's nephew on your vessel. I know you aren't dumb, though your actions might be. You and I both know you aren't getting out of this sector with the kid without going through me first. Give him back to me, or we'll have to do this the unpleasant way."
fr: Non loin de là se profile un croiseur massif comme vous n'en avez jamais vu. À bord du vaisseau se trouvent plusieurs Aces et leur chef, une femme de petite taille mais puissamment bâtie, aux longs cheveux noirs : Cyra Black, la première MFK Ace. Elle vous regarde, mais ne semble pas vouloir attaquer : " Vous hébergez le neveu de Wentworth sur votre vaisseau. Je sais que vous n'êtes pas stupide, même si vos actes le sont peut-être. Vous et moi savons que vous ne sortirez pas de ce secteur avec le gamin sans passer par moi d'abord. Rendez-le-moi, ou nous devrons vous forcer à le faire d'une manière désagréable."
it: Nei paraggi si trova un enorme incrociatore completamente diverso da tutti quelli che tu abbia mai visto. A bordo ci sono molti Ace, e la loro leader, una donna bassa ma muscolosa con lunghi capelli neri: Cyra Black, la prima MFK Ace. Ti guarda, ma non fa gesti aggressivi. "Il nipote di Wentworth è a bordo della tua nave. So che non sei stupido, anche forse le tue azioni dicono il contrario. Sappiamo entrambi che non uscirai da questo settore col ragazzino senza prima passare su di me. Consegnamelo, o dovremo passare alle maniere forti."
ko: 근처에 어렴풋이 여태껏 본 것과는 다른 거대한 순양함이 보입니다. 순양함에는 여러 명의 에이스와 그들의 리더로 보이는 검고 긴 머리의 여성이 타고 있었습니다. 키는 작지만 강해 보이는 그녀는 최초의 MFK 에이스, '시라 블랙'입니다. 그녀가 당신을 쳐다봤지만 공격하려는 움직임은 없습니다. "네놈의 함선에 웬트워스의 조카가 숨어 있음을 알고 있다. 네가 바보가 아니라는 것은 알지만, 지금의 행동은 도무지 이해할 수가 없군. 너 또한 나를 거치지 않고서는 꼬마와 함께 이 구역을 벗어날 수 없음을 알고 있겠지. 그를 나에게 돌려보내. 그렇지 않으면 무례한 방법으로 문제를 해결하게 될 테니까."

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRY"]/choice[1]/text
source: Refuse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRY"]/choice[1]/event/text
source: You refuse, and at Jerry's own request, you put him on the line. He tries to appeal to Cyra, but she refuses. "Jerry, I made a promise to your uncle that I would never let anything happen to you. I will die before I break my promise to Vance. If it's a fight you want Renegade, then it's a fight you'll get."
fr: Vous refusez et, à la demande même de Jerry, vous le mettez en 1ère ligne. Il tente de faire appel à Cyra, mais elle refuse : " Jerry, j'ai fait la promesse à ton oncle de ne jamais laisser quoi que ce soit t'arriver. Je mourrai avant de rompre la promesse que j'ai faite à Vance. Si c'est un combat que tu veux Renégats, alors c'est un combat que tu auras. "
it: Ti rifiuti e, su richiesta di Jerry stesso, lo metti in linea. Prova a far ragionare Cyra, ma lei rifiuta. "Jerry, ho promesso a tuo zio che non avrei mai lasciato che ti succedesse niente. Preferisco morire piuttosto che infrangere la mia promessa a Vance. Se è un combattimento che vuoi, Rinnegato, un combattimento avrai."
ko: 당신은 거절하고 제리의 요청에 따라 그가 통신을 하게 했습니다. 제리는 시라에게 호소하려 했지만 그녀는 거절하며 말했습니다. "제리, 난 네 삼촌과 약속했단다. 절대로 네게 아무일도 생기지 않게 하겠다고 말이야. 그리고 밴스와의 약속을 어길 바에는 차라리 죽기로 맹세했어. 네가 정 배회자의 편에 서고 싶다면 나와의 싸움을 피할 수 없을 거야."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRY"]/choice[2]/text
source: Give her Jerry.
fr: Lui donner Jerry.
it: Dalle Jerry.
ko: 그녀에게 제리를 넘긴다.

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRY"]/choice[2]/event/text
source: You aren't willing to go up against Cyra about this. Jerry will be in good hands anyways - it's not like he hasn't been under her protection for most of his life. Jerry seems a bit disappointed, but he doesn't fight back. A fairly anticlimactic ending to this story, but better than one with death.
fr: Vous ne voulez pas vous opposer à Cyra sur ce sujet. Jerry sera entre de bonnes mains de toute façon - ce n'est pas comme s'il n'avait pas été sous sa protection pendant la plus grande partie de sa vie. Jerry semble un peu déçu, mais il ne se défend pas. La fin de cette histoire est assez peu spectaculaire, mais c'est mieux qu'une fin entourée de mort.
it: Non hai intenzione di metterti contro Cyra per questo. Comunque sia, Jerry sarà in buone mani... in fondo è rimasto sotto la sua protezione per gran parte della sua vita. Jerry sembra un po' deluso, ma non fa resistenza. Un finale alquanto anticlimatico per questa storia, ma meglio che morire.
ko: 당신은 이 문제로 시라와 싸우는 것을 꺼렸습니다. 제리는 어쨌든 좋은 대우를 받을 겁니다. 그가 시라의 보호를 한평생 뿌리친 것도 아니니 말이죠. 제리는 약간 실망한 것 같지만 반발하지 않았습니다. 이번 이야기는 꽤 허무한 결말로 끝났지만, 죽는 것보다는 낫겠죠.

source: It seems Jerry is gone for good. You'll have to carry on with your mission without him.
fr: Il semble que Jerry soit parti pour de bon. Vous devrez poursuivre votre mission sans lui.
it: Pare che Jerry se ne sia andato per sempre. Dovrai proseguire la tua missione senza di lui.
ko: 제리는 영영 떠난 듯 합니다. 당신은 이제 제리 없이 임무를 이어나가야 합니다.

# data/events_sector_jerry.xml$//event[@name="CYRA_DEFEAT"]/text
source: "Damn... damn it all to hell. I've failed you, Vance. And at the hands of some second-rate Renegade from U0 no less. Ugh..." Cyra has been defeated.
fr: "Merde... Bordel de merde. J'ai échoué, Vance. Et par la faute d'un Renégats de seconde zone de l'Univers 0, qui plus est." Cyra a été vaincue.
it: "Diavolo... andate tutti al diavolo. Ti ho deluso, Vance. E per mano di un Rinnegato da quattro soldi dall'U0, per giunta. Ugh..." Cyra è stata sconfitta.
ko: "젠장... 망할 놈들. 밴스, 당신을 실망시켰군요. 0 우주에서 온 하찮은 배회자들에게 당하다니. 으윽..." 시라는 패배했습니다.

# data/events_sector_jerry.xml$//event[@name="CYRA"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "I've heard word of your movements in this sector. I know who you are, but I don't care. I've long since retired, but I give you one warning. If you so much as hurt one hair on the head of Jerome Wentworth, I will personally see to it that your throat is slit. Understand?"
fr: Non loin de là se profile un croiseur massif comme vous n'en avez jamais vu. À bord du vaisseau se trouvent plusieurs Aces et leur chef, une femme de petite taille mais puissamment bâtie, aux longs cheveux noirs : Cyra Black, la première MFK Ace. Elle vous regarde, mais ne semble pas vouloir attaquer : "J'ai entendu parler de vos agissements dans ce secteur. Je sais qui vous êtes, mais je m'en fiche. J'ai pris ma retraite depuis longtemps, mais je vous donne un avertissement. Si vous touchez au moindre cheveu de Jérôme Wentworth, je veillerai personnellement à ce que vous ayez la gorge tranchée. Compris ?"
it: Nei paraggi si trova un enorme incrociatore completamente diverso da tutti quelli che tu abbia mai visto. A bordo ci sono molti Ace, e la loro leader, una donna bassa ma muscolosa con lunghi capelli neri: Cyra Black, la prima MFK Ace. Ti guarda, ma non fa gesti aggressivi. "Ho sentito parlare dei tuoi movimenti in questo settore. So chi sei, ma non m'importa. Ormai sono in pensione, ma ti avverto. Torci anche un solo capello a Jerome Wentworth e ti taglio la gola personalmente. Intesi?"
ko: 근처에 어렴풋이 여태껏 본 것과는 다른 거대한 순양함이 보입니다. 순양함에는 여러 명의 에이스와 그들의 리더로 보이는 검고 긴 머리의 여성이 타고 있었습니다. 키는 작지만 강해 보이는 그녀는 최초의 MFK 에이스, '시라 블랙'입니다. "이 구역에서의 네 행적은 훤히 알고 있다. 네가 누군지는 알지만 관심 없어. 난 이미 오래전에 은퇴했다만, 이거 하나는 경고하지. 제롬 웬트워스를 머리카락 하나라도 건드리면 네놈의 목을 잘라버릴 거야. 이해했나?"

# data/events_sector_jerry.xml$//event[@name="CYRA"]/choice[1]/text
source: Sure?
fr: D'accord ?
it: Va bene?
ko: 물론이...죠?

# data/events_sector_jerry.xml$//event[@name="CYRA"]/choice[1]/event/text
source: "Good. Then get out of my sector."
fr: "Bien. Alors, sortez de mon secteur."
it: "Bene. Allora fuori dal mio settore."
ko: "좋아. 그럼 내 구역에서 나가"

# data/events_sector_jerry.xml$//event[@name="CYRA"]/choice[2]/text
source: Take this chance to attack her!
fr: En profiter pour l'attaquer !
it: Cogli l'occasione per attaccarla!
ko: 그녀를 공격할 기회다!

# data/events_sector_jerry.xml$//event[@name="CYRA"]/choice[2]/event/text
source: "Typical. Renegades always follow the same course no matter what. To the grave you go, then."
fr: "Typique. Les Renégats suivent toujours la même voie quoi qu'il arrive. Vous creusez votre propre tombe."
it: "Tipico. I Rinnegati si comportano sempre allo stesso modo in ogni occasione. Allora muori."
ko: "전형적이야. 배회자들은 무슨 일이 있든 항상 똑같이 행동하는군. 그럼 무덤으로 보내주지."

# data/events_sector_jerry.xml$//event[@name="CYRA"]/choice[2]/event/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYMET"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "I've heard word of your movements in this sector. I know who you are, but I don't care. I heard what happened at the estate. You're lucky Jerome got out alive, or else you'd be dead where you stand. Don't test your luck. Understand?"
fr: Non loin de là se profile un croiseur massif comme vous n'en avez jamais vu. À bord du vaisseau se trouvent plusieurs Aces et leur chef, une femme de petite taille mais puissamment bâtie, aux longs cheveux noirs : Cyra Black, la première MFK Ace. Elle vous regarde, mais ne semble pas vouloir attaquer : "J'ai entendu parler de vos agissements dans ce secteur. Je sais qui vous êtes, mais je m'en fiche. J'ai appris ce qui s'est passé au domaine. Vous avez de la chance que Jérôme s'en soit sorti vivant, sinon vous seriez déjà mort. Ne tentez pas votre chance. Compris ?"
it: Nei paraggi si trova un enorme incrociatore completamente diverso da tutti quelli che tu abbia mai visto. A bordo ci sono molti Ace, e la loro leader, una donna bassa ma muscolosa con lunghi capelli neri: Cyra Black, la prima MFK Ace. Ti guarda, ma non fa gesti aggressivi. "Ho sentito parlare dei tuoi movimenti in questo settore. So chi sei, ma non m'importa. Ho sentito cos'è successo alla tenuta. Per tua fortuna Jerome ne è uscito vivo, o saresti già morto. Non tentare la sorte. Intesi?"
ko: 근처에 어렴풋이 여태껏 본 것과는 다른 거대한 순양함이 보입니다. 순양함에는 여러 명의 에이스와 그들의 리더로 보이는 검고 긴 머리의 여성이 타고 있었습니다. 키는 작지만 강해 보이는 그녀는 최초의 MFK 에이스, '시라 블랙'입니다. "이 구역에서의 네 행적은 훤히 알고 있다. 네가 누군지는 알지만 관심 없어. 사유지에서 무슨 일이 있었는지도 들었고. 제롬이 무사히 살아있어서 다행인 줄 알아라. 안 그랬다면 네놈은 바로 지금 그 자리에서 죽었을 테니까. 더 이상 자신의 운을 시험하지 말라고. 이해했나?"

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYMET"]/choice[1]/text
source: Sure?
fr: D'accord ?
it: Va bene?
ko: 물론이...죠?

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYMET"]/choice[1]/event/text
source: "Good. Then get out of my sector."
fr: "Bien. Alors, sortez de mon secteur."
it: "Bene. Allora fuori dal mio settore."
ko: "좋아. 그럼 내 구역에서 나가"

# data/events_sector_jerry.xml$//event[@name="CYRA_JERRYMET"]/choice[2]/text
source: Take this chance to attack her!
fr: En profiter pour l'attaquer !
it: Cogli l'occasione per attaccarla!
ko: 그녀를 공격할 기회다!
