Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: "A Renegade trying to cheer us up? I never thought I'd see the day." The Rebels drop some supplies for you to pick up.
fr: "Un Renégats qui essaie de nous remonter le moral ? Je n'aurais jamais cru voir ce jour" Les Rebelles déposent quelques ressources que vous pouvez ramasser.
it: "Un Rinnegato che prova a rallegrarci? Non me lo sarei mai aspettato." I Ribelli sganciano delle risorse per te.
ko: "배회자가 우리를 격려하려 한다고? 내일은 해가 서쪽에서 뜨려나." 반군이 보급품을 떨어뜨리며 가져가라고 합니다.

source: "What are you trying to do here? Don't waste your time on us."
fr: "Qu'est-ce que vous essayez de faire ici ? Ne perdez pas votre temps avec nous."
it: "Cosa stai cercando di fare? Non perdere tempo con noi."
ko: "지금 여기서 뭘 하려는 거야? 우리 같은 것에 시간 낭비하지 마."

# data/events_sector_jerry.xml$//event[@name="DISTRESS_JERRY_SHOOTING_STAR"]/text
source: A small unarmed ship insistently hails you as you draw near. "We represent the Dream Conjurers, a group which aims to bring joy and majesty into people's lives, especially small children and Jerry. We were bringing smiles to peoples faces by dropping asteroids into orbits, so that they would look like shooting stars... but a freak accident happened, and the asteroid we dropped may have in fact have had a secret cache full of missiles that is now plummeting towards a populated city." There's a brief beat. "Please help them!"
fr: Un petit vaisseau non armé vous appelle avec insistance dès votre approche : "Nous représentons les Conjurés du Rêve, un groupe dont le but est d'apporter joie et majesté dans la vie des gens, en particulier des petits enfants et de Jerry. Nous faisions sourire les gens en plaçant des astéroïdes en orbite pour qu'ils ressemblent à des étoiles filantes... mais un accident bizarre s'est produit et l'astéroïde que nous avons largué pourrait en fait avoir une cache secrète pleine de missiles qui plonge maintenant vers une ville peuplée." Il y a un bref silence. "Aidez-les, s'il vous plaît !"
it: Una piccola nave disarmata ti contatta con insistenza mentre ti avvicini. "Rappresentiamo gli Evocatori di Sogni, un gruppo che punta a portare gioia e maestà nella vita delle persone, in particolare di bambini piccoli e Jerry. Stavamo portando il sorriso sul volto della gente spingendo asteroidi in orbita in modo che sembrino delle comete... ma c'è stato un incidente e l'asteroide che abbiamo spinto potrebbe avere una cassa segreta piena di missili, che ora è in rotta di collisione verso una città popolata." C'è una breve pausa. "Ti prego, aiutali!"
ko: 당신이 가까워지자 작은 비무장 함선이 집요하게 교신을 보냅니다. "안녕하세요. 저는 사람들의 삶, 특히 어린아이와 제리에게 기쁨과 경이를 선사하는 단체 '꿈의 마법사'의 대표입니다. 저희는 소행성을 궤도에 떨어뜨려 별똥별처럼 보이게 함으로써 사람들의 얼굴에 웃음꽃을 피우고 있었는데... 이상한 사고가 발생해서, 알고 보니 미사일이 가득 실린 은닉고가 숨겨져 있던 소행성이 인구가 밀집한 도시로 추락하고 있습니다." 잠시 정적이 흐릅니다. "부디 도시를 지켜주세요!"

source: (Magnetic Arm) Swoop in and grab the missile cache with your magnetic arm.
fr: (Bras magnétique) Plonger dans la cache du missile et l'attraper avec votre bras magnétique.
it: (Braccio magnetico) Vai a tutta velocità e afferra la cassa col tuo braccio magnetico.
ko: (자석 팔) 자석 팔을 뻗어 미사일 은닉고를 낚아챈다.

source: You swoop in and grab it just in the nick of time. The cache is full of missiles and even a hidden ballistic weapon.
fr: Vous arrivez en trombe et vous vous en emparez juste à temps. La cache est remplie de missiles et même d'une arme balistique cachée.
it: Ti lanci alla carica e la prendi giusto in tempo. La cassa è piena di missili e ha anche un'arma balistica nascosta.
ko: 당신은 아슬아슬하게 은닉고를 잡아챘습니다. 은닉고는 미사일로 가득할 뿐만 아니라 탄도 무기까지 숨겨져 있었습니다.

source: Return to the Dream Conjurers.
fr: Retourner vers les Conjurés du Rêve.
it: Torna dagli Evocatori di Sogni.
ko: 꿈의 마법사들에게 돌아간다.

source: "Wow, you did it! But... I feel bad that we weren't able to make a bigger spectacle of it... Oh, what am I saying, at least nobody was hurt." They give you a small reward.
fr: "Wow, tu as réussi ! Mais... Je regrette qu'on n'ait pas pu en faire un plus grand spectacle..." Oh, que voulez-vous, au moins personne n'a été blessé." Ils vous donnent une petite récompense.
it: "Wow, ce l'hai fatta! Ma... mi dispiace che non siamo riusciti a farne uno spettacolo migliore... oh, ma che sto dicendo, almeno nessuno si è fatto male." Ti danno una piccola ricompensa.
ko: "이야, 해내셨군요! 하지만... 더 장엄한 볼거리를 만들 수도 있었을 텐데 아쉽네요... 아, 물론 아무도 다치지 않았으니 됐죠." 그들이 당신에게 소정의 보상을 건넵니다.

source: (Damaging Pinpoint) Use your Pinpoint to precisely destroy the cache.
fr: (Rayon Aiguillon destructeur) Utiliser votre Aiguillon pour détruire précisément la cache.
it: (Raggio preciso) Usa il tuo raggio preciso per distruggere la cassa.
ko: (피해량이 있는 핀포인트 무기) 핀포인트를 사용해 정밀하게 은니고를 파괴한다.

source: Your Pinpoint strikes the cache in just the right spot to detonate the payload. It explodes harmlessly in the atmosphere before reaching the city. The resulting scrap burns up in the atmosphere, resulting in a phenomenon that looks like a meteor shower to the city below.
fr: Votre Aiguillon frappe la cache au bon endroit pour faire exploser la charge utile. Celle-ci explose inoffensivement dans l'atmosphère avant d'atteindre la ville. La ferraille qui en résulte se consume dans l'atmosphère, donnant lieu à un phénomène qui ressemble à une pluie de météorites pour la ville en contrebas.
it: Il tuo raggio colpisce la cassa con precisione chirurgica, proprio nel punto giusto per far detonare il carico. Esplode innocua nell'atmosfera prima di raggiungere la città. Il rudere risultante si brucia nell'atmosfera, creando un fenomeno che, agli occhi della città sottostante, pare una pioggia di meteore.
ko: 핀포인트가 정확하게 은닉고를 타격했습니다. 소행성은 도시에 도달하기 전 대기권에서 무해하게 폭발했습니다. 그 결과 대기권에서 잔해가 타면서 유성우처럼 보이는 현상이 발생합니다.

source: Return to the Dream Conjurers.
fr: Retourner vers les Conjurés du Rêve.
it: Torna dagli Evocatori di Sogni.
ko: 꿈의 마법사들에게 돌아간다.

source: (Accurate Ballistic Weapon) Use a missile to precisely destroy the cache.
fr: (Arme balistique précise) Utiliser un missile pour détruire la cache avec précision.
it: (Arma balistica precisa) Usa un missile per distruggere precisamente la cassa.
ko: (정밀한 탄도 무기) 미사일을 쏴 은닉고를 파괴한다.

source: Your shot strikes the cache in just the right spot to detonate the payload. It explodes harmlessly in the atmosphere before reaching the city. The resulting scrap burns up in the atmosphere, resulting in a phenomenon that looks like a meteor shower to the city below.
fr: Votre tir frappe la cache au bon endroit pour faire exploser la charge. Celle-ci explose inoffensivement dans l'atmosphère avant d'atteindre la ville. La ferraille qui en résulte brûle dans l'atmosphère, ce qui donne lieu à un phénomène qui ressemble à une pluie de météorites pour la ville en contrebas.
it: Il tuo missile colpisce la cassa con precisione chirurgica, proprio nel punto giusto per far detonare il carico. Esplode innocua nell'atmosfera prima di raggiungere la città. Il rudere risultante si brucia nell'atmosfera, creando un fenomeno che, agli occhi della città sottostante, pare una pioggia di meteore.
ko: 당신의 일격이 정확하게 은닉고를 타격했습니다. 소행성은 도시에 도달하기 전 대기권에서 무해하게 폭발했습니다. 그 결과 대기권에서 잔해가 타면서 유성우처럼 보이는 현상이 발생합니다.

source: Return to the Dream Conjurers.
fr: Retourner vers les Conjurés du Rêve.
it: Torna dagli Evocatori di Sogni.
ko: 꿈의 마법사들에게 돌아간다.

source: (Nevermiss) Precisely destroy the cache.
fr: (Inratable) Détruire précisément la cache.
it: (Mancamai) Distruggi con precisione la cassa.
ko: (백발백중) 정확하게 은닉고를 파괴한다.

source: Your shot strikes the cache in just the right spot to detonate the payload. It explodes harmlessly in the atmosphere before reaching the city. The resulting scrap burns up in the atmosphere, resulting in a phenomenon that looks like a meteor shower to the city below.
fr: Votre tir frappe la cache au bon endroit pour faire exploser la charge. Celle-ci explose inoffensivement dans l'atmosphère avant d'atteindre la ville. La ferraille qui en résulte brûle dans l'atmosphère, ce qui donne lieu à un phénomène qui ressemble à une pluie de météorites pour la ville en contrebas.
it: Il colpo centra la cassa con precisione chirurgica, proprio nel punto giusto per far detonare il carico. Esplode innocua nell'atmosfera prima di raggiungere la città. Il rudere risultante si brucia nell'atmosfera, creando un fenomeno che, agli occhi della città sottostante, pare una pioggia di meteore.
ko: 당신의 일격이 정확하게 은닉고를 타격했습니다. 소행성은 도시에 도달하기 전 대기권에서 무해하게 폭발했습니다. 그 결과 대기권에서 잔해가 타면서 유성우처럼 보이는 현상이 발생합니다.

source: Return to the Dream Conjurers
fr: Retourner vers les Conjurés du Rêve
it: Torna dagli Evocatori di Sogni.
ko: 꿈의 마법사들에게 돌아간다.

source: The cache is already in the atmosphere and falling towards the city. Unless your aim is extremely accurate, you're more likely to hit the city than the cache.
fr: La cache est déjà dans l'atmosphère et tombe vers la ville. À moins que vous ne visiez avec une extrême précision, vous avez plus de chances de toucher la ville que la cache.
it: La cassa è già nell'atmosfera e sta precipitando verso la città. A meno che la tua mira non sia estremamente precisa, hai più probabilità di colpire quella che la cassa.
ko: 은닉고는 이미 대기권에서 도시를 향해 떨어지고 있습니다. 조준이 아주 정확하지 않으면 도시를 맞혀버릴 가능성이 높습니다.

source: Destroy the Dream Conjurers.
fr: Détruire les Conjurés du Rêve.
it: Distruggi gli Evocatori di Sogni.
ko: 꿈의 마법사들을 파괴한다.

source: Instead of rescuing the city, you fire several shots directly into the Dream Conjurers, destroying their vessel in short order. On the planet below, the cache impacts into the city, causing a massive explosion.
fr: Au lieu de secourir la cité, vous tirez plusieurs fois directement sur les Conjurés du Rêve, détruisant leur vaisseau en peu de temps. Sur la planète en contrebas, la cache s'écrase sur la ville, provoquant une explosion massive.
it: Invece di salvare la città, spari svariati colpi nella nave degli Evocatori di Sogni, distruggendola in poco tempo. Sul pianeta, la cassa si schianta sulla città, causando un'esplosione enorme.
ko: 당신은 도시를 구하는 대신 꿈의 마법사들을 향해 발포하여 그들의 선박을 순식간에 파괴했습니다. 아래 행성에서는 은닉고가 도시에 충돌하여 대폭발이 일어납니다.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Ignore them.
fr: Les ignorer.
it: Ignorali.
ko: 무시한다.

source: There is a large explosion on the surface of the planet.
fr: Une grande explosion se produit à la surface de la planète.
it: C'è una grossa esplosione sulla superficie del pianeta.
ko: 행성 표면에서 거대한 폭발이 일어났습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_DREAM_CONJURER_REWARD"]/text
source: "KABLAMMO! You did it! That was amazing! I'm sure to the people of the city, it looked beautiful. Looks like you were the real Dream Conjurer today. Here's your reward!"
fr: "KABLAMMO ! Vous avez réussi ! C'était incroyable ! Je suis sûr que pour les habitants de la ville, c'était magnifique aussi. On dirait que c'est vous le véritable Conjurés du Rêve aujourd'hui. Voici votre récompense !"
it: "KABLAMMO! Ce l'hai fatta! È stato meraviglioso! Sono sicuro che gli abitanti di quella città l'abbiano trovato bellissimo. Pare che oggi il vero Evocatore di Sogni sia tu. Tieni la tua ricompensa!"
ko: "콰과광! 해내셨군요! 정말 멋졌어요! 도시 사람들의 눈에 분명 아름답게 비쳤을 거예요. 오늘은 당신이 바로 꿈의 마법사예요. 여기 보상을 받아주세요!"

# data/events_sector_jerry.xml$//event[@name="DISTRESS_JERRY_ZOO"]/text
source: A large advertisement for a zoo at this beacon helps you pinpoint the location of the distress signal. "Help, the animals are out of control! We can't get them back into their habitats!"
fr: Une grande publicité pour un zoo au niveau de cette balise vous aide à repérer l'emplacement du signal de détresse. "Au secours, les animaux sont incontrôlables ! Nous n'arrivons pas à les remettre dans leurs habitats !"
it: Una grossa pubblicità per uno zoo a questo astrofaro ti aiuta a localizzare la posizione del segnale di soccorso. "Aiuto, gli animali sono fuori controllo! Non riusciamo a rimetterli nei loro habitat!"
ko: 이 송신소에 가득한 동물원 광고 덕분에 구조 신호의 위치가 쉽게 파악됐습니다. "도와주세요, 동물들이 통제 불능이에요! 사육장으로 돌려놓을 수가 없어요!"

source: (Mind Control) Pacify the animals.
fr: (Contrôle mental) Apaiser les animaux.
it: (Controllo mentale) Pacifica gli animali.
ko: (정신 지배 장비) 동물들을 진정시킨다.

source: The animals are easily swayed by your mind control system. The proprietors of the zoo thank you profusely. "You've helped out these animals without hurting them. Thank you."
fr: Les animaux se laissent facilement influencer par votre système de contrôle mental. Les propriétaires du zoo vous remercient chaleureusement : "Vous avez aidé ces animaux sans leur faire de mal. Merci."
it: Gli animali sono influenzati facilmente dal tuo sistema di controllo mentale. I proprietari dello zoo ti ringraziano copiosamente. "Hai aiutato questi animali senza far loro del male. Grazie."
ko: 당신은 정신 지배 장비로 손쉽게 동물들을 조종했습니다. 동물원 주인이 진심으로 고마워합니다. "아무 동물도 다치지 않게 도와주셨네요. 고맙습니다."

source: (Mind Control weapon) Pacify the animals.
fr: (Arme de contrôle mental) Pacifier les animaux.
it: (Arma mentale) Pacifica gli animali.
ko: (정신 지배 무기) 동물들을 진정시킨다.

source: You lock onto the animals with your mind controlling weapon, turning them docile. The proprietors of the zoo thank you profusely. "You've helped out these animals without hurting them. Thank you."
fr: Vous ciblez les animaux avec votre arme de contrôle mental, les rendant dociles. Les propriétaires du zoo vous remercient chaleureusement. "Vous avez aidé ces animaux sans leur faire de mal. Merci infiniment."
it: Agganci gli animali con la tua arma di controllo mentale e li rendi docili. I proprietari dello zoo ti ringraziano copiosamente. "Hai aiutato questi animali senza far loro del male. Grazie."
ko: 당신은 정신 지배 무기를 사용해 동물들을 얌전하게 만들었습니다. 동물원 주인이 진심으로 고마워합니다. "아무 동물도 다치지 않게 도와주셨네요. 고맙습니다."

source: (Irwin) Show them how it's done.
fr: (Irwin) Leur montrer comment on fait.
it: (Irwin) Fagli vedere come si fa.
ko: (어윈) 솜씨를 보여준다.

source: Irwin effortlessly corrals each and every animal into their proper habitats. All the while, he educates the zoo proprietors on animal control and care. They are beyond impressed with his expertise.
fr: Irwin ramène sans peine chacun des animaux dans son habitat d'origine. Pendant ce temps, il enseigne aux propriétaires du zoo le contrôle et les soins à apporter aux animaux. Ils sont très impressionnés par son expertise.
it: Irwin riporta senza fatica ogni singolo animale al suo habitat. E mentre lo fa, educa i proprietari dello zoo su come controllare gli animali e prendersene cura. Sono davvero colpiti dalla sua esperienza.
ko: 어윈은 모든 동물을 간단하게 사육장으로 몰아넣었습니다. 그러면서 동물원 주인에게 동물 관리와 보살핌에 대해 교육하기까지 했습니다. 동물원 주인은 그의 전문성에 깊은 감명을 받습니다.

source: (Crystal Crew) Erect barricades to guide the animals into their habitats.
fr: (Membre d'équipage Cristalien) Ériger des barricades pour guider les animaux dans leurs habitats.
it: (Equipaggio crystalline) Erigi barricate per guidare gli animali nei loro habitat.
ko: (크리스탈 선원) 바리케이드를 만들어 동물들을 사육장으로 유도한다.

source: The Crystal crewmember skillfully shepherds all the animals back into their habitats using their lockdown ability. "You've helped out these animals without hurting them. Thank you."
fr: Le membre de l'équipage Cristalien ramène habilement tous les animaux dans leur habitat grâce à sa capacité de verrouillage. "Vous avez aidé ces animaux sans leur faire de mal. Merci."
it: Il tuo sottoposto crystalline guida abilmente tutti gli animali nei rispettivi habitat usando il suo potere isolante. "Hai aiutato questi animali senza far loro del male. Grazie."
ko: 크리스탈 선원은 봉쇄 능력을 사용하여 모든 동물을 능숙하게 사육장으로 몰았습니다. "아무 동물도 다치지 않게 도와주셨네요. 고맙습니다."

source: (Rock Crew) Have your Rockman use force.
fr: (Membre d'équipage Rocailleux) Demander à votre Rocailleux d'utiliser la force.
it: (Equipaggio rockman) Lascia che il tuo rockman usi la forza.
ko: (락맨 선원) 락맨이 무력을 쓰게 한다.

source: Send your crew in to help calm the animals.
fr: Envoyer votre équipage pour aider à calmer les animaux.
it: Manda il tuo equipaggio per aiutare a calmare gli animali.
ko: 선원을 보내 동물 진정시키는 걸 돕는다.

source: Can't send in crew with none onboard.
fr: Il n'est pas possible d'envoyer un équipage s'il n'y en a pas à bord.
it: Non puoi mandare un equipaggio se non hai nessuno a bordo.
ko: 도와주러 보낼 선원이 없습니다.

# data/events_sector_jerry.xml$//event[@name="DISTRESS_JERRY_ZOO"]/choice[8]/text
source: Ignore the zoo.
fr: Ignorer le zoo.
it: Ignora lo zoo.
ko: 동물원을 무시한다.

source: You'll let the Rebels handle this situation.
fr: Vous laisserez les Rebelles s'occuper de cette situation.
it: Lasci che siano i Ribelli ad occuparsene.
ko: 당신은 반군이 상황을 해결하도록 놔둡니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//eventList[@name="JERRY_ZOO_ROCK"]/event[1]/text
source: Your Rockman tries to forcefully push the animals back into their cages using its superior bulk and weight. Luckily, no animal is harmed. The proprietors seem grateful, if a little nervous.
fr: Votre Rocailleux tente de repousser les animaux dans leurs cages en utilisant son volume et son poids supérieurs. Heureusement, aucun animal n'est blessé. Les propriétaires semblent reconnaissants, bien qu'un peu nerveux.
it: Il tuo rockman prova a spingere a forza gli animali nelle loro gabbie usando la sua stazza e il suo peso superiori. Per fortuna nessun animale resta ferito. I proprietari sembrano grati, anche se un po' nervosi.
ko: 락맨은 우월한 덩치와 무게를 이용해 동물들을 우리 안으로 강제로 밀어 넣었습니다. 다행히도 다친 동물은 없습니다. 주인은 약간 긴장한 듯하면서도 고마워하는 표정입니다.

# data/events_sector_jerry.xml$//eventList[@name="JERRY_ZOO_ROCK"]/event[2]/text
source: Your Rockman tries to forcefully push the animals back into their cages using its superior bulk and weight. Unfortunately, the animals are spooked. In the struggle, one of the animals dies. The proprietors shoo you away after the debacle.
fr: Votre Rocailleux tente de repousser les animaux dans leurs cages en utilisant son volume et son poids supérieurs. Malheureusement, les animaux sont effrayés. Dans la lutte, l'un des animaux meurt. Après cette débâcle, les propriétaires vous chassent.
it: Il tuo rockman prova a spingere a forza gli animali nelle loro gabbie usando la sua stazza e il suo peso superiori. Purtroppo, gli animali si spaventano. Nella lotta, uno muore. I proprietari ti cacciano via dopo questo disastro.
ko: 락맨은 우월한 덩치와 무게를 이용해 동물들을 우리 안으로 강제로 밀어 넣으려 했습니다. 안타깝게도 동물들은 겁을 먹었고, 서로 밀치다가 한 마리가 죽어버렸습니다. 낭패를 본 주인은 당신을 쫓아냅니다.

# data/events_sector_jerry.xml$//eventList[@name="JERRY_ZOO_CREW"]/event[1]/text
source: With the help of your crew, the zoo proprietors are able to guide each animal back into their habitat. Luckily, no animal is harmed. The proprietors seem grateful.
fr: Avec l'aide de votre équipage, les propriétaires du zoo parviennent à ramener chaque animal dans son habitat. Heureusement, aucun animal n'a été blessé. Les propriétaires semblent reconnaissants.
it: Con l'aiuto del tuo equipaggio, i proprietari dello zoo riescono a guidare tutti gli animali nei rispettivi habitat. Per fortuna, nessun animale resta ferito. I proprietari sembrano grati.
ko: 당신의 선원들의 도움으로 동물원 주인은 다시 각 동물을 사육장으로 돌려보냈습니다. 다행히도 다친 동물은 없습니다. 동물원 주인이 고마워합니다.

# data/events_sector_jerry.xml$//eventList[@name="JERRY_ZOO_CREW"]/event[2]/text
source: No matter how much they try, your crew is not skilled enough to help out in this situation. There's nothing else to do here.
fr: Quels que soient leurs efforts, votre équipage n'est pas assez compétent pour vous aider dans cette situation. Il n'y a rien d'autre à faire ici.
it: Non importa quanto ci provi, il tuo equipaggio non è abbastanza abile da aiutare in questa situazione. Qui non hai altro da fare.
ko: 암만 애를 써봐도 당신의 선원들은 이 상황을 해결할 만한 능력이 부족했습니다. 더 이상 여기서 할 수 있는 일은 없습니다.

# data/events_sector_jerry.xml$//eventList[@name="JERRY_ZOO_CREW"]/event[3]/text
source: One of your crewmembers gets a bit in over their head. In the scuffle, there is an accident and they are killed. The zoo apologizes, but it seems you'll be going on empty handed.
fr: L'un de vos membres d'équipage est un peu dépassé par les événements. Dans les échauffourées, il y a un accident et des morts. Le zoo s'excuse, mais il semble que vous devrez repartir les mains vides.
it: Uno dei tuoi sottoposti si monta un po' troppo la testa. Nella lotta, c'è un incidente e viene ucciso. Lo zoo si scusa, ma pare che te ne andrai a mani vuote.
ko: 선원 중 한 명이 동물을 몰다가 머리를 맞고 사망했습니다. 동물원 측에서 사과를 하긴 했지만 당신은 빈손으로 돌아가야 할 것 같습니다.

source: Your crewmember exits the Clone Bay no worse for wear.
fr: Votre équipier sort de la salle des clones en bonne santé.
it: Il tuo sottoposto esce dalla Sala di clonazione in buona salute.
ko: 당신의 선원은 멀쩡히 클론 배양실에서 빠져나옵니다.

# data/events_sector_jerry.xml$//event[@name="QUEST_JERRY_ASSASSINATION"]/text
source: A Rebel ship jumps in behind you as you drop out of FTL. "I've been tailing you since you came here, outsider. If you're interested, I have a job for you. There's a certain officer who is... let's just call her 'problematic'. You're here to kill Rebels anyway, aren't you? Well, we'll give you coordinates for a juicy target and we'll both benefit. There's even a reward in it for you, if you follow through. Deal?"
fr: Un vaisseau Rebelle arrive derrière vous alors que vous sortez de SPL. "Je vous suis depuis que vous êtes arrivé ici, étrangers. Si vous êtes intéressé, j'ai un travail pour vous. Il y a un certain officier qui est... disons qu'elle est 'problématique'. Vous êtes ici pour tuer des Rebelles, n'est-ce pas ? Eh bien, nous vous donnerons les coordonnées d'une cible juteuse et nous en profiterons tous les deux. Il y a même une récompense pour vous, si vous allez jusqu'au bout. Marché conclu ?"
it: Una nave Ribelle arriva in salto dietro di te non appena esci dall'FTL. "Ti pedino fin da quando sei arrivato qui, forestiero. Se ti interessa, ho un lavoro per te. C'è una certa ufficiale che è... diciamo 'problematica'. Tanto sei qui per uccidere Ribelli comunque, no? Bene, ti diamo le coordinate di un bersaglio bello succoso e ne beneficeremo entrambi. C'è anche una ricompensa per te, se accetti. Affare fatto?"
ko: 당신이 FTL 도약을 마친 순간 또 다른 반군 함선도 당신 뒤에서 도약을 마쳤습니다. "보호국에 들어오신 이후로 계속 당신을 미행하고 있었습니다. 혹시 관심이 있다면, 당신에게 부탁할 일이 있습니다. 어떤 장교가 한 명 있는데... 그냥 '골칫거리'라고만 알아두십시오. 어차피 반군을 죽이러 온 거 아닙니까? 그러니 주요 목표물의 좌표를 알려주면 우리 둘 모두에게 이득일 겁니다. 결과가 좋으면 보상도 드릴 거고요. 어떻습니까?"

source: Accept the job.
fr: Accepter le job.
it: Accetta l'incarico.
ko: 의뢰를 수락한다.

source: "Perfect. You won't regret this, Renegade. We'll send you the coordinates, and our rendezvous coordinates as well."
fr: "Parfait. Vous ne le regretterez pas, Renégats. Nous vous enverrons ses coordonnées, ainsi que celles de notre rendez-vous."
it: "Perfetto. Non te ne pentirai, Rinnegato. Ti inviamo le coordinate, e anche le coordinate in cui ci rincontreremo."
ko: "좋습니다. 나중에 분명 이 일을 하길 잘했다고 생각하실 겁니다. 목표물의 좌표와 암살 후 다시 만날 랑데부 지점의 좌표를 보내드리겠습니다."

source: Attack them, we don't do business with Rebels!
fr: Les Attaquer, nous ne faisons pas affaire avec les Rebelles !
it: Attaccali, non scendiamo a patti coi Ribelli!
ko: 공격한다. 우리는 반군과 거래하지 않는다!

source: "I should have expected as much!" The Rebel ship immediately arms itself as yours does!
fr: "J'aurais dû m'y attendre !" Le vaisseau Rebelles s'arme immédiatement, tout comme le vôtre !
it: "Dovevo aspettarmelo!" La nave Ribelle alimenta subito le armi e tu fai altrettanto!
ko: "이 정도는 예상했어야 했는데!" 반군 함선은 즉시 당신을 따라 무장을 올립니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Refuse the job.
fr: Refuser le job.
it: Rifiuta il lavoro.
ko: 로브를 받지 않는다.
