Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: "Sebastian, it's okay. It's me. I want to talk to the other me." Sebastian looks surprised. "Jerry? What are you doing aboard a Renegade ship?" "I've been here before, in a very similar situation. I pushed past you, and I talked to the Renegades who came to talk to me. And they were good to me. Even though I didn't have much to offer, they still listened to me. That's why I want to talk to myself." "I... see. Well, don't do anything funny." Sebastian steps aside and lets the other Jerry step forward again. "Another me...? Is that really who you are?" The other Jerry asks. "Yeah. I've learned so much more by traveling the galaxy than I did while I was sitting in our mansion. I still have a lot to learn..." "You've traveled the galaxy?" "I've been to so many different places, and I feel like I barely scratched the surface. I've seen alien worlds, Federation worlds." "How? Why?" "The opportunity just fell into my lap, I guess. Isn't that always the case with us?" "Heh. It feels like it." "I decided I was done being passive. I wanted to experience the world from a new perspective." "But what is it you're trying to do?"
fr: "Sébastien, c'est bon. C'est moi. Je veux parler à l'autre moi." Sébastien a l'air surpris. "Jerry ? Que fais-tu à bord d'un vaisseau Renégats ?" "Je suis déjà venu ici, dans une situation très similaire. J'ai été au-delà de toi et j'ai parlé aux Renégats qui sont venus me parler. Et ils ont été bons avec moi. Même si je n'avais pas grand-chose à offrir, ils m'ont écouté. C'est pourquoi je veux me parler à moi-même." "Je... vois. Eh bien, ne fais rien de drôle" Sébastien s'écarte et laisse l'autre Jerry s'avancer à nouveau. "Un autre moi... ? C'est vraiment ce que tu es ?" demande l'autre Jerry. "Oui. J'ai appris tellement plus en voyageant dans la galaxie que lorsque j'étais assis dans notre manoir. J'ai encore beaucoup à apprendre..." "Tu as parcouru la galaxie ?" "J'ai visité tellement d'endroits différents et j'ai l'impression d'avoir à peine effleuré la surface. J'ai vu des mondes aliens, des mondes de la Fédération." "Comment ? Pourquoi ?" "L'occasion m'est tombée dessus, je suppose. N'est-ce pas toujours le cas avec nous ?" "Heh. J'ai l'impression que c'est le cas." "J'ai décidé que j'en avais assez d'être passif. Je voulais découvrir le monde sous un nouvel angle." "Mais qu'est-ce que vous essayez de faire ?"
it: "Sebastian, va tutto bene. Sono io. Voglio parlare all'altro me." Sebastian appare sorpreso. "Jerry? Che ci fai a bordo della nave di un Rinnegato?" "Sono già stato qui, in una situazione molto simile. Ti ho spinto via e ho parlato ai Rinnegati che sono venuti a parlarmi. E sono stati buoni con me. Anche se non avevo molto da offrire, mi hanno comunque ascoltato. Ecco perché voglio parlare a me stesso." "Capisco... Bene, ma non fare niente di strano." Sebastian si fa da parte e lascia che l'altro Jerry si faccia avanti. "Un altro me...? È davvero questo che sei?" Chiede l'altro Jerry. "Sì. Ho imparato molto di più viaggiando per la galassia di quanto non abbia imparato stando alla villa. E ho ancora molto da imparare..." "Hai viaggiato per la galassia?" "Sono stato in moltissimi posti diversi e mi sembra di aver solo scalfito la superficie. Ho visto mondi alieni, mondi della Federazione." "Come? Perché?" "Suppongo che l'occasione si sia presentata da sé. Non è sempre così con noi?" "Heh. Mi sembra di sì." "Ho deciso che ne avevo abbastanza di essere passivo. Volevo esperire il mondo da una nuova prospettiva." "Ma cosa stai cercando di fare?"
ko: "세바스찬, 괜찮아. 나야. 또 다른 나와 얘기하고 싶어." 세바스찬은 놀란 표정을 짓습니다. "제리? 배회자 함선에서 뭐 하시는 겁니까?" "전에도 비슷한 상황에서 여기 온 적이 있어. 내가 직접 나서서 나에게 말을 걸러 온 배회자들과 이야기를 나눴지. 그들은 나를 잘 대해줬어. 나는 가진 게 많지 않았는데도 내 말을 들어줬어. 그래서 나 자신과 대화하고 싶어." "저... 알겠습니다. 그럼 수상한 행동은 하지 말아 주세요." 세바스찬이 한발 물러서 다시 한번 다른 제리가 앞으로 나오게 했습니다. "또 다른 나...? 그게 정말이야?" 다른 제리가 묻습니다. "응. 저택에 있을 때보다 은하계를 여행하면서 훨씬 더 많은 것을 배웠어. 아직도 배울 게 많고..." "은하계를 여행했다고?" "정말 많은 곳을 가봤지만, 아직도 표면만 긁어본 것 같아. 외계인들이랑 연방의 성단도 봤어." "어떻게 해서? 왜?" "그냥, 그럴 기회가 나에게 굴러떨어졌어. 우리 일은 항상 그렇잖아?" "음. 진짜 그런 것 같네." "수동적인 삶은 이제 그만두기로 결심했어. 새로운 시각으로 세상을 경험하고 싶어." "하지만 그래서 넌 뭘 하려는 거야?"

source: Tell Jerry about the Rebel Flagship.
fr: Parler à Jerry du vaisseau amiral.
it: Di' a Jerry dell'Ammiraglia Ribelle.
ko: 제리에게 반군 기함에 대해 말한다.

source: You tell Jerry about how the Renegades are tasked with facing the Flagship. "Jerry, you've faced the Rebel Flagship? Your uncle?" Your Jerry clarifies. "Well, I haven't. The multiverse contains countless roads for us to go down. Not all of them lead to a fight between uncle and the Renegades." "I hope you don't have to. I still want to have the opportunity to talk with him."
fr: Vous racontez à Jerry comment les Renégats sont chargés d'affronter le vaisseau amiral. "Jerry, tu as affronté le vaisseau amiral des Rebelles ? Ton oncle ?" Votre Jerry clarifie : " Eh bien, moi non. Le Multivers contient d'innombrables routes que nous pouvons emprunter. Toutes ne mènent pas à un combat entre l'oncle et les Renégats." "J'espère que vous n'aurez pas à le faire. Je veux quand même avoir l'occasion de lui parler."
it: Racconti a Jerry del fatto che i Rinnegati hanno il compito di affrontare l'Ammiraglia. "Jerry, hai affrontato l'Ammiraglia Ribelle? Tuo zio?" Il tuo Jerry chiarisce. "Beh, no. Il multiverso contiene strade infinite da percorrere. Non tutte portano a uno scontro tra lo zio e i Rinnegati." "Spero che tu riesca a evitarlo. Voglio ancora avere l'occasione di parlargli."
ko: 당신은 제리에게 배회자는 기함과 맞서 싸우는 임무를 받는다고 설명합니다. "제리, 반군 기함과 맞붙은 거야? 삼촌이랑?" 제리가 해명합니다. "아니, 그건 아니야. 멀티버스에는 무수히 많은 길이 있어. 그리고 그 모든 길이 삼촌과 배회자 간의 싸움으로 이어지는 건 아니야." "싸울 일이 없으면 좋겠다. 그래도 삼촌과 대화할 기회가 오면 좋겠어."

source: Why don't you come with us?
fr: Pourquoi ne pas venir avec nous ?
it: Perché non vieni con noi?
ko: 우리와 함께 가지 않을래?

source: "You want me to come too?" "Yeah, why not? It was good for me. It can be good for you too." The other Jerry smiles. "Who am I to argue with myself?" "I'll do you one better. Who are you to deny yourself, your best self?" The other Jerry thinks for a moment. "How did you get past Cyra?" Your Jerry's face falls. "Ah. Well... That didn't go so well in my time. She was... stubborn. But the Renegade gave her a chance. We can do it again." Other Jerry nods. "I guess it's worth a try." Your Jerry holds his hand out. "Let's do this thing." The two Jerries clasp their hands together in an agreement, smiling at each other. All of the other Rebel personnel seem amazed at the sight they see before them as they watch from afar.
fr: "Tu veux que je vienne aussi ?" "Oui, pourquoi pas ? C'était bon pour moi. Ça peut être bon pour toi aussi." L'autre Jerry sourit : "Qui suis-je pour me disputer avec moi-même ?" "Je vais faire mieux. Qui es-tu pour te refuser à toi-même, à ce que tu as de meilleur ?" L'autre Jerry réfléchit un instant : "Comment as-tu réussi à dépasser Cyra ?" Le visage de votre Jerry se décompose : "Ah. Eh bien... Ça ne s'est pas très bien passé à mon époque. Elle était... têtue. Mais le Renégats lui a donné une chance. Nous pouvons le refaire." L'autre Jerry acquiesce : "Je suppose que ça vaut le coup d'essayer." Votre Jerry tend la main : "Faisons ça." Les deux Jerry joignent leurs mains en signe d'accord, se souriant l'un à l'autre. Tous les autres membres du personnel des Rebelles semblent stupéfaits par le spectacle qui s'offre à eux alors qu'ils regardent de loin.
it: "Vuoi che venga anch'io?" "Sì, perché no? È stato un bene per me. Può esserlo anche per te." L'altro Jerry sorride. "Chi sono io per discutere con me stesso?" "Meglio ancora. Chi sei tu per negare a te stesso il meglio di te?" L'altro Jerry pensa per un attimo. "Come hai fatto a superare Cyra?" Il tuo Jerry si fa più cupo. "Ah. Beh... nella mia realtà non è andata molto bene. Era... cocciuta. Ma il Rinnegato le ha dato una chance. Possiamo farlo ancora." L'altro Jerry annuisce. "Vale la pena provare." Il tuo Jerry gli tende la mano. "Facciamolo." I due Jerry si stringono la mano in un accordo, sorridendosi a vicenda. Tutti gli altri Ribelli presenti sembrano meravigliati da questo spettacolo mentre li osservano da lontano.
ko: "나도 따라가면 좋겠어?" "물론이지. 나에게도 좋은 경험이었으니, 분명 너에게도 좋은 경험이 될 거야." 다른 제리가 미소를 짓습니다. "내게 선택권이 있나?" "너도 분명 바뀔 거야. 더 나은 자신을 부정할 수 있는 사람이 어디 있겠어?" 다른 제리는 잠시 생각에 잠깁니다. "시라는 어떻게 지나친 거야?" 제리가 고개를 떨굽니다. "아.. 그게... 내 현실에서는 일이 잘 풀리지 않았어. 시라는... 고집이 세니까. 하지만 배회자가 또 한 번 기회를 줬지. 우린 다시 할 수 있어." 다른 제리가 고개를 끄덕입니다. "해볼 만한 가치가 있겠지." 제리가 손을 내밉니다. "해보자." 두 제리가 손을 맞잡고 서로를 향해 미소 지으며 뜻을 맞춥니다. 다른 반군 대원들은 멀리서 이 광경을 지켜보며 모두 놀란 표정을 짓습니다.

source: Don't worry, our Jerry can handle that.
fr: Ne vous inquiétez pas, notre Jerry peut s'en charger.
it: Non preoccuparti, può occuparsene il nostro Jerry.
ko: 걱정하지 마, 우리 제리가 다 잘 해결할 거야.

source: "I suppose you can, can't you? You're much cooler and more experienced than I am." "What I'm doing is nothing special. Anybody can do this, especially you. Jerry, even if you're going to stay here, there's so much more you can be doing. Please don't forget that." "I won't. And don't you forget who we are. We're Jerome Wentworth. You make sure the Renegade doesn't fight until our Uncle has heard you out, okay?" "You have my word." The two Jerries clasp their hands together in an agreement, smiling at each other. All of the other Rebel personnel seem amazed at the sight they see before them as they watch from afar.
fr: "Je suppose que tu le peux, n'est-ce pas ? Tu es bien plus cool et expérimenté que moi." "Ce que je fais n'a rien de spécial. Tout le monde peut le faire, surtout toi. Jerry, même si tu vas rester ici, tu pourrais faire tellement plus. Ne l'oublie pas." "Je ne l'oublierai pas. Et n'oublie pas qui nous sommes. Nous sommes Jérôme Wentworth. Tu t'assureras que le Renégats ne se batte pas tant que notre oncle ne t'a pas écouté, d'accord ?". "Tu as ma parole." Les deux Jerry joignent leurs mains en signe d'accord, se souriant l'un à l'autre. Tous les autres membres du personnel des Rebelles semblent stupéfaits par le spectacle qui s'offre à eux alors qu'ils observent de loin.
it: "Immagino di sì, vero? Sei molto più forte e più esperto di me." "Quello che faccio non è niente di speciale. Chiunque può farlo, soprattutto tu. Jerry, anche se resterai qui, c'è molto altro che potresti fare. Non dimenticarlo." "Non lo farò. E tu non dimenticare chi siamo. Siamo Jerome Wentworth. Accertati che il Rinnegato non combatta finché nostro zio non ti avrà ascoltato, ok?" "Hai la mia parola." I due Jerry si stringono la mano in un accordo, sorridendosi a vicenda. Tutti gli altri Ribelli presenti sono meravigliati da questo spettacolo mentre osservano da lontano.
ko: "할 수 있겠지, 그렇지? 나보다 훨씬 더 멋지고 경험도 많으니까." "내가 하는 일은 특별한 게 아니야. 누구나 할 수 있는 일이고, 특히 너라면 더욱 쉽지. 제리, 이대로 이곳에 머문다 해도 네가 할 수 있는 일은 훨씬 더 많아. 그걸 잊지 말아줘." "그럴게. 그리고 너도 우리가 누군지 잊지 말아줘. 우린 제롬 웬트워스야. 삼촌이 네 말을 들을 때까지 배회자가 싸우지 못하도록 해, 알았지?" "약속할게." 두 제리는 손을 맞잡고 서로를 향해 미소 지으며 약속합니다. 다른 반군 대원들은 눈앞에 펼쳐진 광경에 놀란 표정을 지으며 멀리서 지켜봅니다.

source: Tell Jerry about the Rebel Flagship.
fr: Parler à Jerry du vaisseau amiral.
it: Di' a Jerry dell'Ammiraglia Ribelle.
ko: 제리에게 반군 기함에 대해 말한다.

source: You tell Jerry about how the Renegades are tasked with facing the Flagship. "Jerry, you've faced the Rebel Flagship? Your uncle?" "Yes, I have." Jerry adjusts his gun. "It... it didn't go the way I wanted it to. He wouldn't listen to me. He... he insulted me. It came down to a fight." Other Jerry holds his heart and looks like he wants to collapse. "So if I go with you..." Jerry sighs. "Maybe. I wasn't good enough to change his mind. I don't know if I could in good conscience tell you that you could change your uncle's mind. It's a painful prospect." Other Jerry looks down. "I don't know what to think..."
fr: Vous racontez à Jerry comment les Renégats sont chargés d'affronter le vaisseau amiral. "Jerry, tu as affronté le vaisseau amiral des Rebelles ? Ton oncle ?" "Oui, je l'ai fait" Jerry ajuste son arme "Ça... ça ne s'est pas passé comme je le voulais. Il n'a pas voulu m'écouter. Il... il m'a insulté. Il a fallu se battre." L'autre Jerry se serre le cœur et semble vouloir s'effondrer. "Alors si je pars avec toi..." Jerry soupire. "Peut-être. Je n'ai pas été assez bon pour le faire changer d'avis. Je ne sais pas si je pourrais en toute conscience te dire que tu peux faire changer ton oncle d'avis. C'est une perspective douloureuse." L'autre Jerry baisse les yeux : "Je ne sais pas quoi penser..."
it: Racconti a Jerry di come i Rinnegati hanno il compito di affrontare l'Ammiraglia. "Jerry, hai affrontato l'Ammiraglia? Tuo zio?" "Sì." Jerry sistema la sua arma. "Non... non è andata come volevo. Non voleva darmi ascolto. Mi... mi ha insultato. Alla fine abbiamo dovuto combattere." L'altro Jerry si stringe una mano al cuore e sembra voler svenire. "Quindi se vengo con te..." Jerry sospira. "Forse. Non sono stato abbastanza bravo da fargli cambiare idea. Non se posso dirti in buona fede che riuscirai a far cambiare idea a tuo zio. È una prospettiva dolorosa." L'altro Jerry abbassa lo sguardo. "Non so cosa pensare..."
ko: 당신은 제리에게 배회자는 기함과 맞서 싸우는 임무를 받는다고 설명합니다. "제리, 반군 기함과 맞붙은 거야? 삼촌이랑?" "응, 그랬어." 제리가 총을 조정합니다. "내가 원하는 대로... 되지 않았어. 삼촌이 내 말을 듣지 않았거든. 삼촌은... 그저 나를 모욕했을 뿐이야. 그래서 결국 싸움으로 이어졌어." 다른 제리는 곧바로 쓰러질 듯이 가슴을 움켜잡습니다. "그럼 내가 너랑 함께 가면..." 제리가 한숨을 쉽니다. "아마도. 나는 삼촌의 마음을 바꾸기에 충분하지 않았어. 양심적으로 말해서 너의 경우도 삼촌의 마음을 바꿀 수 있을 것 같지는 않아." 다른 제리가 고개를 떨굽니다. "뭐라고 말해야 할지 모르겠어..."

source: Why don't you come with us?
fr: Pourquoi ne pas venir avec nous ?
it: Perché non vieni con noi?
ko: 우리와 함께 가지 않을래?

source: "You want me to come too?" "Yeah, why not? It was good for me. It can be good for you too." "But won't I have to fight my uncle? I don't know if I can do that. He still has good in him. I know he does." "I won't deny you your journey. When the time comes, you can talk to him. You have my word." The other Jerry thinks for a moment. "How did you get past Cyra?" Your Jerry's face falls. "Ah. Well... That didn't go so well in my time. She was... stubborn. But the Renegade gave her a chance. We can do it again." Other Jerry nods. "I guess it's worth a try." Your Jerry holds his hand out. "Let's do this thing." The two Jerries clasp their hands together in an agreement, smiling at each other. All of the other Rebel personnel seem amazed at the sight they see before them as they watch from afar.
fr: "Tu veux que je vienne aussi ?" "Oui, pourquoi pas ? C'était bon pour moi. Ça peut être bon pour toi aussi." "Mais ne vais-je pas devoir me battre contre mon oncle ? Je ne sais pas si je peux le faire. Il a encore du bon en lui. Je le sais." "Je ne te priverai pas de ton voyage. Le moment venu, tu pourras lui parler. Tu as ma parole." L'autre Jerry réfléchit un instant : "Comment as-tu réussi à dépasser Cyra ?" Le visage de votre Jerry se décompose : "Ah. Eh bien... Ça ne s'est pas très bien passé à mon époque. Elle était... têtue. Mais le Renégats lui a donné une chance. Nous pouvons le refaire." L'autre Jerry acquiesce : "Je suppose que ça vaut le coup d'essayer." Votre Jerry tend la main : "Faisons ça." Les deux Jerry joignent leurs mains en signe d'accord, se souriant l'un à l'autre. Tous les autres membres du personnel des Rebelles semblent stupéfaits par le spectacle qui s'offre à eux alors qu'ils regardent de loin.
it: "Vuoi che venga anch'io?" "Sì, perché no? È stato un bene per me. Può esserlo anche per te." "Ma non dovrò affrontare mio zio? Non so se ne sarò in grado. C'è ancora del buono in lui. Lo so." "Non negherò il tuo viaggio. Quando arriverà il momento, potrai parlargli. Hai la mia parola." L'altro Jerry pensa per un attimo. "Come hai fatto a superare Cyra?" Il tuo Jerry si fa più cupo. "Ah. Beh... nella mia realtà non è andata molto bene. Era... cocciuta. Ma il Rinnegato le ha dato una chance. Possiamo farlo ancora." L'altro Jerry annuisce. "Vale la pena provare." Il tuo Jerry gli tende la mano. "Facciamolo." I due Jerry si stringono la mano in un accordo, sorridendosi a vicenda. Tutti gli altri Ribelli presenti sembrano meravigliati da questo spettacolo mentre li osservano da lontano.
ko: "나도 따라가면 좋겠어?" "물론이지. 나에게도 좋은 경험이었으니, 분명 너에게도 좋은 경험이 될 거야." "하지만 삼촌과 싸우게 되지 않을까? 내가 그럴 수 있을지 모르겠어. 삼촌한테는 아직 선한 면이 있어. 나는 잘 알아." "너만의 여정에 간섭할 생각은 없어. 때가 되면 직접 대화를 나눠보는 거야. 약속해." 다른 제리는 잠시 생각에 잠깁니다. "시라는 어떻게 지나친 거야?" 제리가 고개를 떨굽니다. "아.. 그게... 내 현실에서는 일이 잘 풀리지 않았어. 시라는... 고집이 세니까. 하지만 배회자가 또 한 번 기회를 줬지. 우린 다시 할 수 있어." 다른 제리가 고개를 끄덕입니다. "해볼 만한 가치가 있겠지." 제리가 손을 내밉니다. "해보자." 두 제리가 손을 맞잡고 서로를 향해 미소 지으며 뜻을 맞춥니다. 다른 반군 대원들은 멀리서 이 광경을 지켜보며 모두 놀란 표정을 짓습니다.

source: Don't worry, our Jerry can handle that.
fr: Ne vous inquiétez pas, notre Jerry peut s'en charger.
it: Non preoccuparti, può occuparsene il nostro Jerry.
ko: 걱정하지 마, 우리 제리가 다 잘 해결할 거야.

source: "Maybe that's for the best. If there's nothing I can do, then I'd rather not be there when he has to go down." "But there's not nothing you can do. There's so much we can do. And I intend to prove that again. Never forget what you're capable of." "Are you sure I'm capable of that much?" "That much and so much more. Give yourself a shot. You might be surprised at what you're capable of." Jerry holds out his hand. The other Jerry clasps it in an agreement, both smiling at each other. All of the other Rebel personnel seem amazed at the sight they see before them as they watch from afar.
fr: "C'est peut-être mieux ainsi. Si je ne peux rien faire, je préfère ne pas être là quand il devra tomber". "Mais il n'y a pas rien que tu ne puisses faire. Il y a tant de choses que nous pouvons faire. Et j'ai l'intention de le prouver à nouveau. N'oublie jamais ce dont tu es capable." "Tu es sûr que je suis capable de tout ça ?" "Autant et bien plus encore. Donne-toi une chance. Tu pourrais être surpris de ce dont tu es capable." Jerry tend la main. L'autre Jerry la serre d'un commun accord, tous deux se souriant l'un à l'autre. Tous les autres membres du personnel des Rebelles semblent émerveillés par le spectacle qui s'offre à eux alors qu'ils observent de loin.
it: "Forse è meglio così. Se non c'è niente che posso fare, allora preferisco non essere presente quando dovrà morire. "Ma c'è qualcosa che puoi fare. C'è moltissimo che possiamo fare. E ho intenzione di dimostrarlo ancora. Non dimenticare mai di cosa sei capace." "Sei sicuro che io sia capace di tanto?" "Sì, e anche di più. Dai a te stesso una chance. Ti sorprenderebbe sapere cosa sai fare." Jerry tende la mano. L'altro Jerry gliela stringe e i due si sorridono a vicenda. Tutti gli altri Ribelli presenti sono meravigliati da questo spettacolo mentre osservano da lontano.
ko: "아마도 그게 최선일 것 같네요. 제가 할 수 있는 일이 없다면 차라리 삼촌과 결판을 낼 때 곁에 있지 않는 게 낫겠죠." "하지만 할 수 있는 게 없는 건 아니야. 우리가 할 수 있는 일은 너무도 많아. 그리고 나는 다시 그것을 증명할 생각이야. 네가 가진 능력을 절대 잊지 마." "내가 정말로 많은 일을 해낼 수 있을가?" "그럼 당연하지. 고민하지 말고 한 번 시도해봐. 자기 능력에 놀라게 될 거야." 두 제리는 손을 맞잡고 서로를 향해 미소 지으며 약속합니다. 다른 반군 대원들은 눈앞에 펼쳐진 광경에 놀란 표정을 지으며 멀리서 지켜봅니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HOME_WIN"]/choice[2]/text
source: Your time is up, Jerome! The Federation has come for you at last!
fr: Votre temps est écoulé, Jérôme ! La Fédération est enfin venue pour toi !
it: La tua ora è giunta, Jerome! La Federazione è venuta a prenderti!
ko: 끝났어 제롬! 마침내 연방이 널 잡으러 왔다!

source: The man scoffs, pushing back his lustrous hair with his perfectly shapen fingers. "So the uncivilized Federation brutes sent by Universe 0 have gotten so brash and foolhardy they plunge themselves into matters of Vance, thinking wounding the chief of the Rebellion personally will stop his spirit or the glory of our conquest? When I heard the Federation was substituting a proper navy for rogues so loose even the Syndicate wouldn't take them, I laughed, and now I laugh twice! You are a joke! Hah!"
fr: L'homme se moque, repoussant ses cheveux lustrés avec ses doigts parfaitement formés. "Ainsi, les brutes inciviles de la Fédération envoyées par l'Univers 0 sont devenues si effrontées et imprudentes qu'elles se plongent dans les affaires de Vance, pensant que blesser personnellement le chef de la Rébellion arrêtera son esprit ou la gloire de notre conquête ? Lorsque j'ai appris que la Fédération remplaçait une marine digne de ce nom par des voyous si lâches que même le Syndicat ne les accepterait pas, j'ai ri et maintenant je ris deux fois ! Vous êtes une blague ! Hah !"
it: L'uomo sbuffa, spingendosi all'indietro i suoi bei capelli con le dita perfetta. "Quindi quei bruti incivili della Federazione mandati dall'Universo 0 sono diventati così sciocchi e sfrontati da buttarsi nelle questioni di Vance, pensando che ferire il capo della Ribellione in persona fermerà il suo spirito o la gloria della nostra conquista? Quando ho sentito che la Federazione stava sostituendo una vera flotta con dei mascalzoni così imprevedibili che nemmeno l'Organizzazione li prenderebbe, ho riso, e ora rido due volte! Sembra una barzelletta! Hah!"
ko: 그는 흠잡을 데 없는 손가락으로 윤기가 흐르는 머리카락을 뒤로 넘기면서 비웃었습니다. "그래서, 제 0우주에서 보낸 미개한 연방 짐승들은 너무 오만하고 무모했던 나머지 결국 밴스의 사생활에 뛰어들었다는 건가? 반군의 우두머리를 상처입히면 그의 정신이나 반군의 영광을 막을 수 있으리라 생각하면서? 연방이 제대로 된 군인들을 당신처럼 신디케이트도 거절할 느슨한 불량배들로 대체한다는 소식을 듣고는 때 크게 웃었었는데, 지금 또 한번 웃게 되는군! 장난치는 것도 아니고! 하하!"

source: If we're a joke, then killing you is the punchline.
fr: Si nous sommes une blague, vous tuer est la chute.
it: Se questa ti sembra una barzelletta, allora ucciderti è la battuta.
ko: 지금 이걸 하나의 커다란 장난이라고 치면, 그 대미는 바로 너의 죽음이야.

source: "HAH! So now we're being clever, why I oughta-" The man is cut off by the civilian in the back of the crowd, his green eyes poking out from underneath a mop of hair and crooked spectacles. "Sebastian, please. Let me talk to them." Seems you were wrong in your assumption, as 'Sebastian' immediately steps down and apologizes to the young man, no older than his early twenties, addressing him as none other than 'Jerome'.
fr: "HAH ! Alors maintenant on fait les malins, pourquoi je devrais..." L'homme est interrompu par le civil à l'arrière de la foule, ses yeux verts émergeant de sa tignasse et de ses lunettes de travers.. "Sébastien, s'il te plaît. Laisse-moi leur parler." Il semble que vous vous soyez trompé dans votre supposition, car " Sébastien " se retire immédiatement et s'excuse auprès du jeune homme, pas plus âgé qu'une vingtaine d'années, en s'adressant à lui comme n'étant autre que " Jérôme ".
it: "HAH! Adesso fai pure lo spiritoso, dovrei pro-" L'uomo viene interrotto dal civile in fondo alla folla, i suoi occhi verdi fanno capolino da una zazzera di capelli e occhiali adunchi. "Sebastian, per favore. Lascia che ci parli io." Pare che il tuo intuito ti abbia fuorviato, mentre 'Sebastian' si ritira e si scusa col giovanotto, che deve avere poco più di vent'anni, chiamandolo nientemeno che 'Jerome'.
ko: "흥! 이제 우리는 영리하게 행동하고 있다고, 왜 내가 순순히-" 무리의 뒷줄에 있던 시민이 그의 말을 끊었습니다. 헝클어진 머리와 비뚤어진 안경 너머로 그 시민의 녹색 눈이 보입니다. "세바스찬, 부탁할게. 내가 얘기하게 해줘." 세바스찬은 즉시 물러나며 20대 초반으로 보이는 그 젊은이를 '제롬' 이라고 부르며 사과했습니다. 당신의 추측이 틀린 듯 합니다.

source: So, you're Jerome then.
fr: Vous êtes donc Jérôme.
it: Quindi, tu sei Jerome.
ko: 그래서, 네가 진짜 제롬인가.
