Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_jerry.xml/*.po
Languages: fr, it, ko

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: You listen to the Rebels talk in mild amusement, but the inn-keeper walks by and informs you that, if you intend to stay at the establishment and hold this seat, you have to buy a drink.
fr: Vous écoutez les Rebelles parler avec un léger amusement, mais l'aubergiste passe et vous informe que, si vous avez l'intention de rester dans l'établissement et d'occuper cette place, vous devez payer une boisson.
it: Ascolti i Ribelli parlare leggermente divertito, ma l'oste arriva e ti dice che, se vuoi restare in questo posto e occupare quella sedia, devi comprare da bere.
ko: 반군의 이야기를 가벼운 마음으로 듣고 있던 당신에게 여관 주인이 다가오며 말했습니다. 이 시설에 머물면서 자리를 지키고 싶다면 술을 사라고 합니다.

source: Buy a drink and keep listening.
fr: Acheter un verre et continuer à écouter.
it: Compra da bere e continua ad ascoltare.
ko: 술을 사고 계속 듣는다.

source: At your decision to stay, the Rebels cheer and you each clink your mugs together and take another sip. The soldiers introduce themselves from left to right as Spike, Tuffy, and Butch.
fr: Lorsque vous décidez de rester, les Rebelles applaudissent et vous buvez chacun une gorgée de votre tasse. Les soldats se présentent de gauche à droite comme étant Soldat, Tuffy et Butch.
it: Vedendo che hai deciso di restare, i Ribelli applaudono e fate tutti un brindisi coi vostri boccali, quindi bevi un altro sorso. I soldati si presentano da sinistra a destra come Spike, Tuffy e Butch.
ko: 당신이 남기로 하자 반군들은 환호성을 질렀고 당신과 함께 머그잔을 부딪치며 한 모금 더 마셨습니다. 병사들은 왼쪽부터 오른쪽으로 자신들을 스파이크, 터피, 부치라고 소개했습니다.

source: Buy another drink.
fr: Acheter un autre verre.
it: Un altro.
ko: 한잔 더!

source: Only two drinks in, you can already feel your head getting lighter. Still, you sit at the table and listen to the cheerful conversation. Most of the talk seems to be topical - it seems they weren't lying about not liking the 'Universe 1 folks'. All three have plenty of stories to tell of entitled Aces and condottieri overstaying their welcome, thanks to uncomfortably intrusive quartering laws.
fr: Après seulement deux verres, vous sentez déjà votre tête s'alléger. Malgré tout, vous vous asseyez à la table et écoutez la conversation joyeuse. La plupart des discussions semblent être d'actualité - il semble qu'ils n'aient pas menti sur le fait qu'ils n'aimaient pas les "gens de l'Univers 1". Tous les trois ont beaucoup d'histoires à raconter sur les Aces et les condottieri qui sont restés trop longtemps à la maison, à cause de lois d'écartement inconfortables et intrusives.
it: Solo dopo due bicchieri, senti già la testa farsi più leggera. Comunque, stai seduto al tavolo e ascolti l'allegra conversazione. Molte delle chiacchere sembrano essere aneddoti. Pare che non mentissero sul fatto che non gli piacciono i 'bifolchi dell'Universo 1'. Tutti e tre hanno moltissime storie di Ace altezzosi e condottieri che si trattengono più del dovuto, grazie a leggi di alloggio disagianti e intrusive.
ko: 두 잔만 마셨는데도 벌써 머리가 가벼워지는 느낌입니다. 어쨋거나 당신은 테이블에 앉아 계속해서 쾌활한 대화를 듣습니다. 주로 시사에 대한 이야기가 오갔는데, 그들이 '제1 우주 사람들'을 좋아하지 않는다고 말한 것은 거짓말이 아닌 것 같습니다. 세 사람 모두 에이스와 용병 대장이 굉장히 거슬리는 숙사 할당법에 힘입어 그들의 환대를 너무 오래 누리는 것에 많은 불만을 가지고 있었습니다.

source: Buy another drink.
fr: Acheter un autre verre.
it: Un altro.
ko: 한잔 더!

source: Eventually, the conversation begins to shift to Vance's star nephew, Jerome. The conversation even draws the attention of a few other neighboring tables, who pitch in their thoughts. It seems everyone in the inn who cares to voice their opinion unanimously agrees that Jerome's a stellar guy. You aren't quite so sure of it yourself just yet, but this isn't the kind of company to raise such protest.
fr: Finalement, la conversation s'oriente vers Jérôme, le neveu vedette de Vance. La conversation attire même l'attention de quelques tables voisines, qui font part de leurs réflexions. Il semble que toutes les personnes de l'auberge qui souhaitent exprimer leur opinion s'accordent à dire que Jérôme est un type formidable. Vous n'en êtes pas encore si sûr vous-même, mais ce n'est pas le genre de compagnie à soulever de telles protestations.
it: A un certo punto, la conversazione inizia a spostarsi sul nipote prediletto di Vance, Jerome. La conversazione attira anche l'attenzione di qualche tavolo vicino, i cui occupanti dicono la loro. Pare che tutti quelli che dicono la loro sono d'accordo all'unanimità che Jerome è formidabile. Tu ancora non sai se ci sia del vero, ma questa non sembra una compagnia che sollevi certe accuse.
ko: 결국 화제는 밴스의 스타 조카인 제롬에게로 옮겨가기 시작했습니다. 그 대화는 심지어 그들의 생각에 동의하는 몇몇 다른 이웃 테이블들의 관심도 끌었습니다. 여관에 있는 모든 사람이 만장일치로 제롬이 멋진 남자라는 것에 동의하는 것 같습니다. 당신은 아직 제리가 어떤 사람인지 잘 모르지만, 동감해줘야 할 것 같은 분위기네요.

source: Buy another drink.
fr: Acheter un autre verre.
it: Un altro.
ko: 한잔 더!

source: Butch's words have begun to slur, but you aren't sure if it's him or you. As you wobble in your chair, the hysterical laughter has caught on to you as well. You think you catch sight of the innkeeper shaking his head and grunting in your direction, but you're too far out of it to really be sure.
fr: Les paroles de Butch ont commencé à être bredouillées, mais vous ne savez pas si c'est lui ou vous. Alors que vous vacillez sur votre chaise, les rires hystériques vous atteignent à leur tour. Vous croyez apercevoir l'aubergiste qui secoue la tête et grogne dans votre direction, mais vous êtes trop dans les vapes pour en être sûr.
it: Butch inizia a biascicare, ma non sai se sei tu o lui. Mentre dondoli sulla tua sedia, la risata isterica ha contagiato anche te. Credi di vedere l'oste che scuote la testa e fa un verso di disapprovazione verso di te, ma ormai sei troppo brillo per capirlo.
ko: 부치의 말이 흐릿해지기 시작했지만, 당신은 자신이 취한 건지 아니면 부치가 취한 건지 확신하지 못합니다. 당신이 의자에서 휘청거리자, 히스테릭한 웃음소리가 머리에 울렸습니다. 여관 주인이 당신을 보고 고개를 저으며 투덜대는 것을 본 것 같기도 한데, 너무 멀리 떨어져 있어서 확신할 수는 없었습니다.

source: Buy another drink.
fr: Acheter un autre verre.
it: Un altro.
ko: 한잔 더!

source: The laughter finally subsides, and the stories of their Jerry continue to flow without limits. You learn more about the guy than you ever thought you would, but you don't hold on to a single bit of information said for the entire conversation. You think you hear something about Jerry being the best man at Tuffy's wedding, but that doesn't make much sense. You think.
fr: Les rires finissent par se calmer et les histoires de leur Jerry continuent d'affluer sans limites. Vous en apprenez plus sur lui que vous ne l'auriez jamais cru, mais vous ne retenez pas une seule information de toute la conversation. Vous pensez avoir entendu quelque chose sur le fait que Jerry était le témoin au mariage de Tuffy, mais cela n'a pas beaucoup de sens. Vous pensez .
it: Finalmente le risate smettono e le storie del loro Jerry continuano a scorrere senza limiti. Scopri più di quanto avessi mai pensato sul suo conto, ma non interiorizzi nessuna informazione per tutta la conversazione. Pensi di sentire qualcosa sul fatto che Jerry sarà il testimone al matrimonio di Tuffy, ma non ha molto senso. Credi.
ko: 마침내 웃음소리가 가라앉았고 제리에 대한 이야기는 끊임없이 흘러갔습니다. 당신은 기대했던 것보다 제리에 관해 더 많은 사실을 알게 됐지만, 약간의 정보도 기억하질 못합니다. 제리가 터피의 결혼식에 들러리를 섰다는 얘기를 들은 것도 같은데, 그건 말도 안 되죠. 아마도요.

source: Buy another drink.
fr: Acheter un autre verre.
it: Un altro.
ko: 한잔 더!

source: Theee converrrsatioon begggins to slooowww as reeeallity beecommmess a bllurr. Allll comprreeehennssionn youuu haad isss gonne. Youuuu donn't feeeelll soooo gggood, bbbuuttt thhhee convversationnn you cannn't underrrsstandddd haasss youu enthrrrallled...
fr: Laaaa connnnverrrrssaationnn commmmmence ààà raaalennntirrr auuu fuuuur eeet àààà mesuuure queeee laaa réaaaalitééé seee raaapproooche. Touuuute laaa commmpréééhennnsionnn queee vouuus aviezzz eeest peeerduuue. Vouuus neee vouuus sentezzz paaas siii biennn, maiiis laaa connnverrrsaaationnn queee vouuus neee pouuuvezzz paaas commmprennndreee vouuus aaa ennnthouuusiaaasmééé...
it: Laaaa converrrrsazioooone iniiizia a raaaalleeeentaaare meeeentreee la reeealtàààà diiiveeeentaaa sfumaaataaaa. Tuuuuuttaaaaa la coooompreeeensssioooneee cheeee aveeeeviii è spaaaritaaaaa. Noooon tiiiii seeentiiiii mooooltoooo beeeeneeee, maaaa laaa cooonversssaaaaziooooneeee cheee noooon caaaapiiiisciiii tiii haaaa coooiiiiinvooooltoooo...
ko: 현시일이 버언쩍쩌억거리면서어 대화아으가 느으으으려지기이 시이이작해앴습니이다. 다응신이 느으낄수있는 모드은든것들이 아드으윽해즈어 가아아았습니다. 당시느은 속이이이 우울울령거렸지만마안, 그으럼에드오 다앙시는 이해에 할 수우 없눈 대화가 당시늘 사아로자아밥스읍니다.

source: Buyyy annnother drrrink.
fr: Aaacheeeterrr unnn auuutreee verrrrre.
it: Uuuun aaaaaltroooooo.
ko: 하아안자안 더ㅓ!

source: Aerae HEreaore AERdftyo prtieasdklrtj eraejandwa Arerjalsd frtowajdf trlajwfeadt yeasn teasjfek eWai teald tghrsd. ERfgrys btyuurre hjtsd teaweetyuu hyjkuop gntsdfe. Tedfh ysfs raseasdfb yhsdsae.
fr: Aerae HEreaore AERdftyo prtieasdklrtj eraejandwa Arerjalsd frtowajdf trlajwfeadt yeasn teasjfek eWai teald tghrsd. ERfgrys btyuurre hjtsd teaweetyuu hyjkuop gntsdfe. Tedfh ysfs raseasdfb yhsdsaee.
ko: 금듥읖 염맇 ㅁㄴㅁㄴ어 니차ㅣㅡ 긏ㅊ티아니ㅁ니ㅏㅇㅁ ㅅㅇ치븣판ㅊㅋㅇ 욷디븣ㅁㄴㅇ머르치 ㅁ내ㅑ듳ㅇ ㅇㅁㅌ츼매ㅔㅁ ㅊㅋ탕ㄴ 가츰ㄴㅌ ㅇ읓. 패ㅑ그칰칱크치ㄷ 냋이그 ㅇㅁ냐ㅐㅌ층ㅁㅈㅂ ㅂㅈ대ㅔ긐ㅌ ㅊㅌㄴ츸ㅌㅊ. 귿듦ㅎ 닳ㅅ으 ㅊ엵ㅌ 덣들익.

source: ERaers eraweas wedafw.
fr: ERaers eraweas wedafww.
ko: 하즈ㄴㅏ ㄷ허!

source: You black out, eventually waking up on your ship, the walls painted a new shade of dark purple and a demolished disco ball in the center of the room. In the corner also lie the other three from earlier. They get up not much long after, only to find Butch's ship in a burning wreck. "Well, shit. Damn it, I'm not gonna be able to fix that with a hangover. Blegh... say, considering you're a Renegade, I wonder... maybe if we work together, we could get rid of these Universe 1 ships once and for all. At least, until I work up the courage to ask command for a new ship."
fr: Vous perdez connaissance et vous vous réveillez sur votre vaisseau, les murs peints d'une nouvelle nuance de violet foncé et une boule disco démolie au centre de la pièce. Dans le coin se trouvent également les trois autres personnes de tout à l'heure. Ils se lèvent peu de temps après, pour trouver le vaisseau de Butch devenu une épave en flammes. "Eh bien, merde. Bon sang, je ne vais pas pouvoir réparer ça avec une gueule de bois. Bleuuh... dis donc, vu que tu es un Renégats, je me demande... peut-être qu'en travaillant ensemble, on pourrait se débarrasser de ces vaisseaux de l'Univers 1 une bonne fois pour toutes. Du moins, jusqu'à ce que je trouve le courage de demander au commandement un nouveau vaisseau."
it: Svieni e alla fine ti risvegli sulla tua nave, le pareti sono dipinte in una nuova sfumatura di viola scuro e c'è una palla stroboscopica demolita al centro della stanza. In un angolo ci sono anche i tre di prima. Si alzano poco dopo, solo per scoprire che la nave di Butch è un rudere in fiamme. "Beh, cazzo. Accidenti, non riuscirò a ripararla coi postumi. Blegh... di' un po', visto che sei un Rinnegato, mi chiedevo... forse se lavoriamo insieme, possiamo sbarazzarci di queste navi dell'Universo 1 una volta per tutte. Almeno fino a quando non troverò il coraggio di chiedere una nuova nave al comando."
ko: 당신은 정신을 잃고, 끝내 당신의 함선에서 깨어났습니다. 벽에는 어두운 보라색의 음영이 져 있었고, 방 중앙에는 파괴된 디스코볼이 있었습니다. 구석에는 아까의 세 명도 널브려져 있었습니다. 얼마 지나지 않아 그들이 일어나서 불타고 있는 부치의 배를 발견합니다. "오, 이런. 망할, 술이 깨도 저걸 고칠 수는 없을 거야. 우웨웩... 어, 너는 배회자잖아. 만약 우리가 함께한다면 제1 우주를 완전히 없애 버릴 수 있을지도 몰라. 적어도 내가 지휘부에 새로운 배를 요청할 용기를 내기 전까지 말이지."

source: Enough is enough, leave.
fr: Assez, c'est assez, partez.
it: Quando è troppo è troppo, vattene.
ko: 이정도면 충분하다. 떠나자.

source: Enough is enough, leave.
fr: Assez, c'est assez, partez.
it: Quando è troppo è troppo, vattene.
ko: 이정도면 충분하다. 떠나자.

source: Enough is enough, leave.
fr: Assez, c'est assez, partez.
it: Quando è troppo è troppo, vattene.
ko: 이정도면 충분하다. 떠나자.

source: Enough is enough, leave.
fr: Assez, c'est assez, partez.
it: Quando è troppo è troppo, vattene.
ko: 이정도면 충분하다. 떠나자.

source: Enough is enough, leave.
fr: Assez, c'est assez, partez.
it: Quando è troppo è troppo, vattene.
ko: 이정도면 충분하다. 떠나자.

source: Enough is enough, leave.
fr: Assez, c'est assez, partez.
it: Quando è troppo è troppo, vattene.
ko: 이정도면 충분하다. 떠나자.

source: Whatever, just leave.
fr: Peu importe, partez.
it: Va beh, vattene e basta.
ko: 그냥 떠난다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HANGOUT"]/choice[2]/text
source: We don't have time.
fr: Nous n'avons pas le temps.
it: Non abbiamo tempo.
ko: 우린 시간이 없다.

# data/events_sector_jerry.xml$//event[@name="JERRY_HANGOUT"]/choice[2]/event/text
source: You can tell the Rebels don't take kindly to you refusing them. They're obviously drunk, so you quickly take your leave.
fr: Vous voyez bien que les Rebelles ne voient pas d'un bon œil que vous leur opposiez un refus. Ils sont manifestement ivres et vous prenez rapidement congé.
it: Capisci che i Ribelli non prendono bene il tuo rifiuto. Sono chiaramente ubriachi, quindi te ne vai in fretta.
ko: 반군들은 그냥 떠나려 하는 당신을 못마땅해했습니다. 어쨌든 그들은 확실히 취한 상태니, 당신은 빠르게 자리를 떴습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//event[@name="JERRY_TAXES"]/text
source: You notice a small Rebel colony has been constructed nearby. On encrypted channels, they broadcast a simple offer to you, "We know who you are, but times are tough. The Aces here don't follow Cyra's rules anymore, they're taking orders from Universe 1. The taxes are heavy and we'll take any business we can."
fr: Vous remarquez qu'une petite colonie Rebelle a été construite à proximité. Sur des canaux cryptés, ils vous font une offre simple : "Nous savons qui vous êtes, mais les temps sont durs. Les Aces d'ici ne suivent plus les règles de Cyra, ils reçoivent des ordres de l'Univers 1. Les taxes sont lourdes et nous prendrons toutes les affaires que nous pourrons."
it: Noti che una piccola colonia Ribelle è stata costruita qui vicino. Su canali criptati, ti trasmettono una semplice offerta. "Sappiamo chi sei, ma questi sono tempi duri. Gli Ace che sono qui non seguono più le regole di Cyra, prendono ordini dall'Universo 1. Le tasse sono altissime e accettiamo ogni affare che possiamo."
ko: 근처에 소형 반군 식민지가 건설돼 있습니다. 그들이 암호화된 채널을 통해 당신에게 간단한 제안을 보냅니다. "당신이 누군지는 알지만, 상황이 여의찮군요. 이곳의 에이스들은 더 이상 시라의 규칙을 따르지 않고 제1 우주의 명령을 받고 있습니다. 세금이 만만치 않아서 최대한 많은 손님을 받고 싶습니다."

# data/events_sector_jerry.xml$//event[@name="JERRY_TAXES"]/choice[1]/text
source: Dock.
fr: Accoster.
it: Attracca.
ko: 정박한다.

# data/events_sector_jerry.xml$//event[@name="JERRY_TAXES"]/choice[2]/text
source: Attack them.
fr: Les attaquer.
it: Attacca.
ko: 공격한다.

# data/events_sector_jerry.xml$//event[@name="JERRY_TAXES"]/choice[2]/event/text
source: "Of course, the one time we open our arms, and this is how we're treated! Screw the Federation, I'd rather be taxed 'til I'm bankrupt than submit to you tyrants!"
fr: "Bien sûr, la seule fois où nous ouvrons les bras, c'est comme ça qu'on nous traite ! Au diable la Fédération, je préfère être taxé jusqu'à la faillite plutôt que de me soumettre à vous, tyrans !"
it: "Ovviamente, l'unica volta che apriamo le braccia veniamo trattati così! Al diavolo la Federazione, preferisco farmi tassare fino a finire sul lastrico piuttosto che sottostare a voi tiranni!"
ko: "두 팔 벌려 환영해줬더니 결국 이렇게 나오시는군! 연방은 집어치우라지. 너희 폭군들에게 굴복하느니 차라리 파산할 때까지 세금을 내겠어!"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_TAXES"]/choice[3]/text
source: No thanks.
fr: Non merci.
it: No grazie.
ko: 됐습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_TAXES"]/choice[3]/event/text
source: The Rebels are clearly disappointed, but they say nothing more.
fr: Les Rebelles sont manifestement déçus, mais ils ne disent rien de plus.
it: I Ribelli sono chiaramente delusi, ma non dicono altro.
ko: 반군들은 실망했지만, 더 이상 아무 말도 하지 않았습니다.

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.

# data/events_sector_jerry.xml$//eventList[@name="JERRY_TAXES_DOCK"]/event[1]/text
source: Fortunately, the Rebels weren't lying, and you're welcomed onboard to trade. However, when an elite vessel, merely the equivalent of a police officer here, comes by and spots you, the Rebels make no attempt to stand by you as the elite makes an arrest!
fr: Heureusement, les Rebelles ne mentaient pas et vous êtes accueillis à bord pour commercer. Cependant, lorsqu'un vaisseau d'élite, l'équivalent d'un policier ici, passe et vous repère, les Rebelles n'essaient pas de vous soutenir alors que l'élite procède à une arrestation !
it: Per fortuna, i Ribelli non stavano mentendo, e ti accolgono a bordo per commerciare. Tuttavia, quando una nave d'élite, semplicemente l'equivalente di una volante di polizia, passa di qui e ti nota, i Ribelli non provano nemmeno ad aiutarti mentre l'élite procede all'arresto!
ko: 다행히도 반군은 거짓말을 하지 않았고, 교역을 위해 정박한 당신을 환영해줬습니다. 하지만 이내 경찰관처럼 보이는 엘리트 선박이 이곳으로 오더니 당신을 발견했습니다. 엘리트 선박이 당신을 체포하려 들고 있지만, 반군은 도와주려 하지 않습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//eventList[@name="JERRY_TAXES_DOCK"]/event[2]/text
source: Fortunately, the Rebels weren't lying, and you're welcomed onboard to trade. "We just can't stand by the Federation anymore after all they've done, but you're not all bad evidently. I hope you can walk away thinking the same about us."
fr: Heureusement, les Rebelles ne mentaient pas et vous êtes les bienvenus à bord pour commercer. "Nous ne pouvons tout simplement plus supporter la Fédération après tout ce qu'elle a fait, mais vous n'êtes pas tous mauvais manifestement. J'espère que vous pourrez repartir en pensant la même chose de nous."
it: Per fortuna, i Ribelli non stavano mentendo, e ti accolgono a bordo per commerciare. "Non possiamo più aiutare la Federazione dopo tutto quello che ha fatto, ma evidentemente non siete tutti poi così male. Spero che tu possa andartene pensando la stessa cosa di noi."
ko: 다행히도 반군은 거짓말을 하지 않았고, 교역을 위해 정박한 당신을 환영해줬습니다. "우리는 연방의 만행들 때문에 더 이상 그들을 지지할 수 없습니다. 하지만 분명 당신네 모두가 나쁜 것은 아니겠죠. 당신도 우리를 그렇게 느꼈다면 좋겠네요."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//eventList[@name="JERRY_TAXES_DOCK"]/event[3]/text
source: You board the station, only for Rebels to pop out, guns drawn! "Federation filth, we knew you'd fall for this! You break your way into our sector, and we break our way into your FACE! Hahah... eh... that sounded better in my head. Whatever, you're under arrest."
fr: Vous montez à bord de la Station, mais des Rebelles surgissent, armes au poing : "Saloperie de Fédération, nous savions que vous tomberiez dans le panneau ! Vous vous introduisez dans notre secteur et nous nous introduisons dans votre FACE ! Hahah... eh... ça sonnait mieux dans ma tête. Quoi qu'il en soit, vous êtes en état d'arrestation."
it: Sali a bordo della stazione, ma i Ribelli spuntano fuori con le armi puntate! "Canaglia federale, sapevamo che ci saresti cascato! Fai irruzione nel nostro settore e noi facciamo irruzione alla FACCIA tua! Ahahaha...eh... suonava meglio nella mia testa. Va beh, sei in arresto."
ko: 당신이 정거장에 탑승하자 반군이 총을 꺼내 들었습니다! "연방 쓰레기들, 너희라면 속을 줄 알았지! 감히 멋대로 우리 구역을 뚫고 들어왔으니, 이번엔 우리가 네놈의 얼굴을 뚫어주겠다! 하하... 에... 말하기 전에는 괜찮았던 것 같은데. 어쨌든, 널 체포하겠다."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

# data/events_sector_jerry.xml$//event[@name="JERRY_COLONISTS"]/text
source: Near the beacon is a large space colony, whose populace is moving about in a busy fashion.
fr: Près de la balise se trouve une grande colonie spatiale, dont la population se déplace de manière active.
it: Vicino all'astrofaro c'è una grande colonia spaziale la cui popolazione si sta muovendo in fretta e furia.
ko: 송신소 근처에 거대한 우주 식민지에서 주민들이 분주하게 움직이고 있습니다.

# data/events_sector_jerry.xml$//event[@name="JERRY_COLONISTS"]/choice[1]/text
source: Hail them and ask if they can assist.
fr: Les contacter et leur demander s'ils peuvent vous aider.
it: Contattali e chiedi se possono aiutarti.
ko: 그들에게 가서 보급품을 줄 수 있는지 물어본다.

source: "Huh? Quit bothering us, Renegade. We're busy gathering our yearly tribute to Jerome. We have to hurry, we can't be late!"
fr: "Hein ? Arrête de nous déranger, Renégats. Nous sommes occupés à la Congrégation de notre hommage annuel à Jérôme. Nous devons nous dépêcher, nous ne pouvons pas être en retard !"
it: "Eh? Smettila di disturbarci, Rinnegato. Siamo impegnati a raccogliere il nostro tributo annuo a Jerome. Dobbiamo muoverci, non possiamo fare tardi!"
ko: "엥? 배회자는 참견마셔. 제롬에게 바치는 연례 공물을 모으느라 바쁘단 말이야. 서둘러야 해, 늦을 순 없어!"

source: Promise that you'll free them from Jerome's tyranny.
fr: Leur promettre de les libérer de la tyrannie de Jérôme.
it: Prometti che li libererai dalla tirannia di Jerome.
ko: 그들을 제롬의 폭정으로부터 해방시켜주겠다고 약속한다.

source: "You'll... what? God damn it, I said leave us alone! We don't have time for this nonsense!" The colony dispatches an Auto-ship to chase you off!
fr: "Vous allez... quoi ? Bon sang, j'ai dit laissez-nous tranquilles ! Nous n'avons pas le temps pour ces bêtises !" La colonie envoie un Auto-vaisseau pour vous chasser !
it: "Tu... cosa? Accidenti, ho detto di lasciarci in pace! Non abbiamo tempo per certe sciocchezze!" La colonia schiera una robo-nave per cacciarti via!
ko: "네가... 어쩐다고? 아 젠장, 참견 말라고 했잖아! 이럴 시간이 없다고!" 식민지에서 당신을 쫓아내기 위해 무인기를 보냈습니다!

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...

source: Steal the tribute.
fr: Voler l'hommage.
it: Ruba il tributo.
ko: 공물을 훔친다.

source: (Human Crew) Have your human pretend to be Rebel personnel and demand supplies.
fr: (Membre d'équipage humain) Demander à votre Humain de se faire passer pour un membre du personnel des Rebelles et d'exiger des ressources.
it: (Equipaggio umano) Chiedi al tuo umano di fingersi un Ribelle e richiedi scorte.
ko: (인간 선원) 반군 요원인 척하며 보급품을 요구한다.

source: The colonists sigh. "Sure, for the Rebellion I guess. We'll have a shipment of ammunition and scrap ready for you shortly."
fr: Les colons soupirent : "Bien sûr, pour la Rébellion je suppose. Nous aurons bientôt une cargaison de munitions et de ferraille prête pour vous."
it: I coloni sospirano. "Va bene, per la Ribellione, immagino. Avremo una spedizione di moduli e munizioni pronta per te a breve."
ko: 식민지 주민들이 한숨을 쉽니다. "그럼요, 반군을 위해서. 곧 탄약과 스크랩을 선적해드리겠습니다."

source: (Jerry) We've got Jerry here.
fr: (Jerry) Nous avons Jerry ici.
it: (Jerry) Jerry è qui con noi.
ko: (제리) 제리가 여기 있다.
