Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: (Upg. Piloting) Have your pilot carefully explore the debris.
de: (Verb. Fliegen) Lasse deinen Piloten vorsichtig die Trümmer erkunden.
fr: (Pilotage amélioré) Demander à votre pilote d'explorer soigneusement les débris.
ko: (고급 조타실) 조종사에게 조심스럽게 잔해를 탐색하도록 한다.
ru: (Улучш. Рулевая рубка) Пусть ваш пилот внимательно осмотрит обломки.

source: (Scrap Arm) Use your Scrap Arm to collect some of the wreckage.
fr: (Collecteur de ferraille) Utiliser votre Collecteur de ferraille pour récupérer une partie de l'épave.
ru: (Кран сбора лома) Использовать свой Кран сбора лома, чтобы собрать некоторые обломки.

source: (Magnet Arm) Use your Magnet Arm to collect some of the wreckage.
fr: (Bras magnétique) Utiliser votre bras magnétique pour récupérer une partie de l'épave.
ru: (Магнитный кран) Использовать свой Магнитный кран, чтобы собрать некоторые обломки.

source: Despite your caution, the lack of detection equipment allows debris to crash into your ship, damaging the hull. You salvage what you can and prepare to jump before anything worse happens.
de: Obwohl du vorsichtig warst, sind Trümmer in dein Schiff gekracht, da du nicht die benötigte Ausrüstung hattest um sie zu bemerken, wodurch du etwas Hüllenschaden erhältst. Du bergst was du kannst und machst dich zum Sprung bereit, bevor etwas Schlimmeres passiert.
fr: En dépit de vos précautions, le manque d'équipement de détection a fait que des débris percutent votre vaisseau, ce qui endommage la coque. Vous colmatez comme vous pouvez et vous préparez à effectuer un saut avant qu'il ne vous arrive un autre problème.
ko: 당신의 주의에도 불구하고, 감시장비의 부족으로 잔해가 당신의 함선에 충돌하여 선체에 피해를 줍니다. 더 나쁜 일이 일어나기 전에 건질 수 있는 것들을 건져내고 도약할 준비를 합니다.
ru: Несмотря на вашу осторожность, отсутствие средств обнаружения приводит к тому, что обломки попадают в ваш корабль, повреждая его корпус. Вы собираете все, что можно, и готовитесь к прыжку, пока не случилось чего-нибудь похуже.

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger, and take them back to the ship. Once awake they offer to join your crew in thanks.
de: Im Schiffsfriedhof findest du ein Schiff, was relativ unberührt aussieht. An Bord findest du einen bewusstlosen Passagier, welchen du auf dein Schiff bringst. Sobald er wach ist bietet er an deiner Crew beizutreten, als Danke für deine Hilfe.
fr: Au milieu du cimetière de vaisseaux, vous en trouvez un qui a l'air relativement intact. À l'intérieur, vous découvrez un passager inanimé et le ramenez à votre bord. Une fois réveillé, il propose de se joindre à votre équipage pour vous remercier.
ko: 함선무덤에서 당신은 거의 손대지 않은 것 처럼 보이는 함선 하나를 발견합니다. 함선 내에서 의식을 잃은 선원을 발견하여 데려옵니다. 깨어나자 그는 감사해 하며 당신의 함선에 합류합니다.
ru: На кладбище кораблей вы видите один корабль, который, похоже, остался нетронутым. На его борту вы находите пассажира без сознания и забираете его на корабль. Очнувшись, пассажир предлагает присоединиться к вашей команде в знак благодарности.

source: While the crew is off the ship searching through the wrecks, two hulls crash into each other breaking the crew's tethers. You have no time to react as someone is knocked away, floating helplessly into the gaseous clouds...
de: Während die Crew draußen durch die Wracks sucht, krachen zwei Hüllen in einander, was die Seile der Crew trennt. Du hast keine Zeit zu reagieren, da jemand weggestoßen wird und hilflos in die Wolken fliegt...
fr: Deux épaves se percutent alors que les hommes d'équipage sont en train de fouiller les débris, cassant net les filins qui les relient à votre vaisseau. Vous n'avez pas le temps de réagir que l'un d'entre eux se retrouve à dériver dans les nuages gazeux...
ko: 선원들이 배에서 내려 난파선을 뒤지고 있는 동안, 파편 두 덩이가 충돌하면서 선원 하나의 안전줄을 끊어버렸습니다. 그는 당신이 조치를 취할 시간도 없이 가스 구름 속으로 힘없이 날아갔습니다...
ru: Пока команда находится вне корабля и ищет обломки, два корпуса врезаются друг в друга, обрывая ремни безопасности. Вы не успеваете среагировать, как кого-то уносит в газообразные облака, и он беспомощно парит...

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
de: Glücklicherweise war dein Crew Mitglied dem Schiff nah genug, damit die Klon-Kammer ihn wiederbeleben kann.
fr: Heureusement, votre homme d'équipage était assez près du vaisseau pour que la salle de Clonage le ranime.
ko: 다행히도, 당신의 선원은 클론 배양실에서 되살릴 수 있을 만큼 함선 가까이에 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
de: Zwischen dem Müll und Schrott findest du eine Drohnen-Blaupause. Du entscheidest dich aufzuhören, so lange noch alles gut ist und machst dich mit deinem Fund zum Sprung bereit.
fr: Parmi les débris, vous trouvez un schéma de drone récupérable. Vous décidez de partir tant que vous avez de l'avance et vous vous préparez à effectuer un saut avec votre trouvaille.
ko: 쓰레기와 스크랩 사이에서 당신은 인양할 수 있는 드론 도식을 발견합니다. 당신은 여기서 탐색을 멈추기를 결정하고 발견한 것과 함께 도약할 준비를 합니다.
ru: Среди хлама и мусора вы находите пригодную для использования схему дрона. Вы решаете бросить все дела и готовитесь к прыжку, прихватив с собой свою находку.

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
de: Die meisten Trümmer sind nicht einmal als Schrott zu gebrauchen. Jedoch findest du letztendlich eine Waffe, die du auf deinem Schiff anbringen kannst.
fr: La plupart des débris sont inutilisables mais, finalement, vous trouvez une arme intacte que vous allez pouvoir monter sur votre vaisseau.
ko: 대부분의 잔해는 스크랩으로도 사용할 수 없어보입니다. 그러나 당신의 함선에 장착할 수 있는 온전한 무기를 찾았습니다.
ru: Большинство обломков вряд ли можно использовать даже в качестве лома. Но в конце концов вы находите неповрежденное оружие, которое можно установить на ваш корабль.

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger and take him back to the ship. Once awake they offer to join your crew in thanks.
de: Im Schiffsfriedhof findest du ein Schiff, was relativ unberührt aussieht. An Bord findest du einen bewusstlosen Passagier, welchen du auf dein Schiff bringst. Sobald er wach ist bietet er an deiner Crew beizutreten, als Danke für deine Hilfe.
fr: Au milieu du cimetière de vaisseaux, vous en trouvez un qui a l'air relativement intact. À l'intérieur, vous découvrez un passager inanimé et le ramenez à votre bord. Une fois réveillé, il propose de se joindre à votre équipage pour vous remercier.
ko: 함선무덤에서 당신은 거의 손대지 않은 것 처럼 보이는 함선 하나를 발견합니다. 함선 내에서 의식을 잃은 선원을 발견하여 데려옵니다. 깨어나자 그는 감사해 하며 당신의 함선에 합류합니다.
ru: На кладбище кораблей вы видите один корабль, который, похоже, остался нетронутым. На его борту вы находите пассажира без сознания и забираете его на корабль. Очнувшись, он просит вас принять его в команду в знак благодарности.

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
de: Zwischen dem Müll und Schrott findest du eine Drohnen-Blaupause. Du entscheidest dich aufzuhören, so lange noch alles gut ist und machst dich mit deinem Fund zum Sprung bereit.
fr: Parmi les débris, vous trouvez un schéma de drone récupérable. Vous décidez de partir tant que vous avez de l'avance et vous vous préparez à effectuer un saut avec votre trouvaille.
ko: 쓰레기와 스크랩 사이에서 당신은 인양할 수 있는 드론 도식을 발견합니다. 당신은 여기서 탐색을 멈추기를 결정하고 발견한 것과 함께 도약할 준비를 합니다.
ru: Среди хлама и мусора вы находите пригодную для использования схему дрона. Вы решаете бросить все дела и готовитесь к прыжку, прихватив с собой свою находку.

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
de: Die meisten Trümmer sind nicht einmal als Schrott zu gebrauchen. Jedoch findest du letztendlich eine Waffe, die du auf deinem Schiff anbringen kannst.
fr: La plupart des débris sont inutilisables mais, finalement, vous trouvez une arme intacte que vous allez pouvoir monter sur votre vaisseau.
ko: 대부분의 잔해는 스크랩으로도 사용할 수 없어보입니다. 그러나 당신의 함선에 장착할 수 있는 온전한 무기를 찾았습니다.
ru: Большинство обломков вряд ли можно использовать даже в качестве лома. Но в конце концов вы находите неповрежденное оружие, которое можно установить на ваш корабль.

source: Your pilot carefully explores the wrecks, but the storm has taken its toll. Any crew are long-since dead and the floating debris has been scorched beyond repair.
de: Dein Pilot erkundet vorsichtig die Wracks, jedoch hat der Sturm seine Tat vollrichtet. Jegliche Crew ist schon lage tot und die fliegenden Trümmer sind völlig kapuut.
fr: Votre pilote explore prudemment les épaves, mais la tempête a tout détruit. Tous les hommes d'équipage sont morts depuis longtemps et les débris flottants sont irrécupérables.
ko: 당신의 조종사가 조심히 난파선을 탐사하지만, 폭풍은 몇몇의 희생자를 만들었습니다. 선원은 죽은지 오래고, 떠다니는 잔해들은 수리할 수 없이 그을렸습니다.
ru: Ваш пилот тщательно обследует обломки, но шторм взял свое. Все члены экипажа давно погибли, а дрефующие фрагменты обгорели до неузнаваемости.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_DUEL"]/text
source: There may not be sound in space, but the flashing from deep in the nebula suggest a battle is being raged, but you aren't sure by whom.
de: Im Weltraum kann man als Mensch keine Geräusche hören, aber die Lichter in den Tiefen des Nebels deuten auf einen Kampf hin, wobei du nicht weißt wer kämpft.
fr: Il n'y a aucun son dans l'espace, mais des flashs lointains dans la nébuleuse indiquent qu'un combat fait rage, mais vous ne savez pas entre qui.
ko: 우주에서는 소리가 들리지 않지만, 성운 속에서 보이는 번쩍임은 전투가 격렬해지고 있다는 것을 보여줍니다. 그러나 누구의 것인지는 확신할 수 없습니다.
ru: В космосе не слышно звуков, однако вспышки, доносящиеся из глубины туманности, говорят о том, что там идет бой, но вы не знаете, с кем именно.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_DUEL"]/choice[1]/text
source: Search further.
de: Suche weiter.
fr: Aller voir.
ko: 더 자세히 조사한다.
ru: Искать дальше.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_DUEL"]/choice[2]/text
source: Ignore the battle.
de: Ignoriere den Kampf.
fr: Ignorer le combat.
ko: 전투를 무시한다.
ru: Не обращать внимания на битву.

source: You aren't willing to take the risk to get involved in the conflict.
de: Du nimmst keine Risiken auf dich, indem du dich im Kampf einmischt.
fr: Vous ne voulez pas prendre le risque de vous retrouver dans un conflit.
ko: 당신은 그 전투에 끼어들어 위험을 감수하고 싶어하지 않습니다.
ru: Вы не готовы рисковать, чтобы участвовать в конфликте.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The two ships seem to have destroyed each other. This is fortunate for you, because now you have two wrecks to salvage.
de: Die zwei Schiffe scheinen sich zerstört zu haben. Das ist gut für dich, da du jetzt zwei Wracks zum bergen hast.
fr: Les deux vaisseaux se sont détruit l'un l'autre. Tant mieux pour vous, vous avez deux carcasses à démanteler.
ko: 그 두 함선은 서로를 파괴한 듯 합니다. 이건 당신에게 행운이겠네요, 이제 두 난파선 속에서 얻을 물품들이 있을테니 말이죠.
ru: Похоже, что эти два корабля уничтожили друг друга. Вам повезло, потому что теперь у вас есть два разрушенных корабля, которые можно разобрать на лом.

source: A Mantis vessel stands victorious over its rival, a fellow Mantis ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
de: Ein Mantisschiff hat hier über seinen Feind triumphiert, ein weiteres Mantisschiff. Sie gehören zu denen, welche einen Kampf nicht aus dem Weg gehen und greifen dich direkt als nächstes an.
fr: Un vaisseau Mantis a triomphé de son rival, un autre appareil Mantis. Ils ne refusent pas un autre combat et se verrouillent donc immédiatement sur vous.
ko: 맨티스 함선이 라이벌 맨티스 함선에게 승리하여 서 있습니다. 그들은 다른 함선을 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно богомолов одерживает победу над своим соперником - другим кораблем богомолов. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: A Pirate vessel stands victorious over its rival, a Civilian ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
de: Ein Piratenschiff hat hier über seinen Feind triumphiert, ein Zivilistenschiff. Es gehört nicht zu denen, die einen weiteren Kampf einfach so sich entgehen lassen und visieren dein Schiff sofort an.
fr: Un vaisseau pirate a triomphé de son rival, un appareil civil. Ils ne refusent pas un autre combat et se verrouillent donc immédiatement sur vous.
ko: 한 해적선이 민간 함선을 격파한 채 그 자리에 대기하고 있습니다. 그들은 다른 함선을 지나가게 두지 않았고, 즉시 당신을 붙잡고 공격해 왔습니다.
ru: Пиратское судно одерживает победу над своим соперником - гражданским кораблем. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: A Slug vessel stands victorious over its rival, a Rock ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
de: Ein Slugschiff hat hier über seinen Feind triumphiert, ein Rockschiff. Es gehört nicht zu denen, die einen weiteren Kampf einfach so sich entgehen lassen und visieren dein Schiff sofort an.
fr: Un vaisseau Limace a triomphé de son rival, un appareil Rocailleux. Ils ne refusent pas un autre combat et se verrouillent donc immédiatement sur vous.
ko: 슬러그 함선이 라이벌 락맨 함선에게 승리하여 서 있습니다. 그들은 다른 함선을 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно слизней одерживает победу над своим соперником - кораблем валунов. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: A Ghost vessel stands victorious over its rival, a Slug ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
de: Ein Ghostschiff hat hier über seinen Feind triumphiert, ein Slugschiff. Es gehört nicht zu denen, die einen weiteren Kampf einfach so sich entgehen lassen und visieren dein Schiff sofort an.
fr: Un vaisseau Fantôme a triomphé de son rival, un appareil Limace. Ils ne refusent pas un autre combat et se verrouillent donc immédiatement sur vous.
ko: 고스트 함선이 라이벌 슬러그 함선에게 승리하여 서 있습니다. 그들은 다른 함선들이 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно призраков одерживает победу над своим соперником - кораблем слизней. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: A Duskbringer vessel stands victorious over its rival, a Zoltan ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
de: Ein Duskbringerschiff hat hier über seinen Feind triumphiert, ein Zoltanschiff. Es gehört nicht zu denen, die einen weiteren Kampf einfach so sich entgehen lassen und visieren dein Schiff sofort an.
fr: Un vaisseau Crépusculeur a triomphé de son rival, un appareil Zoltan. Ils ne refusent pas un autre combat et se verrouillent donc immédiatement sur vous.
ko: 더스크브링어 함선이 라이벌 졸탄 함선에게 승리하여 서 있습니다. 그들은 다른 함선들이 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно Вестников Заката одерживает победу над своим соперником - кораблем золтан. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SLUG_HUNTER"]/text
source: A pirate ship hails you. "We have an offer for you, if you're interested in some scrap."
de: Ein Piratenschiff ruft dich. "Wir haben ein Angebot für dich, wenn du an etwas Schrott interessiert bist."
fr: Un vaisseau pirate vous contacte. "On a une offre pour toi, si la ferraille t'intéresse."
ko: 해적선이 당신을 향해 신호를 보냅니다. "이봐, 우리가 제안할게 있어, 만약 너가 스크랩에 관심이 있다면 말이지."
ru: С вами связывается пиратский корабль. "У нас есть к вам предложение, если вас интересует лом".

source: Listen.
de: Zuhören.
fr: Écouter.
ko: 듣는다.
ru: Слушать.

source: "This sector ain't a friendly place. You know why? Slugs. Filthy bastards, good for nothin' except making punching bags out of. Interested in killing some for us?"
de: "Dieser Sektor ist kein freundlicher Ort. Weißt du wieso? Slugs. Dreckige Bastarde, welche für nichts gut sind, außer als Boxsäcke. Bist du daran interessiert, ein paar für uns zu töten?"
fr: "Ce secteur n'est pas un endroit amical et tu sais pourquoi ? A cause des Limaces. Ces saletés ne sont bonnes qu'à être prises pour cibles. Ça te dirais d'en tuer quelques-unes pour nous ?"
ko: "이 구역은 위험해. 왜냐고? 슬러그들 때문이지. 샌드백으로 만드는 것 빼고는 쓸모없는 더러운 놈들. 그들을 죽이는 것에 관심있나?"
ru: "Этот сектор - не самое дружелюбное место. Ты знаешь почему? Слизни. Мерзкие засранцы, они ни на что не способны, разве что на то, чтобы сделать из них груши для битья. Не хочешь убить парочку для нас?"

source: Accept.
de: Akzeptieren.
fr: Accepter.
ko: 수락한다.
ru: Согласиться.

source: "Excellent! Follow us..." They lead you to a nearby Slug ship. "Kill these ones, and you'll have an excellent reward awaiting you!"
de: "Exzellent! Folge uns..." Sie führen dich zu einem Slugschiff in der Nähe. "Töte diese hier und wir werden dich großzügig belohnen!"
fr: "Excellent ! Suis-nous..." Ils vous mênent à un vaisseau Limace à proximité. "Tue-les et y'a une sacré récompense qui t'attends !"
ko: "좋아! 따라오라고..." 그들은 당신을 근처의 슬러그 함선으로 이끕니다. "이들을 다 죽여, 그러면 끝내주는 보상이 널 기다리고 있다고!"
ru: "Шикарно! Следуйте за нами..." Они ведут вас к ближайшему кораблю слизней. "Убейте их, и вас ждет отличная награда!"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Refuse.
de: Ablehnen.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: (Nights) "Good point! How about a gift, fellow hater?"
fr: (Nights) "Bien vu ! Que diriez-vous d'un cadeau, compagnon de haine ?"
ko: (나이트) "너무도 훌륭한 태도구려! 나와 같은 견해를 공유하니 기념으로 이걸 드리오, 달팽이 혐오 동무."
ru: (Туман) "Отличная идея! Как тебе такой подарок, собрат хейтер?"

source: Nights' impersonation of a Rockman is pretty impressive. The pirates believe it. Shortly after you hear a sharp scream from their crew as the gift wrapped bomb he sent them explodes. They scramble to attack you.
fr: L'imitation de Nights en Rocailleux est assez impressionnante. Les pirates y croient. Peu après, vous entendez un cri aigu de leur équipage lorsque la bombe qu'il leur a envoyée dans un emballage cadeau explose. Ils se précipitent pour vous attaquer.
ko: 나이트의 락맨 흉내는 꽤 인상적이었고, 해적들도 깜빡 속았습니다. 얼마 지나지 않아 나이트가 보낸 선물 폭탄이 터지면서 해적들의 날카로운 비명이 들렸습니다. 해적들이 당신을 공격하기 위해 혼비백산 전투태세를 갖춥니다.
ru: Подражания Тумана впечатляет валунов. Пираты поверили. Вскоре вы слышите резкий крик их команды - это взрывается бомба в подарочной упаковке, которую он им прислал. Они бросаются на вас в атаку.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Slocknog) Feign interest while Slocknog hails the Slugs.
fr: (Slocknog) Feindre l'intérêt pendant que Slocknog contacte les Limaces.
ko: (슬럭노그) 관심 있는 척하면서 슬럭노그의 텔레파시로 슬러그들과 먼저 판을 깔아둔다.
ru: (Слокног) Изобразить интерес, пока Слокног связывается со слизнями.

source: "Excellent! Follow us..." They lead you to a nearby Slug ship. By the time you arrive, the Slug is ready for a fight. You have no difficulty flanking and destroying the pirates.
fr: "Excellent ! Suivez-nous..." Ils vous conduisent à un vaisseau Limace tout proche. Lorsque vous arrivez, la Limace est prêt à se battre. Vous n'avez aucune difficulté à prendre les pirates par le flanc et à les détruire.
ko: "좋아! 따라오라고..." 그들은 당신을 근처의 슬러그 함선으로 이끕니다. 당신이 도착했을 때 슬러그는 이미 전투 준비를 마친 상태였습니다. 어렵지 않게 이 해적을 격퇴할 수 있을 겁니다.
ru: "Отлично! Следуйте за нами..." Они ведут вас к расположенному поблизости кораблю слизней. К моменту вашего прибытия слизни уже готовы к бою. Вам не составит труда обойти пиратов с фланга и уничтожить их.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "Good looking out for usss, Ssslocknog." Slocknog smiles. "We're on a sssensitive missssion. Would any of you like to help?" A volunteer from the Slug ship agrees to accompany you.
fr: "Ccc'est gentil de veiller sssur nous, Ssslocknog." Slocknog sourit. "Nous sssommes sssur une missssion délicate. L'un d'entre vous veut-il nous aider ?" Un volontaire du vaisseau des Limaces accepte de vous accompagner.
ko: "찌켜쭈쎠써 감싸합니다, 쓸럭노그 님." 슬럭노그가 미소를 짓습니다. "우리는 민감한 임무를 쑤행 쭝이다. 도와쭐 싸람 있나?" 슬러그 한 명이 자원해서 당신과 동행하기로 합니다.
ru: "Хорошшшо, приглядываешшшь за нами, Ссслокног". Слокног улыбается. "У нассс важная миссссия. Кто-нибудь из вассс хочет помочь?" Доброволец с корабля слизней соглашается пойти с вами.

source: Harvest the ship.
fr: Récolter le vaisseau.
ko: 해적선에서 쓸만한 걸 모은다.
ru: Разобрать корабль.

source: (Sylvan) "Are you ssssure about that?"
fr: (Sylvain) "Tu es sssûr de ççça ?"
ko: (실반) "찐씸인가요?"
ru: (Сильван) "Ты уверен в этом?"

source: Sylvan calmly, but menacingly offers to let them reconsider their words. "My god, you let one of th-" A crewmate stops them. "Wait! Isn't that... Sylvan? The Merchant?" The bravado quickly fades from the pirates. "L-look! We didn't mean nothin' by it! We'll give you all we can spare! Just don't kill us!"
fr: Sylvain propose calmement, mais de façon menaçante, de les laisser reconsidérer leurs paroles. "Mon Dieu, vous avez laissé l'un de ces..." Un membre de l'équipage les arrête. " Attendez ! Ce n'est pas... Sylvain ? Le Marchand ?" La bravade des pirates s'évanouit rapidement. "É-écoutez ! Nous ne voulions pas d'ennuis ! Nous vous donnerons tout ce que nous pouvons ! Mais ne nous tuez pas !"
ko: 실반은 차분하면서도 위협적으로 다시 생각해 보라고 말합니다. "맙소사, 너 함선에 슬러그를 싣고 있..." 한 선원이 그의 말을 끊었습니다. "잠깐! 저놈... 실반 아니야? 행상인?" 해적들의 허세가 금세 사그라듭니다. "이, 이봐! 절대 진심으로 한 말이 아니었어! 우리가 가진 걸 전부 다 줄게! 죽이지만 말아줘!"
ru: Сильван спокойно, но с угрозой предлагает им обдумать свои слова. "Боже мой, ты позволил одному из эт..." Один из членов экипажа прерывает его. "Подождите! Разве это не... Сильван? Торговец?" Бравада быстро улетучивается из пиратов. "Послушайте! Мы ничего такого не имели в виду! Мы отдадим вам все, что сможем! Только не убивайте нас!"

source: Reject their offer.
de: Das Angebot ablehnen.
fr: Refuser leur offre.
ko: 거절한다.
ru: Отклонить предложение.

source: "No no no no!" The pirates panic at the prospect of having to fight Sylvan.
fr: "Non non non non !"Les pirates paniquent à l'idée de devoir combattre Sylvain.
ko: "안 돼, 안 돼!" 해적들은 실반과 싸워야 한다는 생각에 공포에 빠졌습니다.
ru: "Нет-нет-нет-нет!". Пираты в панике от мысли, что им придется сражаться с Сильваном.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Accept.
de: Akzeptieren.
fr: Accepter.
ko: 수락한다.
ru: Согласиться.

source: (Irwin) "How 'bout a duel? Ten pacesss, turn and draw. Winner takessss all."
fr: (Irwin) "Que diriez-vous d'un duel ? Dix pas, tournez et tirez. Le gagnant prend tout."
ko: (어윈) "결투로 결판 찟는 건 어떤가? 열 걸음 걸어가써, 뒤를 돌고 총을 뽑아. 씅짜가 모든 걸 챙기는 거찌."
ru: (Ирвин) "Как насссчет дуэли? Десссять шшшагов, поворот и огонь. Победитель получает вссссе".
