Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: Take their bribe.
de: Nimm ihre Bestechung an.
fr: Prendre le pot-de-vin.
ko: 뇌물을 받는다.
ru: Получить взятку.

source: Ignore their bribe and attack.
de: Ignoriere die Bestechung und greife an.
fr: Ignorer le pot-de-vin et attaquer.
ko: 뇌물을 무시하고 공격한다.
ru: Проигнорировать взятку и атаковать.

source: You prepare to engage the Smugglers.
de: Du machst dich bereit, um gegen die Schmuggler zu kämpfen.
fr: Vous vous préparez à attaquer les contrebandiers.
ko: 당신은 밀수선을 공격할 준비를 합니다.
ru: Вы готовитесь вступить в бой с контрабандистами.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: An advance Rebel automated ship remains stationed near a small Rebel space-station. However, without functioning sensors it is impossible to tell what is inside.
de: Ein verbessertes Rebellen Auto-Schiff, ist in der Nähe einer kleiner Rebellen Raum-Station stationiert. Jedoch kannst du ohne funktionierende Sensore nicht sagen, was sich darin befindet.
fr: Un Auto-éclaireur Rebelle est stationné près d'une petite station spatiale Rebelle. Sans capteur fonctionnel, il est impossible de savoir ce qu'il y a dedans.
ko: 최첨단 반군 무인기가 근처의 작은 반군 정거장에 주둔하고 있습니다. 센서 없이는 안쪽에 무엇이 있는지 식별할 수 없습니다.
ru: Передовой автоматический корабль повстанцев находится рядом с небольшой космической станцией повстанцев. Однако без функционирующих сенсоров невозможно определить, что находится внутри нее.

source: Attack the automated ship to get to the station.
de: Greife das Auto-Schiff an, um zur Station zu gelangen.
fr: Attaquer l'Auto-vaisseau pour accéder à la station.
ko: 정거장에 들어가기 위해 무인기를 공격한다.
ru: Атаковать беспилотник, чтобы добраться до станции.

source: You prepare to engage the automated vessel.
de: Du machst dich bereit, um gegen das Auto-Schiff zu kämpfen.
fr: Vous vous préparez à attaquer le vaisseau-drone.
ko: 당신은 무인기와의 교전을 준비합니다.
ru: Вы готовитесь вступить в бой с автоматическим судном.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Avoid provoking the ship.
de: Versuche das Schiff nicht zu provozieren.
fr: Éviter l'Auto-vaisseau.
ko: 무인기를 자극하지 않는다.
ru: Не провоцировать судно.

source: You distance yourself from the ship.
de: Du distanzierst dich von dem Schiff.
fr: Vous vous éloignez du vaisseau.
ko: 당신은 무인기와 거리를 둡니다.
ru: Вы отдаляетесь от корабля.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: (Cloaking) Attempt to stealthily access the space station.
de: (Tarnung) Versuche heimlich zur Station zu gelangen.
fr: (Camouflage) Essayer d'accéder discrètement à la station spatiale.
ko: (은폐장) 은밀히 정거장에 접근을 시도한다.
ru: (Маскировка) Попытаться скрытно пробраться на космическую станцию.

source: (Upg. Cloaking) Use your stealth to access the space station.
de: (Verbesserte Tarnung) Nutze deine Tarnung, um zur Station zu gelangen.
fr: (Camouflage amélioré) Utiliser votre camouflage pour accéder à la station spatiale.
ko: (최고급 은폐장) 은폐장을 사용하여 정거장에 접근한다.
ru: (Улучш. Маскировка) Воспользоваться маскировкой, чтобы пробраться на космическую станцию.

source: You successfully sneak by the ship and access the station undetected.
de: Du schleichst dich an dem Schiff vorbei und verschaffst dir unbemerkt Zugang zur Station.
fr: Vous arrivez à tromper l'attention du vaisseau et atteignez la station sans être détecté.
ko: 당신은 성공적으로 무인기에 탐지되지 않은 채 정거장에 접근했습니다.
ru: Вы успешно пробрались к кораблю и проникли на станцию незамеченными.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Hacking) Try to hack the station to prevent an alert.
de: (Hacking) Versuche die Station zu hacken, um den Alarm auszuschalten.
fr: (Piratage) Essayer de pirater la station pour empêcher une alerte.
ko: (해킹 장비) 경보를 막기위해 정거장을 해킹한다.
ru: (Взломщик) Попытаться взломать станцию, чтобы предотвратить тревогу.

source: (Hacking Weapon) Target the station's alarm with your hacking weapon.
fr: (Arme de piratage) Cibler l'alarme de la station avec votre arme de piratage.
ru: (Оружие взлома) Нацелиться на сигнализацию станции с помощью своего оружия взлома.

source: (Upg. Hacking) Hack the station to prevent an alert.
de: (Verbessertes Hacking) Hacke die Station, um den Alarm zu deaktivieren.
fr: (Piratage amélioré) Pirater la station pour empêcher une alerte.
ko: (발전된 해킹 장비) 경보를 막기 위해 정거장을 해킹한다.
ru: (Улучш. Взломщик) Взломать станцию, чтобы предотвратить тревогу.

source: You successfully hack into the station and sever the connection to the automated ship, accessing the station completely undetected.
de: Du schaffst es dich in die Station zu hacken und die Verbindung mit dem Auto-Schiff zu kappen, wodurch du die Station ohne Probleme betreten kannst.
fr: Vous arrivez à pirater la station et à brouiller sa connection avec l'Auto-vaisseau et vous y accédez sans être détecté.
ko: 당신은 성공적으로 정거장을 해킹하여 무인기와의 연결을 끊고, 완전히 탐지되지 않은 채 정거장에 접근했습니다.
ru: Вы успешно взламываете станцию и разрываете связь с беспилотником, получая доступ к станции совершенно незамеченным.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You successfully sneak by the ship and access the station undetected.
de: Du schleichst dich an dem Schiff vorbei und verschaffst dir unbemerkt Zugang zur Station.
fr: Vous arrivez à tromper l'attention du vaisseau et atteignez la station sans être détecté.
ko: 당신은 성공적으로 무인기에 탐지되지 않은 채 정거장에 접근했습니다.
ru: Вы успешно пробрались к кораблю и проникли на станцию незамеченными.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You try to sneak past the automated ship but it quickly turns and attacks!
de: Du schaffst es am Auto-Schiff vorbeizuschleichen, jedoch greift es schnell an, nachdem es dich bemerkt hat!
fr: Vous essayez d'éviter l'Auto-vaisseau, mais il se retourne rapidement et attaque !
ko: 당신은 무인기를 조심히 지나치려 합니다. 하지만 무인기는 빠르게 돌아서서 당신을 공격합니다!
ru: Вы пытаетесь проскочить мимо автоматического корабля, но он быстро разворачивается и атакует!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You successfully hack into the station and sever the connection to the automated ship. You access the station undetected.
de: Du schaffst es dich in die Station zu hacken und die Verbindung mit dem Auto-Schiff zu kappen. Du kannst die Station ohne Probleme betreten.
fr: Vous arrivez à pirater la station et à brouiller sa connection avec l'Auto-vaisseau et vous y accédez sans être détecté.
ko: 당신은 성공적으로 정거장을 해킹하여 무인기와의 연결을 끊었습니다. 당신은 탐지되지 않은 채 정거장에 접근했습니다.
ru: Вы успешно взламываете станцию и разрываете связь с беспилотником. Вы получаете доступ к станции незамеченным.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You send a drone to hack the station but the automated ship notices and turns to attack!
de: Du entsendest eine Drohne, um die Station zu hacken, jedoch bemerkt dich das Auto-Schiff und greift an!
fr: Vous envoyez un drone pour pirater la station, mais l'Auto-vaisseau le remarque et attaque !
ko: 당신은 드론을 보내 정거장을 해킹합니다. 하지만 무인기가 알아채고 돌아서서 공격합니다!
ru: Вы отправляете дрон, чтобы взломать станцию, однако автоматический корабль замечает это и разворачивается для атаки!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Your weapon successfully disables the connection to the automated ship. You access the station undetected.
fr: Votre arme désactive avec succès la connexion au vaisseau automatisé. Vous accédez à la station sans être détecté.
ru: Ваше оружие успешно отключает связь с автоматическим кораблем. Вы получаете доступ к станции незамеченным.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You try to to hack the station with your weapon but the automated ship notices and turns to attack!
fr: Vous essayez de pirater la station avec votre arme, mais le vaisseau automatisé s'en aperçoit et se retourne pour attaquer !
ru: Вы пытаетесь взломать станцию с помощью своего оружия, но автоматический корабль замечает это и разворачивается для атаки!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_LOST_SHIP_MV"]/text
source: A heavily damaged Federation ship is hiding in the nebula at this beacon. Before you have time to make contact with them, they fade into the nebula.
de: Ein stark beschädigtes Föderationsschiff versteckt sich im Nebel, an diesem Signalpunkt. Bevor du Zeit hast es zu kontaktieren, verschwindet es im Nebel.
fr: Un vaisseau de la Fédération très endommagé se cache dans la nébuleuse au niveau de cette balise. Avant que vous ne puissiez les contacter, ils se réfugient dans la nébuleuse.
ko: 이 송신소에는 심하게 손상된 연방 함선 한 척이 성운 속에 숨서 있었습니다. 당신이 교신을 시도할 틈도 없이, 그 함선은 성운 속으로 사라집니다.
ru: Сильно поврежденный корабль Федерации скрывается в туманности у этого маяка. Прежде чем вы успеваете установить с ними контакт, он исчезает в туманности.

source: Attempt to follow and help them.
de: Versuche ihnen zu folgen und helfen.
fr: Essayer de les suivre pour les aider.
ko: 따라가서 돕는다.
ru: Попытаться следовать за ними и помочь им.

source: Keep your position, they can handle themselves.
de: Behalte deine Position bei, sie können sich um sich selbst kümmern.
fr: Garder vos positions, ils peuvent se débrouiller tout seuls.
ko: 위치를 사수한다. 저들이 알아서 하게 두자.
ru: Остаться на своих позициях, они сами справятся.

source: The ship never resurfaces, leaving you alone at the beacon.
de: Das Schiff taucht nicht wieder auf, was dich am Signalpunkt alleine zurücklässt.
fr: Le vaisseau ne refait jamais surface, vous laissant seul à la balise.
ko: 그 함선은 다시 떠오르지 않습니다, 결국 당신은 이 송신소에 홀로 남겨집니다.
ru: Корабль так и не вернулся, оставив вас одного у маяка.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: (Teleporter) Lock onto their life-signs with your teleporter.
de: (Teleporter) Visiere ihre Lebenszeichen mit deinem Teleporter an.
fr: (Téléporteur) Verrouiller leurs signes vitaux avec votre téléporteur..
ko: (텔레포터) 텔레포터로 상대의 생명 신호를 포착한다.
ru: (Телепортатор) Зафиксировать их жизненные сигнатуры с помощью своего телепортатора.

source: You beam the Federation crew aboard. One gladly joins your crew, the rest wait to be dropped off at the next station.
de: Du beamst die Föderations Crew an Bord. Einer tritt dankbar deiner Crew bei, während der Rest an einer Station in der Nähe abgesetzt werden will.
fr: Vous téléportez l'équipage de la Fédération à bord. L'un d'eux décide de vous rejoindre, les autres attendent d'être déposés à la prochaine station.
ko: 연방 함선에 있던 선원들을 당신의 배로 옮겨왔습니다. 한 명은 통쾌히 당신과 합류했고, 나머지는 다음 정거장에서 하선했습니다.
ru: Вы телепортируете экипаж Федерации на борт. Один из них с радостью присоединяется к вашему экипажу, остальные ждут, когда их высадят на следующей станции.

source: (Long-Ranged Scanners) Pump extra power into your sensors and try to track them.
de: (Lang-Strecken Scanner) Verteile etwas zusätzliche Energie in die Sensoren, um sie zu finden.
fr: (Scanners Longue Portée) Activer les capteurs à pleine puissance pour essayer de les traquer.
ko: (장거리 탐사용 스캐너) 센서에 더 많은 동력을 공급해 연방 함선을 추적한다.
ru: (Сканер дальнего действия) Закачать дополнительную энергию в свои сенсоры и попытаться отследить их.

source: Your search is hopeless. Your sensors can't pick up anything in the nebula.
de: Deine Suche ist hoffnungslos. Deine Sensoren können nichts im Nebel entdecken.
fr: Votre recherche est sans espoir. Vos capteurs ne détectent rien dans cette nébuleuse.
ko: 수색에 실패했습니다. 성운 내부에선 아무것도 탐지되지 않습니다.
ru: Ваши поиски безнадежны. Ваши сенсоры не могут ничего обнаружить в туманности.

source: While searching fruitlessly through the nebula, you stumble upon the Rebel ship which the Federation loyalists were likely hiding from. You prepare for a fight.
de: Während deine Suche im Nebel fruchtlos bleibt, stolperst du über ein Rebellenschiff, vor welchem sich die Föderations-Loyalisten wahrscheinlich versteckt haben. Du machst dich zum Kampf bereit.
fr: Alors que vous arpentez la nébuleuse sans succès, vous rencontrez le vaisseau Rebelle dont les loyalistes se cachaient probablement.
ko: 당신은 성운속을 수색하다 연방의 충신들이 숨어있는 반군 함선을 우연히 발견하게 됩니다. 전투를 준비합니다.
ru: В ходе безрезультатных поисков в туманности вы натыкаетесь на корабль повстанцев, на котором, вероятно, прятались сторонники Федерации. Вы готовитесь к бою.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You get lucky and find them floating not too deep into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
de: Du hast Glück und findest sie nicht zu tief im Nebel, wo sie rumfliegen. Voller Freunde von Kollegen gefunden worden zu sein, kommen sie an Bord und lassen ihr Schiff zurück.
fr: Vous avez de la chance et les trouvez flottant non loin dans la nébuleuse. Enthousiastes d'avoir été retrouvés par des alliés, ils montent à bord et abandonnent leur vaisseau en ruine.
ko: 운 좋게도 얼마 지나지 않아 연방 함선을 발견했습니다. 그들은 우호적인 선박을 만난 것에 기뻐하며 대파된 함선을 버리고 당신에게 합류했습니다.
ru: Вам повезло, и вы обнаружили, что они находятся в туманности на небольшой глубине. Обрадованные тем, что их нашли друзья, они поднимаются на борт и покидают свой потерпевший крушение корабль.

source: Your local radar flickers, periodically showing signs of a large object in the clouds nearby. However it's enough to get coordinates and you find the ship... an empty hull, long since stripped of functioning components.
de: Dein lokaler Radar leuchtet auf, wobei es periodisch das Zeichen eines großen Objektes, in den Wolken in der Nähe zeigt. Jedoch ist es genug um die Koordinaten zu erhalten und du findest das Schiff... eine leere Hülle, welche schon lange von den Komponenten geleert wurde.
fr: Votre radar de proximité clignote, montrant périodiquement un gros objet dans les nuages non loin. C'est assez pour obtenir les coordonnées et trouver le vaisseau... une coque vide, dont les composants utiles ont été volés depuis longtemps.
ko: 지역을 탐색하는 레이더가 깜빡이며 근처 성운속에 거대한 물체가 있다는 것을 보여줍니다. 물체의 좌표를 구해 다가가자 함선을 발견합니다. 작동부품이 사라진 지 오래된 빈 선체이군요...
ru: Ваш локационный радар мерцает, периодически показывая признаки крупного объекта в облаках неподалеку. Однако этого достаточно, чтобы получить координаты, и вы находите корабль... пустой корпус, давно лишенный функционирующих компонентов.

source: You follow the faint signatures and find them floating not too far away into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
de: Du folgst den Signaturen und findest ein Schiff, welches nicht weit entfernt im Nebel ist. Voller Freunde von Kollegen gefunden worden zu sein, kommen sie an Bord und lassen ihr Schiff zurück.
fr: Vous suivez les faibles signatures et les trouvez non loin dans les nuages. Contents de voir un visage amical, ils viennent à bord et abandonnent leur vaisseau détruit.
ko: 희미한 신호를 따라가자 성운으로부터 그리 멀지 않은 곳에 그들이 떠다니는 것을 발견합니다. 그들은 우리들을 발견한 것에 흥분하여 난파된 함선을 버리고 우리들의 함선에 올라탑니다.
ru: Проследив за слабыми сигналами, вы обнаружили, что они дрейфуют недалеко в туманности. В восторге от того, что их нашли друзья, они поднимаются на борт и покидают свой разбитый корабль.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_ROCK_RACIST_MV"]/text
source: A Rock armoured transport nearby looks to have lost its bearings, but when you hail they grow suspicious: "Whatever life-form you are, we find you repugnant. We seek no aid. Leave. Now."
de: Ein bewaffnetes und gepanzertes Rockschiff, scheint in der Nähe seine Gegenstände verloren zu haben, jedoch als du sie rufst werden sie misstrauisch: "Egal welche Lebensform du bist, wir finden dich abstoßend. Wir wollen keine Hilfe. Gehe. Sofort."
fr: Un transporteur blindé Rocailleux non loin semble être désorienté, mais quand vous les contactez, ils deviennent méfiants. "Quoi que vous soyez, vous êtes répugnant. Nous n'avons pas besoin d'aide. Partez. Maintenant."
ko: 락맨 무장 수송선은 목적지로의 방향을 잃은것처럼 보입니다만 당신이 신호를 보내자 의심이 커집니다. "당신이 어떤 생명체든 당신은 매우 혐오스럽소. 도움은 필요없으니 떠나시오. 지금 당장."
ru: Находящийся неподалеку бронированный транспорт валунов, похоже, потерял управление, но когда вы обращаетесь к нему, он начинает проявлять подозрительность: "Какой бы формой жизни вы ни были, мы считаем вас отвратительными. Мы не просим помощи. Уходите. Немедленно."

source: Leave.
de: Gehe wieder.
fr: Partir.
ko: 떠난다.
ru: Уйти.

source: Repugnant?! Arm the weapons!
de: Abstoßend?! Fahrt die Waffen hoch!
fr: Répugnant ?! Aux armes !
ko: 혐오스럽다고?! 무기를 장전하라!
ru: Отвратительными?! К оружию!

source: You prepare to fight.
de: Du machst dich zum Kampf bereit.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Rock Crew) Offer to lead them out of the nebula.
de: (Felis Crew) Biete ihnen an, sie aus dem Nebel zu leiten.
fr: (Membre d'équipage Rocailleux) Proposer de les escorter hors de la nébuleuse.
ko: (락맨 선원) 그들이 성운 속에서 빠져나갈 수 있도록 돕는다.
ru: (Член экипажа-валун) Предложить вывести их из туманности.

source: The Rock grudgingly transfer control of their helm to you and you steer them to a thinner part of the nebula. They're not sure what to think, but transfer over some supplies all the same.
de: Der Rock gibt dir widerwilling Kontrolle über die Brücke und du leitest sie aus dem Nebel. Du bist nicht sicher was sie denken, aber sie geben dir ein paar Güter.
fr: Le Rocailleux vous transfère à contrecœur le contrôle du vaisseau, que vous pilotez jusqu'à un secteur plus clairsemé de la nébuleuse. Ils ne sait pas vraiment quoi penser, mais vous transfère quand même des ressources.
ko: 락맨 함선은 마지못해 당신에게 조타실의 통제권을 넘겨주고, 당신은 그들을 성운의 두께가 얇은 장소로 인도합니다. 그들이 어떤생각을 하는지 알 수는 없지만, 그들은 일부 보급품을 양도합니다.
ru: Валун нехотя передает вам управление своим штурвалом, и вы направляете его в более разреженную часть туманности. Они не знают, что и думать, но все равно передают немного припасов.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_MANTIS_CHOICE_MV"]/text
source: Navigating the fog blind, you practically bump hulls with a Mantis ship. They hail you: "Pah! This transgression will be overlooked. Nebula, very dangerous. Next time, Feds all die."
de: Du navigierst blindlinks durch den Nebel, wobei du praktisch in die Hülle eines Mantisschiffes krachst. Sie rufen dich: "Pah! Diese Transgression wird einmal überschaut werden. Nebel, sehr gefährlich. Nächstes Mal, Feds alle sterben."
fr: Naviguant à vue dans le brouillard, vous manquez de peu une collision avec un vaisseau Mantis. Ils vous contactent : "Peuh ! Cette transgression sera oubliée. Nébuleuses très dangereuse. Prochaine fois, fédés mourir."
ko: 한치 앞도 보이지 않는 성운 속을 항해하다 맨티스 함선과 부딪힙니다. 그들이 통신을 보내옵니다. "프하! 이번만 눈감아준다. 성운, 매우 위험하다. 다음번에, 연방 모두 죽는다."
ru: Продвигаясь в тумане вслепую, вы практически сталкиваетесь корпусами с кораблем богомолов. Они кричат: "Тьфу! Этот проступок будет забыт. Туманность, очень опасно. В следующий раз все федералы умрут".

source: There won't be a next time. Open fire!
de: Es wird kein nächstes Mal geben. Eröffne das Feuer auf sie!
fr: Il n'y aura pas de prochaine fois. Ouvrez le feu !
ko: 다음은 없다. 공격하라!
ru: Следующего раза не будет. Открываем огонь!

source: You prepare to fight.
de: Du machst dich zum Kampf bereit.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: This place is dangerous enough. Move on.
de: Dieser Ort ist gefährlich genug. Gehe weiter.
fr: Cet endroit est assez dangereux comme ça. Partir.
ko: 이 장소는 매우 위험하다. 이동한다.
ru: Это место очень опасное. Двигаемся дальше.

source: The Mantis ship jumps away after a short time.
de: Das Mantisschiff springt nach einer kurzen Zeit weg.
fr: Le vaisseau mantis saute peu de temps après.
ko: 맨티스 함선은 잠시 후 멀리 도약합니다.
ru: Через некоторое время корабль богомолов уходит в прыжок.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_REBEL_CHASE_MV"]/text
source: You spot a Rebel ship in the nebula ahead and stay off their radar. Try to engage?
de: Du bemerkst ein Rebellenschiff, welches im Nebel vor dir ist und versuchst von deinem Radar zu bleiben. Willst du versuchen anzugreifen?
fr: Vous repérez un vaisseau Rebelle dans la nébuleuse au loin et restez hors de leur radar. Faut-il attaquer ?
ko: 당신은 성운속에서 반군 함선을 발견하고 레이더에 탐지되지 않게 대기합니다. 교전할까요?
ru: Вы заметили впереди корабль повстанцев в туманности и не попадаете на их радар. Попытаться вступить в бой?

source: Prepare to chase them!
fr: Se préparer à les pourchasser !
ru: Приготовиться к погоне за ними!

source: (Adv. Sensors) Try to track them as you move to engage.
de: (Erweiterte Sensoren) Versuche sie zu verfolgen, als du dich zum Kampf bereit machst.
fr: (Capteurs de pointe) Essayer de les traquer alors que vous les attaquez.
ko: (최고급 센서실) 교전을 위해 반군을 추적한다.
ru: (Продв. Сенсоры) Попытаться отследить их по мере продвижения и атаковать.

source: As soon as they see you they make a run for it. You squeeze what you can out of the malfunctioning sensors and are able to keep track of them long enough to get in firing range.
de: Sobald sie dich sehen, versuchen sie zu fliehen. Du packst jegliche Energie die nicht genutzt wird in die nicht funktionierenden Sensoren, um irgend wie sie verfolgen zu können, sodass du in Feuerreichtweite gelangen kannst.
fr: Dès qu'ils vous voient, ils s'enfuient. Vous récupérez ce que vous pouvez de vos capteurs défaillants et arrivez à les garder en visée jusqu'à être à portée de tirs.
ko: 그들은 당신을 보자마자 도망칩니다. 오작동하는 센서를 한계까지 몰아붙이면 사격범위까지 충분히 추적할 수 있을것입니다.
ru: Как только они видят вас, они бросаются в бегство. Вы выжимаете все возможное из неисправных сенсоров, что позволяет вам следить за ними достаточно долго, чтобы оказаться на расстоянии выстрела.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Long-Ranged Scanners) Try to track them as you move to engage.
de: (Lang-Strecken Scanner) Versuche ihn zu verfolgen, als du dich zum Kampf bereit machst.
fr: (Scanners Longue Portée) Essayer de les traquer alors que vous les attaquez.
ko: (장거리 탐사용 스캐너) 교전을 위해 반군을 추적한다.
ru: (Сканер дальнего действия) Попытаться отследить их по мере продвижения к цели.
