Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: You pull closer to the surface of the planet, revealing a few distinct features. A large ravine running along the planet's surface, a crater along with the asteroid responsible for it, and an expansive flat region with few noticeable landmarks, at least not from this high up.
de: Du fliegst näher an die Oberfläche des Planeten ran, was ein paar Merkmale des Planeten erkenntlich macht. Eine große Schlucht zieht sich durch den Planeten, sowie der Asteroid, welcher die Schlucht geschaffen hat und eine flache Gegend ohne irgend welche erkennbaren Besonderheiten, ist etwas höher von dieser Position zu finden.
fr: Vous vous rapprochez de la surfaces et y remarquez quelques curiosités. Un énorme ravin striant la surface, un cratère et l'astéroïde responsable et un grand plateau avec peu de signes distinctifs, du moins pas de si haut.
ko: 당신은 행성의 표면에 가까이 다가가자, 몇가지 뚜렷한 특징이 보입니다. 커다란 협곡이 행성의 표면을 따라 흐르고 있고, 크레이터와 소행성, 그리고 적어도 이 높은 곳에서 눈에 띄는 랜드마크가 거의 없는 광활한 평지입니다.
ru: Приближаясь к поверхности планеты, вы замечаете несколько характерных особенностей. Большое ущелье, идущее вдоль поверхности планеты, кратер с астероидом, ответственным за него, и обширная плоская область с небольшим количеством примечательных ориентиров, по крайней мере, с такой высоты.

source: Investigate the ravine.
de: Erkunde die Schlucht.
fr: Entrer dans le ravin.
ko: 협곡을 조사한다.
ru: Исследовать ущелье.

source: You can officially add spelunking to the list of things you didn't expect to be doing on this mission. The trip goes smoothly, and on your way you encounter several valuable looking gems which you'll no doubt be able to make some scrap off of.
de: Du kannst das Höhlenerkunden auf der Liste von Dingen abhaken, von den du nicht gedacht hast, dass du sie auf deiner Mission vollrichten würdest. Der Trip klappt ohne Probleme und auf dem Weg findest du mehrere Edelsteine, welche wertvoll aussehen und die ohne Zweifel etwas Schrott einbringen können.
fr: Vous pouvez désormais ajouter la spéléologie dans la liste des chose que vous ne pensiez pas faire lors de cette mission. L'excursion se passe bien et sur le chemin vous trouvez quelques gemmes précieuses qui vaudront sûrement quelques pièces de ferraille.
ko: 당신은 이번 임무에서 예상하지 못했던 일들 목록에 동굴 탐험을 공식적으로 추가할 수 있게 되었습니다. 조사는 매끄럽게 진행되었고, 스크랩으로 만들 수 있는 보석 몇개를 발견하였습니다.
ru: Вы можете официально добавить погружение под воду в список вещей, которые вы не ожидали сделать в этой миссии. Путешествие проходит гладко, и по пути вы встречаете несколько ценных на вид драгоценных камней, из которых вы, несомненно, сможете сделать извлечь немного лома.

source: Inspect the crater and asteroid.
de: Inspiziere den Krater und Asteroiden.
fr: Inspecter le cratère et l'astéroïde.
ko: 크레이터와 소행성을 조사한다.
ru: Исследовать кратер и астероид.

source: The asteroid left a considerable amount of rubble in its wake, and large portions of harvestable material have been exposed. You'll be able to refine this into fuel back on the ship.
de: Der Asteroid hat einige Trümmer auf seinem Weg hinterlassen und größere Adern von Material, welches geerntet werden kann, wurde offengelegt. Du kannst etwas von dem Material auf deinem Schiff in Treibstoff umwandeln.
fr: L'astéroïde a créé un gros éboulis sur sa trajectoire et une partie des matériaux exploitables sont exposés. Vous arrivez à les raffiner en carburant pour le vaisseau.
ko: 그 소행성은 뒤에 상당한 양의 돌무더기를 남겼고, 얻을 수 있는 재료의 많은 부분이 노출되었습니다. 당신은 이것을 연료로 정제하여 함선에서 사용할 수 있습니다.
ru: Астероид оставил после себя значительное количество обломков, и большая часть пригодного для добычи материала была обнаружена. Вы сможете переработать его в топливо на корабле.

source: Explore the expanse.
de: Erkunde die Weite.
fr: Explorer le plateau.
ko: 평지를 탐사한다.
ru: Исследовать пространство.

source: After some exploring it becomes clear that you aren't the first ship to have explored this planet. A ship has crashed here, and the survivor is thankful for you rescuing them.
de: Nach ein wenig Erkunden wird es klar, dass du nicht das erste Schiff bist, welches diesen Planeten erkundet. Ein Schiff hat hier eine Bruchlandung hingelegt und der Überlebende ist dankbar, dass du ihn rettest.
fr: Après un peu d'exploration, il devient clair que vous n'êtes pas le premier à explorer cette planète. Un vaisseau s'est écrasé ici et le survivant vous remercie de l'avoir sauvé.
ko: 탐사를 한 후, 당신이 이 행성을 탐사한 첫번째 함선이 아니라는 것이 분명해집니다. 함선이 추락해 있었고, 생존자들은 당신이 구해준 것에 대해 감사합니다.
ru: После некоторого исследования становится ясно, что вы не первый корабль, кто исследовал эту планету. Здесь потерпел крушение другой корабль, и выживший благодарен вам за спасение.

source: Ignore the planet.
de: Ignoriere den Planeten.
fr: Ignorer la planète.
ko: 행성을 무시한다.
ru: Не обращать внимания на планету.

source: You'll leave the exploration to people with with more time on their hands. Who makes these beacons anyways?
de: Du lässt das Erkunden für die Leute übrig, die mehr Zeit haben. Wer erstellt überhaupt diese Signalpunkte?
fr: Vous laissez l'exploration à des gens avec plus de temps devant eux. Qui construit ces balises, d'ailleurs ?
ko: 당신은 이 행성을 떠납니다. 탐사는 시간이 더 많은 사람이 할 수 있겠죠. 어쨌든 이 송신소는 누가 만들었을까요?
ru: Вы оставляете исследование тем, у кого больше свободного времени. Кто вообще создает эти маяки?

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SIGNAL"]/text
source: This beacon appears to be empty, but you're detecting a very weak, looping encrypted signal from in the nebula.
de: Der Signalpunkt scheint leer zu sein, aber du entdeckst ein sehr schwaches Signal, welches auf Schleife aus dem Nebel kommt.
fr: Cette balise semble vide, mais vous détectez un signal crypté très faible venant de la nébuleuse.
ko: 이 송신소는 비어있는 듯 합니다. 하지만 당신은 이 성운에서 매우 약하고 암호화된 신호를 탐지하였습니다.
ru: Этот маяк выглядит пустым, но вы фиксируете очень слабый зацикленный зашифрованный сигнал из туманности.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SIGNAL"]/choice[1]/text
source: Try to decode it.
de: Versuche es zu entziffern.
fr: Essayer de le décoder.
ko: 해독을 시도해본다.
ru: Попытаться расшифровать его.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SIGNAL"]/choice[2]/text
source: Try to find the source.
de: Versuche die Quelle zu finden.
fr: Essayer d'en trouver la source.
ko: 발신지를 찾아본다.
ru: Попытаться найти источник.

source: (Slug Crew) Have your Slug decode the signal.
de: (Slug Crew) Lasse deinen Slug das Signal entziffern.
fr: (Membre d'équipage Limace) Faire décoder le signal par votre Limace.
ko: (슬러그 선원) 슬러그 선원에게 해독시킨다.
ru: (Член экипажа-слизень) Пусть ваш слизень расшифрует сигнал.

source: The signal is difficult to decode, but you're able to break it. It appears to be the location for a pirate cache on a nearby planet!
de: Das Signal ist schwer zu entziffern, aber du bist in der Lage es zu finden. Es scheint die Position einer Piratenkiste auf einem Planeten in der Nähe zu markieren!
fr: Le signal est difficile à décoder, mais vous arrivez à casser le code. Il semble être la position d'une cache pirate sur une planète non loin !
ko: 상당히 어려웠지만, 끝내 해독에 성공했습니다. 그 결과 인근 행성에 해적 은신처가 있다는 것을 알아냈습니다!
ru: Сигнал трудно расшифровать, но вам удается его взломать. Оказывается, это местонахождение пиратского тайника на ближайшей планете!

source: (Telepathic Shell) Have your Shell decode the signal.
de: (Telepathischer Shell) Lasse deinen Shell das Signal entschlüsseln.
fr: (Coquille télépathique) Faites en sorte que votre Coquille décode le signal.
ko: (진화적 재분기점) 셸 선원에게 해독시킨다.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка расшифрует сигнал.

source: The signal is difficult to decode, but you're able to break it. It appears to be the location for a pirate cache on a nearby planet!
de: Das Signal ist schwer zu entziffern, aber du bist in der Lage es zu finden. Es scheint die Position einer Piratenkiste auf einem Planeten in der Nähe zu markieren!
fr: Le signal est difficile à décoder, mais vous arrivez à casser le code. Il semble être la position d'une cache pirate sur une planète non loin !
ko: 상당히 어려웠지만, 끝내 해독에 성공했습니다. 그 결과 인근 행성에 해적 은신처가 있다는 것을 알아냈습니다!
ru: Сигнал трудно расшифровать, но вам удается его взломать. Оказывается, это местонахождение пиратского тайника на ближайшей планете!

source: (Cognitive Crew) Have your Cognitive decode the signal.
de: (Cognitive Crew) Lass deinen Cognitive das Signal entziffern.
fr: (Membre d'équipage Cognitif) Faire décoder le signal par votre Cognitif.
ko: (코그니티브 선원) 코그니티브 선원에게 해독시킨다.
ru: (Член экипажа-когнитив) Пусть ваш когнитив расшифрует сигнал.

source: The signal is difficult to decode, but you're able to break it. It appears to be the location for a pirate cache on a nearby planet!
de: Das Signal ist schwer zu entziffern, aber du bist in der Lage es zu finden. Es scheint die Position einer Piratenkiste auf einem Planeten in der Nähe zu markieren!
fr: Le signal est difficile à décoder, mais vous arrivez à casser le code. Il semble être la position d'une cache pirate sur une planète non loin !
ko: 상당히 어려웠지만, 끝내 해독에 성공했습니다. 그 결과 인근 행성에 해적 은신처가 있다는 것을 알아냈습니다!
ru: Сигнал трудно расшифровать, но вам удается его взломать. Оказывается, это местонахождение пиратского тайника на ближайшей планете!

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SIGNAL"]/choice[6]/text
source: Ignore the signal.
de: Ignoriere das Signal.
fr: Ignorer le signal.
ko: 신호를 무시한다.
ru: Не обращать внимания на сигнал.

source: You don't have time to try and figure out this signal.
de: Du hast keine Zeit um herauszufinden, wo das Signal herkommt.
fr: Vous n'avez pas le temps de chercher ce signal.
ko: 이 신호에 대해 조사할 시간이 없다.
ru: У вас нет времени пытаться разобраться в этом сигнале.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The signal is very hard to decode. You're forced to give up or risk wasting too much time.
de: Das Signal ist schwer zu entziffern. Du muss aufgeben oder riskieren, zu viel Zeit zu verbrauchen.
fr: Le signal est très difficile à décoder. Vous êtes forcé d'abandonner avant d'y perdre trop de temps.
ko: 그 신호는 해독하기 매우 어렵습니다. 당신은 해독을 포기하거나 많은 시간을 낭비할 위험을 감수해야 합니다.
ru: Сигнал невозможно расшифровать. Вы вынуждены сдаться, иначе рискуете потерять слишком много времени.

source: The signal is very hard to decode. You're forced to give up or risk wasting too much time.
de: Das Signal ist schwer zu entziffern. Du muss aufgeben oder riskieren, zu viel Zeit zu verbrauchen.
fr: Le signal est très difficile à décoder. Vous êtes forcé d'abandonner avant d'y perdre trop de temps.
ko: 그 신호는 해독하기 매우 어렵습니다. 당신은 해독을 포기하거나 많은 시간을 낭비할 위험을 감수해야 합니다.
ru: Сигнал невозможно расшифровать. Вы вынуждены сдаться, иначе рискуете потерять слишком много времени.

source: The signal is difficult to decode, but you're able to break it. It appears to be the location for a pirate cache on a nearby planet!
de: Das Signal ist schwer zu entziffern, aber du bist in der Lage es zu finden. Es scheint die Position einer Piratenkiste auf einem Planeten in der Nähe zu markieren!
fr: Le signal est difficile à décoder, mais vous arrivez à casser le code. Il semble être la position d'une cache pirate sur une planète non loin !
ko: 상당히 어려웠지만, 끝내 해독에 성공했습니다. 그 결과 인근 행성에 해적 은신처가 있다는 것을 알아냈습니다!
ru: Сигнал трудно расшифровать, но вам удается его взломать. Оказывается, это местонахождение пиратского тайника на ближайшей планете!

source: You search for a long time, but you only end up getting lost in the nebula. This has been a large waste of time.
de: Du suchst eine lange Zeit, aber verlierst dich selbst im Nebel nach einer Zeit. Das war eine riesige Zeitverschwendung.
fr: Vous cherchez pendant longtemps, mais vous ne faites que vous perdre dans la nébuleuse. C'était une énorme perte de temps.
ko: 당신은 탐사에 오랜 시간을 소모했지만, 결국 성운에서 길을 잃고 맙니다. 엄청난 시간낭비였습니다.
ru: Вы долго ищете, но в итоге только теряетесь в туманности. Это была большая потеря времени.

source: You find the ship emitting the signal, an emptied pirate ship. Now that you know the origins of the signal, you're able to easily decode the signal. It appears to be the location for a pirate cache on a nearby planet!
de: Du findest das Schiff dass das Signal entsendet, ein geleertes Piratenschiff. Jetzt da du die Quelle des Signal kennst, ist es für dich leicht es zu entziffern. Es scheint die Position einer Piratenkiste auf dem Planeten in der Nähe zu sein!
fr: Vous trouvez le vaisseau émettant le signal, un appareil pirate vide. Maintenant que vous avez l'origine, vous pouvez facilement le décoder. Il semble être la position d'une cache pirate sur une planète non loin !
ko: 당신은 비어있는 해적선에서 신호를 보내는 것을 발견합니다. 이제 신호의 발신지를 알았으니 더 쉽게 신호를 해독할 수 있겠죠. 근처 행성에 해적의 은신처가 있다는 것을 알아챕니다!
ru: Вы находите корабль, излучающий сигнал, - пустой пиратский корабль. Теперь, когда вы знаете происхождение сигнала, вы можете легко расшифровать его. Оказывается, это местонахождение пиратского тайника на ближайшей планете!

source: Location of a pirate cache.
fr: Emplacement d'une cache de pirates.
ko: 해적 은신처의 위치입니다.
ru: Местонахождение пиратского тайника.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SIGNAL_QUEST"]/text
source: The cache is filled with supplies and even a brand new weapon! Unfortunately, it seems another pirate vessel has also come looking for the cache. A fight is unavoidable.
de: Die Kiste ist voll mit Gütern und einer neuen Waffe! Unglücklicherweise, scheint es dass ein weiteres Piratenschiff nach der Kiste gesucht hat. Ein Kampf ist unausweichlich.
fr: La cache est pleine de ressources et même une arme toute neuve ! Cependant, il semble qu'un autre vaisseau pirate soit venu ici pour elle. Le conflit est inévitable.
ko: 은신처에는 보급품과 새로운 무기들이 가득합니다! 불행하게도, 다른 해적 선박도 은신처를 찾아온 듯 합니다. 싸움은 피할 수 없습니다.
ru: Тайник наполнен припасами и даже совершенно новым оружием! К сожалению, на поиски тайника, похоже, отправилось и пиратское судно. Схватка неизбежна.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_TRADER"]/text
source: It's hard to see why, but this beacon is apparently a tourist destination. One of the ships at the small station is offering a deal.
de: Es ist hard zu sehen wieso, aber dieser Signalpunkt scheint eine Touristen-Attraktion zu sein. Eines der Schiffe an der kleinen Station bietet einen Deal an.
fr: Difficile à dire pourquoi, mais cette balise est apparemment une destination touristique. Un des vaisseaux de la petite station vous propose un marché.
ko: 이유는 모르겠지만, 이 송신소는 분명히 관광지입니다. 작은 정거장의 한 함선이 거래를 제안합니다.
ru: Трудно понять, почему, но этот маяк, похоже, является туристическим местом. Один из кораблей на небольшой станции предлагает сделку.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_TRADER"]/choice[1]/text
source: Trade.
de: Handle.
fr: Marchander.
ko: 거래한다.
ru: Торговать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_TRADER"]/choice[2]/text
source: Ignore them.
de: Ignoriere sie.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.

source: You have no need for their services.
de: Du benötigst seine Dienste nicht.
fr: Vous n'avez pas besoin de leurs services.
ko: 당신은 연료 보급 서비스를 받을 필요가 없습니다.
ru: Вы не нуждаетесь в их услугах.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The nebula at this beacon is thinner than usual. A pirate station is operating nearby, though it doesn't appear to receive much business.
de: Der Nebel an diesem Signalpunkt ist dünner als normal. Eine Piratenstation arbeitet in der Nähe, obwohl sie nicht viel Kundschaft hat.
fr: La nébuleuse de cette balise est plus fine qu'ordinaire. Une station pirate fait son commerce à proximité, mais elle ne semble pas avoir beaucoup de clients.
ko: 이 송신소의 성운은 보통보다 더 옅어 보입니다. 해적 정거장이 근처에서 영업하고 있는데, 딱히 장사가 잘 될 것으로 보이진 않습니다.
ru: Туманность у этого маяка разрежена сильнее, чем обычно. Поблизости работает пиратская станция, но, судя по всему, она не пользуется большим успехом.

source: Ask to trade.
de: Frage ob sie handeln möchten.
fr: Demander à commercer.
ko: 교환을 요청한다.
ru: Попросить поторговать.

source: The pirates show you several crates of supplies that they are offering.
de: Die Piraten zeigen dir mehrere Kisten von Gütern, welche sie anbieten.
fr: Les pirates vous proposent quelques caisses de ressources à vendre.
ko: 해적들은 당신에게 그들이 제공하는 물품을 담은 상자를 보여줍니다.
ru: Пираты показывают вам несколько ящиков с припасами, которые они хотят вам продать.

source: Buy a crate of fuel.
de: Kaufe eine Treibstoffkiste.
fr: Acheter une caisse de carburant.
ko: 연료 상자를 산다.
ru: Купить ящик с топливом.

source: Buy a crate of missiles.
de: Kaufe eine Kiste mit Raketen.
fr: Acheter une caisse de munitions.
ko: 미사일 상자를 산다.
ru: Купить ящик боеголовок.

source: Buy a crate of droneparts.
de: Kaufe eine Kiste mit Drohnenteilen.
fr: Acheter une caisse de pièces de drones.
ko: 드론 부품 상자를 산다.
ru: Купить ящик дрон-комплектов.

source: Nevermind.
de: Doch nicht.
fr: Revenir sur votre décision.
ko: 아무것도 아니다.
ru: Неважно.

source: Attack them.
de: Greife sie an.
fr: Les attaquer.
ko: 공격한다.
ru: Атаковать их.

source: This station is run by filthy pirates and was likely stolen. You'll be doing justice by killing them.
de: Diese Station wird von dreckigen Piraten angeführt und wurde wahrscheinlich gestohlen. Indem du sie tötest, wirst du Gerechtigkeit walten lassen.
fr: Cette station est contrôlée par de maudits pirates et probablement volée. Justice sera faite en les tuant.
ko: 이 도둑맞은 것 같은 정거장은 더러운 해적들이 운영하고 있습니다. 당신은 그들을 죽임으로서 정의를 실현하려 합니다.
ru: Эта станция управляется грязными пиратами и, скорее всего, была украдена. Убив их, вы совершите правосудие.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the pirates.
de: Ignoriere die Piraten.
fr: Ignorer les pirates.
ko: 해적을 무시한다.
ru: Не обращать внимания на пиратов.

source: Whatever illegal services the pirates could offer, you aren't interested.
de: Egal welche illegalen Dienste die Piraten anbieten, du bist nicht daran interessiert.
fr: Quoi que ce soit d'illégal que les pirates offrent, vous n'êtes pas intéressé.
ko: 해적들이 어떤 불법적인 서비스를 제공해도 당신은 관심없습니다.
ru: Какие бы незаконные услуги ни предлагали пираты, вас это не интересует.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_STORM_PLATFORM"]/text
source: Nearby lies a dormant Slug cealaforming station. They must have been harvesting the nebulous gases when the ion storm started, and have now taken refuge in the station. Next to it is a platform, unprotected.
de: In der Nähe ist eine stationäre Slug Cealaform-Station. Sie müssen wohl die Nebelgase geerntet haben, als der Ionensturm angefangen hat und haben sich nun wohl in der Station verbarrikadiert. Daneben ist eine Platform, welche unbewacht ist.
fr: Près de vous se trouve une station de dissimulation Limace. Ils devaient probablement récolter les gaz de la nébuleuse avant que la tempête ne se déclare et se sont réfugiés dans la station. À côté d'elle se trouve une plate-forme non protégée.
ko: 근처에 운영을 멈춘 슬러그 실라포밍 정거장이 있습니다. 슬러그들이 성운 가스를 수확하다 이온 폭풍이 시작되어 정거장으로 피신한 것 같습니다. 그 옆에는 보호되고 있지 않은 플랫폼이 있습니다.
ru: Неподалеку находится неактивная цеалаформирующая станция слизней. Должно быть, они собирали туманные газы, когда начался ионный шторм, и теперь укрылись на станции. Рядом с ней находится ничем не защищенная платформа.

source: Raid the platform while the Slugs are hiding.
de: Plündere die Platform, während die Slugs sich verstecken.
fr: Piller la plate-forme pendant que les Limaces se cachent.
ko: 슬러그가 피신해있는 동안 플랫폼을 습격한다.
ru: Обчистить платформу, пока слизни прячутся.

source: The storm is too much of a risk. Ignore the platform.
de: Der Sturm stellt eine zu große Gefahr dar. Ignoriere die Platform.
fr: La tempête rend ça trop risqué, ignorer la plate-forme.
ko: 이 폭풍은 매우 위험하다. 플랫폼을 무시한다.
ru: Шторм - слишком большой риск. Не обращать внимания на платформу.

source: The Slugs are helpless at stopping you. You take all that you can from the platform.
de: Die Slugs sind hilflos, im Versuch dich zu stoppen. Du nimmst von der Platform, was geht.
fr: Les Limaces sont incapables de vous arrêter. Vous prenez tout ce que vous pouvez.
ko: 슬러그들은 당신을 막을 방법이 없습니다. 당신은 플랫폼에서 가져갈 수 있는 모든 것을 챙깁니다.
ru: Слизни не в состоянии остановить вас. Вы забираете с платформы все, что можете.

source: The Slugs aren't interested in just letting you escape with their supplies. The station powers up its weapons and attacks!
de: Die Slugs sind nicht daran interessiert, dich mit ihren Sachen davonkommen zu lassen. Die Station fährt die Waffen hoch und greift an!
fr: Les Limaces ne veulent pas que vous partiez avec leurs ressources. La station active ses armes et attaque !
ko: 슬러그들은 당신이 보급품을 그냥 가져가게 두지 않았습니다. 정거장이 무기를 가동하고 공격해오기 시작합니다!
ru: Слизни не хотят просто так позволить вам сбежать с их припасами. Станция заряжает свои орудия и атакует!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_STORM_ITEMS"]/text
source: You jump into the middle of a plasma storm. Multiple recently incapacitated ships loom in the shadows, briefly illuminated by the lightning.
de: Du springst in die Mitte eines Plasmasturms. Mehrere vor kurzem deaktivierte Schiffe lauern in den Schatten, welche nur kurz von Blitzen beleuchtet werden.
fr: Votre saut vous conduit au milieu d'une tempête de plasma. Un grand nombre d'épaves de vaisseaux apparaissent indistinctement, éclairées brièvement par la foudre.
ko: 당신은 플라즈마 폭풍의 가운데로 도약합니다. 최근 운항을 멈춘 여러 함선이 번개에 의해 어둠속에서 잠시 모습을 드러냅니다.
ru: Вы прыгаете в центр плазменной бури. Несколько недавно выведенных из строя кораблей вырисовываются в тени, на мгновение освещенные молнией.

source: Manually search the wreckage for survivors and equipment.
de: Du untersuchst die Wracks nach Überlebenden und Ausrüstung.
fr: Fouiller manuellement les épaves à la recherche de survivants et d'équipement.
ko: 잔해 속에서 수동으로 생존자와 장비를 찾아본다.
ru: Провести ручной поиск обломков в поисках выживших и оборудования.

source: You have no crew to send out to plunder any remains left.
de: Du hast keine Crew, die du entsenden kannst, um die Überreste zu plündern.
fr: Vous n'avez pas d'équipage à envoyer pour piller les restes laissés.
ko: 잔해를 회수하러 보낼 선원이 없습니다.
ru: Вам некого отправить на разграбление остатков.

source: Avoid the risk and wait to jump away unscathed.
de: Gehe der Gefahr aus dem Weg und warte, bis du ohne Probleme wegspringen kannst.
fr: Éviter tout risque inutile et attendre avant d'effectuer votre saut.
ko: 위험을 피하고 아무 일 없이 도약할 준비를 한다.
ru: Не рисковать и дождаться, когда вы сможете прыгнуть невредимым.
