Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: As soon as they see you they make a run for it. You squeeze what you can out of the malfunctioning sensors and are able to keep track of them long enough to get in firing range.
de: Sobald sie dich sehen, versuchen sie zu fliehen. Du packst jegliche Energie die nicht genutzt wird in die nicht funktionierenden Sensoren, um irgend wie sie verfolgen zu können, sodass du in Feuerreichtweite gelangen kannst.
fr: Dès qu'ils vous voient, ils s'enfuient. Vous récupérez ce que vous pouvez de vos capteurs défaillants et arrivez à les garder en visée jusqu'à être à portée de tirs.
ko: 그들은 당신을 보자마자 도망칩니다. 오작동하는 센서를 한계까지 몰아붙이면 사격범위까지 충분히 추적할 수 있을것입니다.
ru: Как только они видят вас, они бросаются в бегство. Вы выжимаете все возможное из неисправных сенсоров, что позволяет вам следить за ними достаточно долго, чтобы оказаться на расстоянии выстрела.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Lifeform Scanner) Use their life signatures to follow.
de: (Lebensformen Scanner) Nutze ihre Lebenszeichen, um ihnen zu folgen.
fr: (Scanner d'énergie vitale) Traquer leurs signatures vitales.
ko: (생체 스캐너) 그들의 생체신호를 이용해 추적한다.
ru: (Сканер форм жизни) Использовать признаки жизни для слежки.

source: Your augment's ability to keep track of their life signatures within the nebula proves useful. You catch up to the ship and prepare for a fight.
de: Die Fähigkeit deines Augments, lässt dich ihre Signaturen im Nebel verfolgen.
fr: La capacité de votre augmentation à détecter l'énergie vitale dans la nébuleuse se montre utile. Vous rattrappez le vaisseau et vous vous préparez au combat.
ko: 성운 속에서 생체신호를 추적하는 보조장비의 성능은 꽤 쓸만하군요. 당신은 함선을 따라잡고 전투를 준비합니다.
ru: Способность вашего модуля отслеживать признаки жизни в туманности оказывается полезной. Вы догоняете корабль и готовитесь к бою.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Slug Crew) Have your crewmember check for their life signatures to follow them.
fr: (Membre d'équipage Limace) Demander à votre membre d'équipage de détecter leurs signatures vitales afin de les suivre.
ru: (Член экипажа-слизень) Попросить члена экипажа отследить сигнатуры жизни, чтобы следовать за ними.

source: With the help of your crewmember, you're able to track down the Rebel ship. They opt to engage you instead of trying to flee again.
fr: Avec l'aide de votre équipier, vous parvenez à localiser le vaisseau rebelle. Celui-ci choisit de vous affronter plutôt que de tenter de fuir à nouveau.
ru: С помощью своего члена экипажа вам удается выследить корабль повстанцев. Они решают вступить с вами в бой, а не пытаться снова сбежать.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Telepathic Shell) Have your crewmember check for their life signatures to follow them.
fr: (Coquille Télépathique) Demander à votre membre d'équipage de détecter leurs signatures vitales afin de les suivre.
ru: (Член экипажа-ракушка-Телепат) Попросить члена экипажа отследить сигнатуры жизни, чтобы следовать за ними.

source: With the help of your crewmember, you're able to track down the Rebel ship. They opt to engage you instead of trying to flee again.
fr: Avec l'aide de votre équipier, vous parvenez à localiser le vaisseau rebelle. Celui-ci choisit de vous affronter plutôt que de tenter de fuir à nouveau.
ru: С помощью своего члена экипажа вам удается выследить корабль повстанцев. Они решают вступить с вами в бой, а не пытаться снова сбежать.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Stay hidden.
de: Bleibe versteckt.
fr: Rester caché.
ko: 조용히 숨어있는다.
ru: Оставаться незамеченным.

source: You try and stay out of sight. You doubt they saw you.
de: Du versuchst außer Sichtweite zu bleiben. Du zweifelst, dass sie dich gesehen haben.
fr: Vous essayez de rester hors de leur champ de vision. Vous doutez qu'ils vous ont vu.
ko: 당신은 눈에 띄지 않으려 노력합니다. 하지만 그들이 당신을 알아챘다는 의심이 듭니다.
ru: Вы стараетесь не попадаться им на глаза. Вы не уверены, что они вас заметили.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: You follow their vapour trails and surf onto their six o'clock, weapons hot.
de: Du folgst den Dampfspuren und surfst genau hinter sie, mit geladenen Waffen.
fr: Vous suivez leurs traces de vapeur et visez leur poupe, toutes armes dehors.
ko: 당신은 6시 방향에 나있는 반군 함선의 증기자국을 따라갑니다, 무기가 예열됩니다.
ru: Вы следуете за их сигнатурами и появляетесь у них на шести часах, оружие активировано.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Without sensors you can't maintain a lock for long. The Rebels slip away.
de: Ohne Sensoren kannst du sie nicht lange im Blick behalten. Die Rebellen schlüpfen weg.
fr: Sans capteur vous ne pouvez les suivre très longtemps. Les Rebelles s'enfuient.
ko: 센서 없이는 추적을 할 수 없습니다. 반군 함선은 도망쳤습니다.
ru: Без сенсоров невозможно долго удерживать цель в поле видимости. Повстанцы улетают.

source: You get disoriented in the nebula and lose your bearings completely. It takes some time to get back to the beacon. It's likely the fleet has had time to advance closer to your position.
de: Du verlierst die Orientierung im Nebel und bist völlig verwirrt. Du brauchst etwas, bis du zum Signalpunkt zurückkehrst. Die Flotte ist wahrscheinlich deiner Position näher gekommen.
fr: Vous êtes désorienté par la nébuleuse et perdez tout sens de l'orientation. Il vous faut quelques temps pour revenir à la balise. Il est probable que la flotte a pu avancer vers votre position pendant ce temps.
ko: 당신은 성운속에서 완전히 길을 잃고맙니다. 송신소까지 되돌아 가는데 시간이 조금 소모되었고, 함대가 당신의 위치까지 진격할 수 있을만한 시간이었습니다.
ru: Вы заблудились в туманности и полностью теряете управление. Потребуется некоторое время, чтобы вернуться к маяку. Вероятно, флот успеет приблизиться к вашей позиции.

source: Through the clearing in the nebula here you can see a large water planet, from which there appears to be 10 separate distress calls. A large cubical structure can be seen from the planet's surface. It's inactive, and you can't tell what it is from this distance.
de: Durch ein paar Lücken im Nebel, kannst du einen großen Wasserplaneten sehen, von welchem 10 unterschiedliche Notrufe kommen. Eine große würfelartige Struktur kann auf der Oberfläche des Planeten gesehen werden. Sie ist inaktiv, aber du kannst aus der Ferne nicht sagen, was genau es ist.
fr: Dans une éclaircie de la nébuleuse, vous apercevez une vaste planète océanique, dont ne proviennent pas moins de 10 signaux de détresse distincts. Une grande structure cubique est visible à la surface. Elle est inactive et vous n'arrivez pas à voir ce que c'est à cette distance.
ko: 성운이 깨끗한 곳에서 당신은 커다란 물로 이루어진 행성을 발견합니다. 이 행성에서 10개의 별도의 조난신호가 잡힙니다. 행성 표면에서 커다란 입방체 구조를 볼 수 있었고, 비활성된 것으로 보이지만 이 거리에서는 무엇인지 식별할 수 없습니다.
ru: Через просвет в туманности видна большая планета-океан, с которой, по-видимому, поступает 10 отдельных сигналов бедствия. С поверхности планеты видна большая кубическая структура. Она неактивна, и с такого расстояния невозможно определить, что это такое.

source: Pull closer.
de: Gehe näher.
fr: Se rapprocher.
ko: 가까이 다가간다.
ru: Приблизиться.

source: It appears that all of the distress beacons are originating from the same area, a large crater with a massive ship wreck. The structure you noticed earlier begins to unfold, revealing itself to be a large gun! You won't have much time until it starts firing on you, so you'll have to pull away now if you want to avoid damage.
de: Es scheint dass alle Notruf-Signalpunkte aus dem gleichen Areal kommen, ein großer Krater mit einem massiven Schiffswrack. Die Struktur von vorher stellt sich als riesige Waffe heraus! Du hast nicht viel Zeit, bevor sie wieder feuert, also musst du jetzt wegfliegen wenn du keinen Schaden nehmen willst.
fr: Il semble que tous les signaux proviennent d'un même endroit, un cratère d'impact avec une énorme épave. La structure que vous avez remarqué se déploie, se révélant être un énorme canon ! Vous n'aurez pas beaucoup de temps avant qu'il vous tire dessus, il faut partir si vous voulez éviter des dégâts.
ko: 모든 조난신호가 같은 지역에서 발생된 것으로 보이며, 커다란 크레이터와 거대한 선박이 난파된 모습이 보입니다. 당신이 발견했던 그 구조물은 펼쳐졌고, 구조물 자체가 거대한 총이라는 것을 알게됩니다! 그것이 발사를 시작할 때 까지 얼마 걸리지 않을 것이며, 피해를 줄이려면 지금 당장 도망가야 합니다.
ru: Похоже, что все сигналы бедствия исходят из одного и того же места - большого кратера с обломками корабля. Замеченная вами ранее конструкция начинает разворачиваться, оказываясь большой пушкой! У вас будет мало времени, пока она не начнет стрелять по вам, поэтому, чтобы избежать повреждений, нужно срочно отступить.

source: We can take a few hits, pull in closer to inspect the wreck.
de: Wir können ein paar Treffer einstecken, fliege näher ran um das Wrack zu begutachten.
fr: Nous pouvons prendre quelque coups, se rapprocher pour inspecter l'épave.
ko: 몇 대 정도는 맞을 수 있으니, 가까이 가서 난파선을 조사한다.
ru: Мы сможем выдержать несколько выстрелов, а затем приблизиться, чтобы осмотреть обломки.

source: While the giant cannon charges, you investigate the wreck. It's huge, probably the size of one of the Rebel fleet ships, if not a little bigger. Suddenly, a giant beam fires from the structure, tearing through the ship's engines! It's quite the scratch, but you'll be able to fix it.
de: Während die riesige Waffe lädt, inspizierst du das Wrack. Es ist gigantisch, wahrscheinlich so groß wie ein Flottenschiff der Rebellen, wenn nicht größer. Plötzlich feuert ein riesiger Strahl von der Struktur aus, welcher durch die Triebwerke des Schiffes reißt! Es ist ein großer Kratzer, aber du wirst es wahrscheinlich reparieren können.
fr: Alors que le canon géant charge, vous inspectez l'épave. Elle est énorme, de la taille d'un des vaisseaux de la flotte Rebelle. Soudain, la structure tire un énorme rayon, qui détruit vous moteurs ! Les dégâts sont importants, mais c'est réparable.
ko: 거대한 대포가 충전되는 동안 당신은 난파선을 조사합니다. 그것은 조금 더 크지는 않더라도 분명히 반군 함대의 한 척 정도의 크기를 가지고 있습니다. 갑자기 거대한 빔이 구조물로부터 쏘아지며 당신 함선의 엔진실에 구멍을 뚫습니다! 꽤 흠집이 났지만, 충분히 고칠 수 있을 것입니다.
ru: Пока гигантская пушка заряжается, вы исследуете обломки. Оно огромно, вероятно, размером с один из кораблей флота повстанцев, если не больше. Внезапно из конструкции выстреливает гигантский луч, пробивая двигатели корабля! Это довольно серьезное повреждение, но вы сможете его устранить.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Leave now.
de: Gehe jetzt.
fr: Partir maintenant.
ko: 당장 떠난다.
ru: Уходим сейчас же.

source: (Obelisk Crew) Your crew desperately needs to tell you something.
de: (Obelisk Crew) Dein Crew Mitglied muss dir dringend etwas mitteilen.
fr: (Membre d'équipage Obélisque) Votre membre d'équipage essaie désespérément de vous parler.
ko: (오벨리스크 선원) 선장님 꼭 들으셔야 할 이야기가 있습니다.
ru: (Член экипажа-обелиск) Ваш член экипажа срочно хочет вам что-то сказать.

source: Your crew explains the structure on the planet below is a massive anti-aircraft gun meant to enforce a strict quarantine over the planet. Somehow it has remained functional for a millenia, and with their help you temporarily deactivate the artillery remotely so you can approach safely.
de: Deine Crew erklärt die Struktur auf dem Planeten ist eine riesige Anti-Raumschiff-Waffe, welche eine strikte Quarantäne über den Planeten ausüben soll. Irgend wie ist es für ein Jahrtausend funktionell geblieben und mit ihrer Hilfe schaffst du es, die Artillerie temporär zu deaktivieren, damit du sicher näher kommen kannst.
fr: Votre membre d'équipage explique que la structure est un énorme canon anti-aérien pour imposer une quarantaine stricte à la planète. Il est resté fonctionnel pour un millénaire, mais avec l'aide de votre homme, vous pouvez temporairement le désactiver pour une approche sûre.
ko: 당신의 선원은 그 구조물이 엄격한 검문을 위해 세워진 거대한 대공포라고 설명합니다. 그것은 몇천년 동안 작동되었고, 안전하게 진입하려면 그의 도움을 받아 일시적으로 대공포를 원격으로 비활성화 해야합니다.
ru: Ваш член экипажа объясняет, что сооружение на планете внизу - это массивная зенитное оружие, предназначенная для обеспечения строгого карантина на планете. Каким-то образом она оставалась работоспособной на протяжении тысячелетий, и с помощью обелиска вы временно отключили артиллерию на расстоянии, чтобы можно было безопасно приблизиться.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You don't trust this. Leave.
de: Du traust dem Ganzen nicht. Gehe wieder.
fr: Vous n'aimez pas ça. Partir.
ko: 그 말은 믿을 수 없다. 떠난다.
ru: Вы этому не доверяете. Уйти.

source: Something isn't right about this planet. You power up the engines and pull away.
de: Irgendwas stimmt mit diesem Planeten nicht. Du stellst die Triebwerke auf volle Kraft und fliegst weg.
fr: Il y a quelque chose d'étrange avec cette planète. Vous activez vos moteurs et partez d'ici.
ko: 이 행성은 뭔가 이상해보입니다. 당신은 엔진에 전력을 공급하고 멀리 떨어집니다.
ru: Что-то не так с этой планетой. Вы включаете двигатели и улетаете.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="WATER_PLANET_LAND"]/text
source: On the planet's surface you find a crashed life pod with an engineer inside, surprisingly still alive. Once they're stabilized, you figure you might as well investigate the area around while you wait.
de: Auf der Oberfläche des Planeten findest du eine abgestürtzte Lebenskapsel, mit einem Engineer drin, welcher überraschenderweise noch lebt. Sobald er stabil ist, überlegst du das Gebiet zu untersuchen, wenn du schon hier bist.
fr: À la surface de la planète, vous trouvez une capsule de survie avec à l'intérieur un ingénieur, surprenament encore en vie. Une fois que son état est stable, vous décidez d'explorer les alentours pendant l'attente.
ko: 행성의 표면에서 당신은 파괴된 생명유지 장치 속의 기술자를 발견합니다. 놀랍게도 아직 살아있군요. 그가 안정될 때 까지 기다리는 동안 주변 지역을 조사합니다.
ru: На поверхности планеты вы находите разбившуюся спасательную капсулу с инженером внутри, к удивлению, еще живым. Пока стабилизируется его здоровье, вы решаете, что можно исследовать местность.

# data/events_sector_unexplored.xml$//event[@name="WATER_PLANET_LAND"]/crewMember
source: Ryley
ru: Райли

# data/events_sector_unexplored.xml$//event[@name="WATER_PLANET_LAND"]/choice/text
source: Investigate the crash site.
de: Inspiziere die Absturzstelle.
fr: Explorer le site du crash.
ko: 추락 지점을 조사한다.
ru: Исследовать место крушения.

# data/events_sector_unexplored.xml$//event[@name="WATER_PLANET_INVESTIGATE"]/text
source: A gigantic leviathan class creature patrols the waters around the wreckage, but you're able to sneak around it. Though most of the ship is on fire, you find a lot of fire extinguishers lying around, a tablet like device with sector maps, and a hangar bay with some mech suits.
de: Ein riesige Leviathan-Klassen Kreatur patrouilliert in den Gewässern, um das Wrack herum, jedoch schaffst du es an ihr vorbei zu schleichen. Obwohl der Großteil des Schiffes brennt, findest du ein paar Feuerlöscher in der Gegend und ein Tablet-ähnliches Gerät, mit Sektorkarten und eine Hangar-Bucht mit ein paar Mech-Anzügen.
fr: Une gigantesque créature de classe léviathan patrouille les eaux près de la carcasse, mais vous arrivez à vous introduire malgré tout. Bien que la majorité du vaisseau soit en feu, vous trouvez de nombreux extincteurs par terre, une tablette avec les cartes du secteur et un hangar avec des tenues mécas.
ko: 거대한 레비아탄급의 생물체가 잔해가 떨어져있는 주변 해역을 돌아다닙니다만, 당신은 조심히 주변을 돌아다닐 수 있습니다. 대부분의 함선이 불타오르고 있지만, 주위에는 소화기와 구역 지도가 있는 태블릿같은 장치, 그리고 메카닉 슈트가 있는 격납고를 발견합니다.
ru: Гигантское существо класса левиафан патрулирует воды вокруг обломков, но вам удается обойти его. Несмотря на то, что большая часть корабля горит, вы находите много огнетушителей, планшет с картой сектора и ангарный отсек с несколькими механизированными костюмами.

source: Grab the extinguishers.
de: Schnappe die Feuerlöscher.
fr: Prendre les extincteurs.
ko: 소화기를 집는다.
ru: Забрать огнетушители.

source: You grab as many fire extinguishers as you can. It's definitely not what you expected, coming here, but you'll take it.
de: Du schnappst so viele Feuerlösche wie du kannst. Es ist nicht was du erwartet hattest, als du hergekommen bist, aber du nimmst es mit.
fr: Vous prenez autant d'extincteurs que vous pouvez. Ce n'est certainement pas ce que vous pensiez trouver, mais vous ne le refusez pas.
ko: 당신은 잡을 수 있는 만큼의 소화기를 집습니다. 당신이 원하던것은 분명히 아니지만, 여기까지 왔으니 이거라도 챙겨야겠죠.
ru: Вы хватаете столько огнетушителей, сколько сможете унести. Это конечно не то, чего вы ожидали, придя сюда, но что есть, то есть.

source: Download the map data.
fr: Télécharger les données cartographiques.
ko: 맵 데이터를 다운로드한다.
ru: Скачать картографические данные.

source: A female voice comes from the device, saying something about 'emergency mode', but you ignore it and download the data.
de: Eine weibliche Stimme spricht aus dem Gerät und sagt etwas von einem "Notfall-Modus", aber du ignorierst es und lädst die Daten runter.
fr: Un voix femelle venant de la tablette vous informe qu'elle est en 'mode sans échec', mais vous l'ignorez et téléchargez les données.
ko: 장치로부터 여성의 목소리가 흘러나오고, '비상 모드. 비상 모드.' 같은 소리가 나오지만 무시하고 데이터를 다운로드합니다.
ru: Из устройства доносится женский голос, говорящий что-то об "аварийном режиме", но вы не обращаете внимания на голос и загружаете данные.

source: Grab some scrap and parts from the hangar.
de: Schnappe etwas Schrott und Teile aus dem Hangar.
fr: Prendre de la ferraille et quelques pièces dans le hangar.
ko: 격납고에서 약간의 스크랩과 부품을 가져온다.
ru: Забрать немного лома и обломков из ангара.

source: The suits are in disrepair, which is fortunate for you. You salvage as much as you can carry.
de: Die Anzüge sind nicht reparierbar, was für dich gut ist. Du bergst so viel du tragen kannst.
fr: Les tenues sont en mauvais état, ce qui vous arrange. Vous récupérez autant que vous pouvez porter.
ko: 이 슈트들이 낡아서 다행이군요. 당신은 옮길 수 있을만큼의 부품들을 가져갑니다.
ru: К счастью для вас, костюмы оказались в плачевном состоянии. Вы собираете все, что можете унести.

source: (Adv. Weapons) Fire everything you have on the leviathan.
de: (Erw. Waffen) Feuer alles was du hast, auf den Leviathan.
fr: (Armes de pointe) Tirer tout ce que vous avez sur le léviathan.
ko: (최고급 무기실) 레비아탄을 향해 가지고 있는 모든것을 발포한다.
ru: (Продв. Оружие) Обстрелять левиафана из всего, что у вас есть.

source: It's entirely pointless but cathartic as you unleash every weapon you have on the creature. Most of your shots miss or are rendered worthless by the water but you'd like to think you showed that fish who's boss.
de: Es ist komplett unnötig, aber du entlädst dein ganzes Arsenal in die Kreatur. Die meisten deiner Schüsse gehen daneben oder werden durch das Wasser unschädlich gemacht, aber du glaubst du hast dem Fisch gezeigt, wer hier der Chef ist.
fr: Le feu de toutes vos armes sur la créature ne sert à rien à part à vous calmer les nerfs. La plupart de vos coups ratent ou sont rendus inutiles par l'eau, mais vous aimez pensez que vous avez montré à ce poisson qui est le chef.
ko: 모든 무기를 발포하는 것은 무의미한 짓이었지만, 카타르시스가 느껴졌습니다. 물 때문에 대부분의 포격이 빗나가거나 별 타격을 주지 못했지만, 당신은 그 물고기에게 누가 최강인지를 보여준 것 같다고 생각합니다.
ru: Это довольно бессмысленное, но захватывающее зрелище, когда вы обрушиваете на существо все имеющееся у вас оружие. Большинство выстрелов промахиваются или оказываются бесполезными из-за воды, но вам хочется думать, что вы показали рыбе, кто здесь хозяин.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: With the creature out of the way what will you do next?
de: Mit der Kreatur aus dem Weg, fragst du dich was du als nächstes tun sollst?
fr: Maintenant que la créature ne vous dérangera pas, qu'allez-vous faire ?
ko: 저 생명체를 쫒아내면 다음엔 뭘 할까요?
ru: С этим существом покончено, что вы будете делать дальше?

source: Grab the extinguishers.
de: Schnappe die Feuerlöscher.
fr: Prendre les extincteurs.
ko: 소화기를 집는다.
ru: Забрать огнетушители.

source: You grab as many fire extinguishers as you can. It's definitely not what you expected, coming here, but you'll take it.
de: Du schnappst so viele Feuerlösche wie du kannst. Es ist nicht was du erwartet hattest, als du hergekommen bist, aber du nimmst es mit.
fr: Vous prenez autant d'extincteurs que vous pouvez. Ce n'est certainement pas ce que vous pensiez trouver, mais vous ne le refusez pas.
ko: 당신은 잡을 수 있는 만큼의 소화기를 집습니다. 당신이 원하던것은 분명히 아니지만, 여기까지 왔으니 이거라도 챙겨야겠죠.
ru: Вы хватаете столько огнетушителей, сколько сможете унести. Это конечно не то, чего вы ожидали, придя сюда, но что есть, то есть.

source: Download the map data.
fr: Télécharger les données cartographiques.
ko: 맵 데이터를 다운로드한다.
ru: Скачать картографические данные.

source: A female voice comes from the device, saying something about 'emergency mode', but you ignore it and download the data.
de: Eine weibliche Stimme spricht aus dem Gerät und sagt etwas von einem "Notfall-Modus", aber du ignorierst es und lädst die Daten runter.
fr: Un voix femelle venant de la tablette vous informe qu'elle est en 'mode sans échec', mais vous l'ignorez et téléchargez les données.
ko: 장치로부터 여성의 목소리가 흘러나오고, '비상 모드. 비상 모드.' 같은 소리가 나오지만 무시하고 데이터를 다운로드합니다.
ru: Из устройства доносится женский голос, говорящий что-то об "аварийном режиме", но вы не обращаете внимания на голос и загружаете данные.

source: Grab some scrap and parts from the hangar.
de: Schnappe etwas Schrott und Teile aus dem Hangar.
fr: Prendre de la ferraille et quelques pièces dans le hangar.
ko: 격납고에서 약간의 스크랩과 부품을 가져온다.
ru: Забрать немного лома и обломков из ангара.

source: The suits are in disrepair, which is fortunate for you. You salvage as much as you can carry.
de: Die Anzüge sind nicht reparierbar, was für dich gut ist. Du bergst so viel du tragen kannst.
fr: Les tenues sont en mauvais état, ce qui vous arrange. Vous récupérez autant que vous pouvez porter.
ko: 이 슈트들이 낡아서 다행이군요. 당신은 옮길 수 있을만큼의 부품들을 가져갑니다.
ru: К счастью для вас, костюмы оказались в плачевном состоянии. Вы собираете все, что можете унести.

source: A civilian ship desperately hails you. "The space gas- gas too thick- oxygen system damaged- too much... gas..."
de: Ein Zivilistenschiff ruft dich dringendst. "Das Weltraum-Gas - Gas zu dick - Sauerstoffsystem beschädigt - zu viel... Gas..."
fr: Un vaisseau civil vous appelle désespérément. "Le gaz spatial- gaz trop épais- système survie... endommagé - trop de... gaz..."
ko: 민간 함선이 급히 당신에게 신호를 보냅니다. "우주 가스가... 너무 두껍고 산소실이 고장났어요... 가스가... 으..."
ru: Гражданский корабль в отчаянии вызывает вас. "Космический газ- газ слишком густой- кислородная система повреждена- слишком много... газа..."

source: Rescue them.
de: Rette sie.
fr: Les secourir.
ko: 그들을 구조한다.
ru: Спасти их.

source: Unfortunate for the civilians, but you cannot risk helping them, unless you can pinpoint their location.
de: Unglücklicherweise für die Zivilisten, kannst es nicht riskieren ihnen zu helfen, außer du kannst ihre Position genau festlegen.
fr: C'est malheureux pour les civils, mais vous ne pouvez pas risquer de les aider à moins de pouvoir localiser précisément leur position.
ko: 민간인들에게는 안됐지만, 그들의 위치를 정확히 알 수 없는 이상 위험을 무릅쓰며 도와줄 수는 없습니다.
ru: К сожалению для гражданских, вы не можете рисковать, помогая им, если не можете точно определить их местоположение.

source: (Teleporter) Beam the civilians onboard.
de: (Teleporter) Beame die Zivilisten an Bord.
fr: (Téléporteur) Ramener les civils à bord.
ko: (텔레포터) 민간인들을 함선으로 전송한다.
ru: (Телепортатор) Телепортировать гражданских на борт.
