Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: Only one life signature is detected on board, but you beam them back with your teleporter. The civilian explains that an encounter with a pirate led to a breach in their life support and a technical malfunction. Nebulous gases were sucked into their ship and the crew all suffocated. Now that they are the only survivor and their ship is worthless, they offer to work aboard yours.
de: Nur ein Lebenszeichen wird an Bord gefunden und du beamst ihn mit deinem Teleporter auf dein Schiff. Der Zivilist erklärt, dass sie von einem Piraten angegriffen wurden, welcher ihre Lebenserhaltungssysteme beschädigt hat und dass sie eine technische Störung hatten. Die Nebelgase wurden in ihr Schiff gesogen und die gesamte Crew ist erstickt. Jetzt, da nur noch er lebt, ist das Schiff wertlos und er bietet an auf deinem zu arbeiten.
fr: Il n'y a plus qu'une seule signature de vie à bord, mais vous arrivez à secourir le civil à l'aide du téléporteur. Il explique qu'une rencontre avec un pirate a causé une brèche dans le système de survie, ainsi qu'un problème technique. Les gaz nébuleux se sont engouffrés à bord et tout le monde a suffoqué. Maintenant qu'il est le seul survivant et que le vaisseau est inutilisable, il propose de travailler à bord du vôtre.
ko: 함내에서는 단 하나의 생체신호가 감지되고, 당신은 텔레포터로 신호를 전달합니다. 살아남은 민간인은 해적들과의 우연한 조우가 그들의 산소실에 금이가고 기술적 오작동을 야기시켰고, 결국 성운가스가 함선내로 들어와 선원들이 모두 질식하였다고 말합니다. 이제 그는 혼자가 되었고, 배는 쓸모없이 되었으니, 당신의 함선에 합류하겠다고 제안합니다.
ru: На борту обнаружен только один признак жизни, вы телепортируете его на свой корабль. Гражданский объясняет, что столкновение с пиратами привело к нарушению системы жизнеобеспечения и технической неисправности. В корабль засосало туманные газы, и все члены экипажа задохнулись. Теперь, когда он остался единственным выжившим, а их корабль ничего не стоит, он предлагает поработать на вашем корабле.

source: (Lifeform Scanner) Lock onto the civilians and quickly rescue them.
de: (Lebensform Scanner) Visiere die Zivilisten an und rette sie schnell.
fr: (Scanner d'énergie vitale) Verrouiller les civils et les sauver rapidement.
ko: (생체 탐지기) 민간 함선을 고정시키고 빨리 그들을 구한다.
ru: (Сканер форм жизни) Зафиксировать гражданских и быстро спасти их.

source: It appears you're mostly too late, as only one life sign is detected. Still, you hurry to bring them back onto your ship. The civilian explains that an encounter with a pirate led to a breach in their life support and a technical malfunction. Nebulous gases were sucked into their ship and the crew all suffocated. Now that they are the only survivor and their ship is worthless, they offer to work aboard yours.
de: Es scheint, dass du zu spät bist und nur ein Lebenszeichen wird gefunden. Trotzdem beeilst du dich ihn auf das Schiff zu bringen. Der Zivilist erklärt, dass sie von einem Piraten angegriffen wurden, welcher ihre Lebenserhaltungssysteme beschädigt hat und dass sie eine technische Störung hatten. Die Nebelgase wurden in ihr Schiff gesogen und die gesamte Crew ist erstickt. Jetzt, da nur noch er lebt, ist das Schiff wertlos und er bietet an auf deinem zu arbeiten.
fr: Il semble que vous arriviez presque trop tard, il ne reste plus que un seul signal vital, mais vous vous dépéchez malgré tout à ramener le civil à bord. Il explique qu'une rencontre avec un pirate a causé une brèche dans le système de survie, ainsi qu'un problème technique. Les gaz nébuleux se sont engouffrés à bord et tout le monde a suffoqué. Maintenant qu'il est le seul survivant et que le vaisseau est inutilisable, il propose de travailler à bord du vôtre.
ko: 생체 신호가 단 하나밖에 느껴지지 않는 것으로 보아 너무 늦은 듯 합니다. 그래도 당신은 서둘러 그를 함선으로 데려옵니다. 살아남은 민간인은 해적들과의 우연한 조우가 그들의 산소실에 금이가고 기술적 오작동을 야기시켰고, 결국 성운가스가 함선내로 들어와 선원들이 모두 질식하였다고 말합니다. 이제 그는 혼자가 되었고, 배는 쓸모없이 되었으니, 당신의 함선에 합류하겠다고 제안합니다.
ru: Похоже, что вы опоздали, так как обнаружен только один признак жизни. Тем не менее, вы торопитесь вернуть его на корабль. Гражданский объясняет, что столкновение с пиратом привело к нарушению системы жизнеобеспечения и технической неисправности. В корабль засосало туманные газы, и все члены экипажа задохнулись. Теперь, когда он единственный остался в живых, а их корабль ничего не стоит, он предлагает работать на вашем корабле.

source: (Anaerobic Crew) Send in your crew to help.
de: (Anaerobische Crew) Sende deine Crew rein, um ihnen zu helfen.
fr: (Membre d'équipage anaérobie) Envoyer votre alien anaérobie pour aider.
ko: (무산소 선원) 선원을 보내 도와준다.
ru: (Анаэробный экипаж) Отправить ваш экипаж на помощь.

source: Without any fear of suffocation, you send in your anaerobic crew to assist. The civilian explains that an encounter with a pirate led to a breach in their life support and a technical malfunction. Nebulous gases were sucked into their ship and the crew all suffocated. Now that they are the only survivor and their ship is worthless, they offer to work aboard yours.
de: Ohne Angst vor Ersticken, sendest du deine anerobische Crew weg, um zu helfen. Der Zivilist erklärt, dass sie von einem Piraten angegriffen wurden, welcher ihre Lebenserhaltungssysteme beschädigt hat und dass sie eine technische Störung hatten. Die Nebelgase wurden in ihr Schiff gesogen und die gesamte Crew ist erstickt. Jetzt, da nur noch er lebt, ist das Schiff wertlos und er bietet an auf deinem zu arbeiten.
fr: Vous envoyez votre membre d'équipage anaérobie ne craignant pas la suffocation pour aider. Le survivant explique qu'une rencontre avec un pirate a causé une brèche dans le système de survie, ainsi qu'un problème technique. Les gaz nébuleux se sont engouffrés à bord et tout le monde a suffoqué. Maintenant qu'il est le seul survivant et que le vaisseau est inutilisable, il propose de travailler à bord du vôtre.
ko: 질식의 공포를 뒤로 하고, 당신은 그를 돕기 위해 산소가 필요하지 않은 선원을 보냅니다. 민간인은 예기치 못하게 만난 해적들이 함선의 산소실에 균열을 내서 기술적 오작동을 야기시켰고, 그로 인해 성운 가스가 함선 내로 들어와 선원들이 모두 질식했다고 말했습니다. 이제 그는 혼자가 되었고, 배도 쓸모없게 되었으니, 당신의 함선에 합류하겠다고 제안합니다.
ru: Не боясь задохнуться, вы отправляете на помощь свой анаэробный экипаж. Гражданский объясняет, что столкновение с пиратом привело к нарушению системы жизнеобеспечения и технической неисправности. Туманные газы засосало в корабль, и все члены экипажа задохнулись. Теперь, когда он единственный остался в живых, а их корабль ничего не стоит, он предлагает поработать на вашем корабле.

source: Ignore the civilians.
de: Ignoriere die Zivilisten.
fr: Ignorer les civils.
ko: 민간인을 무시한다.
ru: Не обращать внимания на гражданских.

source: You can't waste time helping the civilians. You move past them.
de: Du kannst keine Zeit verschwenden, nur um Zivilisten zu helfen. Du fliegst an ihnen vorbei.
fr: Vous ne pouvez pas perdre de temps à aider les civils et vous les laissez seuls.
ko: 당신은 민간인들을 구하는 데에 시간을 낭비할 필요가 없다고 생각합니다. 당신은 그들을 지나칩니다.
ru: Вы не можете тратить время на помощь гражданским. Вы проходите мимо них.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: You dock with the civilians and board their ship to find the interior thick with nebulous gases. You rush to find any survivors, but it appears most did not make it. All of your crew manage to make their way back to the ship without further casualties.
de: Du dockst an das Zivilistenschiff an und findest, dass der Innenraum voll mit Nebelgasen ist. Du beeilst dich, um irgend welche Überlebenden zu finden, aber es scheint dass die meisten gestorben sind. Deine Crew schafft es zurück zum Schiff, ohne irgend welche Probleme.
fr: Vous vous amarrez aux civils et entrez à bord, mais l'intérieur est rempli de gaz nébuleux. Vous vous précipitez pour trouver des survivants, mais il semblent qu'il n'y ait aucun rescapé. Tout votre équipage arrive à revenir à bord du vaisseau sans plus de pertes.
ko: 민간 함선과 도킹하고 그들의 배에 올라타보니 내부는 온통 두꺼운 성운 가스 투성이입니다. 당신은 생존자를 찾으려고 서두르지만, 대부분은 살아남지 못한 것 같습니다. 당신의 모든 선원들은 더 이상의 피해 없이 함선으로 돌아올 수 있었습니다.
ru: Вы стыкуетесь с гражданскими и поднимаетесь на борт их корабля, но внутри все густо пропитано туманными газами. Вы бросаетесь на поиски выживших, но, похоже, большинство из них не выжили. Всем членам экипажа удается вернуться на корабль без дальнейших потерь.

source: The interior of the civilian ship is thick with nebulous gases, sucked into their ship by the faulty life support system. There doesn't appear to be any survivors, and when your crew arrive back to the ship one of them is missing. It's presumable that they were lost in the clouds and suffocated.
de: Das Innere des Zivilistenschiffs ist voll mit Nebelgasen, welches durch das kaputte Lebenserhaltungssystem eingesagt worden sind. Es scheint, dass es keine Überlebenden gibt und als deine Crew zurückkehrt, fehlt einer von ihnen. Er ist wahrscheinlich in den Wolken verloren gegangen und erstickt.
fr: L'intérieur du vaisseau est rempli de gaz nébuleux, aspirés à l'intérieur par le système de survie défaillant. Il ne semble n'y avoir aucun survivant et quand vous revenez au vaisseau, l'un de vos hommes manque à l'appel. Il s'est probablement perdu dans les gaz et a suffoqué.
ko: 민간 함선의 내부는 산소실이 파괴되어 유입된 두꺼운 성운 가스로 가득 차 있었습니다. 단 한명의 생존자도 없는 것 같군요. 그런데 함선으로 복귀했을 때 선원 중 하나가 사라져 있었습니다. 성운 속에서 길을 잃고 질식한 듯합니다.
ru: Внутри корабля гражданских много туманных газов, засасываемых в их корабль неисправной системой жизнеобеспечения. Судя по всему, выживших нет, а когда ваш экипаж вернулся на корабль, один из них пропал. Предположительно, он заблудился в облаках и задохнулся.

source: Fortunately, regardless of whether your suspicions were correct, your crew is already in the process of being revived by the Clone Bay.
de: Glücklicherweise, egal ob deine Bedenken richtig waren, ist deine Crew bereits im Prozess von der Klon-Kammer wiederbelebt zu werden.
fr: Heureusement, que vos suspicions aient été correctes ou non, votre membre d'équipage est déjà en train d'être ressucité par la Salle des Clones.
ko: 다행히도, 당신의 의심이 옳았던지 틀렸던지, 당신의 선원은 클론 배양실에 의해 부활하는 과정중에 있습니다.
ru: К счастью, независимо от того, были ли ваши подозрения верны, ваш член экипаж уже находится в процессе возрождения в Клон-отсеке.

source: It seems a malfunction in the life support system, accompanied by a breach in the hull, led to the nebulous gases being sucked into the civilian vessel. Most of the crew appear to have already suffocated, but one survivor remains.
de: Es scheint eine Fehlfunktion im Lebenserhaltungssystem, sowie ein Hüllenbruch, hat die Nebelgase in die Zivilistenschiff saugen lassen. Die meisten Crew Mitglieder sind daran erstickt, jedoch gibt es einen Überlebenden.
fr: Il semble qu'une dysfonction du système de survie accompagnée d'une brèche dans la coque aient aspiré les gaz nébuleux à l'intérieur du vaisseau civil. La majorité de l'équipage a déjà suffoqué, mais il reste un survivant.
ko: 선체의 균열과 함께 산소실이 오작동하면서 성운 가스가 민간 함선으로 빨려들어간 듯 합니다. 대부분의 선원은 질식하였고, 단 한명의 생존자만 남아있네요.
ru: По всей видимости, из-за неисправности системы жизнеобеспечения, сопровождавшейся пробоиной в корпусе, туманные газы засосало внутрь гражданского судна. Большинство членов экипажа, судя по всему, уже задохнулись, но один член экипажа остался в живых.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_DISTRESS_SEARCH"]/text
source: The distress beacon here is emitting from a small ship requesting aid in finding someone.
de: Der Notruf-Signalpunkt hier, kommt von einem kleinen Schiff, welches Hilfe benötigt jemanden zu lokalisieren.
fr: Ce signal de détresse est émis par un petit vaisseau vous demandant de l'aide pour trouver quelqu'un.
ko: 송신소에서 사람을 찾는 작은 함선이 도움을 요청하는 신호를 냅니다.
ru: Сигнал бедствия исходит от небольшого корабля, который просит помощи в поисках человека.

source: Respond.
de: Antworte.
fr: Répondre.
ko: 응답한다.
ru: Ответить.

source: Ignore their request.
de: Ignoriere ihre Bitte.
fr: Ignorer leur requête.
ko: 그들의 요청을 거부한다.
ru: Не обращать внимания на просьбу.

source: You can't waste time helping the ship. You move past them.
de: Du kannst keine Zeit verlieren, nur um diesem Schiff zu helfen. Du fliegst weiter.
fr: Vous n'avez pas de temps à perdre en aidant ce vaisseau. Vous les ignorez.
ko: 당신은 함선을 돕는 데에 시간을 낭비할 필요가 없다고 여깁니다. 당신은 그들을 지나칩니다.
ru: Вы не можете тратить время на, помогая кораблю. Вы пролетаете мимо них.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The ship explains that they are a military vessel for the Federation. Their partner, a fellow military vessel, got lost in the nebula and hasn't returned. They request that you track down the ship.
de: Das Schiff erklärt, dass sie ein Föderations Militärschiff sind. Ihr Partner, ein weiteres Militärschiff, ist im Nebel verloren gegangen und noch nicht zurückgekehrt. Sie bitten, dass du das Schiff findest.
fr: Le vaisseau explique être un appareil militaire de la Fédération. Leur partenaire, un autre vaisseau militaire, s'est perdu dans la nébuleuse. Ils vous demandent de chercher l'autre vaisseau.
ko: 그 함선은 그들이 연방을 위한 군사 선박이라고 설명하였습니다. 그들의 동료 군사 선박이 성운지대에서 길을 잃었고 돌아오지 않았다고 합니다. 그들은 당신에게 그 함선을 추적해달라고 요청합니다.
ru: Экипаж корабля объясняет, что является военным судном Федерации. Напарники с другого военного корабля, заблудились в туманности и не вернулись. Они просят разыскать корабль.

source: Agree.
de: Zustimmen.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.

source: It turns out the ship isn't far from your current location, but they're in trouble. They're under attack from a Rebel ship!
de: Es stellt sich heraus, dass das Schiff nicht weit entfernt ist und sie sind ihr Gefahr. Sie werden von einem Rebellenschiff angegriffen!
fr: Il semble que le vaisseau n'est pas loin de votre position, mais ils ont des ennuis. Ils sont attaqués par un appareil Rebelle !
ko: 함선이 당신의 위치에서 그리 멀지는 않은 것으로 나타났지만, 문제에 처해있는 것처럼 보입니다. 그들은 반군 함선의 공격을 받고 있습니다!
ru: Оказывается, корабль находится недалеко от вашего текущего местоположения, но у них проблемы. Их атакует корабль повстанцев!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Decline.
de: Ablehnen.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: The ship appears to be an Engi escort. "Primary mission: protect high importance Zoltan shuttle. Failure. Ship is lost in nebula. Sensors non-functional. We offer scrap in return for favor - tracking lost ship."
de: Das Schiff scheint eine Engi-Eskorte zu sein. "Primäre Mission: Wichtiges Zoltanshuttle beschützen. Fehler. Schiff in Nebel verloren. Sensoren funktionieren nicht. Bieten Schrott, für Gefallen - finde verlorenes Schiff."
fr: Le vaisseau semble être un escorteur Engi. "Mission primaire : protéger navette Zoltan de haute importance. Échec. Vaisseau perdu dans nébuleuse. Capteurs défaillants. Nous proposons de la ferraille contre faveur : traquer vaisseau perdu."
ko: 그 함선은 엔지 호위함으로 드러났습니다. "주 임무 : 높은 중요도의 졸탄 셔틀을 보호하라. 실패함. 함선은 성운에서 길을 잃음. 센서가 작동하지 않음. 본 함은 호의의 대가로 스크랩을 제공함 - 유실된 함선을 추적할 것."
ru: Судя по всему, это эскортный корабль энджи. "Основная миссия: защита важного шаттла золтанов. Неудача. Корабль потерян в туманности. Сенсоры не функционируют. Мы предлагаем лом в обмен на услугу - поиск потерянного корабля".

source: Agree.
de: Zustimmen.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.

source: It turns out the ship isn't far from your current location, but they're in trouble. A mercenary ship looking to take out the Zoltan has locked onto the shuttle and is barreling towards them!
de: Es stellt sich heraus, dass das Schiff nicht weit entfernt ist und sie sind ihr Gefahr. Ein Söldnerschiff will die Zoltans töten und haben das Shuttle anvisiert, während sie es verfolgen!
fr: Il semble que le vaisseau n'est pas loin de votre position, mais ils ont des ennuis. Un appareil mercenaire essayant de tuer les Zoltans a verrouillé la navette et leur fonce dessus !
ko: 함선이 당신의 위치에서 그리 멀지는 않은 것으로 나타났지만, 문제에 처해있는 것처럼 보입니다. 졸탄을 제거하려는 용병 함선이 셔틀을 추적하고 그를 향해 돌진하고 있습니다!
ru: Оказывается, корабль находится недалеко от вашего текущего местоположения, но у них проблемы. Корабль наемников, желающий уничтожить золтан, засек шаттл и мчится к ним!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Decline.
de: Ablehnen.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: The ship turns out to be a Federation science vessel. They were transporting a Federation Auto-Drone through this sector but the AI went faulty and the ship got lost in the nebula. They ask that you track it down.
de: Das Schiff stellt sich als Föderations Wissenschaftsschiff raus. Sie haben eine Föderations Auto-Drohne durch den Sektor transportiert, als die KI einen Kurzschluss hatte und im Nebel verloren gegangen sind. Sie bitten dich, ob du sie suchen kannst.
fr: Le vaisseau semble être un vaisseau scientifique de la Fédération. Ils transportaient un Auto-Vaisseau à travers le secteur, mais son IA s'est détraquée et le vaisseau s'est perdu dans la nébuleuse. Ils vous demandent de le retrouver.
ko: 그 함선은 연방 과학 선박으로 드러났습니다. 그들은 이 구역을 통해 연방 무인 드론을 수송하고 있었으나, AI가 고장 나 함선이 성운에서 길을 잃었습니다. 그들은 당신이 함선을 추적해달라고 부탁합니다.
ru: Cудя по всему, этот корабль - научное судно Федерации. Они перевозили автодрон Федерации через этот сектор, но ИИ дал сбой, и корабль затерялся в туманности. Они просят вас разыскать его.

source: Agree.
de: Zustimmen.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.

source: It turns out the ship isn't far from your current location, but the Auto-ship is under attack by a Rebel Engineer looking to steal the tech for themselves!
de: Es stellt sich heraus, dass das Schiff nicht weit entfernt ist, jedoch wird das Auto-Schiff von einem Rebellen Engineer angegriffen, welcher die Technologie für sich selbst haben möchte!
fr: Il semble que l'Auto-vaisseau n'est pas loin de votre position, mais il est attaqué par des Ingénieurs Rebelle cherchant à voler sa technologie !
ko: 함선이 당신의 위치에서 그리 멀지는 않은 것으로 나타났지만, 무인기의 장비를 훔치려고 하는 반군 기술자에게 공격당하고 있었습니다!
ru: Оказывается, корабль находится недалеко от вашего текущего местоположения, но беспилотник подвергается нападению инженеров-повстанцев, желающие присвоить технологию себе!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Decline.
de: Ablehnen.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You cross paths with an advance scout of the Rebel fleet searching this section of the nebula for your ship.
de: Du triffst auf einen Späher der Rebellenflotte, der in diesem Nebel nach deinem Schiff sucht.
fr: Votre chemin croise celui d'un éclaireur de la flotte Rebelle cherchant votre vaisseau dans cette section de la nébuleuse.
ko: 이 성운 구역을 수색하며 당신을 찾던 반군 함대의 고급 정찰기와 마주쳤습니다.
ru: Вы пересекаетесь с передовым разведчиком флота повстанцев, который ищет ваш корабль в этой части туманности.

source: A ship bearing Rebel colors can be seen waiting near the beacon. They must have been waiting for you, since they engage immediately.
de: Ein Schiff, welches Rebellenfarben trägt, wartet an diesem Signalpunkt. Sie müssen wohl dir aufgelauert haben, da sie dich direkt angreifen.
fr: Un vaisseau portant les couleurs Rebelles est en embuscade près de la balise. C'était probablement vous qu'ils attendaient, car ils attaquent immédiatement.
ko: 송신소 근처에서 반군 깃발을 단 함선이 대기하고 있습니다. 그들은 당신을 기다리고 있는 것이 분명하며, 즉시 교전을 합니다.
ru: Возле маяка ожидает корабль окрашенный под цвет повстанцев. Они, должно быть, ждали вас, поскольку немедленно вступают в бой.

source: The Rebels must have anticipated you would try to lose them within the nebula. A scout is waiting for you at the beacon.
de: Die Rebellen müssen wohl bedacht haben, dass du versuchst die im Nebel abzuschütteln. Ein Späher wartet auf dich, an diesem Signalpunkt.
fr: Les Rebelles ont dû anticiper que vous essayeriez de les perdre parmi les nuages. Un éclaireur vous attend à cette balise.
ko: 성운을 이용해 추적을 뿌리치려 한 것을 반군이 알아챈 것 같습니다. 정찰기가 이 송신소에서 당신을 기다리고 있었습니다.
ru: Повстанцы, должно быть, предвидели, что вы попробуете затеряться среди туманности. Разведчик ждет вас у маяка.

source: It looks like you will be unable to avoid the Rebels by traveling through the nebula. A Rebel ship is waiting for you near the beacon.
de: Es scheint dass du nicht in der Lage bist, den Rebellen durch das Reisen im Nebel aus dem Weg zu gehen. Ein Rebellenschiff wartet auf dich, an dem Signalpunkt in der Nähe.
fr: Il semble que vous ne pourrez pas éviter les Rebelles traversant la nébuleuse. Un tel vaisseau vous attend près de la balise.
ko: 이 성운을 통과하려면 반군과의 마찰이 불가피해 보입니다. 반군 함선이 송신소 근처에서 당신을 기다리고 있습니다.
ru: Похоже, что вам не удастся избежать повстанцев, путешествуя через туманность. Корабль повстанцев ждет вас возле маяка.

source: Shortly after you arrive, a Rebel ship jumps nearby. There looks to be no escape. Prepare for a fight!
de: Kurz nachdem du ankommst, springt ein Rebellenschiff in der Nähe her. Es scheint kein Entkommen zu geben. Mach dich zum Kampf bereit!
fr: Peu de temps après votre arrivée, un vaisseau Rebelle saute à proximité. Il n'y a pas d'issue possible. Au combat !
ko: 당신이 도착하자마자 반군 함선이 근처로 도약합니다. 빠져나갈 방법은 없어보입니다. 전투를 준비합니다!
ru: Вскоре после вашего прибытия неподалеку прыгает корабль повстанцев. Похоже, бежать некуда. Приготовьтесь к бою!

source: Newton-knows what brings this Rebel ship so far out; its captain hails, but does a double take when he identifies your ship. They open fire.
de: Wer weiß was dieses Rebellenschiff so weit hier raus bringt; sein Kapitän ruft dich, aber überlegt es sich anders als er dein Schiff identifiziert. Er eröffnet das Feuer.
fr: Newton sait ce qui amène cet appareil Rebelle ici. Son capitaine vous contacte, mais change d'avis en identifiant votre vaisseau. Ils ouvrent le feu.
ko: 반군 함선이 대체 왜 이런 외진 곳에 있는 걸까요. 적함의 함장은 처음에는 교신을 시도했지만, 당신의 정체를 확인하자 태도가 변했습니다. 그들이 발포를 시작합니다.
ru: Ньютон знает, что привело этот корабль повстанцев так далеко; его капитан подает сигнал, но, узнав ваш корабль, начинает перестраиваться в боевое положение. Он открывает огонь.

source: A Rebel ship hails, but you don't take chances in conditions like this. You block the frequency and prepare to engage.
de: Ein Rebellenschiff ruft dich, aber du nimmst keine Risiken auf dich, an Orten wie diesen. Du blockierst die Frequenz und machst dich zum Kampf bereit.
fr: Un vaisseau Rebelle vous contacte, mais vous ne prenez aucun risque dans de telles conditions. Vous bloquez la fréquence et attaquez.
ko: 반군 함선이 신호를 보내지만, 당신은 이러한 상황에서 모험을 할 필요가 없습니다. 주파수를 차단하고 전투를 준비합니다.
ru: Корабль повстанцев подает сигнал, но в таких условиях нельзя рисковать. Вы блокируете частоту и готовитесь к бою.

source: This beacon has a clearing from the nebula, revealing more of the distant space. However, it appears a Rebel ship has already arrived and is now approaching quickly!
de: Dieser Signalpunkt ist weniger vom Nebel betroffen, wodurch mehr Raum sichtbar ist. Jedoch scheint es, dass ein Rebellenschiff schon hier ist und schnell näher kommt!
fr: Cette balise est à une éclaircie dans la nébuleuse, révélant l'espace lointain. Cependant, il semble qu'un vaisseau Rebelle est déjà là et il s'approche à toute vitesse !
ko: 이 송신소는 성운속에서 알아보기 쉽고, 더 넓은 공간을 드러냅니다. 그러나 반군 함선이 미리 도착해 빠르게 접근합니다!
ru: Этот маяк очистился от туманности, открыв взору большую часть далекого космоса. Однако, судя по всему, корабль повстанцев уже находится здесь и быстро приближается!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
