Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: The pirate grimaces. "Loath as I am to lay eyes on a Slug, if you want me to be the one that kills you, then I'll do it." Irwin and the pirate stand at either side of the airlocks connecting your ship. They take 10 steps and... "Draw!" Irwin turns around, shooting the pirate before he can even get his gun up. He notices that the pirate behind him also draws his and shoots him as well. The rest of the pirates put their hands up, clearly defeated. You take what you can from their ship.
fr: Le pirate grimace. "Même si je déteste poser les yeux sur une Limace, si tu veux que je sois celui qui te tue, alors je le ferai." Irwin et le pirate se placent de part et d'autre des sas qui relient votre vaisseau. Ils font 10 pas et... "Tirez !" Irwin se retourne et tire sur le pirate avant même qu'il n'ait pu lever son arme. Il remarque que le pirate derrière lui dégaine également la sienne et lui tire dessus. Les autres pirates lèvent les mains, manifestement vaincus. Vous prenez ce que vous pouvez sur leur vaisseau.
ko: 해적이 얼굴을 찡그립니다. "슬러그와 눈을 마주치긴 싫지만, 나에게 죽고 싶은 거라면 바라는 대로 해주지." 어윈과 해적은 함선을 연결하는 에어락의 양 끝에 섰습니다. 그들은 열 걸음을 걸은 후... "탕!" 어윈은 해적이 총을 빼기도 전에 순식간에 돌아 해적을 쐈습니다. 그러고 자신의 뒤에 있는 해적도 총을 뽑으려 한다는 것을 눈치채고 곧바로 그 해적도 쏴 맞췄습니다. 나머지 해적들은 패배를 인정하고 손을 들었습니다. 당신은 그들의 배에서 가능한 모든 것을 가져옵니다.
ru: Пират скривился. "Если ты хочешь, чтобы именно я убил тебя, то я это сделаю". Ирвин и пират встают по обе стороны от шлюзов, соединяющих ваш корабль. Они делают 10 шагов и... "Огонь!" Ирвин разворачивается и стреляет в пирата еще до того, как тот успевает поднять оружие. Он замечает, что пират за его спиной тоже достает свое оружие и стреляет в него. Остальные пираты поднимают руки вверх, явно побежденные. Вы забираете с их корабля все, что можете.

source: (Billy) "I ssshould hire ssssomeone to kick your asss for that! Or better yet, I'll do it myssself!"
fr: (Billy) "Je devrais engager quelqu'un pour vous botter le cul ! Ou mieux encore, je le ferai moi-même !"
ko: (빌리) "싸람을 고용해써 아쭈 혼꾸멍을 내쭤야게써! 아니찌, 내가 찍쩝 혼내쭈게써!"
ru: (Билли) "За это я должен нанять кого-нибудь, кто надрал бы тебе задницу! Или лучшшше я сссделаю это сссам!"

source: "Yuck, the only thing worse than a Slug is a rich Slug. You sicken me."
fr: "Beurk, la seule chose pire qu'une Limace est une Limace riche. Tu me dégoûtes."
ko: "우웩, 유일하게 슬러그보다 나쁜 건 바로 부자 슬러그지. 역겨워서 못 봐주겠네."
ru: "Фу, хуже слизня может быть только богатый слизень. Меня от тебя тошнит".

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Slug Crew) "You talk a lot of trassssh for sssomeone in tentacle ssslapping dissssstance."
de: (Slug Crew) "Du sssprichst viel Müll, für jemand der in Tentakelreichweite ist."
fr: (Membre d'équipage Limace) "Tu sssors beaucoup de sssotises pour quelqu'un qui va ssse prendre un tentacule en pleine faccce"
ko: (슬러그 선원) "촉쑤로 맞을 쑤 있는 거리에써 짤도 역겨운 쏘리를 하씨는군요!"
ru: (Член экипажа-слизень) "Ты говоришшшь много лишшшнего для того, кто находитссся на расссстоянии удара щупальцем".

source: "My god, you let one of those filthy creatures live on your ship? You are disgraceful!"
de: "Mein Gott, du lässt eine dieser dreckigen Kreaturen auf deinem Schiff leben? Du bist eine Schande!"
fr: "Bon sang, tu as laissé une de ces immondes créatures vivre sur ton vaisseau ? N'as-tu aucun honneur !?"
ko: "아니 그 더러운 생물을 니 함선에서 살게 내버려 뒀다고? 역겹군!"
ru: "Боже мой, Ты пустил одного из этих мерзких тварей жить на твой корабль? Ты опозорен!"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: We aren't trusting these pirates.
de: Wir vertrauen keinen Piraten.
fr: Nous ne faisons pas confiance aux pirates.
ko: 우리는 해적을 믿지 않는다.
ru: Мы этим пиратам не доверяем.

source: You ignore the pirates.
de: Du ignorierst die Piraten.
fr: Vous ignorez les pirates.
ko: 당신은 해적을 무시합니다.
ru: Вы не обращаете внимания на пиратов.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_SLUG_HUNTER_WIN"]/text
source: You've defeated the Slug vessel. The pirates wait for you to finish scrapping the ship.
de: Du hast das Slugschiff besiegt. Die Piraten warten, als du das Schiff verschrottest.
fr: Vous avez battu le vaisseau Limace. Les pirates attendent pendant que vous démantelez la coque..
ko: 당신은 슬러그 함선을 격파했습니다. 해적들은 당신이 스크랩 모으는 것을 기다립니다.
ru: Вы победили судно слизней. Пираты ждут, пока вы закончите разбирать корабль на лом.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "Good work, you have done this sector a great service. Your reward..."
de: "Gute Arbeit, du hast diesem Sektor einen wichtigen Dienst geleistet. Deine Belohnung..."
fr: "Bon boulot, tu as rendu un sacré service à ce secteur. Ta récompense..."
ko: "좋아, 이 구역에 큰 공헌을 했어. 보상이야..."
ru: "Отличная работа, ты оказал большую услугу сектору. Твоя награда..."

# data/events_sector_unexplored.xml$//event[@name="NEBULA_WHALE"]/text
source: A large blip on the radar is detecting a massive ship moving around this nebula. Its giant size suggests it may even be a fleet ship.
de: Ein großer Punkt taucht auf deinem Radar auf, welcher ein massives Schiff entdeckt, dass sich durch den Nebel bewegt. Seine Größe lässt schätzen, dass es ein Flottenschiff ist.
fr: Un gros signal sur votre radar indique un énorme vaisseau se déplace dans la nébuleuse. Sa taille indique que ça pourraît être un vaisseau de ligne.
ko: 레이더에 포착된 커다란 깜빡임은 성운 속을 돌아다니는 커다란 함선을 감지합니다. 매우 거대한 크기가 함대 함선인 듯 합니다.
ru: На радаре обнаружен массивный корабль, перемещающийся по туманности. Его гигантские размеры говорят о том, что это может быть даже корабль флота.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_WHALE"]/choice[1]/text
source: Search for the ship.
de: Suche nach dem Schiff.
fr: Chercher le vaisseau.
ko: 함선에 대해 조사한다.
ru: Найти корабль.

source: You dive deeper into the nebula, and are swatted out of the way by a giant tail! Luckily no harm comes to the ship, but you're left in shock. The object you detected was no fleet ship at all, but rather a humongous space whale!
de: Du gehst weiter in den Nebel hinein und wirst von einem riesigen Schwanz weggeschleudert! Glücklicherweise ist dein Schiff nicht beschädigt, aber du bist schockiert. Das Objekt war kein Flottenschiff, sondern ein gigantischer Weltraum-Wal!
fr: Vous plongez profondément dans la nébuleuse et êtes balayé par une gigantesque nageoire ! Votre appareil est heureusement intact, mais vous êtes choqué de voir que l'objet que vous avez détecté n'est pas du tout un vaisseau de ligne, mais plutôt une gargantuesque baleine spatiale !
ko: 당신은 성운 깊은 곳으로 들어가자 거대한 꼬리에 의해 튕겨져 나갔습니다! 운 좋게도 함선에는 어떠한 피해도 없지만 당신은 엄청난 충격에 빠졌습니다. 당신이 감지했던 물체는 함대 함선이 아니라 매우 거대한 우주고래였습니다!
ru: Вы погружаетесь в туманность, и тут вас отталкивает гигантский хвост! К счастью, корабль не пострадал, но вы пребываете в состоянии шока. Обнаруженный вами объект оказался вовсе не кораблем флота, а огромным космическим китом!

source: Explore the insides of the whale.
de: Erkunde das Innere des Wals.
fr: Explorer les entrailles de la baleine.
ko: 우주고래의 내부를 탐사한다.
ru: Исследовать внутренности кита.

source: Wow, how majestic. Let's leave.
de: Wow, wie majestätisch. Lasst uns gehen.
fr: Wahou, majestueux. Maintenant, partons.
ko: 오 얼마나 장엄한지... 이대로 떠난다.
ru: Ух ты, как здорово. Оставим его в покое.

source: Space whales are cool, but they aren't worth wasting any time on.
de: Weltraum-Wale sind cool, aber es nicht wert Zeit zu verschwenden.
fr: Les baleines spatiales sont incroyables, mais vous n'avez pas de temps à perdre.
ko: 우주고래는 멋지지만, 시간을 소모할 가치가 없습니다.
ru: Космические киты - это круто, но на них не стоит тратить время.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_WHALE"]/choice[2]/text
source: Leave.
de: Gehe wieder.
fr: Partir.
ko: 떠난다.
ru: Уйти.

source: If a fleet ship is lost this far out in the nebula, it's very likely of Rebel design, and you should avoid it at all costs.
de: Wenn ein Flottenschiff so weit im Nebel ist, ist es sehr wahrscheinlich von den Rebellen und du solltest es auf jeden Fall meiden.
fr: Si un vaisseau de la flotte est perdu aussi loin dans la nébuleuse, il est très probable qu'il ait été conçu par les Rebelles, et vous devez l'éviter à tout prix.
ko: 만일 그 함대 함선이 멀리 떨어진 성운 속에서 길을 잃었다면, 반군의 함정일 가능성이 높으니 어떤 수를 써서라도 피해야 합니다.
ru: Если корабль флота потерян так далеко в туманности, то, скорее всего, он создан повстанцами, и вам следует избегать его любой ценой.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Luckily space whales are so large that you can easily explore inside them. The contents of their stomach are... concerning. Littered with debris and dead ships, you hastily collect some parts and leave before you can meet the same fate.
de: Glücklicherweise sind Weltraum-Wale so riesig, dass du ihr Inneres erkunden kannst. Die Mageninhalte sind... beunruhigend. Voll mit Trümmern und toten Schiffen, sammelst du schnell ein paar Teile, bevor dich das gleiche Schicksal ereilt.
fr: La baleine spatiale est heureusement si énorme que vous pouvez sans mal en explorer l'intérieur. Le contenu de son estomac est... inquiétant et composé de débris et de vaisseaux sans vie. Vous collectez quelques pièces en vitesse et partez avant de subir le même sort.
ko: 운 좋게도 우주고래는 쉽게 안쪽을 탐사할 수 있을 만큼 거대했습니다. 그런데 고래의 위 속에 있는 것들을 보니... 좀 불안해지네요. 온갖 잔해와 부서진 함선들이 어지럽게 널브러져 있는 것을 본 당신은 같은 운명을 맞이하기 전에 서둘러 부품을 모으고 밖으로 빠져나왔습니다.
ru: К счастью, космические киты настолько велики, что можно легко исследовать их внутренности. Содержимое их желудка... вызывает опасения. Замусоренный обломками и погибшими кораблями, вы поспешно собираете немного деталей и уходите, пока вас не постигла та же участь.

source: Luckily space whales are so large that you can easily explore inside them. It seems another ship is exploring this whale, or maybe they're just a victim of the whale's immense appetite, but a nasty pirate ship locks onto you and attacks!
de: Glücklicherweise sind Weltraum-Wale so riesig, dass du ihr Inneres erkunden kannst. Es scheint ein anderes Schiff erkundet den Wal oder vielleicht ist es ein Opfer des immensen Appetits des Wals, aber ein hardnäckiges Piratenschiff visiert dich an und feuert!
fr: La baleine spatiale est heureusement si énorme que vous pouvez sans mal en explorer l'intérieur. Il semble qu'un autre vaisseau l'explorait déjà, ou peut-être ont-ils été victime de l'immense appétit de la bête, mais un dangereux vaisseau pirate se verrouille sur vous et attaque !
ko: 운 좋게도 우주고래는 당신이 쉽게 안쪽을 탐사할 수 있을 만큼 거대합니다. 다른 함선이 우주고래 속을 탐사하는건지 아니면 고래의 엄청난 식욕에 희생된 것인지는 모르겠지만, 고약한 해적선이 당신을 조준하고 공격합니다!
ru: К счастью, космические киты настолько велики, что можно легко исследовать их внутренности. Кажется, что другой корабль исследует этого кита, или, может быть, они просто стали жертвой его огромного аппетита, но тут на вас налетает мерзкий пиратский корабль и атакует!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_MINE_WRECK"]/text
source: The husk of an emptied Trapper vessel drifts into the nebula. Around it lays a few mines, but it's hard to tell whether they're still active.
fr: La carcasse d'un Trappeur vide dérive dans la nébuleuse. Autour de lui dérivent quelques mines, mais difficile à dire si elles sont encore actives.
ru: В туманности дрейфует остов опустевшего корабля минера. Вокруг него расположено несколько шахт, но трудно сказать, действующие ли они.

source: Scrap the Trapper.
de: Verschrotte den Trapper.
fr: Démanteler le Trappeur.
ko: 기뢰함에서 쓸만한 것을 모은다.
ru: Разобрать на лом минера.

source: Ignore the wreck.
de: Ignoriere das Wrack.
fr: Ignorer l'épave.
ko: 무시한다.
ru: Не обращать внимание на обломки.

source: Scrapping the wreck isn't worth accidentally activating the mines. You move on.
de: Es ist nicht wert das Wrack zu verschrotten, wenn dadurch die Minen aktiviert werden. Du fliegst weiter.
fr: Démanteler l'épave ne vaut pas le risque d'activer les mines. Vous passez à autre chose.
ko: 잔해에서 스크랩을 수집하는 건 지뢰를 작동시킬만한 활동은 아닙니다. 이동합니다.
ru: Разбор обломков не стоит того, чтобы случайно активировать мины. Вы двигаетесь дальше.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The mines were active after all! They lock onto your hull and move in, causing damage to your ship's integrity. You pull out before more damage can be done.
de: Diese Minen waren letztendlich aktiv! Sie visieren deine Hülle an und kommen näher, was deine Schiffshülle verletzt.Du fliegst weg, bevor noch mehr Schaden angerichtet wird.
fr: Les mines étaient finalement encore actives ! Elles se verrouillent sur votre coque et la percutent, compromettant son intégrité. Vous partez avant de subir plus de dégâts.
ko: 지뢰가 작동됩니다! 지뢰들이 당신의 선체 안쪽으로 들어오자, 당신의 온전한 함선이 피해를 입습니다. 당신은 더 많은 피해를 입기전에 빠져나가야 합니다.
ru: Мины оказались активными! Они фиксируются на ваш корпус и проникают внутрь, нанося ущерб целостности корабля. Вы уходите, прежде чем будет нанесен еще больший ущерб.

source: Luckily the mines are inactive and the Trapper remains unresponsive. You salvage some missiles and a Mine Launcher.
de: Glücklicherweise sind die Minen deaktiviert und der Trapper reagiert nicht. Du bergst ein paar Raketen und den Minenwerfer.
fr: Heureusement, les mines sont inactives et le Trappeur sans réponse. Vous récupérez quelques missiles et un Lance-Mines.
ko: 운 좋게도 지뢰는 작동하지 않고 기뢰함은 반응하지 않습니다. 당신은 몇 개의 미사일과 지뢰 발사기를 얻었습니다.
ru: К счастью, мины неактивны, а минер не реагирует. Вы собираете ракеты и миномет.

source: It appears you were mistaken about the Trapper being empty. The ship activates as you move in, and seeing your intentions as hostile they attack!
de: Es scheint dass du falsch lagst, was den Trapper angeht und er ist doch nicht leer. Das Schiff fährt hoch als du näher kommst und nimmt deine Intentionen als feindlich war, woraufhin er dich angreift!
fr: Il semble que vous aviez tort de penser le Trappeur vide. Le vaisseau s'active alors que vous approchez et vous prenant pour un vaisseau hostile, ils attaquent !
ko: 당신은 기뢰함이 비어있다고 착각한 듯 합니다. 그 함선은 당신이 다가오자 활성화되고, 당신의 행동을 적대적인 행위로 판단해 공격합니다!
ru: Похоже, вы ошиблись, что минер был пуст. Корабль активировался, как только вы приблизились, и, видя, что ваши намерения враждебны, атакует!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Your ship emerges quite far away from the beacon. You see a Rebel ship waiting nearby, undoubtedly stationed to look for you.
de: Dein Schiff kommt weit entfernt von dem Signalpunkt raus. Du siehst ein Rebellenschiff, welches sicherlich nach dir sucht.
fr: Votre vaisseau émerge plutôt loin de la balise. Vous voyez un vaisseau Rebelle stationné à proximité, sans doute à vos trousses.
ko: 당신의 함선은 송신소 멀리서 모습을 드러냅니다. 당신은 반군 함선이 근처에 대기중인 것을 보았고, 의심할 것도 없이 당신을 찾기위해 대기중입니다.
ru: Ваш корабль появляется довольно далеко от маяка. Вы видите, что неподалеку поджидает корабль повстанцев, который, несомненно, отправился вас искать.

source: Attack the ship.
fr: Attaquer le vaisseau.
ko: 공격한다.
ru: Атаковать корабль.

source: You raise your weapons and engage the Rebel ship.
de: Du fährst die Waffen hoch und greifst das Rebellenschiff an.
fr: Vous activez vos armes et attaquez le vaisseau Rebelle.
ko: 당신은 무기를 장전하고 반군 함선을 향해 조준합니다.
ru: Вы заряжаете орудия и вступаете в бой с кораблем повстанцев.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Attempt to remain concealed.
de: Versuche getarnt zu bleiben.
fr: Essayer de rester caché.
ko: 은신상태를 유지한다.
ru: Попытаться остаться незамеченным.

source: (Cloaking) Cloak to stay hidden.
de: (Tarnung) Tarne dich um versteckt zu sein.
fr: (Camouflage) Se dissimiler et rester caché.
ko: (은폐장) 은폐장을 사용해 은신한다.
ru: (Маскировка) Замаскироваться, чтобы оставаться незамеченным.

source: You use your cloaking system to slip further into the nebula undetected.
de: Du fährst dein Tarnungssystem hoch und schlüpfst in die Tiefen des Nebels, ohne bemerkt zu werden.
fr: Vous utilisez votre camouflage pour rester parmi les nuages sans être détecté.
ko: 당신은 은폐장 시스템을 이용해서 감지되지 않은 채 성운 깊은 곳으로 들어갑니다.
ru: Вы используете систему маскировки, чтобы незамеченным проскользнуть дальше в туманность.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: You immediately slip further into the clouds, but not quickly enough. The Rebel catches sight of you and moves in to engage!
de: Du schlüpfst direkt in die Wolken, jedoch nicht schnell genug. Das Rebellenschiff sieht dich und greift an!
fr: Vous vous cachez immédiatement parmi les nuages, mais c'est déjà trop tard. Le vaisseau Rebelle vous voit et vous prend en chasse !
ko: 당신은 즉시 성운 구름 속으로 들어가지만 늦었습니다. 반군은 당신의 모습을 확인했고, 교전하기위해 다가옵니다!
ru: Вы тут же скрываетесь в облаках, но не так быстро. Повстанец замечает вас и вступает в бой!

source: Prepare to fight.
de: Mache dich zum Kampf bereit.
fr: Se préparer au combat.
ko: 전투를 준비한다.
ru: Приготовиться к бою.

source: You arm the weapons and prepare to fight the Rebel ship.
de: Du fährst die Waffen hoch und machst dich bereit, um gegen das Rebellenschiff zu kämpfen.
fr: Vous activez vos armes et attaquez le vaisseau Rebelle.
ko: 당신은 무기를 무장하고 반군 함선과 전투할 준비를 합니다.
ru: Вы вооружаетесь и готовьтесь вступить в бой с кораблем повстанцев.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Upg. Engines) Fully power the engines to out-run them.
de: (Triebwerke) Stelle die Triebwerke auf volle Kraft, um sie abzuschütteln.
fr: (Moteurs améliorés) Activer vos moteurs à fond pour les semer.
ko: (엔진실) 엔진에 전력을 충분히 공급하고 그들로부터 도망친다.
ru: (Улучш. Двигатели) Включить двигатели на полную мощность, чтобы опередить их.

source: Your powerful engines allow you to out-distance the ship and eventually lose it within the nebula.
de: Deine starken Triebwerke lassen dich genug Distanz zwischen die beiden Schiffe bringen und sie verlieren dich letztendlich im Nebel.
fr: Vos puissants moteurs vous permettent de distancer le vaisseau, jusqu'à le perdre dans la nébuleuse.
ko: 당신의 강력한 엔진으로 반군 함선으로부터 거리를 벌릴 수 있었고, 결국 성운 속에서 그들을 따돌릴 수 있었습니다.
ru: Мощные двигатели позволят вам оторваться от корабля и в конце концов скрыться от его в туманности.

source: You power down non-essential systems and slip into the cloud. The ship never noticed you.
de: Du fährst alle Systeme runter, die nicht für die Lebenserhaltung nötig sind und schlüpfst in die Wolken. Das Schiff hat dich nie bemerkt gehabt.
fr: Vous désactivez tous les systèmes non essentiels et partez dans les nuages. Vous n'êtes pas remarqué.
ko: 당신은 필요없는 시스템의 전력을 내리고 성운구름 속으로 들어갑니다. 그 함선은 당신을 절대 알아챌 수 없습니다.
ru: Вы отключаете питание второстепенных систем и погружаетесь в облако. Корабль вас не заметил.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The ship spots you and gives chase. After some quick maneuvering you were able to lose your pursuers in the clouds. You expect they warned the fleet of your position, however.
de: Das Schiff bemerkt dich und fängt an dich zu verfolgen. Nach ein wenig manövrieren schaffst du es ihn in den Wolken zu verlieren. Du bist dir jedoch sehr sicher, dass er der Flotte deine Position verraten hat.
fr: Le vaisseau vous voit et vous prend en chasse. Après quelques promptes manœuvres de votre part, vous arrivez à semer vos poursuivants parmi les nuages. Cependant, ils vont probablement prévenir la flotte de votre position.
ko: 반군 함선이 당신을 발견하고 뒤쫓아 왔습니다. 몇 번의 고속 기동을 거친 후에야 성운 구름 속에서 반군을 따돌릴 수 있었습니다. 당장의 위험은 벗어났지만, 그들은 함대에 당신의 위치를 알리겠지요.
ru: Корабль замечает вас и бросается в погоню. После быстрого маневрирования вам удалось скрыться от своих преследователей в облаках. Однако вы полагаете, что они предупредили флот о вашем положении.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_PIRATE_SMUGGLE_MV"]/text
source: A smuggler ship arrives shortly after you. Judging from the fact that it is attempting to avoid your ship, you assume that it's trying to hide deeper in the nebula.
de: Ein Schmugglerschiff kommt kurz nach dir an. Da es versucht dir auszuweichen, nimmst du an dass es sich tiefer im Nebel verstecken will.
fr: Un vaisseau de contrebandiers arrive quelque temps après vous. À en juger par le fait qu'il essaie d'éviter votre vaisseau, vous pensez qu'il essaie de se cacher dans les profondeurs de la nébuleuse.
ko: 밀수선 한 척이 당신을 곧바로 따라 도착합니다. 당신의 함선을 피하려고 하는 것을 보아 성운 깊숙히 숨으려고 하는 것 같습니다.
ru: Вскоре после вас прибывает корабль контрабандистов. Судя по тому, что он пытается избегать вашего корабля, вы предполагаете, что он пытается спрятаться поглубже в туманность.

source: Attack the pirate.
de: Greife den Piraten an.
fr: Attaquer le Pirate.
ko: 해적을 공격한다.
ru: Атаковать пиратов.

source: You power up your weapons and move in to engage.
de: Du fährst die Waffen hoch und fliegst näher ran.
fr: Vous activez vos armes et faites les manœuvres d'attaque.
ko: 당신은 무기에 전력을 공급하고 교전을 위해 움직입니다.
ru: Вы заряжаете орудия и вступаете в бой.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the ship.
de: Ignoriere das Schiff.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.

source: It jumps away after a time.
de: Es springt nach einer Zeit weg.
fr: Il saute après quelques temps.
ko: 잠시후 밀수선은 저 멀리 도약합니다.
ru: Через некоторое время он уходит в прыжок.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: (Adv. Weapons) Activate your advanced weapons threateningly.
de: (Waffensysteme) Aktiviere deine verbesserten Waffen, um sie zu bedrohen.
fr: (Armes de pointe) Activer vos armes pour les menacer.
ko: (무기 관제실) 당신의 최고급 무기를 활성화 시키고 상대를 위협한다.
ru: (Продв. Оружие) Угрожающе активировать свои продвинутые орудия.

source: They hail you, "There's no need for aggression... Perhaps this would convince you to look the other way?"
de: Sie rufen dich, "Es gibt keinen Grund für Aggressionen... Vielleicht können wir dich überzeugen, dass du das hier vergisst?"
fr: Ils vous contactent, "Inutile d'être agressif... peut-être que ceci pourrait vous convaincre de regarder ailleurs ?"
ko: 그들은 당신을 향해 신호를 보냅니다. "공격할 필요 없어... 당신들이 우리에게서 눈을 돌리는데 이걸로 납득 할 수 있나?"
ru: Они вызывают вас: "Нет необходимости в агрессии... Может быть, это убедит вас посмотреть в другую сторону?"
