Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: Instead of exploring the system, you use the data you've collected on the sector to find the absolute best place for the settlers to settle. Not only are you able to find a garden world and a perfect path to get them there, but doing so will also save them supplies due to the superior climate of the new planet you've found. "My stars! You've found an even better planet fer us? Yer a legend! I reckon we owe you a little more gratitude than we're capable of givin'!" As they said, they give you all that they can.
fr: Au lieu d'explorer le système, vous utilisez les données que vous avez recueillies sur le secteur pour trouver le meilleur endroit où installer les colons. Non seulement vous êtes en mesure de trouver un Monde-Eden et un chemin parfait pour les y amener, mais cela leur permettra également d'économiser des ressources grâce au climat supérieur de la nouvelle planète que vous avez trouvée. "Ma bonne étoile ! Vous z'avez trouvé une planète encore meilleure que la nôtre ? V'z'êtes une légende ! Je pense que nous vous devons encore plus de gratitude que nous ne sommes capables d'en donner !" Comme ils ont dit, ils vous donnent tout se qu'ils ont.
ko: 당신은 성단을 탐사하는 대신, 이 구역에서 수집한 데이터를 이용해 개척자들이 정착하기 가장 적합한 장소를 찾았고, 적절한 기후 덕분에 보급품을 아낄 수 있는 녹지 행성을 발견했을 뿐만 아니라 그곳까지 가는 완벽한 항로도 설계했습니다. "이게 웬걸! 여기보다 더 좋은 행성을 찾으셨다고요? 당신은 정말 최고예요! 저희의 한계보다도 더 큰 감사를 드려야 할 것 같군요!" 그 말대로, 개척자들은 줄 수 있는 모든 것을 제공했습니다.
ru: Вместо того чтобы исследовать систему, вы используете собранные вами данные о секторе, чтобы найти самое лучшее место для поселенцев. Вы не только находите мир-сад и идеальный путь, чтобы провести их туда, но и экономите их запасы благодаря превосходному климату новой планеты, которую вы нашли. "Боже мой! Вы нашли еще лучшую планету для нас? Вы - легенда! Думаю, мы должны вас отблагодарить гораздо сильнее, чем способны это сделать!". Как говорится, они дают вам все, что могут.

source: You can tell that there is no pirate ships in the area. Not only that, but the data that you gather shows that there is a string of debris - and using your computer's extrapolation, you manage to discover a large bounty of debris! You can scrap this once you're done helping the settlers.
fr: Vous pouvez dire qu'il n'y a pas de vaisseaux pirates dans la région. De plus, les données que vous avez recueillies montrent qu'il y a une série de débris et en utilisant l'extrapolation de votre ordinateur, vous parvenez à découvrir une grande quantité de féraille ! Vous pouvez la récuperer une fois que vous avez fini d'aider les colons.
ko: 이 주변 우주 공간에 해적은 없는 것 같습니다. 그뿐만 아니라 줄지어 있는 잔해 더미도 포착했는데, 컴퓨터 분석 결과 많은 양의 잔해가 발견됐습니다! 개척자를 돕는 일이 끝나면 수거하러 갑시다.
ru: Вы можете сказать, что в этом районе нет пиратских кораблей. Мало того, собранные вами данные показывают, что здесь есть обломки - и, используя экстраполяцию компьютера, вам удается обнаружить большую кучу обломков! Вы сможете разобрать их, когда закончите помогать поселенцам.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: It seems like the planet itself is safe too. With all this information at your fingertips, you send them all the data that you've collected. "Mighty kind o' you to go the extra mile, there pardner! This place seems ideal for settlin'. Here's a little something for your trouble."
fr: Il semble que la planète elle-même soit sûre. Avec toutes ces informations à portée de main, vous leur envoyez toutes les données que vous avez collectées : "C'très gentil à toi de faire un effort supplémentaire mon ami ! C't'endroit semble idéal pour s'installer. Voici un p'tit quelque chose pour vous remercier."
ko: 행성 또한 안전한 것 같습니다. 당신은 모든 데이터를 모아 개척자들에게 보냅니다. "이렇게 자세히 봐주시다니 정말 친절하시군요! 이곳은 정착지로 이상적인 것 같습니다. 많지는 않지만 수고해 주신 보답으로 선물을 준비했습니다."
ru: Похоже, что и саму планету можно считать безопасной. Имея под рукой всю эту информацию, вы отправляете им все собранные вами данные. "Очень мило с вашей стороны сделать больше, чем требуется, дружище! Это место кажется идеальным для поселения. Вот немного за ваши хлопоты".

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: As it happens, there are already settlers on this planet, who seem to have had a similar idea. The settlement seems entirely peaceful. You send this data to the settlers who have contacted you. "Boy howdy, I wasn't 'specting such a turn o' events. Still, I'd reckon a whole planet's big enough fer the two 'a us. Thanks a bundle."
fr: Il se trouve qu'il y a déjà des colons sur cette planète qui semblent avoir eu une idée similaire. La colonie semble tout à fait pacifique. Vous envoyez ces données aux colons qui vous ont contacté : "Bon sang, j'm'attendais pas à une telle tournure des événements. Mais j'pense qu'une planète entière est assez grande pour nous deux. Merci beaucoup."
ko: 공교롭게도 이 행성에는 이미 비슷한 생각을 가진 사람들이 자리 잡고 있었습니다. 정착지는 완전히 평화로워 보입니다. 당신은 개척자들에게 이 데이터를 전송합니다. "이런, 상황이 이렇게 될 줄은 몰랐네요. 그래도 우리 모두 같이 살아도 될 만큼 행성이 커 보입니다. 도와줘서 고마워요."
ru: Как оказалось, на этой планете уже есть поселенцы, которым, похоже, пришла в голову похожая идея. Поселение выглядит совершенно мирным. Вы отправляете эти данные переселенцам, которые связались с вами. "Боже мой, я не ожидал такого поворота событий. Тем не менее, я считаю, что целой планеты вполне достаточно для нас обоих. Большое спасибо".

source: Your ship's readings say that there is a smuggler at this location.
fr: Les relevés de votre vaisseau indiquent qu'il y a un contrebandier à cet endroit.
ko: 탐색 결과 이 위치에 밀수꾼이 있다고 합니다.
ru: Согласно показаниям вашего корабля, в этом месте находятся контрабандисты.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: Although there is a smuggler, they are alone, and likely only in the area for a short time.
fr: Bien qu'il y ait un contrebandier, il est seul et ne reste probablement que peu de temps dans la région.
ko: 밀수꾼이 있기는 하지만 혼자인 것 같고, 단순히 지나가는 길로 보입니다.
ru: Хотя здесь присутствуют контрабандисты, они одни и, скорее всего, находятся здесь совсем недолго.

source: Confront the smuggler.
fr: Affrontez le contrebandier.
ko: 밀수꾼과 대치한다.
ru: Сразиться с контрабандистами.

source: Spend time using your map data to find a better place for them to settle.
fr: Passez du temps à utiliser vos données cartographiques pour trouver un meilleur endroit où s'installer.
ko: 시간을 들여 성도 데이터를 분석해 정착지로 더 적절한 곳을 찾는다.
ru: Потратить время, используя картографические данные, чтобы найти лучшее место для их поселения.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: The planet the smuggler is in orbit around has a smuggler's hideaway. Even if the ship is destroyed, the smugglers will still maintain a presence in the area.
fr: La planète autour de laquelle le contrebandier est en orbite dispose d'un refuge de contrebandiers. Même si le vaisseau est détruit, les contrebandiers resteront présents dans la zone.
ko: 행성 표면에서 밀수업자들의 은신처가 확인됩니다. 눈앞에 보이는 저 함선을 파괴하더라도 문제는 해결되지 않을 것입니다.
ru: На планете, рядом с которой находятся контрабандисты, есть их убежище. Даже если корабль будет уничтожен, контрабандисты все равно сохранят свое присутствие в этом районе.

source: Confront the smuggler.
fr: Affrontez le contrebandier.
ko: 밀수꾼과 대치한다.
ru: Сразиться с контрабандистами.

source: Spend time using your map data to find a better place for them to settle.
fr: Passez du temps à utiliser vos données cartographiques pour trouver un meilleur endroit où s'installer.
ko: 시간을 들여 성도 데이터를 분석해 정착지로 더 적절한 곳을 찾는다.
ru: Потратить время, используя картографические данные, чтобы найти лучшее место для их поселения.

source: Your ship's readings say that there is a slaver at this location.
fr: Les relevés de votre vaisseau indiquent qu'il y a un esclavagiste à cet endroit.
ko: 탐색 결과 이 위치에 노예상이 있다고 합니다.
ru: Согласно показаниям вашего корабля, в этом месте находятся контрабандисты.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: Although there is a slaver, they are alone, and likely only in the area for a short time.
fr: Bien qu'il y ait un esclavagiste, il est seul et ne reste probablement que peu de temps dans la région.
ko: 노예상이 있기는 하지만 혼자인 것 같고, 단순히 지나가는 길로 보입니다.
ru: Хотя здесь находятся работорговцы, они одни и, скорее всего, пробыли здесь совсем недолго.

source: Confront the slaver.
fr: Affrontez l'esclavagiste.
ko: 노예상과 대치한다.
ru: Сразиться с работорговцами.

source: Spend time using your map data to find a better place for them to settle.
fr: Passez du temps à utiliser vos données cartographiques pour trouver un meilleur endroit où s'installer.
ko: 시간을 들여 성도 데이터를 분석해 정착지로 더 적절한 곳을 찾는다.
ru: Потратить время, используя картографические данные, чтобы найти лучшее место для их поселения.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: The planet the slaver is in orbit around has a slaver's hideaway. Even if the ship is destroyed, the smugglers will still maintain a presence in the area.
fr: La planète autour de laquelle l'esclavagiste est en orbite dispose d'un refuge d'esclavagiste. Même si le vaisseau est détruit, les esclavagiste resteront présents dans la zone.
ko: 행성 표면에서 노예상들의 은신처가 확인됩니다. 눈앞에 보이는 저 함선을 파괴하더라도 문제는 해결되지 않을 것입니다.
ru: На планете, рядом с которой находятся работорговцы, есть их убежище. Даже если корабль будет уничтожен, контрабандисты все равно сохранят свое присутствие в этом районе.

source: Confront the slaver.
fr: Affrontez l'esclavagiste.
ko: 노예상과 대치한다.
ru: Сразиться с работорговцами.

source: Spend time using your map data to find a better place for them to settle.
fr: Passez du temps à utiliser vos données cartographiques pour trouver un meilleur endroit où s'installer.
ko: 시간을 들여 성도 데이터를 분석해 정착지로 더 적절한 곳을 찾는다.
ru: Потратить время, используя картографические данные, чтобы найти лучшее место для их поселения.

source: Your ship's readings say that there is a ship wreck occupied by Vagabond Ghosts at this location.
fr: Les relevés de votre vaisseau indiquent qu'il y a une épave occupée par des Fantômes vagabonds à cet endroit.
ko: 탐색 결과 이 위치에 떠돌이들에게 점거당한 난파선이 있다고 합니다.
ru: Согласно показаниям вашего корабля, в этом месте находится останки корабля, занятые призраками-бродягами.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: The Vagabond ship is the only sign of intelligent life in the sector, however.
fr: Le vaisseau Vagabond est cependant le seul signe de vie intelligente dans le secteur.
ko: 행성에선 아무런 지성체도 감지되지 않습니다.
ru: Однако корабль бродяг - единственный признак разумной жизни в этом секторе.

source: Confront the Vagabond.
fr: Affronter le vagabond.
ko: 떠돌이들과 대치한다.
ru: Сразиться с бродягами.

source: Spend time using your map data to find a better place for them to settle.
fr: Passez du temps à utiliser vos données cartographiques pour trouver un meilleur endroit où s'installer.
ko: 시간을 들여 성도 데이터를 분석해 정착지로 더 적절한 곳을 찾는다.
ru: Потратить время, используя картографические данные, чтобы найти лучшее место для их поселения.

source: Collect data on the planet's surface.
fr: Collecter des données sur la surface de la planète.
ko: 행성 표면의 데이터를 수집한다.
ru: Собрать данные о поверхности планеты.

source: The Vagabonds seem to be settling the planet's surface.
fr: Les Vagabonds semblent s'installer à la surface de la planète.
ko: 떠돌이들이 행성 표면에 정착하고 있는 것 같습니다.
ru: Бродяги, похоже, заселяют поверхность планеты.

source: Confront the Vagabond.
fr: Affronter le vagabond.
ko: 떠돌이들과 대치한다.
ru: Сразиться с бродягами.

source: Spend time using your map data to find a better place for them to settle.
fr: Passez du temps à utiliser vos données cartographiques pour trouver un meilleur endroit où s'installer.
ko: 시간을 들여 성도 데이터를 분석해 정착지로 더 적절한 곳을 찾는다.
ru: Потратить время, используя картографические данные, чтобы найти лучшее место для их поселения.

source: "Vagabonds? That don't bother me one bit. I ain't 'fraid of no ghosts!"
fr: "Vagabonds ? Ça ne m'dérange pas du tout. J'n'ai pas peur des fantômes !"
ko: "떠돌이들이라고요? 아무 문제 없습니다. 전 유령 같은 거 무서워하지 않거든요!"
ru: "Бродяги"? Меня это ничуть не смущает. Я не боюсь никаких призраков!"

# data/events_sector_unexplored.xml$//event[@name="UNEXPLORED_FRONTIER_NONE"]/text
source: The "evidence of pirates" appears to be little more than debris from a wreck long past. While the quality has degraded, it's still scrap that you can harvest.
fr: Les "preuves de piraterie" semblent n'être rien d'autre que des débris d'une épave depuis longtemps disparue. Bien que la qualité se soit dégradée il s'agit toujours de ferraille que vous pouvez récolter.
ko: '해적의 흔적'은 그냥 오래전에 난파선에서 떨어져 나온 잔해였던 것으로 보입니다. 품질은 떨어지지만 여전히 스크랩으로 활용할 수 있습니다.
ru: "Доказательства нахождения здесь пиратов" кажутся не более чем развалинами корабля. Хотя качество обломков ухудшилось, с их все еще можно собрать лом.

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: "There weren't no pirates? Just flotsam? Whew! We'll begin settlin' immediately. Here's a reward for your efforts." The ship departs for the planet that they had come to settle.
fr: "Il n'y avait pas de pirates ? Juste des déchets flottants ? Ouf ! Nous allons commencer à nous installer immédiatement. Voici une récompense pour vos efforts" Le vaisseau part pour la planète qu'ils sont venus coloniser.
ko: "해적이 없어요? 표류물만 있다고요? 휴! 바로 정착을 시작하겠네요. 여기 여러분의 노고에 대한 보상을 준비했습니다." 개척자들은 즉시 그들이 바라던 행성으로 출발했습니다.
ru: "Там не было пиратов? Только обломки корабля? Ух ты! Мы немедленно приступим к обустройству. Вот награда за ваши старания". Корабль отправляется на планету, которую они прибыли колонизировать.

source: After disposing of the pirate and dispatching their ship, the area is clear. There is no pirate hideaway here - This should answer any follow up questions the Frontiersman has.
fr: Après s'être débarrassé du pirate et de son vaisseau, la zone est dégagée. Il n'y a pas de cachette de pirate ici. Cela devrait répondre à toutes les questions que se pose le Frontalier.
ru: После уничтожения пиратов и разборки их корабля на лом, местность зачищена - здесь нет пиратского логова, и это отвечает интересам колонистов.

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ru: Вернуться к колонистам.

source: "So there WAS a pirate. Thanks for handling them for us. Hopefully none o' their friends come looking for them..."
fr: "Donc il y AVAIT bien un pirate. Merci de vous en être occupé pour nous. Espérons qu'aucun d'leurs amis ne viendra les chercher..."
ko: "정말로 해적이 있었군요. 우리를 위해 그놈을 처리해 줘서 고마워요. 설마 해적의 동료들이 찾아오진 않겠죠..."
ru: "Значит, здесь БЫЛИ пираты. Спасибо, что позаботились о них для нас. Надеюсь, никто из их друзей не станет их искать..."

source: After disposing of the pirate and dispatching their ship, you find the hideaway that the pirates had been staying at. This area is likely too dangerous to settle, especially after you just killed one of them.
fr: Après avoir éliminé le pirate et détruit son vaisseau, vous trouvez la cachette des pirates. Cette zone est probablement trop dangereuse pour s'y installer, surtout après avoir tué l'un d'entre eux.
ko: 해적을 처치하고 갈무리까지 마쳤지만, 해적들이 머물던 은신처가 발견됐습니다. 이 지역은 정착하기에는 너무 위험할 것 같습니다. 싸움을 걸어버린 지금은 더욱더 말이죠.
ru: Расправившись с пиратами и разобрав их корабль, вы находите логово, в котором они остановились. Скорее всего, это место слишком опасно, особенно после того, как вы только что убили одних из них.

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ru: Вернуться к колонистам.

source: "A pirate hideout...? All the good planets done been scooped up already, I reckon. Back to the drawin' board..."
fr: "Un repaire de pirates... ? Toutes les bonnes planètes ont déjà été prises je pense. Retour à la case départ..."
ko: "해적의 은신처라고요...? 좋은 행성은 이미 다 싹쓸이했나 보네요. 그럼 저희는 다시 방황해야겠어요..."
ru: "Пиратское логово...? Думаю, все пригодные планеты уже заняты. Вернемся к чертежной доске..."

# data/events_sector_unexplored.xml$//event[@name="UNEXPLORED_ORCHID"]/text
source: An Orchid ship resides here. "Renegade! We need you to help us out. One of our people went missing in this nebula. We Orchids don't like nebulas very much, that's why we're taking a break out here. Sure, some of us are willing to put in the work to explore them, but we need to photosynthesize, and nebulas tend to get in the way. Anyway, you'll be able to search it much faster than we can. Think you can help us out?"
fr: Un vaisseau Orchidée réside ici. "Renégat ! Nous avons besoin de toi pour nous aider. L'un des nôtres a disparu dans cette nébuleuse. Nous, les Orchidées, n'aimons pas beaucoup les nébuleuses c'est pourquoi nous faisons une pause ici. Bien sûr, certains d'entre nous sont prêts à travailler pour les explorer mais nous avons besoin de photosynthèse et les nébuleuses ont tendance à nous gêner. Quoi qu'il en soit vous serez en mesure d'effectuer des recherches bien plus rapidement que nous. Vous pensez pouvoir nous aider ?"
ko: 이곳에 오키드 함선이 있습니다. "배회자님! 우리 좀 도와주세요. 동료 한 명이 이 성운에서 실종됐어요. 우리 오키드 종족은 성운을 별로 좋아하지 않아서 여기서 쉬고 있었고요. 물론, 실종된 동료를 찾으려고 열심히 성운을 탐사한 이들도 있지만, 광합성을 해야 하는데 성운이 방해된단 말이죠. 어쨌든 당신은 우리보다 훨씬 빨리 수색할 수 있을 거예요. 도와주실 수 있나요?"
ru: Здесь находится корабль орхидей. "Ренегат! Нам нужна ваша помощь. Один из наших пропал в этой туманности. Мы, орхидеи, не очень любим туманности, поэтому мы решили передохнуть здесь. Конечно, некоторые из нас готовы приложить усилия, чтобы исследовать их, но нам нужен фотосинтез, а туманности обычно становятся помехой. В любом случае, вы сможете провести поисковые работы гораздо быстрее, чем мы. Как думаете, вы сможете нам помочь?"

source: Tell them you'll keep an eye out.
fr: Dites-leur que vous allez jeter un oeil.
ko: 찾아보겠다고 말한다.
ru: Сказать им, что позаботитесь об этом.

source: "Thank you! Here is the data you need on the missing person. Once you zero in on the target, we'll meet you there!"
fr: "Merci ! Voici les données dont vous avez besoin sur la personne disparue. Une fois que vous aurez trouvé la cible, nous vous rejoindrons là-bas !"
ko: "감사합니다! 이게 실종자에 대한 데이터에요. 목적지에 도착하면 거기서 뵙겠습니다!"
ru: "Спасибо! Вот необходимые вам данные о пропавшем человеке. Как только вы найдете цель, мы встретимся с вами там!"

source: Attack these Orchids.
fr: Attaquer les Orchidées.
ko: 오키드를 공격한다.
ru: Атаковать орхидей.

source: The Orchids frantically turn their comms off as you attack them.
fr: Les Orchidées éteignent frénétiquement leurs communications lorsque vous les attaquez.
ko: 오키드는 당신이 공격하자 정신없이 통신을 종료했습니다.
ru: Орхидеи в отчаянии отключают связь, когда вы атакуете их.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Tell them there isn't much you can do for them.
fr: Dites-leur que vous ne pouvez pas faire grand-chose pour eux.
ko: 도와주기 어렵다고 말한다.
ru: Сказать, что вы мало чем можете им помочь.

source: "We understand."
fr: "Nous comprenons."
ko: "그래도 괜찮아요."
ru: "Мы понимаем".

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: "You... you can't make me go back! They... they'll never accept me once they find out the truth!" The Orchid sighs. "I... I tried a human salad. And... it was good. Carrots. Lettuce. Tomatoes... They're tasty... and so I kept eating them... And then I got to wondering... how the plants on Rt'lak Et tasted..." The Orchid shivers. "They'll find out what I've done! I can't go back!"
fr: "Vous... vous ne pouvez pas m'obliger à y retourner ! Ils... ils ne m'accepteront jamais lorsqu'ils découvriront la vérité !" L'Orchidée soupire. "J'ai... J'ai essayé une salade humaine. Et... c'était bon. Des carottes. De la laitue. Des tomates... C'est bon... et j'ai continué à en manger... Et puis je me suis demandé... quel goût avaient les plantes du Rt'lak Et..." L'Orchidée frissonne : "Ils vont découvrir ce que j'ai fait ! Je ne peux pas revenir en arrière !"
ko: "저... 저는 돌아갈 수 없어요! 그들이... 진실을 알게 되면 결코 절 받아주지 않을 거예요!" 오키드가 한숨을 쉽니다. "저는... 저는 인간의 샐러드를 먹어봤어요. 맛이... 좋더라고요. 당근. 양상추. 토마토... 모두 맛있었어요... 그래서 계속 먹었어요... 그러다 문득 궁금해졌어요... Rt'lak Et의 식물은 어떤 맛일가..." 오키드가 몸을 떱니다. "그들은 분명 제가 한 짓을 알아낼 거예요! 전 돌아갈 수 없어요!"
ru: "Ты... ты не можешь заставить меня вернуться! Они... они никогда не примут меня, когда узнают правду!" Орхидея вздыхает. "Я... я попробовала человеческий салат. И... это было вкусно. Морковь. Салат-латук. Помидоры... Они вкусные... и я продолжила их есть... А потом мне стало интересно... как на вкус растения на Рт'лак Эт..." Орхидея вздрагивает. "Они узнают, что я сделала! Я не могу вернуться!"

source: Turn the Orchid in.
fr: Remettre l'orchidée.
ko: 오키드를 돌려보낸다.
ru: Выдать орхидею.

source: You hold the Orchid until the ship comes back. As the other Orchid ship comes in, they notice the destroyed Auto-ship. "What happened here...? Clearly we will have to look into this further. Thank you for helping us find the missing person. Here's the other half of your reward!"
fr: Vous gardez l'Orchidée jusqu'à ce que le vaisseau revienne. Lorsque l'autre vaisseau de l'Orchidée arrive ils remarquent l'auto-vaisseau détruit. "Que s'est-il passé ici... ? Il est clair que nous allons devoir approfondir la question. Merci de nous avoir aidés à retrouver la personne disparue. Voici l'autre moitié de votre récompense !"
ko: 당신은 의뢰한 오키드가 돌아올 때까지 실종됐던 오키드를 붙잡고 있었습니다. 오키드 함선이 들어오면서 파괴된 무인기를 발견합니다. "여기서 무슨 일이 있었던 거죠...? 좀 더 조사해 봐야겠군요. 실종자를 찾는 데 도움을 주셔서 감사합니다. 보상의 나머지 절반은 여기 있습니다!"
ru: Вы задерживаете орхидею до тех пор, пока корабль не прибудет. Когда другой корабль орхидей прибывает, они замечают разрушенный автоматический корабль. "Что здесь произошло...? Очевидно, нам придется разобраться в этом получше. Спасибо, что помогли нам найти пропавшего человека. Вот вторая половина вашего вознаграждения!"

source: Offer sanctuary and leave before the Orchids arrive.
fr: Offrez un refuge et partez avant l'arrivée des orchidées.
ko: 안식처를 제공하고 다른 오키드가 도착하기 전에 떠난다.
ru: Предложить ей убежище и улететь, пока не появились орхидеи.

source: "Really? We'd better get out of here fast. Please avoid Gathering space if you can!"
fr: "Vraiment ? Nous ferions mieux de partir d'ici rapidement. Évitez l'espace de la Congrégation si vous le pouvez !"
ko: "정말요? 그럼 빨리 여기서 나갑시다. 되도록 군락의 영역은 피해주세요!"
ru: "Правда? Нам лучше поскорее убраться отсюда. Пожалуйста, если сможете, избегайте Соцветия!"

source: According to your readouts, the missing Orchid may be at this location.
fr: D'après vos relevés, l'Orchidée manquante pourrait se trouver à cet endroit.
ko: 데이터에 따르면 실종된 오키드는 이 위치에 있는 것으로 추정됩니다.
ru: Согласно вашим данным, пропавшая орхидея может находиться в этом месте.
