Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

# data/events_sector_unexplored.xml$/FTL/event[@name="NEBULA_STORM_REBEL"]/text
source: You arrive in the middle of a plasma storm. Despite the harsh conditions, a Rebel scout seems to be waiting for you.
de: Du kommst in der Mitte eines Plasmasturms an. Trotz den unvorteilhaften Zuständen, scheint ein Rebellenspäher hier auf dich zu warten.
fr: Vous arrivez au milieu d'une tempête de plasma. Malgré les mauvaises conditions, un éclaireur Rebelle semble vous attendre.
ko: 당신은 플라즈마 폭풍의 한가운데에 도달했습니다. 좋지 않은 상태임에도 불구하고, 반군 정찰기가 당신을 기다리는 것 처럼 보입니다.
ru: Вы прибываете в самый разгар ионного шторма. Несмотря на суровые условия, разведчик повстанцев, кажется, ждет вас.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You cross paths with an advance scout of the Rebel fleet searching this section of the nebula for your ship.
de: Du triffst auf einen Späher der Rebellenflotte, der in diesem Nebel nach deinem Schiff sucht.
fr: Votre chemin croise celui d'un éclaireur de la flotte Rebelle cherchant votre vaisseau dans cette section de la nébuleuse.
ko: 이 성운 구역을 수색하며 당신을 찾던 반군 함대의 고급 정찰기와 마주쳤습니다.
ru: Вы пересекаетесь с передовым разведчиком флота повстанцев, который ищет ваш корабль в этой части туманности.

source: You jump into a calmer part of the nebula. However, your relief fades as a Rebel scout jumps to the beacon and moves in to attack.
de: Du springst in einen ruhigeren Teil des Nebels. Jedoch bist du nicht mehr so erleichtert, als ein Rebellenspäher herspringt und angreift.
fr: Vous sautez dans un endroit plus calme de la nébuleuse, mais votre soulagement est interrompu quand un éclaireur Rebelle saute à la balise et se met en position d'attaque.
ko: 당신은 성운의 잔잔한 부분으로 도약합니다. 하지만 당신의 안도감은 반군 정찰기가 송신소로 도약하여 전투를 준비하자 사라집니다.
ru: Вы прыгаете в более спокойную часть туманности. Однако ваше облегчение исчезает, когда разведчик повстанцев прыгает к маяку и переходит в атаку.

source: The tangled wrecks of many ships wait in dormancy here. You see lights flicker on what looks like debris. A Rebel scout bursts out of the wreckage!
de: Die verknoteten Wracks von vielen Schiffen, haben hier ihre Ruhestätte. Du siehst ein paar Lichter flackern, in einem Haufen der wie Trümmer aussieht. Ein Rebellenspäher kracht durch das Wrack!
fr: Les carcasse entremêlées de bien des vaisseaux vous attend ici. Vous voyez des lumière dans ce qui semble être des débris. Un éclaireur Rebelle en sort !
ko: 많은 난파선이 뒤엉켜 폐허를 이루고 있습니다. 당신은 함선의 잔해처럼 보이는 것에서 깜빡이는 불빛을 발견했습니다. 반군 정찰기가 잔해속에서 폭격을 시작합니다!
ru: Перемешанные обломки многих кораблей покоятся здесь в ожидании своего часа. Вы видите, как на обломках корабля мерцают огоньки. Из-под обломков появляется разведчик повстанцев!

source: This drone isn't looking for you. Perhaps it's scouting ahead for the Rebel expansion or maybe they're seeking to use this nebula for cover. Regardless, it identifies you as hostile.
de: Die Drohne sucht nicht nach dir. Vielleicht späht sie den Sektor für die Rebellenexpansion aus oder vielleicht will sie den Nebel als Deckung nutzen. Egal wie, sie hat dich als Feind identifiziert.
fr: Ce drone ne vous cherchait pas. Peut-être était-il en train d'explorer pour l'expansion Rebelle ou tentait-il de se camoufler avec la nébuleuse. Dans tous les cas, il vous identifie comme hostile.
ko: 이 드론은 당신을 찾는 게 아닌 듯합니다. 아마 반군의 영역 확장을 위해 정찰 중이거나 몸을 숨기기 위해 성운을 찾는 중일 겁니다. 뭐가 되었든 간에, 드론은 당신을 발견하고 적대시하기 시작합니다.
ru: Этот дрон разыскивает не вас. Возможно, он разведывает обстановку перед экспансией повстанцев, а может быть, ищет укрытие в этой туманности. Независимо от этого, он идентифицирует вас как врага.

source: It's worrying that the Rebels have penetrated so deep into uncharted space, even if it is only an unmanned craft. It arms its weapons; you should do the same.
de: Es ist beunruhigen, dass die Rebellen so tief in unerforschten Raum vorgedrungen sind, selbst wenn es ein unbemanntes Schiff ist. Es fährt die Waffen hoch und du solltest das Gleiche tun.
fr: Il est inquiétant de voir que les Rebelles ont pénétré si profondément dans l'espace inconnu, même si ce n'est qu'un drone. Il active ses arme ; vous devriez faire de même.
ko: 반군 함대의 무인 정찰기임에 불과할지라도, 미지의 장소로 깊숙히 들어가는 것은 걱정스러운 일입니다. 그것은 무기를 무장합니다. 당신도 똑같이 해야합니다.
ru: Вызывает беспокойство, что повстанцы проникли так глубоко в неизведанное пространство, даже если это всего лишь беспилотный корабль. Он заряжает оружие; вы должны сделать то же самое.

# data/events_sector_unexplored.xml$/FTL/event[@name="NEBULA_STORM_AUTO"]/text
source: You jump into a sector of the nebula beset by a plasma storm. An automated Rebel ship stationed at the beacon moves in to attack.
de: Du springst in einen Sektor des Nebels, welcher von einem Plasmasturm betroffen ist. Ein automatisiertes Rebellenschiff ist an diesem Signalpunkt stationiert und macht sich zum Angriff bereit.
fr: Vous arrivez dans une portion de la nébuleuse frappée par une tempête de plasma. Un Auto-vaisseau Rebelle stationné à proximité vous s'apprête à vous attaquer.
ko: 플라즈마 폭풍이 몰아치는 성운지대로 도약했습니다. 송신소에 주둔중인 반군 무인기가 공격하러 다가오고 있습니다.
ru: Вы прыгаете в туманный сектор, охваченный ионным штормом. Автоматический корабль повстанцев, охраняющий этот маяк, переходит в атаку.

source: Prepare to fight.
de: Mache dich zum Kampf bereit.
fr: Se préparer au combat.
ko: 전투를 준비한다.
ru: Приготовиться к бою.

source: You prepare for combat.
de: Du machst dich zum Kampf bereit.
fr: Vous vous préparez au combat.
ko: 당신은 전투를 준비합니다.
ru: Вы готовитесь к бою.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Upg. Engines) Attempt to out-run it.
de: (Triebwerke) Versuche ihm zu entkommen.
fr: (Moteurs améliorés) Essayer de le semer.
ko: (엔진실) 도망을 시도한다.
ru: (Улучш. Двигатели) Попытаться сбежать.

source: (Adv. Engines) Attempt to out-run it.
de: (Triebwerke) Versuche ihm zu entkommen.
fr: (Moteurs de pointe) Essayer de le semer.
ko: (엔진실) 도망을 시도한다.
ru: (Продв. Двигатели) Попытаться сбежать.

source: You successfully lose the ship in the storm.
de: Du schaffst es das Schiff im Sturm zu verlieren.
fr: Vous arrivez à semer le vaisseau dans la tempête.
ko: 당신은 성공적으로 폭풍 속에서 함선을 따돌렸습니다.
ru: Вы успешно улетаете от корабля во время шторма.

source: (Cloaking) Use your cloaking to escape.
de: (Tarnung) Nutze deine Tarnung, um zu fliehen.
fr: (Camouflage) Utiliser le camouflage et filer.
ko: (은폐장) 은폐장을 사용하여 탈출한다.
ru: (Маскировка) Замаскироваться и сбежать.

source: By using your advanced cloaking system you easily lose your pursuer in the storm.
de: Indem du dein verbessertes Tarnungs-System nutzt, kannst du mit Leichtigkeit deinen Verfolger im Sturm verlieren.
fr: En utilisant votre camouflage avancé, vous arrivez facilement à semer votre poursuivant dans la tempête.
ko: 당신의 최고급 은폐장 시스템을 이용해 폭풍 속에서 쉽게 추적자를 따돌렸습니다.
ru: Пользуясь своей продвинутой системы маскировки, вы с легкостью скрываетесь от преследователя в шторме.

source: You successfully lose the ship in the storm.
de: Du schaffst es das Schiff im Sturm zu verlieren.
fr: Vous arrivez à semer le vaisseau dans la tempête.
ko: 당신은 성공적으로 폭풍 속에서 함선을 따돌렸습니다.
ru: Вы успешно улетаете от корабля во время шторма.

source: Despite your advanced engines you are unable to shake them; you turn and prepare for a fight.
de: Trotz deinen verbesserten Triebwerken, bist du nicht in der Lage ihn zu verlieren; du drehst um und machst dich zum Kampf bereit.
fr: Malgré vos moteurs améliorés, il reste à vos trousses ; vous vous préparez au combat.
ko: 최고급 엔진임에도 불구하고 당신은 함선을 따돌릴 수 없었습니다. 당신은 돌아서서 전투를 준비합니다.
ru: Несмотря на то, что у вас продвинутые двигатели, вы не в состоянии расшевелить их; вы поворачиваетесь и готовитесь к бою.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//textList[@name="NEBULA_PIRATE"]/text[1]
source: As you drift through the nebula an unmarked vessel descends from the clouds and into your wake. Their weapons come online.
de: Während du durch den Nebel fliegst, sinkt ein unmarkiertes Schiff aus den Wolken und kommt auf dich zu. Sie fahren ihre Waffen hoch.
fr: Alors que vous dérivez à travers la nébuleuse, un vaisseau inconnu sort des nuages dans votre sillage. Leurs armes s'activent.
ko: 당신이 성운을 떠돌고 있을 때, 어떤 표시도 없는 선박이 성운 구름속에서 내려와 당신이 있는 곳으로 옵니다. 그들의 무기가 점화됩니다.
ru: Когда вы проходите через туманность, из облаков на вас несется корабль без опознавательных знаков. Его оружие включается.

# data/events_sector_unexplored.xml$//textList[@name="NEBULA_PIRATE"]/text[2]
source: A pirate ship pulls out of the ether and hails: "You know what I love about this part of the galaxy? The explorers! You always carry such fine loot." They lock weapons.
de: Ein Piratenschiff kommt aus dem Ether und ruft dich:"Weißt du was ich an diesem Teil der Galaxie liebe? Die Erkunder! Sie haben immer solche gute Beute." Sie visieren dich mit ihren Waffen an.
fr: Un vaisseau pirate sort de l'Éther et vous dit : "Vous savez ce que j'aime avec cet endroit de la galaxie ? Les explorateurs ! Ils ont toujours de magnifiques butins." Ils verrouillent leurs armes.
ko: 해적선이 높은 곳에서 튀어나와 메시지를 보냅니다. “내가 이 은하에서 좋아하는게 뭔지 아나? 바로 탐험가들! 항상 좋은 물품들을 가지고 다니거든!” 그들은 무기를 장전합니다.
ru: Пиратский корабль выходит из эфира и сообщает: "Знаете, что мне нравится в этой части галактики? Исследователи! Вы всегда везете такую прекрасную добычу". Они активируют оружие.

# data/events_sector_unexplored.xml$//textList[@name="NEBULA_PIRATE"]/text[3]
source: As you coast through the nebula a pirate ship matches your course and closes the distance. Better to pick your battleground, but beggars can't be choosers.
de: Als du durch den Nebel gleitest, kopiert ein Piratenschiff deinen Kurs und nähert sich dir. Es wäre besser wenn du wo anders kämpfen könntest, jedoch können Leute in deiner Situation, nicht den Luxus der Wahl haben.
fr: Alors que vous naviguez la nébuleuse, un vaisseau pirate vous suit et se rapproche. Vous auriez préféré un autre champ de bataille, mais on ne peut pas toujours choisir.
ko: 당신이 성운 속을 항해할 때, 해적선이 항로가 서로 일치한다는 것을 알고 접근합니다. 교전지를 고르는 것이 좋겠지만, 물불 가릴 처지겠습니까.
ru: Когда вы пересекаете туманность, пиратский корабль ложится на ваш курс и сокращает расстояние. Лучше выбирать место боя, но не всегда есть возможность.

# data/events_sector_unexplored.xml$//textList[@name="NEBULA_PIRATE"]/text[4]
source: A hostile vessel descends from out of the nebula. Combat stations!
de: Ein feindliches Schiff sinkt aus dem Nebel heraus. Zu den Waffen!
fr: Un vaisseau hostile sort de la nébuleuse. Branlebat de combat !
ko: 적대적인 함선이 성운에서 급강하 합니다. 전투입니다!
ru: Из туманности появляется вражеский корабль. К боевым постам!

# data/events_sector_unexplored.xml$//textList[@name="NEBULA_PIRATE"]/text[5]
source: You try to read the ID of a ship ahead in the fog, but it's too thick to penetrate. You have your answer when the ship turns, weapons hot!
de: Du versuchst ein Schiff im Nebel zu identifizieren, aber er ist zu eng um ihn zu durchdringen. Dir wird klar, was für ein Schiff es ist, als es seine Waffen hochfährt!
fr: Vous essayez de lire l'ID d'un vaisseau au loin dans le brouillard, mais vos scans ne pénètrent pas. Vous avez votre réponse quand le vaisseau se retourne, les armes prêtes !
ko: 당신은 안개 속에서 앞쪽 함선의 인식표를 읽어보려 했지만, 안개가 너무 두꺼워 알아볼 수 없었습니다. 하지만 곧 답을 알아낼 수 있었습니다. 그 함선이 무기를 장전한 채로 당신을 향해 돌아섰기 때문이죠!
ru: Вы пытаетесь разобрать идентификатор корабля в тумане, но он слишком густой, чтобы пробиться сквозь него. Вы получаете ответ, когда корабль совершает разворот, оружие активировано!

source: It seems that the nebula here has condensed into a newly born star. It's quite the spectacle... but also very deadly. A Slug vessel is admiring the star, but upon seeing you decides to attack instead!
de: Es scheint dass der Nebel hier, zu einem neuen Stern kondensiert ist. Es ist ein echtes Spektakel... aber auch sehr gefährlich. Ein tödliches Slugschiff bewundert den Stern, aber als es dich erblickt greift es an!
fr: Il semble que cette partie de la nébuleuse s'est condensée en une jeune étoile. C'est un sacré spectacle... mais c'est aussi très dangereux. Un vaisseau Limace admire l'étoile, mais en vous voyant, il attaque !
ko: 성운이 응축되어 새로운 행성이 탄생한 듯 합니다. 꽤 웅장하군요... 그러나 매우 위험합니다. 슬러그 함선이 별을 바라보며 감탄하고 있지만, 곧 당신을 보고 공격하기로 합니다!
ru: Похоже, что туманность сгустилась в недавно родившуюся звезду. Очень красивое зрелище... но также и очень смертоносное. Корабль слизней любуется звездой, но увидев вас, решает атаковать!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_STORM_BOARDING"]/text
source: You find two heavily damaged ships floating nearby, the remains of a battle. You begin to harvest some usable debris when you hear the sounds of someone beaming aboard followed by the shouts of a boarding party.
de: Du findest zwei schwer beschädigte Schiffe, welche die Überbleibsel eines Kampfes sind. Du beginnst ein paar Trümmer zu sammeln, als du das Geräusch eines Teleporters hörst und Schreie einer Enter-Truppe.
fr: Vous tombez sur deux vaisseaux sévèrement endommagés dérivant dans le secteur, probablement les vestiges d'une bataille. Alors que vous récupérez les débris encore utilisables, vous entendez un bruit de téléportation à bord, suivi des vociférations de l'unité d'abordage.
ko: 심각한 피해를 입은 함선 두 척이 근처에 떠다니고 있습니다. 전투의 흔적입니다. 당신이 쓸만해 보이는 잔해를 수집하고 있을 때, 누군가 침입하는 소리와 함께 강습 부대의 함성이 들려옵니다.
ru: Вы обнаружили два сильно поврежденных корабля, дрейфующих неподалеку, - следы сражения. Вы начинаете собирать пригодные для использования обломки, когда слышите звуки чьей-то телепортации на борт, а затем крики абордажной группы.
