Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: An unvisited location.
de: Ein unbesuchter Ort.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.

source: An unvisited location.
de: Ein unbesuchter Ort.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.

source: This is the exit beacon. Go here to travel to the next sector.
de: Das ist der Ausgangs-Signalpunkt. Gehe hier hin, um zum nächsten Sektor zu reisen.
fr: Ceci est la balise de sortie. Allez-y pour vous rendre au secteur suivant.
ko: 이 구역을 나갈 수 있는 송신소입니다. 이곳에서 다음 구역으로 가실 수 있습니다.
ru: Это выходной маяк. Идите сюда, чтобы попасть в следующий сектор.

# data/events_sector_unexplored.xml$//event[@name="FINISH_BEACON_UNEXPLORED"]/text
source: You've discovered the exit beacon out of the sector. Once the FTL drive is charged you'll be able to leave this sector.
de: Du hast den Ausgangs-Signalpunkt des Sektors gefunden. Sobald dein FTL-Antrieb geladen ist, bist du in der Lage den Sektor zu verlassen.
fr: Vous êtes arrivé à la Balise Longue-Portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
ko: 당신은 이 구역에서 나갈 수 있는 송신소를 발견했습니다. 초광속 도약이 충전되면 이 구역을 떠날 수 있습니다.
ru: Вы обнаружили выходной маяк из сектора. Как только сверхсветовой привод будет заряжен, вы сможете покинуть этот сектор.

source: Explore.
de: Erkunden.
fr: Explorer.
ko: 탐사한다.
ru: Исследовать.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: An unvisited location.
de: Ein unbesuchter Ort.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.

source: An unvisited location.
de: Ein unbesuchter Ort.
fr: Endroit non exploré.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.

source: This is the exit beacon. Go here to travel to the next sector.
de: Das ist der Ausgangs-Signalpunkt. Gehe hier hin, um zum nächsten Sektor zu reisen.
fr: Ceci est la balise de sortie. Allez-y pour vous rendre au secteur suivant.
ko: 이 구역을 나갈 수 있는 송신소입니다. 이곳에서 다음 구역으로 가실 수 있습니다.
ru: Это выходной маяк. Идите сюда, чтобы попасть в следующий сектор.

source: You've discovered the exit beacon out of the sector. Once the FTL drive is charged you'll be able to leave this sector.
de: Du hast den Ausgangs-Signalpunkt des Sektors gefunden. Sobald dein FTL-Antrieb geladen ist, bist du in der Lage den Sektor zu verlassen.
fr: Vous êtes arrivé à la Balise Longue-Portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
ko: 당신은 이 구역에서 나갈 수 있는 송신소를 발견했습니다. 초광속 도약이 충전되면 이 구역을 떠날 수 있습니다.
ru: Вы обнаружили выходной маяк из сектора. Как только сверхсветовой привод будет заряжен, вы сможете покинуть этот сектор.

source: Explore.
de: Erkunden.
fr: Explorer.
ko: 탐사한다.
ru: Исследовать.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="UNEXPLORED_FRONTIER"]/text
source: A slightly worn down Union ship waits here. "Howdy, Renegade. We frontiersmen have been looking to settle on a quiet world far away from the war. We don't got a sophisticated sensor system like your fancy cruisers do, and our weapons aren't much to look at. We were hoping to settle a world 'round these parts... but as we got closer we thought we might have seen signs o' one of them pirates. D'ya reckon you could go check to see if it's safe?"
fr: Un vaisseau de l'Union légèrement usé attend ici. "Salut ! Renégat. Nous, les pionniers, cherchons à nous installer sur un monde tranquille, loin de la guerre. Nous n'avons pas de système de détection sophistiqué comme votre luxueux croiseur et nos armes ne sont pas très belles à voir. Nous espérions nous installer sur un monde dans les environs... mais en nous rapprochant, nous avons cru apercevoir des signes d'un de ces fichu pirates. Y'a moyen que t'ailles vérifier si c'est sûre ?"
ko: 약간 낡은 협회 함선이 이곳에서 대기하고 있습니다. "안녕하세요 배회자 여러분! 저희 개척자들은 전쟁에서 멀리 떨어진 조용한 성단에 정착하고 싶습니다. 그런데 이 함선은 여러분의 멋진 순양함처럼 정교한 센서 시스템도 없고, 무기 또한 별 볼 일 없단 말이죠. 그래서 요 근처 성단에 정착하고 싶었는데... 막상 가보니 해적의 흔적 같은 게 있지 뭡니까. 가서 안전한지 확인해 주실 수 있을까요?"
ru: Здесь находится слегка потрепанный корабль Союза. "Привет, Ренегат. Мы, жители приграничья, хотели поселиться в тихом мире, подальше от войны. У нас нет такой сложной сенсорной системы, как у ваших модных крейсеров, и наши орудия не слишком впечатляющие. Мы надеялись поселиться в этом мире... но когда мы подошли ближе, нам показалось, что мы заметили следы пиратов. Не могли бы вы проверить, безопасно ли здесь?"

source: (Upg. Sensors) Use your advanced sensors to get a detailed reading.
fr: (Capteurs améliorés) Utilisez vos capteurs améliorés pour obtenir une lecture détaillée.
ko: (고급 센서) 뛰어난 센서를 이용해 자세한 상황을 파악한다.
ru: (Улучш. Сенсоры) Использовать свои усовершенствованные сенсоры для получения подробной информации.

source: (Long-Ranged Scanners) Use your scanners to get a detailed reading.
fr: (Scanners à longue portée) Utilisez vos scanners pour obtenir une lecture détaillée.
ko: (장거리 탐사용 스캐너) 스캐너를 이용해 자세한 상황을 파악한다.
ru: (Сканеры дальнего действия) Использовать свои сканеры для получения подробной информации.

source: Agree to go investigate the area.
fr: Accepter d'aller enquêter dans la région.
ko: 해당 지역을 조사해 주겠다고 한다.
ru: Согласиться исследовать местность.

source: Attack them.
de: Greife sie an.
fr: Les attaquer.
ko: 공격한다.
ru: Атаковать их.

source: You decide to prey upon the ship. Since you're so far out and they're cut off from civilization, this action won't likely harm your reputation.
fr: Vous décidez de vous attaquer au vaisseau. Puisque vous êtes si loin et qu'ils sont coupés de la civilisation, cette action ne risque pas de nuire à votre réputation.
ko: 당신은 협회 함선을 약탈하기로 결정했습니다. 충분히 멀리까지 날아왔고 저들도 문명과 단절되어 있기 때문에 이 행동이 평판에 해를 끼치지는 않을 것입니다.
ru: Вы решаете напасть на корабль. Поскольку вы находитесь так далеко, а они отрезаны от цивилизации, это действие вряд ли повредит вашей репутации.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Leave them to their own devices.
fr: Les laisser se débrouiller seuls.
ko: 직접 조사하게 놔둔다.
ru: Оставить их на произвол судьбы.

source: The voice on the other end mutters. "Can't depend upon anybody, I s'pose..."
fr: La voix à l'autre bout de l'écran marmonne : "On ne peut compter sur personne, j'suppose..."
ko: 개척자가 중얼거립니다. "나는 누구에게도 의지할 수 없는 건가..."
ru: Голос на другом конце пробормотал. "Боюсь, ни на кого нельзя положиться..."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: A smuggler is situated in orbit around a nearby planet. As you draw close, they hail you. "You lookin' to do business, or make trouble?"
fr: Un contrebandier se trouve en orbite autour d'une planète voisine. Alors que vous vous approchez, ils vous contactent "Vous cherchez à faire buisness... ou à créer des problèmes ?"
ko: 밀수꾼이 인근 행성 궤도를 돌고 있습니다. 가까이 다가가자 교신이 왔습니다 "물건을 보러 왔나, 아니면 말썽을 일으키러 왔나?"
ru: Контрабандисты находятся на орбите ближайшей планеты. Когда вы приближаетесь, они вызывают вас. "Ты собираешься заняться бизнесом или доставить неприятности?"

source: Attack!
de: Angriff!
fr: Attaquer !
ko: 공격!
ru: Атаковать!

source: You make your answer clear by warming your weapons. "Trouble it is."
fr: Vous faites comprendre votre réponse en réchauffant vos armes. "C'est un problème."
ko: 당신은 말 대신 무기를 들어 답합니다. "말썽이군."
ru: Вы даете понять, что ответ понятен, разогревая орудия. "Это проблема".

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Tell them about the settlers to gauge their reaction.
fr: Parlez-leur des colons pour évaluer leur réaction.
ko: 개척자에 대해 얘기하고 반응을 본다.
ru: Рассказать им о поселенцах, чтобы оценить их реакцию.

source: "Look, pal. We're just passing through. We have more important things to do than yanking some banjos away from hillbillies. Now do you want to buy something or not?"
fr: "Écoute, mon pote. Nous ne faisons que passer. Nous avons des choses plus importantes à faire que d'arracher des banjos à des péquenauds. Maintenant, tu veux acheter quelque chose ou pas ?"
ko: "이봐, 친구. 우린 그냥 지나가는 길이야. 촌놈들 털어먹는 것보다 더 중요한 일이 있다고. 이제 뭐 살 거야 말 거야?"
ru: "Послушай, дружище. Мы просто пролетаем мимо. У нас есть дела поважнее, чем отнимать банджо у деревенщин. Так ты хочешь что-нибудь купить или нет?"

source: Buy a weapon from the smuggler.
fr: Achetez une arme au contrebandier.
ko: 밀수꾼에게서 무기를 산다.
ru: Купить орудие у контрабандистов.

source: Pleasure doin' business with ya, pal. I got some more stuff if you want to see it.
fr: C'est un plaisir de faire affaire avec toi, mon pote. J'ai d'autres trucs s'tu veux les voir.
ko: 거래해서 고마워, 친구. 원하면 더 보고 가라고.
ru: Приятно иметь с тобой дело, дружище. У меня есть еще кое-что, если хочешь взглянуть.

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: After you finish shopping, you return to the settlers to report on the situation. "...it was just a passin' smuggler? You're sure...? Well, I'm not going to argue with you, I guess. If they turn on us then that's on you, buddy."
fr: Après avoir terminé vos achats, vous retournez auprès des colons pour faire un rapport sur la situation. "...ce n'était qu'un contrebandier d'passage ? Vous z'êtes sûr... ? Eh bien, je ne vais pas discuter avec vous je suppose. S'ils se retournent contre nous, c'est de ta faute, mon pote."
ko: 당신은 쇼핑을 마친 후 개척자들에게 돌아가 상황을 보고합니다. "...그냥 지나가는 밀수업자였다고요? 확실해요? 뭐, 논쟁은 하지 않을게요. 그들이 우릴 공격하면 당신 책임인 거죠."
ru: Закончив с покупками, вы возвращаетесь к поселенцам, чтобы доложить о ситуации. "...это были просто пролетающие мимо контрабандисты? Вы уверены...? Что ж, я не собираюсь с вами спорить. Но если они на нас нападут, то это будет на вашей совести, приятель".

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: "...it was just a passin' smuggler? You're sure...? Well, if you say so, I s'pose. If they turn on us then that's on you, partner."
fr: "...ce n'était qu'un contrebandier d'passage ? Vous z'êtes sûr... ? Eh bien, s'tu le dis j'suppose. S'ils se retournent contre nous, c'est de ta faute, partenaire."
ko: "...그냥 지나가는 밀수업자였다고요? 확실해요? 뭐, 당신이 그렇다니 그렇겠죠. 그들이 우릴 공격하면 당신 책임인 겁니다."
ru: "...это были просто пролетавшие мимо контрабандисты? Вы уверены...? Что ж, если вы так говорите, допусти. Но если они на нас нападут, то это будет на вашей совести, партнер".

source: Tell them about the settlers to gauge their reaction.
fr: Parlez-leur des colons pour évaluer leur réaction.
ko: 개척자에 대해 얘기하고 반응을 본다.
ru: Рассказать им о поселенцах, чтобы оценить их реакцию.

source: "Yeah, so? Why should we care? Eye up our paint, buddy. We smugglers avoid drawing attention to ourselves." At this moment, you become aware that the planet the ship is in orbit around has a small hideout. "They wanna be our neighbors? We'll be quiet if they will. Now do you want to buy something or not?"
fr: "Oui et ? Pourquoi devrions-nous nous en soucier ? Regarde notre peinture, mon pote. Nous, les contrebandiers, nous évitons d'attirer l'attention sur nous." À ce moment-là, vous vous rendez compte que la planète autour de laquelle le vaisseau est en orbite abrite une petite cachette. "Ils veulent être nos voisins ? Nous nous tairons s'ils le veulent. Maintenant, vous voulez acheter quelqu'chose ou pas ?"
ko: "그래서 뭐? 우리가 신경이나 쓸까 봐? 우리 도색을 좀 봐, 친구. 밀수업자는 남의 주의를 끌지 않아." 그 순간, 당신은 밀수선이 돌고 있는 행성에 작은 은신처가 있다는 사실을 알게 됩니다. "개척자들이 우리 이웃이 되고 싶어 한다고? 그들이 원한다면 우리는 조용히 있을 거야. 이제 뭐 살 거야 말 거야?"
ru: "Да, и что? Почему нас это должно волновать? Присмотрись к нашей краске, приятель. Мы, контрабандисты, стараемся не привлекать к себе внимания". В этот момент вам становится известно, что на планете, на орбите которой находится корабль, есть небольшое убежище. "Они хотят быть нашими соседями? Мы будем вести себя тихо, если они этого хотят. Так ты хочешь что-нибудь купить или нет?"

source: Buy a weapon from the smuggler.
fr: Achetez une arme au contrebandier.
ko: 밀수꾼에게서 무기를 산다.
ru: Купить орудие у контрабандистов.

source: Pleasure doin' business with ya, pal. I got some more stuff if you want to see it.
fr: C'est un plaisir de faire affaire avec toi, mon pote. J'ai d'autres trucs s'tu veux les voir.
ko: 거래해서 고마워, 친구. 원하면 더 보고 가라고.
ru: Приятно иметь с тобой дело, дружище. У меня есть еще кое-что, если хочешь взглянуть.

source: Return to the Frontiersman
fr: Retourner vers les Pionniers
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: After you finish shopping, you return to the settlers to report on the situation. "...A den o' smugglers? Well... that's a darn shame, but if ya'll are sayin' they're no threat, then we'll give 'er a go. If they turn on us then that's on you, partner."
fr: Après avoir terminé vos achats, vous retournez auprès des colons pour faire un rapport sur la situation : "...Un repaire d'contrebandiers ? Eh bien... c'est vraiment dommage, mais s'vous dites qu'ils n'sont pas une menace alors nous allons tenter notre chance. S'ils s'retournent contre nous, c'est de ta faute, partenaire."
ko: 당신은 쇼핑을 마친 후 개척자들에게 돌아가 상황을 보고합니다. "...밀수업자 소굴이라고요? 흠... 거참 운도 지지리도 없네요. 하지만 당신이 괜찮을 거라고 하니 한번 가보겠습니다. 그들이 우릴 공격하면 당신 책임인 거죠."
ru: Закончив с покупками, вы возвращаетесь к поселенцам, чтобы доложить о ситуации. "...контрабандисты? Что ж... чертовски жаль, но если вы говорите, что они не представляют угрозы, то мы осядем здесь. Но если они на нас нападут, это будет на вашей совести, партнер".

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: "...A den o' smugglers? Well... that's a darn shame, but if ya'll are sayin' they're no threat, then we'll give 'er a go. If they turn on us then that's on you, partner."
fr: "...Un repaire d'contrebandiers ? Eh bien... c'est vraiment dommage, mais s'vous dites qu'ils ne sont pas une menace, alors nous allons tenter notre chance. S'ils se retournent contre nous, c'est d'ta faute, partenaire."
ko: "...밀수업자 소굴이라고요? 흠... 거참 운도 지지리도 없네요. 하지만 당신이 괜찮을 거라고 하니 한번 가보겠습니다. 그들이 우릴 공격하면 당신 책임인 거죠."
ru: "...логово контрабандистов? Что ж... чертовски жаль, но если вы говорите, что они не представляют угрозы, то мы поверим вам. Но если они нападут на нас, то это будет на вашей совести, партнер".

source: Looks like a slaver is here. They're not immediately hostile, but if they remain in the area, the settlers will be captured.
fr: On dirait qu'un esclavagiste est ici. Ils ne sont pas immédiatement hostiles mais s'ils restent dans la zone les colons seront capturés.
ko: 이곳에 노예상이 있는 것 같습니다. 지금 당장은 공격성을 보이지 않고 있지만, 계속 이 지역에 남아 있는다면 개척자들은 붙잡힐 것입니다.
ru: Похоже, здесь находятся работорговцы. Они не настроены враждебно, но если они останутся в этом районе, поселенцы будут взяты в плен.

source: Attack!
de: Angriff!
fr: Attaquer !
ko: 공격!
ru: Атаковать!

source: The settlers will likely want them dead - and you're willing to help them out.
fr: Les colons voudront probablement les tuer et vous êtes prêt à les aider.
ko: 개척자들은 저들이 죽기를 원할 것이고, 당신은 기꺼이 개척자들을 도우려 합니다.
ru: Поселенцы, скорее всего, захотят их убить - и вы готовы им в этом помочь.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Tip them off about the settlers, for a price.
fr: Leur donner des tuyaux sur les colons, moyennant un certain prix.
ko: 개척자들에 대해 알려주고 보상을 받는다.
ru: За определенную плату сообщить им о поселенцах.

source: You offer to sell them the location of a helpless ship. "Not bad, they should be ripe for the plundering. Here's your commission." After paying you, the slavers take off to harvest their prey.
fr: Vous leur proposez de leur vendre l'emplacement d'un vaisseau sans défense. " Pas mal, ils devraient être mûrs pour le pillage. Voilà votre commision." Après vous avoir payé, les esclavagistes partent à la recherche de leur proie.
ko: 당신은 노예상에게 무력한 선박의 위치를 팔겠다고 제안했습니다. "나쁘지 않군. 약탈하기 딱 알맞게 무르익은 상태겠어. 여기 사례금이야." 노예상은 돈을 지불한 후 사냥감을 잡으러 떠납니다.
ru: Вы предлагаете им купить информацию о местонахождении беспомощного корабля. "Неплохо, должно быть, они станут идеальной жертвой. Вот твоя плата". Расплатившись с вами, работорговцы отправляются за добычей.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Leave them and report on your findings.
fr: Les laisser et faire part de vos conclusions.
ko: 이대로 개척자들에게 돌아가 상황을 보고한다.
ru: Оставить их и сообщить о своей находке.

source: "...So there was a ship? And you didn't manage to destroy them? That's a pity... I guess we will look elsewhere for our settlement. This will be dangerous."
fr: "...Il y avait donc un vaisseau ? Et vous n'avez pas réussi à les détruire ? C'est dommage... Je suppose que nous allons chercher ailleurs pour notre campement. Ce sera dangereux."
ko: "...그러니까 함선이 있었다고요? 하지만 파괴하지 못했고요? 유감이네요... 다른 곳을 찾아봐야겠습니다. 여기는 위험해 보이네요."
ru: "...значит, там был корабль? И вам не удалось его уничтожить? Жаль... думаю, мы будем искать другое место для нашего поселения. Здесь опасно".

source: At first, the "evidence of pirates" appears to be little more than debris from a wreck. However, once you get closer, it comes to life. It's a Vagabond ship, and they're hailing you. "For what purpose do you intrude upon our domain?"
fr: À première vue, les "preuves de pirates" semblent n'être que des débris d'une épave. Cependant, une fois que vous vous approchez, ils prennent vie. C'est un vaisseau Vagabond et ils vous appellent. "Dans quel but vous immiscez-vous dans notre domaine ?"
ko: 처음에는 '해적의 흔적'이 단순히 난파선 잔해 얘기인 줄 알았습니다. 하지만 가까이 다가가자 그 실체가 드러납니다. 그것은 사실 떠돌이 함선이었고, 교신을 보내왔습니다. "무슨 목적으로 우리 영역에 침입했느냐?"
ru: Поначалу "доказательства нахождения здесь пиратов" кажутся не более чем развалинами корабля. Однако как только вы приблизились, корабль оживает. Это корабль бродяг, и они вызывают вас. "С какой целью вы вторгаетесь в наши владения?"

source: Attack!
de: Angriff!
fr: Attaquer !
ko: 공격!
ru: Атаковать!

source: No need to overcomplicate this, these Ghosts might pose a threat to the settlers.
fr: Inutile de compliquer les choses, ces Fantômes pourraient constituer une menace pour les colons.
ko: 일을 복잡하게 만들 필요 없습니다. 이 고스트들은 분명 정착민에게 위협이 될 것입니다.
ru: Не стоит все усложнять, эти призраки могут представлять угрозу для поселенцев.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ask them if the settlers can live on this planet.
fr: Leur demander si les colons peuvent vivre sur cette planète.
ko: 개척자들이 이 행성에 정착해도 될지 물어본다.
ru: Спросить у них, смогут ли поселенцы жить на этой планете.

source: "Wherefore this planetary body, far beyond any civilization?" You tell them that's why they want to come. "Truly, their actions are commendable. We had not taken action to settle this territory yet... perhaps, we may join them?"
fr: "Pourquoi ce corps planétaire bien au-delà de toute civilisation ?" Vous leur dites que c'est la raison pour laquelle ils veulent venir. "Vraiment, leurs actions sont louables. Nous n'avons pas encore pris de mesures pour coloniser ce territoire... Peut-être pourrions-nous nous joindre à eux ?"
ko: "문명에서 멀리 떨어진 이 행성에 왜 오려고 하는 거지?" 당신은 바로 그래서 그들이 이 행성을 원하는 것이라 설명합니다. "그들의 행동은 필히 칭찬할 만하다. 우리는 아직 이곳에 정착할 준비를 하지 않았는데... 어쩌면 우리도 함께할 수 있을는지?"
ru: "Зачем им нужна эта планета, находящаяся далеко за пределами любой цивилизации?" Вы отвечаете, что именно поэтому они хотят здесь жить. "Воистину, их действия достойны похвалы. Мы еще не предпринимали никаких попыток освоить эту территорию... возможно, мы могли бы присоединиться к ним?"

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: "Vagabonds? Wantin' to help? My stars, things might be goin' our way after all!" The ship departs for the planet that they had come to settle.
fr: "Vagabonds ? Vous voulez nous z'aider ? Ma bonne étoile. Les choses pourraient tourner a notre faveur aprés tout !" Le vaisseau part pour la planète qu'ils sont venus coloniser.
ko: "떠돌이가요? 협력까지 제안했다고요? 이게 웬걸, 저희의 바람이 마침내 이뤄지겠네요!" 개척자들은 즉시 그들이 바라던 행성으로 출발했습니다.
ru: "Бродяги? Хотят помочь? Господи, возможно, дела пойдут на лад!" Корабль отправляется на планету, которую они прибыли колонизировать.

source: Ask them if the settlers can live on this planet.
fr: Leur demander si les colons peuvent vivre sur cette planète.
ko: 개척자들이 이 행성에 정착해도 될지 물어본다.
ru: Спросить их, смогут ли поселенцы жить на этой планете.

source: "We have already claimed this territory! ...yet, there is no edict that decrees we cannot share. It is fine! They may come." You tell them that's why they want to come. "To strive through thine own means... Such wisdom. We are akin. We grant them sanctuary."
fr: "Nous avons déjà revendiqué ce territoire ! ...cependant, il n'y a pas d'édit qui décrète que nous ne pouvons pas partager. C'est bon ! Ils peuvent venir." Vous leur dites que c'est pour cela qu'ils veulent venir. "S'efforcer par ses propres moyens... Quelle sagesse. Nous sommes semblables. Nous leur accordons l'asile."
ko: "이 땅은 우리가 이미 점령했다! ...하지만, 이곳에 공유를 방해하는 칙령 같은 건 없지. 아무 문제 없다! 이곳에 정착해도 된다고 전하라." 당신은 개척자들도 방해받고 싶지 않아서 이곳을 택한 거라 말했습니다. "스스로의 힘으로 분투한다... 아주 지혜로워. 우리와 동류로군. 그들에게 안식처를 허하겠다."
ru: "Мы уже претендуем на эту территорию! ...но нет такого эдикта, который бы запрещал нам делиться. Все в порядке! Они могут прийти". Вы говорите им, что именно поэтому они и хотят здесь жить. "Добиваться своего собственными силами... какая мудрость. Мы сроднимся. Мы предоставим им убежище".

source: Return to the Frontiersman.
fr: Retourner vers les Pionniers.
ko: 개척자들에게 돌아간다.
ru: Вернуться к колонистам.

source: "Vagabonds? Offerin' us some good ol' fashioned hospitality? Things might be goin' our way after all!" The ship departs for the planet that they had come to settle.
fr: "Vagabonds ? Vous nous z'offrez la bonne vieille hospitalité ? Les choses pourraient bien se passer comme prévu après tout !" Le vaisseau part pour la planète qu'ils sont venus coloniser.
ko: "떠돌이가요? 우리에게 옛날식 환대를 베푸는 건가요? 저희의 바람이 마침내 이뤄지겠네요!" 개척자들은 즉시 그들이 바라던 행성으로 출발했습니다.
ru: "Бродяги? Предлагают нам старое доброе гостеприимство? Возможно, все сложится как нельзя лучше!". Корабль отправляется на планету, которую они прибыли колонизировать.
