Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_unexplored.xml/*.po
Languages: de, fr, ko, ru

source: Your ship tells you that you've found the location of the missing person. A lone Orchid hails you. "Dammit! I've been found! Leave me alone!" As he screams at you, a Federation Auto-ship attacks you, as if to keep you away!
fr: Votre vaisseau vous informe que vous avez trouvé l'emplacement de la personne disparue. Une Orchidée solitaire vous appelle. "Merde ! On m'a retrouvé ! Lissez-moi tranquille !" Alors qu'il vous crie dessus, un vaisseau automatique de la Fédération vous attaque, comme pour vous éloigner !
ko: 함선 컴퓨터가 실종자의 위치를 감지했습니다. 외따로 떨어져 있는 오키드가 당신을 보고 외칩니다. "젠장! 들켰다! 절 내버려두세요!" 그가 비명을 지른 순간, 연방 무인기가 당신을 막아서려는 듯이 공격해 옵니다!
ru: Ваш корабль сообщает о том, что вы нашли местонахождение пропавшего человека. Одинокая орхидея вызывает вас. "Черт возьми! Меня нашли! Оставьте меня в покое!" Пока она кричит, автоматический корабль Федерации атакует вас, как будто хочет прогнать вас!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The binary stars that this beacon orbits around have no natural satellites. No planets, no asteroids, nothing. However, there is a single Separatist ship.
fr: Les étoiles binaires autour desquelles cette balise orbite n'ont pas de satellites naturels. Pas de planètes, pas d'astéroïdes, rien. Cependant, il y a un seul vaisseau séparatiste.
ko: 이 송신소가 공전하는 쌍성에는 자연 위성이 없습니다. 행성도, 소행성도, 아무것도 없습니다. 그런데, 분리주의자 함선이 한 척 보입니다.
ru: У двойных звезд, вокруг которых вращается этот маяк, нет естественных спутников. Ни планет, ни астероидов, ничего. Зато есть один корабль Сепаратистов.

source: Hail the Separatist.
fr: Contacter le Séparatiste.
ko: 교신한다.
ru: Связаться с Сепаратистами.

source: You hail the Separatist. They reply somewhat gruffly. "The Harmony hasn't -looked- in this region. Just want to be [left] alone. These stars... remind of -something-. Something better." The Separatist pauses and then repeats. "Something -better-..." After a few moments the Separatist speaks up again. "Do you have [anything] destructive that might aid -seclusion-?"
fr: Vous contacter les Séparatistes. Ils répondent d'un ton bourru. "L'Harmonie n'a pas -cherché- dans cette région. Voulont juste être [laissés] tranquilles. Ces étoiles... me rappellent -quelque chose-. Quelque chose de mieux." Le Séparatiste marque une pause, puis répète. "Quelque chose de mieux..." Après quelques instants, le Séparatiste reprend la parole : "Avez-vous [quelque chose] de destructeur qui pourrait aider à s'isoler ?"
ko: 분리주의자에게 교신을 보냈습니다. 그들은 다소 거칠게 대답합니다. "하모니는 이 지역을 -찾지- 않는다. 그냥 [혼자] 있고 싶다. 이 별들은... -무언가-를 떠올리게 한다. 더 나은 무언가." 분리주의자는 잠시 멈췄다가 다시 말합니다. "더 -나은- 무언가..." 분리주의자는 조금 더 뜸을 들이다 다시 말합니다. "혹시 [고립]을 도와줄 파괴적인 [무언가]를 가지고 있는가?"
ru: Вы обращаетесь к Сепаратистам. Они отвечают несколько раздраженно. "Гармония не -посещала- этот регион. Просто хотим, чтобы нас [оставили] в покое. Эти звезды... напоминают о -чем-то-. О чем-то лучшем". Сепаратист делает паузу, а затем повторяет. "О чем-то -лучшем-..." Через несколько мгновений Сепаратист снова заговорил. "Есть ли у вас [что-нибудь] разрушительное, что могло бы способствовать -уединению-?"

source: (Beacon Eater) Offer to eat the beacon to ensure their privacy.
fr: (Dévoreur de Balises) Proposer de manger la balise pour garantir leur tranquilité.
ko: (송신소 탐식자) 송신소를 먹어 고립을 지켜주겠다고 한다.
ru: (Пожиратель маяков) Предложить съесть маяк, чтобы обеспечить их уединение.

source: "Impressive, never even considered it. Please, -demonstrate-." The Beacon Eater devours the beacon, devouring enough of it that any further damage will collapse it. "My freedom is finally [assured]...? It seems unbelievable. Please, take this gift. I will -finish- the job after you leave... eventually. Might look around the sector one last time before I do."
fr: "Impressionnant, je n'y avais jamais pensé. S'il vous plaît, -montrer-." Le Dévoreur de Balises dévore la balise, suffisamment pour que tout dégât supplémentaire la fasse s'effondrer. "Ma liberté est enfin [assurée]... ? C'est incroyable. Prenez ce cadeau. Je -finirai- le travail après votre départ... éventuellement. J'irai peut-être jeter un coup d'oeil dans le secteur une dernière fois avant de le faire."
ko: "인상적이다. 생각지도 못했다. 지금 -바로- 보여달라." 송신소 탐식자가 조금이라도 더 피해를 주면 완전히 붕괴될 정도로 송신소를 뜯어먹었습니다. "드디어 자유가... [보장]된 건가? 믿기지 않는다. 이 선물을 받아라. 당신까지 떠나고 나면... 언젠가 내 일을 -완료-할 것이다. 그 전에 마지막으로 이 구역을 한번 둘봐야겠다."
ru: "Впечатляет, даже не ожидал такого. Пожалуйста, -продемонстрируйте-". Пожиратель маяков пожирает маяк, поглощая его настолько, что любое дальнейшее повреждение приведет к его разрушению. "Моя свобода наконец-то [гарантирована]...? Это кажется невероятным. Пожалуйста, примите этот подарок. Я -закончу- работу после вашего ухода... в конечном счете. Может быть, в последний раз взгляну на сектор перед этим".

source: (Mafan) Talk about the Stargrove.
fr: (Mafan) Parler du Bosquet Stellaire.
ru: (Мафан) Поговорить о Звездной роще.

source: "You know, there are some Separatists who visit the Stargrove for just the same purpose as you coming here. Maybe you should join up with your kin that have made that same decision?" "Stargrove... a [very] useful suggestion. Other Separatists have -found- answers there? Then we [will] go. -Appreciate- it."
fr: "Vous savez, il y a des Séparatistes qui visitent le Bosquet Stellaire avec le même objectif que vous. Peut-être devriez-vous rejoindre ceux de votre race qui ont pris cette même décision ?" "Le Bosquet Stellaire... une [très] utile suggestion. D'autres Séparatistes ont -trouvé- des réponses ici ? Alors nous [aller] là-bas. -Merci- pour cette information."
ru: "Знаете, есть некоторые Сепаратисты, которые отправляются в Звездную рощу с той же целью, что и вы. Может быть, вам стоит присоединиться к своим сородичам, которые приняли такое же решение?" "Звездная роща... [очень] дельное предложение. Другие Сепаратисты -нашли- там ответы? Тогда мы [отправимся]. -Благодарю-".

source: (Mine Launcher) Offer to lay mines to protect from the Harmony.
fr: (Lance-mines) Proposez de poser des mines pour vous protéger de l'Harmonie.
ko: (기뢰 사출기) 기뢰밭을 만들어 하모니로부터 지켜주기로 한다.
ru: (Миномет) Предложить установить мины для защиты от Гармонии.

source: "Agreed. Show me how you plan to do this." You deploy your Mine Launcher to wall off the beacon such that any attempt to stray from the beacon will damage a ship, leaving just enough of a gap to slip through before finishing the job - you would prefer to take a reward after all.
fr: "D'accord. Montrez moi comment vous allez faire." Vous déployez votre lance-mines pour bloquer la balise de façon à ce que toute tentative de s'en éloigner endommage un vaisseau, laissant juste assez d'espace pour se faufiler avant de terminer le travail. Vous préférez prendre une récompense après tout.
ko: "동의한다. 어쩔 작정인지 보여줘라." 당신은 이 송신소를 드나들려는 함선이 피해를 입도록 송신소 주변을 온통 기뢰로 둘렀습니다. 물론 보상은 받아야 하니, 당신이 빠져나올 틈만 남기고 말이죠.
ru: "Согласен. Покажите мне, как вы собираетесь это сделать". Вы устанавливаете свои мины, чтобы перекрыть маяк так, чтобы любая попытка пересечь его повредила корабль, и оставляете зазор, через который можно проскользнуть, прежде чем закончить работу - в конечном счете, вы хотели бы получить награду.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "This should be effective. I hope this reward is suitable." Once they give you their material reward, you finish the mining job. Time to move on.
fr: "Cela devrait être efficace. J'espère que cette récompense suffira." Une fois qu'ils vous ont donné leur récompense matérielle, vous avez terminé le travail d'extraction. Il est temps de passer à autre chose.
ko: "이 정도면 효과적일 거다. 이 보상이 적절했으면 좋겠다." 물질적 보상을 받은 당신은 기뢰 설치 작업을 마쳤습니다. 이제 움직일 시간입니다.
ru: "Это должно быть эффективно. Надеюсь, эта награда подойдет". Как только они выдают вам материальное вознаграждение, вы завершаете работу. Пора двигаться дальше.

source: (Magnetic Payload) Offer your magnetic payload.
fr: (Charge magnétique) Proposez d'utiliser votre charge magnétique.
ko: (자성 페이로드) 자성 페이로드를 제공한다.
ru: (Магнитный боезаряд) Предложить свой магнитный боезаряд.

source: "Appreciated. Can -program- drone to deliver Magnetic [Payload] directly to Harmony vessels." The Separatist trades you an ion weapon, and gives a small tip as well.
fr: "Apprécié. Je peux -programmer- le drone pour qu'il livre des [Charges utiles] magnétiques directement aux vaisseaux d'Harmonie" Le Séparatiste vous offre une arme ionique et un petit pourboire.
ko: "고맙다. 드론을 프로그래밍해서 하모니 선박에 곧바로 자성 [페이로드]를 전송할 수 있다." 분리주의자는 보답으로 이온 무기를 건네주고 팁도 조금 줬습니다.
ru: "Благодарю. Могу -запрограммировать- дрон на доставку магнитного [боезаряда] непосредственно на корабли Гармонии". Сепаратист отдает вам ионное орудие и дает небольшую награду.

source: Offer explosives.
fr: Proposer des explosifs.
ru: Предложить взрывчатку.

source: "Appreciated. Though, it will take work."
fr: "Proposition appréciée. Cela va demander du travail."
ru: "Благодарю. Хотя это потребует работы".

source: Attack the Separatist.
fr: Attaquer le Séparatiste.
ru: Атаковать Сепаратистов.

source: The ship begins to take evasive maneuvers. It seems ready to fight!
fr: Le vaisseau commence à effectuer des manœuvres d'évitement. Il semble prêt à se battre !
ru: Корабль начинает совершать маневры уклонения. Кажется, он готов к бою!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Carry on.
fr: S'en aller.
ko: 떠난다.
ru: Продолжить свой путь.

source: The solitary other ship makes no moves, providing an opportunity to do something on your ship.
fr: L'autre vaisseau solitaire ne bouge pas ce qui vous donne l'occasion de faire quelque chose sur votre vaisseau.
ko: 분리주의자 함선은 아무 움직임도 보이지 않습니다. 자유롭게 다른 일을 할 수 있을 것 같습니다.
ru: Другой одинокий корабль не предпринимает никаких действий, предоставляя возможность заняться чем-то на вашем корабле.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Attack the Separatist.
de: Greife die Separatisten an.
fr: Attaquer les Séparatistes.
ko: 분리주의자들을 공격한다.
ru: Атаковать Сепаратистов.

source: The ship begins to take evasive maneuvers. It seems ready to fight!
fr: Le vaisseau commence à effectuer des manœuvres d'évitement. Il semble prêt à se battre !
ko: 분리주의자가 회피 기동을 시작합니다. 싸울 준비가 된 것 같습니다!
ru: Корабль начинает совершать маневры уклонения. Кажется, он готов к бою!

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Carry on.
fr: S'en aller.
ko: 떠난다.
ru: Продолжить свой путь.

source: The solitary other ship makes no moves, providing an opportunity to do something on your ship.
fr: L'autre vaisseau solitaire ne bouge pas ce qui vous donne l'occasion de faire quelque chose sur votre vaisseau.
ko: 분리주의자 함선은 아무 움직임도 보이지 않습니다. 자유롭게 다른 일을 할 수 있을 것 같습니다.
ru: Другой одинокий корабль не предпринимает никаких действий, предоставляя возможность заняться чем-то на вашем корабле.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: A nearby unsettled planet has a crash site. It seems to have been a Theocracy Jailer.
fr: Une planète voisine instable a un site de crash. Il semble qu'il s'agisse d'un geôlier de la Théocratie.
ko: 근처의 미개척 행성에 추락 현장이 보입니다. 신정 수감선이 추락한 것 같습니다.
ru: На соседней незаселенной планете обнаружено место крушения. Похоже, что это тюремщик Теократии.

source: Investigate the crash site.
de: Inspiziere die Absturzstelle.
fr: Explorer le site du crash.
ko: 추락 현장을 조사한다.
ru: Исследовать место крушения.

source: Going down to the crash site, you find a small encampment of outcasts. Upon learning you are not affiliated with the Theocracy, they invite you to have a meal with them. Their leader speaks up. "We crashed this ship onto this world a few months ago, and they haven't come 'round. We don't even know if they were looking for us. We're just happy to be free." He pauses. "However, since you are able to find us, this means we might be discovered some day. We either need to find out what's wrong with the cloaking device that we salvaged from the ship, or we need some munitions."
fr: En descendant sur le site du crash vous trouvez un petit campement d'Exilés. Lorsqu'ils apprennent que vous n'êtes pas affilié à la Théocratie, ils vous invitent à prendre un repas avec eux. Leur chef prend la parole. "Nous avons fait s'écraser ce vaisseau sur ce monde il y a quelques mois et ils ne sont pas revenus. Nous ne savons même pas s'ils nous cherchaient. Nous sommes simplement heureux d'être libres." Il fait une pause. "Cependant, puisque vous êtes capables de nous trouver cela signifie que nous pourrions être découverts un jour. Nous devons soit trouver ce qui ne va pas avec le dispositif de camouflage que nous avons récupéré sur le vaisseau, soit nous avons besoin de munitions."
ko: 추락 현장으로 내려가다 망명자들이 모여있는 작은 야영지를 발견했습니다. 그들은 당신이 신정과 연관되지 않았음을 확인한 후 당신을 식사에 초대했습니다. 그들의 리더가 말합니다. "몇 달 전에 저 함선을 이 행성에 불시착시켰는데, 신정은 아무 반응이 없소. 우리를 찾고 있는지도 잘 모르겠소. 지금은 그저 자유의 몸이 되어 기쁠 따름이오." 그가 잠시 뜸을 들입니다. "하지만 그대가 우리를 발견했으니, 언젠가 신정도 결국 우리를 발견할지 모르오. 함선에서 뜯어낸 은폐장이 왜 작동 안 하는지 알아내거나 아니면 군수품을 갖춰야 하오."
ru: Спустившись к месту крушения, вы обнаруживаете небольшой лагерь Изгоев. Узнав, что вы не связаны с Теократией, они приглашают вас поужинать с ними. Их вождь произносит. "Мы разбили этот корабль в этом мире несколько месяцев назад, а они до сих пор не пришли в себя. Мы даже не знаем, ищут ли они нас. Мы просто счастливы быть свободными". Он делает паузу. "Однако, раз вы смогли нас найти, значит, когда-нибудь нас могут обнаружить. Нам нужно выяснить, что не так с маскировочным устройством, которое мы извлекли из корабля, или нам нужны боеприпасы".

source: (Cloaking) Let them look at your working cloaking device.
fr: (Camouflage) Les laisser regarder votre dispositif de camouflage en état de marche.
ko: (은폐장) 당신의 멀쩡한 은폐장을 참고삼게 한다.
ru: (Маскировка) Пусть они посмотрят на ваше работающее маскировочное устройство.

source: You show them your cloaking system, and using it as a reference point, your crew and their encampment are able to fix up their broken cloaking device. "Amazing! Now we can hide ourselves whenever they come near. We'll give you something that we set aside in case we had to fight."
fr: Vous leur montrez votre système de camouflage et, en l'utilisant comme point de référence, votre équipage et leur campement parviennent à réparer leur dispositif de Camouflage défectueux. " Incroyable ! Maintenant, nous pouvons nous cacher à chaque fois qu'ils s'approchent. Nous vous donnerons quelque chose que nous avions mis de côté au cas où nous devrions nous battre."
ko: 당신은 그들에게 은폐장을 보여줬고, 이를 참고하여 모두가 함께 고장난 은폐장을 수리했습니다. "놀랍구려! 이제 신정이 다가와도 언제든지 몸을 숨길 수 있게 되었소. 도와준 것에 대한 보답으로 싸워야 할 때를 대비해 따로 보관해 뒀던 것을 드리겠소."
ru: Вы показываете им свою систему маскировки, и, используя ее как образец, ваш экипаж и их лагерь могут починить свое сломанное маскировочное устройство. "Потрясающе! Теперь мы сможем спрятаться, когда они приблизятся. Мы подарим вам кое-что, что мы отложили на случай, если придется сражаться".

source: Offer them a large stockpile of munitions. [-15}]
fr: Offrez-leur un grand stock de munitions. [-15}]
ko: 대량의 군수품을 제공한다. [-15}]
ru: Предложить им большой запас боеприпасов. [-15}]

source: The village head is pleased. "Thank you, we will make good use of this." They reward you with some of the scrap that had been left over from the crash and a derelict weapon they can no longer use.
fr: Le chef du village est satisfait. "Merci, nous en ferons bon usage." Ils vous récompensent en vous donnant des débrits de l'accident et une arme hors d'usage qu'ils ne peuvent plus utiliser.
ko: 망명자 리더가 기뻐합니다. "고맙소. 잘 활용하겠소." 그들은 함선에 남아있던 스크랩과 더 이상 사용할 수 없는 낡은 무기를 보상으로 주었습니다.
ru: Глава поселения доволен. "Спасибо, нам это пригодится". В награду они дают вам немного металлолома, оставшегося после крушения, и ненужное орудие, которое они больше не могут использовать.

source: (Explosive Replicator) Synthesize a stockpile of munitions. [-7}]
fr: (Réplicateur explosif) Synthétiser un stock de munitions. [-7}]
ko: (폭발물 복제기) 대량의 군수품을 합성해서 준다. [-7}]
ru: (Репликатор взрывчатки) Синтезировать запас боеприпасов. [-7}]

source: The village head is pleased. "Thank you, we will make good use of this." They reward you with some of the scrap that had been left over from the crash and a derelict weapon they can no longer use.
fr: Le chef du village est satisfait. "Merci, nous en ferons bon usage." Ils vous récompensent en vous donnant des débrits de l'accident et une arme hors d'usage qu'ils ne peuvent plus utiliser.
ko: 망명자 리더가 기뻐합니다. "고맙소. 잘 활용하겠소." 그들은 함선에 남아있던 스크랩과 더 이상 사용할 수 없는 낡은 무기를 보상으로 주었습니다.
ru: Глава поселения доволен. "Спасибо, нам это пригодится". В награду они дают вам немного металлолома, оставшегося после крушения, и ненужное орудие, которое они больше не могут использовать.

source: Offer them passage on your ship.
fr: Offrez-leur le passage sur votre vaisseau.
ko: 안전한 곳까지 태워다 주기로 한다.
ru: Предложить им перебраться на ваш корабль.

source: The outcasts seem to be attached to this land they've been working on, but they relent and decide to take passage on your ship and get off at the next neutral station. One of them decides that the safest place would be on your crew.
fr: Les Exilés semblent attachés à cette terre sur laquelle ils ont travaillé mais ils cèdent et décident de prendre place à bord de votre vaisseau et de descendre à la prochaine station neutre. L'un d'entre eux décide que l'endroit le plus sûr est votre équipage.
ko: 망명자들은 자신들이 가꾼 이 땅에 애착이 있는 듯하지만, 결국 당신의 함선을 타고 가까운 중립 정거장에서 하선하기로 결정했습니다. 그들 중 한 명은 당신의 일행으로 합류하는 것이 가장 안전하다고 판단합니다.
ru: Изгои, похоже, привязались к этой земле, на которой они работали, но они смирились и решили пересесть на ваш корабль и сойти на следующей нейтральной станции. Один из них решает, что самое безопасное место будет среди вашего экипажа.

source: Wish them good luck.
fr: Souhaitons-leur bonne chance.
ko: 행운을 빌어준다.
ru: Пожелать им удачи.

source: "So there is nothing you can do? Well, we have time. Hopefully we can prepare for the Theocracy in some way or another."
fr: "Il n'y a donc rien que vous puissiez faire ? Eh bien, nous avons le temps. Espérons que nous pourrons nous préparer à la Théocratie d'une manière ou d'une autre."
ko: "그럼 그대는 도와주지 못하는 것이오? 뭐, 그래도 우리에겐 시간이 있소. 어떻게든 신정에 대응할 방법이 찾아지면 좋겠구려."
ru: "Значит, вы ничего не можете сделать? Ну, у нас есть время. Надеюсь, мы сможем приготовиться к встрече с Теократией тем или иным способом".

source: Leave it be.
de: Es in Ruhe lassen.
fr: Les laisser tranquille.
ko: 내버려둔다.
ru: Оставить все как есть.

source: You take this opportunity to rest.
fr: Vous en profitez pour vous reposer.
ko: 당신은 이 기회에 휴식을 취합니다.
ru: Воспользоваться этой возможностью, чтобы отдохнуть.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_unexplored.xml$//event[@name="NEBULA_FEDERATION_GIFT"]/text
source: A Federation ship is exploring the nebula here. "A friendly face? It's dangerous to go alone! Take this!" The nearby Federation vessel dispenses a weapon for your aid.
de: Ein Föderationsschiff erkundet den Nebel hier. "Ein freundliches Gesicht? Es ist gefährlich alleine unterwegs zu sein! Nimm das!" Das Föderationsschiff in der Nähe sendet dir eine Waffe, um dich auf der Reise zu unterstützen.
fr: Un appareil de la Fédération explore la nébuleuse ici. "Un visage amical ? C'est dangereux d'être tout seul ! Prenez ça !" Le vaisseau envoie une arme pour vous aider.
ko: 연방 함선이 성운을 탐사하고 있습니다. "이봐 친구! 우주는 혼자 돌아다니기엔 위험하단다! 이걸 받으렴!" 근처의 연방 함선에서 당신을 위한 무기를 제공합니다.
ru: Корабль Федерации исследует здесь туманность. "Дружелюбное лицо? Опасно летать одному! Возьмите это!" Находящийся поблизости корабль Федерации передает вам оружие, чтобы помочь.

source: Thank them and do something aboard the ship.
de: Bedanke dich und tue etwas an Bord des Schiffs.
fr: Les remercier et faire quelque chose à bord du vaisseau.
ko: 그들에게 감사하고 함선에서 무언가를 한다.
ru: Поблагодарить их и сделать что-нибудь на борту корабля.

source: You thank the Federation ship and move your new weapon into the cargo.
de: Du dankst dem Föderationsschiff und bewegst deine neue Waffe in die Cargo-Bucht.
fr: Vous remerciez le vaisseau de la Fédération et mettez votre nouvelle arme en soute.
ko: 당신은 연방함선에 감사해하며 새로운 무기를 창고로 옮깁니다.
ru: Вы благодарить корабль Федерации и переносите ваше новое орудие в грузовой отсек.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Attack them!
de: Greife sie an!
fr: Les attaquer !
ko: 공격하라!
ru: Атаковать их!

source: You power up your weapons and prepare to engage the ship.
de: Du fährst die Waffen hoch und machst dich bereit, dich dem Schiff zu stellen.
fr: Vous activez vos armes et vous vous préparez à attaquer le vaisseau.
ko: 당신은 무기에 전력을 공급하고 함선과 교전할 준비를 합니다.
ru: Вы заряжаете свои орудия и готовитесь вступить в бой с кораблем.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_sector_unexplored.xml$//event[@name="NEBULA_NEW_PLANET"]/text
source: To your surprise, there is no nebula at this beacon at all. The beacon appears to be freshly made, and the people who placed it here likely made a mistake with labeling it. In the distance is a large, unexplored and unpopulated planet, suggesting this location is desired for colonization.
de: Zu deiner Überraschung, ist an diesem Signalpunkt kein Nebel. Dieser Signalpunkt scheint neu geschaffen worden zu sein, und die Leute die ihn platziert haben, haben ihn wohl falsch beschriftet. In der Ferne ist ein unerkundeter und unbewohnter Planet, was erschließen lässt, dass er zur Kolonisation gedacht ist.
fr: À votre surprise, il n'y a pas de nébuleuse à cette balise. Elle semble fraîchement construite et ceux qui l'ont bâti ont dû faire une erreur en l'étiquetant. Au loin se trouve une grande planète inexplorée et non peuplée, suggérant que cet endroit est désirable pour une future colonisation.
ko: 놀랍게도, 이 송신소에는 성운이 전혀 없습니다. 이 송신소는 최근 새로 지어진 것으로 보이며, 이곳을 지은 사람들은 이름을 붙이는데 실수한 듯 합니다. 먼 거리에서 보이는 크고, 탐험되지 않으며, 사람이 살지 않는 행성은 식민지화 하기에 적합하다고 여겨집니다.
ru: К вашему удивлению, туманности на этом маяке нет вообще. Судя по всему, маяк сделан недавно, и люди, разместившие его здесь, скорее всего, ошиблись с маркировкой. Вдали виднеется большая, неизученная и незаселенная планета, что говорит о том, что это место можно использовать для колонизации.

source: Explore the planet.
de: Erkunde den Planet.
fr: Explorer la planète.
ko: 행성을 탐험한다.
ru: Исследовать планету.
