Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_siren.xml/*.po
Languages: de, ko, ru, zh_hans

source: "Haha! Hahe! Oh but your confusion brings me such glee! I think you know more than you let on, or else to here why would you have gone? I'll give you the brief for I am so kind; the end of the world is the business in which you are now intertwined. While my master waits, a great game unfolds. What great mystery this all holds. A promise you made, so long ago. And now that same deal I shall echo! Face you me again, in another devilish duel. If you fail, then to this reality I will be most cruel! The choice is yours, the time is now. The end of reality, will you allow?"
de: "Haha! Haha! Oh, aber deine Verwirrung macht mir solche Freude! Ich glaube, du weißt mehr, als du zugibst, denn warum wärst du sonst hierher gegangen? Ich will es dir kurz machen, weil ich so nett bin: Das Ende der Welt ist das Geschäft, in das du jetzt verwickelt bist. Während mein Herr wartet, entfaltet sich ein großes Spiel. Welch großes Geheimnis birgt dies alles. Ein Versprechen, das du vor so langer Zeit gegeben hast. Und nun werde ich dieses Versprechen einlösen! Stell dich mir erneut, in einem weiteren teuflischen Duell. Wenn du versagst, dann werde ich in dieser Realität sehr grausam sein! Du hast die Wahl, die Zeit ist gekommen. Das Ende der Realität, wirst du es zulassen?"
ko: "하하! 하헤! 이런, 하지만 네 혼란이 날 즐겁게 하는구나! 내 생각엔 네가 말하는 것보단 이미 더 알고 있다고 생각하는데, 아니면 대체 왜 여기로 왔겠는데? 그럼에도 친절히 설명하지. 세상의 끝과 관련된 문제와 엮인 것이니. 내 주인께서 기다리시는 동안, 장엄한 게임을 시작하자. 이 게임에 담겨 있는 거대한 미스테리라! 한참 전에 자네와 했던 약속이 있지. 그리고 그에 대응하여 나 역시 그리 하지! 다시 한 번 붙어보자꾸나, 새로운 사악한 결투로. 만약 진다면, 이 현실에 내가 얼마나 흉악해질 수 있을꼬? 선택은 네 몫, 바로 지금이다. 현실이 끝나도록 내버려두겠나?"
ru: "Хаха! Хахе! Ох, но твое замешательство доставляет мне такое удовольствие! Я думаю, ты знаешь больше, чем говоришь, иначе зачем бы ты сюда отправился? Я расскажу тебе вкратце, ибо я так добр; конец света - это дело, в которое ты теперь втянут. Пока мой хозяин ждет, разворачивается великая игра. Какую великую тайну все это хранит. Обещание, которое ты дал так давно. И теперь я повторю это обещание! Встреться со мной лицом к лицу в очередной дьявольской дуэли. Если ты потерпишь неудачу, то к этой реальности я буду очень жесток! Выбор за тобой, время пришло. Конец реальности, вы позволите?"
zh_hans: "哈哈！哈呵！哦，但你的困惑给我带来了这样的快乐！我想你知道的比你说的要多，否则你为什么要到这里来？看在我这么好心的份上，我就给你说说吧；世界末日就是与你现在交织在一起的事业。当我的主人在等待时，一个伟大的游戏正在展开。这一切蕴含着多么大的奥秘。你的承诺，那么久以前。而现在，我也将回应同样的交易！你我再次面对，在另一场魔鬼般的决斗中。如果你失败了，那么对于这个宇宙，我会最残酷对待！选择在你手中，现在是时候了。你会允许宇宙的终结吗？"

source: Accept the challenge and face The One Who Rhymes.
de: Akzeptiere die Herausforderung und stelle dich Dem Einen der Rhymed.
ko: 도전을 받아들여 시를 읊는 자에 맞서 싸운다.
ru: Принять вызов и встретиться лицом к лицу с Тем, Кто Рифмует.
zh_hans: 接受挑战，面对"押韵者"。

source: "Oh I am truly most glad! Last time so much fun was had! But before we brawl, I grant one last gift. That is, for returning my gnome so swift! A new crewmate, to fill that spot. Now, we shall advance this plot."
de: "Oh, ich bin wirklich sehr froh! Das letzte Mal haben wir so viel Spaß gehabt! Doch bevor wir uns prügeln, gewähre ich ein letztes Geschenk. Das heißt, für die schnelle Rückgabe meines Gnoms! Ein neues Crew Mitglied, welches diesen Platz einnimmt. Nun, wir werden diese Handlung vorantreiben."
ko: "오, 진정으로 기쁘구나! 지난번이 어찌나 즐거웠던가! 하지만 싸움에 들어가기 앞서, 선물 하나를 주겠네. 내 노움을 이리 빨리도 돌려준 데에 대한 보답이라네. 그 빈 자리를 채울 새 승무원이랄까. 그럼 이제, 본론에 들어가자."
ru: "Ох, я действительно очень рад! В прошлый раз было так весело! Но прежде чем мы начнем драться, я хочу сделать последний подарок. За то, что так быстро вернул моего гнома! Новый член экипажа, чтобы занять это место. А теперь, мы будем продвигать это маэстро".
zh_hans: "哦，我真的很高兴！上一次有这么多的乐趣！但在我们战斗之前，我给予你最后一个礼物。那就是，这么快就把我的侏儒送回来！一个新的船员来填补这个位置。现在，我们将推进这一计划。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Irwin) "I've been training my whole life for thisss!"
de: (Irwin) "Ich habe mein ganzessss Leben für das trainiert!"
ko: (어윈) "여때까찌의 노력은 빠로 이껄 위한 거여따!"
ru: (Ирвин) "Я тренировалссся всю свою жизнь для этого!"
zh_hans: (厄文)"我一生都在为这个而训练！"

source: Irwin cuts off The One Who Rhymes mid-speech, immediately turning to you excitedly. "Exotic creaturesss? A grand multiverse-level conssspiracccy? I wassss MADE for thissss!" Irwin flips a ssswitch on hisss blunderbusss, turning it from an orange glow to red. "It'sss time to kill sssome eldritch godsss."
de: Irwin unterbricht Den Einen Der Rhymed mitten in seiner Rede und wendet sich sofort aufgeregt an dich: "Exotissssche Kreaturen? Eine große Verschwörung auf Multiversumsebene? Dafür bin ich wie geschaffen!" Irwin legt einen Schalter an seiner Donnerbüchse um, der ihn von orange auf rot färbt: "Essss ist an der Zeit, ein paar eldritische Götter zu töten."
ko: 어윈은 시를 읊는 자의 말을 끊으며 흥분한 채 당신을 돌아봅니다. "이국쩍인 생명체? 멀티버쓰 스케일의 꺼대한 음모로온? 빠아아로 이거야!" 어윈은 그의 나빨쫑의 쓰위찌를 켜서 오렌지빛에서 붉은빛으로 바꿉니다. "어디 한 뻔 이계의 씬 한 뻔 쪼져보까."
ru: Ирвин прерывает Того, Кто Рифмует на полуслове и тут же взволнованно поворачивается к вам. "Экзотические сссущества? Грандиозный заговор на уровне Мультивссселенной? Я был СОЗДАН для этого!" Ирвин щелкает переключателем на своем мушкетоне, превращая его из оранжевого в красный. "Пришло время убить несссколько жутких богов".
zh_hans: 厄文在讲话中打断了"押韵者"的话，立即兴奋地转向你。"异种生物？一个巨大的多元宇宙级的阴谋？我就是为这个而生的！"厄文按了一个猎枪上的开关，把它从橙色发光变成了红色。"是时候杀死一些骇人生物了。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Let him destroy reality.
de: Lass ihn die Realität zerstören.
ko: 현실을 파괴하도록 내버려둔다.
ru: Позволить ему разрушить реальность.
zh_hans: 让他摧毁宇宙。

source: "Really? You are giving up this early? Well, the choice belongs to you. It's time for time to get its due!" The deity begins to laugh as he spreads his cartoonishly long arms and chants. All around you it seems as if space itself is imploding. This is truly the end.
de: "Wirklich? Du gibst so früh auf? Nun, die Entscheidung liegt bei dir. Es ist an der Zeit, dass die Zeit zu ihrem Recht kommt", beginnt die Gottheit zu lachen, während sie ihre cartoonhaft langen Arme ausbreitet und singt. Überall um dich herum scheint es, als würde der Raum selbst implodieren. Dies ist wirklich das Ende.
ko: "정말인가? 이리 빠르게 포기하겠나? 뭐, 선택은 자네 몫이지. 이제 시간이 제 명을 다할 시간이니!" 신적인 존재가 웃으며 만화처럼 과장되게 기다란 팔을 벌리고 주문을 읇습니다. 당신 주위로 온 우주가 무너지는 것 같이 보입니다. 진정한 종말입니다.
ru: "Правда? Ты сдаешься так рано? Что ж, выбор за тобой. Время получило свое!" Божество начинает смеяться, раскинув свои карикатурно длинные руки и напевая. Вокруг вас кажется, что само пространство разрывается. Это действительно конец.
zh_hans: "真的吗？你这么早就放弃了？好吧，选择是属于你的。是时候让时间得到应有的回报了！"神灵开始大笑，他张开他那卡通般的长臂吟唱。在你周围，仿佛空间本身正在内爆。这真的是结束了。

source: This reality was destroyed, instantaneously erasing anyone and everyone inside.
de: Diese Realität wurde zerstört und löschte sofort jedes darin befindliche Lebewesen aus.
ko: 이 현실이 파괴되며 그 안의 모든 이들이 동시에 지워졌습니다.
ru: Эта реальность была разрушена, мгновенно стерев всех и каждого, кто в ней находился.
zh_hans: 这个宇宙被摧毁，瞬间抹去里面的每一个人。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN_CHAOS"]/text
source: As the opposing ship is overcome with explosions, the deity appears on yours. "You've done it again, oh bravo! What a frightening staccato! A promise is a promise, and I won't disappoint. The savior of this reality to you I do annoint. Congratulations on your stunning success. Now enjoy your well deserved recess."
de: Als das gegnerische Schiff von Explosionen heimgesucht wird, erscheint die Gottheit auf deinem: "Du hast es wieder geschafft, oh bravo! Was für ein beängstigendes Stakkato! Ein Versprechen ist ein Versprechen, und ich werde dich nicht enttäuschen. Ich ernenne dich zum Retter dieser Realität. Ich gratuliere dir zu deinem überwältigenden Erfolg. Und nun genieße deine wohlverdiente Pause."
ko: 상대 함선이 폭발로 뒤덮히자, 신적인 존재가 당신 앞에 나타납니다. "다시 한 건 해냈군, 브라보일세! 이 무시무시한 스타카토에! 약속은 약속이고, 난 실망하지 않는다네. 현실의 구세주인 자네에게 축복을 내린다네. 그 놀라운 성공을 축하하지. 이제 쉬게나, 충분한 자격을 갖췄으니!"
ru: Когда корабль противника одолевают взрывы, божество появляется на вашем. "Ты сделал это снова, о браво! Какое пугающее стаккато! Обещание есть обещание, и я не разочарую. Спасителем этой реальности тебя я и объявляю. Поздравляю с ошеломляющим успехом. А теперь наслаждайтесь заслуженным отдыхом".
zh_hans: 当对面的舰船被爆炸压垮时，神灵出现在你的船上。"你又做到了，哦，太棒了！多么可怕的断奏！承诺就是承诺，我不会让你失望。这个宇宙的救世主，我向你宣布。祝贺你的惊人成功。现在享受你应得的休息吧。"

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN_CHAOS"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: What fun, what fun! And now your run is won!
de: Was für ein Spaß, was für ein Spaß! Und nun ist dein Durchlauf gewonnen!
ko: 이 기쁨을 즐깁시다! 당신은 승리했습니다!
ru: Какое веселье, какое веселье! И теперь ваш забег откровенен победой!
zh_hans: 多么有趣啊，多么有趣啊！现在你的旅行已经胜利了！

# data/events_siren.xml$//event[@name="REALM_MADNESS_START"]/text
source: You've arrived in some kind of swirling hellscape, mired by a blurry haze of what seems to be taunting barely human faces flying through the abyss. Just being here makes your skin crawl, making you feel like a foreign invader in a land where you are not only unwelcome but at serious risk. Moment later, more of the C.E.L. arrives, armed to the teeth. "Ssstranger, based on energy readings, we've pinpointed where we think Ssshe isss waiting. We'll do our bessst to arrive there in time, but you'll need to head out in front of usss. Be careful - thisss clussster isss populated by eldritch beingsss beyond any of our comprehensssionsss. Thissss is Her realm. There'sss no point in sssticking around to fight every enemy, their numbersss are endlessss. All that mattersss isss getting to Her, and fassst. Be careful, ssstranger."
de: Du biist in einer Art wirbelnder Höllenlandschaft angekommen, die von einem verschwommenen Dunst von scheinbar spöttischen, kaum menschlichen Gesichtern durchzogen ist, die durch den Abgrund fliegen. Allein die Tatsache, dass du hier bist, verursacht eine Gänsehaut und du fühlst dich wie ein fremder Eindringling in einem Land, in dem du nicht nur unerwünscht, sondern auch ernsthaft gefährdet bist. Einen Moment später treffen weitere K.V.L.-Mitglieder ein, die bis an die Zähne bewaffnet sind: "Frender, anhand der Energiewerte haben wir den Ort aussssfindig gemacht, an dem du vermutlich wartesssst. Wir werden unser Bestessss tun, um rechtzeitig dort zu sein, aber du mussssst vor uns losgehen. Sei vorsichtig - dieser Ort ist von unheimlichen Wesen bevölkert, die wir nicht begreifen können. Dies ist ihr Reich. Es hat keinen Sinn, hier zu bleiben und jeden Feind zu bekämpfen, ihre Zahl ist endlos. Alles, was zählt, ist, zu ihr zu gelangen, und zwar schnell. Ssssei vorsichtig, Fremder."
ko: 당신은 일종의 소용돌이 지옥 같은 곳에 도달했습니다. 그곳에서 당신은 심연 속을 날아다니는 비웃는 얼굴처럼 보이는 흐린 안개 속에 사로잡혀 있습니다. 이곳에 머물고 있는 것만으로 당신은 소름이 끼칠 뿐 아니라, 환영받지 못하는 것 이상으로 심각한 상황에 처한 이방인이 된 것 같은 기분이 듭니다. 잠시 후, C.E.L.의 지원 병력이 완전 무장한 채 도착했습니다. "이방인, 에너찌 분포를 통해서, 그녀가 기다리고 있는 고쓸 찝어내따. 제 씨간에 맞춰가도록 우리도 노력하게찌만, 네가 앞써나가야만 할 테다. 쪼씸해, 이 우쭈군에는 우리 이해 너머의 이물들이 가득하니까. 여긴 그녀의 영역. 여기써 모든 쩍들을 물리치고 있는 건 아무 의미 업쓸 걸, 어차피 무한하니까. 그냥 그녀에게 빠르게 도착하는 것만 쌩각해. 조씸하라고, 이방인."
ru: Вы попали в какой-то клубящийся адский мир, окутанный мутной дымкой того, что кажется дразнящими едва различимыми человеческими лицами, летящими сквозь бездну. Одно присутствие здесь заставляет вашу кожу покрываться мурашками, заставляя вас чувствовать себя иностранным захватчиком в стране, где вы не только нежелательны, но и подвергаетесь серьезному риску. Мгновение спустя прибывает еще больше сотрудников ЛБП, вооруженных до зубов. "Ссстранник, по показаниям энергии мы определили, где, по нашему мнению, Она ждет. Мы сссделаем все возможное, чтобы прибыть туда вовремя, но ты должен идти впереди нассс. Будьте осторожны - это ссскопление населено жуткими сссуществами, непостижимыми для нас. Это Ее царство. Нет сссмысла оставаться здесссь, чтобы сражаться с каждым врагом, их число бесссконечно. Все, что имеет значение - это добраться до Нее, и побыссстрее. Будь осторожен, ссстранник".
zh_hans: 你来到了某种漩涡状的地狱景观中，被一片模糊的阴霾所困，似乎是在嘲笑飞过深渊的人类面孔。仅仅是在这里，你的皮肤就发麻，让你觉得自己是一个外来的入侵者，在这片土地上，你不仅不受欢迎，而且面临严重的危险。 片刻之后，更多的C.E.L.到达，武装到了牙齿。"陌生人，根据能量读数，我们已经确定了我们认为她正在等待的地方。我们会尽最大努力及时到达那里，但你需要尽快从我们面前离开。要小心--这个地方有很多我们无法理解的骇人生物。这是她的领域。在这里与每一个敌人作战是没有意义的，他们的数量是无穷无尽的。重要的是接近她，而且要快。小心，陌生人。"

# data/events_siren.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[1]
source: A vessel as black as night approaches, and without words begins its assault on your vessel. You have no choice but to fight!
de: Ein Schiff, schwarz wie die Nacht, nähert sich und greift ohne Worte dein Schiff an. Du hast keine andere Wahl als zu kämpfen!
ko: 밤처럼 어두운 선박이 다가오더니, 아무 말도 없이 공격해옵니다. 맞서 싸울 수밖에 없습니다!
ru: Приближается корабль, черный как ночь, и без слов начинает атаку на ваше судно. У вас нет выбора, кроме как сражаться!
zh_hans: 一艘像黑夜一样的船接近，无言地开始攻击你的船。你别无选择，只能战斗！

# data/events_siren.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[2]
source: "And so the Renegade seeks to undo the eternal reign of chaos they set in motion? How cute, but there is no hope for you now. Simply accept the inevitable and surrender."
de: "Und so will der Renegade die ewige Herrschaft des Chaos, die er in Gang gesetzt hat, wieder rückgängig machen? Wie niedlich, aber es gibt keine Hoffnung mehr für dich. Akzeptiert einfach das Unvermeidliche und ergebt euch."
ko: "그래서 배회자께서 그들이 마음 먹은 혼돈의 영원한 통치를 물리려고 하신다? 귀엽지만, 아무 가망 없군. 피할 수 없음을 받아들이고 항복해라."
ru: "И вот Ренегат стремится отменить вечное царствование хаоса, которое они установили? Как мило, но теперь для вас нет никакой надежды. Просто примите неизбежное и сдайтесь".
zh_hans: "所以变元者寻求撤销他们设定的永恒的混乱统治？多么可爱，但你现在没有希望了。只需接受不可避免的事实并投降。"

# data/events_siren.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[3]
source: An alien vessel, another of Her minions, opens fire on you. There is seemingly no end to these legions of darkness.
de: Ein außerirdisches Schiff, ein weiterer Ihrer Lakaien, eröffnet das Feuer auf dich. Diese Legionen der Finsternis scheinen kein Ende zu nehmen.
ko: 그녀의 하수인 중 일부인 또 하나의 외계 선박이 당신을 공격하기 시작합니다. 이 어둠의 군단에 끝은 없는 것 같습니다.
ru: Инопланетный корабль, еще один из ее приспешников, открывает по вам огонь. Кажется, нет конца этим легионам тьмы.
zh_hans: 一艘外星飞船，她的另一个爪牙，向你开火。这些黑暗的军团似乎无穷无尽。

# data/events_siren.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[4]
source: You think you might be hallucinating at first, but a black vessel begins to take form in front of you and eventually opens fire! Get ready to fight!
de: Zuerst glaubst du, du hättest Halluzinationen, aber dann nimmt ein schwarzes Gefäß vor dir Gestalt an und eröffnet schließlich das Feuer! Mach dich bereit zu kämpfen!
ko: 당신은 처음에 이것이 환각이라고 생각했지만, 당신의 앞에서 검은 선박이 점차 형태를 갖추더니 공격해오기 시작합니다! 전투 준비를 하십시오!
ru: Сначала вы думаете, что у вас галлюцинации, но перед вами начинает формироваться черное судно и в конце концов открывает огонь! Приготовьтесь к бою!
zh_hans: 起初你认为自己可能出现了幻觉，但一个黑色的飞船开始在你面前成形，并最终开火！准备战斗吧！

# data/events_siren.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[5]
source: Unfortunately the C.E.L. is still preoccupied, because you could really use their fire support right now. Hostile vessel approaching! No choice but to fight!
de: Leider ist die K.V.L. immer noch beschäftigt, denn du könntest ihre Feuerunterstützung gerade jetzt gut gebrauchen. Ein feindliches Schiff nähert sich! Keine andere Wahl als zu kämpfen!
ko: C.E.L.의 화력 지원을 기대했지만, 애석하게도 여전히 다른 곳에 묶여 있는 듯합니다. 적대 선박이 다가옵니다! 싸울 수밖에 없습니다!
ru: К сожалению, ЛБП все еще занят, потому что вам бы сейчас очень пригодилась их огневая поддержка. Вражеское судно приближается! Нет выбора, кроме как сражаться!
zh_hans: 不幸的是，C.E.L.仍然全神贯注，因为你现在真的需要他们的火力支援。敌对船只正在接近！除了战斗别无选择！

# data/events_siren.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[6]
source: The waves of enemies in this sector seems to be unending. It's weird She is willing to sacrifice so many minions on you, but perhaps She's afraid? Or more realistically, She just has a lot of cannon fodder to feed you.
de: Die Wellen von Feinden in diesem Sektor scheinen kein Ende zu nehmen. Es ist seltsam, dass Sie bereit ist, dir so viele Diener zu opfern, aber vielleicht hat sie Angst? Oder, was realistischer ist, Sie hat einfach eine Menge Kanonenfutter für dich.
ko: 이 구역의 적들은 끊이질 않는 것 같습니다. 그녀가 이리 많은 하수인들을 당신 때문에 희생시키고 있다는 것이 조금 괴상하지만, 어쩌면 그녀가 뭔가를 두려워하고 있는 걸지도 모릅니다. 아니면 좀 더 현실적으로, 그러고도 남을 총알받이가 가득한 것일지도.
ru: Волны врагов в этом секторе кажутся бесконечными. Странно, что Она готова пожертвовать столькими приспешниками ради вас, но, возможно, Она боится? Или, что более реалистично, у Нее просто много пушечного мяса, чтобы накормить вас.
zh_hans: 这个地区的敌人一波接一波，似乎没有尽头。很奇怪，她愿意为你牺牲这么多的小兵，但也许她害怕了？或者更现实地讲，她只是有很多炮灰来喂你。

# data/events_siren.xml$//event[@name="VISION_ENCOUNTER"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="VISION_DEFEAT"]/text
source: The black vessel has been destroyed. There's plenty to scrap but you have little time. You need to keep going and reach her! If you waste your resources and effort fighting every one of these enemies, you'll never make it!
de: Das schwarze Schiff ist zerstört worden. Es gibt viel zu verschrotten, aber du hast wenig Zeit. Du musst weitermachen und Sie erreichen! Wenn du deine Ressourcen und deine Mühe darauf verschwendest, jeden einzelnen dieser Feinde zu bekämpfen, wirst du es nie schaffen!
ko: 검은 선박이 파괴되었습니다. 스크랩들이 널려 있지만 시간이 얼마 없습니다. 마저 나아가 그녀에게 도달해야 합니다! 이 적들 하나하나와 전부 싸우는 데에 자원과 노력을 낭비한다면 결코 도달하지 못할 것입니다!
ru: Черный корабль уничтожен. Есть много чего, что можно разобрать на лом, но у вас мало времени. Вам нужно продолжать путь и добраться до нее! Если вы будете тратить свои ресурсы и силы на борьбу с каждым из этих врагов, вы никогда не доберетесь до нее!
zh_hans: 黑船已被摧毁。有很多东西要搜刮，但你的时间不多。你需要继续前进并到达她！如果你浪费资源和精力与这些敌人中的每一个作战，你将永远无法成功！

# data/events_siren.xml$//event[@name="DEATH_VISION"]/lose/@text
source: Your vessel is lost amongst the smiling abyss, ensuring eternal darkness upon the Multiverse.
de: Dein Schiff ist in den lächelnden Abgründen verloren und sorgt für ewige Dunkelheit im Multiversum.
ko: 당신의 선박은 이 미소짓는 심연 속에서 미아가 되었고, 멀티버스엔 영원한 어둠이 드리워질 것입니다.
ru: Ваш корабль потерян среди дымящейся бездны, обеспечивая вечную тьму для Мультивселенной.
zh_hans: 你的船只迷失在微笑的深渊之中，确保多元宇宙的永恒黑暗。

# data/events_siren.xml$//event[@name="HER_FIGHT"]/beaconType/unvisitedTooltip
source: The location of Her.
de: Der Standort von Ihr.
ko: 그녀가 있는 곳.
ru: Место, где Она находится.
zh_hans: 她的位置。

# data/events_siren.xml$//event[@name="HER_FIGHT"]/text
source: You've finally made it to the location of Her. The entire space around is nothing but darkness, with every star having been pulled out of the night sky and consumed by some ancient evil. This is it, there's no second chances now. You're about to go up against perhaps the most powerful and evil entity known to exist in the Multiverse.
de: Du hast endlich den Ort erreicht, an dem Sie sich befindet. Der gesamte Raum um dich herum ist nichts als Dunkelheit, jeder Stern wurde aus dem Nachthimmel gerissen und von einem uralten Übel verschlungen. Das war's, jetzt gibt es keine zweite Chance mehr. Du wirst es mit dem vielleicht mächtigsten und bösesten Wesen zu tun haben, das im Multiversum existiert.
ko: 당신은 드디어 그녀에게 도달했습니다. 온 주위가 완전히 어두운 것이, 무언가 오래된 악이 밤하늘로부터 모든 별들을 뽑아내 삼켜버린 것만 같습니다. 행동해야 할 때입니다. 두 번째 기회는 없을 겁니다. 이 멀티버스에 존재하는 아마도 가장 강력하고 가장 사악한 존재에게 도전하려고 하고 있는 것입니다.
ru: Наконец-то вы добрались до места, где находится Она. Все пространство вокруг - сплошная тьма, каждая звезда вырвана из ночного неба и поглощена каким-то древним злом. Это конец, второго шанса уже не будет. Вам предстоит сразиться, возможно, с самой могущественной и злой сущностью, известной в Мультивселенной.
zh_hans: 你终于来到了她的所在地。四周一片漆黑，每一颗星星都被从夜空中拔出，被某种古老的邪恶吞噬。此时此刻，没有第二次机会了。你将要面对的可能是多元宇宙中已知的最强大、最邪恶的实体。

# data/events_siren.xml$//event[@name="HER_FIGHT"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
