Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_siren.xml/*.po
Languages: de, ko, ru, zh_hans

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_2_DEFEAT"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave but notice in the wreckage another strange signal. It's some kind of weapon with the same anomalous properties of that ship. You bring it on-board and cross your fingers it doesn't cause any problems.
de: Du willst gerade aufbrechen, da bemerkst du in den Trümmern ein weiteres seltsames Signal. Es handelt sich um eine Art Waffe mit den gleichen anomalen Eigenschaften wie das Schiff. Du bringst sie an Bord und drückst die Daumen, dass sie keine Probleme verursacht.
ko: 당신은 이만 떠나려다가 잔해 속에서 또 하나의 의문의 신호를 포착합니다. 방금 전의 함선과 비슷한 기이한 특성을 지닌 무기로 보입니다. 당신은 이를 함선에 싣고 아무 문제도 일어나지 않기를 빌었습니다.
ru: Вы уже собираетесь уходить, но замечаете в обломках корабля еще один странный сигнал. Это какое-то оружие с теми же аномальными свойствами, что и у того корабля. Вы берете его на борт и скрещиваете пальцы, чтобы оно не создало проблем.
zh_hans: 你正准备离开，但注意到在残骸中还有一个奇怪的信号。这是某种武器，具有与那艘船相同的反常特性。你把它带上船，并祈祷它不会造成任何问题。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_3"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A massive and well armed Bomber, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
de: In der Ungewissheit, was du an diesem Signalpunkt finden wirst, gehst du vorsichtig vor, aber selbst dann weißt du nicht genau, was du gefunden hast. Ein massiver und gut bewaffneter Bomber, der den mysteriösen Regenbogenschiffen, von denen berichtet wurde, ähnlich ist, aber eine andere Farbe hat, versteckt sich hinter einem Asteroiden. Du scheinst ihn nicht scannen zu können - irgendetwas an dem Schiff verursacht unerwartete Störungen mit deiner Hardware.
ko: 당신은 이 송신소에서 무엇을 보게 될지 불분명한 상태로 조심히 나아갔고, 눈앞에 있는 것이 무엇인지 보고도 이해하지 못했습니다. 최근 자주 보이는 미지의 무지갯빛 함선과 비슷하지만 색깔이 조금 다른, 거대하고 잘 무장한 폭격기 한 대가 소행성 뒤에 숨어 있습니다. 그 함선이 기기에 예기치 않은 결함을 일으켜 스캔도 시도할 수 없는 것 같습니다.
ru: Не зная, что вы найдете у этого маяка, вы ступаете осторожно, но даже тогда не совсем понимаете, что вы нашли. Огромный и хорошо вооруженный, похожий, но отличающийся по цвету от загадочных радужных кораблей, о которых поступали сообщения, прячется за астероидом. Похоже, вы не можете его просканировать - что-то в этом корабле вызывает неожиданные сбои в аппаратуре.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地走，但即使这样，你也不太清楚你发现了什么。一艘小型但装备精良的轰炸舰，与情报中出现的神秘彩虹船相似，但颜色不同，正躲在一颗小行星后面。你似乎无法扫描它--这艘船的某些地方对你的硬件造成了意外故障。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_3"]/choice[1]/text
source: Hail the vessel.
de: Rufe das Schiff.
ko: 교신을 보낸다.
ru: Связаться с кораблем.
zh_hans: 联系舰船。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_3"]/choice[1]/event/text
source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "All is naught! Well is how you have fought. What of my last two friends? Oh, they met their bitter end. And who was it, who was that culprit? It was you, I swear by the pulpit. Caught the master's interest, yes you have. Our numbers do you seek to halve? Fine, ashes to ashes and all that crap. But riddle me this you blasted chap. Will you like what you are to find? Oh no no no, the master is not kind."
de: Eine Stimme aus dem feindlichen Schiff beginnt zu sprechen, aber zu deiner Überraschung klingt sie so, als wäre sie direkt neben dir. Du drehst dich um, siehst aber niemanden und merkst, dass du die Stimme in deinem Kopf hörst: "Alles ist umsonst! Nun, so habt ihr gekämpft. Was ist mit meinen letzten beiden Freunden? Oh, sie haben ihr bitteres Ende gefunden. Und wer war es, wer war der Übeltäter? Du warst es, ich schwöre es bei der Kanzel. Du hast das Interesse des Meisters geweckt, ja, das habt Ihr. Willst du unsere Zahl halbieren? Na schön, Asche zu Asche und all dieser Mist. Aber verrate mir eins, du verfluchter Kerl. Wird dir gefallen, was du finden sollst? Oh nein, nein, nein, der Meister ist nicht nett."
ko: 적함에서 누군가가 이야기를 시작했는데, 놀랍게도 마치 당신 바로 옆에서 말하는 것처럼 들렸습니다. 그러나 주위를 둘러봐도 아무도 보이지 않았고, 당신은 곧 이 목소리가 머릿속에서 들려오는 것임을 깨달았습니다. "모든 것이 무의미합니다! 하지만 당신은 잘 싸웠습니다. 나의 두 친구는 어떻게 됐지요? 씁쓸한 최후를 맞이했던가요. 그리고 누구일까요, 그 범인은? 연단에 맹세하기를, 당신이겠죠. 당신은 그분의 이목을 끌었답니다. 아아, 우리의 수를 반토막 내고 싶으시겠죠? 좋습니다. 어차피 삶이란 무상하니까요. 하지만 한 번 이 난관도 공략해보시지요. 세상이 앞으로도 당신에게 상냥할까요? 오, 설마요, 그분은 상냥하지 않으십니다."
ru: Связаться с кораблем.
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身来，但没有看到任何人，并意识到你听到的是你脑海中的声音。"一切皆空！这就是你们的战斗方式。我最后的两个朋友怎么样了？哦，他们遇到了痛苦的结局。那是谁，谁是那个罪魁祸首？是你，我以讲坛的名义发誓。你引起了主人的兴趣，是的，你。你想把我们的人数减少一半？好吧，灰飞烟灭之类的废话。但你给我猜个谜语，你这该死的家伙。你会喜欢你要找到的东西吗？哦，不，不，不，主人并不友善。"

source: Your master? What are you talking about?
de: Dein Meister? Wovon redest du?
ko: 그분? 누구를 이야기하는 겁니까?
ru: Ваш хозяин? О чем ты говоришь?
zh_hans: 你的主人？你在说什么？

source: "Mystery mystery, oh what a squeeze. Your ignorance, it's like a disease. Go on now, destiny can not wait! Oh ahead of you is a troublesome fate. Chaos and ruin, just as we predicted. Within our riddles a mystery's encrypted. For our master's the One Who Rhymes. The one who will bring the end of all times!"
de: "Geheimnisse Geheimnisse, oh, was für ein Druck. Deine Unwissenheit, sie ist wie eine Krankheit. Geh jetzt, das Schicksal kann nicht warten! Oh, vor dir liegt ein unangenehmes Schicksal. Chaos und Verderben, genau wie wir es vorausgesagt haben. In unseren Rätseln ist ein Geheimnis verschlüsselt. Denn unser Meister ist der, der sich reimt. Der, der das Ende aller Zeiten bringt!"
ko: "미지의 수수께끼, 어찌나 즐거운지. 그대의 무지는 병이나 다름없습니다. 계속 나아가시죠. 운명은 기다려주지 않으니! 앞에 기다리고 있는 것은 고난뿐일지니. 혼돈과 폐허, 우리가 내다본 그대로. 우리의 수수께끼 속엔 비밀이 그대로. 우리의 주인은 시를 읊는 자. 모든 것의 끝을 가져올 자."
ru: "Тайна тайны, о, какая давка. Твое невежество, оно как болезнь. Ступай сейчас же, судьба не может ждать! О впереди вас ждет беспокойная судьба. Хаос и разруха, как мы и предсказывали. В наших загадках зашифрована тайна. Ведь наш хозяин - Тот, Кто Рифмует. Тот, кто принесет конец всех времен!".
zh_hans: "神秘中的神秘，哦，好大的压迫感。你的无知，就像一种疾病。现在就去吧，命运不能再等了！哦，在你前面的是一个麻烦的命运。混乱和毁灭，正如我们所预测的。在我们的谜语中，有一个神秘的加密谜团。而我们的主宰"押韵者"，他将带来所有时代的终结！"

source: Never heard of him.
de: Noch nie von ihm gehört.
ko: 한 번도 들어본 적 없는 사람입니다만.
ru: Никогда о нем не слышал.
zh_hans: 从未听说过他。

source: "Still oh you yip and yap. Are you afraid, afraid of a most dastardly trap? Oh how I laugh, you most pitiful thing. In the end, only death will cowardice bring. Fine, if action you will not take. If true of the prophecy you will not make. Then force your hand I must require! And only then may I retire. Hands up, you dastardly fiend. Only on my death will the truth be gleamed."
de: "Doch oh du kläffst und kläffst. Hast du Angst, Angst vor einer heimtückischen Falle? Oh, wie ich lache, du erbärmliches Ding. Am Ende bringt Feigheit nur den Tod. Gut, wenn du nicht handeln willst. Wenn du die Prophezeiung nicht wahr machen willst. Dann muss ich deine Hand erzwingen! Und erst dann darf ich mich zurückziehen. Hände hoch, du heimtückischer Schurke. Nur bei meinem Tod wird die Wahrheit ans Licht kommen."
ko: "여전히 하는 말이라고는 왈왈, 멍멍. 두려우십니까, 자신이 빠진 이 악랄한 구덩이가? 가엾은 자여, 저는 그저 웃을 뿐입니다. 나약한 자의 최후는 오직 죽음뿐인데. 됐습니다, 행동하지 않을 것이라면. 예언의 진실을 따르지 않을 것이라면. 내 손으로 그대가 마땅히 따르게 하리! 그런 뒤에야 저는 비로소 쉴 수 있습니다. 손 들라, 악랄한 악마여. 내가 죽어야만 진실이 밝혀질 것이니."
ru: "А ты все еще тявкаешь и тявкаешь. Ты боишься, боишься самой подлой ловушки? О, как я смеюсь, жалкая тварь. В конце концов, трусость принесет только смерть. Хорошо, если ты не будешь действовать. Если пророчество не исполнится. Тогда я должен потребовать твоей руки! И только тогда я смогу уйти в отставку. Руки вверх, подлый изверг. Лишь после моей смерти откроется истина".
zh_hans: "还在哦，你还在哟哟叫。你是否害怕，害怕一个最卑鄙的陷阱？哦，我怎么笑，你这最可怜的东西。最终，胆怯只会带来死亡。好吧，如果你的预言是真的。如果你不采取行动。那我必须要求你出手！只有到那时我才能退休。动手吧，你这个卑鄙的恶魔。只有在我死后，真相才会闪耀。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_3"]/choice[2]/text
source: Ignore it and leave.
de: Ignoriere es und gehe.
ko: 무시하고 떠난다.
ru: Не обращать внимание и уйти.
zh_hans: 无视它并离开。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_3"]/choice[2]/event/text
source: If there's one thing you've learned in your years as a Renegade, its never to trust a mysterious ship.
de: Wenn es eine Sache gibt, die du in deiner Zeit als Renegade gelernt hast, ist es niemals einem mysteriösen Schiff zu vertrauen.
ko: 수년간 배회자로 지내며 배운 것을 하나 꼽자면, 절대로 미지의 함선을 믿으면 안 된다는 것입니다.
ru: Если вы чему-то и научились за годы службы Ренегатом, так это никогда не доверять таинственному кораблю.
zh_hans: 如果说你在多年的变元者生涯中学到了一件事，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_3_DEFEAT"]/text
source: "Finally, at last, my death has come. To the end I am all but numb. The end is nearer, the time is nigh! Not now but later you will die. Go now, and search my wreck. There is one last card in the master's deck."
de: "Endlich, endlich ist mein Tod gekommen. Bis zum Ende bin ich wie betäubt. Das Ende ist näher, die Zeit ist nah! Nicht jetzt, sondern später wirst du sterben. Geh jetzt und durchsuche mein Wrack. Es gibt eine letzte Karte im Deck des Meisters."
ko: "마침내, 최후에, 내 죽음이 도래했도다. 이 마지막 순간에 나는 아무것도 느낄 수가 없구나. 끝이 다가왔다, 최후의 순간이! 비록 지금은 아니더라도, 그대 역시 곧 죽을지니. 가서 내 잔해를 뒤져보시지요. 조종석에 마지막 하나가 있을 테니까요."
ru: "Наконец-то, пришла моя смерть. До конца я оцепенел. Конец близок, время настало! Не сейчас, но позже ты умрешь. Иди и обыщи мои обломки. В колоде мастера есть последняя карта."
zh_hans: "最后，我的死亡终于来了。到最后，我都已经麻木了。末日越来越近了，时间越来越近了！不是现在，而是以后你会死。现在去吧，搜刮我的残骸。主人的牌里还有最后一张牌。"

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_3_DEFEAT"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Aboard the wreck you find a strange gun with anomalous properties like the ship you just fought, as well as an Atlas disc with coordinates that make no sense to you. You're wary of whatever nonsense those aliens were spewing, but against your better judgement you enter the disc into your Atlas regardless. We should be able to explore these coordinates at the next sector jump.
de: An Bord des Wracks findest du eine seltsame Waffe mit anomalen Eigenschaften wie das Schiff, gegen das du gerade gekämpft haben, sowie eine Atlas Disk mit Koordinaten, die für dich keinen Sinn ergeben. Du bist misstrauisch, was für einen Unsinn diese Außerirdischen auch immer von sich gegeben haben, aber wider besseres Wissen gibst du die Disk trotzdem in deinen Atlas ein. Wir sollten in der Lage sein, diese Koordinaten beim nächsten Sektorsprung zu erkunden.
ko: 당신은 잔해 속에서 방금 전의 함선과 비슷한 기이한 특성을 지닌 낯선 무기와 영문 모를 좌표가 기록된 아틀라스 디스크를 발견했습니다. 당신은 미지의 외계인이 내뱉은 이해 못 할 말을 염려하면서도, 불길한 징조를 거스르고 아틀라스에 디스크를 집어넣었습니다. 다음 구역으로 도약할 때 이 좌표를 탐색할 수 있을 것입니다.
ru: На борту корабля вы находите странное оружие с аномальными свойствами, похожее на корабль, с которым вы только что сражались, а также диск Атласа с координатами, которые не имеют для вас никакого смысла. Вы опасаетесь, что эти инопланетяне изрыгали какую-то чушь, но, вопреки здравому смыслу, вводите диск в Атлас. Мы сможем исследовать эти координаты во время прыжка в следующий сектор.
zh_hans: 在沉船上，你发现了一件奇怪的武器，它和你刚才战斗的那艘船一样具有反常的特性，还有一个星区数据集光盘，上面的坐标对你来说毫无意义。你对那些外星人的胡言乱语很警惕，但不管你是否有更好的判断，你还是将光盘输入到你的星区数据集中。我们应该能够在下一个星区跃迁时探索这些坐标。

source: There is strange interference at this beacon.
de: Es gibt seltsame Unterbrechungen an diesem Signalpunkt.
ko: 이 송신소에는 영문 모를 전파 간섭이 있습니다.
ru: На этом маяке наблюдаются странные помехи.
zh_hans: 在这个信标处有奇怪的干扰。

source: Explored location. Nothing left of interest.
de: Ort erkundet. Nichts von Interesse übrig.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
de: Ein unbesuchter Ort.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_REDEMPTION"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A massive and well armed Bomber, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
de: In der Ungewissheit, was du an diesem Signalpunkt finden wirst, gehst du vorsichtig vor, aber selbst dann weißt du nicht genau, was du gefunden hast. Ein massiver und gut bewaffneter Bomber, der den mysteriösen Regenbogenschiffen, von denen berichtet wurde, ähnlich ist, aber eine andere Farbe hat, versteckt sich hinter einem Asteroiden. Du scheinst ihn nicht scannen zu können - irgendetwas an dem Schiff verursacht unerwartete Störungen mit deiner Hardware.
ko: 당신은 이 송신소에서 무엇을 보게 될지 불분명한 상태로 조심히 나아갔고, 눈앞에 있는 것이 무엇인지 보고도 이해하지 못했습니다. 최근 자주 보이는 미지의 무지갯빛 함선과 비슷하지만 색깔이 조금 다른, 거대하고 잘 무장한 폭격기 한 대가 소행성 뒤에 숨어 있습니다. 그 함선이 기기에 예기치 않은 결함을 일으켜 스캔도 시도할 수 없는 것 같습니다.
ru: Не зная, что вы найдете на этом маяке, вы ступаете осторожно, но даже тогда не совсем просвещены в том, что вы нашли. За астероидом прячется массивный и хорошо вооруженный бомбардировщик, похожий, но перекрашенный на таинственные радужные корабли, о которых поступали сообщения, что они появляются. Похоже, вы не можете его просканировать - что-то в этом корабле вызывает неожиданные сбои в работе вашего оборудования.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地走，但即使这样，你也不太清楚你发现了什么。一艘小型但装备精良的轰炸舰，与情报中出现的神秘彩虹船相似，但颜色不同，正躲在一颗小行星后面。你似乎无法扫描它--这艘船的某些地方对你的硬件造成了意外故障。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_REDEMPTION"]/choice[1]/text
source: Hail the vessel.
de: Rufe das Schiff.
ko: 교신을 보낸다.
ru: Приветствовать судно.
zh_hans: 联系舰船。

source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "Tired, my master does grow! Oh, how disappointing was his last foe. A battle for the ages, he thought. But these Renegades, they die quite a lot. You, I think, shall be their redemption. Yes, surely you'll be the exception! Come on, and fight! To battle my master will surely be your right."
de: Eine Stimme aus dem feindlichen Schiff beginnt zu sprechen, aber zu deiner Überraschung klingt sie so, als wäre sie direkt neben dir. Du drehst dich um, siehst aber niemanden und merkst, dass du die Stimme in deinem Kopf hörst: "Müde wird mein Meister! Oh, wie enttäuschend war sein letzter Feind. Ein Kampf für die Ewigkeit, dachte er. Aber diese Renegades, die sterben ziemlich oft. Du, denke ich, wirst ihre Erlösung sein. Ja, du wirst sicher die Ausnahme sein! Komm und kämpfe! Gegen meinen Meister zu kämpfen, wird sicher dein Recht sein."
ko: 적함에서 누군가가 이야기를 시작했는데, 놀랍게도 마치 당신 바로 옆에서 말하는 것처럼 들렸습니다. 그러나 주위를 둘러봐도 아무도 보이지 않았고, 당신은 곧 이 목소리가 머릿속에서 들려오는 것임을 깨달았습니다. "그분의 기다림이란, 어찌나 지치는지! 그분의 마지막 적이 어찌나 실망스러웠는지. 그분은 역사에 남을 전투겠거니 하셨답니다. 하지만 이 배회자란 것들은 또 어찌나 나약합니까. 하지만 그대는 구원이 될 수 있을지 모르겠군요. 맞아, 그대는 예외가 될지도 모르겠습니다! 자, 붙어봅시다, 이리 오시죠. 그분과 싸울 자격이 충분할까요."
ru: Голос с вражеского корабля начинает говорить, но, к вашему удивлению, он звучит так, как будто находится рядом с вами. Вы поворачиваетесь, но никого не видите и понимаете, что слышите голос в своей голове. "Устал, мой хозяин! О, как разочаровал его последний враг. Битва на века, думал он. Но эти ренегаты, они умирают довольно часто. Ты, я думаю, станешь их искуплением. Да, конечно, ты станешь исключением! Давай, сражайся! Сразиться с моим хозяином, безусловно, будет вашим правом."
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身来，但没有看到任何人，并意识到你听到的是你脑海中的声音。"累了，我的主人确实成长了！哦，他的最后一个敌人是多么令人失望。他想，这是一场旷世之战。但这些变元者，他们死得很惨。我想，你将是他们的救赎。是的，你肯定会是一个例外！来吧，战斗吧！与我的主人作战，这是你的权利。"

source: Your master? What are you talking about?
de: Dein Meister? Wovon redest du?
ko: 그분? 누구를 이야기하는 겁니까?
ru: Ваш хозяин? О чем ты говоришь?
zh_hans: 你的主人？你在说什么？

source: "Mystery mystery, oh what a squeeze. Your ignorance, it's like a disease. Go on now, destiny can not wait! Oh ahead of you is a troublesome fate. Chaos and ruin, just as we predicted. Within our riddles a mystery's encrypted. For our master's the One Who Rhymes. The one who will bring the end of all times!"
de: "Geheimnisse Geheimnisse, oh, was für ein Druck. Deine Unwissenheit, sie ist wie eine Krankheit. Geh jetzt, das Schicksal kann nicht warten! Oh, vor dir liegt ein unangenehmes Schicksal. Chaos und Verderben, genau wie wir es vorausgesagt haben. In unseren Rätseln ist ein Geheimnis verschlüsselt. Denn unser Meister ist der, der sich reimt. Der, der das Ende aller Zeiten bringt!"
ko: "미지의 수수께끼, 어찌나 즐거운지. 그대의 무지는 병이나 다름없습니다. 계속 나아가시죠. 운명은 기다려주지 않으니! 앞에 기다리고 있는 것은 고난뿐일지니. 혼돈과 폐허, 우리가 내다본 그대로. 우리의 수수께끼 속엔 비밀이 그대로. 우리의 주인은 시를 읊는 자. 모든 것의 끝을 가져올 자."
ru: "Тайна тайны, о, какая давка. Твое невежество, оно как болезнь. Ступай сейчас же, судьба не может ждать! О впереди вас ждет беспокойная судьба. Хаос и разруха, как мы и предсказывали. В наших загадках зашифрована тайна. Ведь наш хозяин - Тот, Кто Рифмует. Тот, кто принесет конец всех времен!".
zh_hans: "神秘中的神秘，哦，好大的压迫感。你的无知，就像一种疾病。现在就去吧，命运不能再等了！哦，在你前面的是一个麻烦的命运。混乱和毁灭，正如我们所预测的。在我们的谜语中，有一个神秘的加密谜团。而我们的主宰"押韵者"，他将带来所有时代的终结！"

source: Never heard of him.
de: Noch nie von ihm gehört.
ko: 한 번도 들어본 적 없는 사람입니다만.
ru: Никогда о нем не слышал.
zh_hans: 从未听说过他。

source: "Still oh you yip and yap. Are you afraid, afraid of a most dastardly trap? Oh how I laugh, you most pitiful thing. In the end, only death will cowardice bring. Fine, if action you will not take. If true of the prophecy you will not make. Then force your hand I must require! And only then may I retire. Hands up, you dastardly fiend. Only on my death will the truth be gleamed."
de: "Doch oh du kläffst und kläffst. Hast du Angst, Angst vor einer heimtückischen Falle? Oh, wie ich lache, du erbärmliches Ding. Am Ende bringt Feigheit nur den Tod. Gut, wenn du nicht handeln willst. Wenn du die Prophezeiung nicht wahr machen willst. Dann muss ich deine Hand erzwingen! Und erst dann darf ich mich zurückziehen. Hände hoch, du heimtückischer Schurke. Nur bei meinem Tod wird die Wahrheit ans Licht kommen."
ko: "여전히 하는 말이라고는 왈왈, 멍멍. 두려우십니까, 자신이 빠진 이 악랄한 구덩이가? 가엾은 자여, 저는 그저 웃을 뿐입니다. 나약한 자의 최후는 오직 죽음뿐인데. 됐습니다, 행동하지 않을 것이라면. 예언의 진실을 따르지 않을 것이라면. 내 손으로 그대가 마땅히 따르게 하리! 그런 뒤에야 저는 비로소 쉴 수 있습니다. 손 들라, 악랄한 악마여. 내가 죽어야만 진실이 밝혀질 것이니."
ru: "А ты все еще тявкаешь и тявкаешь. Ты боишься, боишься самой подлой ловушки? О, как я смеюсь, жалкая тварь. В конце концов, трусость принесет только смерть. Хорошо, если ты не будешь действовать. Если пророчество не исполнится. Тогда я должен потребовать твоей руки! И только тогда я смогу уйти в отставку. Руки вверх, подлый изверг. Лишь после моей смерти откроется истина".
zh_hans: "还在哦，你还在哟哟叫。你是否害怕，害怕一个最卑鄙的陷阱？哦，我怎么笑，你这最可怜的东西。最终，胆怯只会带来死亡。好吧，如果你的预言是真的。如果你不采取行动。那我必须要求你出手！只有到那时我才能退休。动手吧，你这个卑鄙的恶魔。只有在我死后，真相才会闪耀。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_REDEMPTION"]/choice[2]/text
source: Ignore it and leave.
de: Ignoriere es und gehe.
ko: 무시하고 떠난다.
ru: Не обращать внимания и уйти.
zh_hans: 无视它并离开。

source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
de: Wenn es eine Sache gibt, die du in deiner Zeit als Renegade gelernt hast, ist es niemals einem mysteriösen Schiff zu vertrauen.
ko: 수년간 배회자로 지내며 배운 것을 하나 꼽자면, 절대로 미지의 함선을 믿으면 안 된다는 것입니다.
ru: Если вы чему-то и научились за годы службы Ренегатом, так это никогда не доверять таинственному кораблю.
zh_hans: 如果说你在多年的变元者生涯中学到了一件事，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_REDEMPTION_DEFEAT"]/text
source: "Finally, at last, my death has come. To the end I am all but numb. The end is nearer, the time is nigh! Not now but later you will die. Go now, and search my wreck. There is one last card in the master's deck."
de: "Endlich, endlich ist mein Tod gekommen. Bis zum Ende bin ich wie betäubt. Das Ende ist näher, die Zeit ist nah! Nicht jetzt, sondern später wirst du sterben. Geh jetzt und durchsuche mein Wrack. Es gibt eine letzte Karte im Deck des Meisters."
ko: "마침내, 최후에, 내 죽음이 도래했도다. 이 마지막 순간에 나는 아무것도 느낄 수가 없구나. 끝이 다가왔다, 최후의 순간이! 비록 지금은 아니더라도, 그대 역시 곧 죽을지니. 가서 내 잔해를 뒤져보시지요. 조종석에 마지막 하나가 있을 테니까요."
ru: "Наконец-то, пришла моя смерть. До конца я оцепенел. Конец близок, время настало! Не сейчас, но позже ты умрешь. Иди и обыщи мои обломки. В колоде мастера есть последняя карта".
zh_hans: "最后，我的死亡终于来了。到最后，我都已经麻木了。末日越来越近了，时间越来越近了！不是现在，而是以后你会死。现在去吧，搜刮我的残骸。主人的牌里还有最后一张牌。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Aboard the wreck you find a strange gun with anomalous properties like the ship you just fought, as well as an Atlas disc with coordinates that make no sense to you. You're wary of whatever nonsense those aliens were spewing, but against your better judgement you enter the disc into your Atlas regardless. If you want to go there, you'll have to do it now. There won't be another opportunity.
ko: 당신은 잔해를 수색하다 방금 싸운 우주선처럼 기이한 특성을 지닌 무기와 도무지 이해할 수 없는 좌표가 적힌 아틀라스 디스크를 발견했습니다. 이 외계인들이 내뱉던 허무맹랑한 소리가 신경 쓰이기는 하지만, 당신은 과감히 디스크를 당신의 함선에 등록했습니다. 이곳에 가보고 싶다면 지금 가봐야 합니다. 다음 기회는 없을 테니까요.
ru: На борту разбившегося корабля вы находите странное оружие с аномальными свойствами, похожее на корабль, с которым вы только что сражались, а также диск Атласа с координатами, которые не имеют для вас никакого смысла. Вы опасаетесь, что эти инопланетяне изрыгали какую-то чушь, но вопреки здравому смыслу вводите диск в свой Атлас. Если вы хотите отправиться туда, вам придется сделать это сейчас. Другой возможности не будет.

source: Reroute now.
ko: 지금 바로 가본다.
ru: Перенаправить сейчас же.
zh_hans: 调整航径。

source: Leave it for another day.
ko: 나중으로 미룬다.
ru: Оставить на другой день.
zh_hans: 以后再说吧。
