Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_siren.xml/*.po
Languages: de, ko, ru, zh_hans

source: "Gah, quiet with your interruptions! I tire of all these disruptions. The cult of rhyme I did create! And within I hatched a most dastardly plan. Here, I'll tell it you to straight. In the days past, it was just me and my master. Us together, free to cause every last disaster! But now she's gone, and the fun's all ruined. I'll tear this world apart. That's what I was meant to do right from the start! And that bastard Prime? Well it seems he's run out of time. For upon this very hour, I shall unleash my greatest power! The world shall crumble, reality shall break! Falling down the stars will tumble. Afterwards I think I shall have some cake. Now now, fear not little one. I just wanted to gloat before it's done. Now bear witness to the end of creation! Thou lived a good life, but you were the last generation."
de: "Gah, Ruhe mit deinen Unterbrechungen! Ich habe all diese Unterbrechungen satt. Den Kult der Rhymes habe ich geschaffen! Und darin brütete ich einen heimtückischen Plan aus. Hier, ich erzähle ihn dir ganz offen. In den vergangenen Tagen gab es nur mich und meinen Meister. Wir beide zusammen, frei, um jede Katastrophe zu verursachen! Aber jetzt ist sie weg, und der Spaß ist ruiniert. Ich werde diese Welt in Stücke reißen. Dazu war ich von Anfang an bestimmt! Und dieser Bastard Prime? Nun, es scheint, ihm läuft die Zeit davon. Denn genau in dieser Stunde werde ich meine größte Macht entfesseln! Die Welt wird zerbröckeln, die Realität wird zerbrechen! Die Sterne werden herabfallen und purzeln. Danach werde ich wohl etwas Kuchen essen. Nun denn, keine Angst, Kleines. Ich wollte mich nur freuen, bevor es vorbei ist. Nun sei Zeuge des Endes der Schöpfung! Du hast ein gutes Leben geführt, aber du warst die letzte Generation."
ko: "큼, 조용히 듣고 있어라! 온갖 방해에 지쳤어라. 내 음율의 집단이란! 그 안에서 가장 악랄한 계획을 세우고 있었지. 단도직입적으로 말하지. 먼 옛날, 오직 나와 내 주인 뿐이었어. 우리 둘 뿐으로 모든 재앙을 자유로이 일으킬 수 있었어! 하지만 이제 그녀는 사라졌고, 재미는 다 봤지. 그러니 세상을 찢어발길거야. 처음부터 그럴 생각 뿐이었던 거야! 그 망할 프라임은 어떡하냐고? 그녀석이 막을 시간이 있기야 하겠냐고. 바로 이 순간, 내 최대의 힘을 방출할 텐데! 세계가 무너지고, 현실은 부서지겠지! 별들은 허물어지고. 나는 케이크를 먹고 있겠지. 오, 작은 것아, 너무 두려워하지는 마라. 그저 이 모든 일 이전에 기뻐하고 싶었던 것 뿐이다. 이제 창조의 끝을 목도할지니! 좋은 삶이었겠지만, 네가 최후의 세대가 될 테니."
ru: "Гах, замолчи со своими прерываниями! Я устал от всех этих перебоев. Культ рифмы я создал! И в нем я вынашивал самый подлый план. Вот, я расскажу его вам начистоту. В прошлые дни были только я и мой хозяин. Мы вместе, свободные, чтобы причинить все бедствия! Но теперь ее нет, и все веселье испорчено. Я разорву этот мир на части. Это то, что я должен был сделать с самого начала! А этот ублюдок Первый? Похоже, у него закончилось время. Ибо в этот самый час я высвобожу свою величайшую силу! Мир рухнет, реальность сломается! Звезды упадут вниз. После этого, я думаю, я съем немного торта. Не бойся, малыш. Я просто хотел позлорадствовать, пока все не закончилось. Теперь засвидетельствуй конец творения! Ты прожил хорошую жизнь, но ты был последним поколением".
zh_hans: "嘎嘎，停下你的干扰！我厌倦了所有这些干扰。我确实创造了韵律的崇拜！我在其中策划了一个最卑鄙的计划。在这里，我将直接告诉你。在过去的日子里，只有我和我的主人。我们在一起，自由地造成每一个灾难！但现在她走了，乐趣全被毁了。我会撕裂这个世界。这就是我从一开始就打算做的！还有那个混蛋上将？好吧，看来他的时间已经不多了。因为在这个非常时刻，我将释放我最伟大的力量！世界将崩溃，现实将破灭！坠落的星星将翻滚。之后，我想我应该吃点蛋糕。现在，不要害怕，小家伙。我只是想在它完成之前幸灾乐祸一下。现在见证造物的终结吧！你活得很好，但你是最后一代人。"

source: Surely there's some way to avoid this!
de: Es gibt doch sicher einen Weg, um das zu stoppen!
ko: 이런 결말을 피할 방법이 분명 있을 텐데!
ru: Наверняка есть способ избежать этого!
zh_hans: 当然，有一些方法可以避免这种情况！

source: "Oh, a most daunting request. A dramatic flair, you clearly don't jest! At the very last moment, you speak up as a savior! Oh, isn't that just the most adorable behavior? Fine, I'll humor you, itty bitty little speck. I'll give you one last chance before I send you all to heck. If thou can best me in the deadliest of duels... then I shall postpone my annihilation of all you fools! I'm feeling quite impatient, so try not to take too long. Let us wait no longer, the end you cannot forever prolong."
de: "Oh, eine sehr entmutigende Bitte. Ein dramatisches Gespür, du scherzst offensichtlich nicht! Im allerletzten Moment meldest du dich als Retter! Oh, ist das nicht ein ganz bezauberndes Verhalten? Gut, ich werde dich bei Laune halten, klitzekleiner Fleck. Ich gebe dir eine letzte Chance, bevor ich euch alle in die Hölle schicke. Wenn du mich im tödlichsten aller Duelle besiegst... dann werde ich meine Vernichtung von euch Narren aufschieben! Ich bin ziemlich ungeduldig, also versucht, nicht zu lange zu warten. Lasst uns nicht länger warten, das Ende kann man nicht ewig hinauszögern."
ko: "오, 가장 어려운 요청이군. 이 극적인 솜씨에, 농담이라기엔 시원찮군! 이 마지막 순간에, 구세주가 되겠다! 참으로 앙증맞은 말이렸다? 좋지, 놀아주마, 작디작은 꼬마야. 모든 게 끝나기 전에 최후의 기회를 주는 거다, 얘야. 이 목숨 건 싸움에서 날 이겨봐라... 그럼 너희 멍청이들의 절멸을 잠시 미루겠다. 슬슬 인내심이 바닥날 것 같으니 너무 길어지진 않게 말이야. 더 기다릴 게 뭐 있나, 미룰 수 없는 끝의 시작이야."
ru: "Ох, самая пугающая просьба. Драматическое чутье, вы явно не шутите! В самый последний момент вы выступаете в роли спасителя! О, разве это не самое очаровательное поведение? Ладно, я подшучу над тобой, маленькая крошка. Я дам тебе последний шанс, прежде чем отправлю вас всех в ад. Если ты сможешь победить меня в смертельной дуэли... тогда я отложу уничтожение всех вас, глупцы! Я чувствую себя довольно нетерпеливым, так что постарайтесь не затягивать. Давайте не будем больше ждать, конец нельзя откладывать вечно".
zh_hans: "哦，一个最令人生畏的要求。戏剧性的天赋，你显然不是在开玩笑！在最后时刻，你还以救世主的口气说说话！哦，这不就是最可爱的行为吗？好吧，我就幽默一下，小不点。我会给你们最后一次机会，然后再把你们都送去见鬼。如果你能在最致命的决斗中胜过我......那么我将推迟消灭你们所有的傻瓜！我感到很不耐烦，所以尽量不要花太长时间。让我们不要再等了，你不能永远延长结局。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Irwin) "I've been training my whole life for thisss!"
de: (Irwin) "Ich habe mein ganzessss Leben für das trainiert!"
ko: (어윈) "여때까찌의 노력은 빠로 이껄 위한 거여따!"
ru: (Ирвин) "Я тренировалссся всю свою жизнь для этого!"
zh_hans: (厄文)"我一生都在为这个而训练！"

source: Irwin cuts off The One Who Rhymes mid-speech, immediately turning to you excitedly. "Exotic creaturesss? A grand multiverse-level conssspiracccy? I wassss MADE for thissss!" Irwin flips a ssswitch on hisss blunderbusss, turning it from an orange to red. "It'sss time to kill sssome eldritch godsss."
de: Irwin unterbricht Den Einen Der Rhymed mitten in seiner Rede und wendet sich sofort aufgeregt an dich: "Exotissssche Kreaturen? Eine große Verschwörung auf Multiversumsebene? Dafür bin ich wie geschaffen!" Irwin legt einen Schalter an seiner Donnerbüchse um, der ihn von orange auf rot färbt: "Essss ist an der Zeit, ein paar eldritische Götter zu töten."
ko: 어윈은 시를 읊는 자의 말을 끊으며 흥분한 채 당신을 돌아봅니다. "이국쩍인 생명체? 멀티버쓰 스케일의 꺼대한 음모로온? 빠아아로 이거야!" 어윈은 그의 나빨쫑의 쓰위찌를 켜서 오렌지빛에서 붉은빛으로 바꿉니다. "어디 한 뻔 이계의 씬 한 뻔 쪼져보까."
ru: Ирвин прерывает Того, Кто Рифмует на полуслове и тут же взволнованно поворачивается к вам. "Экзотические сссущества? Грандиозный заговор на уровне Вссселенной? Я был СОЗДАН для этого!" Ирвин щелкает переключателем на своем мушкетоне, превращая его из оранжевого в красный. "Пришло время убить несссколько эльдрических богов".
zh_hans: 厄文在讲话中打断了"押韵者"的话，立即兴奋地转向你。"异种生物？一个巨大的多元宇宙级的阴谋？我就是为这个而生的！"厄文按了一个猎枪上的开关，把它从橙色变成了红色。"是时候杀死一些骇人生物了。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Accept your fate and watch as reality is destroyed.
de: Akzeptiere dein Schicksal und schaue zu, wie die Realität zerstört wird.
ko: 운명을 수용하고 현실이 무너지는 걸 지켜본다.
ru: Принять свою судьбу и наблюдать, как разрушается реальность.
zh_hans: 接受你的命运，看着宇宙被摧毁。

source: The deity begins to laugh as he spreads his cartoonishly long arms and chants. All around you it seems as if space itself is imploding. This is truly the end.
de: Die Gottheit beginnt zu lachen, während sie ihre cartoonhaft langen Arme ausbreitet und singt. Überall um dich herum scheint es, als würde der Raum selbst implodieren. Dies ist wirklich das Ende.
ko: 신적인 존재가 웃으며 만화처럼 과장되게 기다란 팔을 벌리고 주문을 읇습니다. 당신 주위로 온 우주가 무너지는 것 같이 보입니다. 진정한 종말입니다.
ru: Божество начинает смеяться, раскинув свои карикатурно длинные руки и напевая. Вокруг вас кажется, что само пространство разрывается. Это действительно конец.
zh_hans: 神灵开始大笑，他张开他那卡通般的长臂吟唱。在你周围，仿佛空间本身正在内爆。这确实是结束。

source: This reality was destroyed, instantaneously erasing anyone and everyone inside.
de: Diese Realität wurde zerstört und löschte sofort jedes darin befindliche Lebewesen aus.
ko: 이 현실이 파괴되며 그 안의 모든 이들이 동시에 지워졌습니다.
ru: Эта реальность была разрушена, мгновенно стерев всех и каждого, кто в ней находился.
zh_hans: 这个宇宙被摧毁，瞬间抹去里面的每一个人。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_FAIL"]/text
source: "Oh it's tragic, it's so so sad... Really, I didn't think you could make me feel so bad! Alas, your fate is sealed. What's done is done. What's left is obvious, my plan's revealed. The end of time shall commence at once. Goodbye, you ignorant dunce."
de: "Oh, es ist tragisch, es ist so traurig... Wirklich, ich hätte nicht gedacht, dass du mich so traurig machen kannst! Leider ist dein Schicksal besiegelt. Was geschehen ist, ist geschehen. Was übrig ist, ist offensichtlich, mein Plan ist offenbart. Das Ende der Zeit wird sogleich beginnen. Auf Wiedersehen, du ignoranter Trottel."
ko: "아, 비극이란, 정말 너무나도 슬픈 일이지... 정말이란다, 네가 날 이렇게 슬프게 만들지니! 아아, 네 운명은 이제 정해졌다. 일어난 일은 이미 일어났다. 남은 것은 이제 분명히 드러난 내 계획 뿐이지. 시간의 끝은 곧바로 올 테니. 잘 있거나, 무지한 멍청이."
ru: "Ох, это трагично, это так печально... Правда, я не думал, что ты можешь заставить меня чувствовать себя так плохо! Увы, твоя судьба предрешена. Что сделано, то сделано. Что осталось - очевидно, мой план раскрыт. Конец времен начнется немедленно. Прощай, невежественный болван".
zh_hans: "唉，好惨，好难过……真的，没想到你能让我这么难过！唉，你的命运是注定的。木已成舟，覆水难收。剩下的显而易见，我的计划已经揭晓。时间的终结将立即开始。再见了，你这个无知的笨蛋。"

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_FAIL"]/lose/@text
source: This reality was destroyed, instantaneously erasing anyone and everyone inside.
de: Diese Realität wurde zerstört und löschte sofort jedes darin befindliche Lebewesen aus.
ko: 이 현실이 파괴되며 그 안의 모든 이들이 동시에 지워졌습니다.
ru: Эта реальность была разрушена, мгновенно стерев всех и каждого, кто в ней находился.
zh_hans: 这个宇宙被摧毁，瞬间抹去里面的每一个人。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN"]/text
source: As the opposing ship is overcome with explosions, the deity appears on your ship pretending to limp. "Oh me! Oh my! Is it true? Is now the time I die? Of course not, that'd be foolish. To see me here alive must seem so ghoulish. Oh you really thought, an eldritch god you could render naught? Nay, my time is forever. Now was just a blip. All that said, I must admire your endeavour."
de: Während das gegnerische Schiff von Explosionen heimgesucht wird, erscheint die Gottheit auf deinem Schiff und tut so, als würde sie hinken: "Oh ich! Oje! Ist es wahr? Ist es jetzt an der Zeit, dass ich sterbe? Natürlich nicht, das wäre ja töricht. Mich hier lebendig zu sehen, muss so schaurig erscheinen. Hast du wirklich geglaubt, du könntest einen uralten Gott unschädlich machen? Nein, meine Zeit ist ewig. Das war nur ein kurzer Augenblick. Dennoch muss ich dein Bemühen bewundern."
ko: 상대 함선이 폭발로 뒤덮히자, 신적인 존재가 당신의 함선에 나타나 절뚝이는 흉내를 냅니다. "오 이런! 오 저런! 정말인가? 내가 죽을 때인가? 당연히 아니지, 말도 안 되는 일이니. 이리 살아 있는 걸 보니 유령이라도 본 기분이겠지만. 하지만 정말로 그리 믿었더냐, 이계의 신을 무로 돌릴 수 있을 거라? 어허, 내 시간은 영원하다. 지금은 그저 한 순간에 불과하지. 그럼에도, 자네의 노력에 경의를 표하지."
ru: Когда корабль противника одолевают взрывы, божество появляется на вашем корабле, притворяясь хромым. "Ох, я! Ох, Боже! Это правда? Неужели сейчас время моей смерти? Конечно, нет, это было бы глупо. Видеть меня здесь живым, должно быть, так мерзко. Ох, ты действительно думал, что жуткого бога ты сможешь уничтожить? Нет, мое время вечно. Сейчас - лишь миг. Тем не менее, я должен восхититься твоим стремлением".
zh_hans: 当对面的船被爆炸压垮时，神灵出现在你的飞船上，假装一瘸一拐。"哦，我！哦，我的！这是真的吗？现在是我死亡的时候吗？当然不是，那就太傻了。看到我在这里活着，一定觉得很残忍。哦，你真的认为，你可以让一个骇人生物化为乌有？不，我的时间是永远的。现在只是昙花一现。不过，我不得不佩服你的努力。"

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN"]/choice/text
source: So we've failed?
de: Also haben wir versagt?
ko: 그러니까 우린, 실패한 건가?
ru: Значит, мы потерпели неудачу?
zh_hans: 所以我们已经失败了？

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN"]/choice/event/text
source: "No no, in fact you've won! Oh I can't think of a time I've ever had more fun! If you Renegades are truly so entertaining, then what would I do with none of you remaining? In fact, I think I shall bestow a gift. Not one, not two, but three in fact! Oh your luck will surely shift!"
de: "Nein, nein, du hast sogar gewonnen! Oh, ich kann mich nicht erinnern, dass ich jemals mehr Spaß hatte! Wenn ihr Renegades wirklich so unterhaltsam seid, was würde ich dann tun, wenn keiner von euch übrig bliebe? Ich denke, ich werde euch ein Geschenk machen. Nicht eins, nicht zwei, sondern sogar drei! Oh, dein Glück wird sich sicherlich wenden!"
ko: "아니, 아니지, 자네들은 이겼어! 이렇게나 즐거웠던 때가 또 언제 있었겠어! 자네 배회자들과 노는 것이 이리도 즐겁도다. 그러니 자네들 없는 세상에서 내가 무얼 하겠나? 사실, 선물을 줘야 할 것 같은데. 하나도 아니고, 둘도 아니고, 셋은 줘야겠는데! 운수대통한 걸세!"
ru: "Нет-нет, на самом деле вы выиграли! Ох, я не могу припомнить случая, чтобы мне было так весело! Если вы, Ренегаты, действительно такие забавные, то что бы я делал, если бы никого из вас не осталось? На самом деле, я думаю, что должен сделать подарок. Не один, не два, а целых три! Ох, ваша удача непременно изменится!"
zh_hans: "不不，事实上你已经赢了！哦，我想不出有什么时候能比这更有趣了！如果你们这些变元者真的如此有趣，你们要是一个都不剩了，我还有什么乐子？事实上，我想我应该赐予一份礼物。不是一个，不是两个，而是三个。哦，你肯定走运了！"

source: Receive gift number 1.
de: Erhalte Geschenk Nummer 1.
ko: 첫 번째 선물을 받는다.
ru: Получить подарок №1.
zh_hans: 收到1号礼物。

source: "Let's see what prizes of which you'll be the user! Number one, my precious cruiser! Of which you've damaged (quite the feat you have managed). A little beaten but it'll be fine. Go on and have a good time."
de: "Mal sehen, welche Preise du erhalten wirst! Nummer eins, mein kostbarer Kreuzer! Den du beschädigt hast (was dir ja auch gelungen ist). Ein bisschen angeschlagen, aber das wird schon wieder. Geh und amüsiere dich."
ko: "자네가 갖게 될 선물이 뭔지 봅세! 아하, 내 소중한 순양함일세! 자네가 망가뜨린 (사실 어쩔 수 없겠지만, 꽤나 망가뜨린). 약간 부서졌지만 그래도 나쁘진 않을 걸세. 잘 가게."
ru: "Давайте посмотрим, какими призами вы будете пользоваться! Номер один, мой драгоценный крейсер! Который вы повредили (это подвиг, который вам удался). Немного побит, но все будет в порядке. Идите и хорошо проведите время".
zh_hans: "让我们看看你将成为哪些奖品的使用者！第一，我宝贵的巡洋舰！你已经损坏了它(你已经完成了相当的壮举)。虽说被打了，但还是可以修好的。去吧，玩得开心点。"

source: Receive gift number 2.
de: Erhalte Geschenk Nummer 2.
ko: 두 번째 선물을 받는다.
ru: Получить подарок №2.
zh_hans: 收到2号礼物。

source: "The second, the stranger. My precious gnome, it shan't put you in danger! Well that's a lie, I must admit. A little secret I will transmit. Within this thing is imbued true chaos like nothing you've seen. A fun challenge I think that will be bring! Whenever you're feeling up to the task, go fetch the gnome and bring it here I ask! I shall call this thing the Chaos Mode! Only a 9% chance reality will implode." The One Who Rhymes tosses you a small garden gnome sculpture. It makes you very uncomfortable looking at it.
de: "Der zweite, der Fremde. Mein lieber Gnom, es wird dich nicht in Gefahr bringen! Nun, das ist eine Lüge, muss ich zugeben. Ein kleines Geheimnis werde ich weitergeben. Dieses Ding birgt ein wahres Chaos, wie du es noch nie gesehen hast. Ich denke, das wird eine lustige Herausforderung sein! Wenn du dich der Aufgabe gewachsen fühlst, hole den Gnom und bringe ihn her, ich bitte dich! Ich werde dieses Ding den Chaos-Modus nennen! Die Wahrscheinlichkeit, dass die Realität implodiert, beträgt nur 9 %." Der Rhymende wirft dir eine kleine Gartenzwergskulptur zu. Es ist dir sehr unangenehm, sie anzuschauen.
ko: "두 번째는 좀 요상하지. 내 소중한 노움, 그래도 널 위험에 빠뜨리진 않을지니! 아, 인정해야겠군, 그건 거짓말이야. 작은 비밀을 말해주는 거야. 이 안엔 자네가 한 번도 본 적 없는 진정한 혼돈이 깃들어 있거든. 즐거운 도전이 될 테야! 자네가 할 수 있을 것 같을 때, 노움을 챙겨와 이리 가져오게! 카오스 모드라고 부를 수 있겠어! 현실이 9%의 확률로 폭발해버릴 테야." 시를 읊는 자가 당신에게 자그마한 정원 노움 조각을 던져줍니다. 이를 쳐다보고 있으면 뭔가 불편한 기분이 듭니다.
ru: "Второй, незнакомец. Мой драгоценный гном, это не подвергнет тебя опасности! Ну, это ложь, должен признать. Я открою маленький секрет. Внутри этой штуки скрыт настоящий хаос, подобного которому ты еще не видел. Веселый вызов, я думаю, будет вам обеспечен! Как только почувствуешь, что готов к заданию, сходи за гномом и принеси его сюда, я прошу! Я назову эту штуку Режимом Хаоса! Вероятность того, что реальность взорвется, составляет всего 9%". Тот, Кто Рифмует, бросает вам небольшую скульптуру садового гнома. При взгляде на нее вам становится очень не по себе.
zh_hans: "第二个，那个陌生人。我的宝贝侏儒，它不会让你陷入危险！嗯，那是个谎言，我必须承认。我将传递一个小秘密。在这东西中灌满了真正的混乱，就像你所见过的一样。我想这将是一个有趣的挑战。每当你觉得能胜任这项任务时，就去找侏儒，把它带到我这里！我将把这个东西称为"混沌模式"！宇宙只有9%的机会会内爆。""押韵者"扔给你一个小花园侏儒雕塑。它让你看了很不舒服。

source: Receive gift number 3.
de: Erhalte Geschenk Nummer 3.
ko: 세 번째 선물을 받는다.
ru: Получить подарок №3.
zh_hans: 收到3号礼物。

source: "And now for the third, of which I think you will be the most glad! I think this victory shall be the last you will have had. No, that's not a threat. For now a victory I owe you in my debt. That dreadful Flagship I will erase. And in the future I'll do so again with grace! Just bring that gnome back to me. And we'll battle again, hahe! Now that's all I have to say. Goodbye, farewell, have a wonderful day!" A hole opens beneath The One Who Rhymes, through which he falls. His hat remains behind momentarily before a long arm comes back out and grabs it, then slips away into the abyss.
de: "Und nun das dritte, über den du dich, glaube ich, am meisten freuen werden! Ich denke, dass dieser Sieg der letzte sein wird, den du errungen hast. Nein, das ist keine Drohung. Denn jetzt schulde ich dir einen Sieg in meiner Schuld. Das furchtbare Flaggschiff werde ich auslöschen. Und in Zukunft werde ich es wieder mit Anstand tun! Bringt mir nur diesen Gnom zurück. Und wir werden wieder kämpfen, hahe! Das ist alles, was ich zu sagen habe. Auf Wiedersehen, habe einen schönen Tag!" Ein Loch tut sich unter dem Rhymenden auf, durch das er stürzt. Sein Hut bleibt einen Moment zurück, bevor ein langer Arm wieder herauskommt und ihn ergreift, dann gleitet er in den Abgrund.
ko: "그리고 세 번째로, 자네가 가장 기뻐할 소식일세! 이 승리는 자네의 마지막 승리가 될 걸세. 이런, 겁주는 건 아니야. 이 승리를 자네에게 빚졌다는 뜻이야. 그 끔찍한 기함은 지워버리지. 물론 나중에 기쁘게 다시 할 수는 있겠지! 그저 노움을 내게 가져오게. 그럼 다시 싸우게 될 테니, 하헤! 이걸로 내 할 말은 끝난 것 같네. 안녕, 잘 있게, 좋은 날이 되기를 빈다네!" 시를 읊는 자 아래에 구멍이 생기며, 그는 그 안으로 쏙 빠져듭니다. 그의 모자가 관성적으로 잠시 허공에 남아 있다가, 기다란 팔이 구멍에서 튀어나와 이를 잡더니 다시 끌고 들어갑니다.
ru: "А теперь третье, которому, я думаю, вы будете рады больше всего! Я думаю, что эта победа станет для вас последней. Нет, это не угроза. Сейчас победа у меня в долгу. Тот ужасный Флагман я сотру. И в будущем я сделаю это снова с милостью! Только верни мне этого гнома. И мы снова сразимся, хахе! Вот и все, что я хотел сказать. Прощайте, прощайте, всего доброго!" Под Тем, Кто Рифмует, открывается отверстие, через которое он падает. Его шляпа на мгновение остается позади, прежде чем длинная рука выныривает обратно и хватает ее, а затем ускользает в бездну.
zh_hans: "现在是第三个，我想你会最高兴的！我想这次胜利将是你最后的胜利。我想这次胜利将是你最后一次胜利。不，这不是一个威胁。现在，我欠你一场胜利。我将抹去那艘可怕的旗舰。将来我还会优雅地这样做！只要把那个侏儒带回来给我。我们将再次战斗，哈呵！现在我要说的就是这些了。再见，告别，祝你有美好的一天！""押韵者"下面开了一个洞，他从洞中掉了下去。他的帽子暂时留在了身后，然后一只长臂伸了出来抓住了它，然后滑入了深渊。

source: What fun, what fun! And now your run is won!
de: Was für ein Spaß, was für ein Spaß! Und nun ist dein Durchlauf gewonnen!
ko: 이 기쁨을 즐깁시다! 당신은 승리했습니다!
ru: Какое веселье, какое веселье! И теперь ваш забег откровенен победой!
zh_hans: 多么有趣啊，多么有趣啊！现在你的旅行已经胜利了！

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_CHAOS"]/text
source: As you watch the stars fly past you watch as the scenery becomes more and more warped, until soon you're thrown at breakneck speeds right before a gigantic space anomaly. You can hardly believe your eyes before a blinding red flash sends you tumbling backwards.
de: Während du die Sterne vorbeifliegen siehst, beobachtest du, wie sich die Landschaft immer mehr verzieht, bis du schließlich mit halsbrecherischer Geschwindigkeit direkt vor eine gigantische Weltraumanomalie geschleudert wirst. Du traust deinen Augen kaum, als ein greller roter Blitz dich nach hinten schleudert.
ko: 당신은 풍경 속의 별들이 점차 더 왜곡되며 당신을 스쳐지나가는 것을 보다가, 끔찍한 속도로 우주의 거대한 이상현상 앞에 던져졌습니다. 점멸하는 붉은 빛을 보며 뒷걸음질 치면서도, 당신은 지금 보고 있는 광경을 믿지 못하고 있습니다.
ru: Наблюдая за пролетающими мимо звездами, вы смотрите, как пейзаж становится все более и более искаженным, пока вскоре вас не подбрасывает на бешеной скорости прямо к гигантской космической аномалии. Вы едва верите своим глазам, когда ослепительная красная вспышка отправляет вас кувырком назад.
zh_hans: 当你看着星星飞过，你看着风景变得越来越扭曲，直到不久你被以极快的速度扔到一个巨大的空间异常点前。在令人眼花缭乱的红色闪光让你向后翻滚之前，你简直不敢相信自己的眼睛。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES_CHAOS"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Hello good friend! How good it is to see you again! Just in time, you've returned at last! Last time we met, we had just a blast! Oh, wouldn't you agree? Right here, right now, you and I, this is the most fun there'll ever be!"
de: "Hallo, guter Freund! Wie schön, dich wiederzusehen! Gerade noch rechtzeitig bist du zurückgekommen! Das letzte Mal, als wir uns trafen, hatten wir einen Riesenspaß! Oh, findest du nicht auch? Genau hier, genau jetzt, du und ich, das ist der größte Spaß, den es je geben wird!"
ko: "좋은 친구여, 안녕하신가! 다시 보는 게 어찌나 좋은가! 막 좋은 시기에 돌아왔어. 저번 만남을 기억하나, 그야말로 와장창이란 말 그 자체였어! 아, 동의하리라 믿는다네. 지금 이곳, 지금 여기, 자네와 내가 가장 즐거운 시간을 보낼 거라는 데에!"
ru: "Здравствуй, добрый друг! Как хорошо, что я снова вижу тебя! Как раз вовремя, ты наконец-то вернулся! В прошлый раз, когда мы встречались, у нас был просто взрыв! Ох, разве ты не согласен? Прямо здесь, прямо сейчас, ты и я, это самое веселое, что только может быть!"
zh_hans: "你好，好朋友！再次见到你真是太好了！正好，你终于回来了！上次我们见面时，我们玩得很开心！哦，你不同意吗？就在这里，就在此时，你和我，这是最有趣的事情！"

source: Who are you? What is going on?
de: Wer bist du? Was passiert hier?
ko: 당신은 누구지? 무슨 일이 벌어지고 있는 거지?
ru: Кто ты? Что происходит?
zh_hans: 你是谁？发生了什么事？
