Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_siren.xml/*.po
Languages: de, ko, ru, zh_hans

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_4"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A massive and well armed Bomber, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
de: In der Ungewissheit, was du an diesem Signalpunkt finden wirst, gehst du vorsichtig vor, aber selbst dann weißt du nicht genau, was du gefunden hast. Ein massiver und gut bewaffneter Bomber, der den mysteriösen Regenbogenschiffen, von denen berichtet wurde, ähnlich ist, aber eine andere Farbe hat, versteckt sich hinter einem Asteroiden. Du scheinst ihn nicht scannen zu können - irgendetwas an dem Schiff verursacht unerwartete Störungen mit deiner Hardware.
ko: 당신은 이 송신소에서 무엇을 보게 될지 불분명한 상태로 조심히 나아갔고, 눈앞에 있는 것이 무엇인지 보고도 이해하지 못했습니다. 최근 자주 보이는 미지의 무지갯빛 함선과 비슷하지만 색깔이 조금 다른, 거대하고 잘 무장한 폭격기 한 대가 소행성 뒤에 숨어 있습니다. 그 함선이 기기에 예기치 않은 결함을 일으켜 스캔도 시도할 수 없는 것 같습니다.
ru: Не зная, что вы найдете у этого маяка, вы ступаете осторожно, но даже тогда не совсем понимаете, что вы нашли. За астероидом прячется массивный и хорошо вооруженный бомбардировщик, похожий, но другого цвета, на загадочные радужные корабли, о которых поступали сообщения, что они появляются. Похоже, вы не можете его просканировать - что-то в этом корабле вызывает неожиданные сбои в работе вашего оборудования.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地走，但即使这样，你也不太清楚你发现了什么。一艘小型但装备精良的轰炸舰，与情报中出现的神秘彩虹船相似，但颜色不同，正躲在一颗小行星后面。你似乎无法扫描它--这艘船的某些地方对你的硬件造成了意外故障。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_4"]/choice[1]/text
source: Hail the vessel.
de: Rufe das Schiff.
ko: 교신을 보낸다.
ru: Связаться с кораблем.
zh_hans: 联系舰船。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_4"]/choice[1]/event/text
source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "Another Renegade, can it be? Oh, and to think for the others you gave such glee. Now I tire of your antics. Do I care to debate semantics? No, of course not, I'd rather fight. Oh killing you will be just a delight!"
de: Eine Stimme aus dem feindlichen Schiff beginnt zu sprechen, aber zu deiner Überraschung klingt sie so, als wäre sie direkt neben dir. Du drehst dich um, siehst aber niemanden und merkst, dass du die Stimme in deinem Kopf hörst: "Noch ein Renegade, kann das sein? Wenn ich daran denke, dass du dich für die anderen so gefreut hast. Jetzt habe ich genug von euren Mätzchen. Habe ich Lust, über Semantik zu diskutieren? Nein, natürlich nicht, ich würde lieber kämpfen. Oh, dich zu töten wird ein Vergnügen sein!"
ko: 적함에서 누군가가 이야기를 시작했는데, 놀랍게도 마치 당신 바로 옆에서 말하는 것처럼 들렸습니다. 그러나 주위를 둘러봐도 아무도 보이지 않았고, 당신은 곧 이 목소리가 머릿속에서 들려오는 것임을 깨달았습니다. "또 다른 배회잔가요? 그렇다면 당신도 물론 우리의 유희 거리가 되겠죠. 비록 이제는 그대의 익살에 지쳤지만요. 애석하군요. 제가 낱말의 의미를 하나하나 따질 이로 보이나요? 물론 아닙니다. 차라리 싸우는 쪽을 택하겠지요. 오, 그대를 죽이는 일은 참 기쁘겠죠."
ru: Голос с вражеского корабля начинает говорить, но, к вашему удивлению, он звучит так, как будто находится рядом с вами. Вы поворачиваетесь, но никого не видите и понимаете, что слышите голос в своей голове. "Еще один ренегат, возможно ли это? О, и подумать только, что другим ты доставлял столько радости. Теперь я устал от твоих выходок. Хочу ли я спорить о семантике? Нет, конечно, нет, я лучше буду драться. О, убивать тебя будет просто восхитительно!"
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身，但没有看到任何人，并意识到你听到的是脑海中的声音。"又一个变元者，会是这样吗？哦，想想其他人，你给了他们如此大的快乐。现在我厌倦了你的滑稽行为。我关心辩论语义学吗？不，当然不，我宁愿战斗。哦，杀了你会让人很高兴！"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_4"]/choice[2]/text
source: Ignore it and leave.
de: Ignoriere es und gehe.
ko: 무시하고 떠난다.
ru: Не обращать внимания и уйти.
zh_hans: 无视它并离开。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_4"]/choice[2]/event/text
source: If there's one thing you've learned in your years as a Renegade, it's to never trust a mysterious ship.
de: Wenn es eine Sache gibt, die du in deiner Zeit als Renegade gelernt hast, ist es niemals einem mysteriösen Schiff zu vertrauen.
ko: 수년간 배회자로 지내며 배운 것을 하나 꼽자면, 절대로 미지의 함선을 믿으면 안 된다는 것입니다.
ru: Если вы чему-то и научились за годы жизни в качестве ренегата, так это никогда не доверять таинственным кораблям.
zh_hans: 如果说你在多年的变元者生涯中学到了一件事，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_4_DEFEAT"]/text
source: "No, no, It cannot be! This fate the master did not forsee! I have died. And yet I gave it all, I truly tried. The way of my friend I must now go. Damn you Renegade, just so you know. Now the reaper calls. At last, my curtain falls."
de: "Nein, nein, das kann nicht sein! Dieses Schicksal hat der Meister nicht vorausgesehen! Ich bin gestorben. Und doch habe ich alles gegeben, ich habe es wirklich versucht. Den Weg meines Freundes muss ich nun gehen. Verflucht seist du, Renegade, nur damit du es weißt. Nun ruft der Sensenmann. Endlich, mein Vorhang fällt."
ko: "아니, 아니, 이렇게 되다니! 그분께서 보지 않은 운명이라니! 죽음. 비록 최선을 다했음에도. 친구의 길을 따라야만 하는군요. 그대 빌어먹을 배회자의 눈에 비치는 그대로. 사신이 나를 부릅니다. 제 배역도 여기서 끝입니다."
ru: "Нет, нет, этого не может быть! Эту судьбу хозяин не предвидел! Я умер. И все же я отдал все, я действительно старался. Теперь я должен пройти путь моего друга. Будь ты проклят, Ренегат, чтоб ты знал. Теперь жнец зовет. Наконец, мой занавес опускается".
zh_hans: "不，不，不可能！这是不可能的。主人没有预见到这种命运！我已经死了。然而，我已经付出了一切，我真的努力了。我现在必须走我朋友的路。你这该死的变元者，只是让你知道。现在大夺命灵被召唤了。最后，我的帷幕落下了。"

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_4_DEFEAT"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave but notice in the wreckage another strange signal. It's some kind of weapon with the same anomalous properties of that ship. You bring it on-board and cross your fingers it doesn't cause any problems.
de: Du willst gerade aufbrechen, da bemerkst du in den Trümmern ein weiteres seltsames Signal. Es handelt sich um eine Art Waffe mit den gleichen anomalen Eigenschaften wie das Schiff. Du bringst sie an Bord und drückst die Daumen, dass sie keine Probleme verursacht.
ko: 당신은 이만 떠나려다가 잔해 속에서 또 하나의 의문의 신호를 포착합니다. 방금 전의 함선과 비슷한 기이한 특성을 지닌 무기로 보입니다. 당신은 이를 함선에 싣고 아무 문제도 일어나지 않기를 빌었습니다.
ru: Вы уже собираетесь уходить, но замечаете в обломках корабля еще один странный сигнал. Это какое-то оружие с теми же аномальными свойствами, что и у того корабля. Вы берете его на борт и скрещиваете пальцы, чтобы оно не создало проблем.
zh_hans: 你正准备离开，但注意到在残骸中还有一个奇怪的信号。这是某种武器，具有与那艘船相同的反常特性。你把它带上船，并祈祷它不会造成任何问题。

source: There is strange interference at this beacon.
de: Es gibt seltsame Unterbrechungen an diesem Signalpunkt.
ko: 이 송신소에는 영문 모를 전파 간섭이 있습니다.
ru: На этом маяке наблюдаются странные помехи.
zh_hans: 在这个信标处有奇怪的干扰。

source: Explored location. Nothing left of interest.
de: Ort erkundet. Nichts von Interesse übrig.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
de: Ein unbesuchter Ort.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_CHAOS"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but are startled by the approach of a strangely colored alien vessel. "The dawn of the end approaches once again. The gnome you carry, and so it is the master you seek to entertain! Good, oh good, for the time is nigh! The time was approaching again that all of time should die. But now you're here and without further delay... to the master this news I must relay! Oh, will you come with me? To The One Who Rhymes we must go I do decree!"
de: Im Ungewissen darüber, was dich an diesem Signalpunkt erwarten wird, gehst du vorsichtig vor, wirst aber durch die Annäherung eines seltsam gefärbten fremden Schiffes erschreckt: "Die Morgendämmerung des Endes naht wieder einmal. Der Gnom, den du trägst, und damit der Herr, den du zu unterhalten suchst! Gut, oh gut, denn die Zeit ist nah! Es nahte wieder einmal die Zeit, in der alle Zeit sterben sollte. Doch nun bist du hier und ohne weitere Verzögerung... muss ich dem Meister diese Nachricht überbringen! Oh, kommst du mit mir? Zu dem Einen, der sich rhymed, müssen wir gehen, das verkünde ich!"
ko: 당신은 이 송신소에서 무엇을 보게 될지 불분명한 상태로 나아가다가, 괴상한 도색의 외계 선박이 다가오는 것을 보고 놀랐습니다. "최후의 여명이 다시금 다가오는군요. 그대는 노움을 데리고, 그분과 다시 한번 놀아보려는 거군요! 좋아요, 좋습니다, 끝이 코앞에 놓였으니! 모든 시간의 끝이 다가오고 있으니. 하지만 지금 그대가 여기에 있다는 건... 그분께 이 소식을 바로 알려야 한다는 것! 오, 함께 갑시다. 시를 읊는 자에게로 동행하기를 명합니다!"
ru: Не зная, что вы найдете на этом маяке, вы ступаете осторожно, но вас пугает приближение инопланетного корабля странного цвета. "Вновь приближается рассвет конца. Гном, которого вы несете, и его хозяин, которого вы хотите развлечь! Хорошо, о хорошо, ибо время близится! Снова приближалось время, когда все во времени должно было умереть. Но теперь ты здесь, и без промедления... господину я должен передать эту новость! О, пойдешь ли ты со мной? К Тому, Кто Рифмует, мы должны идти, я так решил!"
zh_hans: 不确定你在这个信标上会发现什么，你小心翼翼地走着，但被一艘颜色奇怪的外星飞船的接近吓了一跳。"末日的黎明再次来临。你携带了侏儒，所以你也要招待主人！很好，哦，很好，因为时间已经很近了！时间再次临近，所有的时间都应该死亡。但现在你来了，不再拖延......我必须向主人转达这个消息！哦，你愿意和我一起去吗？我们必须去找那个押韵者，我命令你！"

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_CHAOS"]/choice[1]/text
source: Go with the strange ship.
de: Gehe mit dem seltsamen Schiff.
ko: 괴상한 함선을 따라간다.
ru: Следовать за странным кораблем.
zh_hans: 跟着陌生的船走。

source: "Oh this is perfect, truly just perfect! But first I must take this gnome for which my master holds such respect. Now now off we go! We certainly wouldn't want to be late to the show!"
de: "Oh, das ist perfekt, wirklich einfach perfekt! Aber zuerst muss ich diesen Gnom mitnehmen, vor dem mein Herr so viel Respekt hat. Nun denn, auf geht's! Wir wollen doch nicht zu spät zur Show kommen!"
ko: "완벽합니다, 정말로 완벽합니다! 하지만 먼저 그분께서 존중하는 이 노움을 데려가야 합니다. 그런 다음에 갑시다! 늦지 않고 갑시다!"
ru: "О, это прекрасно, поистине прекрасно! Но сначала я должен забрать этого гнома, которого так уважает мой хозяин. А теперь поехали! Мы бы не хотели опоздать на представление!"
zh_hans: 哦，这太完美了，真的太完美了！但首先必须带着我这个主人如此尊重的侏儒。现在我们走吧！我们当然不想迟到！

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_CHAOS"]/choice[2]/text
source: Nah. We have other places to be.
de: Nein. Wir müssen wo anders hin.
ko: 아니요, 따로 갈 곳이 있습니다.
ru: Нет. У нас есть другие дела.
zh_hans: 不。我们有其他地方要去。

source: "You're... serious? Am I just delirious? You will not come? I... I cannot even think of a rhyme. Really? You're serious? Well... shit. Goodbye I guess."
de: "Du meinst es ernst? Bin ich nur im Delirium? Du wirst nicht kommen? I... Ich kann mir nicht einmal einen Rhyme darauf machen. Ist das dein Ernst? Ist das dein Ernst? Na ja... Scheiße. Auf Wiedersehen, denke ich."
ko: "진... 심입니까? 제정신입니까? 오지 않을 거라고요? 우... 운율조차 떠오르지 않는군요. 정말로? 진지하게? 그럼... 망할. 잘 가시죠."
ru: "Ты... серьезно? Я просто брежу? Ты не придешь? Я... я даже не могу придумать рифму. В самом деле? Ты серьезно? Ну... черт. Прощай, наверное".
zh_hans: "你是......认真的？我只是神志不清吗？你不会来吗？我...我甚至想不出一个韵律。真的吗？你是认真的？嗯......该死。再见了，我想。"

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES"]/text
source: As you watch the stars fly past you watch as the scenery becomes more and more warped, until soon you're thrown at breakneck speeds right before a gigantic space anomaly. You can hardly believe your eyes before a blinding red flash sends you tumbling backwards.
de: Während du die Sterne vorbeifliegen siehst, beobachtest du, wie sich die Landschaft immer mehr verzieht, bis du schließlich mit halsbrecherischer Geschwindigkeit direkt vor eine gigantische Weltraumanomalie geschleudert wirst. Du traust deinen Augen kaum, als ein greller roter Blitz dich nach hinten schleudert.
ko: 당신은 풍경 속의 별들이 점차 더 왜곡되며 당신을 스쳐지나가는 것을 보다가, 끔찍한 속도로 우주의 거대한 이상현상 앞에 던져졌습니다. 점멸하는 붉은 빛을 보며 뒷걸음질 치면서도, 당신은 지금 보고 있는 광경을 믿지 못하고 있습니다.
ru: Наблюдая за пролетающими мимо звездами, вы смотрите, как пейзаж становится все более и более искаженным, пока вскоре вас не подбрасывает на бешеной скорости прямо к гигантской космической аномалии. Вы едва верите своим глазам, когда ослепительная красная вспышка отправляет вас кувырком назад.
zh_hans: 当你看着星星飞过，你看着风景变得越来越扭曲，直到不久你被以极快的速度扔到一个巨大的空间异常点前。在令人眼花缭乱的红色闪光让你向后翻滚之前，你简直不敢相信自己的眼睛。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="THE_ONE_WHO_RHYMES"]/choice/event/text
source: "You looked! You gasped! I had you hooked! The mystery's answer at very last! It was I, The One Who Rhymes. God of Chaos, the ender of times! Oh what joy, what fun! Oh how far it is you've come. We meet at last! Oh friend we're gonna have a blast. Do you not quake and shiver in awe? I'm perfect, I'm beautiful, down to my every last paw. I'm sure you're curious, 'What is this fuss?' Well well, let's get to it, now that it's just the two of us!"
de: "Du hast geschaut! Du hast geschnappt! Ich hatte dich am Haken! Das Rätsel ist endlich gelöst! Ich war es, derjenige, der sich rhymed. Gott des Chaos, der Beender der Zeiten! Oh welche Freude, welcher Spaß! Oh, wie weit bist du gekommen. Wir treffen uns endlich! Oh Freund, wir werden einen Mordsspaß haben. Bebt und zittert ihr nicht vor Ehrfurcht? Ich bin perfekt, ich bin wunderschön, bis in die letzte Pfote. Du bist sicher neugierig: 'Was soll das Getue?' Nun gut, kommen wir zur Sache, jetzt, wo wir nur zu zweit sind!"
ko: "봤구나! 놀랐어! 홀렸어! 이 미스터리의 해답에 도달한 게다! 바로 나, 시를 읊는 자에게. 혼돈의 신이자, 시간을 끝내는 자에게! 오, 어찌나 즐거운지, 어찌나 신나는지! 어찌나 먼 길을 왔는지. 그럼에도 기어이 만났구나! 한 번 박살을 내보자꾸나. 공포와 충격으로 떨고 있는 게냐? 발톱 하나까지 완벽하고 아름다운 이 모습이 놀라운 게냐? '이게 대체 무슨 일이지?' 그런 생각을 하고 있겠지. 하지만 시작하자고, 여긴 우리 둘 뿐이니!"
ru: "Ты смотрел! Ты задыхался! Я поймал вас на крючок! Наконец-то ответ на загадку! Это был я, Тот, Кто Рифмует. Бог Хаоса, конец времен! Какая радость, какое веселье! Как далеко вы зашли! Наконец-то мы встретились! О, друг, мы собираемся повеселиться. Разве ты не дрожишь и не трепещешь в благоговении? Я совершенен, я прекрасен, до последней лапы. Я уверен, что тебе интересно, "Что это за суета?". Ну что ж, давайте приступим к делу, раз уж мы остались вдвоем!"
zh_hans: "你看了！你惊叹了！我让你上瘾了！谜团终于得到了答案！是我，押韵者。混沌之神，时间终结者！哦，多么快乐，多么有趣！哦，你已经走了多远。我们终于见面了！哦，朋友，我们会玩得很开心。你不敬畏地战栗和颤抖吗？我很完美，我很漂亮，直到我的最后一只爪子。我敢肯定你很好奇，'这是怎么回事？好了好了，就这样吧，现在就我们两个人了！"

source: Could you kindly explain what the hell is happening?
de: Kannst du erklären, was zur Hölle passiert?
ko: 대체 이 망할 일이 뭔지 제발 좀 설명해줄 순 없소?
ru: Не могли бы вы любезно объяснить, что, черт возьми, происходит?
zh_hans: 你能解释一下到底发生了什么吗？

source: "Haha! Hahe! Oh but your confusion brings me such glee! An eldritch being of unimaginable power, that's what I am. Oh the cosmology, what a mess. Shall we start from the beginning? I'm thinking yes!"
de: "Haha! Haha! Oh, aber deine Verwirrung macht mir so viel Freude! Ein eldritisches Wesen von unvorstellbarer Macht, das bin ich. Oh, die Kosmologie, was für ein Durcheinander. Sollen wir noch einmal von vorne anfangen? Ich denke ja!"
ko: "하하! 하헤! 이런, 하지만 네 혼란이 날 즐겁게 하는구나! 상상할 수 없는 힘을 가진 이물, 그게 나다. 우주론이란 얼마나 멍청한 학문인지. 태초부터 이야기해야 할까? 그게 좋겠군!"
ru: "Хаха! Хахе! Ох, но твое замешательство доставляет мне такое удовольствие! Древнее существо невообразимой силы, вот кто я. Ох космология, какая неразбериха. Может, начнем с самого начала? Думаю, да!"
zh_hans: "哈哈！哈呵！哦，但你的困惑给我带来了如此的快乐！一个具有难以想象的力量的骇人生物，这就是我。哦，宇宙学，真是一团糟。我们可以从头开始吗？我想是的！"

source: Sure, I guess.
de: Klar, nehme ich mal an.
ko: 그게 낫겠지, 아마도.
ru: Конечно, наверное.
zh_hans: 当然，我想。

source: "You guess? YOU GUESS?! Oh but you should be excited! Having you here has made me oh so delighted! Where to begin, where to begin... Ah yes, of course! Another cluster is from where we hail. Realities unlike anything you've seen! A place where Eldritch is normal, where dreams fill the gaps between! Yes, that's right, you heard me clearly! I do promise I speak sincerely. The dreams of gods, that's our matter. And those Sirens? Well, they eat it on the silver platter!"
de: "Du ratest? DU RATEST?! Oh, aber du solltest dich freuen! Dich hier zu haben, hat mich so erfreut! Wo soll ich anfangen, wo soll ich anfangen... Ah ja, natürlich! Ein weiteres Bündel ist das, aus dem wir kommen. Realitäten, wie du sie noch nie gesehen hast! Ein Ort, wo Eldritch normal ist, wo Träume die Lücken dazwischen füllen! Ja, das stimmt, du hast mich richtig verstanden! Ich verspreche, ich spreche aufrichtig. Die Träume der Götter, das ist unsere Sache. Und diese Sirenen? Nun, die fressen sie auf dem Silbertablett!"
ko: "아마도? 아 마 도 ?! 그보단 더 열의 있어야지! 널 여기까지 오게 만드는 게 얼마나 즐거웠는지! 어디부터 시작할까, 어디부터... 아 그래! 또 다른 우주군. 네가 봐온 어떤 것과도 다른 현실이지! 이물이 일반적이고, 꿈들이 그 틈을 메우고 있는 곳이지! 그래, 그대로 들었다! 거짓 하나 없다고 맹세할 수도 있다. 우리는 꿈의 신들, 모든 꿈을 관장하지. 그 꿈을 은접시에 담아 먹는 세이렌들과 함께하지!"
ru: "Наверное? НАВЕРНОЕ?! Ох, но ты должен быть в восторге! То, что вы здесь, привело меня в восторг! С чего начать, с чего начать... Ах да, конечно! Еще один узел - это место, откуда мы родом. Реальность, не похожая ни на что, что вы видели! Место, где Жуть - норма, где мечты заполняют промежутки между ними! Да, верно, вы меня правильно поняли! Обещаю, я говорю искренне. Сны богов - это наше дело. А эти Сирены? Ну, они едят это на серебряном блюде!"
zh_hans: "你猜？你猜猜？哦，但你应该感到兴奋！有你在这里，让我很高兴哦！从哪里开始呢，从哪里开始呢......啊，是的，当然了！另一个集群是我们兴起的地方。与你所见过的任何东西都不同的现实！一个充满骇人生物的地方，在那里，梦想填补了两者之间的空白！是的，没错，你是在做梦。是的，没错，你清楚地听到了我的话！我保证我说的是真心话。诸神的梦，那是我们的事。那些异鸣？嗯，他们在银盘上吃它们！"

source: The Sirens? Who?
de: Die Sirenen? Wer?
ko: 세이렌? 그게 누구지?
ru: Сирены? Кто?
zh_hans: 异鸣们？谁？

source: "Oh you are so ignorant! The tripods you've battled to get here, did you not know they were important? Yes, yes, a species unlike any other! A devious god their mother! And when she tired of their suckling... oh she sent them buckling! Haha, hahe! Oh what a riot. Through that portal they went running. And behind them? Well it was me who came gunning! Unpopular there I always was. But here? Well I can make all the chaos I ever wanted, just because. But oh those Sirens, me they did ever so hate. But a few of them it seems could relate! They worshiped me, gave me praise. And all for nothing, not even a raise! A while I remained complacent. I'd mess with that bastard Slug, the one who thinks he rules the Multiverse adjacent. My anomalies he never liked. A whole agency he made, just out of spite! Sent after me to... to bring my ruin! Well, I'm afraid any chance I fail was just an illusion. My mother is cunning, she is most patient. It is only a matter of time until the slug's place is vacant."
de: "Oh, du bist so ignorant! Die Tripoden, gegen die du gekämpft hast, um hierher zu kommen, wusstest du nicht, dass sie wichtig sind? Ja, ja, eine Spezies, wie es keine andere gibt! Ein verschlagener Gott ihre Mutter! Und als sie des Säugens müde wurde... oh, sie zwang sie in die Knie! Haha, hahe! Oh, was für ein Aufruhr. Durch das Portal rannten sie. Und hinter ihnen? Nun, ich war es, der schießen kam! Unbeliebt war ich dort schon immer. Aber hier? Nun, ich kann so viel Chaos anrichten, wie ich will, einfach so. Aber oh diese Sirenen, mich haben sie so sehr gehasst. Aber ein paar von ihnen, so scheint es, konnten mich verstehen! Sie verehrten mich, lobten mich. Und das alles für nichts, nicht einmal eine Gehaltserhöhung! Eine Weile blieb ich selbstgefällig. Ich legte mich mit diesem Bastard Slug an, der glaubt, er beherrsche das Multiversum nebenan. Meine Anomalien mochte er nie. Eine ganze Agentur hat er aus reiner Bosheit gegründet! Hinter mir hergeschickt, um mich zu ruinieren! Nun, ich fürchte, jede Chance, dass ich versage, war nur eine Illusion. Meine Mutter ist gerissen, sie ist sehr geduldig. Es ist nur eine Frage der Zeit, bis der Platz der Slugs frei ist."
ko: "오, 무지한 자야! 여태 싸워온 세발동물들이 뭔가 중요하리라 생각도 못한 게야! 그래, 그래, 다른 그 어느 종과도 다른 것들! 기만적인 신을 어미로 둔 것들! 그녀가 젖먹이기에 지치자마자... 그대로 찌그러뜨려졌다마다! 하하, 하헤! 무슨 난리였담. 포탈을 통해 달아나던 꼴이란. 그 뒤에 누가 있었느냐? 사냥을 나선 나 외에 또 누가 있으련만! 내 그곳에서 그리 인기 있진 않았지. 하지만 여기선, 그저 내 소망 하나로 모든 혼돈을 만들 수 있지. 세이렌들은 날 너무나 싫어하더군. 헌데 개중 소수가 내게 동질감을 느끼더군! 날 숭배하고, 찬양하며. 아무런 대가도 없이, 기대조차 하지 않으며! 잠시 동안은 자족적으로 남아 있었지. 헌데 이 가까운 멀티버스를 지배한다고 생각하는 야만적인 슬러그가 있었지. 내 이상현상들을 좋아하지 않더군. 악의로 만들어진 조직조차 있더군. 오직 내 파멸을 위해 보내진! 하지만, 내가 실패할지도 모른다는 가능성은 전부 착각일 뿐이지. 내 어머니는 교활하고도 참을성이 많으니. 저 슬러그의 자리가 공란이 되는 건 오직 시간 문제일 뿐이지."
ru: "О, вы так невежественны! Треножники, с которыми вы сражались, чтобы попасть сюда, разве вы не знали, что они важны? Да, да, вид, не похожий ни на один другой! Коварный бог - их мать! И когда она устала от их сосания... ох, она послала их на пролом! Хаха, хахе! Ох, какой бунт! Через портал они бежали. А за ними? Ну, это был я, который стрелял! Там я всегда был непопулярен. Но здесь? Здесь я могу творить хаос, какой только захочу, просто так. Но ох, эти Сирены, меня они ненавидели. Но некоторые из них, кажется, могли меня понять! Они поклонялись мне, воздавали мне хвалу. И все это просто так, даже повышения не было! Некоторое время я оставался благодушным. Я возился с этим ублюдком слизнем, который думает, что правит соседней Мультивселенной. Мои аномалии ему не нравились. Он создал целое агентство, просто из вредности! Послал за мной, чтобы... чтобы погубить меня! Боюсь, что все шансы, что я потерплю неудачу, были лишь иллюзией. Моя мать хитра, она очень терпелива. Это лишь вопрос времени, пока место слизняка не освободится".
zh_hans: "哦，你太无知了！你为到达这里而与之战斗过的"三脚架"们，你不知道它们的重要性吗？是的，是的，一个与众不同的物种！一个狡猾的神—他们的母亲！当她厌倦了他们的吸吮时……哦，她把他们赶去了扣子！哈哈，哈呵！哦，真是一场骚乱。他们通过那个传送门跑了出去。在他们后面呢？是我在追赶！我在那里总是不受欢迎的。但在这里呢？我可以制造所有我想要的混乱，只是因为。但是哦，那些异鸣，他们对我恨之入骨。但他们中的一些人似乎可以交流！他们崇拜我，赞美我。而这一切都毫无意义，没有一点用处！有一阵子我还是沾沾自喜。我招惹了那个混蛋蛞蝓，那个认为自己统治了多元宇宙的人。他从不喜欢我的异常。他建立了一个完整的机构，只是出于恶意！派去……带我走向毁灭！好吧，恐怕任何能让我失败的机会的都只是一种幻觉。我母亲很狡猾，她很有耐心。直到蛞蝓虫的位置空出来只是时间问题。"

source: I'm not sure I'm following.
de: Ich bin nicht sicher, ob ich dir folgen kann.
ko: 내가 잘 이해하고 있는지 모르겠군.
ru: Я не уверен, что понимаю.
zh_hans: 我不确定我是否听懂了。
