Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_siren.xml/*.po
Languages: de, ko, ru, zh_hans

# data/events_siren.xml$//event[@name="ENCOUNTER_SIREN_UNKNOWN"]/text
source: Before you even have time to react, a foreign vessel comes barreling towards you! You've never seen or heard of a ship like this, but you don't have time to question it, get ready to fight!
de: Bevor du überhaupt Zeit hast zu reagieren kommt eine unbekanntes Schiff auf dich zu! Du hast noch nie so ein Schiff gesehen oder von gehört, aber du hast keine Zeit um Fragen zu stellen, mach dich bereit zum Kampf!
ko: 한 외계 선박이 차마 대응할 시간도 없이 당신에게 돌진해옵니다! 전혀 듣도 보도 못한 함선이지만, 당장은 의문을 가질 여유가 없습니다. 전투를 준비하십시오!
ru: Вы даже не успели среагировать, как на вас несется непонятный корабль! Вы никогда не видели и не слышали о таком корабле, но у вас нет времени на сомнения, приготовьтесь к бою!
zh_hans: 你还没来得及反应过来，就发现一艘异种船直冲而来！你从来没见过或听说过如此奇怪的船，但也没时间考虑太多了，准备应战！

# data/events_siren.xml$//event[@name="ENCOUNTER_SIREN_UNKNOWN"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="SIREN_UNKNOWN_ESCAPING"]/text
source: Whatever these aliens are - looks like they aren't above traditional cowardice. Scans show their FTL drive has been powered up and they're now trying to escape!
de: Was auch immer diese Aliens sind - es sieht aus als wären sich nicht über Feigheit. Scanns zeigen ihr FTL-Antrieb wurde aktiviert und sie versuchen zu flüchten!
ko: 이 외계인들의 정체가 뭐든 간에, 겁이 많기로 따지면 다른 자들과 별반 차이가 없어 보입니다. 스캔 결과 그들은 FTL 드라이브를 가동하고 탈출을 시도하고 있습니다!
ru: Кем бы ни были эти инопланетяне - похоже, они не отличаются традиционной трусостью. Сканирование показывает, что их сверхсветовой двигатель был включен, и теперь они пытаются улететь!
zh_hans: 不管这群异种到底为何物 - 看来他们也无法摆脱生物恃强凌弱的本性。他们的超光速推进器开始充能，显然是准备逃跑！

# data/events_siren.xml$//event[@name="SIREN_UNKNOWN_GOTAWAY"]/text
source: The mysterious alien vessel has escaped into the abyss. You can't linger around for long, but maybe some day you'll see these things again.
de: Das mysteriöse außerirdische Schiff ist in den Abgrund entkommen. Du kannst nicht lange hier bleiben, aber vielleicht siehst du diese Dinge eines Tages wieder.
ko: 신비로운 외계 함선이 심연 속으로 탈출했습니다. 여기에 계속 머물 수는 없지만, 언젠가 그들을 다시 만날지도 모르겠습니다.
ru: Таинственный инопланетный корабль скрылся в бездне. Здесь нельзя задерживаться надолго, но, возможно, когда-нибудь вы снова увидите эти вещи.
zh_hans: 这艘神秘飞船已遁入深渊。你无法在此处久留，不过也许将来你还会遇见它。

source: There is strange interference at this beacon.
de: Es gibt seltsame Unterbrechungen an diesem Signalpunkt.
ko: 이 송신소에는 영문 모를 전파 간섭이 있습니다.
ru: На этом маяке наблюдаются странные помехи.
zh_hans: 在这个信标处有奇怪的干扰。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER"]/beaconType/visitedTooltip
source: Explored location. Nothing left of interest.
de: Ort erkundet. Nichts von Interesse übrig.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
de: Ein unbesuchter Ort.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_1"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A small but well armed Interceptor, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
de: In der Ungewissheit, was dich an diesem Signalpunkt erwarten wird, gehst du vorsichtig vor, aber selbst dann weißt du nicht genau, was du gefunden hast. Ein kleiner, aber gut bewaffneter Abfangjäger, der den mysteriösen Regenbogenschiffen, von denen berichtet wurde, ähnelt, aber eine andere Farbe hat, versteckt sich hinter einem Asteroiden. Du scheinst nicht in der Lage zu sein, ihn zu scannen - irgendetwas an diesem Schiff verursacht unerwartete Störungen mit deiner Hardware.
ko: 당신은 이 송신소에서 무엇을 보게 될지 불분명한 상태로 조심히 나아갔고, 눈 앞에 있는 것이 무엇인지 보고도 이해하지 못했습니다. 최근 자주 보이는 미지의 무지갯빛 함선과 비슷하지만 색깔이 조금 다른, 작지만 잘 무장한 요격기 한 대가 소행성 뒤에 숨어 있습니다. 그 함선이 기기에 예기치 않은 결함을 일으켜 스캔도 시도할 수 없는 것 같습니다.
ru: Не зная, что вы найдете у этого маяка, вы ступаете осторожно, но даже тогда не совсем понимаете, что вы нашли. Небольшой, но хорошо вооруженный перехватчик, похожий, но отличающийся по цвету от загадочных радужных кораблей, о которых поступали сообщения, прячется за астероидом. Похоже, вы не можете его просканировать - что-то в этом корабле вызывает неожиданные сбои в аппаратуре.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地探索，但即使这样，你也不太清楚你发现了什么。一艘与传言中偶尔出现的神秘彩虹船相似，但颜色不同的小型但装备精良的拦截舰，正躲在一颗小行星后面。你似乎无法扫描到它 - 这艘船的某些地方使你的硬件产生了意外故障。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_1"]/choice[1]/text
source: Hail the vessel.
de: Rufe das Schiff.
ko: 교신을 보낸다.
ru: Связаться с кораблем.
zh_hans: 联系舰船。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_1"]/choice[1]/event/text
source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "What are you?, the Renegade asked. Explaining myself, I have been tasked. I'm not sure what to say. Please don't take this the wrong way. The world is big, the Multiverse bigger. In scope of it all you're just a flicker. Years ago, our home we fled. For if we stayed we'd be dead. But now here we are, torn apart. And our people chose to depart. An evil thing, eldritch in nature. Your mind would explode, I'd surely wager."
de: Eine Stimme aus dem feindlichen Schiff beginnt zu sprechen, aber zu deiner Überraschung klingt sie so, als wäre sie direkt neben dir. Du drehst dich um, siehst aber niemanden und merkst, dass du die Stimme in deinem Kopf hörst. "Was bist du?, fragte der Renegade. Ich erkläre mich selbst, ich habe einen Auftrag. Ich bin mir nicht sicher, was ich sagen soll. Verstehe das bitte nicht falsch. Die Welt ist groß, das Multiversum noch größer. Im Rahmen all dessen bist du nur ein Flackern. Vor Jahren sind wir aus unserer Heimat geflohen. Denn wenn wir geblieben wären, wären wir tot. Aber jetzt sind wir hier, auseinandergerissen. Und unser Volk hat sich entschieden, zu gehen. Eine böse Sache, unheimlich in der Natur. Ich würde wetten, dass dein Verstand explodieren würde."
ko: 적함에서 누군가가 이야기를 시작했는데, 놀랍게도 마치 당신 바로 옆에서 말하는 것처럼 들렸습니다. 그러나 주위를 둘러봐도 아무도 보이지 않았고, 당신은 곧 이 목소리가 머릿속에서 들려오는 것임을 깨달았습니다. "당신은 누구입니까? 이리 묻겠지요, 배회자여. 설명하자면, 저는 과업을 받았습니다. 어디서부터 시작해야 할지 모르겠군요. 오해하지 않기를. 세상은 넓고, 멀티버스는 더더욱 거대합니다. 그 관점에서 당신은 그저 깜빡이는 불빛 정도에 불과하죠. 수년 전, 우리는 고향으로부터 도망쳤습니다. 머물렀더라면 모두가 죽었겠죠. 지금 우리는 살아서 흩어져 있습니다. 우리의 선택한 일입니다. 자연의 괴이, 사악한 것. 장담하건대, 당신의 정신을 날려버리고도 남을 겁니다."
ru: Голос с вражеского корабля начинает говорить, но, к вашему удивлению, он звучит так, как будто находится рядом с вами. Вы поворачиваетесь, но никого не видите и понимаете, что слышите голос в своей голове. "Кто ты?" - спросил Ренегат. Объясняю, мне поручили задание. Я не знаю, что сказать. Пожалуйста, не поймите меня неправильно. Мир велик, Мультивселенная еще больше. В масштабах всего этого вы - всего лишь мерцание. Много лет назад мы покинули наш дом. Потому что если бы мы остались, мы бы погибли. Но теперь мы здесь, разорванные на части. И наш народ решил уйти. Зло, жуткое по своей природе. Ваш разум взорвется, я уверен".
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身，但没有看到任何人，并意识到你听到的是你脑海中的声音。"你是什么人？，变元者如是问。解释一下我自己，我如是被委托。我不知如何意会。请你不要误会。宇宙很大，多元宇宙更大。如此看来你们不过是一刹。多年以前我们只能背井离乡，否则会面临灭亡。但现在，我们四分五裂，民众选择道别。一个邪恶的东西，本质上骇人生物。你的头脑会爆炸，我敢打赌。"

source: What?
de: Was?
ko: 뭐라고?
ru: Что?
zh_hans: 啥？

source: "I see, I see, you know nothing yet. But please, I beg, do not fret. When all is over and done. Nothing will be left, for we have won. Fear the thing that is only chaos. Before he's done all you love will be lost. We are the sons, the daughters of he. The most powerful being there will ever be. Not Prime, no sir, no ma'am! Oh he can't do anything the lord of chaos can!"
de: "Ich sehe, ich sehe, du weißt noch nichts. Aber bitte, ich flehe dich an, reg dich nicht auf. Wenn alles vorbei und getan ist. Nichts wird mehr übrig sein, denn wir haben gesiegt. Fürchte das Ding, das nur Chaos ist. Bevor er fertig ist, wird alles, was ihr liebt, verloren sein. Wir sind die Söhne, die Töchter von ihm. Das mächtigste Wesen, das es je geben wird. Nicht Prime, nein Sir, nein Ma'am! Oh, er kann nichts tun, was der Herr des Chaos tun kann!"
ko: "이해합니다, 이해해요, 아직 아무것도 모르겠죠. 하지만 부디 초조해하지 않기를. 모든 것이 끝난 뒤에는. 우리가 이겼으니 아무것도 남지 않을 겁니다. 혼돈뿐인 존재를 두려워하라. 네가 사랑하는 모든 것이 사라질 테니. 우리는 그의 자녀입니다. 세상에 존재할 수 있는 가장 강력한 것. 프라임을 얘기하는 게 아닙니다, 신사분, 숙녀분! 그는 혼돈의 군주께서 할 수 있는 것을 단 하나도 따라 하지 못하니!"
ru: "Вижу, вижу, вы еще ничего не знаете. Но прошу вас, умоляю, не волнуйтесь. Когда все закончится и будет сделано. ничего не останется, ибо мы победили. Бойся того, что есть только хаос. Прежде чем он закончится, все, что вы любите, будет потеряно. Мы - сыновья и дочери Его. Самое могущественное существо, которое когда-либо существовало. Не Прайм, ни сэр, ни мэм! О, он не может сделать ничего, что может Повелитель Хаоса!"
zh_hans: "我明白，我明白，你还一无所知。但是，我请你，莫烦躁。当一切都结束转正。一切都将不复存在，因为我们已经获胜。只对混沌恐惧。在他完成之前，你所爱的一切都会消失。我们是他的后代。有史以来最强大的存在。不是领主，不先生，不女士！哦，混沌之主能做的事，他都做不到！"

source: You aren't doing a good job of convincing me not to fret.
de: Du schaffest es nicht gerade mich zu überzeugen, dich nicht zu fürchten.
ko: 그다지 설득력 없는 말입니다만.
ru: Вы не очень-то стараетесь убедить меня не волноваться.
zh_hans: 你在说服我不要担心这方面做得并不好。

source: "You twist our words for you are blind! You cannot see, weak is your mind! At the end of time it is us you'll thank. After this universe is wiped blank! The rupture is soon, we are sure. But you won't see, for you'll be pure! Go now and meet your fate. Die now, you Renegade of second rate."
de: "Du verdrehst unsere Worte, denn du bist blind! Du kannst nicht sehen, schwach ist dein Verstand! Am Ende der Zeit wirst du uns dankbar sein. Nachdem dieses Universum ausgelöscht ist! Der Bruch ist bald, da sind wir sicher. Aber du wirst es nicht sehen, denn du wirst rein sein! Geh jetzt und erfülle dein Schicksal. Stirb jetzt, du Renegade der zweiten Klasse."
ko: "눈먼 탓에 우리의 말을 곧이곧대로 이해하지 못하는군요! 당신은 보지 못합니다, 나약한 정신이여! 시간의 끝에서 당신은 우리에게 감사할 것입니다. 이 우주가 완전히 쓸려나갔을 때! 분명 머지않았습니다. 하지만 당신은 이미 정화되어 이를 보지 못할 것입니다! 이제 당신의 운명과 마주하십시오. 죽으십시오, 저급한 배회자여."
ru: "Вы искажаете наши слова, ибо вы слепы! Вы не видите, слаб ваш разум! В конце времен ты будешь благодарить нас. После того, как эта вселенная будет стерта с лица земли! Разрыв произойдет скоро, мы уверены. Но ты не увидишь, ибо ты будешь чист! Иди и встреть свою судьбу. Умри сейчас, Ренегат второго сорта".
zh_hans: "你的盲目使你歪曲我们的话，你的头脑很弱像呆瓜！在时间尽头，当这个宇宙被抹去一切，你会向我们道谢！我们确信，断裂之时火烧眉睫。但你无法目睹，因为你将变得纯洁！现在去迎接你的结局。我渴望你的死讯，你这二流的变元者。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_1"]/choice[2]/text
source: Ignore it and leave.
de: Ignoriere es und gehe.
ko: 무시하고 떠난다.
ru: Не обращать внимания и уйти.
zh_hans: 无视它并离开。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_1"]/choice[2]/event/text
source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
de: Wenn es eine Sache gibt, die du in deiner Zeit als Renegade gelernt hast, ist es niemals einem mysteriösen Schiff zu vertrauen.
ko: 수년간 배회자로 지내며 배운 것을 하나 꼽자면, 절대로 미지의 함선을 믿으면 안 된다는 것입니다.
ru: Если вы чему-то и научились за годы службы Ренегатом, так это никогда не доверять таинственному кораблю.
zh_hans: 如果说你在变元者生涯中学到了什么，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_1_DEFEAT"]/text
source: "Is it so, is it so? Defeated I am, now I know. Tread carefully now that you've messed with us. We'll meet again and I expect quite the fuss. Goodbye! So long! Now I'm done."
de: "Ist es so, ist es so? Ich bin besiegt, jetzt weiß ich es. Sei vorsichtig, jetzt wo du dich mit uns angelegt hast. Wir werden uns wiedersehen, und ich erwarte einen ziemlichen Wirbel. Lebe wohl! Mach's gut! Jetzt bin ich fertig."
ko: "아아, 그렇습니까? 그렇습니다, 완전히 당했군요. 우리와 얽히게 되었으니 부디 조심히 나아가십시오. 우리는 다시 만나게 될 겁니다. 꽤나 요란스럽게. 잘 가시길! 다음에 봅시다! 이것으로 끝입니다."
ru: "Так ли это, так ли это? Я побежден, теперь я знаю. Будь осторожен, раз уж ты с нами связался. Мы еще встретимся, и я ожидаю большой шумихи. Прощай! До свидания! Теперь я закончил."
zh_hans: "是这样吗，是这样吗？现在我知道了，我被打垮。既然你惹了我们，那可要小心点。我们会再见，我估计你的麻烦不浅。再见！永别！我要自生自灭。"

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_1_DEFEAT"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave but notice in the wreckage another strange signal. It's some kind of weapon with the same anomalous properties of that ship. You bring it on-board and cross your fingers it doesn't cause any problems.
de: Du willst gerade aufbrechen, da bemerkst du in den Trümmern ein weiteres seltsames Signal. Es handelt sich um eine Art Waffe mit den gleichen anomalen Eigenschaften wie das Schiff. Du bringst sie an Bord und drückst die Daumen, dass sie keine Probleme verursacht.
ko: 당신은 이만 떠나려다가 잔해 속에서 또 하나의 의문의 신호를 포착합니다. 방금 전의 함선과 비슷한 기이한 특성을 지닌 무기로 보입니다. 당신은 이를 함선에 싣고 아무 문제도 일어나지 않기를 빌었습니다.
ru: Вы уже собираетесь уходить, но замечаете в обломках корабля еще один странный сигнал. Это какое-то оружие с теми же аномальными свойствами, что и у того корабля. Вы берете его на борт и скрещиваете пальцы, чтобы оно не создало проблем.
zh_hans: 你正准备离开，但注意到在残骸中还有一个奇怪的信号。这是某种武器，具有与那艘船相同的异常特性。你把它带上船，并祈祷它不会造成任何问题。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_2"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A well armed Scout ship, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
de: In der Ungewissheit, was du an diesem Signalpunkt finden wirst, gehst du vorsichtig vor, aber selbst dann bist du nicht ganz aufgeklärt, was du gefunden hast. Ein gut bewaffnetes Aufklärungsschiff, das den mysteriösen Regenbogenschiffen, von denen berichtet wurde, ähnlich ist, aber eine andere Farbe hat, versteckt sich hinter einem Asteroiden. Du scheinst es nicht scannen zu können - irgendetwas an dem Schiff verursacht unerwartete Störungen mit deiner Hardware.
ko: 당신은 이 송신소에서 무엇을 보게 될지 불분명한 상태로 조심히 나아갔고, 눈 앞에 있는 것이 무엇인지 보고도 이해하지 못했습니다. 최근 자주 보이는 미지의 무지갯빛 함선과 비슷하지만 색깔이 조금 다른, 잘 무장한 정찰기 한 대가 소행성 뒤에 숨어 있습니다. 그 함선이 기기에 예기치 않은 결함을 일으켜 스캔도 시도할 수 없는 것 같습니다.
ru: Не зная, что вы найдете у этого маяка, вы ступаете осторожно, но даже тогда не совсем понимаете, что вы нашли. Небольшой, но хорошо вооруженный разведчик, похожий, но отличающийся по цвету от загадочных радужных кораблей, о которых поступали сообщения, прячется за астероидом. Похоже, вы не можете его просканировать - что-то в этом корабле вызывает неожиданные сбои в аппаратуре.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地探索，但即使这样，你也不太清楚你发现了什么。一艘与传言中偶尔出现的神秘彩虹船相似，但颜色不同的装备精良的侦查舰，正躲在一颗小行星后面。你似乎无法扫描到它 - 这艘船的某些地方使你的硬件产生了意外故障。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_2"]/choice[1]/text
source: Hail the vessel.
de: Rufe das Schiff.
ko: 교신을 보낸다.
ru: Связаться с кораблем.
zh_hans: 联系舰船。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_2"]/choice[1]/event/text
source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "Oh boy oh boy, a Renegade for me! I can hardly wait, oh I'm filled with glee! They say my friend was killed by one of you. Is it so, is it true? Yes, yes, filth and scum! There'll be none of you when I'm done! With my eye I've seen the truth. You, dear Renegade, are only in your youth. Chaos abounds, the clock ticks ever more! Knock knock goes death on that door."
de: Eine Stimme aus dem feindlichen Schiff beginnt zu sprechen, aber zu deiner Überraschung klingt sie so, als wäre sie direkt neben dir. Du drehst dich um, siehst aber niemanden und merkst, dass du die Stimme in deinem Kopf hörst: "Oh Mann, oh Mann, ein Renegade für mich! Ich kann es kaum erwarten, oh ich bin voller Freude! Man sagt, mein Freund wurde von einem von euch getötet. Stimmt das, ist das wahr? Ja, ja, Dreck und Abschaum! Wenn ich mit euch fertig bin, wird es euch nicht mehr geben! Mit meinem Auge habe ich die Wahrheit gesehen. Du, lieber Renegade, bist erst in deiner Jugend. Das Chaos wuchert, die Uhr tickt immer mehr! Klopf, klopf, der Tod klopft an diese Tür."
ko: 적함에서 누군가가 이야기를 시작했는데, 놀랍게도 마치 당신 바로 옆에서 말하는 것처럼 들렸습니다. 그러나 주위를 둘러봐도 아무도 보이지 않았고, 당신은 곧 이 목소리가 머릿속에서 들려오는 것임을 깨달았습니다. "오, 이런, 이런, 내게 날아든 배회자라니! 기다릴 수가 없군요, 어찌나 기쁜지! 내 친구가 당신들 중 하나에게 죽었다고 하던데, 그게 맞나요? 사실인가요? 아아, 하찮은 오물이여! 최후에 당신들은 흔적조차 남지 않을 겁니다! 내 두 눈으로 진실을 보았습니다. 그대, 배회자여, 그대는 유년기에 있습니다. 혼돈이 충만합니다. 시곗바늘이 똑딱거리며 계속 나아갑니다! 죽음이 문을 두드리는 소리가 들리는군요."
ru: Голос с вражеского корабля начинает говорить, но, к вашему удивлению, он звучит так, как будто находится рядом с вами. Вы поворачиваетесь, но никого не видите и понимаете, что слышите голос в своей голове. "О боже, о боже, Ренегат для меня! Я жду не дождусь, меня переполняет ликование! Говорят, мой друг был убит одним из вас. Так ли это, правда ли это? Да, да, грязь и отбросы! Никого из вас не будет, когда я закончу! Своим оком я увидел правду. Ты, дорогой Ренегат, только в юности. В мире царит хаос, часы тикают все чаще! Тук-тук, смерть стучится в эту дверь".
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身，但没有看到任何人，并意识到你听到的是你脑海中的声音。"真是的真是的，一个给我的变元者！我几乎等不及，啊我满心欢喜！他们说我的朋友是被你们中的一个人杀死。是这样吗，果真如此？是的，是的，秽物和人渣！我完事后，你们都得给我爬！真相已被我一览。你，亲爱的变元者，仍然乳臭未干。混沌丛生，时不我待！死神已经在门外。"

source: I'm sorry about your friend, but that wasn't us.
de: Es tut mir leid um deinen Freund, aber das waren nicht wir.
ko: 친구의 일은 안됐지만, 금시초문입니다.
ru: Мне жаль вашего друга, но это были не мы.
zh_hans: 我为你的朋友节哀，但那不是我们干的。

source: "You think I'm a fool, telling lies! The curtain falls, and my friend dies. But who holds the gun? Yes, you, you're the one! I speak not from nothing. No no, I'm not just fussing! Our idol, our chief. He is the one who has diagnosed my grief. The thing of chaos. The consumer of all the cosmos. The being of entropy! To him, none is supplementary!"
de: "Du hältst mich für einen Narren, indem du Lügen erzählst! Der Vorhang fällt, und mein Freund stirbt. Aber wer hat die Waffe in der Hand? Ja, du, du bist derjenige! Ich spreche nicht umsonst. Nein, nein, ich rede nicht um den heißen Brei herum! Unser Idol, unser Chef. Er ist derjenige, der meinen Kummer diagnostiziert hat. Das Ding des Chaos. Der Konsument des ganzen Kosmos. Das Wesen der Entropie! Ihm ist nichts hinzuzufügen!"
ko: "거짓말! 제가 바보라 생각하는군요. 막이 내려오며, 제 친구는 죽었습니다. 하지만 총을 쥔 게 누구였느냐? 예, 당신입니다. 바로 당신입니다! 근거 없이 말하지는 않습니다. 절대로 그저 소란을 일으키는 게 아닙니다. 우리의 우상, 우리의 지도자. 그분께서 저의 비탄을 진단하셨답니다. 혼돈의 존재. 온 우주를 집어삼키는 자. 무질서의 존재! 그에겐 어떤 표현도 과하지 않습니다!"
ru: "Вы считаете меня дураком, говорящим ложь! Занавес падает, и мой друг умирает. Но кто держит пистолет? Да, ты, ты! Я говорю не на пустом месте. Нет-нет, я не просто суечусь! Наш кумир, наш шеф. Это он поставил диагноз моему горю. Вещь хаоса. Потребитель всего космоса. Существо энтропии! Для него нет ничего лишнего!"
zh_hans: "你认为我是个傻瓜，说谎话！大幕落下，我的朋友被杀。但是谁拿着枪？是的，是你，在你手上！我不是凭空说话。不不，我不是在大惊小怪！我们的首领，我们的偶像。是他诊断出我的悲伤。混沌之物。所有宇宙的吞噬者。熵之妖怪！对他来说，万物皆非额外！"

source: I really have no idea what you're talking about.
de: Ich habe wirklich keine Ahnung, wovon du sprichst.
ko: 무슨 말을 하고 있는지 전혀 모르겠는데요.
ru: Я действительно понятия не имею, о чем вы говорите.
zh_hans: 我真的不知道你在说什么。

source: "Fine, be that way! It is not as if you have a say. Death is coming, you'll make it faster. Your skull shall be a gift to master. He hungers for the end. Oh he is our most benevolent friend. When all is naught! We shan't be distraught. In the new world we will have our place. And for this destruction, you shall have a taste! Enough with this crockery. Of you I will make a mockery."
de: "Gut, so sei es! Es ist nicht so, dass du etwas zu sagen hättest. Der Tod wird kommen, du wirst ihn beschleunigen. Dein Schädel soll ein Geschenk für den Meister sein. Er hungert nach dem Ende. Oh, er ist unser gütigster Freund. Wenn alles umsonst ist! werden wir nicht beunruhigt sein. In der neuen Welt werden wir unseren Platz haben. Und für diese Zerstörung sollst du eine Kostprobe bekommen! Genug mit diesem Unfug. Ich werde dich zum Gespött machen."
ko: "좋습니다, 그대로 계시죠! 당신이 할 말은 없습니다. 다가오는 죽음을 앞당기고 있을 뿐이니. 당신의 해골은 그분께 선물로 올라갈 것입니다. 그는 끝을 갈망합니다. 오, 그는 우리의 가장 자애로운 친구입니다. 모든 것이 괴멸할 때도! 우리는 파멸하지 않습니다. 새로운 세상에서 우리는 우리의 자리를 차지할 것입니다. 그럼 이제 파괴를 미리 맛봐보시죠! 이걸로 조롱은 됐습니다. 당신으로 호롱을 만들어보죠."
ru: "Ладно, пусть будет так! Это не то, что ты имеешь право голоса. Смерть придет, ты ускоришь ее. Твой череп будет подарком хозяину. Он жаждет конца. О, он наш самый благосклонный друг. Когда все будет кончено! Мы не будем огорчаться. В новом мире у нас будет свое место. И за это разрушение вы получите вкус! Хватит этой посуды. Из вас я сделаю посмешище".
zh_hans: "好吧，就这样吧！好像你没有发言权似的。死亡即将来临，你会让它更快。你的头骨将成为送给主人的礼物。他渴望着结束。哦，他是我们最仁慈的朋友。当一切归于虚无我们就不会心烦意乱。在新的世界里，我们会有自己的位置。对于这种毁灭，你应该尝一尝！够了，别再玩泥巴了。我会嘲笑你的。"

source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_2"]/choice[2]/text
source: Ignore it and leave.
de: Ignoriere es und gehe.
ko: 무시하고 떠난다.
ru: Не обращать внимания и уйти.
zh_hans: 无视它并离开。

# data/events_siren.xml$/FTL/event[@name="RHYME_ENCOUNTER_2"]/choice[2]/event/text
source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
de: Wenn es eine Sache gibt, die du in deiner Zeit als Renegade gelernt hast, ist es niemals einem mysteriösen Schiff zu vertrauen.
ko: 수년간 배회자로 지내며 배운 것을 하나 꼽자면, 절대로 미지의 함선을 믿으면 안 된다는 것입니다.
ru: Если вы чему-то и научились за годы службы Ренегатом, так это никогда не доверять таинственному кораблю.
zh_hans: 如果说你在多年的变元者生涯中学到了一件事，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_siren.xml$//event[@name="RHYME_ENCOUNTER_2_DEFEAT"]/text
source: "No, no, It cannot be! This fate the master did not forsee! I have died. And yet I gave it all, I truly tried. The way of my friend I must now go. Damn you Renegade, just so you know. Now the reaper calls. At last, my curtain falls."
de: "Nein, nein, das kann nicht sein! Dieses Schicksal hat der Meister nicht vorausgesehen! Ich bin gestorben. Und doch habe ich alles gegeben, ich habe es wirklich versucht. Den Weg meines Freundes muss ich nun gehen. Verflucht seist du, Renegade, nur damit du es weißt. Nun ruft der Sensenmann. Endlich, mein Vorhang fällt."
ko: "아니, 아니, 이렇게 되다니! 그분께서 보지 않은 운명이라니! 죽음. 비록 최선을 다했음에도. 친구의 길을 따라야만 하는군요. 그대 빌어먹을 배회자의 눈에 비치는 그대로. 사신이 나를 부릅니다. 제 배역도 여기서 끝입니다."
ru: "Нет, нет, этого не может быть! Эту судьбу хозяин не предвидел! Я умер. И все же я отдал все, я действительно старался. Теперь я должен пройти путь моего друга. Будь ты проклят, Ренегат, чтоб ты знал. Теперь жнец зовет. Наконец, мой занавес опускается".
zh_hans: "不，不，不可能！这是不可能的。主人没有预见到这种命运！我已经死了。然而，我已经付出了一切，我真的努力了。我现在必须走我朋友的路。你这该死的变元者，只是让你知道。现在大夺命灵被召唤了。最后，我的帷幕落下了。"
