Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_siren.xml/*.po
Languages: de, ko, ru, zh_hans

# data/events_siren.xml$//event[@name="HER_FIGHT"]/choice/event/text
source: Nightmarish visions begin to cloud your sight, as a gigantic cruiser congeals in the space before you. A strangely familiar voice, although you have no idea from where, speaks to you. "Haha, Hahe! It's been so long, so long indeed! Hello again, dear friend! Tis I, The One Who Rhymes. As you already know, we are on the brink of new times! My master is here, awakened at last! Unlike anything ever before, now we're REALLY going to have a blast!" Despite never having seen the dancing, eldritch being before you, some dark place in the back of your mind seems to recall his unusual way of speaking, and his evil grin. "Oh it really is wonderful! But please, my child, do not frighten our little agent of chaos! Hello, Renegade! Welcome to my realm. The home of all my precious children. Once, this plane was populated by countless eldritch beings much like myself. Unfortunately, their constant feuding led many of them to extinction. Now, all that's left is their dream matter to pollute the cosmos and feed my vermin. I frankly would have liked to take over the Multiverse with an army of gods, but oh well. A lesser and elder god of chaos will have to do. You know what's strange about you, Renegade? And all of the Renegades before? You're... smart. Too smart. I think you're different. You're like a disease, a foreign alien disease. One that's spread into my existence and exists just to meddle in affairs. But for what? The sick entertainment of some higher dimensional being? Not that it matters. Regardless what you are, you've proven very useful to my ends. After so much waiting and patient manipulating I think I'm finally ready to stop with all the dilly dallying. I've been restless, having my soul split between a garden gnome and some arrogant fool's big spinny rings. So let's cut to the chase, right, Renegade? Your Slug friends will be here soon and I was looking forward to pulling them apart, so let's get to business. Bye bye!" / :)
de: Alptraumhafte Visionen beginnen deine Sicht zu trüben, während ein gigantischer Kreuzer im Raum vor dir erstarrt. Eine seltsam vertraute Stimme, von der du allerdings nicht weißt, woher sie kommt, spricht zu dir. "Haha, Hahe! Es ist so lange her, wirklich so lange! Hallo wieder, lieber Freund! Ich bin es, derjenige, der sich rhymed. Wie du bereits weißt, stehen wir an der Schwelle zu neuen Zeiten! Mein Meister ist hier, endlich erwacht!" Obwohl du das tanzende, eldritische Wesen noch nie gesehen hast, scheint sich ein dunkler Fleck in deinem Hinterkopf an seine ungewöhnliche Art zu sprechen und sein böses Grinsen zu erinnern. "Oh, es ist wirklich wunderbar! Aber bitte, mein Kind, erschrecke unseren kleinen Agenten des Chaos nicht! Hallo, Renegade! Willkommen in meinem Reich. Die Heimat all meiner kostbaren Kinder. Einst war diese Ebene von unzähligen eldritischen Wesen bevölkert, die mir sehr ähnlich waren. Leider haben ihre ständigen Fehden viele von ihnen zum Aussterben gebracht. Jetzt ist nur noch ihre Traummaterie übrig, um den Kosmos zu verschmutzen und mein Ungeziefer zu füttern. Ehrlich gesagt hätte ich gerne das Multiversum mit einer Armee von Göttern übernommen, aber nun gut. Ein kleinerer und älterer Gott des Chaos wird genügen müssen. Weißt du, was an dir seltsam ist, Renegade? Und all die Renegades zuvor? Du bist... schlau. Zu klug. Ich glaube, du bist anders. Du bist wie eine Krankheit, eine fremde, außerirdische Krankheit. Eine, die sich in meine Existenz eingeschlichen hat und nur existiert, um sich in Angelegenheiten einzumischen. Aber wozu? Zur kranken Unterhaltung eines höherdimensionalen Wesens? Nicht, dass es wichtig wäre. Egal, was Sie sind, Sie haben sich als sehr nützlich für meine Zwecke erwiesen. Nach so viel Warten und geduldigem Manipulieren bin ich endlich bereit, mit dem ganzen Trödeln aufzuhören. Ich war ruhelos, weil meine Seele zwischen einem Gartenzwerg und den großen Spinnringen eines arroganten Narren gespalten war. Kommen wir also gleich zur Sache, nicht wahr, Renegade? Deine Schneckenfreunde werden bald hier sein und ich habe mich schon darauf gefreut, sie auseinander zu nehmen, also lass uns zur Sache kommen. Bye bye!" / :)
ko: 악몽 같은 환영이 당신의 시야를 흐리다가, 거대한 순양함이 당신 앞의 공간에 응결되어 나타납니다. 대체 어디서 들리고 있는지 짐작도 안 가는, 이상하게도 친숙한 목소리가 말을 걸어옵니다. "하하, 하헤! 오랜만이야, 참으로! 다시 만나는군, 친구여! 나라네, 시를 읊는 자 말이지! 우리는 새로운 시간의 직전에 서 있다네, 알다시피! 내 주인께선 여기, 기어이 깨어나셨다네! 예전의 그 어떤 일들과는 달리, 이번에 우리는 정 말 로 한바탕을 할 거라네!" 비록 당신 앞의 이물이 실제로 기뻐하는 것을 본 적은 없지만, 당신 마음의 뒷편의 어둠 속에서 그의 특이한 말하기와 사악한 미소가 떠오릅니다. "오, 정말 놀랍네! 하지만 내 아이야, 부디 저 자그마한 혼돈의 매개인을 겁주진 말아! 안녕, 배회자! 내 영역에 온 걸 환영해. 내 소중한 아이들의 집이지. 예전엔 이곳도 나 같은 이물들로 가득했는데. 불행히도 끝없는 불화 덕에 대부분이 멸종되었지. 이제 여기 남은 건 우주를 오염시키고 내 기생충들을 먹일 그들의 꿈 물질 뿐이야. 솔직히, 신들의 군대로 이 멀티버스를 지배하고 싶었지만, 어쩌겠어. 더 적은 수의, 더 오래된 이 혼돈의 신이 나서야겠지. 혹시 배회자, 네가 어떻게 특이한지 알아? 여태까지의 모든 배회자들을 전부 포함해서? 너는... 똑똑해. 너무나. 넌 좀 다른 것 같아. 넌 마치 질병 같아. 외계의 외래병. 내 존재에 퍼져나가 모든 일에 간섭하는. 하지만 뭘 위해서? 어떤 더 높은 차원의 존재의 고약한 놀이로? 상관은 없지만. 네가 무엇이든, 내게 매우 유용하다는 걸 스스로 증명했으니까. 이 기나긴 기다림과 인내심 가득한 조작 끝에, 드디어 미적대는 걸 그만둬도 되겠지. 내 영혼을 정원 노움과 어떤 오만한 멍청이의 거대한 회전하는 고리 속에 찢어둔 동안 안절부절 못하고 있었거든. 이제 본론에 들어갈까, 배회자? 네 슬러그 친구들이 곧 도착할 테고, 난 늘 그것들을 찢어놓고 싶었거든. 그럼 이만!" / :)
ru: Кошмарные видения начинают затуманивать ваше зрение, а в пространстве перед вами сгущается гигантский крейсер. Странно знакомый голос, хотя вы понятия не имеете, откуда он, говорит с вами. "Хаха, Хахе! Сколько лет, сколько зим! И снова здравствуй, дорогой друг! Это я, Тот, Кто Рифмует. Как ты уже знаешь, мы стоим на пороге новых времен! Мой хозяин здесь, наконец-то пробудился! В отличие от всего, что было раньше, теперь у нас будет НАСТОЯЩИЙ взрыв!". Несмотря на то, что вы никогда не видели перед собой танцующее жуткое существо, какое-то темное место в глубине вашего сознания, кажется, вспоминает его необычную манеру говорить и его злобную ухмылку. "О, это действительно чудесно! Но, пожалуйста, дитя мое, не пугай нашего маленького агента хаоса! Здравствуй, Ренегат! Добро пожаловать в мое царство. Дом всех моих драгоценных детей. Когда-то этот мир населяли бесчисленные жуткие существа, подобные мне. К сожалению, их постоянная вражда привела многих из них к вымиранию. Теперь все, что осталось, это их материя снов, загрязняющая космос и питающая моих паразитов. Честно говоря, я бы хотел захватить Мультивселенную с армией богов, но что ж. Младший и старший бог хаоса должен сделать это. Знаешь, что странно в тебе, Ренегат? И всех Ренегатов до тебя? Ты... умный. Слишком умный. Я думаю, ты другой. Ты как болезнь, чужая инопланетная болезнь. Та, что проникла в мое существование и существует только для того, чтобы вмешиваться в дела. Но для чего? Ради больного развлечения какого-то существа из высшего измерения? Не то чтобы это имело значение. Независимо от того, кто ты, ты оказался очень полезен для моих целей. После стольких ожиданий и терпеливых манипуляций я думаю, что наконец-то готов прекратить все это. Мне было неспокойно, когда моя душа разрывалась между садовым гномом и большими вращающимися кольцами какого-то высокомерного дурака. Так что давай перейдем к делу, верно, Ренегат? Твои друзья-слизняки скоро будут здесь, и мне не терпелось разорвать их на части, так что давай приступим к делу. Пока-пока!" / :)
zh_hans: 噩梦般的景象开始笼罩你的视线，一艘巨大的星舰在你面前的空间中凝结。一个奇怪的熟悉的声音，尽管你不知道从哪里来的，对你说话。 "哈哈，哈呵！好久不见，真的好久不见了！又见面了，亲爱的朋友！是我，"押韵者"。正如你已经知道的，我们正处于新时代的边缘！我的主人在这里，终于觉醒了！与以往不同的是，现在我们真的要大干一场了！"尽管从未见过眼前这个跳舞的骇人生物，但你脑海中某个黑暗的地方似乎记得他不寻常的说话方式，以及他邪恶的笑容。 "哦，这真的很精彩！但请你，我的孩子，不要吓到我们的小混沌代理人！你好，变元者！欢迎来到我的国度。我所有宝贝孩子的家。曾经，这个星球上住着无数像我一样的骇人生物。不幸的是，他们的不断争斗导致他们中的许多人灭绝了。现在，只剩下他们的梦想物质来污染宇宙，喂养我的虫群。坦率地说，我本想用一支神的军队来接管多元宇宙，但哦，好吧。一个次要的较小的混沌之神就可以了。 你知道你的奇怪之处吗，变元者？还有之前所有的变元者？你......很聪明。太聪明了。我认为你是与众不同的。你就像一种疾病，一种外来的疾病。一个传播到我的存在中并且只是为了插手事务的存在。但为了什么？某些更高维度存在的病态娱乐？这并不重要。不管你是什么，你已经证明对我的目的非常有用。经过这么多的等待和耐心操纵，我想我终于准备好停止所有的磨蹭了。我一直坐立不安，我的灵魂在一个花园侏儒和一些傲慢的傻瓜的大旋环之间分裂。所以让我们切入正题把，变元者？你的蛞蝓族朋友很快就会来了，我正期待着把他们分开，所以我们来谈谈正事吧。再见！" / :)

source: You must survive until the C.E.L. arrives!
de: Du musst überleben, bis die K.V.L. ankommt!
ko: 당신은 C.E.L.이 도착할 때까지 살아남아야 합니다!
ru: Вы должны выжить до прибытия ЛБП!
zh_hans: 你必须在C.E.L.到达之前存活下来！

# data/events_siren.xml$//event[@name="HER_FIGHT"]/choice/event/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="HER_SUPPORT"]/text
source: Suddenly, countless vessels jump into the beacon. The C.E.L. has arrived, and they're bringing heavy firepower! Some kind of massive contraption is deployed, locking straight onto the vessel before you. "Ssstranger, focussss all of your fire on that sssship! With thisss you'll be able to damage the hull, but it'sss not over yet! We need to desssstroy it to weaken Her!"
de: Plötzlich springen unzählige Schiffe zum Signalpunkt. Die K.V.L. ist angekommen, und sie bringen schwere Feuerkraft mit! Eine Art massiver Apparat wird eingesetzt und zielt direkt auf das Schiff vor dir. "Fremder, konzentriere dein ganzes Feuer auf das Sssschiff! Damit kannst du die Hülle beschädigen, aber es ist noch nicht vorbei! Wir müssen es zerstören, um Ssssie zu sssschwächen!"
ko: 갑자기, 셀 수 없이 많은 선박들이 송신소로 도약해옵니다. C.E.L.이 엄청난 화력을 동반해 도착하였습니다! 일종의 거대한 장치가 배치되어 당신 바로 앞의 선박을 조준합니다. "이방인, 네 모든 화력을 저 썬박에 찝쭝해라! 이걸로 썬체에 손상을 줄 쑤 있게찌만, 끝은 아냐! 저걸 파괴해서 그녈 약화씨켜야 해!"
ru: Внезапно бесчисленные корабли впрыгивают в маяк. Прибыли ЛБП, и они ведут мощный огонь! Разворачивается какое-то массивное устройство, наводящееся прямо на судно перед вами. "Ссстранник, сосссредоточьте весь сссвой огонь на этом корабле! Этим вы сможете повредить корпус, но это еще не конец! Нам нужно уничтожить, чтобы ослабить Ее!"
zh_hans: 突然间，无数的船只跳入信标。C.E.L.已经到达，他们带来了强大的火力！某种巨大的装置被展开，直接锁定了你面前的船只。"陌生人，把你所有的火力集中在那艘船上！有了这个，你就能损坏舰体，但还没有结束！我们需要摧毁它。我们需要摧毁它来削弱她！"

# data/events_siren.xml$//event[@name="HER_FINALE_REAL"]/text
source: As the gigantic black vessel begins to dissipate, you hear The One Who Rhymes scream. "No, no, this cannot be! It's coming apart from the seams! You've ruined everything, you've crushed our dreams! I can feel myself fading, oh god I'm done! I can't... I can't believe you've really won." The entity fades away, as does the darkness around you. It's over. You've defeated Her, and saved the Multiverse from falling into the clutches of an eldritch god. It wasn't your initial mission - but what you've done here matters so much more.
de: Als sich das gigantische schwarze Gefäß aufzulösen beginnt, hörst du den Schrei von Der Eine Der Rhymed: "Nein, nein, das kann nicht sein! Es löst sich aus den Nähten! Du hast alles ruiniert, du hast unsere Träume zerschmettert! Ich spüre, wie ich schwächer werde, oh Gott, ich bin am Ende! Ich kann nicht... Ich kann nicht glauben, dass du wirklich gewonnen hast." Das Wesen verblasst, ebenso wie die Dunkelheit um dich herum. Es ist vorbei. Du hast sie besiegt und das Multiversum davor bewahrt, in die Klauen eines eldritischen Gottes zu geraten. Das war nicht deine ursprüngliche Mission - aber was du hier getan hast, ist viel wichtiger.
ko: 거대한 검은 선박이 흩어지기 시작하자, 당신은 시를 읊는 자가 비명을 지르는 걸 들을 수 있었습니다. "아니, 아냐, 이럴 순 없어! 경계부터 부서지고 있어! 모든 걸 망쳤어, 우리 꿈을 무너뜨렸어! 내 스스로가 흐려지는 게 느껴져, 세상에 난 끝났어! 도저히... 도저히 네가 정말로 이겼단 걸 믿을 수 없군." 그 존재가 당신 주위의 어둠과 마찬가지로, 서서히 흐려져갑니다. 끝났습니다. 당신은 그녀를 무찔렀고, 멀티버스가 이계의 신의 손에 떨어지는 것을 막아냈습니다. 당신의 최초의 미션은 아니었지만, 지금 당신이 해낸 것이 그보다 훨씬 더 중요합니다.
ru: Когда гигантский черный сосуд начинает рассеиваться, вы слышите крик Того, Кто Рифмует. "Нет, нет, этого не может быть! Он разваливается по швам! Ты все разрушил, ты разбил наши мечты! Я чувствую, как угасаю, о боже, мне конец! Я не могу... Я не могу поверить, что ты действительно победил". Сущность исчезает, как и тьма вокруг вас. Все кончено. Вы победили Ее и спасли Мультивселенную от попадания в лапы жуткого бога. Это не было вашей первоначальной миссией - но то, что вы сделали здесь, имеет гораздо большее значение.
zh_hans: 当这个巨大的黑色舰船开始消散时，你听到"押韵者"的尖叫声。"不，不，这不可能！它正在从缝隙中裂开！你毁了一切，你粉碎了我们的梦想！我可以感觉到自己在消逝，哦，天那，我完了！我不能...我不能相信你真的赢了。"实体逐渐消失，你周围的黑暗也消失了。 一切都结束了。你已经打败了她，并拯救了多元宇宙，使之免于落入一个骇人生物的魔掌。这并不是你最初的任务--但你在这里所做的事情是如此重要。

# data/events_siren.xml$//event[@name="HER_FINALE_REAL"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_siren.xml$//event[@name="HER_FINALE_REAL"]/choice/event/win/@text
source: She is no more. Enjoy your retirement, Renegade.
de: Sie existiert nicht mehr. Genieße deinen Ruhestand, Renegade.
ko: 그녀는 더 이상 없습니다. 은퇴를 즐깁시다, 배회자여.
ru: Ее больше нет. Наслаждайся своей отставкой, Ренегат.
zh_hans: 她已经不在了。享受你的退休生活吧，变元者。
