Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CIVILIAN"]/destroyed/text
source: The Mantis ship breaks apart.
fr: Le vaisseau Mantis se disloque.
ko: 맨티스 함선이 완파되었습니다.
ru: Корабль богомолов распадается на части.
zh_hans: 螳螂族飞船解体了。

source: Attempt to contact the civilian ship.
fr: Tenter de contacter le vaisseau civil.
ko: 민간인 함선과 연락을 시도합니다.
ru: Попытаться связаться с гражданским кораблем.
zh_hans: 试图联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CIVILIAN"]/deadCrew/text
source: No more life signs detected on the pirate ship. You hasten to contact the civilian ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau. Vous vous empressez de contacter le vaisseau civil.
ko: 해적선에서 더이상의 생명 신호가 감지되지 않습니다. 당신은 서둘러 민간인 함선에 연락을 취합니다.
ru: На пиратском корабле больше не обнаружено признаков жизни. Вы спешите связаться с гражданским кораблем.
zh_hans: 在海盗船上没有发现更多的生命迹象。你赶紧联系平民船。

source: Attempt to contact the civilian ship.
fr: Tenter de contacter le vaisseau civil.
ko: 민간인 함선과 연락을 시도합니다.
ru: Попытаться связаться с гражданским кораблем.
zh_hans: 试图联系平民船。

source: In the time it took you to eliminate the Mantis ship the Rock must have repaired their FTL drive and jumped away. You pick the bones of both Mantis vessels.
fr: Pendant que vous éliminiez le vaisseau Mantis, les Rocailleux ont manifestement réussi à réparer leur générateur SPL et effectué un saut. Vous désossez les deux vaisseaux Mantis.
ko: 맨티스 함선을 처치하는 데 걸린 시간 도중 락맨 함선은 초광속 드라이브를 수리하고 도망갔습니다. 당신은 양쪽 맨티스 함선의 골조들을 인양했습니다.
ru: За то время, которое вам понадобилось, чтобы уничтожить корабль богомолов, валуны, должно быть, отремонтировали свой сверхсветовой привод и улетели. Вы собираете обломки обоих кораблей богомолов.
zh_hans: 在你消灭螳螂族飞船的时间里，岩石族飞船肯定已经修复了他们的超光速驱动器并跃迁走了。你捡起了两艘螳螂族飞船的骨头。

source: In the time it took you to eliminate the Mantis ship the Rock must have repaired their FTL drive and jumped away. You pick the bones of both Mantis vessels.
fr: Pendant que vous éliminiez le vaisseau Mantis, les Rocailleux ont manifestement réussi à réparer leur générateur SPL et effectué un saut. Vous désossez les deux vaisseaux Mantis.
ko: 맨티스 함선을 처치하는 데 걸린 시간 도중 락맨 함선은 초광속 드라이브를 수리하고 도망갔습니다. 당신은 양쪽 맨티스 함선의 골조들을 인양했습니다.
ru: За то время, которое вам понадобилось, чтобы уничтожить корабль богомолов, валуны, должно быть, отремонтировали свой сверхсветовой привод и улетели. Вы собираете обломки обоих кораблей богомолов.
zh_hans: 在你消灭螳螂族飞船的时间里，岩石族飞船肯定已经修复了他们的超光速驱动器并跃迁走了。你捡起了两艘螳螂族飞船的骨头。

source: The Free Mantis ship is destroyed, but you have little time to scrap the remains due to the rest of the clan moving in.
fr: Le vaisseau Mantis Libre est détruit, mais vous n'avez que peu de temps pour récupérer les restes, car le reste du clan s'approche.
ko: 독립 맨티스 함선은 파괴되었지만, 나머지 동족이 몰려오고 있기에 여유롭게 잔해를 인양할 시간이 없습니다.
ru: Корабль Свободных Богомолов уничтожен, но у вас мало времени, чтобы разобрать останки на металлолом из-за того, что остальные члены клана движутся к вам.
zh_hans: 自由螳螂的飞船被摧毁了，但由于其余的部族在移动，你几乎没有时间来搜刮这些残骸。

source: The Free Mantis crew are dead, but you have little time to scrap the remains due to the rest of the clan moving in.
fr: L'équipage Mantis Libre est mort, mais vous n'avez que peu de temps pour récupérer les restes, car le reste du clan s'approche.
ko: 독립 맨티스 선원들은 모두 죽었지만, 나머지 동족이 몰려오고 있기에 여유롭게 잔해를 인양할 시간이 없습니다.
ru: Экипаж Свободных Богомолов мертв, но у вас мало времени, чтобы разобрать останки на металлолом из-за того, что остальные члены клана движутся сюда.
zh_hans: 自由螳螂船员们都死了，但由于其余的族人都搬进来了，你没有什么时间来搜刮这些遗体。

source: The Free Mantis ship is destroyed, but you have little time to scrap the remains due to the rest of the clan moving in.
fr: Le vaisseau Mantis Libre est détruit, mais vous n'avez que peu de temps pour récupérer les restes, car le reste du clan s'approche.
ko: 독립 맨티스 함선은 파괴되었지만, 나머지 동족이 몰려오고 있기에 여유롭게 잔해를 인양할 시간이 없습니다.
ru: Корабль Свободных Богомолов уничтожен, но у вас мало времени, чтобы разобрать останки на металлолом из-за того, что остальные члены клана движутся к вам.
zh_hans: 自由螳螂的飞船被摧毁了，但由于其余的部族在移动，你几乎没有时间来搜刮这些残骸。

source: Leave, then talk with your new guest.
fr: Partir, puis parler avec votre nouvel invité.
ko: 떠난다, 대신 다른 새로운 손님과 대화한다.
ru: Уйти, а затем поговорить с новым гостем.
zh_hans: 离开，然后与你的新客人交谈。

source: The Free Mantis crew are dead, but you have little time to scrap the remains due to the rest of the clan moving in.
fr: L'équipage Mantis Libre est mort, mais vous n'avez que peu de temps pour récupérer les restes, car le reste du clan s'approche.
ko: 독립 맨티스 선원들은 모두 죽었지만, 나머지 동족이 몰려오고 있기에 여유롭게 잔해를 인양할 시간이 없습니다.
ru: Экипаж Свободных Богомолов мертва, но у вас мало времени, чтобы разобрать останки в на металлолом из-за того, что остальные члены клана движутся к вам.
zh_hans: 自由螳螂船员们都死了，但由于其余的族人都搬进来了，你没有什么时间来搜刮这些遗体。

source: Leave, then talk with your new guest.
fr: Partir, puis parler avec votre nouvel invité.
ko: 떠난다, 대신 다른 새로운 손님과 대화한다.
ru: Уйти, а затем поговорить с новым гостем.
zh_hans: 离开，然后与你的新客人交谈。

source: With their guard destroyed, the Free Mantis have no where to run. You scrap the remains.
fr: Avec leur garde détruit, les Mantis Libres ont nulle part où aller. Vous récupérez les restes.
ko: 경비정이 파괴되자, 독립 맨티스가 도망갈 곳은 어디에도 없었습니다. 당신은 남아있는 잔해에서 쓸만한 것을 인양합니다.
ru: После уничтожения охраны Свободным Богомолам некуда бежать. Вы разбираете останки на металлолом.
zh_hans: 由于他们的守卫舰被摧毁，自由螳螂没有地方可逃。你搜刮了这些残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: One of the Free Mantis ships tries to escape, but you gun down their engines, immobilizing them. Too terrified to fight back, they hand over their cargo.
fr: L'un des vaisseaux Mantis Libre essaie de s'échapper, mais vous pillonez leur moteurs, ce qui les immobilisent. Trop terifiés pour riposter, ils remettent leur cargaison.
ko: 독립 맨티스 함대에서 함선 하나가 탈출을 시도했지만, 당신이 그들의 엔진을 격추하자 그들은 마비된 것 처럼 정지했습니다. 겁에 질린 나머지 반격할 수 없게 되자, 그들은 화물을 넘겨주었습니다.
ru: Один из кораблей Свободных Богомолов пытается сбежать, но вы стреляете по его двигателям, обездвиживая его. Слишком напуганные, чтобы сопротивляться, они отдают свой груз.
zh_hans: 其中一艘自由螳螂船试图逃跑，但你用枪打掉了它们的引擎，使它们无法动弹。他们吓得不敢反击，只好交出货物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With their guard destroyed, the Free Mantis have no where to run. You scrap the remains.
fr: Avec leur garde détruit, les Mantis Libres ont nulle part où aller. Vous récupérez les restes.
ko: 경비정이 파괴되자, 독립 맨티스가 도망갈 곳은 어디에도 없었습니다. 당신은 남아있는 잔해에서 쓸만한 것을 인양합니다.
ru: После уничтожения охраны Свободным Богомолам некуда бежать. Вы разбираете останки на металлолом.
zh_hans: 由于他们的守卫舰被摧毁，自由螳螂没有地方可逃。你搜刮了这些残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: One of the Free Mantis ships tries to escape, but you gun down their engines, immobilizing them. Too terrified to fight back, they hand over their cargo.
fr: L'un des vaisseaux Mantis Libre essaie de s'échapper, mais vous pillonez leur moteurs, ce qui les immobilisent. Trop terifiés pour riposter, ils remettent leur cargaison.
ko: 독립 맨티스 함대에서 함선 하나가 탈출을 시도했지만, 당신이 그들의 엔진을 격추하자 그들은 마비된 것 처럼 정지했습니다. 겁에 질린 나머지 반격할 수 없게 되자, 그들은 화물을 넘겨주었습니다.
ru: Один из кораблей Свободных Богомолов пытается сбежать, но вы стреляете по его двигателям, обездвиживая его. Слишком напуганные, чтобы сопротивляться, они отдают свой груз.
zh_hans: 其中一艘自由螳螂船试图逃跑，但你用枪打掉了它们的引擎，使它们无法动弹。他们吓得不敢反击，只好交出货物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebel has been vanquished, and you scrap the bones of their ship. The Free Mantis are thankful.
fr: Les Rebelles ont été vaincus et vous récupérez les restes de leur vaisseau. Les Mantis Libres vous sont reconnaissants.
ko: 반군을 격퇴했습니다. 당신은 반군 함선의 골조에서 쓸만한 자원을 인양했습니다. 독립 맨티스들도 감사를 표합니다.
ru: Повстанцы побеждены, а вы разобрали по косточкам их корабль. Свободные Богомолы благодарны.
zh_hans: 叛军被消灭了，你搜刮了他们的飞船的骨头。自由螳螂很感激。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Free Mantis praise you, blessing you and even offer you part of their cargo. You don't bother explaining that you meant to rob it from them.
fr: Les Mantis Libres vous acclament, vous vénérant et offrant même une partie de leur cargaison. Vous évitez bien sûr de leur dire que vous comptiez vous en emparer.
ko: 독립 맨티스는 당신을 찬양하고 축복하며 심지어 그들의 화물 일부를 당신에게 제공했습니다. 당신은 그들에게서 그것을 훔치려고 했지만 그걸 설명할 필요가 없다고 판단했습니다.
ru: Свободные Богомолы хвалят вас, благословляют и даже предлагают вам часть своего груза. Вы не утруждаете себя объяснениями, что собирались украсть его у них.
zh_hans: 自由螳螂赞美你，祝福你，甚至向你提供他们的部分货物。你懒得解释，你的意思是从他们那里抢来的。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebel has been vanquished, and you scrap their ship. The Free Mantis are thankful.
fr: Les Rebelles ont été vaincus et vous récupérez leur vaisseau Les Mantis Libres vous sont reconnaissants.
ko: 반군을 격퇴했습니다. 당신은 반군 함선에서 쓸만한 자원을 인양했습니다. 독립 맨티스들도 감사를 표합니다.
ru: Повстанцы побеждены, и вы разрезали его корабль на металлолом. Свободные Богомолы благодарны.
zh_hans: 叛军被消灭了，你搜刮了他们的船。自由螳螂很感激。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Free Mantis praise you, blessing you and even offer you part of their cargo. You don't bother explaining that you meant to rob it from them.
fr: Les Mantis Libres vous acclament, vous vénérant et offrant même une partie de leur cargaison. Vous évitez bien sûr de leur dire que vous comptiez vous en emparer.
ko: 독립 맨티스는 당신을 찬양하고 축복하며 심지어 그들의 화물 일부를 당신에게 제공했습니다. 당신은 그들에게서 그것을 훔치려고 했지만 그걸 설명할 필요가 없다고 판단했습니다.
ru: Свободные Богомолы хвалят вас, благословляют и даже предлагают вам часть своего груза. Вы не утруждаете себя объяснениями, что собирались украсть его у них.
zh_hans: 自由螳螂赞美你，祝福你，甚至向你提供他们的部分货物。你懒得解释，你的意思是从他们那里抢来的。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Free Mantis ship has slowed down considerably. Your crew remind you that you only came to steal from their crew, and not to kill them.
fr: Le vaisseau Mantis Libre a considérablement ralenti. Votre équipage vous rapelle que vous êtes venu pour les soutirer de leur cargaison et non pour les tuer.
ko: 독립 맨티스 함선은 상당히 느리게 운항했습니다. 당신의 선원들은 독립 맨티스에게서 훔치러 온 것이지 죽이기 위해 온 것이 아님을 상기시켰습니다.
ru: Корабль Свободных Богомолов значительно замедлил ход. Ваш экипаж напоминает вам, что вы пришли только для того, чтобы украсть у их экипажа, а не убивать их.
zh_hans: 自由螳螂飞船的速度明显减慢了。你的船员提醒你，你只是来偷他们的船员，而不是来杀他们。

source: Offer them mercy in return for their cargo.
fr: Les épargner en échange de la cargaison.
ko: 화물에 대한 보답으로 그들에게 자비를 베푼다.
ru: Предложить им пощаду в обмен на их груз.
zh_hans: 为他们提供仁慈，以换取他们的货物。

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.
zh_hans: 解决他们。

source: You assure your crew that you know what you're doing, and move in to finish off the Free Mantis.
fr: Vous assurez à votre équipage que vous savez ce que vous faites, puis vous vous occupez d'achever les Mantis Libres.
ko: 선원들에게 당신이 뭘 하고 있는지 상기시키고 독립 맨티스를 끝내기 위해 이동했습니다.
ru: Вы заверяете свою команду, что знаете, что делаете, и отправляетесь прикончить Свободных Богомолов.
zh_hans: 你向你的船员保证，你知道自己在做什么，然后进场解决自由螳螂。

source: Your destruction of the ship sends their cargo spiraling into space in all directions. You can't find anything of value to salvage, besides what remains of the ship itself.
fr: La destruction de leur vaisseau envoie leur cargaison virevolter dans l'espace dans toutes les directions. Vous ne trouvez rien de valeur à récupérer, hormis les restes du vaisseau lui-même.
ko: 함선을 파괴하자 화물이 나선형을 그리며 우주를 향해 사방으로 날아갔습니다. 당신은 함선 잔해를 제외하고 인양할 만한 가치가 있는 어떤 것도 찾을 수 없었습니다.
ru: Уничтожение корабля приводит к тому, что его груз разлетается по космосу во всех направлениях. Вы не можете найти ничего ценного для спасения, кроме того, что осталось от самого корабля.
zh_hans: 你对这艘船的破坏使他们的货物向四面八方的星域飞去。除了飞船本身的残骸，你找不到任何有价值的东西可以打捞。

source: You finish off their crew, and scrap their hull before moving in to collect their cargo.
fr: Vous achevez leur équipage et démantelez leur coque avant de ramasser leur cargaison.
ko: 그들의 선원들을 끝장낸 다음, 화물을 수거하기 전에 선체에서 쓸만한 것들을 인양했습니다.
ru: Вы приканчиваете их команду и разбираете на металлолом их корпус, а затем двигаетесь внутрь, чтобы забрать их груз.
zh_hans: 你解决了他们的船员，并在进场收集他们的货物之前搜刮了他们的船体。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your surprise, you emerge victorious. The other Rebel ships scatter, afraid you'll go after them next. You scrap the hull of your most recent victim.
fr: À votre grande surprise, vous sortez vainqueur. Les autres vaisseaux Rebelles s'éparpillent, de peur que vous vous en preniez également à eux. Vous démantelez la coque de votre plus récente victime.
ko: 당신은 승리했다는 사실에 사뭇 놀랍니다. 다른 반군 함선들은 당신이 그들마저 추격할까봐 두려워 흩어졌습니다. 당신은 희생양의 선체에서 쓸 만한 것을 인양했습니다.
ru: К своему удивлению, вы выходите победителем. Другие корабли повстанцев разбегаются, боясь, что вы нападете на них следующими. Вы разбираете корпус своей последней жертвы.
zh_hans: 令你惊讶的是，你取得了胜利。其他叛军的战舰四散而逃，生怕你接下来会对他们下手。你搜刮了你最近的受害者的船体。

source: Contact the civilians and Free Mantis.
fr: Contacter les civils et Mantis Libres.
ko: 민간인과 독립맨티스에게 연락한다.
ru: Связаться с гражданскими и Свободными Богомолами.
zh_hans: 联系平民，释放自由螳螂。

source: To your surprise, you emerge victorious. The other Rebel ships scatter, afraid you'll go after them next. You scrap the hull of your most recent victim.
fr: À votre grande surprise, vous sortez vainqueur. Les autres vaisseaux Rebelles s'éparpillent, de peur que vous vous en preniez également à eux. Vous démantelez la coque de votre plus récente victime.
ko: 당신은 승리했다는 사실에 사뭇 놀랍니다. 다른 반군 함선들은 당신이 그들마저 추격할까봐 두려워 흩어졌습니다. 당신은 희생양의 선체에서 쓸 만한 것을 인양했습니다.
ru: К своему удивлению, вы выходите победителем. Другие корабли повстанцев разбегаются, боясь, что вы нападете на них следующими. Вы разрезаете корпус своей последней жертвы.
zh_hans: 令你惊讶的是，你取得了胜利。其他叛军的战舰四散而逃，生怕你接下来会对他们下手。你搜刮了你最近的受害者的船体。

source: Contact the civilians and Free Mantis.
fr: Contacter les civils et Mantis Libres.
ko: 민간인과 독립맨티스에게 연락한다.
ru: Связаться с гражданскими и Свободными Богомолами.
zh_hans: 联系平民，释放自由螳螂。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Free Mantis you've saved are extremely happy to see you. "Oh glorious Federation, you always coming when times of need! Our lives belong to yours! Taking plenty scrap!"
fr: Les Mantis Libres que vous avez sauvés sont extrêmement contents de vous voir. "Oh glorieuse Fédération, vous toujours venir en temps de besoin ! Nos vies appartenir vous ! Prendre plein de ferraille !"
ko: 당신이 구한 독립 맨티스는 당신을 만나서 매우 기뻐했습니다. "오, 영광스런 연방! 항상 필요할때 오다! 우리 목숨 너의 것! 스크랩 많이 가져가라!"
ru: Свободные Богомолы, которых вы спасли, очень рады вас видеть. "О славная Федерация, ты всегда приходишь в трудную минуту! Наши жизни принадлежат вам! Возьмите много металлолома!"
zh_hans: 你所救的自由螳螂见到你非常高兴。"哦，光荣的联邦，你总是在需要的时候到来！我们的生命属于你！拿着大量的废料！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Free Mantis you've saved are extremely happy to see you. "Oh glorious Federation, you always coming when times of need! Our lives belong to yours! Taking plenty scrap!"
fr: Les Mantis Libres que vous avez sauvés sont extrêmement contents de vous voir. "Oh glorieuse Fédération, vous toujours venir en temps de besoin ! Nos vies appartenir vous ! Prendre plein de ferraille !"
ko: 당신이 구한 독립 맨티스는 당신을 만나서 매우 기뻐했습니다. "오, 영광스런 연방! 항상 필요할때 오다! 우리 목숨 너의 것! 스크랩 많이 가져가라!"
ru: Свободные Богомолы, которых вы спасли, очень рады вас видеть. "О славная Федерация, ты всегда приходишь в трудную минуту! Наши жизни принадлежат вам! Возьмите много металлолома!"
zh_hans: 你所救的自由螳螂见到你非常高兴。"哦，光荣的联邦，你总是在需要的时候到来！我们的生命属于你！拿着大量的废料！"

source: On the brink of destruction, the Free Mantis finally surrender. "Oh most worthy Federation, you proven yourself! It is most high honor that I bestow Zoltan Deleter upon you. May it bring you the finest of hunt."
fr: Au bord de la destruction, les Mantis Libres capitulent enfin. "Oh très estimée Fédération, vous avoir prouver vous ! Est plus grand honneur que moi accorder Effaceur Zoltan à vous. Qu'il vous apporter meilleures chasses."
ko: 부서지기 전 찰나의 순간에, 독립 맨티스는 마침내 항복했습니다. "오 가장 높은 가치 연방! 너 너 자신 증명했다! 졸탄 지우개 줘서 영광이다! 최고의 사냥 되길 바란다!"
ru: На грани уничтожения Свободные Богомолы наконец сдаются. "О, достойнейшая Федерация, ты доказать свою силу! С величайшей честью я вручать вам Стиратель Золтан. Пусть он приносить вам самую лучшую охоту".
zh_hans: 在毁灭的边缘，自由螳螂终于投降了。"哦，最值得尊敬的联邦，你证明了自己！我将超能族删除器授予你，这是最崇高的荣誉。希望它能给你带来最好的狩猎。"

source: Somehow, you've killed the Free Mantis before they even had a chance to surrender their weapon. Good job, idiot.
fr: D'une façon ou d'une autre, vous avez tué les Mantis Libres avant qu'ils puissent offrir leur arme. Beau boulot, idiot.
ko: 어찌된 일인지, 당신은 독립 맨티스들이 무기를 내놓기 전에 다 죽여버렸습니다. 정말 잘했군요. 멍청이씨.
ru: Каким-то образом вы убили свободного богомола еще до того, как он успел отдать вам свое оружие. Хорошая работа, идиот.
zh_hans: 不知何故，在自由螳螂还没来得及交出武器的时候，你就已经杀了他们。干得好，白痴。

source: You've killed off the entire Free Mantis crew, but now there's no one left to give you the weapon. You attempt dismounting it from the ship, but it breaks once torn out of the hull. Disappointed, you scrap what's left of the ship.
fr: Vous avez tué l'équipage entier de Mantis Libres, mais maintenant, personne ne peut vous donner l'arme. Vous essayez de la détacher de leur vaisseau, mais elle se brise une fois qu'elle est retirée de la coque. Déçu, vous récupérez ce qu'il reste du vaisseau.
ko: 당신은 독립 맨티스 선원들을 모두 죽였으나 이제 당신에게 무기를 줄 사람은 아무도 없었습니다. 당신은 졸탄 제거기를 함선에서 인양하려고 시도했지만 선체에서 분리되면서 파손되었습니다. 실망한 당신은 함선에서 쓸만한 자원을 인양했습니다.
ru: Вы убили весь экипаж Свободных Богомолов, но теперь не осталось никого, кто мог бы отдать вам оружие. Вы пытаетесь демонтировать его с корабля, но оно ломается, будучи вырванным из корпуса. Разочарованный, вы отправляете на металлолом то, что осталось от корабля.
zh_hans: 你已经杀光了整个自由螳螂号的船员，但现在已经没有人可以给你武器了。你试图把它从船上拆下来，但它一被扯出船体就断了。失望之余，你搜刮了这艘船的剩余部分。

source: The Federation vessel has been defeated. You scrap what's left.
fr: Le vaisseau Fédéré a été vaincu. Vous récupérez ce qu'il reste.
ko: 연방 함선이 격침되었습니다. 남아있는 것을 인양합니다.
ru: Корабль Федерации уничтожен. Вы собрали то, что осталось.
zh_hans: 联邦飞船已经被打败了。你把剩下的东西搜刮。

source: Contact the Free Mantis.
fr: Contacter les Mantis Libres.
ko: 독립 맨티스와 접촉한다.
ru: Связаться с свободным богомолом.
zh_hans: 与自由螳螂交谈。

source: "You are most kind! Federation so loyal, they kill own men to prove loyaler than before! Take this bomb, you have our thanks."
fr: "Vous être le plus gentil ! Fédération si loyale, tue propre hommes pour prouver plus loyale qu'avant ! Prendre bombe et nos remerciements."
ko: "너 너무 친절하다! 연방 너무 고귀하다. 그래서 그들 자신 부하들 죽였다. 충성심 증명하기 위해. 이 폭탄 가져라! 고맙다!"
ru: "Вы очень добры! Федерация настолько сильная, что убивает своих же людей, чтобы доказать свою преданность! Возьмите эту бомбу, мы вас благодарим".
zh_hans: "你是最善良的！联邦如此忠诚，他们杀了自己的人以证明比以前更忠诚！拿着这个炸弹，我们要感谢你。"

source: The Federation vessel has been defeated. You scrap what's left.
fr: Le vaisseau Fédéré a été vaincu. Vous récupérez ce qu'il reste.
ko: 연방 함선이 격침되었습니다. 남아있는 것을 인양합니다.
ru: Корабль Федерации повержен. Вы собираете все полезное с корабля.
zh_hans: 联邦飞船已经被打败了。你把剩下的东西搜刮。

source: Contact the Free Mantis.
fr: Contacter les Mantis Libres.
ko: 독립 맨티스와 접촉한다.
ru: Связаться с свободным богомолом.
zh_hans: 与自由螳螂交谈。

source: "You are most kind! Federation so loyal, they kill own men to prove loyaler than before! Take this bomb, you have our thanks."
fr: "Vous être le plus gentil ! Fédération si loyale, tue propre hommes pour prouver plus loyale qu'avant ! Prendre bombe et nos remerciements."
ko: "너 너무 친절하다! 연방 너무 고귀하다. 그래서 그들 자신 부하들 죽였다. 충성심 증명하기 위해. 이 폭탄 가져라! 고맙다!"
ru: "Вы очень добры! Федерация настолько сильная, что убивает своих людей, чтобы доказать свою преданность! Возьмите эту бомбу, мы вас благодарим".
zh_hans: "你是最善良的！联邦如此忠诚，他们杀了自己的人以证明比以前更忠诚！拿着这个炸弹，我们要感谢你。"

source: The Free Mantis vessel has been defeated. You scrap what's left.
fr: Le vaisseau Mantis Libre a été vaincu. Vous récupérez ce qu'il reste.
ko: 독립 맨티스 함선은 격침되었습니다. 남아있는 잔해를 인양합니다.
ru: Корабль Свободных Богомолов уничтожен. Вы разбираете то, что осталось.
zh_hans: 自由螳螂的船只被打败了。你把剩下的东西搜刮。

source: Contact the Federation ship.
fr: Contacter le vaisseau de la Fédération.
ko: 연방 함선과 접촉한다.
ru: Связаться с кораблем Федерации.
zh_hans: 与联邦船联系。

source: "Thank god you came. These Mantis things are overbearing as hell, and we've about had enough. Here, have some supplies."
fr: "Dieu merci pour votre arrivée. Ces choses Mantis sont très énervantes et nous en avons eu plus qu'assez. Tenez, prenez des ressources."
ko: "당신이 와주셔서 정말 감사합니다.이 맨티스들은 너무 위합적이라 이젠 지긋지긋합니다. 여기, 소정의 보급품을 가져가주세요."
ru: "Слава богу, что вы пришли. Эти богомолы чертовски назойливы, и с нас уже довольно. Вот, возьмите немного припасов".
zh_hans: "感谢上帝，你来了。这些螳螂族的东西太霸道了，我们已经受够了。这里，有一些物资。"

source: The Free Mantis vessel has been defeated. You scrap what's left.
fr: Le vaisseau Mantis Libre a été vaincu. Vous récupérez ce qu'il reste.
ko: 독립 맨티스 함선은 격침되었습니다. 남아있는 잔해를 인양합니다.
ru: Корабль Свободных Богомолов уничтожен. Вы разбираете то, что осталось.
zh_hans: 自由螳螂的船只被打败了。你把剩下的东西搜刮。

source: Contact the Federation ship.
fr: Contacter le vaisseau de la Fédération.
ko: 연방 함선과 접촉한다.
ru: Связаться с кораблем Федерации.
zh_hans: 与联邦船联系。

source: "Thank god you came. These Mantis things are overbearing as hell, and we've about had enough. Here, have some supplies."
fr: "Dieu merci pour votre arrivée. Ces choses Mantis sont très énervantes et nous en avons eu plus qu'assez. Tenez, prenez des ressources."
ko: "당신이 와주셔서 정말 감사합니다.이 맨티스들은 너무 위합적이라 이젠 지긋지긋합니다. 여기, 소정의 보급품을 가져가주세요."
ru: "Слава богу, что вы пришли. Эти богомолы чертовски назойливы, и с нас уже довольно. Вот, возьмите немного припасов".
zh_hans: "感谢上帝，你来了。这些螳螂族的东西太霸道了，我们已经受够了。这里，有一些物资。"

source: The Suzerain vessel has been destroyed, but with it all of its prisoners too. You scrap the ship and hope the Free Mantis don't hear about this mistake.
fr: Le vaisseau Suzerain a été détruit, mais avec lui sont aussi emportés ses prisonniers. Vous désossez le vaisseau en espérant que les Mantis Libres n'entendent jamais parler de votre erreur.
ko: 영주의 수감선은 격침되었으나, 여기에 수감된 죄수들도 같이 죽었습니다. 당신은 함선에서 쓸만한 것을 인양하고 독립 맨티스가 이러한 실수를 듣지 못하길 바랄 뿐입니다.
ru: Корабль Сюзеренов уничтожен, а вместе с ним и все его пленники. Вы разбираете корабль на металлолом и надеетесь, что Свободные Богомолы не узнают об этой ошибке.

source: The Suzerain jailer has been defeated. You scrap what's left.
fr: Le Geôlier Suzerain a été vaincu. Vous récupérez ce qu'il reste.
ko: 영주 수감선을 격파했습니다. 남아있는 것을 인양합니다.
ru: Тюремщик Сюзеренов побежден. То, что осталось, вы разобрали на металлолом.
zh_hans: 领主牢狱舰已被击败，你把剩下的东西搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You enter the jailer and find Kakpakakakakakakakakakakakak chained up in a cage. Once free, he thanks you for your help.
fr: Vous entrez à l'intérieur et trouvez Kakpakakakakakakakakakakakak enchaîné dans une cage. Une fois libre, il vous remercie de votre aide.
ko: 당신은 수감선 안으로 들어가서 캌파카카카카카카카카카카캌이 감옥 안에 구속된 것을 찾았습니다. 그를 풀어주자, 그는 당신의 도움에 감사를 표했습니다.
ru: Вы вошли в судно тюремщика и обнаруживаете закованного в клетку Какпакакакакакакакакакакак. Освободившись, он благодарит вас за помощь.
zh_hans: 你进入牢狱舰并发现了卡帕卡卡卡卡卡卡卡卡卡。获得自由后，他感谢你的帮助。

source: Bring him back to his clan for a reward.
fr: Le ramener à son clan pour une récompense.
ko: 보상을 위해 그의 부족으로 데려다준다.
ru: Вернуть его в свой клан за награду.
zh_hans: 把他带回他的部族以获得奖励。
