Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: The Militiamen thank you for your help and pay you for assisting them.
fr: Les Miliciens vous remercient pour votre aide et vous dédommagent pour l'aide apportée.
ko: 민병대원은 당신이 그들을 도와준것에 대해 감사한다며 도움에 대한 보답을 했습니다.
ru: Ополченцы благодарят вас за помощь и платят вам за то, что вы им помогли.
zh_hans: 盟卫感谢你帮助他们，并给了你一些报酬。

source: The ship breaks apart. You scrap what remains.
fr: Le vaisseau se disloque. Vous récupérez ce qu'il en reste.
ko: 함선이 산산조각 났습니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Корабль разваливается на части. Вы разбираете на металлолом то, что осталось.
zh_hans: 那艘船四分五裂，你搜刮了它的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGINEER_SALVAGE"]/deadCrew/text
source: No more life signs detected on the ship. You scrap what remains.
fr: Plus aucun signe de vie n'est détecté à bord du vaisseau. Vous récupérez ce qu'il reste.
ko: 당신은 더 이상 생명체가 감지되지 않는 함선에서 쓸만한 걸 모아왔습니다.
ru: На корабле больше не обнаружено признаков жизни. Вы разрезаете на металлолом то, что осталось.
zh_hans: 敌舰上没有任何生命信号，你搜刮了整艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_ROOMBA"]/destroyed/text
source: The ship breaks apart. You scrap what remains.
fr: Le vaisseau se disloque. Vous récupérez ce qu'il en reste.
ko: 함선이 산산조각 났습니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Корабль разваливается на части. Вы разрезаете на металлолом то, что осталось.
zh_hans: 那艘船四分五裂，你搜刮了它的残骸。

source: Raid the outpost.
fr: Piller l'avant-poste.
ko: 전초기지를 강습한다.
ru: Напасть на аванпост.
zh_hans: 突袭哨站。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGINEER_EGGMAN"]/destroyed/text
source: The Engineer vessel has been defeated. Without their leader, the Rebel fleet quickly becomes disorganized. Immediately after, a counter attack is led by the Federation, but the fleet will likely continue to linger for a while.
fr: Le vaisseau Ingénieur a été vaincu. Sans leur chef, la flotte Rebelle devient vite désorganisée. Immédiatement après, une contre-attaque est menée par la Fédération, cependant la flotte va probablement continuer d'être présente encore un moment.
ko: 공병 선박을 물리쳤습니다. 지휘관이 사라진 반군 함대는 빠르게 혼란에 빠질 것입니다. 곧이어 연방이 반격을 주도하겠지만, 함대는 한동안 정신을 못차릴 것입니다.
ru: Корабль Инженеров уничтожен. Без своего лидера флот повстанцев быстро теряют порядок. Сразу же после этого Федерация предпринимает контратаку, но флот, скорее всего, будет еще некоторое время сопротивляться.
zh_hans: 工程师舰被击败了。没有了他们的领导，叛军舰队迅速陷入混乱。紧接着，联邦的反击拉开序幕，不过叛军舰队很可能还会猖狂一段时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're met by the aforementioned Colonel Hedge, who extends his thanks. "I... I have genuinely no idea what he was talking about. I don't even know who he is! But no matter. Let me see what I can do for you."
fr: Vous rencontrez le présumé Colonel Hedge, qui vous remet ses sincères gratitudes. "Je... je n'avais absolument aucune idée de quoi il parlait. Je ne sais même pas qui c'était ! Mais peu importe. Laissez-moi voir ce que je peux faire pour vous."
ko: 앞서 언급됐던 헤지 대령이 당신에게 감사를 전하러 왔습니다. "나... 나는 그가 무슨 소리를 하고 있었는지 정말 모르겠소. 애초에 그가 누군지도 모르오! 그래도 상관없지. 내가 뭘 도와줄 수 있는지 알아보겠소."
ru: Вас встречает вышеупомянутый полковник Хедж, который выражает свою благодарность. "Я... я понятия не имею, о чем он говорил. Я даже не знаю, кто он такой! Но неважно. Позвольте мне узнать, что я могу для вас сделать".
zh_hans: 前述的赫奇上校接待了你，他向你表达感谢："我...我完全不知道他在说什么，我甚至不知道他是谁！不过没有关系，让我看看我能为你做些什么。"

# data/events_ships.xml.append$//ship[@name="SHIP_ENGINEER_EGGMAN"]/deadCrew/text
source: The Engineer vessel has been defeated. Without their leader, the Rebel fleet quickly becomes disorganized. Immediately after, a counter attack is led by the Federation, but the fleet will likely continue to linger for a while.
fr: Le vaisseau Ingénieur a été vaincu. Sans leur chef, la flotte Rebelle devient vite désorganisée. Immédiatement après, une contre-attaque est menée par la Fédération, cependant la flotte va probablement continuer d'être présente encore un moment.
ko: 공병 선박을 물리쳤습니다. 지휘관이 사라진 반군 함대는 빠르게 혼란에 빠질 것입니다. 곧이어 연방이 반격을 주도하겠지만, 함대는 한동안 정신을 못차릴 것입니다.
ru: Корабль Инженеров повержен. Без своего лидера флот повстанцев быстро теряют порядок. Сразу же после этого Федерация предпринимает контратаку, но флот, скорее всего, будет еще некоторое время сопротивляться.
zh_hans: 工程师舰被击败了。没有了他们的领导，叛军舰队迅速陷入混乱。紧接着，联邦的反击拉开序幕，不过叛军舰队很可能还会猖狂一段时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're met by the aforementioned Colonel Hedge, who extends his thanks. "I... I have genuinely no idea what he was talking about. I don't even know who he is! But no matter. Let me see what I can do for you."
fr: Vous rencontrez le présumé Colonel Hedge, qui vous remet ses sincères gratitudes. "Je... je n'avais absolument aucune idée de quoi il parlait. Je ne sais même pas qui c'était ! Mais peu importe. Laissez-moi voir ce que je peux faire pour vous."
ko: 앞서 언급됐던 헤지 대령이 당신에게 감사를 전하러 왔습니다. "나... 나는 그가 무슨 소리를 하고 있었는지 정말 모르겠소. 애초에 그가 누군지도 모르오! 그래도 상관없지. 내가 뭘 도와줄 수 있는지 알아보겠소."
ru: Вас встречает вышеупомянутый полковник Хедж, который выражает свою благодарность. "Я... я понятия не имею, о чем он говорил. Я даже не знаю, кто он такой! Но неважно. Позвольте мне узнать, что я могу для вас сделать".
zh_hans: 前述的赫奇上校接待了你，他向你表达感谢："我...我完全不知道他在说什么，我甚至不知道他是谁！不过没有关系，让我看看我能为你做些什么。"

# data/events_ships.xml.append$//ship[@name="SHIP_FED_EGGMAN"]/destroyed/text
source: Hedge has been defeated. It seems your efforts have not gone unnoticed by the Engineer vessel from earlier, though the fleet itself continues to target you.
fr: Hedge a été vaincu. Il semblerait que vos efforts aient été remarqués par le vaisseau d'Ingénieur, cependant la flotte elle-même continue de vous cibler.
ko: 헤지를 물리쳤습니다. 함대가 계속해서 당신을 쫓고 있기는 하지만, 방금 보았던 공병 선박도 당신의 노고를 알고 있는 것 같습니다.
ru: Хедж был побежден. Похоже, ваши усилия не остались незамеченными судном инженеров, хотя сам флот продолжает охотиться на вас.
zh_hans: 赫奇已经被击败了。看来你的功劳并没有被之前的工程师船忽视，尽管舰队仍在瞄准你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Y-you've killed him! My arch-nemesis, that dastardly Colonel Hedge, has been slain by another Federation officer? How strange... wait wait, I shall come with you. I must see what other surprises you might have in store."
fr: "V-vous l'avez tué ! Mon ennemi juré, cet horrible Colonel Hedge, a été tué par un autre officier de la Fédération ? Que c'est étrange... attendez un peu, je vais vous rejoindre. Je dois voir quelles autres surprises vous avez en réserve."
ko: "ㄷ-당신이 그를 죽였어! 내 숙적, 그 비열한 헤지 대령이 다른 연방 장교에게 살해당했다니! 참 이상한 일이야... 잠깐 기다려, 나도 당신과 함께 가겠어. 당신이 또 어떤 놀라운 일들을 벌일지 직접 봐둬야겠어."
ru: "В-вы убили его! Мой заклятый враг, подлый полковник Хедж, был убит другим офицером Федерации? Как странно... Подождите-подождите, я пойду с вами. Я должен увидеть, какие еще сюрпризы у вас припасены".
zh_hans: "你、你杀了他！我的死对头，那个卑鄙的赫奇上校，被另一个联邦军官杀死了？真奇怪...等等等等，我要和你一起走。我必须看看你还会带来什么惊喜。"

# data/events_ships.xml.append$//ship[@name="SHIP_FED_EGGMAN"]/deadCrew/text
source: Hedge has been defeated. It seems your efforts have not gone unnoticed by the Engineer vessel from earlier, though the fleet itself continues to target you.
fr: Hedge a été vaincu. Il semblerait que vos efforts aient été remarqués par le vaisseau d'Ingénieur, cependant la flotte elle-même continue de vous cibler.
ko: 헤지를 물리쳤습니다. 함대가 계속해서 당신을 쫓고 있기는 하지만, 방금 보았던 공병 선박도 당신의 노고를 알고 있는 것 같습니다.
ru: Хедж был побежден. Похоже, ваши усилия не остались незамеченными судном инженеров, хотя сам флот продолжает охотиться на вас.
zh_hans: 赫奇已经被击败了。看来你的功劳并没有被之前的工程师船忽视，尽管舰队仍在瞄准你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Y-you've killed him! My arch-nemesis, that dastardly Colonel Hedge, has been slain by another Federation officer? How strange... wait wait, I shall come with you. I must see what other surprises you might have in store."
fr: "V-vous l'avez tué ! Mon ennemi juré, cet horrible Colonel Hedge, a été tué par un autre officier de la Fédération ? Que c'est étrange... attendez un peu, je vais vous rejoindre. Je dois voir quelles autres surprises vous avez en réserve."
ko: "ㄷ-당신이 그를 죽였어! 내 숙적, 그 비열한 헤지 대령이 다른 연방 장교에게 살해당했다니! 참 이상한 일이야... 잠깐 기다려, 나도 당신과 함께 가겠어. 당신이 또 어떤 놀라운 일들을 벌일지 직접 봐둬야겠어."
ru: "В-вы убили его! Мой заклятый враг, подлый полковник Хедж, был убит другим офицером Федерации? Как странно... Подождите-подождите, я пойду с вами. Я должен увидеть, какие еще сюрпризы у вас припасены".
zh_hans: "你、你杀了他！我的死对头，那个卑鄙的赫奇上校，被另一个联邦军官杀死了？真奇怪...等等等等，我要和你一起走。我必须看看你还会带来什么惊喜。"

source: The Rebel vessel has been defeated. You scrap the remains.
fr: Le vaisseau Rebelle a été vaincu. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 반군 선박을 물리쳤습니다. 당신은 잔해에서 쓸만한것을 건졌습니다.
ru: Корабль повстанцев уничтожен. Вы собираете все полезное с обломков.
zh_hans: 叛军战舰已经被打败了，你搜刮了残骸。

source: Contact the bar owner.
fr: Contacter le propriétaire du bar.
ko: 술집 주인과 접촉합니다.
ru: Связаться с владельцем бара.
zh_hans: 联系酒吧老板。

source: "Good work. Never though I'd be happy to see a Renegade in my bar... I'm afraid the no drinks rule extends to you as well, but I'm sure we can work something out..."
fr: "Bon travail. Je n'aurais jamais pensé être heureux de voir un Renégat dans mon bar... Je crains que la règle de l'interdiction de boire ne s'applique également à vous, mais je suis sûr que nous pouvons trouver un arrangement..."
ko: "수고하셨어. 내 바에 들어온 배회자를 보고 기뻐할 일이 있을 줄이야... 당신들에게도 금주 규정이 적용된다는 건 아쉽지만, 분명 다른 식으로라도 보답을 할 수 있을 거야..."
ru: "Хорошая работа. Никогда не думал, что буду рад видеть Ренегата в своем баре... Боюсь, что правило "не пить" распространяется и на вас, но я уверен, что мы сможем что-нибудь придумать..."
zh_hans: "干得好。我从未想过能在酒吧里因为看到一个变元者而感到高兴...恐怕不提供酒的规定也适用于你，但我相信我们可以想出办法..."

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_ESTATE_BAR"]/deadCrew/text
source: The Rebel vessel has been defeated. You scrap the remains.
fr: Le vaisseau Rebelle a été vaincu. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 반군 선박을 물리쳤습니다. 당신은 함선에서 쓸만한것을 모아왔습니다.
ru: Корабль повстанцев повержен. Вы собираете с корабля все полезное.
zh_hans: 叛军战舰被打败了，你回收了剩下的废料。

source: Contact the bar owner.
fr: Contacter le propriétaire du bar.
ko: 술집 주인과 접촉합니다.
ru: Связаться с владельцем бара.
zh_hans: 联系酒吧老板。

source: "Good work. Never though I'd be happy to see a Renegade in my bar... I'm afraid the no drinks rule extends to you as well, but I'm sure we can work something out..."
fr: "Bon travail. Je n'aurais jamais pensé être heureux de voir un Renégat dans mon bar... Je crains que la règle de l'interdiction de boire ne s'applique également à vous, mais je suis sûr que nous pouvons trouver un arrangement..."
ko: "수고하셨어. 내 바에 들어온 배회자를 보고 기뻐할 일이 있을 줄이야... 당신들에게도 금주 규정이 적용된다는 건 아쉽지만, 분명 다른 식으로라도 보답을 할 수 있을거야..."
ru: "Хорошая работа. Никогда не думал, что буду рад видеть Ренегата в своем баре... Боюсь, что правило "не пить" распространяется и на вас, но я уверен, что мы сможем что-нибудь придумать..."
zh_hans: "干得好。我从未想过能在酒吧里因为看到一个变元者而感到高兴...恐怕不提供酒的规定也适用于你，但我相信我们可以想出办法..."

# data/events_ships.xml.append$//ship[@name="SHIP_ESTATE_CONTROLS"]/destroyed/text
source: "My drone! Nooooo! I just got that for my birthday! My parents are going to be so mad!"
fr: "Mon drone ! Nooooooon ! Je viens de l'avoir pour mon anniversaire ! Mes parents vont être tellement en colère !"
ko: "내 드론이! 안돼ㅔㅔㅔㅔ! 방금 생일 선물로 받은거란말야! 내 부모님이 불같이 화내실거라고!"
ru: "Мой дрон! Неееет! Я только что получил его на свой день рождения! Мои родители будут очень злы!"
zh_hans: "额滴无人机！！！不！！我刚刚在我的生日上得到了它！我的爸爸妈妈肯定会很生气！"

source: You've destroyed the Auto-ship. You scrap its remains.
fr: Vous avez détruit l'Auto-vaisseau. Vous récupérez ses restes.
ko: 무인기를 격침했습니다. 당신은 잔해에서 쓸만한 것을 건졌습니다.
ru: Вы уничтожили автоматический корабль. Вы разобрали его останки на металлолом.
zh_hans: 你摧毁了这个无人机，搜刮了剩下的废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebel carrier was in worse condition than you thought. The rest of its Auto-drone supply is offline and they are defenseless against you. They give you some supplies as a surrender.
fr: Le Porte-Nefs Rebelle est bien plus amoché que vous l'auriez pensé. Le reste de sa réserve d'Auto-drones est hors ligne et ils sont sans défenses contre vous. Ils vous offrent des ressources en guise de reddition.
ko: 반군 항공모함의 상태는 생각보다 심각했습니다. 나머지 자동 드론들이 비활성화 되어 있는 탓에 그저 거대한 과녁이나 마찬가지였습니다. 그들은 항복의 표시로 당신에게 약간의 보급품을 바쳤습니다.
ru: Авианосец повстанцев оказался в худшем состоянии, чем вы думали. Оставшиеся в его резервах автоматические беспилотники отключены, и он беззащитен против вас. Вам передают немного припасов в знак капитуляции.
zh_hans: 叛军母舰的船况比你想象的还要差，它剩下的无人机电源离线了，对你毫无招架之力。他们向你提供了补给以求投降。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_BAIT"]/escape/text
source: Careful! Sensors indicate that this automated ship is rigged to inform the fleet of your location if destroyed! It is better to avoid risk and leave it alone, otherwise the fleet will find you faster within this Sector.
fr: Attention ! Les détecteurs indiquent que ce vaisseau automatisé est programmé pour informer la flotte de votre position s'il est détruit ! Il vaut mieux éviter les risques et le laisser tranquille, sinon la flotte vous trouvera plus rapidement dans ce secteur.
ko: 조심하십시오! 센서가 저 무인선은 파괴되는 즉시 당신의 위치 정보를 함대로 보내도록 설계되어 있다고 경고합니다! 위험 부담을 줄이기 위해 그냥 내버려 두는 것이 좋을 듯 합니다. 괜히 파괴했다간, 함대가 이 구역에서 당신을 더 빨리 찾아낼지도 모릅니다.
ru: Осторожно! Сенсоры показывают, что этот автоматический корабль настроен на то, чтобы сообщить флоту о вашем местонахождении, если он будет уничтожен! Лучше избежать риска и оставить его в покое, иначе флот быстрее найдет вас в этом секторе.
zh_hans: 小心！传感器表明，如果被摧毁，这艘自动飞船将会通知舰队你的位置！你最好远离危险单独行动，否则舰队会更快地在这个星区找到你。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_BAIT"]/gotaway/text
source: The scout jumps away. It will certainly have informed the fleet of your position. You must get to the next Sector as soon as possible!
fr: Le vaisseau de reconnaissance effectue un saut et disparaît. Il va certainement communiquer votre position à la flotte Rebelle... Vous devez filer au plus vite vers un autre secteur !
ko: 정찰기가 도망쳤습니다. 틀림없이 함대에 우리의 위치를 노출시킬 것입니다. 가능한 빨리 다음 구역으로 이동해야 합니다!
ru: Разведчик уходит в прыжок. Он, конечно, сообщит флоту о вашем местоположении. Вы должны попасть в следующий сектор как можно скорее!
zh_hans: 侦察舰跃迁走了。它肯定会通知舰队你的位置。你必须尽快到达下一个星区！

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_BAIT"]/destroyed/text
source: As the ship breaks apart, you detect the pulse of a Long-Range message. It must have informed the fleet of your position.
fr: As Le vaisseau se disloque, you detect the pulse of a Long-Range message. It must have informed the fleet of your position.
ko: 함선이 파괴되는 순간, 장거리 메시지 펄스가 감지됩니다. 함대에 당신의 위치 정보를 보냈을 것입니다.
ru: Когда корабль распадается на части, вы обнаруживаете сигнал сообщения дальнего радиуса действия. Он, должно быть, сообщил флоту о вашем местоположении.
zh_hans: 在船解体的时候，你侦测到了长途脉冲信号，它一定告诉了舰队你的位置。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_WARNING"]/escape/text
source: The ship starts to power up its FTL Drive. If it gets away, it will no doubt warn the fleet of your position!
fr: Le vaisseau commence à activer son générateur SPL. S'il parvient à s'échapper, il communiquera sans aucun doute votre position à la flotte !
ko: 적 함선이 초광속 엔진에 전원을 넣습니다. 이 함선이 도망간다면, 반군 함대에게 당신의 위치를 알리는 것은 시간 문제입니다!
ru: Корабль начинает включать ССД. Если он уйдет, то, несомненно, предупредит флот о вашем местоположении!
zh_hans: 这艘船开始给超光速引擎充能，如果它逃跑了，它毫无疑问会告诉舰队你的位置！

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_WARNING"]/gotaway/text
source: The scout jumps away. It will certainly have informed the fleet of your position. You must get to the next sector as soon as possible!
fr: Le vaisseau de reconnaissance effectue un saut et disparaît. Il va certainement communiquer votre position à la flotte Rebelle... Vous devez filer au plus vite vers un autre secteur !
ko: 정찰기가 도약해 도망갔습니다. 분명 반군 함대에게 당신의 위치를 알렸을 것입니다. 당신은 최대한 빨리 다음 구역에 도달해야 합니다!
ru: Разведчик уходит в прыжок. Он, конечно, сообщит флоту о вашем местоположении. Вы должны добраться до следующего сектора как можно скорее!
zh_hans: 侦察舰跃迁走了，它肯定会告诉舰队你的位置，你必须尽快赶到下一个星区！

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_WARNING"]/destroyed/text
source: The ship breaks apart and you feel relief in the knowledge that you will hopefully still be one step ahead of the fleet.
fr: Le vaisseau se disloque et vous ressentez un certain soulagement... Vous devriez pouvoir conserver une certaine avance sur la flotte.
ko: 적 함선이 산산조각 나고 여전히 반군 함대보다 한 발 앞서 있다는 것에 안도감을 느꼈습니다.
ru: Корабль разрывается на части, и вы чувствуете облегчение, надеясь, что все еще будете находиться на шаг впереди флота.
zh_hans: 船碎裂成了碎片，你为你仍然领先舰队一步感到庆幸。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_CIVILIAN"]/destroyed/text
source: The ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 함선이 산산조각 났습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: Корабль разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 船解体了，你赶紧联系了平民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락을 취한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_MAP"]/destroyed/text
source: You access the recent scans from the unguarded station. Your map has been updated with details of the surrounding area.
fr: Vous mettez la main sur des scans récents d'une station sans surveillance, ce qui vous permet de mettre votre carte à jour avec des informations détaillées sur la zone alentour.
ko: 당신은 아무도 지키지 않는 정거장의 최근 스캔 자료에 접근했습니다. 지도가 주변 지역에 대한 정보로 업데이트 되었습니다.
ru: Вы получаете доступ к последним данным сканирования с неохраняемой станции. Ваша карта была обновлена с подробной информацией об окрестностях.
zh_hans: 你获取了无人站点的扫描记录，你的星图更新了周围地区的详细信息。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_RADAR"]/destroyed/text
source: You salvage what you can and approach the station. It is used to relay information to the Rebel Fleet. You could attempt to hack it to give the Rebels false information.
fr: Vous récupérez ce que vous pouvez et vous approchez de la station, qui semble servir de relais à la flotte Rebelle. Vous pouvez tenter de la pirater pour envoyer de fausses informations aux Rebelles.
ru: Вы собираете все, что можете, прежде чем приблизиться к станции.

source: Attempt to manually hack into the station.
fr: Tenter de pirater manuellement la station.

source: Don't risk it. Leave the station.
fr: Ne pas prendre de risques et quitter la station.

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_REFUEL"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se disloque et vous récupérez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나고 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The outpost hails you after the scout was destroyed, "Thanks for the help. We've been harassed non-stop by those scouts. Take this on the house."
fr: Lorsque le vaisseau de reconnaissance explose, vous recevez un message de l'avant-poste : "Merci du coup de main ! On n'arrête pas de se faire harceler par ces éclaireurs... Tenez, prenez ceci, c'est offert par la maison."
ko: 정찰기가 파괴되자 전초기지가 당신에게 통신을 걸어왔습니다, "도와줘서 감사합니다. 저 정찰기들에게 끊임없이 고통 받아왔거든요. 이걸 받아주세요."
ru: Аванпост вызывает вас после уничтожения разведчика: "Спасибо за помощь. Эти разведчики нас постоянно преследуют. Возьмите это за счет заведения".
zh_hans: 这个前哨站在侦察舰被摧毁后呼叫了你，"谢谢你的帮忙，我们一直被这些侦察舰骚扰，拿上这些你应得的。"

source: You scrap the wreckage.
fr: Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 잔해에서 스크랩을 건져냈습니다.
ru: Вы собираете обломки.
zh_hans: 你回收了残骸中的金属废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the threat gone, you contact the Federation outpost. They respond, "Our location has been compromised! Take everything you can and please drop our survivors off at the next station." One soldier offers to stay and fight.
fr: Maintenant que la menace a disparu, vous contactez l'avant-poste de la Fédération, qui vous dit : "Nos coordonnées sont connues de l'ennemi ! Prenez ce que vous pouvez et déposez nos survivants à la prochaine station, s'il vous plaît." Un soldat souhaite toutefois rester et se battre à vos côtés.
ko: 위협이 사라진 뒤, 당신은 연방 전초기지에 통신을 연결했습니다. "우리의 위치가 노출됐습니다! 가능한 모든걸 챙겨서 다음 정거장까지 생존자들을 데려다 주세요." 한 병사는 혼자 남아서 싸우겠다고 합니다.
ru: Когда угроза исчезла, вы связываетесь с аванпостом Федерации. Они отвечают: "Наше местоположение раскрыто! Возьмите все, что можете, и, пожалуйста, высадите наших выживших на следующей станции". Один солдат хочет остаться и сражаться вместе с вами.
zh_hans: 威胁消失后，你联系联邦前哨。他们回应道："我们的位置已经泄露了！拿上你需要的一切，请把我们的幸存者送到下一站。"一名士兵表示愿意留下来战斗。

source: You scrap the wreckage.
fr: Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 잔해에서 스크랩을 건져냈습니다.
ru: Вы собираете обломки.
zh_hans: 你回收了残骸里的废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You contact the station once the Rebel ship is destroyed. The lone survivor responds, "This base is no longer safe. Let me join your crew and I'll have the station's drones patch up your ship."
fr: Vous contactez la station une fois le vaisseau rebelle détruit. Le seul survivant vous répond : "Cette base n'est plus sûre. Permettez-moi de rejoindre votre équipage et je programmerai les drones de la station pour qu'ils réparent votre vaisseau."
ko: 반군 함선이 파괴되고 정거장에 연락하자 유일한 생존자가 응답했습니다. "이 기지는 더 이상 안전하지 않습니다. 당신의 승무원이 되게 해주시면 정거장의 드론으로 당신의 함선을 고치도록 하겠습니다."
ru: Вы связываетесь со станцией после уничтожения корабля повстанцев. Одинокий выживший отвечает: "Эта база больше не безопасна. Позвольте мне присоединиться к вашей команде, и я попрошу дронов станции подлатать ваш корабль".
zh_hans: 在叛军战舰被摧毁后，你联系了站点，唯一的幸存者回答说："这个基地已经不安全了。让我加入你们，我会让空间站的无人机修补你们的飞船。"

source: You've taken out the patrol, and salvage whats left.
fr: Vous avez éliminé la patrouille et récupérez ce qu'il en reste.
ko: 순찰대를 제거하고 남은 것을 인양했습니다.
ru: Вы уничтожили патруль и собрали то, что осталось.
zh_hans: 你干掉了巡逻队，打捞了剩下的东西。

source: Continue to the factory.
fr: Continuer vers l'usine.
ko: 공장으로 나아간다.
ru: Продолжать движение к фабрике.
zh_hans: 继续前往工厂。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_MINER"]/destroyed/text
source: You've destroyed the Auto-Harvester. You scrap the wreckage.
fr: Vous avez détruit l'Auto-Récolteur. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 무인 채집선을 파괴했으며, 잔해에서 스크랩을 인양했습니다.
ru: Вы уничтожили автосборщик. Вы собираете все полезное с его обломков.
zh_hans: 你摧毁了自动收割舰。你搜刮了残骸。

source: Continue to the platform.
fr: Continuer vers la plateforme.
ko: 플랫폼으로 나아간다.
ru: Продолжать движение к платформе.
zh_hans: 继续前往舰台。

source: You've destroyed the Auto-ship. You scrap the wreckage.
fr: Vous avez détruit l'Auto-vaisseau. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 무인기를 파괴했으며, 잔해에서 스크랩을 인양했습니다.
ru: Вы уничтожили автоматический корабль. Вы разбираете обломки на металлолом.
zh_hans: 你摧毁了自动舰。你搜刮了残骸。

source: Contact the pirate.
fr: Contacter le pirate.
ko: 해적에 연락을 취한다.
ru: Связаться с пиратом.
zh_hans: 联系海盗。
