Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You follow the Jailer through the nebula until they finally give up and surrender.
fr: Vous suivez le Geôlier à travers la nébuleuse jusqu'à ce qu'ils abandonnent enfin et se rendent.
ko: 당신은 성운속을 따라 수감선을 뒤쫓습니다. 마침내 그들은 포기하고 항복하는군요.
ru: Проследовать судно тюремщиков через туманность, пока они не капитулируют.
zh_hans: 你跟着牢狱舰穿过星云，直到他们最终放弃并投降。

source: Free their prisoners.
fr: Libérer les prisonniers.
ko: 죄수들을 풀어준다.
ru: Освободить пленных.
zh_hans: 释放他们的囚犯。

source: It appears they have only a single prisoner on board. A Slug Saboteur, they're grateful. They explain they betrayed the Slug Kleptocracy by refusing to steal from and murder civilians, and were arrested accordingly.
fr: Il semblerait qu'ils n'aient qu'un unique prisonnier à bord ; un Saboteur Limace, qui est reconnaissant. Il explique qu'il a trahi la Kleptocratie en refusant de voler et de tuer des civils, ce qui lui a valu d'être emprisonné.
ko: 수감선에는 단 한명의 수감자만이 있었습니다. 슬러그 공작원이군요. 그는 감사를 표합니다. 그는 민간인들을 죽이고 약탈하는것을 거부함으로써 슬러그 도둑정을 배신한 혐의로 체포되었다고 설명합니다.
ru: Оказывается, у них на борту только один пленный. Это диверсант слизней, и он благодарен вам. Он говорит, что предал Клептократию слизней, отказавшись обворовывать и убивать гражданских, и поэтому был арестован.
zh_hans: 看来他们在船上只有一个囚犯。一个蛞蝓破坏者，他们很感激。他们解释说，他们因拒绝偷窃和谋杀平民而背叛了星盗会小集团，并因此被逮捕。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_POWERPLANT"]/destroyed/text
source: You've defeated the Slugs, leaving the powerplant unprotected.
fr: Vous avez vaincu les Limaces, laissant la centrale sans protection.
ko: 슬러그들을 물리치고 발전소를 무방비 상태로 만들었습니다.
ru: Вы победили слизней, оставив электростанцию без защиты.
zh_hans: 你已经打败了蛞蝓族，只剩无人保护的供能站。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Slugs at the powerplant surrender and offer to do some work on your reactor for free.
fr: Les Limaces de la centrale se rendent et proposent d'améliorer votre réacteur gratuitement.
ko: 발전소의 슬러그들이 항복하고 함선의 반응로를 개조해주겠다고 제안했습니다.
ru: Слизни на электростанции сдаются и предлагают бесплатно поработать над вашим реактором.
zh_hans: 供能站的蛞蝓族投降了，并表示愿意免费为你的反应堆做一些升级。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_POWERPLANT"]/deadCrew/text
source: You've defeated the Slugs, leaving the powerplant unprotected.
fr: Vous avez vaincu les Limaces, laissant la centrale sans protection.
ko: 슬러그들을 물리치고 발전소를 무방비 상태로 만들었습니다.
ru: Вы победили слизней, оставив электростанцию без защиты.
zh_hans: 你已经打败了蛞蝓族，只剩无人保护的供能站。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Slugs at the powerplant surrender and offer to do some work on your reactor for free.
fr: Les Limaces de la centrale se rendent et proposent d'améliorer votre réacteur gratuitement.
ko: 발전소의 슬러그들이 항복하고 함선의 반응로를 개조해주겠다고 제안했습니다.
ru: Слизни на электростанции сдаются и предлагают бесплатно поработать над вашим реактором.
zh_hans: 供能站的蛞蝓族投降了，并表示愿意免费为你的反应堆做一些升级。

# data/events_ships.xml.append$//ship[@name="SHIP_PLEASURE_ESCORT"]/destroyed/text
source: The escort ship has been defeated. You salvage the remains before approaching the barge.
fr: Le vaisseau d'escorte a été vaincu. Vous récupérez les restes avant d'approcher la Barge.
ko: 호위선이 격파되었습니다. 바지선에 접근하기 전에 잔해에서 쓸만한 자원을 인양했습니다.
ru: Корабль сопровождения был уничтожен. Вы собираете останки, прежде чем приблизиться к барже.
zh_hans: 护卫舰被打败了。在接近驳船之前，你打捞了残骸。

source: Inspect the barge.
fr: Inspecter la barge.
ko: 바지선을 살펴본다.
ru: Осмотреть баржу.
zh_hans: 检查游艇。

# data/events_ships.xml.append$//ship[@name="SHIP_PLEASURE_ESCORT"]/deadCrew/text
source: The escort ship has been defeated. You salvage the remains before approaching the barge.
fr: Le vaisseau d'escorte a été vaincu. Vous récupérez les restes avant d'approcher la Barge.
ko: 호위선이 격파되었습니다. 바지선에 접근하기 전에 잔해에서 쓸만한 자원을 인양했습니다.
ru: Корабль сопровождения был уничтожен. Вы собираете останки, прежде чем приблизиться к барже.
zh_hans: 护卫舰被打败了。在接近驳船之前，你打捞了残骸。

source: Inspect the barge.
fr: Inspecter la barge.
ko: 바지선을 살펴본다.
ru: Осмотреть баржу.
zh_hans: 检查游艇。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_CHILDREN"]/destroyed/text
source: The Hektar ship has been defeated. You scrap the remains.
fr: Le vaisseau Hektar a été vaincu. Vous récupérez les restes.
ko: 헥타르 함선이 격파되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль "Гектар Индастриз" повержен. Вы разбираете останки на металлолом.
zh_hans: 赫克塔飞船已被击败。你把残骸搜刮了。

source: Contact the protestors.
fr: Contacter les manifestants.
ko: 시위대에 연락한다.
ru: Связаться с участниками акции протеста.
zh_hans: 联系抗议者。

source: The protestors are jubilant that the children have been set free, and offer you a reward.
fr: Les manifestants sont heureux de voir que les enfants ont été libérés et ils vous offrent une récompense.
ko: 시위대는 아이들이 풀려난 것에 기뻐하며, 보상을 주겠다고 제안했습니다.
ru: Протестующие радуются, что дети освобождены, и предлагают вам вознаграждение.
zh_hans: 抗议者对孩子们获得自由感到欢欣鼓舞，并为你提供了奖励。

source: Silently grab one of the children and leave.
fr: Saisir discrètement l'un des enfants, puis partir.
ko: 조용히 아이 하나를 납치하고 떠난다.
ru: Молча схватить одного из детей и уйти.
zh_hans: 默默地抓起一个孩子就走。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_CHILDREN"]/deadCrew/text
source: The Hektar ship has been defeated. You scrap the remains.
fr: Le vaisseau Hektar a été vaincu. Vous récupérez les restes.
ko: 헥타르 함선이 격파되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль "Гектар Индастриз" повержен. Вы разбираете останки на металлолом.
zh_hans: 赫克塔飞船已被击败。你把残骸搜刮了。

source: Contact the protestors.
fr: Contacter les manifestants.
ko: 시위대에 연락한다.
ru: Связаться с участниками акции протеста.
zh_hans: 联系抗议者。

source: The protestors are jubilant that the children have been set free, and offer you a reward.
fr: Les manifestants sont heureux de voir que les enfants ont été libérés et ils vous offrent une récompense.
ko: 시위대는 아이들이 풀려난 것에 기뻐하며, 보상을 주겠다고 제안했습니다.
ru: Протестующие радуются, что дети освобождены, и предлагают вам вознаграждение.
zh_hans: 抗议者对孩子们获得自由感到欢欣鼓舞，并为你提供了奖励。

source: Silently grab one of the children and leave.
fr: Saisir discrètement l'un des enfants, puis partir.
ko: 조용히 아이 하나를 납치하고 떠난다.
ru: Молча схватить одного из детей и уйти.
zh_hans: 默默地抓起一个孩子就走。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_UNION"]/surrender/text
source: At last, the Slug surrenders. "Alright, alright! You and thossse damn lizzzardsss have made your point! I'll let you have your ssstinkin' union or whatever!"
fr: Enfin, la Limace se rend. "D'accord, d'accord ! Vous et ccces foutus lézzzards avez fait valoir votre opinion ! Je vous laisssserai avoir votre fichue union ou quoi que ce soit d'autre !"
ko: 마침내, 슬러그들이 항복했습니다. "쫗아, 쫗아! 너랑 그 빌어먹을 도마뱀들이 엉망찐짱으로 만들었다고! 그 냄쌔나는 쪼합이나 뭐든 간에 내놓을께!"
ru: Наконец, слизень сдается. "Ладно, ладно! Вы и эти чертовы ящщщерицы высссказали сссвое мнение! Я позволю вам сссоздать вашшш вонючий профсссоюз или что-то вроде того!"

source: Stop fighting and bring this news to the lizards.
fr: Arrêter le combat et apporter la nouvelle aux lézards.
ko: 전투를 멈추고 이 소식을 도마뱀들에게 전한다.
ru: Прекратить сражаться и сообщить эту новость ящерам.
zh_hans: 停止战斗，把这个消息带给蜥蜴人。

source: Your return causes much celebration amongst the lizards, though not all are happy. Some are afraid the Slug won't keep his word, and request to be escorted out of the sector by you. You agree, and one of the lizards even wants to stick around!
fr: Votre retour provoque une sacrée célébration parmi les lézards, cependant ils ne sont pas tous satisfaits. Certains pensant que la Limace ne tiendra pas parole et demandent donc à être escorté hors du secteur. Vous acceptez et l'un des lézards désire même rester à bord !
ko: 비록 모두가 행복한 것은 아니지만, 당신의 귀환은 도마뱀들 사이에서 많은 환호를 일으켰습니다. 누군가는 슬러그가 약속을 지키지 않을 것을 두려워하며, 당신에게 이 구역 밖으로 호송을 요청했습니다. 이에 동의했더니, 도마뱀 중 하나는 심지어 함선에 합류하고 싶어 했습니다.
ru: Ваше возвращение вызывает бурную радость среди ящеров, но не все довольны. Некоторые боятся, что слизень не сдержит своего слова, и просят, чтобы вы проводили их из сектора. Вы соглашаетесь, и один из ящеров даже хочет остаться на вашем корабля!
zh_hans: 你的归来在蜥蜴人中引起了很多庆祝活动，尽管不是所有的人都很高兴。有些人害怕蛞蝓族不会遵守他的诺言，并要求由你护送他们离开这个星区。你同意了，而其中一个蜥蜴人甚至想留在这里！

source: Actually, we'll just kill you.
fr: Finalement, on va te tuer.
ko: 사실, 우린 그냥 너를 죽일 것이다.
ru: На самом деле, мы просто убьем тебя.
zh_hans: 事实上，我们会直接杀了你。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_UNION"]/destroyed/text
source: Whoops - looks like you've blown up the Slugs and their ship. You can still scrap the wreckage, but it's not a good idea to return to the lizards with these results.
fr: Whoops - il semblerait que vous ayez explosé les Limaces et leur vaisseau. Vous pouvez toujours récupérer l'épave, mais mieux vaut ne pas retourner auprès des lézards avec ce résultat.
ko: 오 이런, 슬러그와 그들의 함선을 날려버린 것 같습니다. 잔해를 인양할 순 있지만 이러한 결과를 가지고 도마뱀들에게 돌아가는 것은 현명한 생각이 아닙니다.
ru: Упс - похоже, вы уничтожили слизней и их корабль. Обломки можно разобрать на металлолом, но возвращаться к ящерам с такими результатами - не лучшая идея.
zh_hans: 哎呀--看来你把蛞蝓族和他们的船都炸了。你仍然可以搜刮残骸，但带着这样的结果返回蜥蜴人那里不是个好主意。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_UNION"]/deadCrew/text
source: Whoops - looks like you've killed the Slugs. You can still scrap the ship, but it's not a good idea to return to the lizards with these results.
fr: Whoops - il semblerait que vous ayez tué les Limaces. Vous pouvez toujours récupérer l'épave, mais mieux vaut ne pas retourner auprès des lézards avec ce résultat.
ko: 오 이런, 슬러그들을 죽였습니다. 여전히 함선에서 쓸만한 것을 인양할 수 있지만 이러한 결과를 가지고 도마뱀들에게 돌아가는 것은 현명한 생각이 아닙니다.
ru: Упс - похоже, вы уничтожили слизней. Вы можете разобрать корабль на металлолом, но возвращаться к ящерам с такими результатами - не лучшая идея.
zh_hans: 哎呀--看来你已经杀死了蛞蝓族。你仍然可以搜刮这艘船，但带着这样的结果回到蜥蜴人那里不是个好主意。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_IKEA"]/destroyed/text
source: The station is out of the way. You scrap the wreckage.
fr: La station ne vous barre plus la route. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 정거장은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы разделались со станцией. Вы обыскиваете ее останки.
zh_hans: 空间站已经不在路上了。你把残骸搜刮了。

source: Contact Astrid.
fr: Contacter Astrid.
ko: 아스트리드와 연락한다.
ru: Связаться с Астрид.
zh_hans: 联系阿斯特里德。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_IKEA"]/deadCrew/text
source: The station is out of the way. You scrap the wreckage.
fr: La station ne vous barre plus la route. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 정거장은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы разделались со станцией. Вы обыскиваете ее останки.
zh_hans: 空间站已经不在路上了。你把残骸搜刮了。

source: Contact Astrid.
fr: Contacter Astrid.
ko: 아스트리드와 연락한다.
ru: Связаться с Астрид.
zh_hans: 联系阿斯特里德。

source: The pirate ship has been defeated. You scrap the remains.
fr: Le vaisseau pirate a été vaincu. Vous récupérez les restes.
ko: 해적선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль пиратов побежден. Вы обыскиваете его останки.
zh_hans: 海盗船已经被打败了。你搜刮了这些残骸。

source: Contact the Lizards.
fr: Contacter les lézards.
ko: 도마뱀들과 연락한다.
ru: Связаться с ящерами.
zh_hans: 联系蜥蜴人。

source: "We thank you for you help in the place of our worthless bosses. Here, have one of these. They're meant to be sold, but I don't think Hektar deserves the money."
fr: "Nous tenons à vous remercier de votre aide en lieu de nos supérieurs sans valeurs. Tenez, prenez l'une de ces choses. Elles sont censées être vendues, mais je pense franchement que Hektar ne mérite pas l'argent."
ko: "우리의 쓸모없는 상사를 도와줘서 감사합니다. 자, 이걸 받아주세요. 이건 팔기위해 내놓은 물건이지만, 저는 헥타르가 돈을 받을 자격이 없다고 생각합니다."
ru: "Мы благодарим вас за то, что вы пришли на помощь вместо наших никчемных начальников. Вот, возьмите это. Они предназначены для продажи, но я не думаю, что Гектар заслуживает этих денег".
zh_hans: "我们感谢你在代替我们的无用的老板方面的帮助。来，吃一个吧。它们是要卖掉的，但我认为赫克塔不配得到这笔钱。"

source: The pirate ship has been defeated. You scrap the remains.
fr: Le vaisseau pirate a été vaincu. Vous récupérez les restes.
ko: 해적선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль пиратов побежден. Вы обыскиваете его останки.
zh_hans: 海盗船已经被打败了。你搜刮了这些残骸。

source: Contact the Lizards.
fr: Contacter les lézards.
ko: 도마뱀들과 연락한다.
ru: Связаться с ящерами.
zh_hans: 联系蜥蜴人。

source: "We thank you for you help in the place of our worthless bosses. Here, have one of these. They're meant to be sold, but I don't think Hektar deserves the money."
fr: "Nous tenons à vous remercier de votre aide en lieu de nos supérieurs sans valeurs. Tenez, prenez l'une de ces choses. Elles sont censées être vendues, mais je pense franchement que Hektar ne mérite pas l'argent."
ko: "우리의 쓸모없는 상사를 도와줘서 감사합니다. 자, 이걸 받아주세요. 이건 팔기위해 내놓은 물건이지만, 저는 헥타르가 돈을 받을 자격이 없다고 생각합니다."
ru: "Мы благодарим вас за то, что вы пришли на помощь вместо наших никчемных начальников. Вот, возьмите это. Они предназначены для продажи, но я не думаю, что Гектар заслуживает этих денег".
zh_hans: "我们感谢你在代替我们的无用的老板方面的帮助。来，吃一个吧。它们是要卖掉的，但我认为赫克塔不配得到这笔钱。"

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_FANATIC"]/destroyed/text
source: Luckily, the fanatics are now out of the way. You scrap the ship.
fr: Heureusement, les fanatiques ne sont plus un problème. Vous démantelez le vaisseau.
ko: 다행히, 광신도들은 파괴되었습니다. 함선에서 쓸만한 자원을 인양합니다.
ru: К счастью, фанатики теперь убраны с пути. Вы разбираете корабль на металлолом.
zh_hans: 幸运的是，这些狂热者现在已经离开了。你把这艘船搜刮了。

source: Free the civilians.
fr: Libérer les civils.
ko: 민간인들을 풀어준다.
ru: Освободить гражданских.
zh_hans: 释放平民。

source: Turns out, there's dozens of people here. Once free, the captives help liberate the rest. You can't possibly escort them all on your ship, but they thank you for your help and offer some of the supplies they found in the warehouse.
fr: Il semblerait qu'il y avait plusieurs douzaines de personnes ici. Une fois libres, les détenus aident à la libération des autres. Vous pouvez certainement pas tous les prendre sur votre vaisseau pour les escorter, mais ils vous remercient pour votre aide et offrent même des ressources qu'ils ont trouvés dans l'entrepôt.
ko: 알고보니 여기 사람이 수십 명 있는 것으로 밝혀졌습니다. 일단 포로가 풀려나자, 나머지를 풀어주는데 도움을 줬습니다. 함선에서 그들을 모두 호위할 수는 없지만, 그들은 당신의 도움에 감사하며 창고에서 발견한 물품 중 일부를 제공했습니다.
ru: Оказалось, что здесь десятки людей. Оказавшись на свободе, пленники помогают освобождать остальных. Вы не можете отправить их всех на свой корабль, но они благодарят вас за помощь и предлагают кое-что из найденных на складе припасов.
zh_hans: 结果发现，这里有几十个人。获得自由之后，这些俘虏帮助解放了其他的人。你不可能把他们都护送到你的船上，但他们感谢你的帮助，并提供了一些他们在仓库找到的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_FANATIC"]/deadCrew/text
source: Luckily, the fanatics are now out of the way. You scrap the ship.
fr: Heureusement, les fanatiques ne sont plus un problème. Vous démantelez le vaisseau.
ko: 다행히, 광신도들은 파괴되었습니다. 함선에서 쓸만한 자원을 인양합니다.
ru: К счастью, фанатики теперь убраны с пути. Вы разбираете корабль на металлолом.
zh_hans: 幸运的是，这些狂热者现在已经离开了。你把这艘船搜刮了。

source: Free the civilians.
fr: Libérer les civils.
ko: 민간인들을 풀어준다.
ru: Освободить гражданских.
zh_hans: 释放平民。

source: Turns out, there's dozens of people here. Once free, the captives help liberate the rest. You can't possibly escort them all on your ship, but they thank you for your help and offer some of the supplies they found in the warehouse.
fr: Il semblerait qu'il y avait plusieurs douzaines de personnes ici. Une fois libres, les détenus aident à la libération des autres. Vous pouvez certainement pas tous les prendre sur votre vaisseau pour les escorter, mais ils vous remercient pour votre aide et offrent même des ressources qu'ils ont trouvés dans l'entrepôt.
ko: 알고보니 여기 사람이 수십 명 있는 것으로 밝혀졌습니다. 일단 포로가 풀려나자, 나머지를 풀어주는데 도움을 줬습니다. 함선에서 그들을 모두 호위할 수는 없지만, 그들은 당신의 도움에 감사하며 창고에서 발견한 물품 중 일부를 제공했습니다.
ru: Оказалось, что здесь десятки людей. Оказавшись на свободе, пленники помогают освобождать остальных. Вы не можете отправить их всех на свой корабль, но они благодарят вас за помощь и предлагают кое-что из найденных на складе припасов.
zh_hans: 结果发现，这里有几十个人。获得自由之后，这些俘虏帮助解放了其他的人。你不可能把他们都护送到你的船上，但他们感谢你的帮助，并提供了一些他们在仓库找到的物资。

source: The Orchid ship has been defeated. You scrap the remains.
fr: Le vaisseau Orchidée a été vaincu. Vous récupérez les restes.
ko: 오키드 함선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль орхидей уничтожен. Вы разбираете останки на металлолом.
zh_hans: 兰花族飞船已被击败。你搜刮了残骸。

source: Contact the powerplant.
fr: Contacter la centrale.
ko: 발전소에 연락한다.
ru: Связаться с электростанцией.
zh_hans: 联系发电站。

source: The Slug actually seems shocked. "Damn, you really jussst killed thossse guyssss. HAH!" The manager sends out a team to upgrade your reactor, for free. Unexpected generosity always makes up for extremely needless brutal actions, right?
fr: La Limace semble être choquée. "La vache, vous avez vraiment tué ccces gars. HAH !" Le responsable envoie une équipe pour améliorer votre réacteur gratis. De la générositée inattendue suffit à compenser pour des actions brutales extrêmement inutiles, oui ?
ko: 슬러그는 실제로 충격을 받은 것 같습니다. "빌어먹을, 너 쩡말 쩌놈들을 쭉여써! 하!" 관리자는 반응로를 업그레이드 할 팀을 보냈습니다. 극도로 불필요하고 잔인한 행동은 예상치 못한 관대함으로 보상받는것 같군요. 그렇죠?
ru: Слизень выглядит потрясенным. "Черт, ты дейссствительно только что убил тех парней. ХАХ!" Менеджер присылает команду для бесплатной модернизации реактора. Неожиданная щедрость всегда компенсирует крайне неоправданные жестокие действия, верно?

source: The crew of the Orchid ship has been slaughtered. You scrap the remains.
fr: The crew of the Orchidée ship has been slaughtered. Vous récupérez les restes.
ko: 오키드 함선의 선원들은 살해당했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Экипаж корабля орхидей был уничтожен. Вы разбираете останки на металлолом.
zh_hans: 兰花族飞船的船员已经被屠杀了。你搜刮了这些残骸。

source: Contact the powerplant.
fr: Contacter la centrale.
ko: 발전소에 연락한다.
ru: Связаться с электростанцией.
zh_hans: 联系发电站。

source: The Slug actually seems shocked. "Damn, you really jussst killed thossse guyssss. HAH!" The manager sends out a team to upgrade your reactor, for free. Unexpected generosity always makes up for extremely needless brutal actions, right?
fr: La Limace semble être choquée. "La vache, vous avez vraiment tué ccces gars. HAH !" Le responsable envoie une équipe pour améliorer votre réacteur gratis. De la générositée inattendue suffit à compenser pour des actions brutales extrêmement inutiles, oui ?
ko: 슬러그는 실제로 충격을 받은 것 같습니다. "빌어먹을, 너 쩡말 쩌놈들을 쭉여써! 하!" 관리자는 반응로를 업그레이드 할 팀을 보냈습니다. 극도로 불필요하고 잔인한 행동은 예상치 못한 관대함으로 보상받는것 같군요. 그렇죠?
ru: Слизень выглядит потрясенным. "Черт, ты дейссствительно только что убил тех парней. ХАХ!" Менеджер присылает команду для бесплатной модернизации реактора. Неожиданная щедрость всегда компенсирует крайне неоправданные жестокие действия, верно?

source: The powerplant's guard has been defeated. The powerplant surrenders to you.
fr: Le garde de la centrale a été vaincu. L'installation se rend.
ko: 발전소의 경비정은 파괴되었습니다. 발전소는 당신에게 항복했습니다.
ru: Сторожевой корабль электростанции побежден. Электростанция сдается на милость вам.
zh_hans: 发电站的守卫舰已经被击败了。发电站向你投降了。

source: Contact Ithen.
fr: Contacter Ithen.
ko: 이썬 교수와 연락한다.
ru: Связаться с Итеном.
zh_hans: 联系伊森。

source: "Marvelous work! I cannot thank you enough. I guess my work here is done. Unfortunately, I'm kind of stuck here. You know, massive debt and all that. Mind helping escort me out of this place?"
fr: "Excellent travail ! Je ne pourrais jamais vous remercier assez. Je suppose que mon travail ici est terminé. Malheureusement, je suis comme qui dirait un peu coincé ici. Vous savez, dette monumentale et tout le blabla. Vous m'escorteriez bien en dehors de cet endroit ?"
ko: "놀라운 성과군요! 아무리 감사해도 모자라겠어요. 이곳에서 제가 할 일은 끝난 것 같군요. 불행히도, 전 여기 갇혔습니다. 아시다시피 엄청난 빚 때문에 말이죠. 제가 여기서 나갈 수 있도록 좀 도와주시겠습니까?"
ru: "Великолепная работа! Я не могу выразить вам свою благодарность. Думаю, моя работа здесь закончена. К сожалению, я как бы застрял здесь. Знаете, огромные долги и все такое. Не могли бы вы помочь мне выбраться из этого места?"
zh_hans: "了不起的工作！我对你感激不尽。我想我在这里的工作已经完成了。不幸的是，我有点被困在这里了。你知道，大量的债务和所有这些。介意帮助护送我离开这个地方吗？"

source: The powerplant's guard and its crew have been eliminated. The powerplant surrenders to you.
fr: L'équipage du garde de la centrale a été éliminé. L'installation se rend.
ko: 발전소 경비정의 선원들은 모두 죽었습니다. 발전소는 당신에게 항복했습니다.
ru: Сторожевой корабль электростанции и его экипаж уничтожен. Электростанция сдается на милость вам.
zh_hans: 发电站的守卫舰和它的工作人员都被消灭了。发电站向你投降了。

source: Contact Ithen.
fr: Contacter Ithen.
ko: 이썬 교수와 연락한다.
ru: Связаться с Итеном.
zh_hans: 联系伊森。

source: "Marvelous work! I cannot thank you enough. I guess my work here is done. Unfortunately, I'm kind of stuck here. You know, massive debt and all that. Mind helping escort me out of this place?"
fr: "Excellent travail ! Je ne pourrais jamais vous remercier assez. Je suppose que mon travail ici est terminé. Malheureusement, je suis comme qui dirait un peu coincé ici. Vous savez, dette monumentale et tout le blabla. Vous m'escorteriez bien en dehors de cet endroit ?"
ko: "놀라운 성과군요! 아무리 감사해도 모자라겠어요. 이곳에서 제가 할 일은 끝난 것 같군요. 불행히도, 전 여기 갇혔습니다. 아시다시피 엄청난 빚 때문에 말이죠. 제가 여기서 나갈 수 있도록 좀 도와주시겠습니까?"
ru: "Великолепная работа! Я не могу выразить вам свою благодарность. Думаю, моя работа здесь закончена. К сожалению, я как бы застрял здесь. Знаете, огромные долги и все такое. Не могли бы вы помочь мне выбраться из этого места?"
zh_hans: "了不起的工作！我对你感激不尽。我想我在这里的工作已经完成了。不幸的是，我有点被困在这里了。你知道，大量的债务和所有这些。介意帮助护送我离开这个地方吗？"

source: The Hektar ship has been defeated. You scrap the remains.
fr: Le vaisseau Hektar a été vaincu. Vous récupérez les restes.
ko: 헥타르 함선이 격파되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль "Гектар Индастриз" уничтожен. Вы разбираете останки на металлолом.
zh_hans: 赫克塔飞船已被击败。你把残骸搜刮了。

source: Contact the Zoltan.
fr: Contacter les Zoltans.
ko: 졸탄과 교신한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

source: "We appreciate your efforts in defending the noble trademark laws which hold this galaxy together. Hektar Industries "(tm)" has been abusing them for quite some time. Here is a reward."
fr: "Nous vous sommes reconnaissants d'avoir défendu les nobles lois de marques déposées sur lesquelles la stabilité de la galaxie repose. Cela fait trop longtemps que les Industries Hektar "(tm)" en abusaient. Voici une récompense."
ko: "우리는 이 은하계를 하나로 묶는 고귀한 상표법을 수호하는 당신의 노력에 감사드립니다. 헥타르 공단은 이것들을 오랫동안 남용해왔습니다. 여기 보상을 드리겠습니다."
ru: "Мы ценим ваши усилия по защите благородных законов о товарных знаках, на которых держится эта галактика. "Гектар Индастриз" (ТМ) нарушает их уже довольно долгое время. Вот вам награда".
zh_hans: "我们感谢你为捍卫高尚的商标法所做的努力，这些商标法将这个星系凝聚在一起。赫克塔实业公司"(tm)"滥用这些法律已经有一段时间了。这里有一份奖励。"

source: The Hektar ship has been defeated. You scrap the remains.
fr: Le vaisseau Hektar a été vaincu. Vous récupérez les restes.
ko: 헥타르 함선이 격파되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль "Гектар Индастриз" уничтожен. Вы разбираете останки на металлолом.
zh_hans: 赫克塔飞船已被击败。你把残骸搜刮了。

source: Contact the Zoltan.
fr: Contacter les Zoltans.
ko: 졸탄과 교신한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

source: "We appreciate your efforts in defending the noble trademark laws which hold this galaxy together. Hektar Industries "(tm)" has been abusing them for quite some time. Here is a reward."
fr: "Nous vous sommes reconnaissants d'avoir défendu les nobles lois de marques déposées sur lesquelles la stabilité de la galaxie repose. Cela fait trop longtemps que les Industries Hektar "(tm)" en abusaient. Voici une récompense."
ko: "우리는 이 은하계를 하나로 묶는 고귀한 상표법을 수호하는 당신의 노력에 감사드립니다. 헥타르 공단은 이것들을 오랫동안 남용해왔습니다. 여기 보상을 드리겠습니다."
ru: "Мы ценим ваши усилия по защите благородных законов о товарных знаках, на которых держится эта галактика. "Гектар Индастриз" (ТМ) нарушает их уже довольно долгое время. Вот вам награда".
zh_hans: "我们感谢你为捍卫高尚的商标法所做的努力，这些商标法将这个星系凝聚在一起。赫克塔实业公司"(tm)"滥用这些法律已经有一段时间了。这里有一份奖励。"
