Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_ORCHID_MEGATREE"]/deadCrew/text
source: You have time to salvage just a very small portion of supplies before the guard's engines fail and it begins to fall.
fr: Vous avez juste à peine le temps de récupérer une petite portion de ressources avant que les moteurs du vaisseau gardien s'interrompent, le menant à sa chute.
ko: 당신에겐 경비정이 엔진이 고장나거나 추락하기 전에 소량의 보급품을 가져올만한 시간이 있습니다.
ru: Вы успеваете собрать лишь очень небольшую часть припасов, прежде чем у корабля отказывают двигатели и он начинает падать.
zh_hans: 在守卫舰的引擎失效并开始下降之前，你有时间只抢救出很小的一部分物资。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Vampweed vessel has been defeated, and the nearby outpost begins evacuations immediately. Seems your job here is done.
fr: Le vaisseau Vampiflore a été vaincu et l'avant-poste voisin commence immédiatement à évacuer. Il semble que votre travail ici soit terminé.
ko: 흡혈초 선박이 파괴되었습니다, 이내 근처 전초기지가 대피를 시작합니다. 당신의 일은 여기 까지인 것 같군요.
ru: Корабль Вампсорняков был разгромлен, и близлежащий аванпост немедленно начинает эвакуацию. Похоже, ваша работа здесь закончена.
zh_hans: 血草兰花飞船被打败了，附近的前哨站立即开始疏散。看来你在这里的工作已经完成了。

source: Contact the Zoltan.
fr: Contacter les Zoltans.
ko: 졸탄에게 연락한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

source: The Vampweed vessel has been defeated, and the nearby outpost begins evacuations immediately. Seems your job here is done.
fr: Le vaisseau Vampiflore a été vaincu et l'avant-poste voisin commence immédiatement à évacuer. Il semble que votre travail ici soit terminé.
ko: 흡혈초 선박의 선원들을 몰살하자, 이내 근처 전초기지가 대피를 시작합니다. 당신의 일은 여기 까지인 것 같군요.
ru: Корабль Вампсорняков был разгромлен, и близлежащий аванпост немедленно начинает эвакуацию. Похоже, ваша работа здесь закончена.
zh_hans: 血草兰花飞船被打败了，附近的前哨站立即开始疏散。看来你在这里的工作已经完成了。

source: Contact the Zoltan.
fr: Contacter les Zoltans.
ko: 졸탄에게 연락한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_CIVILIAN"]/destroyed/text
source: The Lanius craft breaks apart. You hasten to contact the civilian ship.
fr: L'appareil Lanius se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 라니우스 함선이 산산조각납니다. 당산은 서둘러 민간인 선박에게 연락합니다.
ru: Корабль ланиусов распадается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 食铁族飞船解体了。你赶紧去联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선과 접촉한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_CIVILIAN"]/deadCrew/text
source: No more life signs detected on the Lanius ship. You hasten to contact the civilian ship.
fr: Plus aucune forme de vie n'est détectée sur l'appareil Lanius. Vous vous empressez de contacter le vaisseau civil.
ko: 라니우스 함선의 생명 신호가 전부 사라졌습니다. 당신은 서둘러 민간인 선박에게 연락합니다.
ru: На корабле ланиусов больше не обнаружено признаков жизни. Вы спешите связаться с гражданским кораблем.
zh_hans: 在食铁族飞船上没有发现更多的生命迹象。你赶紧联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선과 접촉한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그에게 연락한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau. Vous récupérez tout ce qu'il y a d'utile à bord.
ko: 함선의 생명 신호가 전부 사라졌습니다. 당신은 유용한 것들을 모읍니다.
ru: На корабле больше нет признаков жизни. Вы разбираете его на полезные материалы.
zh_hans: 船上已经没有生命迹象了。你剥夺了它的有用材料。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그에게 연락한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

source: Contact the Mantis.
fr: Contacter les Mantis.
ko: 맨티스에게 연락한다.
ru: Связаться с богомолами.
zh_hans: 联系螳螂族。

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau. Vous récupérez tout ce qu'il y a d'utile à bord.
ko: 함선의 생명 신호가 전부 사라졌습니다. 당신은 함선을 해체해 유용한 것들을 모읍니다.
ru: На корабле больше нет признаков жизни. Вы разбираете его на полезные материалы.
zh_hans: 船上已经没有生命迹象了。你剥夺了它的有用材料。

source: Contact the Mantis.
fr: Contacter les Mantis.
ko: 맨티스에게 연락한다.
ru: Связаться с богомолами.
zh_hans: 联系螳螂族。

source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

source: Contact the Rockmen.
fr: Contacter les Rocailleux.
ko: 락맨에게 연락한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau. Vous récupérez tout ce qu'il y a d'utile à bord.
ko: 함선의 생명 신호가 전부 사라졌습니다. 당신은 함선을 해체해 유용한 것들을 모읍니다.
ru: На корабле больше нет признаков жизни. Вы разбираете его на полезные материалы.
zh_hans: 船上已经没有生命迹象了。你剥夺了它的有用材料。

source: Contact the Rockmen.
fr: Contacter les Rocailleux.
ko: 락맨에게 연락한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

source: Investigate the debris.
fr: Inspecter les débris.
ko: 잔해를 조사한다.
ru: Исследовать обломки.
zh_hans: 调查残骸。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_HARVESTER"]/deadCrew/text
source: There are no more life-signs remaining on the ship. You strip it of useful materials.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau. Vous récupérez tout ce qu'il y a d'utile à bord.
ko: 함선의 생명 신호가 전부 사라졌습니다. 당신은 함선을 해체해 유용한 것들을 모읍니다.
ru: На корабле больше нет признаков жизни. Вы разбираете его на полезные материалы.
zh_hans: 船上已经没有生命迹象了。你剥夺了它的有用材料。

source: Investigate the debris.
fr: Inspecter les débris.
ko: 잔해를 조사한다.
ru: Исследовать обломки.
zh_hans: 调查残骸。

source: The ship breaks apart. You decide to salvage it when the opportunity arises.
fr: Le vaisseau se disloque. Vous décidez d'en faire la récupération lorsque l'opportunité se présente.
ko: 함선이 산산조각나자, 당신은 잔해를 인양합니다. 할 수 있을 때 해야죠.
ru: Корабль разваливается на части. Вы решаете разобрать его, когда представится возможность.
zh_hans: 船只解体了。你决定在有机会的时候打捞它。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No more life signs detected on the Lanius ship. You decide to salvage it when the opportunity arises.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau Lanius. Vous décidez d'en faire la récupération lorsque l'opportunité se présente.
ko: 라니우스 함선의 생명 신호가 사라지자, 당신은 잔해를 인양합니다. 할 수 있을 때 해야죠.
ru: На корабле ланиусов больше не обнаружено признаков жизни. Вы решаете разобрать его, когда представится возможность.
zh_hans: 在食铁族飞船上没有发现更多的生命迹象。你决定在有机会时将其打捞上来。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_AUTO"]/destroyed/text
source: The Lanius craft breaks apart. You move to inspect the automated Rebel ship that it was absorbing.
fr: Le vaisseau Lanius se disloque et vous manœuvrez pour pouvoir inspecter l'éclaireur Rebelle automatisé qu'il était en train d'absorber.
ko: 라니우스 함선이 산산조각납니다. 당신은 무인 반군 함선을 조사합니다. 안에 뭐가 있을까요?
ru: Корабль ланиусов распадается на части. Вы направляетесь к автоматическому кораблю повстанцев, который он захватил.
zh_hans: 食铁族飞船解体了。你去检查它正在吸收的自动叛军飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_AUTO"]/deadCrew/text
source: No more life signs detected on the Lanius ship. You move to inspect the automated Rebel ship that it was absorbing.
fr: Ne détectant plus le moindre signe de vie à bord du vaisseau Lanius, vous manœuvrez pour pouvoir inspecter l'éclaireur Rebelle automatisé qu'il était en train d'absorber.
ko: 라니우스 함선의 생명 신호가 사라졌습니다. 당신은 무인 반군 함선을 조사합니다. 안에 뭐가 있을까요?
ru: На корабле Ланиусов больше не обнаружено признаков жизни. Вы переходите к осмотру автоматического корабля повстанцев, который он захватил.
zh_hans: 在食铁族飞船上没有发现更多的生命迹象。你去检查它正在吸收的自动叛军飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_AUTO"]/gotaway/text
source: The Lanius ship has escaped. You move to inspect the automated Rebel ship that it was absorbing.
fr: Le vaisseau Lanius réussit à s'enfuir et vous manœuvrez pour pouvoir inspecter l'éclaireur Rebelle automatisé qu'il était en train d'absorber.
ko: 라니우스 함선이 도망쳤습니다. 당신은 무인 반군 함선을 조사합니다. 안에 뭐가 있을까요?
ru: Корабль ланиусов сбежал. Вы переходите к осмотру автоматического корабля повстанцев, который он захватил.
zh_hans: 食铁族飞船已经逃走了。你移动到检查它正在吸收的自动叛军飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

source: Investigate the fueling platform.
fr: Inspecter la plateforme de ravitaillement en carburant.
ko: 연료 공급 플랫폼을 조사한다.
ru: Исследовать заправочную платформу.
zh_hans: 调查加油舰台。

source: There are no more life-signs remaining on the ship. You strip it of useful materials.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau. Vous récupérez tout ce qu'il y a d'utile à bord.
ko: 함선의 생명 신호가 전부 사라졌습니다. 당신은 유용한 것들을 모읍니다.
ru: На корабле больше нет признаков жизни. Вы разбираете его на полезные материалы.
zh_hans: 船上已经没有生命迹象了。你剥夺了它的有用材料。

source: Investigate the fueling platform.
fr: Inspecter la plateforme de ravitaillement en carburant.
ko: 연료 공급 플랫폼을 조사한다.
ru: Исследовать заправочную платформу.
zh_hans: 调查加油舰台。

source: The Lanius, threatened by your hostile movements, appear to have decided that they'd rather live than finish scrapping the Engi ship.
fr: Les Lanius, se sentants menacés par vos mouvements hostiles, semblent avoir préférés garder leurs vies sauves plutôt que de continuer à absorber le vaisseau Engi.
ko: 당신의 적대적 행동에 놀란 라니우스가 엔지 함선을 해체하다 말곤 도망치기로 합니다.
ru: Ланиусы, которым угрожают ваши враждебные действия, похоже, решили, что им лучше остаться в живых, чем закончить разборку корабля энджи.
zh_hans: 食铁族受到你们敌对行动的威胁，似乎已经决定宁可活着也要完成对半械族飞船的报废。

source: The Lanius vessel jumps away. You might not have destroyed the ship, but at least you scared them away.
fr: Le vaisseau Lanius s'enfuit. Vous n'avez peut-être pas détruit le vaisseau, mais au moins, vous les avez effrayés.
ko: 라니우스 선박이 도약해 사라집니다. 함선을 파괴하진 못했지만, 적어도 겁을 줘서 쫓아내기는 했네요.
ru: Корабль ланиусов уходит в прыжок. Может быть, вы и не уничтожили корабль, но, по крайней мере, отпугнули их.
zh_hans: 食铁族飞船跃迁走了。你可能没有摧毁这艘船，但至少你把他们吓跑了。

source: Hail the Engi.
fr: Appeler les Engis.
ko: 엔지와 교신한다.
ru: Связаться с энджи.
zh_hans: 呼叫那个半械族。

source: The Lanius craft breaks apart. You hasten to contact the Engi ship.
fr: Le vaisseau Lanius se disloque. Vous vous empressez de contacter le vaisseau Engi.
ko: 라니우스 함선이 산산조각납니다. 당신은 서둘러 엔지 함선에게 연락합니다.
ru: Корабль ланиусов распадается на части. Вы спешите связаться с кораблем энджи.
zh_hans: 食铁族飞船解体了。你赶紧去联系半械族飞船。

source: Hail the Engi.
fr: Appeler les Engis.
ko: 엔지와 교신한다.
ru: Связаться с энджи.
zh_hans: 呼叫那个半械族。

source: No more life signs detected on the Lanius ship. You hasten to contact the Engi ship.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau Lanius. Vous vous empressez de contacter le vaisseau Engi.
ko: 라니우스 함선의 생명 신호가 전부 사라졋습니다. 당신은 서둘러 엔지 선박에게 연락합니다.
ru: На корабле ланиусов больше не обнаружено признаков жизни. Вы спешите связаться с кораблем энджи.
zh_hans: 在食铁族飞船上没有发现更多的生命迹象。你赶紧去联系半械族飞船。

source: Hail the Engi.
fr: Appeler les Engis.
ko: 엔지와 교신한다.
ru: Связаться с энджи.
zh_hans: 呼叫那个半械族。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_DUEL"]/destroyed/text
source: You've defeated the Lanius ship, and the remains of their ship are yours.
fr: Vous avez vaincu le vaisseau Lanius et les restes de leur vaisseau sont à vous.
ko: 라니우스 함선을 파괴했습니다. 적함의 잔해는 당신의 것입니다.
ru: Вы победили корабль ланиусов, и останки их корабля принадлежат вам.
zh_hans: 你已经打败了食铁族飞船，他们的飞船残骸是你的。

source: Contact the Ghosts.
fr: Contacter les Fantômes.
ko: 고스트들과 접촉한다.
ru: Связаться с призраками.
zh_hans: 联系魂灵族。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_DUEL"]/deadCrew/text
source: You've defeated the Lanius ship, and the remains of their ship are yours.
fr: Vous avez vaincu le vaisseau Lanius et les restes de leur vaisseau sont à vous.
ko: 라니우스 함선을 파괴했습니다. 적함의 잔해는 당신의 것입니다.
ru: Вы победили корабль ланиусов, и останки их корабля принадлежат вам.
zh_hans: 你已经打败了食铁族飞船，他们的飞船残骸是你的。

source: Contact the Ghosts.
fr: Contacter les Fantômes.
ko: 고스트들과 접촉한다.
ru: Связаться с призраками.
zh_hans: 联系魂灵族。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_DUEL"]/destroyed/text
source: You've defeated the Ghost ship, and the remains of their ship are yours.
fr: Vous avez vaincu le vaisseau Fantôme et les restes de leur vaisseau sont à vous.
ko: 당신은 고스트 함선을 파괴했습니다, 함선의 잔해는 이제 당신의 것입니다.
ru: Вы победили корабль призраков, и останки их корабля стали вашими.
zh_hans: 你已经打败了魂灵族飞船，他们的船的残骸是你的。

source: Contact the Lanius.
fr: Contacter les Lanius.
ko: 라니우스와 접촉한다.
ru: Связаться с ланиусами.
zh_hans: 联系食铁族。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_DUEL"]/deadCrew/text
source: You've defeated the Ghost ship, and the remains of their ship are yours.
fr: Vous avez vaincu le vaisseau Fantôme et les restes de leur vaisseau sont à vous.
ko: 당신은 고스트 함선을 파괴했습니다, 함선의 잔해는 이제 당신 것입니다.
ru: Вы победили корабль призраков, и останки их корабля стали вашими.
zh_hans: 你已经打败了魂灵族飞船，他们的船的残骸是你的。

source: Contact the Lanius.
fr: Contacter les Lanius.
ko: 라니우스와 접촉한다.
ru: Связаться с ланиусами.
zh_hans: 联系食铁族。

source: You salvage the remains of the Elite Lanius ship. The rest of the Lanius ships scatter, leaving the colony abandoned once again.
fr: Vous récupérez les restes du vaisseau de l'Élite Lanius. Le reste des astronefs Lanius s'éparpillent, laissant une nouvelle fois la colonie à abandonnée.
ko: 당신은 엘리트 라니우스 함선의 잔해를 인양했습니다. 나머지 잔해들은 주거지를 다시 한번 뒤로 하고 흩어집니다.
ru: Вы разбираете останки элитного корабля ланиусов. Остальные корабли ланиусов разбегаются, и колония снова оказывается заброшенной.
zh_hans: 你打捞出精英食铁族飞船的残骸。其余的食铁族飞船散去，留下殖民地再次被遗弃。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains of the Elite Lanius ship. The rest of the Lanius ships scatter, leaving the colony abandoned once again.
fr: Vous récupérez les restes du vaisseau de l'Élite Lanius. Le reste des astronefs Lanius s'éparpillent, laissant une nouvelle fois la colonie à abandonnée.
ko: 당신은 엘리트 라니우스 함선의 잔해를 인양했습니다. 나머지 잔해들은 주거지를 다시 한번 뒤로 하고 흩어집니다.
ru: Вы разбираете останки элитного корабля ланиусов. Остальные корабли ланиусов разбегаются, и колония снова оказывается заброшенной.
zh_hans: 你打捞出精英食铁族飞船的残骸。其余的食铁族飞船散去，留下殖民地再次被遗弃。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_RAID"]/destroyed/text
source: You've defeated the Lanius vessel, but it's not enough to scare off the others. Luckily, they still don't seem interested in fighting you, but you won't be able to get the pirate's payment now.
fr: Vous avez vaincu le vaisseau Lanius, mais ce n'est pas assez pour effrayer les autres. Par chance, ils n'ont toujours pas l'air intéressés de se battre, mais vous ne pourrez pas empocher de récompense du pirate désormais.
ko: 라니우스 선박을 파괴했지만 다른 함선들에 위협적이지 않았습니다. 다행히도 그들은 여젼히 싸울 생각이 없어 보였지만, 이제 해적에게 보수를 받을 수 없을 것 입니다.
ru: Вы победили корабль ланиусов, но этого недостаточно, чтобы отпугнуть остальных. К счастью, они по-прежнему не заинтересованы в сражении с вами, но теперь вы не сможете получить оплату от пиратов.
zh_hans: 你打败了食铁族的船只，但这还不足以吓跑其他人。幸运的是，他们似乎仍然没有兴趣与你战斗，但你现在无法得到海盗的报酬了。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_RAID"]/deadCrew/text
source: You've defeated the Lanius vessel, but it's not enough to scare off the others. Luckily, they still don't seem interested in fighting you, but you won't be able to get the pirate's payment now.
fr: Vous avez vaincu le vaisseau Lanius, mais ce n'est pas assez pour effrayer les autres. Par chance, ils n'ont toujours pas l'air intéressés de se battre, mais vous ne pourrez pas empocher de récompense du pirate désormais.
ko: 라니우스 선박을 파괴했지만 다른 함선들에 위협적이지 않았습니다. 다행히도 그들은 여젼히 싸울 생각이 없어 보였지만, 이제 해적에게 보수를 받을 수 없을 것 입니다.
ru: Вы победили корабль ланиусов, но этого недостаточно, чтобы отпугнуть остальных. К счастью, они по-прежнему не заинтересованы в сражении с вами, но теперь вы не сможете получить оплату от пиратов.
zh_hans: 你打败了食铁族的船只，但这还不足以吓跑其他人。幸运的是，他们似乎仍然没有兴趣与你战斗，但你现在无法得到海盗的报酬了。

source: The Lanius ship has been defeated. You scrap the remains.
fr: Le vaisseau Lanius a été vaincu. Vous récupérez les restes.
ko: 라니우스 함선이 파괴되었습니다. 당신은 잔해들을 수거했습니다.
ru: Корабль ланиусов побежден. Вы разбираете останки на металлолом.
zh_hans: 食铁族飞船被打败了。你搜刮了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It's highly unlikely that any of their data survived the explosion. You briefly contact the Engi to explain their tech was destroyed and prepare to leave as fast as possible.
fr: Il est très peu probable qu'il y ait eu une seule trace de donnée ayant survécue à l'explosion. Vous contactez brièvement les Engis pour leur expliquer que leur technologie a été détruire, puis vous vous préparez à partir aussi vite que possible.
ko: 그들의 데이터가 폭발에서 살아남았을 가능성은 거의 없습니다. 엔지에게 간략하게 연락하여 그들의 장비가 파괴되었음을 설명하고 가능한 빨리 떠날 준비를 합니다.
ru: Маловероятно, что какие-либо из их данных уцелели при взрыве. Вы ненадолго связываетесь с энджи, объясняете им, что их техника была уничтожена, и готовитесь как можно быстрее уходить.
zh_hans: 他们的任何数据都不太可能在爆炸中幸存。你简单地与半械族联系，解释他们的技术被摧毁，并准备尽快离开。

source: The Lanius ship has been defeated. You scrap the remains. Luckily, their databanks remain unharmed and you can download the schematics safely.
fr: Le vaisseau Lanius a été vaincu. Vous récupérez les restes. Heureusement, leurs banques de données sont intactes et vous pouvez télécharger les schémas sans problèmes.
ko: 라니우스 함선이 파괴되었습니다. 당신은 잔해를 수거했습니다. 다행히, 그들의 데이터 뱅크는 손상되지 않았고 안전하게 설계도를 다운로드할 수 있었습니다.
ru: Корабль ланиусов побежден. Вы разбираете останки. К счастью, их хранилища данных остались невредимыми, и вы можете спокойно загрузить схемы.
zh_hans: 食铁族飞船被打败了。你搜刮了残骸。幸运的是，他们的数据库没有受到伤害，你可以安全地下载蓝图。

source: Contact the Engi.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Lanius ship has been defeated. You scrap the remains.
fr: Le vaisseau Lanius a été vaincu. Vous récupérez les restes.
ko: 라니우스 함선이 파괴되었습니다. 당신은 잔해들을 수거했습니다.
ru: Корабль ланиусов побежден. Вы разбираете останки на металлолом.
zh_hans: 食铁族飞船被打败了。你搜刮了残骸。

source: Contact the Engi.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Lanius ship has been defeated. You scrap the remains.
fr: Le vaisseau Lanius a été vaincu. Vous récupérez les restes.
ko: 라니우스 함선이 파괴되었습니다. 당신은 잔해들을 수거했습니다.
ru: Корабль ланиусов побежден. Вы разбираете останки на металлолом.
zh_hans: 食铁族飞船被打败了。你搜刮了残骸。

source: Contact the Engi.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_GOLD"]/destroyed/text
source: The golden hull of the Lanius ship splits apart. You salvage what you can, though the plating of the Lanius turns out to be pure gold, and hard to collect.
fr: La coque dorée du vaisseau Lanius se disloque. Vous récupérez ce que vous pouvez, mais vu que le revêtement du vaisseau Lanius semble être entièrement en or, il est difficile à désosser.
ko: 라니우스 함선의 황금빛 선체가 갈라졌습니다. 라니우스 함선의 도금이 사실은 순금이었기에 인양하기 힘들었지만, 당신은 건질 수 있는 것은 최대한 인양합니다.
ru: Золотой корпус корабля ланиусов раскалывается на части. Вы собираете то, что можете, хотя обшивка ланиусов оказалось чистым золотом, и его трудно собрать.
zh_hans: 食铁族飞船的金色船体裂开了。你抢救了你能抢救的东西，尽管食铁族的镀层变成了纯金，而且很难收集。

source: Look for the flak gun.
fr: Chercher le canon Flak.
ko: 대공포를 찾는다.
ru: Найти осколочное орудие.
zh_hans: 寻找那件破片炮。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_GOLD"]/deadCrew/text
source: The plating of the Lanius turns out to be pure gold, and hard to collect. Luckily, the Flak gun is unharmed along with the hull of the ship.
fr: Le revêtement du vaisseau Lanius semble être entièrement en or, il est donc difficile à désosser. Par chance, l'arme Flak est intacte, tout comme la coque du vaisseau.
ko: 라니우스의 도금이 사실은 순금이었기에 인양하기 힘들었습니다. 다행히도, 대공포는 함선의 선체와 함께 멀쩡했습니다.
ru: Обшивка ланиусов оказалось чистым золотом, и его трудно собрать. К счастью, осколочное орудие и корпус корабля остались невредимы.
zh_hans: 食铁族飞船的镀层原来是纯金的，很难收集。幸运的是，高射炮和船体一起没有受到伤害。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_FEEDING"]/gotaway/text
source: The Lanius ship jumps away, tearing apart the Slug ship as well. Most of the debris is caught up in the light speed jump and flung hundreds of miles away, but a small amount remains.
fr: Le vaisseau Lanius effectue son saut, ce qui éventre également le vaisseau Limace. La plupart des débris sont emportés par le saut supraluminique sur de lointaines distances, mais il reste une petite partie.
ko: 라니우스 함선이 슬러그 함선을 조각내며 도약해 사라집니다. 대부분의 잔해가 함선과 함께 우주 너머로 사라졌지만, 그래도 조금은 남아있습니다.
ru: Корабль ланиусов уходит в прыжок, разрывая на части корабль слизней. Большая часть обломков подхватывается световым потоком и раскидывается на сотни километров, но небольшое количество остается.
zh_hans: 食铁族飞船跃迁走了，把蛞蝓族飞船也撕碎了。大部分碎片被卷入光速跃迁中，并被甩到数百英里之外，但仍有少量的碎片。

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_FEEDING"]/destroyed/text
source: The Lanius ship splits apart. Luckily, it doesn't cause any major damage to the Slugs.
fr: Le vaisseau Lanius se brise. Par chance, cela ne cause aucun dégât majeur au vaisseau Limace.
ko: 라니우스 함선이 파괴되었습니다. 다행히도, 슬러그들에게 큰 피해는 없었습니다.
ru: Корабль ланиусов раскалывается на части. К счастью, это не причиняет слизням серьезных повреждений.
zh_hans: 食铁族飞船四分五裂。幸运的是，它没有对蛞蝓族造成任何重大损害。

source: Contact the Slug ship.
fr: Contacter le vaisseau Limace.
ko: 슬러그 함선과 접촉한다.
ru: Связаться с кораблем слизней.
zh_hans: 与蛞蝓族交谈。
