Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: With their crew dead, you quickly shut off their hacking module and your shields return to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et vos Boucliers se remettent à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 방어막 제어실이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете модуль Взлома, и ваши щиты возвращаются в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的护盾恢复正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your oxygen return to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et votre Oxygène se remet à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선의 산소 제어실이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и кислородная система возвращается в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体，你的氧气恢复正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your oxygen return to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et votre Oxygène se remet à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 산소 제어실이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете модуль Взлома, и кислородная система возвращается в норму. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的氧气恢复正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your piloting returns to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et votre Pilotage se remet à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선의 조타실이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваша рулевая рубка возвращается в нормальное состояние. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体了，你的驾驶系统也恢复了正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your piloting returns to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et votre Pilotage se remet à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 조타실이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете модуль Взлома, и ваша рулевая рубка возвращается в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的驾驶系统恢复了正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your weapon system returns to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et vos Armes se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선의 무기 시스템이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваша система оружия приходит в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船破裂了，你的武器系统恢复正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your weapon system returns to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et vos Armes se remettent à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 무기 시스템이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете его модуль Взлома, и ваша система оружия возвращается в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的武器系统恢复了正常。你把这艘船剥掉。

source: The Slug ship breaks apart and their hacking module is destroyed. You collect what you can.
fr: Le vaisseau Limace se disloque et vos systèmes se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 그들의 해킹 모듈도 함께 파괴되었습니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, а их модуль Взлома уничтожен. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体，他们的黑客模块被摧毁。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your weapon system returns to normal. You strip the ship.
fr: Avec la mort de l'équipage, vous coupez rapidement leur module de piratage et votre système se remet à fonctionner normalement. Puis vous dépouillez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 무기 시스템이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете его модуль Взлома, и ваша система возвращается в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的系统恢复正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your systems return to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et vos systèmes se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선의 시스템이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваши системы приходят в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体，你的系统恢复正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your systems return to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et vos systèmes se remettent à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 시스템이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете его модуль Взлома, и ваши системы возвращаются в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的系统恢复正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your systems return to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et vos systèmes se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선 시스템이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваши системы приходят в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体，你的系统恢复正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your systems return to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et vos systèmes se remettent à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 시스템이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете его модуль Взлома, и ваши системы возвращаются в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的系统恢复正常。你把这艘船剥掉。

source: With the Slug ship destroyed, you retrieve some scrap and return to the Rock ship.
fr: Une fois le vaisseau Limace détruit, vous récupérez un peu de ferraille et retournez voir les Rocailleux.
ko: 슬러그선이 파괴되자, 당신은 약간의 스크랩을 회수해 락맨 함선으로 되돌아갑니다.
ru: Уничтожив корабль слизней, вы забираете немного металлолома и возвращаетесь на корабль валунов.
zh_hans: 蛞蝓族飞船被摧毁后，你找回了一些废料，并返回岩石族飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the Slugs no longer a threat, you strip the ship and return to the Rockmen.
fr: Maintenant que les Limaces ne représentent plus une menace, vous désossez le vaisseau et retournez voir les Rocailleux.
ko: 슬러그는 더이상 위협이 되지 않습니다. 당신은 함선을 해체해 락맨들에게 돌아갑니다.
ru: Поскольку слизни больше не представляют угрозы, вы разбираете корабль и возвращаетесь к валунам.
zh_hans: 由于蛞蝓族不再是一个威胁，你把船脱掉，回到岩石族身边。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_INFECTOR"]/surrender/text
source: "Alright! Alright! You win. We'll give you the antidote..."
fr: "D'accord ! D'accord ! Vous avez gagné. Nous allons vous donner l'antidote..."
ko: "끄래! 끄래! 네가 이겼따. 해독쩨를 주게써..."
ru: "Хорошо! Хорошо! Вы победили. Мы отдадим вам противоядие..."
zh_hans: "好吧！好了！好了！你赢了。我们会给你解药..."

source: Accept their offer.
fr: Accepter leur offre.
ko: 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: The Slugs transfer over the antidote, and promptly jump away. You're hesitant to inject it into your crew, but you have no choice. Luckily, they seem to be getting better already.
fr: Les Limaces vous transfèrent l'antidote, puis s'en vont immédiatement. Vous hésitez à l'injecter à votre équipier, mais vous n'avez pas le choix. Par chance, ils semblent déjà se remettre.
ko: 슬러그는 해독제를 전송하곤, 재빨리 도약해 사라집니다. 당신은 선원들에게 이 수상한 주사기를 주입하는 걸 망설이고 있지만, 선택의 여지가 없네요. 다행히도, 그들은 벌써 나아지고 있는 것처럼 보입니다.
ru: Слизни передают антидот и быстро уходят в прыжок. Вы не решаетесь вводить его своей команде, но у вас нет выбора. К счастью, им, похоже, уже лучше.
zh_hans: 蛞蝓族们把解毒剂转移过来，然后迅速跃迁走。你很犹豫要不要把它注射到你的船员身上，但你没有选择。幸运的是，他们似乎已经开始好转了。

source: It's too late to surrender.
fr: Il est trop tard pour se rendre.
ko: 항복하기엔 너무 늦었다.
ru: Сдаваться уже слишком поздно.
zh_hans: 现在投降已经太晚了。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_INFECTOR"]/destroyed/text
source: You've destroyed the Slug ship, but now there's no way to get the antidote back. Your crew is doomed, it seems.
fr: Vous avez détruit le vaisseau Limace, mais vous n'avez désormais aucun moyen de récupérer l'antidote. Il semblerait que votre membre d'équipage soit condamné.
ko: 당신은 슬러그 함선을 파괴했지만, 이젠 해독제를 얻을 방법이 없습니다. 당신의 선원들은 끝장난 것 같군요.
ru: Вы уничтожили корабль слизней, но теперь нет никакой возможности достать противоядие. Похоже, ваша команда обречена.
zh_hans: 你已经摧毁了蛞蝓族飞船，但现在没有办法拿回解药。看来，你的船员是注定要失败的。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_INFECTOR"]/deadCrew/text
source: You've neutralized the Slug ship and emptied it of all crew.
fr: Vous avez neutralisé le vaisseau Limace et l'avez débarassé de son équipage.
ko: 당신은 슬러그 함선의 선원들을 모두 죽여 무력화 했습니다.
ru: Вы нейтрализовали корабль слизней и очистили его от всего экипажа.
zh_hans: 你已经消灭了蛞蝓族飞船，并清空了所有船员。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Luckily it appears their labs onboard were not damaged in the fight. You grab the antidote and administer it to your crew.
fr: Par chance, il semblerait que leurs laboratoires à bord n'aient pas été endommagés par le combat. Vous prenez l'antidote et l'administrez sur votre équipier.
ko: 다행히 그들 함선 내부의 실험실은 전투 도중 손상되지 않은 것 같습니다. 당신은 해독제를 잡아 선원들에게 투여합니다.
ru: К счастью, лаборатории на борту не пострадали во время боя. Вы берете противоядие и вводите его своему экипажу.
zh_hans: 幸运的是，他们在船上的实验室似乎没有在战斗中受损。你拿起解毒剂，给你的船员服用。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_ROCK_HUNT"]/destroyed/text
source: The Slug ship breaks apart and you salvage what you can.
fr: Le vaisseau Limace se disloque et vous récupérez ce que vous pouvez.
ko: 슬러그 함선이 산산조각나고, 당신은 최대한 많은 것을 인양합니다.
ru: Корабль слизней разваливается на части, и вы собираете все, что можно найти.
zh_hans: 蛞蝓族飞船解体了，你可以打捞出你能打捞的东西。

source: Contact the Rockmen.
fr: Contacter les Rocailleux.
ko: 락맨에게 연락한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_ROCK_HUNT"]/deadCrew/text
source: The Slug ship, now empty of lifeforms, provides easy salvage.
fr: Le vaisseau Limace, désormais vide de vie, fournit de la récupération facile.
ko: 생체 반응이 없는 텅빈 슬러그 함선이 함선 해체를 쉽게 도와주는군요.
ru: Корабль слизней, на котором теперь нет живых существ, можно спокойно разобрать.
zh_hans: 蛞蝓族飞船现在已经没有生命体了，可以轻松地进行打捞。

source: Contact the Rockmen.
fr: Contacter les Rocailleux.
ko: 락맨에게 연락한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

source: When the pirate ship looks ready to break apart you notice the Slug ship has secured the loot and is preparing to jump away!
fr: Lorsque le vaisseau pirate est sur le point de se disloquer, vous remarquez que l'astronef Limace a fait main basse sur le butin et se prépare à effectuer un saut !
ko: 해적선이 산산조각날 조짐이 보이는 순간, 당신은 슬러그 함선이 전리품을 챙기고 도약할 준비를 준비하고 있다는 사실을 알아차립니다!
ru: Когда корабль пиратов уже готов развалиться на части, вы замечаете, что корабль слизней успел забрать добычу и готовится к прыжку!
zh_hans: 当海盗船看起来准备解体时，你注意到蛞蝓族飞船已经获得了战利品，并准备跃迁走了！

source: Continue fighting the pirate.
fr: Continuer à combattre les pirates.
ko: 해적과의 전투를 계속한다.
ru: Продолжать сражаться с пиратами.
zh_hans: 继续与海盗作战。

source: It's best you finish this - but you wonder whether what the pirate is carrying will be as valuable as what the Slugs snuck off with.
fr: Mieux vaut en finir... Toutefois, vous vous demandez si ce que les pirates transportent aura autant de valeur que ce que les Limaces leur ont pris.
ko: 이걸 끝내는 것이 최선입니다 - 하지만 해적이 뭘 들고 있던 간에 슬러그가 가져간 것 보다 가치가 있을지 궁금하네요.
ru: Лучше с ними покончить, но интересно, окажется ли то, что везут пираты таким же ценным, как и то, что утащили слизни.
zh_hans: 你最好完成这个任务--但你不知道海盗携带的东西是否会像蛞蝓族溜走的东西一样有价值。

source: Let the pirate escape and go after the Slugman ship.
fr: Laisser les pirates s'enfuir et poursuivre le vaisseau Limace.
ko: 해적은 도망치게 두고 슬러그 함선을 뒤쫓는다.
ru: Позволить пиратам сбежать, а самим отправиться за кораблем слизней.
zh_hans: 让海盗逃跑，去追击蛞蝓族的船。

source: The pirate's too badly damaged to pursue you, and you catch up to the Slugs before they jump. "Ah, of courssse, we would never leave without providing the agreed upon ssspoils." They transfer over a decent chunk of the profits and set off.
fr: Le vaisseau pirate est trop endommagé pour vous pourchasser et vous rattrapez les Limaces avant que leur appareil n'effectue un saut. "Ah oui, bien ssssssûr... Nous ne ssserions jamais partis ssssans vous donner votre part, ççça va de soi." Ils vous transfèrent un bon pourcentage du butin et disparaissent.
ko: 해적이 당신을 쫓기에는 손상이 너무 크고, 당신은 슬러그들이 도약 하기 전에 그들을 따라잡습니다. " 히히, 땅연히, 우리는 약속했떤 쩐리품을 쭈기전엔 떠나지 않을꺼야." 그들은 이익의 상당한 부분을 전송하고 떠납니다.
ru: Корабль пиратов слишком сильно поврежден, чтобы преследовать вас, и вы догоняете слизней до того, как они прыгнут. "Ах, конечно, мы бы никогда не улетели, не отдав вам оговоренную добычу". Они передают приличную часть добычи и улетают.
zh_hans: 海盗受损严重，无法追击你，你在蛞蝓跃迁前追上了他们。"啊，当然，我们绝不会在不提供约定的奖品的情况下离开。"他们转移了相当大一部分利润，然后出发了。

source: With the pirate defeated you scan the debris for anything useful. The Slug ship is long gone, spoils from the cache in hand.
fr: Maintenant que les pirates sont vaincus, vous scannez les débris pour voir si vous trouvez quelque chose d'utile. Le vaisseau Limace a disparu depuis longtemps avec le butin qui se trouvait dans la cachette.
ko: 해적들 함선이 파괴되자 당신은 남은 함선 중 쓸만한 것이 있는지 스캔해봅니다. 슬러그 함선은 진작 사라졌고 저장고에 있는 것들을 들고 사라졌습니다.
ru: После победы над пиратами вы осматриваете обломки в поисках чего-нибудь полезного. Корабль слизней давно исчез, вся добыча из тайника осталась в их руках.
zh_hans: 海盗被打败后，你扫描了碎片，寻找有用的东西。蛞蝓族飞船早已不在了，藏匿处的战利品在手。

source: With the pirate defeated you scan the debris for anything useful. The Slug ship is long gone, spoils from the cache in hand.
fr: Maintenant que les pirates sont vaincus, vous scannez les débris pour voir si vous trouvez quelque chose d'utile. Le vaisseau Limace a disparu depuis longtemps avec le butin qui se trouvait dans la cachette.
ko: 해적들 함선이 파괴되자 당신은 남은 함선 중 쓸만한 것이 있는지 스캔해봅니다. 슬러그 함선은 진작 사라졌고 저장고에 있는 것들을 들고 사라졌습니다.
ru: После победы над пиратами вы осматриваете обломки в поисках чего-нибудь полезного. Корабль слизней давно исчез, вся добыча из тайника осталась в их руках.
zh_hans: 海盗被打败后，你扫描了碎片，寻找有用的东西。蛞蝓族飞船早已不在了，藏匿处的战利品在手。

source: With the pirate taken care of, you search again for the cache he was protecting, but it's lost in the clouds. You console yourself with the salvage from the well-armed pirate ship.
fr: Maintenant que les pirates ne constituent plus une menace, vous cherchez à nouveau la cachette qu'ils protégeaient, mais celle-ci a disparu dans les nuages de débris. Vous vous consolez en pillant le vaisseau pirate, qui s'avère être bien équipé question armement.
ko: 해적을 처리했으니, 당신은 그가 지키고 있던 보관소를 다시 수색해보지만, 구름 속으로 사라졌군요. 당신은 잘 무장된 해적선을 인양하는 것으로 스스로를 위로해봅니다.
ru: Разобравшись с пиратами, вы снова ищете тайник, который они охраняли, но он затерялся в облаках. Вы утешаете себя тем, что на хорошо вооруженном корабле пиратов есть полезные вещи.
zh_hans: 解决了海盗后，你再次寻找他所保护的储藏室，但它在云中消失了。你用那艘装备精良的海盗船的残骸来安慰自己。

source: With the pirate defeated, you search again for the cache he was protecting, but it's lost in the clouds. You console yourself with the salvage from the well-armed pirate ship.
fr: Maintenant que les pirates sont vaincus, vous cherchez à nouveau la cachette qu'ils protégeaient, mais celle-ci a disparu dans les nuages de débris. Vous vous consolez en récupérant ce que vous pouvez sur le vaisseau pirate, qui s'avère être bien équipé question armement.
ko: 해적을 처리했으니, 당신은 그가 지키고 있던 보관소를 다시 수색해보지만, 구름 속으로 사라졌군요. 당신은 잘 무장된 해적선을 인양하는 것으로 스스로를 위로해봅니다.
ru: Разобравшись с пиратами, вы снова ищете тайник, который они охраняли, но он затерялся в облаках. Вы утешаете себя тем, что на хорошо вооруженном корабле пиратов есть полезные вещи.
zh_hans: 海盗被打败后，你再次寻找他所保护的储藏室，但它已经消失在云层中。你用那艘装备精良的海盗船的残骸来安慰自己。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_MINDLSAVES"]/destroyed/text
source: The Cealaforming station explodes, sending nebulous gases swirling out into the abyss. Scans show the signal from their mind control system have ceased.
fr: La station Dissimulatrice explose, ennvoyant des gaz nébuleux se balader dans l'abysse. Les scans montrent que les signaux de leur contrôle mental ont cessés.
ko: 실라포밍 정거장이 폭발하자, 성운 가스가 소용돌이치며 심연 속으로 빠져나갑니다. 스캔 결과 정신 지배 장치의 작동 신호가 사라졌습니다.
ru: Станция цеалаформирования взрывается, выбрасывая в бездну клубящиеся газы. Сканирование показывает, что сигнал от их системы управления сознанием прекратился.
zh_hans: 天体构造技术空间站爆炸了，将云雾缭绕的气体卷进深渊。扫描显示他们的心灵控制系统的信号已经停止。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_MINDLSAVES"]/deadCrew/text
source: The Cealaforming station has been emptied of crew, and you rush to shut off the mind control signal before scrapping the hull.
fr: La station Dissimulatrice a été vidée de son équipage et vous foncez désactiver le signal de contrôle mental avant de démanteler la coque.
ko: 실라포밍 정거장의 선원이 모두 사망하자, 당신은 서둘러 정신 지배 장치 신호를 끄고, 선체를 벗겨냅니다.
ru: Станция цеалаформирования очищена от экипажа, и вы спешите отключить сигнал управления сознанием, прежде чем разобрать корпус на металлолом.
zh_hans: 天体构造技术空间站的人员已经被清空，你赶在报废船体之前关闭了心灵控制信号。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You've defeated the Elite Slug Vessel. Now that you've rid of the ship, you can carry on to the planet.
fr: Vous avez vaincu le vaisseau Clairvoyant. Maintenant que vous vous êtes débarassés du vaisseau, vous pouvez descendre vers la planète.
ko: 당신은 엘리트 슬러그 선박을 처치했습니다. 이제 우주선을 제거했으므로, 행성으로 계속 이동할 수 있습니다.
ru: Вы победили элитный корабль слизней. Теперь, избавившись от корабля, вы можете продолжить путь к планете.
zh_hans: 你已经打败了精英蛞蝓族船。现在你已经摆脱了这艘船，你可以继续前往这个星球了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_GRAVE_ELITE"]/deadCrew/text
source: You've defeated the Elite Slug Vessel. Now that you've rid of the ship, you can carry on to the planet.
fr: Vous avez vaincu le vaisseau Clairvoyant. Maintenant que vous vous êtes débarassés du vaisseau, vous pouvez descendre vers la planète.
ko: 당신은 엘리트 슬러그 선박을 처치했습니다. 이제 우주선을 제거했으므로, 행성으로 계속 이동할 수 있습니다.
ru: Вы победили элитный корабль слизней. Теперь, избавившись от корабля, вы можете продолжить путь к планете.
zh_hans: 你已经打败了精英蛞蝓族船。现在你已经摆脱了这艘船，你可以继续前往这个星球了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You've defeated the Elite Slug Vessel. However, while you attempt to scrap it, you notice the jailer is trying to flee!
fr: Vous avez vaincu le vaisseau Clairvoyant. Cependant, en essayant de le désosser, vous remarquez le Geôlier qui essaie de fuir !
ko: 당신은 슬러그 선박을 격파했습니다. 그러나, 해체 작업을 하는 중, 수감선이 도망치려 하는 것을 발견합니다!
ru: Вы победили элитное судно слизней. Однако, пытаясь разобрать его на металлолом, вы заметили, что тюремное судно пытается сбежать!
zh_hans: 你已经打败了精英蛞蝓族船。然而，当你试图搜刮它时，你注意到牢狱舰正试图逃跑！

source: Let them go and finish scrapping the ship.
fr: Les laisser partir et finir votre récupération.
ko: 그들을 보내주고 해체 작업을 계속한다.
ru: Отпустить их и закончить разборку судна на металлолом.
zh_hans: 让他们走吧，把这艘船报废了。

source: You let the jailer ship disappear into the clouds and continue your salvage mission.
fr: Vous laissez le vaisseau Geôlier disparaitre dans les nuages pour continuer votre mission de récupération.
ko: 당신은 수감선이 성운 속으로 사라지도록 두고, 해체 작업을 계속합니다.
ru: Вы позволяете кораблю тюремщиков скрыться в облаках и продолжаете заниматься разборкой корабля.
zh_hans: 你让牢狱舰消失在云层中，继续你的打捞任务。

source: Abandon the wreckage and chase down the Jailer.
fr: Abandoner l'épave et poursuivre le vaisseau Geôlier.
ko: 잔해를 버리고 수감선을 뒤쫓는다.
ru: Оставить обломки и отправляться в погоню за судном тюремщиков.
zh_hans: 放弃残骸，追捕牢狱舰。

source: You follow the Jailer through the nebula until they finally give up and surrender.
fr: Vous suivez le Geôlier à travers la nébuleuse jusqu'à ce qu'ils abandonnent enfin et se rendent.
ko: 당신은 성운속을 따라 수감선을 뒤쫓습니다. 마침내 그들은 포기하고 항복하는군요.
ru: Проследовать судно тюремщиков через туманность, пока они не капитулируют.
zh_hans: 你跟着牢狱舰穿过星云，直到他们最终放弃并投降。

source: Free their prisoners.
fr: Libérer les prisonniers.
ko: 죄수들을 풀어준다.
ru: Освободить пленных.
zh_hans: 释放他们的囚犯。

source: It appears they have only a single prisoner on board. A Slug Saboteur, they're grateful. They explain they betrayed the Slug Kleptocracy by refusing to steal from and murder civilians, and were arrested accordingly.
fr: Il semblerait qu'ils n'aient qu'un unique prisonnier à bord ; un Saboteur Limace, qui est reconnaissant. Il explique qu'il a trahi la Kleptocratie en refusant de voler et de tuer des civils, ce qui lui a valu d'être emprisonné.
ko: 수감선에는 단 한명의 수감자만이 있었습니다. 슬러그 공작원이군요. 그는 감사를 표합니다. 그는 민간인들을 죽이고 약탈하는것을 거부함으로써 슬러그 도둑정을 배신한 혐의로 체포되었다고 설명합니다.
ru: Оказывается, у них на борту только один пленный. Это диверсант слизней, и он благодарен вам. Он говорит, что предал Клептократию слизней, отказавшись обворовывать и убивать гражданских, и поэтому был арестован.
zh_hans: 看来他们在船上只有一个囚犯。一个蛞蝓破坏者，他们很感激。他们解释说，他们因拒绝偷窃和谋杀平民而背叛了星盗会小集团，并因此被逮捕。

source: You've defeated the Elite Slug Vessel. However, while you attempt to scrap it, you notice the jailer is trying to flee!
fr: Vous avez vaincu le vaisseau Clairvoyant. However, while you attempt to scrap it, you notice the jailer is trying to flee !
ko: 당신은 슬러그 선박을 격파했습니다. 그러나, 해체 작업을 하는 중, 수감선이 도망치려 하는 것을 발견합니다!
ru: Вы победили элитное судно слизней. Однако, пытаясь разобрать его на металлолом, вы заметили, что судно тюремщиков пытается сбежать!
zh_hans: 你已经打败了精英蛞蝓族船。然而，当你试图搜刮它时，你注意到牢狱舰正试图逃跑！

source: Let them go and finish scrapping the ship.
fr: Les laisser partir et finir votre récupération.
ko: 그들을 보내주고 해체 작업을 계속한다.
ru: Отпустить их и закончить разборку судна на металлолом.
zh_hans: 让他们走吧，把这艘船报废了。

source: You let the jailer ship disappear into the clouds and continue your salvage mission.
fr: Vous laissez le vaisseau Geôlier disparaitre dans les nuages pour continuer votre mission de récupération.
ko: 당신은 수감선이 성운 속으로 사라지도록 두고, 해체 작업을 계속합니다.
ru: Вы позволяете кораблю тюремщиков скрыться в облаках и продолжаете заниматься разборкой корабля.
zh_hans: 你让牢狱舰消失在云层中，继续你的打捞任务。

source: Abandon the wreckage and chase down the Jailer.
fr: Abandoner l'épave et poursuivre le vaisseau Geôlier.
ko: 잔해를 버리고 수감선을 뒤쫓는다.
ru: Оставить обломки и отправляться в погоню за судном тюремщиков.
zh_hans: 放弃残骸，追捕牢狱舰。
