Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You quickly salvage what you can from the station.
fr: Vous récupérez rapidement ce que vous pouvez de la station.
ko: 당신은 정거장에서 챙길 수 있는 것을 모조리 쓸어왔습니다.
ru: Вы быстро извлекаете со станции все, что можете.
zh_hans: 你迅速从空间站抢救出你能找到的物资。

source: Contact the cargo ship.
fr: Contacter le cargo.
ko: 화물선에 연락을 취한다.
ru: Связаться с грузовым судном.
zh_hans: 联系货船。

source: Amidst the blasts from the Anti-Ship Battery, the cargo ship escaped from the chaos. They jettisoned some scrap towards your ship before jumping away.
fr: Tandis que vous êtes pris pour cible par la batterie antiaérienne, le cargo est parvenu à s'échapper de la station. Son équipage a largué de la ferraille vers votre vaisseau avant d'effectuer un saut et de disparaître.
ko: 대함 포격이 사방에 터져나가는 혼란속에서, 수송선은 잽싸게 정거장에서 탈출합니다. 이들은 도약해 사라져가면서 보답으로 약간의 고철을 남겨두었습니다.
ru: На фоне выстрелов противокорабельной батареи грузовой корабль вырвался из хаоса. Они сбросили несколько кусков металлолома в сторону вашего корабля, а затем прыгнули.
zh_hans: 在反舰炮台的爆炸声中，局势陷入一片混乱。而那艘货船逃出生天，他们在跃迁之前向你的船扔了一些废料。

source: You quickly salvage what you can from the station.
fr: Vous récupérez rapidement ce que vous pouvez de la station.
ko: 당신은 정거장에서 챙길 수 있는 것을 모조리 쓸어왔습니다.
ru: Вы быстро извлекаете из станции все, что можете.
zh_hans: 你迅速从空间站抢救出你能找到的物资。

source: Contact the cargo ship.
fr: Contacter le cargo.
ko: 화물선과 접촉한다.
ru: Связаться с грузовым судном.
zh_hans: 联系货船。

source: Amidst the blasts from the Anti-Ship Battery, the cargo ship escaped from the chaos. They jettisoned some scrap towards your ship before jumping away.
fr: Tandis que vous êtes pris pour cible par la batterie antiaérienne, le cargo est parvenu à s'échapper de la station. Son équipage a largué de la ferraille vers votre vaisseau avant d'effectuer un saut et de disparaître.
ko: 대함 포격이 사방에 터져나가는 혼란속에서, 수송선은 잽싸게 정거장에서 탈출합니다. 이들은 도약해 사라져가면서 보답으로 약간의 고철을 남겨두었습니다.
ru: На фоне выстрелов противокорабельной батареи грузовой корабль вырвался из хаоса. Они сбросили несколько кусков металлолома в сторону вашего корабля, а затем прыгнули.
zh_hans: 在反舰炮台的爆炸声中，局势陷入一片混乱。而那艘货船逃出生天，他们在跃迁之前向你的船扔了一些废料。

source: Unfortunately, it seems your misunderstanding had no other result than more dead aliens. Oh well, at least you can scrap the ship.
fr: Malheureusement, il semblerait que ce malentendu ait seulement résulté en plus d'aliens morts. Eh bien tant pis, vous pouvez au moins récupérez les restes du vaisseau.
ko: 안타깝게도, 당신의 오해는 외계인의 죽음 이상의 결과를 낳지 못했습니다. 아, 적어도 저 함선을 긁어 모을 수는 있겠네요.
ru: К сожалению, похоже, ваше недопонимание не привело ни к чему другому, кроме как к увеличению количества мертвых пришельцев. Ну что же, по крайней мере, вы можете пустить корабль на металлолом.
zh_hans: 不幸的是，你的误解似乎只导致了更多外星人死去。哦，好吧，至少你可以回收这艘船。

source: Unfortunately, it seems your misunderstanding had no other result than more dead aliens. Oh well, at least you can scrap the ship.
fr: Malheureusement, il semblerait que ce malentendu ait seulement résulté en plus d'aliens morts. Eh bien tant pis, vous pouvez au moins récupérez les restes du vaisseau.
ko: 안타깝게도, 당신의 오해는 외계인의 죽음 이상의 결과를 낳지 못했습니다. 아, 적어도 저 함선을 긁어 모을 수는 있겠네요.
ru: К сожалению, похоже, ваше недопонимание не привело ни к чему другому, кроме как к увеличению количества мертвых пришельцев. Ну что же, по крайней мере, вы можете пустить корабль на металлолом.
zh_hans: 不幸的是，你的误解似乎只导致了更多外星人死去。哦，好吧，至少你可以回收这艘船。

source: The outpost has been destroyed. While there's plenty of supplies left behind from the wreck itself, any extra supplies in its cargo have surely been destroyed.
fr: L'avant-poste a été détruit. S'il reste pas mal de ressources parmi l'épave elle-même, tout autre butin abrité dans leur cargo a sûrement été détruit.
ko: 전초기지를 파괴했습니다. 그 잔해만 해도 많은 보급품이 남아 있기는 하지만, 화물칸에 있었을 추가적인 보급품은 분명 파괴됐을 겁니다.
ru: Аванпост уничтожен. Хотя от самого корабля осталось много припасов, все дополнительные припасы в его грузовом отсека, наверняка, были уничтожены.
zh_hans: 这个哨站已经被摧毁了，尽管它留下了许多物资，它的货舱里的额外补给肯定已经被摧毁了。

source: The crew of the outpost have been eliminated. You scrap the ship exterior before investigating inside.
fr: L'équipage de l'avant-poste a été éliminé. Vous démantelez l'extérieur de la station avant d'inspecter l'intérieur.
ko: 전초기지의 선원을 모두 제거했습니다. 당신은 함선의 내부를 조사하기 전에 우선 외벽을 긁어냈습니다.
ru: Экипаж аванпоста уничтожен. Перед тем как исследовать корабль внутри, вы обследуете его снаружи.
zh_hans: 哨站的船员已经在生存竞争中被淘汰了。在调查内部之前，你先搜刮了它的外部结构。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fortunately, it appears the Rebels had a good supply of resources saved up, all of which now belong to you.
fr: Par chance, il semblerait que les Rebelles disposaient d'une réserve de ressources conséquentes, qui vous revient toutes désormais.
ko: 운 좋게도, 이 반군은 많은 양의 자원을 비축해 두었습니다. 이제는 모두 당신의 것이죠.
ru: К счастью, похоже, что у Повстанцев был хороший запас ресурсов, и все они теперь принадлежат вам.
zh_hans: 幸运的是，看来叛军留下了一份可观的物资，所有这些都属于你了。

source: The Rebels have been defeated. You scrap their ship before inspecting the Ancient vessel.
fr: Les Rebelles ont été vaincus. Vous désossez leur vaisseau avant d'inspecter le bâtiment Obélisque.
ko: 반군을 격파했습니다. 당신은 고대 선박을 조사하기 전에 우선 그 함선을 긁어 모았습니다.
ru: Повстанцы потерпели поражение. Вы собираете все полезное с их корабля, а затем осматриваете корабль древних.
zh_hans: 叛军已经被消灭了，你在检查那艘远古船之前搜刮了他们的战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels have been defeated. You scrap their ship before inspecting the Ancient vessel.
fr: Les Rebelles ont été vaincus. Vous désossez leur vaisseau avant d'inspecter le bâtiment Obélisque.
ko: 반군을 격파했습니다. 당신은 고대 선박을 조사하기 전에 우선 그 함선을 긁어 모았습니다.
ru: Повстанцы потерпели поражение. Вы собираете все полезное с их корабля, а затем осматриваете корабль древних.
zh_hans: 叛军已经被消灭了，你在检查那艘远古船之前搜刮了他们的战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The MFK Ace jumps away, no doubt to alert the fleet, now of not only the Ancients but you as well! You can't stick around longer, you have to leave while you can.
fr: L'As MFK saute en dehors de la zone, sans doute pour alerter la flotte non seulement de votre présence, mais également de celle des Obélisques ! Vous ne pouvez pas vous éterniser ici, vous devez partir le plus vite possible.
ko: MFK 에이스가 도약해 사라졌습니다. 분명 고대인뿐만 아니라 당신의 존재도 함대에 알릴 것입니다! 더 이상 오래 머물 수 없습니다. 떠날 수 있을 때 떠나야 합니다.
ru: Асы МФК ушли в прыжок, несомненно, чтобы предупредить не только флот не только о вас, но и о древних! Вы не можете оставаться здесь больше, вы должны уходить, пока можете.
zh_hans: MFK王牌精英跃迁，无疑是为了通知叛军舰队，现在不单单是那些远古物种，连你也被牵扯进来！你不能呆太久，必须尽快离开。

source: The MFK Ace has been neutralized. You quickly salvage some material before contacting the Ancients.
fr: L'as MFK a été neutralisé. Vous récupérez vite quelques matériaux avant de contacter les Obélisques.
ko: MFK 에이스는 무력화되었습니다. 당신은 고대인들에게 접촉하기 전에 쓸만한 것만 신속하게 챙겼습니다.
ru: Судно асов МФК было ликвидировано. Вы быстро собираете материал, прежде чем связаться с древними.
zh_hans: MFK王牌精英已经被摧毁，在联系那些远古物种之前，你迅速搜刮了一些废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I have never seen anyone, even less so a mortal, fight so valiantly before! Perhaps the Royals are wrong about your kind, and you aren't all like those rebels. If this is the case, then I no longer wish to serve as a puppet in the Royal scheme. I shall join with you and help fight against this!"
fr: "Je n'ai jamais vu quelqu'un, surtout un mortel, combattre aussi vaillamment ! Peut-être les Royals se trompent sur votre espèce et que vous n'êtes pas comme tout ces Rebelles. Si c'est le cas, alors je ne souhaite plus être un pantin dans les desseins des Royals. Je vais vous rejoindre pour vous aider à combattre cela !"
ko: 필멸자가 이토록 용감하게 싸우는 건 본 적이 없어! 로얄들이 너희 종족을 잘못 파악한 것 같군. 너희가 모두 반군 같지는 않아. 만약 그렇다면, 나는 더 이상 로얄의 계획에 꼭두각시 역할을 하고 싶지 않아. 나는 너와 함께 이 일에 맞서 싸우는 것을 도겠네!"
ru: "Я никогда не видел, чтобы кто-то, тем более смертный, сражался так доблестно! Возможно, королевские власти ошибаются насчет вашего рода, и вы не все такие, как те повстанцы. Если это так, то я больше не желаю служить марионеткой в королевских планах. Я присоединюсь к вам и помогу бороться против этого!"
zh_hans: "我从未见过任何人，更何况是凡人，如此英勇地战斗！也许皇族对你们存在误解，你们也不像那些叛军。如果是这样的话，那我就不想再像皇家计划中的棋子一样服役了。我会加入你，一同对抗叛军！"

source: The MFK Ace has been neutralized. You quickly salvage some material before contacting the Ancients.
fr: L'as MFK a été neutralisé. Vous récupérez vite quelques matériaux avant de contacter les Obélisques.
ko: MFK 에이스는 무력화되었습니다. 당신은 고대인들에게 접촉하기 전에 쓸만한 것만 신속하게 챙겼습니다.
ru: Судно асов МФК было уничтожено. Вы быстро собираете материал, прежде чем связаться с древними.
zh_hans: MFK王牌精英已经被摧毁，在联系那些远古物种之前，你迅速搜刮了一些废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I have never seen anyone, even less so a mortal, fight so valiantly before! Perhaps the Royals are wrong about your kind, and you aren't all like those rebels. If this is the case, then I no longer wish to serve as a puppet in the Royal scheme. I shall join with you and help fight against this!"
fr: "Je n'ai jamais vu quelqu'un, surtout un mortel, combattre aussi vaillamment ! Peut-être les Royals se trompent sur votre espèce et que vous n'êtes pas comme tout ces Rebelles. Si c'est le cas, alors je ne souhaite plus être un pantin dans les desseins des Royals. Je vais vous rejoindre pour vous aider à combattre cela !"
ko: 필멸자가 이토록 용감하게 싸우는 건 본 적이 없어! 로얄들이 너희 종족을 잘못 파악한 것 같군. 너희가 모두 반군 같지는 않아. 만약 그렇다면, 나는 더 이상 로얄의 계획에 꼭두각시 역할을 하고 싶지 않아. 나는 너와 함께 이 일에 맞서 싸우는 것을 도겠네!"
ru: "Я никогда не видел, чтобы кто-то, тем более смертный, сражался так доблестно! Возможно, королевские власти ошибаются насчет вашего рода, и вы не все такие, как те повстанцы. Если это так, то я больше не желаю служить марионеткой в королевских планах. Я присоединюсь к вам и помогу бороться против этого!"
zh_hans: "我从未见过任何人，更何况是凡人，如此英勇地战斗！也许皇族对你们存在误解，你们也不像那些叛军。如果是这样的话，那我就不想再像皇家计划中的棋子一样服役了。我会加入你，一同对抗叛军！"

source: The Engineers have been defeated. You scrap their ship.
fr: Les Ingénieurs ont été vaincus. Vous désassemblez leur vaisseau.
ko: 공병들을 물리쳤습니다. 당신은 그들의 함선을 스크랩으로 만들었습니다.
ru: Инженеры потерпели поражение. Вы разбираете их корабль.
zh_hans: 工程舰被击败了，你搜刮了它的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You eye the blue Auto-ship again. Without its creator, the ship is harmless, and will now serve as a good outlet for scrap.
fr: Vous jetez un oeil à l'Auto-vaisseau bleu une fois de plus. Sans son créateur, le vaisseau ne pose aucun danger et servira d'une bonne source de ferraille.
ko: 다시 파란 무인기가 눈에 들어옵니다. 주인이 사라졌으니 이제 저 함선은 무해한 스크랩 배출구나 다름없습니다.
ru: Вы снова смотрите на синий автоматический корабль. Без своего создателя корабль безвреден, и теперь послужит хорошим источником металлолома.
zh_hans: 你又看了一眼那艘蓝色自动舰。失去了它的创造者后，自动舰本身是无害的。现在可以成为一个良好的废料来源。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGINEER_REPLICA"]/deadCrew/text
source: The Engineers have been defeated. You scrap their ship.
fr: Les Ingénieurs ont été vaincus. Vous désassemblez leur vaisseau.
ko: 공병들을 물리쳤습니다. 당신은 그들의 함선을 스크랩으로 만들었습니다.
ru: Инженеры потерпели поражение. Вы разбираете их корабль.
zh_hans: 工程舰被击败了，你搜刮了他们的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You eye the blue Auto-ship again. Without its creator, the ship is harmless, and will now serve as a good outlet for scrap.
fr: Vous jetez un oeil à l'Auto-vaisseau bleu une fois de plus. Sans son créateur, le vaisseau ne pose aucun danger et servira d'une bonne source de ferraille.
ko: 다시 파란 무인기가 눈에 들어옵니다. 주인이 사라졌으니 이제 저 함선은 무해한 스크랩 배출구나 다름없습니다.
ru: Вы снова смотрите на синий автоматический корабль. Без своего создателя корабль безвреден, и теперь послужит хорошим источником металлолома.
zh_hans: 你又看了一眼那艘蓝色自动舰。失去了它的创造者后，自动舰本身是无害的。现在可以成为一个良好的废料来源。

source: The testing session will end after this much time. Do not do any hull damage to the drone before then!
fr: La session de test s'achèvera après le temps imparti. Ne faites aucun dégât à la coque du drone !

# data/events_ships.xml.append$//ship[@name="SHIP_FED_LENNY"]/destroyed/text
source: The strange colonists have been defeated. Though the colony is far from empty, the remaining members seem to have fallen into a strange catatonic state while crying out Lenny's name.
fr: Les étranges colons ont été vaincus. Bien que la colonie soit loin d'être vide, les membres restants semblent être tombés dans un étrange état catatonique en criant le nom de Lenny.
ko: 이상한 거주민들을 격파했습니다. 남은 주민들은 레니의 이름을 부르짖는 동안 괴이한 카타르시스에 빠진 것 같습니다.
ru: Странные колонисты потерпели поражение. Хотя колония далеко не пуста, оставшиеся члены, похоже, впали в странное кататоническое состояние, выкрикивая имя Ленни.

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

# data/events_ships.xml.append$//ship[@name="SHIP_FED_LENNY"]/deadCrew/text
source: The strange colonists have been defeated. Though the colony is far from empty, the remaining members seem to have fallen into a strange catatonic state while crying out Lenny's name.
fr: Les étranges colons ont été vaincus. Bien que la colonie soit loin d'être vide, les membres restants semblent être tombés dans un étrange état catatonique en criant le nom de Lenny.
ko: 이상한 거주민들을 격파했습니다. 남은 주민들은 레니의 이름을 부르짖는 동안 괴이한 카타르시스에 빠진 것 같습니다.
ru: Странные колонисты потерпели поражение. Хотя колония далеко не пуста, оставшиеся члены, похоже, впали в странное кататоническое состояние, выкрикивая имя Ленни.
zh_hans: 奇怪的殖民者被打败了。虽然殖民地远非空无一人，但剩下的成员在呼喊着莱尼的名字的同时，似乎陷入了一种奇怪的紧张状态。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: The Militia Escort has been dealt with. You scrap their ship.
fr: Vous vous êtes occupés de l'escorte de la Milice. Vous démantelez leur vaisseau.
ko: 민병대 호위함을 처리했습니다. 당신은 그들의 함선을 스크랩으로 만들었습니다.
ru: С эскортом Ополченцев разобрались. Вы разбираете их корабль.
zh_hans: 这艘盟卫护航舰被解决了，你搜刮了他们的残骸。

source: Continue.
fr: Continuer.
ko: 계속...
ru: Продолжить.
zh_hans: 继续。

source: As you prepare to leave, you notice a still functional piece of equipment in the transport wreck.
fr: Tandis que vous vous apprêtez à partir, vous remarquez une pièce d'équipement encore en état de marche dans l'épave du cargo.
ko: 당신은 떠날 준비를 하던 중에 수송선의 잔해에서 정상 작동하는 장비를 발견했습니다.
ru: Готовясь к отлету, вы замечаете все еще функционирующую часть оборудования в обломках транспорта.
zh_hans: 在你准备离开时，你注意到运输船残骸中有一个仍然可用的设备。

source: The Militia Escort has been dealt with. You scrap their ship.
fr: Vous vous êtes occupés de l'escorte de la Milice. Vous démantelez leur vaisseau.
ko: 민병대 호위함을 처리했습니다. 그들의 함선에서 스크랩을 회수합니다.
ru: С эскортом Ополченцев разобрались. Вы разбираете их корабль.
zh_hans: 这艘盟卫护航舰被解决了，你搜刮了他们的残骸。

source: Continue.
fr: Continuer.
ko: 계속...
ru: Продолжить.
zh_hans: 继续。

source: As you prepare to leave, you notice a still functional piece of equipment in the transport wreck.
fr: Tandis que vous vous apprêtez à partir, vous remarquez une pièce d'équipement encore en état de marche dans l'épave du cargo.
ko: 당신은 떠날 준비를 하던 중에 수송선의 잔해에서 정상 작동하는 장비를 발견했습니다.
ru: Готовясь к отлету, вы замечаете все еще функционирующую часть оборудования в обломках транспорта.
zh_hans: 在你准备离开时，你注意到运输船残骸中有一个仍然可用的设备。

# data/events_ships.xml.append$//ship[@name="SHIP_MILITIA_WRECK"]/destroyed/text
source: You've defeated the militia ship. You scrap the remains of the ship before moving on to the wreck.
fr: Vous avez vaincu le vaisseau de la Milice. Vous récupérez ses restes avant de pouvoir retournir à l'épave d'avant.
ko: 민병대 함선을 격침했습니다. 당신은 난파선에 다가가기 전에 먼저 민병대 함선의 잔해를 스크랩으로 만들었습니다.
ru: Вы победили корабль Ополченцев. Вы собираете остатки корабля, а затем переходите к обломкам.
zh_hans: 你已经击败了盟卫船。在你前往残骸前，你先搜刮了那艘船。

source: Scrap the wreck.
fr: Démonter l'épave.
ko: 난파선에서 쓸만한 걸 모은다.
ru: Разобрать обломки на лом.
zh_hans: 搜刮残骸。

source: There are no further disruptions as you scrap the wreck.
fr: Il n'y a plus aucune perturbation pendant que vous vous occupez de l'épave.
ko: 더 이상 난파선을 뒤지는 작업을 방해하는 이는 없었습니다.
ru: При демонтаже обломков не возникает никаких проблем.
zh_hans: 在你回收沉船时，没有更多干扰了。

# data/events_ships.xml.append$//ship[@name="SHIP_MILITIA_WRECK"]/deadCrew/text
source: You've defeated the militia ship. You scrap the remains of the ship before moving on to the wreck.
fr: Vous avez vaincu le vaisseau de la Milice. Vous récupérez ses restes avant de pouvoir retournir à l'épave d'avant.
ko: 민병대 함선을 격침했습니다. 당신은 난파선에 다가가기 전에 먼저 민병대 함선의 잔해를 스크랩으로 만들었습니다.
ru: Вы победили корабль Ополченцев. Вы собираете остатки корабля, прежде чем перейти к обломкам.
zh_hans: 你已经击败了盟卫船。在你前往残骸前，你先搜刮了那艘船。

source: Scrap the wreck.
fr: Démonter l'épave.
ko: 난파선에서 쓸만한 걸 모은다.
ru: Разобрать обломки на лом.
zh_hans: 搜刮残骸。

source: There are no further disruptions as you scrap the wreck.
fr: Il n'y a plus aucune perturbation pendant que vous vous occupez de l'épave.
ko: 더 이상 난파선을 뒤지는 작업을 방해하는 이는 없었습니다.
ru: При демонтаже обломков не возникает никаких проблем.
zh_hans: 在你回收沉船时，没有更多干扰了。

source: The ship breaks apart. You scrap what remains.
fr: Le vaisseau se disloque. Vous récupérez ce qu'il en reste.
ko: 함선이 산산조각 났습니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Корабль разваливается на части. Вы разбираете на металлолом то, что осталось.
zh_hans: 那艘船四分五裂，你搜刮了它的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No more life signs detected on the ship. You scrap what remains.
fr: Plus aucun signe de vie n'est détecté à bord du vaisseau. Vous récupérez ce qu'il reste.
ko: 당신은 더 이상 생명체가 감지되지 않는 함선에서 쓸만한 걸 모아왔습니다.
ru: На корабле больше не обнаружено признаков жизни. Вы разрезаете на металлолом то, что осталось.
zh_hans: 敌舰上没有任何生命信号，你搜刮了整艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The ship breaks apart. You scrap what remains.
fr: Le vaisseau se disloque. Vous récupérez ce qu'il en reste.
ko: 함선이 산산조각 났습니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Корабль разваливается на части. Вы разрезаете на металлолом то, что осталось.
zh_hans: 那艘船四分五裂，你搜刮了它的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SUZERAIN_CARAVAN"]/deadCrew/text
source: No more life signs detected on the ship. You scrap what remains.
fr: Plus aucun signe de vie n'est détecté à bord du vaisseau. Vous récupérez ce qu'il reste.
ko: 당신은 더 이상 생명체가 감지되지 않는 함선에서 쓸만한 걸 모아왔습니다.
ru: На корабле больше не обнаружено признаков жизни. Вы разбираете на металлолом то, что осталось.
zh_hans: 敌舰上没有任何生命信号，你搜刮了整艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_MILITIA_AUTOSEARCH"]/escape/text
source: You've damaged the ship enough for it to start charging its engines. Now, you just need to wait for it to escape to finish your mission.
fr: Vous avez suffisamment endommagé le vaisseau pour qu'il commence à charger ses moteurs. Maintenant, il faut juste attendre qu'il s'échappe pour finir votre mission.
ko: 당신이 충분한 피해를 주자 그 함선은 엔진을 충전하기 시작했습니다. 이제 임무를 완수하기 위해 저것의 탈출을 기다리기만 하면 됩니다.
ru: Вы повредили корабль настолько, что он начал заряжать свои двигатели. Теперь, чтобы завершить миссию, вам нужно дождаться, пока он улетит.
zh_hans: 你已经对那艘船造成了足够多伤害，它开始为引擎充能。现在，你只需要等待它跃迁，就能完成你的任务。

source: The Auto-ship explodes. Unfortunately, this means you've failed the task given to you by the Militiamen. You don't have much time to salvage the ship because of the ASB and prepare to jump as soon as possible.
fr: L'Auto-vaisseau explose. Malheureusement, cela signifie que vous avez échoué la mission qui vous a été confiée par les Miliciens. Vous n'avez pas le temps de faire la récupération du vaisseau à cause de la Batterie Anti-Vaisseau et vous vous préparez à partir dès que possible.
ko: 무인기가 폭발했습니다. 안타깝게도, 이는 민병대원이 의뢰한 임무에 실패했음을 의미합니다. 당신은 ASB 때문에 인양 작업에 필요한 시간을 확보하지 못하고 가능한 한 빨리 도약을 준비했습니다.
ru: Автоматический корабль взрывается. К сожалению, это означает, что вы провалили задание, данное вам Ополченцами. У вас мало времени на разбор корабля из-за ПКБ, поэтому приготовьтесь к прыжку как можно скорее.
zh_hans: 这艘自动舰爆炸了。不幸的是，这意味着你没有完成盟卫的任务。你没有时间去回收飞船了，因为反舰炮台已经启动，最好尽快跃迁。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This time, you don't pull any punches and blast the Auto-ship into oblivion.
fr: Cette fois-ci, vous ne vous retenez pas d'exploser l'Auto-vaisseau.
ko: 이번에는, 어떠한 주저도 없이 무인기를 흔적도 없이 날려버렸습니다.
ru: На этот раз вы не будете тянуть время и отправите автоматический корабль в небытие.
zh_hans: 这次，你毫不费力地把自动飞船炸得无影无踪。

source: Hail the Militiamen.
fr: Appeler les Miliciens.
ko: 민병대원을 부른다.
ru: Связаться с ополченцам.
zh_hans: 呼叫盟卫。

source: Unfortunately, it seems the first ship did not survive the attack. The second is too shaken from the loss of their friends to say anything meaningful. You prepare to jump.
fr: Malheureusement, il semblerait que le premier vaisseau n'ait pas survécu à l'attaque. Le second est trop secoué par la perte de leurs amis pour dire quelque chose de cohérent. Vous vous préparez à partir.
ko: 불행하게도, 첫 번째 함선은 공격으로부터 살아남지 못한 것 같습니다. 두 번째 함선은 친구를 잃었다는 사실에 너무 충격을 받아 의미 없는 말만 내뱉고 있습니다. 당신은 도약을 준비합니다.
ru: К сожалению, похоже, что первый корабль не пережил нападения. Второй слишком потрясен потерей своих друзей, чтобы сказать что-нибудь вразумительное. Вы готовитесь к прыжку.
zh_hans: 不幸的是，第一艘飞船看来没有在攻击中幸存，第二艘船则因失去了它的朋友而动摇。你准备跃迁。

# data/events_ships.xml.append$//ship[@name="SHIP_MILITIA_DEPOT"]/surrender/text
source: "Stop, stop! We don't know why you've done this, but let us live! We will give you whatever supplies we have if you leave us alone!"
fr: "Stop, stop ! Nous ne savons pas ce qui vous a pris, mais laissez-nous vivre ! Nous vous donnerons toute ressource dont nous disposons si vous nous laissez tranquilles !"
ko: "멈춰, 멈추라고! 우리한테 왜 이러는지는 모르겠지만, 우린 살고 싶어! 우리를 내버려만 둬주면 가지고 있는 보급품을 모조리 내줄께!"
ru: "Остановитесь, остановитесь! Мы не знаем, почему вы это сделали, но оставьте нас в живых! Мы отдадим вам все припасы, которые у нас есть, если вы оставите нас в покое!"
zh_hans: "停下，停下！我们不知道为什么你要做这些事，但请让我们活下去！如果你允许我们离开，我们将给你我们所有的物资！"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Refuse and finish the station off.
fr: Refuser et achever la station.
ko: 거절하고 전투를 이어간다.
ru: Отказаться и добить станцию.
zh_hans: 拒绝他们并了结这座空间站。

source: The pirate ship has been defeated. You scrap their hull.
fr: Le vaisseau pirate a été vaincu. Vous démantelez leur coque.
ko: 해적선을 물리쳤습니다. 당신은 그 함선의 선체를 해체해 스크랩으로 만들었습니다.
ru: Пиратский корабль побежден. Вы разрезаете их корпус на металлолом.
zh_hans: 海盗舰被击败了，你搜刮了他们的船骸。

source: Continue.
fr: Continuer.
ko: 계속.
ru: Продолжить.
zh_hans: 继续。

source: The Militiamen thank you for your help and pay you for assisting them.
fr: Les Miliciens vous remercient pour votre aide et vous dédommagent pour l'aide apportée.
ko: 민병대원은 당신이 그들을 도와준것에 대해 감사한다며 도움에 대한 보답을 했습니다.
ru: Ополченцы благодарят вас за помощь и платят вам за то, что вы им помогли.
zh_hans: 盟卫感谢你帮助他们，并给了你一些报酬。

source: The pirate ship has been defeated. You scrap their hull.
fr: Le vaisseau pirate a été vaincu. Vous démantelez leur coque.
ko: 해적선을 물리쳤습니다. 당신은 그 함선의 선체를 해체해 스크랩으로 만들었습니다.
ru: Пиратский корабль побежден. Вы разрезаете их корпус на металлолом.
zh_hans: 海盗舰被击败了，你搜刮了他们的船骸。

source: Continue.
fr: Continuer.
ko: 계속.
ru: Продолжить.
zh_hans: 继续。
