Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You've destroyed the Smuggler ship, and the lawbook with them. You'll have to be content with the scrap the ship provides, as there is no chance you'll get a reward from the Zoltan now.
fr: Vous avez détruit le vaisseau Contrebandier et le code de droit avec. Vous devrez vous contenter de la ferraille qu'il fournit, car vous n'aurez certainement aucune récompense des Zoltans désormais.
ko: 밀수선과 안에 있는 법률 서적도 같이 파괴했습니다. 함선이 주는 스크랩에 만족해야 할 것이며, 이제 졸탄으로부터 보상받을 가능성은 없습니다.
ru: Вы уничтожили корабль контрабандистов, а вместе с ним и книгу законов. Придется довольствоваться тем ломом, который оставил корабль, так как теперь у вас нет шансов получить награду от золтана.
zh_hans: 你已经摧毁了走私船，以及与之相关的法律书。你必须满足于这艘船提供的废料，因为现在你没有机会从超能族那里得到奖励。

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_LAWBOOK"]/deadCrew/text
source: With all of the crew on the smuggler ship dead, you can take back the law book and scrap their ship.
fr: L'entièreté de l'équipage Contrebandier étant mort, vous pouvez prendre le code de droit et désosser le vaisseau.
ko: 밀수선안의 모든 선원을 죽였으며, 당신은 법률 서적을 챙기고 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: После того как все члены экипажа корабля контрабандистов погибли, вы можете забрать книгу законов и разобрать их корабль на металлолом.
zh_hans: 走私船上所有船员死亡，你现在可以夺回法律手册并搜刮他们的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Alright, you've made quite a mess of our ship. What the hell do you want?"
fr: "Très bien, vous avez sacrément amoché notre vaisseau. Mais qu'est-ce que vous nous voulez ?"
ko: "좋아, 우리배를 아주 작살을 냈군. 대체 뭘 원하는거야?"
ru: "Ладно, вы устроили на нашем корабле настоящий беспорядок. Что, черт возьми, тебе нужно?"
zh_hans: "好吧，你把我们的船弄得很乱。你到底想要什么？"

source: You've destroyed the Duskbringer ship, and the lawbook with them. You'll have to be content with the scrap the ship provides, as there is no chance you'll get a reward from the Zoltan now.
fr: Vous avez détruit le vaisseau Crépusculeur et le code de droit avec. Vous devrez vous contenter de la ferraille qu'il fournit, car vous n'aurez certainement aucune récompense des Zoltans désormais.
ko: 더스크브링어 함선과 안에 있는 법률 서적도 같이 파괴했습니다. 함선이 주는 스크랩에 만족해야 할 것이며, 이제 졸탄으로부터 보상받을 가능성은 없습니다.
ru: Вы уничтожили корабль Вестников Заката, а вместе с ним и книгу законов. Придется довольствоваться обломками корабля, так как теперь у вас нет шансов получить награду от золтан.
zh_hans: 你已经摧毁了暮临派的船，以及与他们一起的法律书。你只能满足于这艘船提供的废料，因为你现在没有机会从超能族那里得到奖励了。

source: With all of the crew on the Duskbringer ship dead, you can take back the law book and scrap their ship.
fr: L'entièreté de l'équipage Crépusculeur étant mort, vous pouvez prendre le code de droit et désosser le vaisseau.
ko: 더스크브링어 함선 내부의 모든 선원을 죽였으며, 당신은 법률 서적을 챙기고 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: После того как все члены экипажа корабля Вестников Заката погибли, вы можете забрать книгу законов и разобрать корабль на металлолом.
zh_hans: 随着暮临派飞船上所有船员的死亡，你可以夺回法律书并搜刮他们的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_LAWBOOK"]/surrender/text
source: "Suspicion: Hostile ship is in search of paper object. Survival > need to protect book." The Engi send over the book to your ship and stop fighting.
fr: "Soupçon : Vaisseau hostile en quête de l'objet en papier. Survie > besoin de protéger livre." Les Engis vous remettent le code de droit et arrêtent le combat.
ko: "의심 : 적대 함선 종이 물체 찾고 있음. 생존 > 책 보호." 엔지는 책을 보내주고 당신과 싸우기를 멈췄습니다.
ru: "Подозрение: вражеский корабль ищет бумажный объект. Выживание > необходимость защиты книги". Энджи передают книгу на ваш корабль и прекращают бой.
zh_hans: "怀疑：敌对的飞船正在寻找纸质物品。生存>需要保护书。"半械族将书送到你的船上，并停止战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_LAWBOOK"]/destroyed/text
source: You've destroyed the Engi ship, and the law book with them. You'll have to be content with the scrap the ship provides, as there is no chance you'll get a reward from the Zoltan now.
fr: Vous avez détruit le vaisseau Engi et le code de droit avec. Vous devrez vous contenter de la ferraille qu'il fournit, car vous n'aurez certainement aucune récompense des Zoltans désormais.
ko: 엔지 함선과 안에 있는 법률 서적도 같이 파괴했습니다. 함선이 주는 스크랩에 만족해야 할 것이며, 이제 졸탄으로부터 보상받을 가능성은 없습니다.
ru: Вы уничтожили корабль энджи, а вместе с ним и книгу законов. Придется довольствоваться обломками корабля, так как теперь у вас нет шансов получить награду от золтан.
zh_hans: 你已经摧毁了半械族飞船，连并他们的法律手册。你只能满足于这艘船提供聊胜于无的废料，因为没机会从超能族那里得到奖励了。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_LAWBOOK"]/deadCrew/text
source: With all of the crew on the Engi ship dead, you can take back the law book and scrap their ship.
fr: L'entièreté de l'équipage Engi étant mort, vous pouvez prendre le code de droit et désosser le vaisseau.
ko: 엔지 함선 내부의 모든 선원을 죽였으며, 당신은 법률 서적을 챙기고 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: После того как все члены экипажа корабля энджи погибли, вы можете забрать книгу законов и разобрать их корабль на металлолом.
zh_hans: 半械族飞船上的所有船员都死了，你拿回了法律手册，并把他们的船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains and contact the wise man.
fr: Vous récupérez les restes et contactez le sage.
ko: 잔해를 인양한 당신은 현자와 접촉했습니다.
ru: Вы собираете останки и связываетесь с мудрецом.
zh_hans: 你回收了残骸，并联系智者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the ship and contact the wise man.
fr: Vous récupérez le vaisseau et contactez le sage.
ko: 배를 인양한 당신은 현자와 접촉했습니다.
ru: Вы разбираете корабль на металлолом и связываетесь с мудрецом.
zh_hans: 你搜刮了这艘船，并与智者联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains and contact the wise man.
fr: Vous récupérez les restes et contactez le sage.
ko: 잔해를 인양한 당신은 현자와 접촉했습니다.
ru: Вы собираете останки и связываетесь с мудрецом.
zh_hans: 你回收了残骸，并联系智者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_RIFT_SLUG"]/deadCrew/text
source: You salvage the ship and contact the wise man.
fr: Vous récupérez le vaisseau et contactez le sage.
ko: 배를 인양한 당신은 현자와 접촉했습니다.
ru: Вы разбираете корабль на металлолом и связываетесь с мудрецом.
zh_hans: 你搜刮了这艘船，并与智者联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains and contact the wise man.
fr: Vous récupérez les restes et contactez le sage.
ko: 잔해를 인양한 당신은 현자와 접촉했습니다.
ru: Вы собираете останки и связываетесь с мудрецом.
zh_hans: 你回收了残骸，并联系智者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_RIFT_ROCK"]/deadCrew/text
source: You salvage the ship and contact the wise man.
fr: Vous récupérez le vaisseau et contactez le sage.
ko: 배를 인양한 당신은 현자와 접촉했습니다.
ru: Вы разбираете корабль на металлолом и связываетесь с мудрецом.
zh_hans: 你搜刮了这艘船，并与智者联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains and contact the wise man.
fr: Vous récupérez les restes et contactez le sage.
ko: 잔해를 인양한 당신은 현자와 접촉했습니다.
ru: Вы собираете останки и связываетесь с мудрецом.
zh_hans: 你回收了残骸，并联系智者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the ship and contact the wise man.
fr: Vous récupérez le vaisseau et contactez le sage.
ko: 배를 인양한 당신은 현자와 접촉했습니다.
ru: Вы разбираете корабль на металлолом и связываетесь с мудрецом.
zh_hans: 你搜刮了这艘船，并与智者联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains and contact the wise man.
fr: Vous récupérez les restes et contactez le sage.
ko: 잔해를 인양한 당신은 현자와 접촉했습니다.
ru: Вы собираете останки и связываетесь с мудрецом.
zh_hans: 你回收了残骸，并联系智者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the ship and contact the wise man.
fr: Vous récupérez le vaisseau et contactez le sage.
ko: 배를 인양한 당신은 현자와 접촉했습니다.
ru: Вы разбираете корабль на металлолом и связываетесь с мудрецом.
zh_hans: 你搜刮了这艘船，并与智者联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the remains and contact the wise man.
fr: Vous récupérez les restes et contactez le sage.
ko: 잔해를 인양한 당신은 현자와 접촉했습니다.
ru: Вы собираете останки и связываетесь с мудрецом.
zh_hans: 你回收了残骸，并联系智者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You salvage the ship and contact the wise man.
fr: Vous récupérez le vaisseau et contactez le sage.
ko: 배를 인양한 당신은 현자와 접촉했습니다.
ru: Вы разбираете корабль на металлолом и связываетесь с мудрецом.
zh_hans: 你搜刮了这艘船，并与智者联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Mantis are so grateful that they only take three quarters of the loot, leaving the rest for you. How civilized.
fr: Les Mantis vous sont tellement reconnaissants qu'ils ne prennent que les trois quarts du butin, vous laissant le reste. Comme c'est aimable de leur part...
ko: 맨티스들은 너무나 고마운 나머지 약탈품의 4분의 3만을 가져가고 나머지를 남겼습니다. 배워먹은 놈들이군요.
ru: Богомолы настолько благодарны, что забирают только три четверти добычи, оставляя остальное вам. Как благородно.
zh_hans: 螳螂族们非常感激，他们只拿了四分之三的战利品，剩下的留给你。多么文明啊。

source: The Mantis are so grateful that they only take three quarters of the loot, leaving the rest for you. How civilized.
fr: Les Mantis vous sont tellement reconnaissants qu'ils ne prennent que les trois quarts du butin, vous laissant le reste. Comme c'est aimable de leur part...
ko: 맨티스들은 너무나 고마운 나머지 약탈품의 4분의 3만을 가져가고 나머지를 남겼습니다. 배워먹은 놈들이군요.
ru: Богомолы настолько благодарны, что забирают только три четверти добычи, оставляя остальное вам. Как благородно.
zh_hans: 螳螂族们非常感激，他们只拿了四分之三的战利品，剩下的留给你。多么文明啊。

source: As you're salvaging the Mantis wreck the Zoltan security patrol returns with three other ships. You quickly salvage what you can and set off before they can stop you for questioning.
fr: Alors que vous pillez l'épave mantis, la patrouille de sécurité Zoltan revient avec trois autres vaisseaux. Vous récupérez rapidement ce que vous pouvez et mettez les bouts avant qu'ils ne puissent vous poser des questions.
ko: 당신이 맨티스 난파선을 인양하자 졸탄 경비대가 다른 배 3척과 함께 돌아옵니다. 당신은 그들이 당신을 심문하기 전에 당신이 회수할 수 있는 것을 빨리 회수하고 출발했습니다.
ru: Когда вы разбираете обломки богомолов, патруль золтан возвращается с тремя другими кораблями. Вы быстро собираете все, что можно, и отправляетесь в путь, прежде чем они успеют остановить вас для допроса.
zh_hans: 在你打捞螳螂族飞船残骸的时候，超能族安全巡逻队带着另外三艘船回来了。你迅速打捞出你能打捞的东西，并在他们拦住你进行审问之前出发。

source: As you're salvaging the Mantis wreck the Zoltan security patrol returns with three other ships. You quickly salvage what you can and set off before they can stop you for questioning.
fr: Alors que vous pillez l'épave mantis, la patrouille de sécurité Zoltan revient avec trois autres vaisseaux. Vous récupérez rapidement ce que vous pouvez et mettez les bouts avant qu'ils ne puissent vous poser des questions.
ko: 당신이 맨티스 난파선을 인양하자 졸탄 경비대가 다른 배 3척과 함께 돌아옵니다. 당신은 그들이 당신을 심문하기 전에 당신이 회수할 수 있는 것을 빨리 회수하고 출발했습니다.
ru: Когда вы разбираете обломки богомолов, патруль золтан возвращается с тремя другими кораблями. Вы быстро собираете все, что можно, и отправляетесь в путь, прежде чем они успеют остановить вас для допроса.
zh_hans: 在你打捞螳螂族飞船残骸的时候，超能族安全巡逻队带着另外三艘船回来了。你迅速打捞出你能打捞的东西，并在他们拦住你进行审问之前出发。

source: The Rebel contacts you. "Lovely, you've done our job for us! We'll let you live as thanks. However, I can't promise the fleet will show you the same courtesy." They jump off. You collect what you can from the remains of the Zoltan ship.
fr: Le Rebelle vous contacte. "Charmant, vous avez fait notre travail pour nous ! Nous vous laissons vivre en remerciement. Cependant, je ne peux pas promettre que la flotte vous montrera la même courtoisie." Ils ont sauté. Vous récupérez ce que vous pouvez des restes du vaisseau Zoltan.
ko: 반군이 연락합니다. "좋아, 드디어 우리의 일을 마무리지었군! 감사의 표시로 살려보내주지. 그러나, 난 함대가 너한테 똑같은 감사를 표할꺼라곤 생각안하는걸?" 그들은 도약했습니다. 졸탄 함선의 잔해에서 쓸만한 자원을 인양합니다.
ru: С вами связывается повстанец. "Прекрасно, вы сделали за нас нашу работу! В благодарность мы оставим вас в живых. Однако я не могу обещать, что флот окажет вам такую же любезность". Они уходят. Вы собираете все, что можно, с останков корабля золтанов.
zh_hans: 叛军与你联系。"可爱的，你为我们完成了任务！我们会让你活下去作为感谢。然而，我不能保证舰队会对你有同样的礼遇。"他们跃迁下去了。你从超能族飞船的残骸中收集你能收集的东西。

source: The Rebel contacts you. "Lovely, you've done our job for us! We'll let you live as thanks. However, I can't promise the fleet will show you the same courtesy." They jump off. You collect what you can from the remains of the Zoltan ship.
fr: Le Rebelle vous contacte. "Charmant, vous avez fait notre travail pour nous ! Nous vous laissons vivre en remerciement. Cependant, je ne peux pas promettre que la flotte vous montrera la même courtoisie." Ils ont sauté. Vous récupérez ce que vous pouvez des restes du vaisseau Zoltan.
ko: 반군이 연락합니다. "좋아, 드디어 우리의 일을 마무리지었군! 감사의 표시로 살려보내주지. 그러나, 난 함대가 너한테 똑같은 감사를 표할꺼라곤 생각안하는걸?" 그들은 도약했습니다. 졸탄 함선의 잔해에서 쓸만한 자원을 인양합니다.
ru: С вами связывается повстанец. "Прекрасно, вы сделали за нас нашу работу! В благодарность мы оставим вас в живых. Однако я не могу обещать, что флот окажет вам такую же любезность". Они уходят. Вы собираете все, что можно, с останков корабля золтанов.
zh_hans: 叛军与你联系。"可爱的，你为我们完成了任务！我们会让你活下去作为感谢。然而，我不能保证舰队会对你有同样的礼遇。"他们跃迁下去了。你从超能族飞船的残骸中收集你能收集的东西。

source: The Zoltan hail once the smoke disperses. "Thank you. We were led to believe Federation ideals died along with the Federation itself. Let us aid you a little, for old times' sake." You accept their reward and scrap, then collect some remains from the Rebel ship.
fr: Le Zoltan appelle une fois la fumée dispersée. "Merci. On nous a fait croire que les idéaux de la Fédération étaient morts avec la Fédération elle-même. Laissez-nous vous aider un peu, en souvenir du bon vieux temps." Vous acceptez leur récompense et leurs ferrailles, puis vous récupérez quelques restes du vaisseau rebelle.
ko: 연기가 흩어지며 졸탄 함선이 나타났습니다. "고맙습니다. 우리는 연방의 이상이 연방 자체와 함께 죽었다고 생각했습니다. 옛 정을 생각하여, 우릴 도와준 대가로 보상을 드리겠습니다." 당신은 보상과 스크랩을 받아들이고, 반군 함선의 잔해에서 쓸만한 자원을 수집합니다.
ru: Как только дым рассеивается, золтаны связываются с вами. "Спасибо. Нам внушали, что идеалы Федерации умерли вместе с самой Федерацией. Позвольте нам немного помочь вам, ради старых добрых времен". Вы принимаете их награду и металлолом, а затем собираете обломки корабля повстанцев.
zh_hans: 烟雾散去后，超能族欢呼起来。"谢谢你。我们被告知联邦的理想与联邦本身一起死亡。看在过去的份上，让我们给你一点帮助吧。"你接受了他们的奖励和废料，然后从叛军的船上收集一些残骸。

source: The Zoltan hail once the smoke disperses. "Thank you. We were led to believe Federation ideals died along with the Federation itself. Let us aid you a little, for old times' sake." You accept their reward and scrap, then collect some remains from the Rebel ship.
fr: Le Zoltan appelle une fois la fumée dispersée. "Merci. On nous a fait croire que les idéaux de la Fédération étaient morts avec la Fédération elle-même. Laissez-nous vous aider un peu, en souvenir du bon vieux temps." Vous acceptez leur récompense et leurs ferrailles, puis vous récupérez quelques restes du vaisseau rebelle.
ko: 연기가 흩어지며 졸탄 함선이 나타났습니다. "고맙습니다. 우리는 연방의 이상이 연방 자체와 함께 죽었다고 생각했습니다. 옛 정을 생각하여, 우릴 도와준 대가로 보상을 드리겠습니다." 당신은 보상과 스크랩을 받아들이고, 반군 함선의 잔해에서 쓸만한 자원을 수집합니다.
ru: Как только дым рассеивается, золтаны связываются с вами. "Спасибо. Нам внушали, что идеалы Федерации умерли вместе с самой Федерацией. Позвольте нам немного помочь вам, ради старых добрых времен". Вы принимаете их награду и металлолом, а затем собираете обломки корабля повстанцев.
zh_hans: 烟雾散去后，超能族欢呼起来。"谢谢你。我们被告知联邦的理想与联邦本身一起死亡。看在过去的份上，让我们给你一点帮助吧。"你接受了他们的奖励和废料，然后从叛军的船上收集一些残骸。

# data/events_ships.xml.append$//ship[@name="SHIP_ROCK_HELP_ROCK"]/destroyed/text
source: The Rock ship's hull breaks apart. You salvage the wreck before contacting the Zoltan ship.
fr: Le vaisseau Rocailleux se disloque et vous récupérez tout ce que vous pouvez à son bord avant de contacter les Zoltans.
ko: 락맨 함선의 선체가 산산조각 났습니다. 당신은 졸탄 함선과 접촉하기 전에 난파선을 인양했습니다.
ru: Корпус корабля валунов разваливается на части. Вы собираете обломки корабля, прежде чем связаться с кораблем золтан.
zh_hans: 岩石族飞船的船体破裂了。在与超能族飞船联系之前，你打捞了这艘残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans show little emotion, but express their gratitude with a small payment.
fr: Les Zoltans ne montrent que peu d'émotions, mais ils expriment leur gratitude en vous offrant un petit paiement.
ko: 졸탄들은 감정을 거의 드러내지 않았지만, 적은 돈으로나마 감사를 표했습니다.
ru: Золтаны не проявляют особых эмоций, но выражают свою благодарность небольшой платой.
zh_hans: 超能族没有表现出什么情感，但用少量的钱来表达他们的感激之情。

# data/events_ships.xml.append$//ship[@name="SHIP_ROCK_HELP_ROCK"]/deadCrew/text
source: With the ship's crew dead you salvage the ship before contacting the Zoltans.
fr: Maintenant que l'équipage est mort, vous récupérez tout ce que vous pouvez à bord du vaisseau avant de contacter les Zoltans.
ko: 적함의 선원들이 모두 죽었기에 당신은 졸탄과 접촉하기 전에 먼저 배를 인양했습니다.
ru: После гибели экипажа корабля вы разбираете его, а затем связываетесь с золтанами.
zh_hans: 由于船上的船员都死了，你在与超能族联系之前搜刮了这艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans show little emotion, but express their gratitude with a small payment.
fr: Les Zoltans ne montrent que peu d'émotions, mais ils expriment leur gratitude en vous offrant un petit paiement.
ko: 졸탄들은 감정을 거의 드러내지 않았지만, 적은 돈으로나마 감사를 표했습니다.
ru: Золтаны не проявляют особых эмоций, но выражают свою благодарность небольшой платой.
zh_hans: 超能族没有表现出什么情感，但用少量的钱来表达他们的感激之情。

source: The Rock ship arrives just as you put the finishing blows to the Zoltan ship. They're not of a mind to thank you, and you get the impression it'd be best if you left post-haste...
fr: Les Rocailleux arrivent juste au moment où vous achevez le vaisseau Zoltan. Ils ne semblent guère avoir envie de vous remercier et quelque chose vous dit que vous avez intérêt à déguerpir sans perdre de temps.
ko: 졸탄 함선에 마지막 타격을 가한 순간 락맨 함선이 도착했습니다. 그들에겐 감사한 마음이 없었으며, 당신은 서둘러 떠나는게 최선이라는 인상을 받았습니다...
ru: Корабль валунов прибывает как раз в тот момент, когда вы наносите последние удары по кораблю золтан. Они не хотят вас благодарить, и у вас складывается впечатление, что лучше бы вам поскорее уйти...
zh_hans: 就在你对超能族飞船进行最后一击的时候，岩石族飞船来了。他们并不打算感谢你，而且你觉得你最好尽快离开...

# data/events_ships.xml.append$//ship[@name="SHIP_ROCK_HELP_ZOLTAN"]/deadCrew/text
source: By the time the Rock ship arrives you've all but tied a bow around their quarry. The injured and dying Zoltans are easily taken into custody and the Rock ship grudgingly transfers over what you assume must be the bounty.
fr: Le temps que le vaisseau Rocailleux arrive, vous vous êtes chargé de sa proie. Les Zoltans blessés sont faciles à capturer et, à contrecœur, les Rocailleux vous transfèrent le montant de la prime.
ko: 그들을 채석장 주위에 묶어두자 락맨 함선이 도착했습니다. 부상당하고 죽어가는 졸탄들은 쉽게 체포되며 락맨 함선은 마지못해 현상금이라고 생각되는 것을 양도했습니다.
ru: К моменту прибытия корабля валунов вы уже практически завязали бантик на их добыче. Раненых и умирающих золтанов легко берут под стражу, а корабль валунов нехотя передает то, что, по вашему мнению, должно быть наградой.

source: The Mantis defeated, you contact the weakened Slug vessel. "You ssseee," they begin, "we are most grateful, but, that isss, we do not currently have the liquid asssets to reward you at this time."
fr: Une fois les Mantis vaincus, vous contactez le vaisseau Limace affaibli. "Merci de votre aide, vraiment, mais hélasss... nous n'avons pas de quoi vous récompenssser à l'heure actuelle."
ko: 맨티스선이 격침되고, 당신은 약해진 슬러그 선박에 연락했습니다. "보다씨피이." 그들이 말문을 엽니다. "우리도 쩡말 감사하찌만, 다씨 말하짜면 우리가 현쨰 당씬한테 보쌍할만한 유동 짜싼을 가찌고 이찌 않탄 말이찌이."
ru: После победы над кораблем богомолов, вы связываетесь с поврежденным кораблем слизней. "Видите ли, - начинают они, - мы очень благодарны, но в данный момент у нассс нету ликвидных активов, которыми мы могли бы вассс вознаградить".
zh_hans: 螳螂族被打败了，你联系了虚弱的蛞蝓族飞船。"您好，"他们开始说，"我们非常感激，但是，那是，我们目前没有液体资产来奖励你。"

source: Leave them be.
fr: Les laisser tranquille.
ko: 내버려둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: These wretches aren't worth fighting. Time to spin up and jump off.
fr: Ils ne méritent même pas que vous perdiez votre temps à les affronter. Vous chargez votre générateur SPL et vous en allez.
ko: 이 불쌍한 놈들은 싸울 가치도 없습니다. 돌아서서 도약할 시간입니다.
ru: С этими ублюдками не стоит сражаться. Пора разогнаться и уйти в прыжок.
zh_hans: 这些卑鄙小人不值得战斗。是时候旋转起来，跃迁下去了。

source: Finish them off.
fr: Les achever.
ko: 그들을 끝장낸다.
ru: Прикончить их.
zh_hans: 解决他们。

source: The Mantis defeated, you contact the weakened Slug vessel. "You sssee," they begin, "we are most grateful, but, that isss, we do not currently have the liquid asssets to reward you at thiss time."
fr: Une fois les Mantis vaincus, vous contactez le vaisseau Limace affaibli. "Mercccci de votre aide, vraiment, mais hélasss... nous n'avons pas de quoi vous récompenssser à l'heure actuelle."
ko: 맨티스선이 격침되고, 당신은 약해진 슬러그 선박에 연락했습니다. "보다씨피이." 그들이 말문을 엽니다. "우리도 쩡말 감사하찌만, 다씨 말하짜면 우리가 현쨰 당씬한테 보쌍할만한 유동 짜싼을 가찌고 이찌 않탄 말이찌이."
ru: После победы над кораблем богомолов, вы связываетесь с поврежденным кораблем слизней. "Видите ли, - начинают они, - мы очень благодарны, но в данный момент у нассс нету ликвидных активов, чтобы вознаградить вассс".
zh_hans: 螳螂族被打败了，你联系了虚弱的蛞蝓族飞船。"你看，"他们开始说，"我们非常感激，但是，我们目前没有液体资产来奖励你。"

source: Leave them be.
fr: Les laisser tranquille.
ko: 내버려둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: These wretches aren't worth fighting. Time to spin up and jump off.
fr: Ils ne méritent même pas que vous perdiez votre temps à les affronter. Vous chargez votre générateur SPL et vous en allez.
ko: 이 불쌍한 놈들은 싸울 가치도 없습니다. 돌아서서 도약할 시간입니다.
ru: С этими ублюдками не стоит сражаться. Пора разогнаться и уйти в прыжок.
zh_hans: 这些卑鄙小人不值得战斗。是时候旋转起来，跃迁下去了。

source: Finish them off.
fr: Les achever.
ko: 그들을 끝장낸다.
ru: Прикончить их.
zh_hans: 解决他们。

source: At last the Slugs' prized possessions are yours for the taking. After, that is, you split your takings with the Mantis.
fr: Les possessions des Limaces sont enfin à vous. Après les avoir partagées avec les Mantis, bien sûr...
ko: 드디어 슬러그들의 소중한 재산이 당신의 손에 쥐어집니다. 그 후, 맨티스와 돈을 나눴습니다.
ru: Наконец-то добыча слизней стала вашей. После того, как вы поделитесь добычей с богомолами.
zh_hans: 最后，蛞蝓族们的珍贵财产都归你所有。在你与螳螂族分享你的收获之后。

source: At last the Slugs' prized possessions are yours for the taking. After, that is, you split your takings with the Mantis.
fr: Les possessions des Limaces sont enfin à vous. Après les avoir partagées avec les Mantis, bien sûr...
ko: 드디어 슬러그들의 소중한 재산이 당신의 손에 쥐어집니다. 그 후, 맨티스와 돈을 나눴습니다.
ru: Наконец-то добыча слизней стала вашей. После того, как вы поделитесь добычей с богомолами.
zh_hans: 最后，蛞蝓族们的珍贵财产都归你所有。在你与螳螂族分享你的收获之后。

source: You've defeated the Mantis vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Mantis. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 맨티스선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль богомолов. Прежде чем связаться с их жертвой, вы разбираете останки на металлолом.
zh_hans: 你已经击败了螳螂族飞船。在与它们的受害者接触之前，你把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
