Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_VICTIM_SLAVER"]/destroyed/text
source: The slavers are dead, and rightfully so. You scrap their ship.
fr: Les esclavagistes sont morts et à juste titre. Vous démontez leur vaisseau.
ko: 그 노예상들은 모두 죽었습니다. 마땅히 그래야죠. 당신은 그들 함선의 잔해를 모읍니다.
ru: Работорговцы мертвы, и вполне заслуженно. Вы разобрали их корабль.
zh_hans: 奴隶主已经死了，而且理所当然。你搜刮了他们的飞船。

source: Contact the Outcasts.
fr: Contacter les Exilés.
ko: 망명자들에게 연락한다.
ru: Связаться с Изгоями.
zh_hans: 联系流放者。

# data/events_ships.xml.append$//ship[@name="SHIP_VICTIM_SLAVER"]/deadCrew/text
source: The slavers are dead, and rightfully so. You scrap their ship.
fr: Les esclavagistes sont morts et à juste titre. Vous démontez leur vaisseau.
ko: 그 노예상들은 모두 죽었습니다. 마땅히 그래야죠. 당신은 그들의 함선을 해체합니다.
ru: Работорговцы мертвы, и вполне заслуженно. Вы разобрали их корабль.
zh_hans: 奴隶主已经死了，而且理所当然。你搜刮了他们的飞船。

source: Contact the Outcasts.
fr: Contacter les Exilés.
ko: 망명자들에게 연락한다.
ru: Связаться с Изгоями.
zh_hans: 联系流放者。

source: The Inquisition vessel has been defeated. You scrap the remains, though many of the other Rock ships have escaped during the fight.
fr: Le vaisseau Inquisiteur a été vaincu. Vous récupérez les restes, cependant la plupart des autres vaisseaux Rocailleux se sont échappés durant le combat.
ko: 락맨 이단 심문관 선박이 패배했습니다. 선박에 남은 잔해를 모았지만, 그사이 다른 락맨 함선들이 전투 도중에 탈출했습니다.
ru: Корабль Инквизиции повержен. Вы разбираете останки на металлолом, однако многие другие корабли валунов сбежали во время боя.
zh_hans: 圣判所的船只被打败了。你搜刮了残骸，尽管许多其他的岩石族飞船在战斗中逃跑了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Seems the only ships that didn't escape were a few damaged transport vessels, which surrender to you and offer a weapon from their cargo.
fr: Il semblerait que les seuls vaisseaux qui ne se soient pas enfuits soit quelques vaisseaux cargo endommagés, qui se rendent et offrent une arme de leur cargaison.
ko: 탈출하지 못한 배들은 파손된 수송선 몇 척뿐이었던 것 같습니다. 수송선들은 당신에게 항복하고 화물칸에서 꺼낸 무기를 제공했습니다.
ru: Похоже, единственными кораблями, которые не сбежали, были несколько поврежденных транспортных судов, которые сдались вам и предложили оружие из своего груза.
zh_hans: 似乎唯一没有逃跑的船只是几艘受损的运输船，它们向你投降，并从它们的货物中提供一种武器。

source: The Inquisition vessel has been defeated. You scrap the remains, though many of the other Rock ships have escaped during the fight.
fr: Le vaisseau Inquisiteur a été vaincu. Vous récupérez les restes, cependant la plupart des autres vaisseaux Rocailleux se sont échappés durant le combat.
ko: 락맨 이단 심문선을 격파했습니다. 다른 락맨 함선들은 전투 도중에 탈출했습니다. 당신은 적함의 잔해를 수거합니다.
ru: Корабль Инквизиции повержен. Вы разбираете останки на металлолом, однако многие из других кораблей валунов сбежали во время боя.
zh_hans: 圣判所的船只被打败了。你搜刮了残骸，尽管许多其他的岩石族飞船在战斗中逃跑了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Seems the only ships that didn't escape were a few damaged transport vessels, which surrender to you and offer a weapon from their cargo.
fr: Il semblerait que les seuls vaisseaux qui ne se soient pas enfuits soit quelques vaisseaux cargo endommagés, qui se rendent et offrent une arme de leur cargaison.
ko: 탈출하지 못한 배들은 파손된 수송선 몇 척뿐이었던 것 같습니다. 수송선들은 당신에게 항복하고 화물칸에서 꺼낸 무기를 제공했습니다.
ru: Похоже, единственными кораблями, которые не сбежали, были несколько поврежденных транспортных судов, которые сдались вам и предложили оружие из своего груза.
zh_hans: 似乎唯一没有逃跑的船只是几艘受损的运输船，它们向你投降，并从它们的货物中提供一种武器。

source: "Do you have any idea what you're doing? The Theocracy aren't your allies! They'll stab you in the back the first chance they get! Don't do this!"
fr: "Avez-vous une seule idée ce que vous êtes en train de faire ? La Théocratie n'est pas votre allié ! Ils vous poignarderont dans le dos à la première occasion ! Ne faites pas cela !"
ko: "지금 무슨 짓을 하고 있는 지는 아시오? 락맨 신정은 당신들의 동맹이 아니잖소! 그들은 기회가 되는대로 당신을 뒤에서 찌를 것이오! 제발 멈추시오!"
ru: "Ты хоть понимаешь, что ты делаешь? Теократия - не твои союзники! Они ударят тебе в спину при первой же возможности! Не делай этого!"
zh_hans: "你知道你在做什么吗？神权国不是你的盟友！他们一有机会就会从背后捅你一刀！别这样！不要这样做！"

source: Ignore them and demand they hand over the cargo.
fr: Les ignorer et exiger qu'ils remettent la cargaison.
ko: 그들을 무시하고 화물을 넘기길 요구한다.
ru: Не обращать внимания на их слова и потребовать, чтобы они отдали груз.
zh_hans: 无视他们，要求他们交出货物。

source: With no other choice, the Crystals hand over the cargo and jump away. Not too long after the Theocracy convoy arrives and inspects the cargo. Satisfied, they transfer over a reward, but as you're leaving hostile boarders spring up on your ship! Seems the SSLG was right about you being stabbed in the back.
fr: N'ayant pas d'autre choix, les Cristaliens remettent la cargaison et s'en vont. Peu de temps après, le convoi de la Théocratie arrive et inspecte celle-ci. Satisfaits, ils transfèrent une récompense, mais au moment où vous partez, des explosifs secouent votre vaisseau ! Les Libérateurs avaient raison de dire que vous avez été poignardé dans le dos.
ko: 선택의 여지가 없으니, 크리스탈은 화물을 넘기고 도약했습니다. 머지않아 락맨 신정 호송대가 도착해 화물을 검사합니다. 만족스럽게도 보상을 넘겨주었지만, 당신이 떠날 때 갑자기 폭발이 일어나 함선을 뒤흔들었습니다! SSLG가 뒤통수에 대해 이야기했던 것이 맞는 말이었군요.
ru: Не имея другого выбора, кристаллины передают груз и уходят в прыжок. Вскоре после этого прибывает конвой Теократии и осматривает груз. Удовлетворенные, они передают награду, но когда вы уходите, взрывы сотрясают ваш корабль! Похоже, ГОСВ был прав насчет того, что вам нанесут удар в спину.
zh_hans: 在别无选择的情况下，水晶族交出货物并跃迁走。没过多久，神权国派的舰队就来到了这里，并检查了货物。他们很满意，并转交了一笔赏金，但在你离开时，你的星舰突然剧震！看来姊族解放组织说你被人在背后捅刀子是对的。

source: Propose setting a trap with the cargo.
fr: Proposer d'élaborer un piège avec la cargaison.
ko: 화물에 함정을 설치한다.
ru: Предложить устроить ловушку на груз.
zh_hans: 提议用货物设置一个陷阱。

source: The Crystals seem to think this proposition over, but eventually accept. They swap the valuable items inside for explosives.
fr: Les Cristaliens réflechissent à cette proposition, mais finissent par accepter. Ils échangent les objets de valeur s'y trouvant avec des explosifs.
ko: 크리스탈 함선은 곰곰히 생각 해본 뒤 결국 받아들입니다. 그들은 귀중품과 폭발물을 교환합니다.
ru: Кристаллины, похоже, обдумывают это предложение, но в конце концов соглашаются. Они обменивают ценные вещи на взрывчатку.
zh_hans: 水晶族似乎在考虑这个提议，但最终接受了。他们把里面的贵重物品换成了炸药。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: They thank you one last time and offer a gift before jumping away. Moments later the Theocracy convoy arrives, but as soon as you hand over the cargo it explodes! It mortally wounds the leaders of the crusaders and cripples their systems. With no other choice, the Theocracy flees.
fr: Ils vous remercient une dernière fois et offrent un cadeau avant de s'en aller. Quelques moments après, le convoi de la Théocratie arrive, mais dès que vous leur remettez la cargaison, elle explose ! Elle blesse grièvement les leaders Croisés et ravage leurs systèmes. La Théocratie est contrainte de fuire.
ko: 그들은 도약하기 전 마지막으로 당신에게 감사를 표하고 선물을 제공합니다. 잠시뒤에 락맨 신정 호송대가 도착하고 화물을 건네자마자 폭발합니다! 폭발은 신정 크루세이더들의 지도자들에게 치명상을 입히고 함선 시스템에 장애를 일으킵니다. 별 수가 없으니, 락맨 신정은 후퇴합니다.
ru: Они поблагодарят вас в последний раз и предлагают подарок, прежде чем уйти. Мгновением позже прибывает конвой Теократии, но как только вы передаете груз, он взрывается! Это смертельно ранит лидеров Крестоносцев и выводит из строя их системы. Не имея другого выбора, Теократия спасается бегством.
zh_hans: 他们最后一次感谢你，并在跃迁走之前提供了一份礼物。几分钟后，神权国派的车队到达了，但是当你把货物交给他们的时候，它就爆炸了。它使圣战者的领导人受到致命的伤害，并使他们的系统瘫痪。在别无选择的情况下，神权国组织逃离了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the Crystals and keep firing.
fr: Ignorer les Cristaliens et continuer les tirs.
ko: 크리스탈 함선을 무시하고, 계속 포격합니다.
ru: Не обращать внимания на кристаллинов и продолжать стрелять.
zh_hans: 无视水晶族，继续射击。

source: The station explodes, leaving behind a substantial amount of scrap matter.
fr: La station explose, laissant derrière une substantielle collection de ferraille.
ko: 정거장이 폭발하면서 상당한 양의 스크랩을 남깁니다.
ru: Станция взрывается, оставляя после себя значительное количество металлолома.
zh_hans: 该空间站爆炸，留下了大量的废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, the cargo most certainly has not survived the conflict. The Theocracy vessels arrive not much later and are furious. "Idiot! This is why the Theocracy has sided with the Coalition and not the Federation. You Feds do not know how to deliver on your promises!"
fr: Malheureusement, la cargaison n'a certainement pas survécué à cela. Les vaisseaux de la Théocratie finissent par arriver et ils sont furieux. "Idiot ! C'est pour cela que la Théocratie s'est rangé du coté de la Coalition et non de la Fédération. Vous, les Fédés, ne savent pas livrer vos promesses !"
ko: 불행히도, 대부분 화물은 충돌에서 버티지 못한 것 같습니다. 락맨 신정 선박이 도착하고 곧이어서 분노합니다. "바보같으니! 이것이 락맨 신정이 연방이 아닌 연합과 함께하는 이유다. 네놈 연방들은 약속을 이행하는 법도 모르는 겐가!"
ru: К сожалению, груз, скорее всего, не пережил конфликт. Корабли Теократии прибыли немного позже и были в ярости. "Идиот! Вот почему Теократия встала на сторону Коалиции, а не Федерации. Вы, федералы, не умеете выполнять свои обещания!"
zh_hans: 不幸的是，这些货物肯定没有在冲突中幸存下来。神权国派的船只在不久后到达，他们非常愤怒。"这就是为什么神权国会站在星联一边而不是联邦一边。你们联邦不知道如何兑现你们的承诺！"

source: The station has been cleared of crew, leaving behind a substantial amount of scrap matter.
fr: Le vaisseau Inquisiteur a été vaincu. Vous récupérez les restes, cependant la plupart des autres vaisseaux Rocailleux se sont échappés durant le combat.
ko: 어마어마한 양의 스크랩을 남기고 정거장의 선원들은 모두 죽었습니다.
ru: Станция была очищена от экипажа, оставив после себя значительное количество металлолома.
zh_hans: 该空间站已经清除了船员，留下了大量的废旧物质。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Not too long after the Theocracy convoy arrives and inspects the cargo. Satisfied, they transfer over a reward, but as you're leaving hostile boarders spring up on your ship! Guess its not too unexpected that you've been stabbed in the back.
fr: Il semblerait que les seuls vaisseaux qui ne se soient pas enfuits soit quelques vaisseaux cargo endommagés, qui se rendent et offrent une arme de leur cargaison.
ru: Вскоре после этого прибывает конвой Теократии и осматривает груз. Удовлетворенные, они передают вам вознаграждение, но когда вы уходите, ваш корабль сотрясает взрывчатка! Похоже, ГОСВ были правы, когда говорил, что вам нанесут удар в спину.

# data/events_ships.xml.append$//ship[@name="SHIP_OUTCAST_FAT"]/destroyed/text
source: It seems you fought a little too well - Chung Bungalung is dead, and his secret will remain forever unknown.
fr: Il semblerait que vous ayez combattu un peu trop vaillamment- Chung Bungalung est mort et son secret restera inconnu à jamais.
ko: 당신이 조금 과도하게 잘 싸운 것 같군요. 충 붕갈룽이 죽었으니, 그의 비밀은 영원히 미지로 남을 것입니다.
ru: Похоже, вы сражались слишком хорошо - Чунг Бунгалунг мертв, и его секрет навсегда останется тайной.
zh_hans: 看来你打得有点过头了，冲邦格郎已经死了，他的存活下来秘密将永远不为人知。

# data/events_ships.xml.append$//ship[@name="SHIP_OUTCAST_FAT"]/deadCrew/text
source: It seems you fought a little too well - Chung Bungalung is dead, and his secret will remain forever unknown.
fr: Il semblerait que vous ayez combattu un peu trop vaillamment- Chung Bungalung est mort et son secret restera inconnu à jamais.
ko: 당신이 조금 과도하게 잘 싸운 것 같군요. 충 붕갈룽이 죽었으니, 그의 비밀은 영원히 미지로 남을 것입니다.
ru: Похоже, вы сражались слишком хорошо - Чунг Бунгалунг мертв, и его секрет навсегда останется тайной.
zh_hans: 看来你打得有点过头了，冲邦格郎已经死了，他的存活下来秘密将永远不为人知。

source: The slavers are dead. You scrap their ship.
fr: Les esclavagistes sont morts. Vous désossez leur vaisseau.
ko: 노예상이 죽었습니다. 당신은 그들의 함선에서 쓸만한 것을 챙깁니다.
ru: Работорговцы мертвы. Вы разбираете их корабль.
zh_hans: 奴隶主们都死了。你搜刮了他们的船。

source: Free the slaves.
fr: Libérer les esclaves.
ko: 노예를 풀어준다.
ru: Освободить рабов.
zh_hans: 解放奴隶。

source: You free all of the slaves that the slavers had held captive at the camp. Most of them you simply release nearby at an Outcast village, but one offers to help your mission.
fr: Vous libérez tout les esclaves qui étaient retenus prisonniers au camp. Vous relachez la plupart d'entre eux à un village Exilé proche, mais l'un d'eux propose de vous aider dans votre mission.
ko: 당신은 수용소의 모든 노예를 풀어줍니다. 당신은 단순히 대부분 노예들을 근처의 망명자 마을에 풀어주지만, 한 명은 당신의 임무에 도움을 줄 것을 제안합니다.
ru: Вы освобождаете всех рабов, которых работорговцы держали в плену в лагере. Большинство из них вы просто отпускаете неподалеку в деревне Изгоев, но один предлагает помочь вам в вашей миссии.
zh_hans: 你释放了所有被奴隶主囚禁在营地的奴隶。大多数人你只是在附近的一个流放者村释放了他们，但有一个人提出要帮助你的任务。

source: The slavers are dead. You scrap their ship.
fr: The slavers are dead. Vous désossez leur vaisseau.
ko: 노예상이 죽었습니다. 당신은 그들의 함선에서 쓸만한 것을 챙깁니다.
ru: Работорговцы мертвы. Вы разбираете их корабль.
zh_hans: 奴隶主们都死了。你搜刮了他们的船。

source: Free the slaves.
fr: Libérer les esclaves.
ko: 노예를 풀어준다.
ru: Освободить рабов.
zh_hans: 解放奴隶。

source: You free all of the slaves that the slavers had held captive at the camp. Most of them you simply release nearby at an Outcast village, but one offers to help your mission.
fr: Vous libérez tout les esclaves qui étaient retenus prisonniers au camp. Vous relachez la plupart d'entre eux à un village Exilé proche, mais l'un d'eux propose de vous aider dans votre mission.
ko: 당신은 수용소의 모든 노예를 풀어줍니다. 당신은 단순히 대부분 노예들을 근처의 망명자 마을에 풀어주지만, 한 명은 당신의 임무에 도움을 줄 것을 제안합니다.
ru: Вы освобождаете всех рабов, которых работорговцы держали в плену в лагере. Большинство из них вы просто отпускаете неподалеку в деревне Изгоев, но один предлагает помочь вам в вашей миссии.
zh_hans: 你释放了所有被奴隶主囚禁在营地的奴隶。大多数人你只是在附近的一个流放者村释放了他们，但有一个人提出要帮助你的任务。

# data/events_ships.xml.append$//ship[@name="SHIP_LOSTSUN_UNLOCK"]/surrender/text
source: Suddenly, the stolen cruiser stops firing. From the shadows steps out a Rockwoman, bearing the hat of an admiral. "You fight valiantly in the name of your allies captain. You should be proud."
fr: D'un seul coup, le croiseur volé s'arrête de tirer. Depuis les ombres sort une Rocailleuse, portant le chapeau d'un amiral. "Vous combattez vaillamment au nom de vos alliés, capitaine. Vous devriez être fier."
ko: 갑자기, 도둑맞은 순양함이 포격을 멈춥니다. 그림자 속에서 제독의 모자를 쓴 락우먼이 나타납니다. "당신은 동맹군 선장의 이름으로 용감하게 싸웠소. 자랑스러워 해도 좋소"
ru: Внезапно украденный крейсер прекращает огонь. Из тени выходит женщина-валун в адмиральской шляпе. "Вы доблестно сражаетесь во имя своих союзников, капитан. Вами можно гордиться".
zh_hans: 突然，那艘被夺的星舰停止了射击。从阴影中走出一名岩石族女子，戴着一顶上将的帽子。"你为你的盟友而英勇战斗，舰长。你应该感到自豪。"

source: This was all a test?
fr: Tout cela était une épreuve ?
ko: 이게 전부 테스트였나?
ru: Это все было испытанием?
zh_hans: 这都是一个测试？

# data/events_ships.xml.append$//ship[@name="SHIP_LOSTSUN_UNLOCK"]/destroyed/text
source: The cruiser has fallen. That'll teach the Inquisition a thing or two.
fr: Le croiseur est tombé. Que cela serve de leçon à l'Inquisition.
ko: 이 순양함은 몰락했습니다. 이는 이단 심문관에게 한 두가지 교훈을 주겠죠.
ru: Крейсер пал. Это послужит уроком для Инквизиции.
zh_hans: 星舰已经陨落，这将给圣判所一两个教训。

# data/events_ships.xml.append$//ship[@name="SHIP_LOSTSUN_UNLOCK"]/deadCrew/text
source: The Cruiser has been emptied of crew. You figure that's the end of it, but from the shadows steps out a Rockwoman, bearing the hat of an admiral. "You fight valiantly in the name of your allies captain. Too valiantly perhaps... the lives lost here might have been unnecessary casualities, but they knew what they were getting into."
fr: Le croiseur a été vidé de son équipage. Vous pensez que cela est la fin, mais depuis les ombres sort une Rocailleuse, portant le chapeau d'un amiral. "Vous combattez vaillamment au nom de vos alliés, capitaine. Peut-être même trop vaillamment... les vies qui ont été perdues ici sont peut-être des pertes qui auraient pu être évitées, mais ils savaient dans quoi ils s'engageaient."
ko: 이 순양함은 승무원 하나 없이 있어온 것 같습니다 . 당신은 그것이 끝이라고 생각했지만, 어둠 속에서 제독의 모자를 쓴 락우먼이 나옵니다. "당신은 동맹군 선장의 이름으로 용감하게 싸웠소. 어쩌면 너무 용감하게... 이곳에서 희생된 사람들이 불필요한 사상자였을 수도 있었으나, 그들은 자신들이 어떤 상황에 처해 있는지 알고 있었소."
ru: Крейсер очищен от экипажа. Вы думаете, что на этом все и закончится, но тут из тени выходит женщина-валун в адмиральской шляпе. "Вы доблестно сражаетесь во имя своих союзников, капитан. Возможно, слишком доблестно... Погибшие здесь могли быть ненужными жертвами, но они знали, на что шли".
zh_hans: 岩石星舰上的船员已经被清空了。你以为这就是结局，但从阴影中走出一个戴着上将帽子的岩石族女子。"你为你的盟友而英勇战斗，舰长。就是可能有点过于英勇了...这里的伤亡可能是不必要的牺牲，但他们预先已经了解了情况，并自愿作战。"

source: This was all a test?
fr: Tout cela était une épreuve ?
ko: 이게 전부 테스트였나?
ru: Это все было испытанием?
zh_hans: 这都是一个测试？

source: You have successfully destroyed the Rock ship. You scrap its remains.
fr: Vous avez réussi à détruire le vaisseau Rocailleux. Vous récupérez ses restes.
ko: 당신은 성공적으로 락맨 함선을 파괴했습니다. 당신은 함선에서 쓸만한 것들을 모읍니다.
ru: Вы успешно уничтожили корабль валунов. Его останки можно разобрать на металлолом.
zh_hans: 你已经成功地摧毁了岩石族飞船。你把它的残骸搜刮了。

source: Contact the Lost Sun ship.
fr: Contacter le vaisseau Soleil Perdu.
ko: 로스트선 함선에 연락한다.
ru: Связаться с кораблем Затерянных Солнц.
zh_hans: 联系迷失烈阳飞船。

source: You have successfully killed the Rock crew. You scrap the ship's hull.
fr: Vous avez réussi à tuer l'équipage Rocailleux. Vous démantelez la coque du vaisseau.
ko: 당신은 성공적으로 락맨 선원들을 죽였습니다. 당신은 함선의 선체를 해체합니다.
ru: Вы успешно убили экипаж валунов. Вы разбираете корпус корабля на металлолом.
zh_hans: 你成功地杀死了岩石族飞船的船员。你将船体搜刮。

source: Contact the Lost Sun ship.
fr: Contacter le vaisseau Soleil Perdu.
ko: 로스트선 함선에 연락한다.
ru: Связаться с кораблем Затерянных Солнц.
zh_hans: 联系迷失烈阳飞船。

source: You have successfully destroyed the Lost Sun ship. You scrap its remains.
fr: Vous avez réussi à détruire le vaisseau Soleil Perdu. Vous récupérez ses restes.
ko: 당신은 성공적으로 로스트선 함선을 파괴했습니다. 당신은 남은 잔해를 인양합니다.
ru: Вы успешно уничтожили корабль Затерянных Солнц. Вы разбираете его останки на металлолом.
zh_hans: 你已经成功地摧毁了迷失烈阳飞船。你搜刮了它的残骸。

source: Contact the Rock ship.
fr: Contacter le vaisseau Rocailleux.
ko: 락맨 함선에 연락한다.
ru: Связаться кораблем валунов.
zh_hans: 联系岩石族飞船。

source: You have successfully killed the Lost Sun crew. You scrap the ship's hull.
fr: Vous avez réussi à tuer l'équipage Soleil Perdu. Vous démantelez la coque du vaisseau.
ko: 당신은 성공적으로 로스트선 함선의 선원들을 몰살했습니다. 당신은 남은 잔해를 인양합니다.
ru: Вы успешно убили экипаж Затерянных Солнц. Вы разбираете корпус корабля на металлолом.
zh_hans: 你成功地杀死了迷失烈阳飞船船员。你将船体搜刮。

source: Contact the Rock ship.
fr: Contacter le vaisseau Rocailleux.
ko: 락맨 함선에 연락한다.
ru: Связаться с кораблем валунов.
zh_hans: 联系岩石族飞船。

source: The Lost Sun ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau Soleil Perdu se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 로스트선 함선이 산산조각납니다. 당신은 서둘러 민간인 함선에 연락합니다.
ru: Корабль Затерянных Солнц разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 迷失烈阳飞船解体了。你急忙与民用飞船联系。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_LOSTSUN_CIVILIAN"]/deadCrew/text
source: No more life signs detected on the Lost Sun ship. You hasten to contact the civilian ship.
fr: Plus aucune forme de vie n'est détecté sur le vaisseau Soleil Perdu. Vous vous empressez de contacter le vaisseau civil.
ko: 더이상 로스트선 함선에 생체 반응이 보이지 않습니다. 당신은 서둘러 민간인 함선에 연락합니다.
ru: На корабле Затерянных Солнц больше не обнаружено признаков жизни. Вы спешите связаться с гражданским кораблем.
zh_hans: 迷失烈阳飞船上没有发现更多的生命迹象。你赶紧联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

source: The Lost Sun ship breaks apart, and you scrap its remains.
fr: Le vaisseau Soleil Perdu se disloque et vous récupérez ses restes.
ko: 로스트선 함선이 산산조각납니다. 그리고 당신은 남은 잔해를 인양합니다.
ru: Корабль Затерянных Солнц разваливается на части, и вы разбираете его останки на металлолом.
zh_hans: 迷失烈阳飞船破裂了，你把它的残骸搜刮了。

source: Investigate the wreckage of the Mantis ship.
fr: Enquêter sur l'épave du vaisseau Mantis.
ko: 맨티스 함선의 잔해를 조사한다.
ru: Исследовать обломки корабля богомолов.
zh_hans: 调查螳螂族飞船的残骸。

source: The Lost Sun crew is dead, and you scrap its remains.
fr: L'équipage Soleil Perdu est mort et vous récupérez ses restes.
ko: 로스트선 선원들이 모두 죽었습니다. 당신은 남은 함선 잔해를 인양합니다.
ru: Экипаж Затерянных Солнц мертв, вы разбираете останки корабля на металлолом.
zh_hans: 迷失烈阳船员已经死了，你把它的残骸搜刮了。

source: Investigate the wreckage of the Mantis ship.
fr: Enquêter sur l'épave du vaisseau Mantis.
ko: 맨티스 함선의 잔해를 조사한다.
ru: Исследовать обломки корабля богомолов.
zh_hans: 调查螳螂族飞船的残骸。

source: The Lost Sun ship breaks apart. You hasten to contact the settlement.
fr: Le vaisseau Soleil Perdu se disloque. Vous vous empressez de contacter la colonie.
ko: 로스트선 함선이 산산조각납니다. 당신은 서둘러 정착지와 연락합니다.
ru: Корабль Затерянных Солнц разваливается на части. Вы спешите связаться с поселением.
zh_hans: 迷失烈阳飞船解体了。你急忙与定居点联系。

source: Contact the settlement.
fr: Contacter la colonie.
ko: 정착지에 연락한다.
ru: Связаться с поселением.
zh_hans: 联系定居地。

source: No more life signs detected on the Lost Sun ship. You hasten to contact the settlement.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau Soleil Perdu. Vous vous empressez de contacter la colonie.
ko: 더이상 로스트선 함선에 생체 반응이 보이지 않습니다. 당신은 서둘러 정착지에 연락합니다.
ru: На корабле Затерянных Солнц больше не обнаружено признаков жизни. Вы спешите связаться с поселением.
zh_hans: 迷失烈阳飞船上没有发现更多的生命迹象。你赶紧去联系定居地。

source: Contact the settlement.
fr: Contacter la colonie.
ko: 정착지에 연락한다.
ru: Связаться с поселением.
zh_hans: 联系定居地。

source: "Very good! You have bested us. Here is your reward."
fr: "Très bien ! Vous nous avez battus. Voici votre récompense."
ko: "아주 좋소! 당신이 이겼소. 받으시오, 보상이오."
ru: "Очень хорошо! Ты превзошел нас. Вот твоя награда".
zh_hans: "非常好！你已经打败了我们。这是你的奖励。"

source: Somehow, you've killed the Lost Sun ship before they could end the challenge. You were so close to a reward, but you've ruined it. You'll have to be content with the scrap from their ship.
fr: D'une manière ou d'une autre, vous avez tué les Lost Sun avant qu'ils puissent déclarer forfait. Vous étiez si proche d'une récompense, mais vous avez tout gaché. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 어찌된 일인지, 당신은 그들이 도전을 마치기 전에 로스트선 선원들을 모두 죽였습니다. 보상이 머지않았는데, 당신이 망쳤군요. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Каким-то образом вы уничтожили корабль Затерянных Солнц до того, как они смогли закончить свое испытание. Вы были так близки к награде, но все испортили. Вам придется довольствоваться обломками с их корабля.
zh_hans: 不知何故，你在迷失烈阳飞船结束挑战之前就已经杀死了他们。你离奖励如此之近，但你却毁了它。你只能满足于他们船上的废料了。

source: You've successfully killed all of the Lost Suns, and therefore forfeited any form of reward. You'll have to be content with the scrap from their ship.
fr: Vous avez réussi à tuer tout les Lost Sun et avez donc évité toute possibilité d'être récompensé par eux. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 당신은 성공적으로 로스트선 선원들을 모두 죽였습니다. 따라서 어떤 보상도 박탈당했습니다. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Вы благополучно уничтожили весь экипаж Затерянных Солнц и поэтому лишились любой формы вознаграждения. Вам придется довольствоваться обломками с их корабля.
zh_hans: 你已经成功地铲除了所有的迷失烈阳飞船，因此放弃了任何形式的奖励。你只能满足于他们船上的废料了。

source: "Very good! You have proven to be an excellent warrior! You have earned this reward."
fr: "Très bien ! Vous avez prouvés que vous étiez un excellent guerrier ! Vous avez mérité cette récompense."
ko: "아주 좋소! 당신은 훌륭한 전사임을 증명했소! 이 보상을 가져가시오."
ru: "Очень хорошо! Ты показал себя отличным воином! Ты заслужил эту награду".
zh_hans: "非常好！你已经证明是一个优秀的战士！你已经赢得了这个奖励。"
