Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="CRYSTAL_FED"]/destroyed/text
source: The Crystalline ship shatters and you pick what you can from the debris.
fr: Le vaisseau Cristalien explose et vous récupérez tout ce que vous pouvez au milieu des débris.
ko: 크리스탈 함선이 파괴되었고 당신은 잔해에서 챙길 수 있는 것들을 챙깁니다.
ru: Корабль кристаллинов разлетается на куски, и вы собираете из обломков все, что можете.
zh_hans: 水晶族飞船破碎了，你从碎片中捡起你能捡到的东西。

# data/events_ships.xml.append$//ship[@name="CRYSTAL_FED"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="CRYSTAL_FED"]/deadCrew/text
source: The crew of the enemy ship has been eliminated. You scrap what you can.
fr: L'équipage du vaisseau ennemi a été éliminé et vous récupérez tout ce que vous pouvez.
ko: 적 함선의 선원들이 제거되었습니다. 당신은 챙길 수 있는 것들을 챙깁니다.
ru: Экипаж вражеского корабля уничтожен. Вы разбираете на металлолом все, что можете.
zh_hans: 敌舰的船员已经被消灭了。你把你能带走的都搜刮了。

# data/events_ships.xml.append$//ship[@name="CRYSTAL_FED"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_FOREIGNER_SCOUT"]/surrender/text
source: "Alright, alright! You can have your damn refund!"
fr: "D'accord, d'accord ! Vous pouvez avoir votre fichu remboursement !"
ko: "알았소, 알겠다고! 그 빌어먹을 환불 해주겠소!"
ru: "Хорошо-хорошо! Вы получите свой чертов возврат денег!"
zh_hans: "好吧，好吧！你可以拿到你该死的退款！"

source: Accept the refund.
fr: Accepter le remboursement.
ko: 환불을 받아들인다.
ru: Принять возврат денег.
zh_hans: 接受退款。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You cut off communications and prepare to finish them off.
fr: Vous coupez les communications et vous préparez à les achever.
ko: 당신은 통신을 차단하고 그들을 끝장낼 준비를 합니다.
ru: Вы отключаете связь и готовитесь добить их.
zh_hans: 你切断了通讯，准备把他们干掉。

source: The Automated Surveyor has been destroyed. You download the map data from their black box.
fr: L'Auto-Cartographe a été détruit. Vous téléchargez les données du secteur depuis leur boîte noire.
ko: 무인 정찰기가 파괴되었습니다. 당신은 블랙박스에서 구역 정보를 다운로드했습니다.
ru: Автоматический исследователь уничтожен. Вы загружаете картографические данные из их черного ящика.
zh_hans: 自动测量仪已被摧毁。你从他们的黑匣子里下载星图数据。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTENVOY_PEACE"]/destroyed/text
source: The Zoltan reinforcements have been dealt with successfully. You scrap their ship before contacting the Crystals.
fr: Vous vous êtes occupés des renforts Zoltans. Vous désossez leur vaisseau avant de prendre contact avec les Cristaliens.
ko: 졸탄 증원군은 성공적으로 처리되었습니다. 크리스탈과 연락하기 전에 함선에서 쓸만한 자원을 인양했습니다.
ru: С подкреплением золтан успешно справились. Перед тем как связаться с кристаллинами, вы разбираете их корабль на металлолом.
zh_hans: 超能族的援军已经被成功解决了。你在联系水晶族之前，先把他们的飞船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Not often an outsider dares to interfere and side with the Crystal Empire. It would be a great injustice to let this favor go without being repaid."
fr: "Il est rare qu'un étranger ose interferer pour se ranger du coté de l'Empire Cristalien. Cela serait une grande injustice de laisser cette faveur ne pas être gracieusement récompensée."
ko: "외부인이 감히 크리스탈 제국에 간섭하고 우리 편에 도움을 주는 경우는 흔치 않소이다. 이 은혜를 갚지 않고 내버리는 일은 큰 불의가 될 것으로 보오."
ru: "Не часто чужак осмеливается выступить на стороне Империи кристаллинов. Было бы большой несправедливостью оставить эту услугу без ответа".
zh_hans: "很少有外人敢于干涉并站在水晶帝国一边。如果让这个人情不报，那将是一个极大的不公正。"

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTENVOY_PEACE"]/deadCrew/text
source: The Zoltan reinforcements have been dealt with successfully. You scrap their ship before contacting the Crystals.
fr: Vous vous êtes occupés des renforts Zoltans. Vous désossez leur vaisseau avant de prendre contact avec les Cristaliens.
ko: 졸탄 증원군은 성공적으로 처리되었습니다. 크리스탈과 연락하기 전에 함선에서 쓸만한 자원을 인양했습니다.
ru: С подкреплением золтан успешно справились. Перед тем как связаться с кристаллинами, вы разбираете их корабль на металлолом.
zh_hans: 超能族的援军已经被成功解决了。你在联系水晶族之前，先把他们的飞船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Not often an outsider dares to interfere and side with the Crystal Empire. It would be a great injustice to let this favor go without being repaid."
fr: "Il est rare qu'un étranger ose interferer pour se ranger du coté de l'Empire Cristalien. Cela serait une grande injustice de laisser cette faveur ne pas être gracieusement récompensée."
ko: "외부인이 감히 크리스탈 제국에 간섭하고 우리 편에 도움을 주는 경우는 흔치 않소이다. 이 은혜를 갚지 않고 내버리는 일은 큰 불의가 될 것으로 보오."
ru: "Не часто чужак осмеливается выступить на стороне Империи кристаллинов. Было бы большой несправедливостью оставить эту услугу без ответа".
zh_hans: "很少有外人敢于干涉并站在水晶帝国一边。如果让这个人情不报，那将是一个极大的不公正。"

source: The Crystalline vessel has been dispatched. You scrap the ship before taking care of the outpost.
fr: Vous vous êtes occupé du vaisseau Cristalien. Vous démantelez le vaisseau avant de vous occuper de l'avant-poste.
ko: 크리스탈 함선이 파괴되었습니다. 당신은 전초기지를 살피기전에 함선에서 쓸만한 자원을 인양했습니다.
ru: Корабль кристаллинов был уничтожен. Перед тем как заняться аванпостом, разбираете корабль на металлолом.
zh_hans: 水晶族的飞船已经被派出去了。你在处理前哨站之前就把这艘船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "God damn pirates! You'll regret messing with the Crystalline Empire." It doesn't seem like the Crystals want to surrender, but when it becomes clear you aren't leaving any time soon, they finally cave in and offer a slave to make you go away.
fr: "Foutus pirates ! Vous allez regretter de vous être frotté à l'Empire Cristalien." Il semblerait que les Cristaliens ne sont pas disposés à se rendre, mais lorsqu'il devient clair que vous n'avez pas l'intention de partir de suite, ils finissent par craquer et vous envoient un esclave pour que vous partiez.
ko: "빌어먹을 해적들! 크리스탈 제국을 건드린 것을 후회하게 될 것이오!" 크리스탈들은 항복하려는 것으로 보이지 않지만, 당신이 근시일 내에 떠나지 않을 것으로 보이자 마침내 그들은 항복하고 당신에게 노예를 보내서 당신을 보내려고 합니다.
ru: "Проклятые пираты! Вы еще пожалеете, что связались с Империей кристаллинов". Не похоже, что кристаллины хотят сдаваться, но когда становится ясно, что вы не собираетесь уходить в ближайшее время, они, наконец, уступают и предлагают раба, чтобы заставить вас уйти.
zh_hans: "该死的海盗！你会为招惹水晶帝国而后悔的。"看起来水晶族并不想投降，但当你显然不会很快离开时，他们终于屈服了，提供一个奴隶来让你离开。

source: The Crystalline vessel has been dispatched. You scrap the ship before taking care of the outpost.
fr: Vous vous êtes occupé du vaisseau Cristalien. Vous démantelez le vaisseau avant de vous occuper de l'avant-poste.
ko: 크리스탈 함선이 파괴되었습니다. 당신은 전초기지를 살피기전에 함선에서 쓸만한 자원을 인양했습니다.
ru: Корабль кристаллинов был уничтожен. Перед тем как заняться аванпостом, разбираете корабль на металлолом.
zh_hans: 水晶族的飞船已经被派出去了。你在处理前哨站之前就把这艘船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "God damn pirates! You'll regret messing with the Crystalline Empire." It doesn't seem like the Crystals want to surrender, but when it becomes clear you aren't leaving any time soon, they finally cave in and offer a slave to make you go away.
fr: "Foutus pirates ! Vous allez regretter de vous être frotté à l'Empire Cristalien." Il semblerait que les Cristaliens ne sont pas disposés à se rendre, mais lorsqu'il devient clair que vous n'avez pas l'intention de partir de suite, ils finissent par craquer et vous envoient un esclave pour que vous partiez.
ko: "빌어먹을 해적들! 크리스탈 제국을 건드린 것을 후회하게 될 것이오!" 크리스탈들은 항복하려는 것으로 보이지 않지만, 당신이 근시일 내에 떠나지 않을 것으로 보이자 마침내 그들은 항복하고 당신에게 노예를 보내서 당신을 보내려고 합니다.
ru: "Проклятые пираты! Вы еще пожалеете, что связались с Империей кристаллинов". Не похоже, что кристаллины хотят сдаваться, но когда становится ясно, что вы не собираетесь уходить в ближайшее время, они, наконец, уступают и предлагают раба, чтобы заставить вас уйти.
zh_hans: "该死的海盗！你会为招惹水晶帝国而后悔的。"看起来水晶族并不想投降，但当你显然不会很快离开时，他们终于屈服了，提供一个奴隶来让你离开。

# data/events_ships.xml.append$//ship[@name="SHIP_BROOD_MUFFET"]/surrender/text
source: "Oh hehe, it looks like I'm receiving a telegraph! Oh my, this has all been a big misunderstanding. 999~, that's much too expensive for someone as important as you! Tell you, why don't you take that donut for free, and I'll throw in some extra supplies too dearie?"
fr: "Oh héhé, on dirait que je reçoit un télégramme ! Eh bien dit donc, tout cela est un énorme malentendu. 999~, c'est beaucoup trop cher pour quelqu'un d'aussi important que vous ! Et si vous preniez ce donut gratuitement, ainsi que des ressources supplémentaires, mon très cher ?"
ko: "오 히히, 내가 전보를 받은 것 같아! 어머나, 큰 오해가 있었나 보네~. 999스크랩이라니, 자기같이 중요한 사람한테는 이건 너무 비쌌다고! 말해봐, 그 도넛을 공짜로 주고 추가 물품을 까지 더 줄테니까아?"
ru: "О, хе-хе, похоже, я получаю телеграф! О, боже, это было большое недоразумение. 999~, это слишком дорого для такого важного человека, как вы! Почему бы вам не взять этот пончик бесплатно, а я добавлю к нему несколько дополнительных припасов, милок?"
zh_hans: "嘿嘿，看来我收到一个电报！哦，天哪，这全是一个大误会。999~，对于像你这样重要人物来说，这太贵了！要不你把那个甜甜圈免费拿走吧，我还会扔给你一些额外的用品，怎么样亲爱的？"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "Sorry for all the trouble. Ahuhuhu..! You can come back here any time... and for no charge at all..."
fr: "Désolé pour tout ce bazar. Ahuhuhu.. ! Vous pouvez revenir ici n'importe quand... et sans avoir à donner quelque chose..."
ko: "곤란하게 해서 정말 미안해. 아후후후..! 언제든 돌아와... 돈은 안 받을 테니..."
ru: "Извините за все неприятности. Уху-ху-ху...! Вы можете вернуться сюда в любое время... и совершенно бесплатно..."
zh_hans: "对不起，给你添麻烦了。啊呼呼...！你可以随时来这里...而且不用交任何费用..."

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_ships.xml.append$//ship[@name="SHIP_CHERRI"]/destroyed/text
source: The Brood ship breaks apart. In the wreckage you find a unique Bomb launcher.
fr: Le vaisseau de la Couvée se disloque. Vous trouvez un Lance-bombes unique dans l'épave.
ko: 브루드 함선이 산산조각났습니다. 잔해에서 독특한 폭탄 발사기를 찾을 수 있었습니다.
ru: Корабль Выводка разваливается на части. В обломках корабля вы находите уникальную пусковую установку бомб.
zh_hans: 蛛团的飞船解体了。在残骸中你可以找到一个独特的炸弹发射器。

# data/events_ships.xml.append$//ship[@name="SHIP_CHERRI"]/deadCrew/text
source: No more life signs detected on the Brood ship. In their cargo you find a unique Bomb launcher.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau de la Couvée. Vous trouvez un Lance-bombes unique dans leur soute.
ko: 브루드 함선에서 더 이상 생명 신호가 감지되지 않았습니다. 그들의 화물에서 독특한 폭탄 발사기를 발견할 수 있었습니다.
ru: На корабле Выводка больше не обнаружено признаков жизни. В их грузе вы находите уникальную пусковую установку бомб.
zh_hans: 蛛团飞船上已经没有生命迹象了。在他们的货物中，你发现了一件独特的炸弹发射器。

# data/events_ships.xml.append$//ship[@name="SHIP_BROOD_RESCUE"]/destroyed/text
source: The Brood ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau de la Couvée se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 브루드 함선이 산산조각 났습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: Корабль Выводка разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 蛛团飞船解体了。你赶紧去联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_BROOD_RESCUE"]/deadCrew/text
source: No more life signs detected on the Brood ship. You hasten to contact the civilian ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau de la Couvée. Vous vous empressez de contacter le vaisseau civil.
ko: 브루드 함선에서 더 이상 생명 신호가 감지되지 않았습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: Признаков жизни на корабле Выводка больше не обнаружено. Вы спешите связаться с гражданским кораблем.
zh_hans: 在蛛团飞船上没有发现更多的生命迹象。你赶紧联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_INFESTED_RESCUE"]/destroyed/text
source: The Infested ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau infesté se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 감염된 함선은 산산조각 났습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: Зараженный корабль разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 被感染的飞船解体了。你赶紧联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_INFESTED_RESCUE"]/deadCrew/text
source: No more life signs detected on the Infested ship. You hasten to contact the civilian ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau infesté. Vous vous empressez de contacter le vaisseau civil.
ko: 감염된 함선에서 더 이상 생명 신호가 감지되지 않았습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: На зараженном корабле больше не обнаружено признаков жизни. Вы спешите связаться с гражданским кораблем.
zh_hans: 在被感染的飞船上没有发现更多的生命迹象。你赶紧联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

source: Contact the Dynasty ship's victim.
fr: Contacter la victime du vaisseau de la Dynastie.
ko: 왕조 함선의 피해자에게 연락한다.
ru: Связаться с пострадавшим судном Династии.
zh_hans: 联系灵朝飞船的受害者。

source: Contact the Dynasty ship's victim.
fr: Contacter la victime du vaisseau de la Dynastie.
ko: 왕조 함선의 피해자에게 연락한다.
ru: Связаться с пострадавшим судном Династии.
zh_hans: 联系灵朝飞船的受害者。

source: The Dynasty ship has been destroyed. You scrap the ship before contacting the other Ghosts.
fr: Le vaisseau de la Dynastie a été détruit. Vous démantelez le vaisseau avant de contacter les autres Fantômes.
ko: 왕조 함선은 파괴되었습니다. 다른 고스트들과 연락하기 전 함선에서 쓸만한 자원을 인양합니다.
ru: Корабль Династии был уничтожен. Прежде чем связываться с другими призраками, вы разбираете корабль на металлолом.
zh_hans: 灵朝飞船已被摧毁。在与其他魂灵族联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "They should be grateful. You have given them a more merciful death than that which would await them back at camp. We owe you thanks. I do believe scrap is how debts are paid in this galaxy, yes?"
fr: "Ils devraient être reconnaissants. Vous leur avez fourni une mort plus miséricordieuse que ce qui les attendait au camp. Nous vous devons des remerciements. Il me semble que les dettes sont repayés en ferraille dans cette galaxie, oui ?"
ko: "막사에서 그들을 하염없이 기다리는 것보다도 크고 자비로운 죽음을 선사하였기에 그들은 감사를 표해야 할지어니. 우린 당신에게 감사를 표할것이오. 이 스크랩이 이 은하계에서 보은하는 방법이라 알고있소이만, 아니오?"
ru: "Они должны быть благодарны. Вы подарили им более милосердную смерть, чем та, что ждала бы их в лагере. Мы должны вас благодарить. Я полагаю, что в этой галактике долги выплачиваются с помощью лома, да?"
zh_hans: "他们应该心存感激。你给了他们一个比在营地等待他们的更仁慈的死亡。我们应该感谢你。我相信在这个星系中，废料是偿还债务的方式，是吗？"

source: The Dynasty ship has been destroyed. You scrap the ship before contacting the other Ghosts.
fr: Le vaisseau de la Dynastie a été effacé. Vous démantelez le vaisseau avant de contacter les autres Fantômes.
ko: 왕조 함선의 선원이 모두 죽었습니다. 다른 고스트들과 연락하기 전 함선에서 쓸만한 자원을 인양합니다.
ru: Корабль Династии был зачищен. Прежде чем связываться с другими призраками, вы разбираете корабль на металлолом.
zh_hans: 灵朝飞船已经被清理掉了。在与其他魂灵族联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "They should be grateful. You have given them a more merciful death than that which would await them back at camp. We owe you thanks. I do believe scrap is how debts are paid in this galaxy, yes?"
fr: "Ils devraient être reconnaissants. Vous leur avez fourni une mort plus miséricordieuse que ce qui les attendait au camp. Nous vous devons des remerciements. Il me semble que les dettes sont repayés en ferraille dans cette galaxie, oui ?"
ko: "막사에서 그들을 하염없이 기다리는 것보다도 크고 자비로운 죽음을 선사하였기에 그들은 감사를 표해야 할지어니. 우린 당신에게 감사를 표할것이오. 이 스크랩이 이 은하계에서 보은하는 방법이라 알고있소이만, 아니오?"
ru: "Они должны быть благодарны. Вы подарили им более милосердную смерть, чем та, что ждала бы их в лагере. Мы должны вас благодарить. Я полагаю, что в этой галактике долги выплачиваются с помощью лома, да?"
zh_hans: "他们应该心存感激。你给了他们一个比在营地等待他们的更仁慈的死亡。我们应该感谢你。我相信在这个星系中，废料是偿还债务的方式，是吗？"

source: The Dynasty ship has been destroyed. You scrap the ship before contacting the other Ghosts.
fr: Le vaisseau de la Dynastie a été détruit. Vous démantelez le vaisseau avant de contacter les autres Fantômes.
ko: 왕조 함선은 파괴되었습니다. 다른 고스트들과 연락하기 전 함선에서 쓸만한 자원을 인양합니다.
ru: Корабль Династии был уничтожен. Прежде чем связываться с другими призраками, вы разбираете корабль на металлолом.
zh_hans: 灵朝飞船已被摧毁。在与其他魂灵族联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You are a merciful man! Please, I beg that you accept us humble people aboard your ship. We only desire to leave this place."
fr: "Vous êtes un homme miséricordieux ! Je vous en prie, veuillez accepter notre humble peuple sur votre vaisseau. Nous désirons uniquement quitter cet endroit."
ko: "정말 자비로운 사람일세! 나는 이 곳을 단지 떠나고 싶을 뿐일지어니 간절히 청하오건데 나를 당신네 함선에 태워다주길 바라오."
ru: "Вы милосердный человек! Прошу вас, примите нас, смиренных людей, на борт вашего корабля. Мы желаем только покинуть это место".
zh_hans: "你是一个仁慈的人！我请求你接受我们这些卑微的人登上你的船。我们只想离开这个地方。"

source: The Dynasty ship has been destroyed. You scrap the ship before contacting the other Ghosts.
fr: Le vaisseau de la Dynastie a été effacé. Vous démantelez le vaisseau avant de contacter les autres Fantômes.
ko: 왕조 함선의 선원이 모두 죽었습니다. 다른 고스트들과 연락하기 전 함선에서 쓸만한 자원을 인양합니다.
ru: Корабль Династии был зачищен. Прежде чем связываться с другими призраками, вы разбираете корабль на металлолом.
zh_hans: 灵朝飞船已经被清理掉了。在与其他魂灵族联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You are a merciful man! Please, I beg that you accept us humble people aboard your ship. We only desire to leave this place."
fr: "Vous êtes un homme miséricordieux ! Je vous en prie, veuillez accepter notre humble peuple sur votre vaisseau. Nous désirons uniquement quitter cet endroit."
ko: "정말 자비로운 사람일세! 나는 이 곳을 단지 떠나고 싶을 뿐일지어니 간절히 청하오건데 나를 당신네 함선에 태워다주길 바라오."
ru: "Вы милосердный человек! Прошу вас, примите нас, смиренных людей, на борт вашего корабля. Мы желаем только покинуть это место".
zh_hans: "你是一个仁慈的人！我请求你接受我们这些卑微的人登上你的船。我们只想离开这个地方。"

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_LOST"]/surrender/text
source: "You have brought us to but the brink of destruction? Do you know mercy, you cruel man?"
fr: "Vous nous avez précipité au bord de la destruction ? Connaissez-vous la pitié, homme cruel ?"
ko: "우리를 파멸의 지경에 이르게 했단 말이오? 잔인한 자여, 당신은 자비라는걸 알기나 한단 말인가?"
ru: "Ты привел нас на грань гибели? Знаешь ли ты о милосердии, жестокий человек?"
zh_hans: "你把我们带到了毁灭的边缘？你知道仁慈吗，你这个残忍的人？"

source: We just wanted to give you directions.
fr: Nous voulions seulement vous donner des directions.
ko: 우린 그저 길을 알려주고 싶었을 뿐입니다.
ru: Мы просто хотели дать вам направление.
zh_hans: 我们只是想给你指明方向。

source: The Ghost pauses. "You... you jest, surely. Oh, I have done but the biggest goof. Please don't speak of this, it is too embarassing. Here, maybe this will buy your silence... And yes, we'll take your directions."
fr: Le Fantôme s'interrompt. "Vous... vous plaisantez, très certainement. Oh, j'ai bien peur d'avoir commis la plus énorme bêtise. Veuillez ne plus parler de cela, c'est trop embarassant. Tenez, peut-être cela achètera votre silence... Et oui, nous allons suivre vos directions."
ru: Призрак делает паузу. "Вы... вы шутите, конечно. О, я совершил самую большую глупость. Пожалуйста, не говорите об этом, это слишком постыдно. Вот, может быть, это купит ваше молчание... И да, мы будем следовать вашим указаниям".

source: Demand their surrender.
fr: Exiger leur reddition.
ko: 항복을 요구한다.
ru: Потребовать их капитуляции.
zh_hans: 要求他们投降。

source: We will not spare you.
fr: Nous n'allons pas vous épargner.
ko: 우리는 자비를 배풀지 않을 것입니다.
ru: Мы не пощадим вас.
zh_hans: 我们不会放过你们。

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_LOST"]/destroyed/text
source: Looks like you decided not to help the Ghosts after all even with their surrender. All that remains is some scrap for the taking.
fr: On dirait que vous avez finalement décidé de ne pas aider les Fantômes même après leur reddition. Tout ce qu'il reste est de la ferraille à prendre.
ko: 당신은 고스트가 항복했음에도 결국 그들을 돕지 않기로 했습니다. 남은 것은 조금의 스크랩뿐입니다.
ru: Похоже, вы решили не помогать призракам даже после их капитуляции. Остается только металлолом, который можно забрать.
zh_hans: 看来你终究还是决定不帮助魂灵族，即使他们投降了。现在只剩下一些废料可以拿了。

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_LOST"]/deadCrew/text
source: Looks like you decided to kill their crew rather than give them a chance to surrender. All that remains is some scrap for the taking.
fr: On dirait que vous avez décidé de tuer leur équipage au lieu de leur donner une chance de se rendre. Tout ce qu'il reste est de la ferraille à prendre.
ko: 그들에게 항복할 기회를 주지 않고 그냥 죽이기로 했습니다. 가져갈 만한 거라곤 약간의 스크랩뿐이군요.
ru: Похоже, вы решили убить их экипаж, а не дать им шанс сдаться. Остается только металлолом, который можно забрать.
zh_hans: 看来你决定杀死他们的船员，而不是给他们一个投降的机会。现在只剩下一些废料供人取用。

source: The Phantoms have been eliminated successfully. You scrap the ship while the engineer recovers.
fr: Vous avez réussi à éliminer les Esprits. Vous démantelez le vaisseau pendant que l'ingénieur se remet de son expérience.
ko: 팬텀들을 성공적으로 제거했습니다. 당신은 기술자가 회복하는 동안 함선에서 스크랩을 뜯어냅니다.
ru: Фантомы успешно уничтожены. Пока инженер приходит в себя, вы разбираете корабль на металлолом.
zh_hans: 幻灵飞船已被成功消灭。在工程师恢复的时候，你把这艘船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Phantoms have been eliminated successfully. You scrap the ship while the engineer recovers.
fr: Vous avez réussi à éliminer les Esprits. Vous démantelez le vaisseau pendant que l'ingénieur se remet de son expérience.
ko: 팬텀들을 성공적으로 제거했습니다. 당신은 기술자가 회복하는 동안 함선에서 스크랩을 뜯어냅니다.
ru: Фантомы успешно уничтожены. Пока инженер приходит в себя, вы разбираете корабль на металлолом.
zh_hans: 幻灵飞船已被成功消灭。在工程师恢复的时候，你把这艘船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Bastard... thou now must live with the reality that they worked... with the Rebels and their demons..." The Ghosts dissipate, leaving the colony unprotected to your gunfire. It doesn't take long to wipe them all out.
fr: "Batard... vous devrez désormais vivre avec la conscience que vous avez travaillé... avec les Rebelles et leurs démons..." Les Fantômes se dissipent, laissant la colonie sans défenses à vos coups de feu. Il ne faut pas longtemps pour tous les exterminer.
ko: "천추의 한이여... 이제 너는 반군, 그 악마들과 함께 했다는 사실을 감내해야 할지어니..." 고스트들은 사라지고, 보호구역은 당신의 포화 사격에 무방비 상태로 남았습니다. 그 모든 것을 지우는 데 오랜 시간이 걸리지 않았습니다.
ru: "Ублюдок... теперь ты должен жить с тем, что ты работал... с повстанцами и их демонами..." Призраки рассеиваются, оставляя колонию беззащитной перед вашим огнем. Не потребовалось много времени, чтобы уничтожить их всех.
zh_hans: "混蛋...你现在必须接受现实，他们与叛军和他们的魔鬼合作..."魂灵族们消散了，让殖民地在你的枪口下毫无保护。不需要很长时间就能把他们全部消灭掉。

source: Return to the Auto.
fr: Retourner à l'Auto-Station.
ko: 무인선에게 돌아간다.
ru: Вернуться в автоматическому кораблю.
zh_hans: 返回自动舰处。

source: "Congratulations! You are now a sellout for the Rebellion. Enjoy your drone, scrap whore."
fr: "Bravo ! Vous êtes désormais un esclave de la Rébellion. Profite bien de ton drone, bouffeur de ferraille."
ko: "축하합니다! 당신은 이제 반군의 배신자입니다. 드론을 받고 즐기시죠."
ru: "Поздравляю! Теперь ты продался Восстанию. Наслаждайся своим дроном, шлюха".
zh_hans: "恭喜你！你现在是叛军的出卖者。享受你的无人机吧，废料婊。"
