Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: The Mantis ship is in poor condition, but it appears one of their crew survived. "You avenge me, and prove good warrior. I fight along you, for glory!"
fr: Le vaisseau Mantis est en condition déplorable, mais il semble que l'un d'entre eux ait survécu. "Vous avoir venger moi et prouver bon guerrier. Moi combattre avec vous, pour gloire !"
ko: 맨티스선의 상태는 좋지 않지만, 그들의 선원 중 한 명은 살아남은 것 같습니다. "나 너에게 복수한다, 그리고 더 좋은 전사임을 증명한다. 나 영광을 위해 너와 싸운다!"
ru: Корабль богомолов находится в плохом состоянии, но, похоже, один из членов их экипажа выжил. "Ты отомстил за меня и оказался хорошим воином. Я сражаюсь вместе с тобой, ради славы!"
zh_hans: 螳螂族飞船状况不佳，但似乎他们的一个船员幸存下来。"你为我报仇，证明是好战士。我和你一起战斗，为了荣耀！"

source: You've defeated the Mantis vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Mantis. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 맨티스선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль богомолов. Прежде чем связаться с их жертвой, вы разбираете останки на металлолом.
zh_hans: 你已经击败了螳螂族飞船。在与它们的受害者接触之前，你把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Mantis ship is in poor condition, but it appears one of their crew survived. "You avenge me, and prove good warrior. I fight along you, for glory!"
fr: Le vaisseau Mantis est en condition déplorable, mais il semble que l'un d'entre eux ait survécu. "Vous avoir venger moi et prouver bon guerrier. Moi combattre avec vous, pour gloire !"
ko: 맨티스선의 상태는 좋지 않지만, 그들의 선원 중 한 명은 살아남은 것 같습니다. "나 너에게 복수한다, 그리고 더 좋은 전사임을 증명한다. 나 영광을 위해 너와 싸운다!"
ru: Корабль богомолов находится в плохом состоянии, но, похоже, один из членов их экипажа выжил. "Ты отомстил за меня и оказался хорошим воином. Я сражаюсь вместе с тобой, ради славы!"
zh_hans: 螳螂族飞船状况不佳，但似乎他们的一个船员幸存下来。"你为我报仇，证明是好战士。我和你一起战斗，为了荣耀！"

source: You've defeated the pirate vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau pirate. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 해적선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль пиратов. Прежде чем связаться с их жертвой, вы разбираете останки на металлолом.
zh_hans: 你已经打败了海盗船。在与他们的受害者联系之前，你把残骸搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The civilian ship is beyond repair. Their crew, weak and afraid, come aboard your ship. Most end up not surviving, but one regains their strength and pledges to work alongside you.
fr: Le vaisseau civil n'est plus en état d'être réparé. Leur équipage, faible et peureux, montent à bord de votre vaisseau. La plupart finissent par ne pas survivre, mais l'un d'eux regagne ses forces et s'engage à travailler à vos cotés.
ko: 민간 선박은 수리가 불가능한 상태였습니다. 쇠약해진 선원들은 두려운 마음으로 당신의 배에 올라탔습니다. 대부분은 결국 살아남지 못했지만, 한 명이 힘을 회복하고 여러분과 함께 일하겠다고 맹세합니다.
ru: Гражданский корабль не подлежит ремонту. Их команда, слабая и напуганная, поднимается на борт вашего корабля. Большинство из них не выжило, но один пришел в себя и пообещал работать вместе с вами.
zh_hans: 这艘民船已经无法修复。他们的船员，虚弱和恐惧，登上了你的船。大多数人最终没能活下来，但有一个人恢复了体力，并承诺为你工作。

source: You've defeated the pirate vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau pirate. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 해적선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль пиратов. Прежде чем связаться с их жертвой, вы разбираете останки на металлолом.
zh_hans: 你已经打败了海盗船。在与他们的受害者联系之前，你把残骸搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The civilian ship is beyond repair. Their crew, weak and afraid, come aboard your ship. Most end up not surviving, but one regains their strength and pledges to work alongside you.
fr: Le vaisseau civil n'est plus en état d'être réparé. Leur équipage, faible et peureux, montent à bord de votre vaisseau. La plupart finissent par ne pas survivre, mais l'un d'eux regagne ses forces et s'engage à travailler à vos cotés.
ko: 민간 선박은 수리가 불가능한 상태였습니다. 쇠약해진 선원들은 두려운 마음으로 당신의 배에 올라탔습니다. 대부분은 결국 살아남지 못했지만, 한 명이 힘을 회복하고 여러분과 함께 일하겠다고 맹세합니다.
ru: Гражданский корабль не подлежит ремонту. Их команда, слабая и напуганная, поднимается на борт вашего корабля. Большинство из них не выжило, но один пришел в себя и пообещал работать вместе с вами.
zh_hans: 这艘民船已经无法修复。他们的船员，虚弱和恐惧，登上了你的船。大多数人最终没能活下来，但有一个人恢复了体力，并承诺为你工作。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_DUEL_ROCK"]/destroyed/text
source: You've defeated the Slug vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Limace. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 슬러그선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль слизней. Вы собираете останки, прежде чем связаться с их жертвой.
zh_hans: 你已经打败了蛞蝓族飞船。在与他们的受害者接触之前，你把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Your swift defeat of the Slug scum has proven you a respectable warrior. This ship will not last long. I will serve you instead."
fr: "La défaite rapide que vous avez infligée à l'ordure Limace a prouvé que vous étiez un guerrier respectable. Ce vaisseau ne fera pas long feu. Je vais donc servir sous vos ordres à la place."
ko: "슬러그 쓰레기의 신속한 처리는 귀하가 훌륭한 전사라는 것을 증명해줬소이다. 이 함선은 오래가지 못할 것이기에, 당신을 섬기겠소."
ru: "Ваша быстрая победа над мерзавцами-слизнями доказала, что вы достойный воин. Этот корабль долго не продержится. Я буду служить вам".
zh_hans: "你迅速击败了鼻涕虫人渣，证明你是一个值得尊敬的战士。这艘船撑不了多久了。我将代替你为你服务。"

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_DUEL_ROCK"]/deadCrew/text
source: You've defeated the Slug vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Limace. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 슬러그선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль слизней. Вы собираете останки, прежде чем связаться с их жертвой.
zh_hans: 你已经打败了蛞蝓族飞船。在与他们的受害者接触之前，你把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Your swift defeat of the Slug scum has proven you a respectable warrior. This ship will not last long. I will serve you instead."
fr: "La défaite rapide que vous avez infligée à l'ordure Limace a prouvé que vous étiez un guerrier respectable. Ce vaisseau ne fera pas long feu. Je vais donc servir sous vos ordres à la place."
ko: "슬러그 쓰레기의 신속한 처리는 귀하가 훌륭한 전사라는 것을 증명해줬소이다. 이 함선은 오래가지 못할 것이기에, 당신을 섬기겠소."
ru: "Ваша быстрая победа над мерзавцами-слизнями доказала, что вы достойный воин. Этот корабль долго не продержится. Я буду служить вам".
zh_hans: "你迅速击败了鼻涕虫人渣，证明你是一个值得尊敬的战士。这艘船撑不了多久了。我将代替你为你服务。"

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_DUEL_SLUG"]/destroyed/text
source: You've defeated the Ghost vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Fantôme. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 고스트선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль призраков. Прежде чем связаться с жертвой, вы собираете останки.
zh_hans: 你已经打败了魂灵族飞船。在与他们的受害者联系之前，你把残骸搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Sssstupendoussss. Our ssship may be doomed, but at leassst I have the sssatisssfaction of witnesssing the culprit'sss death. You have... money, yesss? Good, then I ssshall work for you insssstead."
fr: "Fantassstique. Notre vaissseau est peut-être ruiné, mais au moins j'ai la ssssatisssfactttion d'être témoin de la mort du coupable. Vous avez... de l'argent, oui ? Bien, alors je vais travailler pour vous à la placcce."
ko: "괭짱해. 우리 함썬은 운명을 달리할찌도 모르찌만, 쩍어도 나는 범인의 쭉음을 보는 거쎄 만쪽해. 어.. 돈이요? 예? 쫗아요, 그럼 대씬 일을 할께요."
ru: "Потрясссающщще. Нашшш корабль может быть обречен, но, по крайней мере, я могу быть доволен тем, что засссвидетельссствовал сссмерть виновника. У вассс есссть... деньги, да? Хорошшшо, тогда я буду работать на вассс".
zh_hans: "太不可思议了。我们的船可能要完蛋了，但至少我有一个见证罪犯死亡的满足感。你有...钱，是吗？很好，那我就为你工作吧。"

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_DUEL_SLUG"]/deadCrew/text
source: You've defeated the Ghost vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Fantôme. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 고스트선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль призраков. Прежде чем связаться с жертвой, вы собираете останки.
zh_hans: 你已经打败了魂灵族飞船。在与他们的受害者联系之前，你把残骸搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Sssstupendoussss. Our ssship may be doomed, but at leassst I have the sssatisssfaction of witnesssing the culprit'sss death. You have... money, yesss? Good, then I ssshall work for you insssstead."
fr: "Fantassstique. Notre vaissseau est peut-être ruiné, mais au moins j'ai la ssssatisssfactttion d'être témoin de la mort du coupable. Vous avez... de l'argent, oui ? Bien, alors je vais travailler pour vous à la placcce."
ko: "괭짱해. 우리 함썬은 운명을 달리할찌도 모르찌만, 쩍어도 나는 범인의 쭉음을 보는 거쎄 만쪽해. 어.. 돈이요? 예? 쫗아요, 그럼 대씬 일을 할께요."
ru: "Потрясссающщще. Нашшш корабль может быть обречен, но, по крайней мере, я могу быть доволен тем, что засссвидетельссствовал сссмерть виновника. У вассс есссть... деньги, да? Хорошшшо, тогда я буду работать на вассс".
zh_hans: "太不可思议了。我们的船可能要完蛋了，但至少我有一个见证罪犯死亡的满足感。你有...钱，是吗？很好，那我就为你工作吧。"

source: You've defeated the Duskbringer vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Crépusculeur. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 더스크브링어선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль Вестников Заката. Прежде чем связаться с жертвой, собираете останки.
zh_hans: 你已经击败了暮临派的船只。在与他们的受害者联系之前，你把残骸搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltan ship is in disrepair. "You have completed the cycle. For this favor you have my thanks, and my word to pay off my debt to you with service."
fr: Le vaisseau Zoltan est complètement délabré. "Vous avez complété le cycle. Pour cette faveur vous avez mes remerciements, ainsi que ma parole pour repayer ma dette en vous offrant mon service."
ko: 졸탄 함선이 파손되었습니다. "당신은 주기를 완수했습니다. 이 호의에 대해 당신은 나의 감사를 받아주시고, 내 빚을 갚기 위해 일하겠습니다."
ru: Корабль золтан находится в аварийном состоянии. "Вы завершили цикл. За оказанную услугу я благодарю вас и даю слово отдать вам свой долг службой".
zh_hans: 超能族飞船年久失修。"你已经完成了这个循环。对于你的这份恩情，我表示感谢，并保证用服务来偿还我对你的债务。"

# data/events_ships.xml.append$//ship[@name="SHIP_DUSK_DUEL_ZOLTAN"]/deadCrew/text
source: You've defeated the Duskbringer vessel. You scrap the remains before contacting their victim.
fr: Vous avez vaincu le vaisseau Crépusculeur. Vous récupérez les restes avant de prendre contact avec leur victime.
ko: 당신은 더스크브링어선을 격침시켰습니다. 당신은 피해자들에게 연락하기 전에 잔해를 인양했습니다.
ru: Вы победили корабль Вестников Заката. Прежде чем связаться с жертвой, собираете останки.
zh_hans: 你已经击败了暮临派的船只。在与他们的受害者联系之前，你把残骸搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltan ship is in disrepair. "You have completed the cycle. For this favor you have my thanks, and my word to pay off my debt to you with service."
fr: Le vaisseau Zoltan est complètement délabré. "Vous avez complété le cycle. Pour cette faveur vous avez mes remerciements, ainsi que ma parole pour repayer ma dette en vous offrant mon service."
ko: 졸탄 함선이 파손되었습니다. "당신은 주기를 완수했습니다. 이 호의에 대해 당신은 나의 감사를 받아주시고, 내 빚을 갚기 위해 일하겠습니다."
ru: Корабль золтан находится в аварийном состоянии. "Вы завершили цикл. За оказанную услугу я благодарю вас и даю слово отдать вам свой долг службой".
zh_hans: 超能族飞船年久失修。"你已经完成了这个循环。对于你的这份恩情，我表示感谢，并保证用服务来偿还我对你的债务。"

source: You've defeated the Rebel ship. You salvage the wreck before contacting the Federation ship.
fr: Vous avez vaincu le vaisseau Rebelle. Vous récupérez l'épave avant de prendre contact avec le vaisseau de la Fédération.
ko: 당신은 반군선을 격침시켰습니다. 당신은 연방선에 연락하기 전에 난파선을 인양했습니다.
ru: Вы победили корабль повстанцев. Вы собираете обломки корабля, прежде чем связаться с кораблем Федерации.
zh_hans: 你已经打败了叛军的飞船。在与联邦飞船联系之前，你打捞了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Though the Federation vessel is in a critical state, their crew is still alive. You bring them back to the other ship and receive payment as thanks.
fr: Si l'astronef de la Fédération est dans un état critique, leur équipage est toujours vivant. Vous les amenez sur l'autre vaisseau et un paiement vous est offert en remerciement.
ko: 연방선이 위험한 상태에 있긴 하지만, 그들의 선원들은 아직 살아 있었습니다. 그들을 다른 배로 데려가자 당신은 감사의 표시로 사례금을 받았습니다.
ru: Хотя корабль Федерации находится в критическом состоянии, его экипаж все еще жив. Вы доставляете их на другой корабль и получаете оплату в качестве благодарности.
zh_hans: 虽然联邦飞船处于危急状态，但他们的船员仍然活着。你把他们带回另一艘船，并收到报酬作为感谢。

source: You've defeated the Rebel ship. You salvage the wreck before contacting the Federation ship.
fr: Vous avez vaincu le vaisseau Rebelle. Vous récupérez l'épave avant de prendre contact avec le vaisseau de la Fédération.
ko: 당신은 용병선을 격침시켰습니다. 당신은 연방선에 연락하기 전에 난파선을 인양했습니다.
ru: Вы победили корабль повстанцев. Вы собираете обломки корабля, прежде чем связаться с кораблем Федерации.
zh_hans: 你已经打败了叛军的飞船。在与联邦飞船联系之前，你打捞了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Though the Federation vessel is in a critical state, their crew is still alive. You bring them back to the other ship and receive payment as thanks.
fr: Si l'astronef de la Fédération est dans un état critique, leur équipage est toujours vivant. Vous les amenez sur l'autre vaisseau et un paiement vous est offert en remerciement.
ko: 연방선이 위험한 상태에 있긴 하지만, 그들의 선원들은 아직 살아 있었습니다. 그들을 다른 배로 데려가자 당신은 감사의 표시로 사례금을 받았습니다.
ru: Хотя корабль Федерации находится в критическом состоянии, его экипаж все еще жив. Вы доставляете их на другой корабль и получаете оплату в качестве благодарности.
zh_hans: 虽然联邦飞船处于危急状态，但他们的船员仍然活着。你把他们带回另一艘船，并收到报酬作为感谢。

source: You've defeated the Mercenary ship. You salvage the wreck before contacting the Zoltan shuttle.
fr: Vous avez vaincu le vaisseau Mercenaire. Vous récupérez l'épave avant de prendre contact avec la navette Zoltan.
ko: 당신은 용병선을 격침시켰습니다. 당신은 졸탄 왕복선에 연락하기 전에 난파선을 인양했습니다.
ru: Вы победили корабль наемников. Вы собираете обломки корабля, а затем связываетесь с шаттлом золтан.
zh_hans: 你已经打败了雇佣兵的飞船。你在联系超能族穿梭机之前打捞了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You lead the Zoltan back to the Engi vessel. As promised, the Engi pay you. They transfer some droneparts and a fresh drone schematic.
fr: Vous ramenez le Zoltan auprès des Engis. Comme promis, les Engis vous paient. Ils transfèrent des pièces de drones et un tout nouveau schéma de drone.
ko: 졸탄을 다시 엔지 선박으로 인도합니다. 약속한 대로, 엔지가 사례금을 지불합니다. 그들은 드론 부품과 새로운 드론 설계도를 전송했습니다.
ru: Вы проводите золтана обратно на корабль энджи. Как и было обещано, энджи платят вам. Они передают несколько дрон-комплектов и новую схему дрона.
zh_hans: 你带领超能族回到半械族的船上。正如承诺的那样，半械族付给你钱。他们转移了一些无人机部件和一个新的无人机蓝图。

source: You've defeated the Mercenary ship. You salvage the wreck before contacting the Zoltan shuttle.
fr: Vous avez vaincu le vaisseau Mercenaire. Vous récupérez l'épave avant de prendre contact avec la navette Zoltan.
ko: 당신은 용병선을 격침시켰습니다. 당신은 졸탄 왕복선에 연락하기 전에 난파선을 인양했습니다.
ru: Вы победили корабль наемников. Вы собираете обломки корабля, а затем связываетесь с шаттлом золтан.
zh_hans: 你已经打败了雇佣兵的飞船。你在联系超能族穿梭机之前打捞了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You lead the Zoltan back to the Engi vessel. As promised, the Engi pay you. They transfer some droneparts and a fresh drone schematic.
fr: Vous ramenez le Zoltan auprès des Engis. Comme promis, les Engis vous paient. Ils transfèrent des pièces de drones et un tout nouveau schéma de drone.
ko: 졸탄을 다시 엔지 선박으로 인도합니다. 약속한 대로, 엔지가 사례금을 지불합니다. 그들은 드론 부품과 새로운 드론 설계도를 전송했습니다.
ru: Вы проводите золтана обратно на корабль энджи. Как и было обещано, энджи платят вам. Они передают несколько дрон-комплектов и новую схему дрона.
zh_hans: 你带领超能族回到半械族的船上。正如承诺的那样，半械族付给你钱。他们转移了一些无人机部件和一个新的无人机蓝图。

source: You've defeated the Engineer ship. You salvage the wreck before inspecting the Auto-ship.
fr: Vous avez vaincu le vaisseau Ingénieur. Vous récupérez l'épave avant d'inspecter l'Auto-vaisseau.
ko: 당신은 기술선을 격침시켰습니다. 당신은 무인선을 검사하기 전에 난파선을 인양했습니다.
ru: Вы победили корабль инженеров. Вы собираете обломки корабля, а затем осматриваете автоматический корабль.
zh_hans: 你已经打败了工程师船。在检查自动舰之前，你打捞了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fortunately, the Engineers were trying to take the ship intact. It has no visible damage, so you guide it back to the Federation vessel. They thank you and give you a brand new augment and some scrap.
fr: Par chance, il semblerait que les Ingénieurs tentaient de s'emparer du vaisseau en le laissant intact. Il n'a aucun dégât visible, alors vous le guidez droit vers le vaisseau de la Fédération. Ils vous remercient et vous donnent une toute nouvelle augmentation ainsi que de la ferraille.
ko: 다행히도, 기술자들은 그 배를 온전하게 가져가려고 했습니다. 눈에 보이는 손상은 없었으므로, 당신은 연방 선박으로 다시 이송했습니다. 그들은 당신에게 감사를 표하고, 당신에게 새로운 보조장비와 약간의 스크랩을 줍니다.
ru: К счастью, инженеры пытались захватить корабль неповрежденным. Он не имеет видимых повреждений, и вы отправляете его обратно к кораблю Федерации. Они благодарят вас и дают вам новый модуль и немного металлолома.
zh_hans: 幸运的是，工程师们是想把这艘船完整地带走。它没有明显的损坏，所以你引导它回到了联邦飞船上。他们感谢你，并给了你一个全新的增强部件和一些废料。

source: You've defeated the Engineer ship. You salvage the wreck before inspecting the Auto-ship.
fr: Vous avez vaincu le vaisseau Ingénieur. Vous récupérez l'épave avant d'inspecter l'Auto-vaisseau.
ko: 당신은 기술선을 격침시켰습니다. 당신은 무인선을 검사하기 전에 난파선을 인양했습니다.
ru: Вы победили корабль инженеров. Вы собираете обломки корабля, а затем осматриваете автоматический корабль.
zh_hans: 你已经打败了工程师船。在检查自动舰之前，你打捞了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fortunately, the Engineers were trying to take the ship intact. It has no visible damage, so you guide it back to the Federation vessel. They thank you and give you a brand new augment and some scrap.
fr: Par chance, il semblerait que les Ingénieurs tentaient de s'emparer du vaisseau en le laissant intact. Il n'a aucun dégât visible, alors vous le guidez droit vers le vaisseau de la Fédération. Ils vous remercient et vous donnent une toute nouvelle augmentation ainsi que de la ferraille.
ko: 다행히도, 기술자들은 그 배를 온전하게 가져가려고 했습니다. 눈에 보이는 손상은 없었으므로, 당신은 연방 선박으로 다시 이송했습니다. 그들은 당신에게 감사를 표하고, 당신에게 새로운 보조장비와 약간의 스크랩을 줍니다.
ru: К счастью, инженеры пытались захватить корабль неповрежденным. Он не имеет видимых повреждений, и вы отправляете его обратно к кораблю Федерации. Они благодарят вас и дают вам новый модуль и немного металлолома.
zh_hans: 幸运的是，工程师们是想把这艘船完整地带走。它没有明显的损坏，所以你引导它回到了联邦飞船上。他们感谢你，并给了你一个全新的增强部件和一些废料。
