Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You disable the ship and contact the research station.
fr: Vous neutralisez le vaisseau et contactez la station de recherche.
ko: 당신은 그 함선을 정지시키고 연구기지에 연락합니다.
ru: Вы выводите корабль из строя и связываетесь с исследовательской станцией.
zh_hans: 你使飞船失效并联系研究空间站。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you for rescuing us! They held us hostage to ambush unsuspecting passersby. Please, take this."
fr: "Merci de nous avoir sauvés ! Ils nous avaient pris en otage pour tendre une embuscade aux vaisseaux sans méfiance dans les parages. Tenez, acceptez ceci, je vous prie."
ko: "구해주셔서 고맙습니다! 그들은 방심하고 있는 행인들을 습격하기 위해 저희를 인질로 붙잡고 있었습니다. 이것을 가져가 주세요."
ru: "Спасибо, что спасли нас! Они держали нас в заложниках, чтобы устроить засаду на ничего не подозревающих путников. Пожалуйста, возьмите это".
zh_hans: "谢谢你救了我们！他们把我们作为人质，伏击毫无戒心的路人。请收下这个。"

source: You've defeated the Zoltan ship and scrap the remains.
fr: Vous avez vaincu le vaisseau Zoltan et récupérez ses restes.
ko: 졸탄 함선을 격파하고 남은 자원을 인양했습니다.
ru: Вы победили корабль золтанов и разрезали его останки.
zh_hans: 你已经打败了超能族飞船，并搜刮了残骸。

source: Contact the pirates.
fr: Contacter les pirates.
ko: 해적들을 호출한다.
ru: Связаться с пиратами.
zh_hans: 联系海盗。

source: You've defeated the Zoltan ship and scrap the remains.
fr: Vous avez vaincu le vaisseau Zoltan et récupérez ses restes.
ko: 졸탄 함선을 격파하고 남은 자원을 인양했습니다.
ru: Вы победили корабль золтанов и разобрали его останки.
zh_hans: 你已经打败了超能族飞船，并搜刮了残骸。

source: Contact the pirates.
fr: Contacter les pirates.
ko: 해적들을 호출한다.
ru: Связаться с пиратами.
zh_hans: 联系海盗。

source: The Zoltans have been defeated. You scrap the ship.
fr: Les Zoltans ont été vaincus. Vous démontez leur vaisseau.
ko: 졸탄을 격파했습니다. 당신은 그들의 함선을 해체합니다.
ru: Золтаны побеждены. Вы собираете с корабля все полезное.
zh_hans: 超能族已经被打败了。你把这艘船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Without the Zoltans in the way, you return to the Free Mantis ship, and help the Warlord to their feet. "Oh thank you, kind Federation. This is why Free Mantis always have Federations back! Just wish Zoltan not so mean..."
fr: Sans les Zoltans pour vous barrer le passage, vous retournez voir le vaisseau Mantis Libre et aidez le Seigneur de guerre à se relever. "Oh merci, noble Fédération. C'est pourquoi Mantis Libre toujours avoir Fédération en réserve ! Aimer juste Zoltan pas si méchant..."
ko: 졸탄들의 방해 없이 독립 맨티스 함선으로 돌아가서 독립 맨티스 장군을 일으켜 세웠습니다. "오 정말 감사하다, 친절한 연방. 이것이 독립 맨티스가 연방을 지지하는 이유! 단지 졸탄 착했으면 좋겠다..."
ru: Убрав со своего пути золтанов вы возвращаетесь на корабль Свободных Богомолов и помогаете Полководцу встать на ноги. "О, спасибо, добрая Федерация. Вот почему Свободные Богомолы всегда поддерживают Федерацию! Хотелось бы только, чтобы золтан не был таким злым..."
zh_hans: 没有超能族的阻拦，你回到自由螳螂的船上，把自由螳螂扶起来。"哦，谢谢你，善良的联邦。这就是为什么自由螳螂总能得到联邦的支持！只是希望超能族不要那么刻薄..."

source: The Zoltans have been defeated. You scrap the ship.
fr: Les Zoltans ont été vaincus. Vous démontez leur vaisseau.
ko: 졸탄을 격파했습니다. 당신은 그들의 함선을 해체합니다.
ru: Золтаны побеждены. Вы разбираете корабль на металлолом.
zh_hans: 超能族已经被打败了。你把这艘船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Without the Zoltans in the way, you return to the Free Mantis ship, and help the Warlord to their feet. "Oh thank you, kind Federation. This is why Free Mantis always have Federations back! Just wish Zoltan not so mean..."
fr: Sans les Zoltans pour vous barrer le passage, vous retournez voir le vaisseau Mantis Libre et aidez le Seigneur de guerre à se relever. "Oh merci, noble Fédération. C'est pourquoi Mantis Libre toujours avoir Fédération en réserve ! Aimer juste Zoltan pas si méchant..."
ko: 졸탄들의 방해 없이 독립 맨티스 함선으로 돌아가서 독립 맨티스 장군을 일으켜 세웠습니다. "오 정말 감사하다, 친절한 연방. 이것이 독립 맨티스가 연방을 지지하는 이유! 단지 졸탄 착했으면 좋겠다..."
ru: Убрав со своего пути золтанов вы возвращаетесь на корабль Свободных Богомолов и помогаете Полководцу встать на ноги. "О, спасибо, добрая Федерация. Вот почему Свободные Богомолы всегда поддерживают Федерацию! Хотелось бы только, чтобы золтан не был таким злым..."
zh_hans: 没有超能族的阻拦，你回到自由螳螂的船上，把自由螳螂扶起来。"哦，谢谢你，善良的联邦。这就是为什么自由螳螂总能得到联邦的支持！只是希望超能族不要那么刻薄..."

source: The Zoltan ship breaks apart. While it provides plenty of salvage, the core was no doubt destroyed.
fr: Le vaisseau Zoltan se disloque. S'il fournit pas mal de ferraille, le coeur a sans doute été détruit.
ko: 졸탄 함선이 부서졌습니다. 인양할 수 있는 많은 물품을 남겼지만, 코어는 의심할 여지 없이 파괴되었습니다.
ru: Корабль золтанов разваливается на части. Несмотря на то, что осталось много сохранившихся материалов, ядро, несомненно, было уничтожено.
zh_hans: 超能族的飞船解体了。虽然它提供了大量的残余物，但核心部分无疑被摧毁了。

source: You've neutralized the Zoltan ship, meaning you will be able to obtain the core from their Zoltan shields.
fr: Vous avez neutralisé le vaisseau Zoltan, ce qui vous permet donc de récupérer le coeur de leurs boucliers Zoltans.
ko: 졸탄 함선을 무력화시키자, 졸탄 보호막에서 코어를 얻을 수 있었습니다.
ru: Вы нейтрализовали корабль золтанов, значит, вы сможете получить ядро из их золтанских щитов.
zh_hans: 你已经制服了超能族飞船，这意味着你将能够从他们的超能护盾上获得核心。

source: Look for the core.
fr: Chercher le coeur.
ko: 코어를 찾는다.
ru: Искать ядро.
zh_hans: 寻找核心。

source: The Zoltan station breaks apart. While it provides plenty of salvage, the core was no doubt destroyed.
fr: La station Zoltan se disloque. Si elle fournit pas mal de ferraille, le coeur a sans doute été détruit.
ko: 졸탄 정거장이 부서졌습니다. 인양할 수 있는 많은 물품을 남겼지만, 코어는 의심할 여지 없이 파괴되었습니다.
ru: Золтанская станция разваливается на части. Несмотря на то, что осталось много сохранившихся материалов, ядро, несомненно, было уничтожено.
zh_hans: 超能族空间站解体了。虽然它提供了大量的残余物，但核心部分无疑被摧毁了。

source: You've neutralized the Zoltan station, meaning you will be able to obtain the core from their Zoltan shields.
fr: Vous avez neutralisé la station Zoltan, ce qui vous permet donc de récupérer le coeur de leurs boucliers Zoltans.
ko: 졸탄 정거장을 무력화시키자, 졸탄 보호막에서 코어를 얻을 수 있었습니다.
ru: Вы нейтрализовали корабль золтанов, значит, вы сможете получить ядро из их золтанских щитов.
zh_hans: 你已经制服了超能族空间站，这意味着你将能够从他们的超能护盾中获得核心。

source: Look for the core.
fr: Chercher le coeur.
ko: 코어를 찾는다.
ru: Искать ядро.
zh_hans: 寻找核心。

source: The Duskbringer ship breaks apart. While it provides plenty of salvage, the core was no doubt destroyed.
fr: L'Auto-vaisseau se disloque. S'il fournit pas mal de ferraille, le coeur a sans doute été détruit.
ko: 더스크브링어 함선이 부서졌습니다. 인양할 수 있는 많은 물품을 남겼지만, 코어는 의심할 여지 없이 파괴되었습니다.
ru: Корабль Вестников Заката разваливается на части. Несмотря на то, что осталось много сохранившихся материалов, ядро, несомненно, было уничтожено.
zh_hans: 暮临派飞船解体了。虽然它提供了大量的残余物，但核心部分无疑被摧毁了。

source: You've neutralized the Duskbringer ship, meaning you will be able to obtain the core from their Zoltan shields.
fr: Vous avez neutralisé le vaisseau Crépusculeur, ce qui vous permet donc de récupérer le coeur de leurs boucliers Zoltans.
ko: 더스크브링어 함선을 무력화시켰고, 졸탄 보호막에서 코어를 얻을 수 있었습니다.
ru: Вы нейтрализовали корабль Вестников Заката, что означает, что вы сможете получить ядро из их золтанских щитов.
zh_hans: 你已经制服了暮临派飞船，这意味着你将能够从他们的超能护盾中获得核心。

source: Look for the core.
fr: Chercher le coeur.
ko: 코어를 찾는다.
ru: Искать ядро.
zh_hans: 寻找核心。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_CORE_MONK"]/gotaway/text
source: The Monks jump away, assuring that you will never obtain their core. You receive one last message "Your anger clouds you. You will never obtain what you desire, when you still act so foolishly."
fr: Les Moines s'en vont, ce qui garantit que vous n'obtiendrez pas leur cœur. Vous recevez un dernier message : "Votre colère vous trouble. Vous n'obtiendrez jamais ce que vous cherchez, si vous continuez d'agir aussi bêtement."
ko: 수도승들은 도망가면서 절대로 그들의 코어를 얻을 수 없다고 확신하고 있었습니다. 당신은 마지막 메시지를 받습니다. "당신의 분노가 당신을 흩트리고 있습니다. 당신이 여전히 어리석게 행동한다면 당신이 원하는 것을 필연컨데 얻지 못할 것입니다."
ru: Монахи уходят в прыжок, заверяя, что вы никогда не получите их ядро. Вы получаете последнее сообщение: "Твой гнев омрачает тебя. Ты никогда не получишь желаемого, если будешь вести себя так глупо".
zh_hans: 信道者们跃迁走了，这表示你永远也不会得到他们的核心了。你收到最后一条信息："你的愤怒蒙蔽了你。当你仍然如此愚蠢地行事时，你将永远无法获得你所渴望的东西。"

source: The Monk ship breaks apart. While it provides plenty of salvage, the core was no doubt destroyed.
fr: Le vaisseau Moine se disloque. S'il fournit pas mal de ferraille, le coeur a sans doute été détruit.
ko: 수도승 함선이 산산조각났습니다. 인양할 거리는 많이 떨어져 나왔지만, 코어는 분명 파괴됐을 겁니다.
ru: Корабль Монахов разваливается на части. Несмотря на то, что на нем осталось много сохранившихся предметов, ядро, несомненно, было уничтожено.
zh_hans: 信道者飞船解体了。虽然它提供了大量的残余物，但核心部分无疑被摧毁了。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_CORE_MONK"]/deadCrew/text
source: You've neutralized the Monk ship, meaning you will be able to obtain the core from their Zoltan shields.
fr: Vous avez neutralisé le vaisseau Moine, ce qui vous permet donc de récupérer le coeur de leurs boucliers Zoltans.
ko: 수도승 함선을 무력화했습니다. 그 말인즉, 그들의 졸탄 방어막으로부터 코어를 얻을 수 있을 것입니다.
ru: Вы нейтрализовали корабль Монахов, а значит вы сможете получить ядро из их золтанских щитов.
zh_hans: 你已经制服了信道者飞船，这意味着你将能够从他们的超能护盾中获得核心。

source: Look for the core.
fr: Chercher le coeur.
ko: 코어를 찾는다.
ru: Искать ядро.
zh_hans: 寻找核心。

source: The Auto-ship breaks apart. While it provides plenty of salvage, the core was no doubt destroyed.
fr: L'Auto-vaisseau se disloque. S'il fournit pas mal de ferraille, le coeur a sans doute été détruit.
ko: 무인기가 산산조각났습니다. 인양할 거리는 많이 떨어져 나왔지만, 코어는 분명 파괴됐을 겁니다.
ru: Автоматический корабль разваливается на части. Несмотря на то, что на нем осталось много сохранившихся предметов, ядро, несомненно, было уничтожено.
zh_hans: 自动飞船解体。虽然它提供了大量的残余物，但核心部分无疑被摧毁了。

source: The Zoltans have been defeated. You scrap the remains of their ship.
fr: Les Zoltans ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 졸탄들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Золтаны потерпели поражение. Вы разбираете на металлолом останки их корабля.
zh_hans: 超能族已经被打败了。你搜刮了他们的船的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans have been defeated. You scrap the remains of their ship.
fr: Les Zoltans ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 졸탄들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Золтаны потерпели поражение. Вы разбираете на металлолом останки их корабля.
zh_hans: 超能族已经被打败了。你搜刮了他们的船的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Zoltan Auto-ships aren't too different from Rebel ones, which you've killed many of, so it's no surprise you came out victorious.
fr: Les Auto-vaisseaux Zoltans ne sont pas si différents de ceux des Rebelles, que vous détruisez sans compter, alors il n'est guère surprenant que vous soyez victorieux.
ko: 졸탄 무인선은 반군과 크게 다르지 않습니다. 당신이 많은 사람을 죽였기 때문이죠. 그러니 당신이 승리를 거둔 것이 놀랄만한 일은 아닙니다.
ru: Автоматические корабли золтан не слишком отличаются от кораблей повстанцев, которых вы уничтожили немало, поэтому нет ничего удивительного в том, что вы одержали победу.
zh_hans: 超能族的自动舰与你已经击败很多次的叛军自动舰没有太大区别，所以你取得胜利并不奇怪。

source: Report back to the Dynasty ship.
fr: Faire votre rapport au vaisseau de la Dynastie.
ko: 돌아가서 왕조 함선에게 보고한다.
ru: Доложить на корабль Династии.
zh_hans: 向灵朝飞船报告。

source: The Hacker ship has been destroyed. You salvage the remains.
fr: Le vaisseau Hacker a été détruit. Vous récupérez les restes.
ko: 당신은 해커선을 격파하고 잔해를 인양했습니다.
ru: Корабль Хакеров уничтожен. Вы собираете останки.
zh_hans: 黑客船已被摧毁。你打捞出残骸。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: "You have done us a great service. We have little earthly possessions to give you, but help yourselves to our excess fuel stores.
fr: "Vous nous avez rendu un grand service. Nous n'avons que peu de possessions à vous donner, mais servez-vous donc dans nos réserves de carburant.
ko: "우리에게 큰 도움을 주셨습니다. 드릴만한 재산은 많지 않지만, 우리의 연료 저장고를 마음껏 이용해 주십시오."
ru: "Вы оказали нам большую услугу. У нас мало земных ценностей, чтобы дать вам, но возьмите наши избыточные запасы топлива".
zh_hans: "你们为我们做了一件大好事。我们没有什么世俗的财产可以给你们，但请你们自己动手，把我们多余的燃料储存起来。"

source: The Hacker crew has been killed. You salvage the ship.
fr: The Hacker crew has been killed. Vous récupérez le vaisseau.
ko: 당신은 해커들을 모두 죽이고 그들의 함선에서 쓸만한 걸 모았습니다.
ru: Экипаж корабля Хакеров погиб. Вы разбираете корабль на металлолом.
zh_hans: 黑客船员已被杀害。你打捞起这艘船。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: "You have done us a great service. We have little earthly possessions to give you, but help yourselves to our excess fuel stores.
fr: "Vous nous avez rendu un grand service. Nous n'avons que peu de possessions à vous donner, mais servez-vous donc dans nos réserves de carburant.
ko: "우리에게 큰 도움을 주셨습니다. 드릴만한 재산은 많지 않지만, 우리의 연료 저장고를 마음껏 이용해 주십시오."
ru: "Вы оказали нам большую услугу. У нас мало земных ценностей, чтобы дать вам, но возьмите наши избыточные запасы топлива".
zh_hans: "你们为我们做了一件大好事。我们没有什么世俗的财产可以给你们，但请你们自己动手，把我们多余的燃料储存起来。"

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_MONK"]/destroyed/text
source: As you scrap the Smuggler ship, you're surprised to find a small device showing marked co-ordinates, likely for their intended client. Worth a look?
fr: Tandis que vous désossez le vaisseau Contrebandier, vous êtes surpris de trouver ce qui semble être un appareil affichant des coordonnées, probablement à destination de leur client. Peut-être cela vaut-il le coup d'y jeter un œil ?
ko: 당신은 밀수선을 스크랩으로 만들다가, 특정 좌표를 보여주는 작은 장치를 발견했습니다. 그들이 만나려던 고객의 위치로 보이는데, 확인해 볼 가치가 있을까요?
ru: Разбирая на металлолом корабль контрабандистов, вы с удивлением обнаруживаете небольшое устройство, показывающее отмеченные координаты, вероятно, их предполагаемого клиента. Стоит взглянуть?
zh_hans: 当你搜刮走私船时，你惊讶地发现一个小装置显示了标记的坐标，可能是他们的目标客户。也许值得一看？

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_MONK"]/deadCrew/text
source: As you scrap the Smuggler ship, you're surprised to find a small device showing marked co-ordinates, likely for their intended client. Worth a look?
fr: Tandis que vous désossez le vaisseau Contrebandier, vous êtes surpris de trouver ce qui semble être un appareil affichant des coordonnées, probablement à destination de leur client. Peut-être cela vaut-il le coup d'y jeter un œil ?
ko: 당신은 밀수선을 스크랩으로 만들다가, 특정 좌표를 보여주는 작은 장치를 발견했습니다. 그들이 만나려던 고객의 위치로 보이는데, 확인해 볼 가치가 있을까요?
ru: Разбирая на металлолом корабль контрабандистов, вы с удивлением обнаруживаете небольшое устройство, показывающее отмеченные координаты, вероятно, их предполагаемого клиента. Стоит взглянуть?
zh_hans: 当你搜刮走私船时，你惊讶地发现一个小装置显示了标记的坐标，可能是他们的目标客户。也许值得一看？

source: The Mercenaries have been defeated. You scrap their ship first before contacting the monks.
fr: Les Mercenaires ont été vaincus. Vous démontez leur vaisseau avant de contacter les moines.
ko: 용병을 격파했습니다. 당신은 수도승과 접촉하기 전에 우선 그들의 함선을 스크랩으로 만들었습니다.
ru: Наемники были побеждены. Прежде чем связаться с Монахами, сначала стоит разобрать их корабль на металлолом.
zh_hans: 雇佣兵已经被打败了。你先把他们的战舰搜刮，然后与信道者们联系。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: You speak with who you believe to be the undercover operative mentioned earlier. "Thank you, it appears my cover has been blown. A shame... I will once again have to go into hiding and change my identity. Here, have this weapon. I no longer need it, and the Monks on this ship certainly won't use it."
fr: Vous échangez avec ce qui semblerait être le présumé agent sous couverture mentioné précèdemment. "Merci, il semblerait que ma couverture soit tombée à l'eau. Quel dommage... je vais devoir une fois de plus changer mon identité pour me cacher. Prenez cette arme, je n'en ai plus besoin et ce n'est certainement pas les Moines de ce vaisseau qui en feront usage."
ko: 당신은 앞서 언급된 위장중인 첩보원이라고 생각되는 사람과 얘기했습니다. "고맙습니다. 제 정체가 들통난 것 같군요. 망신스러운 일이지만... 저는 다시 한번 숨어서 신분을 바꿔야 할 겁니다. 여기, 이 무기를 가지십시오. 제게는 더 이상 필요 없습니다. 이 함선에 타고 있는 수도승들도 분명 사용하지 않을 거고요."
ru: Вы говорите с тем, кто, по вашему мнению, является оперативником под прикрытием, упомянутым ранее. "Спасибо, похоже, мое прикрытие раскрыто. Жаль... Мне снова придется скрываться и менять свою личность. Вот, возьмите это оружие. Оно мне больше не нужно, а Монахи на этом корабле точно не будут его использовать".
zh_hans: 你与先前提到的那个卧底特工交谈。"谢谢你，看来我的身份已经暴露了。遗憾的是...我将不得不再次躲藏起来，继续变换我的身份。来，拿着这个武器。我不再需要它了，这艘船上的信道者们肯定也不会使用它。"

source: The Mercenaries have been defeated. You scrap their ship first before contacting the monks.
fr: Les Mercenaires ont été vaincus. Vous démontez leur vaisseau avant de contacter les moines.
ko: 용병을 격파했습니다. 당신은 수도승과 접촉하기 전에 우선 그들의 함선을 해체했습니다.
ru: Наемники были побеждены. Прежде чем связаться с Монахами, сначала стоит разобрать их корабль на металлолом.
zh_hans: 雇佣兵已经被打败了。你先把他们的战舰搜刮，然后与信道者们联系。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: You speak with who you believe to be the undercover operative mentioned earlier. "Thank you, it appears my cover has been blown. A shame... I will once again have to go into hiding and change my identity. Here, have this weapon. I no longer need it, and the Monks on this ship certainly won't use it."
fr: Vous échangez avec ce qui semblerait être le présumé agent sous couverture mentioné précèdemment. "Merci, il semblerait que ma couverture soit tombée à l'eau. Quel dommage... je vais devoir une fois de plus changer mon identité pour me cacher. Prenez cette arme, je n'en ai plus besoin et ce n'est certainement pas les Moines de ce vaisseau qui en feront usage."
ko: 당신은 앞서 언급된 위장중인 첩보원이라고 생각되는 사람과 얘기했습니다. "고맙습니다. 제 정체가 들통난 것 같군요. 망신스러운 일이지만... 저는 다시 한번 숨어서 신분을 바꿔야 할 겁니다. 여기, 이 무기를 가지십시오. 제게는 더 이상 필요 없습니다. 이 함선에 타고 있는 수도승들도 분명 사용하지 않을 거고요."
ru: Вы говорите с тем, кто, по вашему мнению, является оперативником под прикрытием, упомянутым ранее. "Спасибо, похоже, мое прикрытие раскрыто. Жаль... Мне снова придется скрываться и менять свою личность. Вот, возьмите это оружие. Оно мне больше не нужно, а Монахи на этом корабле точно не будут его использовать".
zh_hans: 你与先前提到的那个卧底特工交谈。"谢谢你，看来我的身份已经暴露了。遗憾的是...我将不得不再次躲藏起来，继续变换我的身份。来，拿着这个武器。我不再需要它了，这艘船上的信道者们肯定也不会使用它。"

source: The Pirate ship has been destroyed. You salvage the remains.
fr: Le vaisseau Pirate a été détruit. Vous récupérez les restes.
ko: 해적선이 파괴됐습니다. 당신은 잔해를 인양했습니다.
ru: Пиратский корабль был уничтожен. Вы собираете останки.
zh_hans: 海盗船已被摧毁。你打捞出残骸。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: The Monks jump in shortly after. "You have done well. It is a shame we must rely on violent savages such as yourself, but this a cruel and uncaring galaxy. Please accept this monetary donation as thanks."
fr: Les Moines arrivent peu après. "Vous avez fait un travail remarquable. Il est dommage que nous devons nous fier à des violents sauvages comme vous, mais cette galaxie est cruelle et sans pitié. Je voue prie d'accepter ce don monétaire en remerciement."
ko: 잠시 후 수도승들이 도약해왔습니다. "잘하셨습니다. 당신 처럼 폭력적인 야만인에게 의지해야 하는 건 유감이지만, 이곳은 잔인하고 무관심한 은하계지요. 이 기부금을 감사의 뜻으로 받아주십시오."
ru: Вскоре после этого появляются Монахи. "Вы хорошо поработали. Жаль, что мы вынуждены полагаться на таких жестоких дикарей, как вы, но это жестокая и бессердечная галактика. Пожалуйста, примите это денежное пожертвование в качестве благодарности".
zh_hans: 信道者们很快就跃迁了过来。"你做得很好。真是悲哀我们必须依靠像你这样的暴力野蛮人。但我们毕竟生活在一个残酷无情的银河系。请接受这笔金钱捐赠作为感谢。"

source: The Pirate crew has been killed. You salvage the ship.
fr: L'équipage Pirate a été tué. Vous récupérez le vaisseau.
ko: 해적들이 모두 죽었습니다. 당신은 그 함선에서 쓸만한 걸 모았습니다.
ru: Команда пиратов была убита. Вы разбираете корабль на металлолом.
zh_hans: 海盗船员已被杀害。你打捞出这艘船。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: The Monks jump in shortly after. "You have done well. It is a shame we must rely on violent savages such as yourself, but this a cruel and uncaring galaxy. Please accept this monetary donation as thanks."
fr: Les Moines arrivent peu après. "Vous avez fait un travail remarquable. Il est dommage que nous devons nous fier à des violents sauvages comme vous, mais cette galaxie est cruelle et sans pitié. Je voue prie d'accepter ce don monétaire en remerciement."
ko: 잠시 후 수도승들이 도약해왔습니다. "잘하셨습니다. 당신 처럼 폭력적인 야만인에게 의지해야 하는 건 유감이지만, 이곳은 잔인하고 무관심한 은하계지요. 이 기부금을 감사의 뜻으로 받아주십시오."
ru: Вскоре после этого появляются Монахи. "Вы хорошо поработали. Жаль, что мы вынуждены полагаться на таких жестоких дикарей, как вы, но это жестокая и бессердечная галактика. Пожалуйста, примите это денежное пожертвование в качестве благодарности".
zh_hans: 信道者们很快就跃迁了过来。"你做得很好。真是悲哀我们必须依靠像你这样的暴力野蛮人。但我们毕竟生活在一个残酷无情的银河系。请接受这笔金钱捐赠作为感谢。"

source: You've defeated the Duskbringer ship. You salvage the remains.
fr: Vous avez vaincu le vaisseau Crépusculeur. Vous récupérez les restes.
ko: 당신은 더스크브링어 함선을 격파하고 잔해를 인양했습니다.
ru: Вы победили корабль Вестников Заката. Вы собираете останки.
zh_hans: 你已经击败了暮临派飞船。你打捞出了残骸。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: "Why have you done this? Those were our friends! They would not dare harm us, and yet you have killed them! Needless violence causes nothing but suffering. Leave, now!"
fr: "Pourquoi avez-vous fait cela ? C'était nos amis ! Ils n'oseraient jamais nous faire du mal et pourtant vous les avez tués ! La violence inutile ne fait qu'apporter de la souffrance. Partez immédiatement !"
ko: "왜 그러신 겁니까? 그들은 우리 친구였습니다! 그들은 감히 우리를 해칠 엄두를 못 냈지만, 당신은 그들을 죽였습니다! 불필요한 폭력은 고통만 초래합니다. 당장 떠나십시오!"
ru: "Зачем вы это сделали? Это были наши друзья! Они не посмели бы причинить нам вред, а вы убили их! Бесполезное насилие не приносит ничего, кроме страданий. Уходите, сейчас же!"
zh_hans: "你为什么要这样做？那些是我们的朋友！他们不敢伤害我们，而你却杀了他们！无谓的暴力只会造成痛苦。离开，现在！"

source: You've defeated the Duskbringer ship. You salvage the remains.
fr: Vous avez vaincu le vaisseau Crépusculeur. Vous récupérez les restes.
ko: 당신은 더스크브링어 함선을 격파하고 잔해를 인양했습니다.
ru: Вы победили корабль Вестников Заката. Вы собираете останки.
zh_hans: 你已经击败了暮临派飞船。你打捞出了残骸。

source: Contact the Monks.
fr: Contacter les Moines.
ko: 수도승들과 접촉한다.
ru: Связаться с Монахами.
zh_hans: 联系信道者们。

source: "Why have you done this? Those were our friends! They would not dare harm us, and yet you have killed them! Needless violence causes nothing but suffering. Leave, now!"
fr: "Pourquoi avez-vous fait cela ? C'était nos amis ! Ils n'oseraient jamais nous faire du mal et pourtant vous les avez tués ! La violence inutile ne fait qu'apporter de la souffrance. Partez immédiatement !"
ko: "왜 그러신 겁니까? 그들은 우리 친구였습니다! 그들은 감히 우리를 해칠 엄두를 못 냈지만, 당신은 그들을 죽였습니다! 불필요한 폭력은 고통만 초래합니다. 당장 떠나십시오!"
ru: "Зачем вы это сделали? Это были наши друзья! Они не посмели бы причинить нам вред, а вы убили их! Бесполезное насилие не приносит ничего, кроме страданий. Уходите, сейчас же!"
zh_hans: "你为什么要这样做？那些是我们的朋友！他们不敢伤害我们，而你却杀了他们！无谓的暴力只会造成痛苦。离开，现在！"

source: They are clearly not putting up a fight. Are you sure you want to destroy them?
fr: Il est clair que les Zoltans ne veulent pas se battre. Êtes-vous sûr de vouloir les annihiler ?
ko: 그들은 확실히 싸울 의사가 없어보입니다. 정말 그들을 파괴하시겠습니까?
ru: Они явно не сопротивляются. Вы уверены, что хотите их уничтожить?
zh_hans: 他们显然没有进行抗争。你确定你要摧毁他们吗？

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.
zh_hans: 解决他们。

source: You continue the assault.
fr: Vous continuez l'assaut.
ko: 계속해서 공격한다.
ru: Вы продолжаете атаку.
zh_hans: 你继续攻击。

source: Let them go.
fr: Les laisser partir.
ko: 그들을 보내준다.
ru: Отпустить их.
zh_hans: 放过对方。
