Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You've destroyed the pirate ship. You scrap the wreckage.
fr: Vous avez détruit le vaisseau pirate. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 해적선을 파괴했으며, 잔해에서 스크랩을 인양했습니다.
ru: Вы уничтожили пиратский корабль. Вы разбираете обломки на металлолом.
zh_hans: 你摧毁了海盗舰。你搜刮了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You've killed the pirate crew. You scrap the wreckage.
fr: Vous avez tué l'équipage pirate. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 해적선을 나포했으며, 잔해에서 스크랩을 인양했습니다.
ru: Вы убили экипаж пиратов. Вы собираете все полезное с обломков.
zh_hans: 你杀光了海盗舰员。你搜刮了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The ship explodes and you scrap what you can.
fr: Le vaisseau explose et vous récupérez ce que vous pouvez.
ko: 그 함선은 폭팔했으며, 챙길 수 있는 스크랩을 챙겼습니다.
ru: Корабль взрывается, и вы собираете все, что можете.
zh_hans: 舰船爆炸了，你搜刮了你能获得的一切。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGINEERS_PIRATE"]/deadCrew/text
source: With the crew dead you take as much salvage from the ship as possible.
fr: L'équipage étant désormais mort, vous pouvez prendre autant de ferraille du vaisseau que possible.
ko: 승무원들이 죽었고 그 함선에서 가능한 한 많은 것을 인양하려고 합니다.
ru: После гибели экипажа вы забираете с корабля как можно больше уцелевших вещей.
zh_hans: 在船员死亡的情况下，你尽可能多地从船上取走残余物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Auto-ship implodes, and a green wisp drifts out of it. Was that ship... running on internal Zoltan power?
fr: L'Auto-vaisseau implose et une lueur verte en sort. Est-ce que ce vaisseau... était alimenté en puissance de Zoltan interne ?
ko: 무인기가 폭발하고 녹색 요정 빛이 잔해 밖으로 표류했습니다... 내부가 졸탄 동력으로 작동했다고?
ru: Автоматический корабль взрывается, и из него вылетает зеленая дымка. Этот корабль... работал на внутренней золтанской энергии?
zh_hans: 自动舰内爆，一缕绿色的气流从里面飘出。那艘船是...内部靠超能族的动力运行吗？

source: Contact the facility again.
fr: Contacter l'installation à nouveau.
ko: 시설에 다시 연락을 취한다.
ru: Снова связаться с объектом.
zh_hans: 再次联系该设施。

source: "Federation scum! Leave us alone, we're no soldiers. Take a slave and get out of here."
fr: "Ordures de Fédération ! Laissez-nous tranquilles, nous ne sommes pas des soldats. Prenez un esclave et partez d'ici."
ko: "쓰레기같은 연방! 우릴 가만히 내버려둬, 우린 군인이 아냐. 노예를 데리고 이곳에서 꺼져달라고."
ru: "Федеративная нечисть! Оставьте нас в покое, мы не солдаты. Возьмите раба и убирайтесь отсюда".
zh_hans: "联邦人渣！不要管我们，我们不是军队。带上一个奴隶，离开这里。"

source: You might not be a soldier, but you're as responsible for the Rebellion as any of them.
fr: Vous n'êtes peut-être pas un soldat, mais vous êtes autant responsable pour la Rébellion que n'importe lequel d'entre eux.
ko: 당신이 병사가 아닐지라도 반군에 대한 책무는 그들 중 누구 못지않다고 본다.
ru: Вы можете не быть солдатом, но вы несете такую же ответственность за Восстание, как и любой из них.
zh_hans: 你可能不是一个士兵，但你和他们中的任何一个人一样对叛乱负责。

source: "Well... I- humm... Look, I'm not here to have my morals evaluated. If you aren't looking for a slave, will scrap service instead?"
fr: "Eh bien... je- euh... Écoutez, je ne suis pas ici pour me faire juger. Si vous ne cherchez pas un esclave, est-ce que de la ferraille vous conviendra ?"
ko: "글쎄... 음... 이봐, 난 도덕성 평가를 받으러 온 게 아니라고. 노예를 찾는게 아니라면, 스크랩으로 대신 할수있을까?"
ru: "Ну... Я... хм... Слушай, я здесь не для того, чтобы оценивали мою мораль. Если ты не ищешь раба, может, вместо этого ты возьмешь лом?"
zh_hans: "嗯...我--哼...听着，我在这里不是为了让你评价我的道德。如果你不是在找一个奴隶，那就用废料服务代替？"

source: Maybe you should take a step back and evaluate the situation you're in. Are you proud of what you've become?
fr: Peut-être devriez vous faire un pas en arrière et évaluer la situation dans laquelle vous vous trouvez. Êtes-vous fiers de ce que vous êtes devenus ?
ko: 아무래도 한 걸음 뒤로 물러서서 당신이 처한 상황을 평가해야 할 것 같습니다. 당신은 현재의 자신에 만족하십니까?
ru: Возможно, вам стоит сделать шаг назад и оценить ситуацию, в которой вы находитесь. Гордитесь ли вы тем, кем вы стали?
zh_hans: 或许你该退一步，审视一下你所处的局面。你为你变成的样子感到自豪吗？

source: "Wh-what are you playing at? I'm an engineer, not a philosopher. Maybe a drone will appease you?"
fr: "M-mais à quoi vous jouez ? Je suis un ingénieur, pas un philosophe. Peut-être qu'un drone vous satisfaira ?"
ko: "뭐, 뭐 하는 거야? 난 기술자지 철학자가 아냐! 이 드론을 받고 떠나는 건 어때?"
ru: "Ч-что ты меня разыгрываешь? Я инженер, а не философ. Может, дрон тебя умиротворит?"
zh_hans: "你...你在干什么？我是个工程师，不是哲学家。也许一架无人机可以安抚你？"

source: The things you must have done, working at this prison. How would you feel, being drained of your life force to be used as a battery?
fr: Les choses que vous avez du commettre, ici dans cette prison. Comment vous sentiriez-vous, si votre force vitale était aspirée pour être utilisée comme une batterie ?
ko: 이 감옥에서 당신이 해야 했던 일들. 배터리로 사용하기 위해 생명력을 착취하는 것에 대해 죄책감이 느껴지진 않습니까?
ru: Что вы должны были натворить, работая в этой тюрьме. Как бы вы себя чувствовали, если бы из вас выкачали жизненную силу, чтобы использовать как батарейку?
zh_hans: 在这个监狱工作，你一定做过很多事情。你的生命力被榨干，被当作电池使用，你会有什么感觉？

source: "Look, I just get a pay check, and that's all that matters to me at the end of the day. I don't control what happens here, nor do I care. What about a weapon, will that shut you up?"
fr: "Écoutez, je touche un salaire et c'est tout ce qui compte pour moi à la fin de la journée. Je ne contrôle pas ce qui se passe ici et je m'en fiche. Et une arme, est-ce que cela vous fera la boucler ?"
ko: "이봐, 난 그저 봉급을 받는 것뿐이라고. 그리고 이게 내 일상의 전부야. 나는 여기서 일어나는 일을 관리하지도 않고 신경도 쓰지 않아. 이 일을 함구하는 조건으로 무기는 어때?"
ru: "Послушайте, я просто получаю зарплату, и это все, что имеет для меня значение в конце дня. Я не контролирую, что здесь происходит, и меня это не волнует. Как насчет оружия, оно тебя успокоит?"
zh_hans: 这个，我只是个赚工资的，说白了薪水就是这一切对我的意义。这里发生的我管不了，也不关心。一件武器怎么样，能让你闭嘴吗？

source: So you've left behind your humanity, shed what little goodwill was left in your soul to become a slave to the Rebellion? You are no more free than the Zoltans you've locked away here. Is this really how you want to live your life, or do you want to take a stand and fight against the Rebellion?
fr: Alors vous avez laissé derrière votre humanité, abandonné le peu de bonne volonté qui restait en votre âme pour devenir un esclave de la Rébellion ? Vous n'êtes pas plus libre que les Zoltans que vous avez enfermés ici. Est-ce vraiment comment vous voulez vivre, ou bien souhaitez-vous prendre position et vous battre contre la Rébellion ?
ko: 그래서 당신은 반군의 노예가 되려고 인간성을 버리고 영혼 속 조금 있던 선의마저 버린 겁니까? 여기 갇힌 졸탄처럼 당신의 마음은 더 이상 자유롭지 못합니다. 이것이 진정 당신의 삶의 방식인가요? 아니면 반군에 맞서 싸우고 싶은 건가요?
ru: Значит, вы оставили свою человечность, растоптали то немногое, что осталось в вашей душе, чтобы стать рабом Восстания? Вы не более свободны, чем золтаны, которых вы заперли здесь. Вы действительно так хотите прожить свою жизнь, или вы хотите выступить против Восстания?
zh_hans: 所以你抛弃了你的人性，舍弃了你灵魂中仅存的一点善意，成为叛军的奴隶？你并不比那些被你关在这里的超能族更自由。你真的想这样生活吗？还是想表明立场，与叛军斗争？

source: "I-I... What the hell are you on about? Do you have holes in your brain? Please, just shut up already. I'll give you all of the data in this facility and delete any data we have on you if that means you'll just leave."
fr: "Je-je... Bon sang, mais de quoi vous parlez ? Vous avez des trous dans votre cervelle ? S'il vous plaît, fermez-la. Je vous fournirai toutes les données de cette installation et effacerai toutes les traces que nous avons sur vous si vous comptez foutre le camp."
ko: "나... 나.. 대체 뭘한거지? 뇌에 구멍이라도 뚫린 것인가? 제발, 그냥 조용히 해줘. 당신이 그냥 떠나준다면 이 시설에 있는 모든 데이터를 당신에게 주고 모든 잔여 데이터를 삭제할꺼야."
ru: "Я-я... О чем ты, черт возьми, говоришь? У тебя дыры в мозгу? Пожалуйста, просто заткнись уже. Я отдам тебе все данные в этом объекте и удалю все данные, которые у нас есть на тебя, если это означает, что ты свалишь".
zh_hans: "我，我...你到底在搞什么鬼？你的脑子里有坑吗？求你了，赶紧闭嘴吧。如果这意味着你会离开的话，我可以把这个设施中的所有数据给你，并删除我们拥有的关于你的任何数据。"

source: You say that, but yet deep down you must know what you're doing is wrong. Eventually, in this infinite reality that we all live in, your time will come. Would you rather die a life knowing you fought for justice and prosperity for the whole of the galaxy, or die knowing you were a mindless puppet of a movement seeking to exile the majority of the galaxy from inhabitable space for no reason other than a false sense of superiority in your species?
fr: Vous dites cela et pourtant au plus profond de vous, vous savez bien que ce que vous faites est lamentable. Au bout d'un moment, dans cette réalité infinie dans laquelle nous vivons tous, votre heure viendra. Souhaiteriez-vous mourir en ayant combattu pour la justice et la prospérité pour la galaxie entière, ou mourir en sachant que vous n'étiez qu'un pantin sans cervelle pour un mouvement cherchant à exiler la majorité de la galaxie pour nulle autre raison qu'un faux sentiment de supériorité pour votre espèce ?
ko: 말은 그렇게 해도, 마음속으로는 자신이 하는 일이 잘못되었다는 것을 알아야 합니다. 결국 우리 모두가 살고 있는 이 무한한 현실 속에서 당신이 심판받는 때가 올 것입니다. 당신은 은하계 전체를 위해 정의와 번영을 위해 싸웠다는 것을 자각하며 죽겠습니까, 아니면 당신의 종족에 대한 잘못된 우월감 때문에 대부분의 종족을 거주할 수 있는 우주에서 추방하는 것을 자각하면서 죽겠습니까?
ru: Вы говорите это, но в глубине души вы должны знать, что поступаете неправильно. В конце концов, в этой бесконечной реальности, в которой мы все живем, придет и ваше время. Что бы вы предпочли - умереть, зная, что боролись за справедливость и процветание для всей галактики, или умереть, зная, что были бездумной марионеткой движения, стремящегося изгнать большинство галактики из обитаемого космоса без всякой причины, кроме ложного чувства превосходства своего вида?
zh_hans: 你这么说，但在内心深处你一定知道你所做的事是错的。最终，在我们都生活在的这个无限的现实中，你的时代将会到来。你是愿意在死前知道你为整个银河系的正义和繁荣而奋斗，还是在死时知道你是一个无意识的运动的傀儡，试图将银河系的大多数人从可居住的空间中放逐，除了你的物种的错误的优越感之外，没有其他原因？

source: "I- I CAN'T TAKE THIS ANYMORE." The Rebel screams, and you hear the sound of a gun shot over the radio. Not long after, a new voice speaks. "Hello. This is Dr. Andrew Tundra. It appears Dr. Anderson has... resigned from his position as director of the facility. We kindly request that you take this offering and never return."
fr: "JE- JE N'EN PEUX PLUS." Le Rebelle hurle et vous entendez le bruit d'un coup de feu à travers la radio. Peu de temps après, une nouvelle voix s'adresse à vous. "Bonjour. Ici le Dr. Andrew Tundra. Il semblerait que le Dr. Anderson ait... démissionné de son poste de directeur de ce centre. Nous vous demandons de prendre cette offrande et de ne jamais revenir."
ko: "나.. 난 더이상 감당할 수 없어." 반군이 비명을 지르고, 라디오 너머에서 총성이 들렸습니다. 얼마 지나지 않아 새로운 목소리가 들려왔습니다. "안녕하세요. 여긴 앤드류 툰드라 박사입니다. 앤더슨 박사가 시설 책임자 자리에서 사임한 것 같군요. 이 선물을 받으시고 다신 이곳으로 돌아오지 말아 주시길 바랍니다."
ru: "Я... Я БОЛЬШЕ НЕ МОГУ ЭТОГО ВЫНОСИТЬ". Повстанец кричит, и вы слышите звук выстрела по радио. Вскоре после этого новый голос произносит. "Здравствуйте. Это доктор Эндрю Тундра. Похоже, доктор Андерсон... ушел с поста директора объекта. Мы просим вас принять это предложение и никогда не возвращаться".
zh_hans: "我...我再也受不了了。"叛军尖叫着，你听到无线电中传来枪声。不久之后，一个新的声音说话了。"你好。我是安德鲁·腾德拉博士。看来安德森博士已经...辞去了设施主任的职务。我们恳请你带着这份礼物，永远不要回来。"

source: Take the data and leave.
fr: Prendre les données et partir.
ko: 데이터를 받고 떠난다.
ru: Забрать данные и уйти.
zh_hans: 拿走数据然后离开。

source: "FINALLY. Thank god."
fr: "ENFIN. Dieu merci."
ko: "마침내. 하느님 감사합니다."
ru: "НАКОНЕЦ-ТО. Слава богу".
zh_hans: "终于！感谢上帝。"

source: Take the weapon and leave.
fr: Prendre l'arme et partir.
ko: 무기를 받고 떠난다.
ru: Взять оружие и уйти.
zh_hans: 拿走武器然后离开。

source: Take the drone and leave.
fr: Prendre le drone et partir.
ko: 드론을 받고 떠난다.
ru: Взять дрон и уйти.
zh_hans: 拿走无人机然后离开。

source: Take the scrap and leave.
fr: Prendre la ferraille et partir.
ko: 스크랩을 받고 떠난다.
ru: Взять лом и уйти.
zh_hans: 拿走废料然后离开。

source: Take the crew and leave.
fr: Prendre le Zoltan et partir.
ko: 선원을 받고 떠난다.
ru: Взять экипаж и уйти.
zh_hans: 接受船员然后离开。

source: It's not the same as liberating the entire facility, but such a dream would be foolish to have. You're satisfied with saving even just one Zoltan, and even better, having ruined some Rebel's day.
fr: Ce n'est pas la même chose que libérer le centre entier, mais un tel rêve serait insensé. Vous êtes satisfaits de pouvoir sauver même un seul Zoltan et mieux encore, en ayant ruiné la journée d'un Rebelle.
ko: 시설 전체를 해방하지는 못했지만, 그런 꿈만 같은 일은 바보나 추구할 것입니다. 당신은 몇몇 반군의 하루를 망쳐 놓은 단 한 명의 졸탄을 구하는 것에 만족했습니다.
ru: Это не то же самое, что освободить весь объект, но мечтать о таком было бы глупо. Вам достаточно спасти хотя бы одного золтанца, а еще лучше - испортить день какому-нибудь повстанцу.
zh_hans: 这和解放整个设施是不一样的，但这样的梦想是愚蠢的。只要能救出哪怕是一个超能族，你就心满意足了，甚至更好的是，毁掉了一些叛军的成果。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_SALVAGE_HELP"]/escape/text
source: The Engi ship no longer appears to desire fighting you. It activates its FTL drive.
fr: Le vaisseau Engi ne souhaitre visiblement plus vous affronter. Il active son moteur SPL.
ko: 엔지 함선은 더 이상 당신과 싸우고 싶지 않는 것 같습니다. 초광속 드라이브를 활성화했습니다.
ru: Корабль энджи больше не проявляет желания сражаться с вами. Он активирует свой ССД.
zh_hans: 半械飞船似乎不再渴望与你战斗。它启动了它的超光速驱动器。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_SALVAGE_HELP"]/gotaway/text
source: The Engi ship slips away from the battle, along with all your hard-earned resources. You quickly scrap a little bit from the wreckage before preparing to leave.
fr: Le vaisseau Engi a filé, en emportant au passage toutes vous ressources durement ramassées. Vous ramassez un peu de ferraile de l'épave avant de partir.
ko: 엔지 함선은 힘겹게 얻은 모든 자원을 들고 전투에서 도망쳤습니다. 당신은 떠나기 전에 조금이나마 남아있는 물자를 건져냈습니다.
ru: Корабль энджи ускользает от битвы вместе со всеми вашими с трудом заработанными ресурсами. Вы быстро собираете немного с обломков, прежде чем готовитесь к отлету.
zh_hans: 半械飞船从战斗中逃走了，同时还有你所有辛苦得来的资源。在准备离开之前，你迅速从残骸中搜刮出一点东西。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_SEX"]/destroyed/text
source: With the ship destroyed, the remaining Engi ship hails you frantically and explains the situation to you.
fr: Une fois le vaisseau détruit, le second vous contacte et vous explique la situation.
ko: 함선이 파괴되자 남은 엔지 함선이 미친 듯이 당신을 호출하며 상황을 설명합니다.
ru: После уничтожения корабля оставшийся корабль энджи судорожно вызывает вас и объясняет ситуацию.
zh_hans: 随着飞船被摧毁，剩下的半械飞船疯狂地呼唤你并向你解释情况。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_SEX"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_SEX"]/deadCrew/text
source: With the ship disabled, the remaining Engi ship hails you frantically and explains the situation to you.
fr: Une fois le vaisseau hors de combat, le second vous contacte et vous explique la situation.
ko: 함선이 비활성화되자, 남아있는 엔지 함선은 미친듯이 당신을 부르며 상황을 설명합니다.
ru: После уничтожения корабля оставшийся корабль энджи судорожно вызывает вас и объясняет ситуацию.
zh_hans: 随着飞船船员的死亡，剩下的半械飞船疯狂地呼唤你，并向你解释情况。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_SEX"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_VIRUS"]/destroyed/text
source: With the ship destroyed, you detect that the virus has abandoned your ship and disappeared somewhere within the systems of the wreckage. It will likely infect whatever Engi ship passes next, but your mission is too vital to risk re-infection by stopping it.
fr: Maintenant que le vaisseau Engi a été détruit, vous découvrez que le virus a quitté votre appareil pour aller se nicher dans les systèmes de l'épave. Il risque de continuer à contaminer les vaisseaux dans ce secteur, mais votre mission est trop importante et, si vous tentiez de l'arrêter, vous risqueriez qu'il vous infecte de nouveau.
ko: 함선이 파괴되면서 바이러스가 함선을 버리고 잔해의 시스템 어딘가로 사라졌다는 것을 감지했습니다. 엔지 함선이 지나가는 다른 함선을 감염시킬 가능성이 높지만, 당신의 임무는 그것을 막으려 하다가 재감염의 위험을 감수하기엔 너무 중요합니다.
ru: После того, как корабль уничтожен, вы обнаруживаете, что вирус покинул ваш корабль и исчез где-то среди обломков. Скорее всего, он заразит любой корабль энджи, который появиться здесь следующим, но ваша миссия слишком важна, чтобы рисковать повторным заражением, останавливая его.
zh_hans: 随着飞船被摧毁，你发现病毒已经离开了你的飞船，消失在残骸的某个系统中。它很可能会感染接下来经过的任何半械飞船，但你的任务太重要了，不能冒着重新感染的风险去阻止它。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_VIRUS"]/deadCrew/text
source: With the Engi crew dead, you detect that the virus has abandoned your ship and disappeared somewhere within the systems of Engi vessel. It will likely infect whatever Engi ship passes next, but your mission is too vital to risk re-infection by stopping it.
fr: Maintenant que l'équipage Engi est mort, vous découvrez que le virus a quitté votre vaisseau pour aller se nicher dans les systèmes de leur appareil. Il risque de continuer à contaminer les vaisseaux dans ce secteur, mais votre mission est trop importante et, si vous tentiez de l'arrêter, vous risqueriez qu'il vous infecte de nouveau.
ko: 엔지 선원이 사망하자 바이러스가 우주선을 버리고 엔지 함선의 시스템 어딘가에서 사라진 것을 감지했습니다. 엔지 함선이 지나가는 다른 함선을 감염시킬 가능성이 높지만, 당신의 임무는 그것을 막으려 하다가 재감염의 위험을 감수할 수 없습니다.
ru: После гибели команды энджи вы обнаруживаете, что вирус покинул ваш корабль и исчез где-то среди обломков. Скорее всего, он заразит любой корабль энджи, который появиться здесь следующим, но ваша миссия слишком важна, чтобы рисковать повторным заражением, останавливая его.
zh_hans: 随着半械船员的死亡，你发现病毒已经离开了你的飞船，在半械飞船的某个系统中消失了。它很可能会感染接下来经过的任何半械飞船，但你的任务太重要了，不能冒着再次感染的风险去阻止它。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_VIRUS_ALT"]/destroyed/text
source: With the ship destroyed, you scrap it and prepare to jump away.
fr: Le vaisseau Engi ayant été détruit, vous récupérez toute la ferraille possible sur l'épave et vous vous préparez à effectuer un saut.
ko: 당신은 파괴된 함선의 잔해를 인양하고 도약을 준비합니다.
ru: Разрушив корабль, вы разрезаете его на металлолом и готовитесь к прыжку.
zh_hans: 随着飞船被毁，你搜刮了它，准备跃迁走。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ENGI_VIRUS_ALT"]/deadCrew/text
source: With all the Engi dead, you take what you can and prepare to jump away.
fr: Tous les Engis étant morts, vous récupérez tout ce que vous pouvez et vous préparez à repartir.
ko: 모든 엔지가 죽은 상태에서, 가질 수 있는 것을 모두 인양하고 도약할 준비를 했습니다.
ru: После смерти всех энджи вы забираете все, что можете, и готовитесь к прыжку.
zh_hans: 随着所有的半械族都死了，你拿着你能拿的东西，准备跃迁走。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You scrap what you can and prepare to jump before the other guards arrive.
fr: Vous récupérez tout ce que vous pouvez et vous préparez à effectuer un saut avant que les autres gardes n'arrivent.
ko: 당신은 다른 경비가 오기 전에 챙길 수 있는 것을 챙기고 도약을 준비했습니다.
ru: Вы собираете все, что можно, и готовитесь прыгать, пока не подоспели другие стражи.
zh_hans: 你能搜刮的都做了，准备在其他守卫到来之前跃迁下去。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_CREW_SCAN"]/deadCrew/text
source: You scrap what you can and prepare to jump before the other guards arrive.
fr: Vous récupérez tout ce que vous pouvez et vous préparez à effectuer un saut avant que les autres gardes n'arrivent.
ko: 당신은 다른 경비가 오기 전에 챙길 수 있는 것을 챙기고 도약을 준비했습니다.
ru: Вы собираете все, что можно, и готовитесь прыгать, пока не подоспели другие стражи.
zh_hans: 你能搜刮的都做了，准备在其他守卫到来之前跃迁下去。

source: The Zoltan captain sends an urgent hail: "Wait, this was all a test! A test that you passed! A diverse crew, working together, surely a sight to warm the heart of any dispassionate observer. Come, I shall join your crew!"
fr: Le capitaine Zoltan vous envoie un message urgent : "Attendez, tout ceci n'était qu'un test ! Et vous l'avez réussi ! Un équipage disparate qui travaille ensemble, ça ferait chaud au cœur de n'importe qui. J'accepte de me joindre à vos hommes !"
ko: 졸탄 함장이 당신을 급히 불렀습니다. "기다려 주십시오... 이건 모두 시험이었습니다! 시험을 통과하셨어요! 다양한 선원, 협력하는 모습, 그 어떤 자가 보더라도 감동적인 모습이었습니다. 당신의 함선에 함께 하고 싶군요!"
ru: Золтанский капитан посылает срочный сигнал: "Подождите, это все было испытанием! Тест, который вы прошли! Разнообразный экипаж, работающий вместе, - зрелище, способное согреть сердце любого беспристрастного наблюдателя. Давайте я присоединюсь к вашей команде!"
zh_hans: 超能族舰长发出紧急呼救："等等，这都是一个测试！你通过了一个测试！一个不同的船员，一起工作，肯定是一个让任何冷静的观察者感到温暖的景象。来吧，我将加入你的团队！"

source: While you search the debris, you wonder what it was that could have provoked them to act so irrationally.
fr: Tandis que vous fouillez les débris de leur vaisseau, vous vous demandez ce qui a pu les pousser à agir de façon aussi irrationnelle.
ko: 당신이 잔해를 탐색하면서 무엇이 그들로 하여금 그렇게 불합리한 선택을 하도록 만들었는지 궁금해했습니다.
ru: Пока вы осматриваете обломки, вы задаетесь вопросом, что могло спровоцировать их на столь иррациональные действия.
zh_hans: 当你搜索碎片时，你想知道是什么东西能激起他们如此非理性的行为。

source: While you scrap their ship, you wonder what it was that could have provoked them to act so irrationally.
fr: Tandis que vous démantelez leur vaisseau, vous vous demandez ce qui a pu les pousser à agir de façon aussi irrationnelle.
ko: 당신이 그들의 함선을 해체하면서 무엇이 그들로 하여금 그렇게 불합리한 선택을 하도록 만들었는지 궁금해했습니다.
ru: Пока вы разбираете их корабль на металлолом, вы задаетесь вопросом, что могло спровоцировать их на столь иррациональные действия.
zh_hans: 在你搜刮他们的船的同时，你想知道是什么东西能激起他们如此非理性的行为。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_RESCUE"]/destroyed/text
source: The Zoltan threat has been neutralized. You hasten to contact the civilian ship.
fr: La menace Zoltan a été neutralisée. Vous vous empressez de contacter le vaisseau civil.
ko: 졸탄의 위협이 무력화되었습니다. 당신은 민간인 함선과의 연락을 서두릅니다.
ru: Золтанская угроза нейтрализована. Вы спешите связаться с гражданским кораблем.
zh_hans: 超能族的威胁已被消除。你赶紧去联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선과 접촉한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_RESCUE"]/deadCrew/text
source: The Zoltan threat has been neutralized. You hasten to contact the civilian ship.
fr: La menace Zoltan a été neutralisée. Vous vous empressez de contacter le vaisseau civil.
ko: 졸탄의 위협이 무력화되었습니다. 당신은 민간인 함선과의 연락을 서두릅니다.
ru: Золтанская угроза нейтрализована. Вы спешите связаться с гражданским кораблем.
zh_hans: 超能族的威胁已被消除。你赶紧去联系民用飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락을 취합니다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

source: You've destroyed the autoship. You scrap the wreckage.
fr: Vous avez détruit l'Auto-vaisseau. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 무인선을 파괴했습니다. 당신은 잔해에서 스크랩을 챙깁니다.
ru: Вы уничтожили автоматический корабль. Вы разбираете обломки на металлолом.
zh_hans: 你摧毁了自动飞船。你搜刮了这些残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You take out the ship and contact the research station.
fr: Vous détruisez le vaisseau et contactez la station de recherche.
ko: 당신은 그 함선을 제거하고 연구기지에 연락합니다.
ru: Вы уничтожаете корабль и связываетесь с исследовательской станцией.
zh_hans: 你干掉了这艘飞船并与研究空间站联系。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you for rescuing us! They held us hostage to ambush unsuspecting passersby. Please, take this."
fr: "Merci de nous avoir sauvés ! Ils nous avaient pris en otage pour tendre une embuscade aux vaisseaux sans méfiance dans les parages. Tenez, acceptez ceci, je vous prie."
ko: "구해주셔서 고맙습니다! 그들은 방심하고 있는 행인들을 습격하기 위해 저희를 인질로 붙잡고 있었습니다. 이것을 가져가 주세요."
ru: "Спасибо, что спасли нас! Они держали нас в заложниках, чтобы устроить засаду на ничего не подозревающих путников. Пожалуйста, возьмите это".
zh_hans: "谢谢你救了我们！他们把我们作为人质，伏击毫无戒心的路人。请收下这个。"
