Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_GASGIANT_REBEL"]/deadCrew/text
source: The ship has been defeated. Considering the Ghost said to bring him a 'wreck', it won't hurt to scrap some of the exterior.
fr: Le vaisseau a été vaincu. Étant donné que le Fantôme vous a dit de ramener une 'épave', cela ne fera pas de mal de désosser l'extérieur.
ko: 함선은 파괴되었습니다. 고스트께서 '난파선'을 가져오라고 명령하셨으니 함선 외부 일부분에서 쓸만한 자원을 인양해도 나쁠 건 없을 것입니다.
ru: Корабль был побежден. Учитывая, что призраки сказали доставить им "обломки", не помешает разобрать на металлолом часть внешней обшивки.
zh_hans: 这艘船已经被打败了。考虑到魂灵族说要给他带来一个'残骸'，搜刮一些外观也无妨。

source: Bring back the ship.
fr: Ramener le vaisseau.
ko: 함선을 다시 돌려준다.
ru: Вернуть корабль.
zh_hans: 把船带回来。

source: Your fight fortunately has ended with victory. You quickly collect some of the wreckage before checking on your fellow Federation captain.
fr: Votre combat s'est heureusement soldé par une victoire. Vous ramassez vite des débris de l'épave avant d'aller vérifier votre collègue capitaine Fédéré.
ko: 당신의 싸움은 다행히 승리로 끝났습니다. 동료 연방 함장을 확인하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Ваш бой, к счастью, закончился победой. Вы быстро собираете обломки, а затем проверяете состояние своего товарища, капитана Федерации.
zh_hans: 你的战斗幸运地以胜利告终。你迅速收集了一些残骸，然后检查了你的同伴联邦舰长。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your fight fortunately has ended with victory. You quickly collect some of the wreckage before checking on your fellow Federation captain.
fr: Votre combat s'est heureusement soldé par une victoire. Vous ramassez vite des débris de l'épave avant d'aller vérifier votre collègue capitaine Fédéré.
ko: 당신의 싸움은 다행히 승리로 끝났습니다. 동료 연방 함장을 확인하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Ваш бой, к счастью, закончился победой. Вы быстро собираете обломки, а затем проверяете состояние своего товарища, капитана Федерации.
zh_hans: 你的战斗幸运地以胜利告终。你迅速收集了一些残骸，然后检查了你的同伴联邦舰长。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your fight fortunately has ended with victory. You quickly collect some of the wreckage before checking on your fellow Federation captain.
fr: Votre combat s'est heureusement soldé par une victoire. Vous ramassez vite des débris de l'épave avant d'aller vérifier votre collègue capitaine Fédéré.
ko: 당신의 싸움은 다행히 승리로 끝났습니다. 동료 연방 함장을 확인하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Ваш бой, к счастью, закончился победой. Вы быстро собираете обломки, а затем проверяете состояние своего товарища, капитана Федерации.
zh_hans: 你的战斗幸运地以胜利告终。你迅速收集了一些残骸，然后检查了你的同伴联邦舰长。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your fight fortunately has ended with victory. You quickly collect some of the wreckage before checking on your fellow Federation captain.
fr: Votre combat s'est heureusement soldé par une victoire. Vous ramassez vite des débris de l'épave avant d'aller vérifier votre collègue capitaine Fédéré.
ko: 당신의 싸움은 다행히 승리로 끝났습니다. 동료 연방 함장을 확인하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Ваш бой, к счастью, закончился победой. Вы быстро собираете обломки, а затем проверяете состояние своего товарища, капитана Федерации.
zh_hans: 你的战斗幸运地以胜利告终。你迅速收集了一些残骸，然后检查了你的同伴联邦舰长。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your fight fortunately has ended with victory. You quickly collect some of the wreckage before checking on your fellow Federation captain.
fr: Votre combat s'est heureusement soldé par une victoire. Vous ramassez vite des débris de l'épave avant d'aller vérifier votre collègue capitaine Fédéré.
ko: 당신의 싸움은 다행히 승리로 끝났습니다. 동료 연방 함장을 확인하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Ваш бой, к счастью, закончился победой. Вы быстро собираете обломки, а затем проверяете состояние своего товарища, капитана Федерации.
zh_hans: 你的战斗幸运地以胜利告终。你迅速收集了一些残骸，然后检查了你的同伴联邦舰长。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your fight fortunately has ended with victory. You quickly collect some of the wreckage before checking on your fellow Federation captain.
fr: Votre combat s'est heureusement soldé par une victoire. Vous ramassez vite des débris de l'épave avant d'aller vérifier votre collègue capitaine Fédéré.
ko: 당신의 싸움은 다행히 승리로 끝났습니다. 동료 연방 함장을 확인하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Ваш бой, к счастью, закончился победой. Вы быстро собираете обломки, а затем проверяете состояние своего товарища, капитана Федерации.
zh_hans: 你的战斗幸运地以胜利告终。你迅速收集了一些残骸，然后检查了你的同伴联邦舰长。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You shouldn't stick around for much longer incase this so-called trash king sends any more ships your way, but you can scrap a bit of debris before you go.
fr: Vous ne devriez pas rester plus longtemps au cas où ce présumé roi des ordures vous envoie d'autres vaisseaux, mais vous récupérez quelques débris avant de repartir.
ko: 소위 쓰레기 왕이라 불리는 이 자가 더 많은 함선을 보내는 것을 대비해서 오래 머물러선 안 됩니다. 하지만 떠나기 전 약간의 자원을 인양할 수 있었습니다.
ru: Не стоит задерживаться здесь надолго, если этот так называемый "король мусора" пошлет еще какие-нибудь корабли, но перед уходом можно немного разобрать обломки.
zh_hans: 你不应该在这里逗留太久，以防这个所谓的垃圾王再向你送来更多的船只，但你可以在走之前搜刮一点碎片。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You shouldn't stick around for much longer incase this so-called trash king sends any more ships your way, but you can scrap a bit of debris before you go.
fr: Vous ne devriez pas rester plus longtemps au cas où ce présumé roi des ordures vous envoie d'autres vaisseaux, mais vous récupérez quelques débris avant de repartir.
ko: 소위 쓰레기 왕이라 불리는 이 자가 더 많은 함선을 보내는 것을 대비해서 오래 머물러선 안 됩니다. 하지만 떠나기 전 약간의 자원을 인양할 수 있었습니다.
ru: Не стоит задерживаться здесь надолго, если этот так называемый "король мусора" пошлет еще какие-нибудь корабли, но перед уходом можно немного разобрать обломки.
zh_hans: 你不应该在这里逗留太久，以防这个所谓的垃圾王再向你送来更多的船只，但你可以在走之前搜刮一点碎片。

source: The Trash King's warriors have fallen. You scrap their hull.
fr: Les guerriers du Roi des Ordures sont tombés. Vous démantelez leur coque.
ko: 쓰레기 왕의 투사는 쓰러졌습니다. 그들의 함체에서 쓸만한 자원을 인양합니다.
ru: Воины мусорного короля пали. Вы разбираете их корпус на металлолом.
zh_hans: 垃圾王的勇士们已经倒下了。你把他们的船身搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I feel as though you could have saught even greater risks here, but you have completed the task I have set out for you. You are worthy to a helping of my trash."
fr: "J'estime que vous auriez pu partir à la recherche de risques encore plus grand, mais vous avez rempli la tâche que je vous ai fournie. Vous êtes méritant d'une portion de mes ordures."
ko: "나는 네가 여기서 더 큰 위험을 감수할 수도 있었던거 같지만, 너는 내가 의뢰한 임무를 완수했다. 내 쓰레기 중 하나를 가져가라."
ru: "Мне кажется, что здесь вы могли бы рискнуть еще больше, но вы выполнили задачу, которую я перед вами поставил. Вы достойны получить порцию моего мусора".
zh_hans: "我觉得你好像可以在这里承担更大的风险，但你已经完成了我为你布置的任务。你配得上我的垃圾的帮助。"

source: The Trash King's warriors have fallen. You scrap their hull.
fr: Les guerriers du Roi des Ordures sont tombés. Vous démantelez leur coque.
ko: 쓰레기 왕의 투사는 쓰러졌습니다. 그들의 함체에서 쓸만한 자원을 인양합니다.
ru: Воины мусорного короля пали. Вы разбираете их корпус на металлолом.
zh_hans: 垃圾王的勇士们已经倒下了。你把他们的船身搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I feel as though you could have saught even greater risks here, but you have completed the task I have set out for you. You are worthy to a helping of my trash."
fr: "J'estime que vous auriez pu partir à la recherche de risques encore plus grand, mais vous avez rempli la tâche que je vous ai fournie. Vous êtes méritant d'une portion de mes ordures."
ko: "나는 네가 여기서 더 큰 위험을 감수할 수도 있었던거 같지만, 너는 내가 의뢰한 임무를 완수했다. 내 쓰레기 중 하나를 가져가라."
ru: "Мне кажется, что здесь вы могли бы рискнуть еще больше, но вы выполнили задачу, которую я перед вами поставил. Вы достойны получить порцию моего мусора".
zh_hans: "我觉得你好像可以在这里承担更大的风险，但你已经完成了我为你布置的任务。你配得上我的垃圾的帮助。"

source: The Trash King's champions have fallen. You scrap their hull.
fr: Les champions du Roi des Ordures sont tombés. Vous démantelez leur coque.
ko: 쓰레기왕의 투사는 쓰러졌습니다. 그들의 함체에서 쓸만한 자원을 인양합니다.
ru: Поборники мусорного короля погибли. Вы разбираете их корпус на металлолом.
zh_hans: 垃圾王的冠军们已经倒下了。你把他们的船身搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Worry not of their deaths! They died fighting for their lord, and there be no more honorable way to go! You have proven youself worthy of my trash. Take it, and find that it is now your treasure."
fr: "Ne vous inquiétez pas pour eux ! Ils sont morts en se battant pour leur seigneur et il n'existe pas de façon plus honorable de mourir ! Vous vous êtes prouvés dignes de mes ordures. Prenez-les et considérez-les comme votre trésor."
ko: "그들의 죽음에 걱정하지말라! 그들은 주군을 위해 싸우다 죽었으며, 그것보다 더 명예로운 것은 없다! 당신은 내 쓰레기를 받기에 합당하다는 것을 증명했다. 그 쓰레기를 받고 당신의 보물을 찾길 바란다."
ru: "Не беспокойтесь об их смерти! Они погибли, сражаясь за своего господина, и нет более благородного поступка! Вы доказали, что достойны моего хлама. Возьмите его и поймите, что теперь он - ваше сокровище".
zh_hans: "不要担心他们的死亡！他们为他们的主人而死，没有比这更光荣的方式了！你已经证明了你自己值得我的垃圾。拿着它，发现它现在是你的财富。"

source: The Trash King's champions have fallen. You scrap their hull.
fr: Les champions du Roi des Ordures sont tombés. Vous démantelez leur coque.
ko: 쓰레기 왕의 투사를 격파했습니다. 그들의 함체에서 쓸만한 자원을 인양합니다.
ru: Поборники мусорного короля погибли. Вы разбираете их корпус на металлолом.
zh_hans: 垃圾王的冠军们已经倒下了。你把他们的船身搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Worry not of their deaths! They died fighting for their lord, and there be no more honorable way to go! You have proven youself worthy of my trash. Take it, and find that it is now your treasure."
fr: "Ne vous inquiétez pas pour eux ! Ils sont morts en se battant pour leur seigneur et il n'existe pas de façon plus honorable de mourir ! Vous vous êtes prouvés dignes de mes ordures. Prenez-les et considérez-les comme votre trésor."
ko: "그들의 죽음에 걱정하지말라! 그들은 주군을 위해 싸우다 죽었으며, 그것보다 더 명예로운 것은 없다! 당신은 내 쓰레기를 받기에 합당하다는 것을 증명했다. 그 쓰레기를 받고 당신의 보물을 찾길 바란다."
ru: "Не беспокойтесь об их смерти! Они погибли, сражаясь за своего господина, и нет более благородного поступка! Вы доказали, что достойны моего хлама. Возьмите его и поймите, что теперь он - ваше сокровище".
zh_hans: "不要担心他们的死亡！他们为他们的主人而死，没有比这更光荣的方式了！你已经证明了你自己值得我的垃圾。拿着它，发现它现在是你的财富。"

source: The Dynasty was ultimately no match for you. Hopefully the Vagabonds won't go back on their promise.
fr: La Dynastie n'a au final pas fait le poids contre vous. Espérons que les Vagabonds tiennent leurs promesses.
ko: 왕조는 결정적으로 상대가 되지 않았습니다. 떠돌이들이 약속을 어기지 않기를 바랄 뿐입니다.
ru: В итоге Династия оказалась не ровня вам. Надеемся, что Бродяги не откажутся от своего обещания.
zh_hans: 灵朝最终还是敌不过你。希望 漂浪群不会违背他们的承诺。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Vagabonds seem willing to uphold their end of the bargain, and release the frightened Orchid captain. Once safely returned, the Orchids pay you for your assistance.
fr: Les Vagabonds semblent disposés à remplir leur part du marché et ils libérent le capitaine Orchidée effrayé. Une fois de retour, sain et sauf, les Orchidées vous remercient pour votre aide.
ko: 떠돌이들은 거래를 성사시키고 놀란 오키드 선장을 풀어줬습니다. 무사히 오키드 선장이 돌아오자 오키드들은 도움의 대가를 지불했습니다.
ru: Бродяги, похоже, готовы выполнить свою часть сделки и освободить испуганного капитана орхидей. После безопасного возвращения орхидеи заплатят вам за помощь.
zh_hans: 漂浪群似乎愿意遵守他们的协议，并释放了受惊的兰花族舰长。安全返回之后，兰花族为你的帮助支付报酬。

source: The Dynasty was ultimately no match for you. Hopefully the Vagabonds won't go back on their promise.
fr: La Dynastie n'a au final pas fait le poids contre vous. Espérons que les Vagabonds tiennent leurs promesses.
ko: 왕조는 결정적으로 상대가 되지 않았습니다. 떠돌이들이 약속을 어기지 않기를 바랄 뿐입니다.
ru: В итоге Династия оказалась не ровня вам. Надеемся, что Бродяги не откажутся от своего обещания.
zh_hans: 灵朝最终还是敌不过你。希望 漂浪群不会违背他们的承诺。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Vagabonds seem willing to uphold their end of the bargain, and release the frightened Orchid captain. Once safely returned, the Orchids pay you for your assistance.
fr: Les Vagabonds semblent disposés à remplir leur part du marché et ils libérent le capitaine Orchidée effrayé. Une fois de retour, sain et sauf, les Orchidées vous remercient pour votre aide.
ko: 떠돌이들은 거래를 성사시키고 놀란 오키드 선장을 풀어줬습니다. 무사히 오키드 선장이 돌아오자 오키드들은 도움의 대가를 지불했습니다.
ru: Бродяги, похоже, готовы выполнить свою часть сделки и освободить испуганного капитана орхидей. После безопасного возвращения орхидеи заплатят вам за помощь.
zh_hans: 漂浪群似乎愿意遵守他们的协议，并释放了受惊的兰花族舰长。安全返回之后，兰花族为你的帮助支付报酬。

source: In the end, not even the Vagabonds could stop you. Let's just hope it's not too late...
fr: Au final, pas même les Vagabonds peuvent se mettre en travers de votre route. Espérons juste qu'il ne soit pas trop tard...
ko: 결국, 떠돌이조차도 당신을 막을 수 없었습니다. 너무 늦지 않기를 바랄뿐입니다...
ru: В конце концов, даже Бродяги не смогли остановить вас. Будем надеяться, что еще не слишком поздно...
zh_hans: 最后，甚至连漂浪群都无法阻止你。我们只希望现在还不算太晚...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears while fighting the Gouls went ahead and killed the Orchid. Their burnt corpse is sickening to look at. You notify the Orchid crew, who are heart broken. Still, they offer a small reward for at least trying.
fr: Il semblerait que les Goules aient tuée l'Orchidée durant le combat. Leur corps calciné est répugnant à voir. Vous faites part de la nouvelle à l'équipage Orchidée, qui ont le coeur brisé. Tout de même, elles offrent une petite récompense pour avoir essayé.
ko: 구울과 교전하다가 오키드를 죽인것으로 나타났습니다. 그들이 불에 탄 시체는 보기에도 역겨웠습니다. 상심한 오키드 선원들에게 알렸지만 그럼에도 불구하고 노력에 대한 소정의 보상을 제공했습니다.
ru: Оказывается, во время боя Гули пошли дальше и убили орхидею. На ее обгоревший труп противно смотреть. Вы сообщаете об этом экипажу орхидеи, которые теперь очень расстроены. Тем не менее, они предлагают небольшое вознаграждение хотя бы за попытку.
zh_hans: 看来在战斗中，燃灵一意孤行，杀死了兰花族。他烧焦的尸体让人看了犯恶心。你通知了兰花族船员们，他们很伤心。不过，他们还是为你的尝试提供了一份小补偿。

source: In the end, not even the Vagabonds could stop you. Let's just hope it's not too late...
fr: Au final, pas même les Vagabonds peuvent se mettre en travers de votre route. Espérons juste qu'il ne soit pas trop tard...
ko: 결국, 떠돌이조차도 당신을 막을 수 없었습니다. 너무 늦지 않기를 바랄뿐입니다...
ru: В конце концов, даже Бродяги не смогли остановить вас. Будем надеяться, что еще не слишком поздно...
zh_hans: 最后，甚至连漂浪群都无法阻止你。我们只希望现在还不算太晚...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears while fighting the Gouls went ahead and killed the Orchid. Their burnt corpse is sickening to look at. You notify the Orchid crew, who are heart broken. Still, they offer a small reward for at least trying.
fr: Il semblerait que les Goules aient tuée l'Orchidée durant le combat. Leur corps calciné est répugnant à voir. Vous faites part de la nouvelle à l'équipage Orchidée, qui ont le coeur brisé. Tout de même, elles offrent une petite récompense pour avoir essayé.
ko: 구울과 교전하다가 오키드를 죽인것으로 나타났습니다. 그들이 불에 탄 시체는 보기에도 역겨웠습니다. 상심한 오키드 선원들에게 알렸지만 그럼에도 불구하고 노력에 대한 소정의 보상을 제공했습니다.
ru: Оказывается, во время боя Гули пошли дальше и убили орхидею. На ее обгоревший труп противно смотреть. Вы сообщаете об этом экипажу орхидеи, которые теперь очень расстроены. Тем не менее, они предлагают небольшое вознаграждение хотя бы за попытку.
zh_hans: 看来在战斗中，燃灵一意孤行，杀死了兰花族。他烧焦的尸体让人看了犯恶心。你通知了兰花族船员们，他们很伤心。不过，他们还是为你的尝试提供了一份小补偿。

source: "Though my husband -informs- me that this will be our downfall, I do not [wish] to die. Please, let us live. We will turn ourselves in."
fr: "Si mon mari -m'informe- que cela sera notre perte, je ne [souhaite] pas mourir. S'il vous plaît, laissez-nous vivre. Nous allons nous rendre."
ko: "제 남편은 이것이 우리의 몰락이 될 것이라고 말했지만, 저는 생을 마감하고싶지 않습니다. 제발, 우릴 놔주시길 바라건데. 우리는 자수하겠습니다"
ru: "Хотя мой муж -говорит- мне, что это будет нашей гибелью, я не хочу умирать. Пожалуйста, позвольте нам жить. Мы сдаемся".
zh_hans: "虽然我的丈夫告诉我，这将是我们的失败，但我不[希望]死亡。请让我们活下去。我们会自首的。"

source: Allow them to live.
fr: Leur laisser la vie sauve.
ko: 그들을 살려준다.
ru: Позволить им жить.
zh_hans: 允许他们生活。

source: The outlaws surrender, and you lock them up in your cargo bay, suspicious that the Wraith might attempt to escape, and wait for the Engi to arrive. At last they do, and are very pleased. "The Federation vessel has proven instrumental. Delaying outlaws raised chances of success by 75%. It is likely the Harmony will be requesting your assistance again."
fr: Les hors-la-loi se rendent et vous les enfermez dans votre soute, vous méfiant du fait que le Spectre pourrait tenter de s'échapper et attendez l'arrivée du vaisseau Engi. Ils finissent par se manifester et sont très satisfaits. "Le vaisseau de la Fédération s'est prouvé être indispensable. Retarder les fugitifs à accru les chances de succès de 75%. Il est probable que l'Harmonie fasse de nouveau appel à votre aide."
ko: 무법자들이 항복하자, 당신은 레이스가 탈출할지도 모른다는 의심으로 화물칸에 가두고 엔지가 도착하기를 기다렸습니다. 마침내 그들이 도착하고 매우 기뻐했습니다. "연방 함선 도움 됨 입증. 무법자 지연으로 성공 확률 75% 증가. 하모니는 당신 도움 다시 필요. 추후 요청."
ru: Преступники сдаются, и вы запираете их в грузовом отсеке, подозревая, что Видения могут попытаться сбежать, и ждете прибытия энджи. Наконец, они прилетают и очень довольны. "Корабль Федерации оказался полезным. Задержка преступников увеличила шансы на успех на 75%. Вероятно, Гармония снова обратится к вам за помощью".
zh_hans: 不法分子投降了，你把他们锁在你的货舱里，怀疑电灵可能试图逃跑，并等待半械族到来。他们终于来了，而且非常高兴。"事实证明，联邦的船只起到了作用。拖延歹徒使成功的几率提高了75%。谐合飞船很可能会再次请求你们的帮助。"

source: There's no mercy for criminals.
fr: Pas de pitié pour les criminels.
ko: 범죄자에게 자비는 없다.
ru: Для преступников нет пощады.
zh_hans: 对罪犯没有任何怜悯。

source: The outlaws have been defeated... Though the Engi asked you not to kill them, hopefully they won't mind.
fr: Les hors-la-loi ont été vaincus... Cependant les Engis vous avaient demandé de ne pas les tuer. Espérons qu'ils ne soient pas dérangés.
ko: 무법자들을 격파했습니다... 엔지가 그들을 죽이지 말라고 요청했지만 신경 쓰지 않았으면 좋겠군요.
ru: Преступники побеждены... Хотя энджи просили вас не убивать их, надеюсь, они не будут возражать.
zh_hans: 歹徒已经被打败了...虽然半械族要求你不要杀他们，但希望他们不会介意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: By the time the Engi arrive you've already finished scrapping the ship. "Evaluation: outlaws are deceased. You have underperformed. However, it was promised you would receive alternative, though lower, payment. We advise that, should you work further jobs for the Harmony, that you show greater care towards the requirements specified."
fr: Les Engis arrivent lorsque vous terminez de récupérer l'épave. "Évaluation : les fugitifs sont morts. Vous avez sous-performé. Cependant, il était promis que vous recevriez tout de même un paiement alternatif, mais moindre. Nous recommandons, si effectuation d'autre travaux pour l'Harmonie, que vous fassiez preuve de plus grande attention envers les conditions mentionnées."
ko: 엔지가 도착했을 때, 당신은 이미 그 함선에서 필요한 자원을 인양했습니다. "평가 : 무법자 사망. 당신 실적 저조. 결론 : 더 낮은 보상 지급. 하모니 위한 의뢰는 지정된 요구 사항에 많은 주의 필요."
ru: К моменту прибытия энджи вы уже закончили разбирать корабль на металлолом. "Оценка: разбойники погибли. Вы недоработали. Однако было обещано, что вы получите альтернативную, хотя и более низкую оплату. Мы советуем, чтобы при дальнейшей работе на Гармонию вы более тщательно относились к указанным требованиям".
zh_hans: 当半械族到达时，你已经完成了搜刮的工作。"评估：亡命之徒已死。你的表现不佳。然而，我们承诺你会得到其他的报酬，虽然比较低。我们建议，如果你为谐合做更多的工作，你应该对规定的要求表现出更多的关心。"

# data/events_ships.xml.append$//ship[@name="SHIP_VAGABOND_OUTLAWS"]/deadCrew/text
source: The outlaws have been defeated... Though the Engi asked you not to kill them, hopefully they won't mind.
fr: Les hors-la-loi ont été vaincus... Cependant les Engis vous avaient demandé de ne pas les tuer. Espérons qu'ils ne soient pas dérangés.
ko: 무법자들을 격파했습니다... 엔지가 그들을 죽이지 말라고 요청했지만 신경 쓰지 않았으면 좋겠군요.
ru: Преступники побеждены... Хотя энджи просили вас не убивать их, надеюсь, они не будут возражать.
zh_hans: 歹徒已经被打败了...虽然半械族要求你不要杀他们，但希望他们不会介意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: By the time the Engi arrive you've already finished scrapping the ship. "Evaluation: outlaws are deceased. You have underperformed. However, it was promised you would receive alternative, though lower, payment. We advise that, should you work further jobs for the Harmony, that you show greater care towards the requirements specified."
fr: Les Engis arrivent lorsque vous terminez de récupérer l'épave. "Évaluation : les fugitifs sont morts. Vous avez sous-performé. Cependant, il était promis que vous recevriez tout de même un paiement alternatif, mais moindre. Nous recommandons, si effectuation d'autre travaux pour l'Harmonie, que vous fassiez preuve de plus grande attention envers les conditions mentionnées."
ko: 엔지가 도착했을 때, 당신은 이미 그 함선에서 필요한 자원을 인양했습니다. "평가 : 무법자 사망. 당신 실적 저조. 결론 : 더 낮은 보상 지급. 하모니 위한 의뢰는 지정된 요구 사항에 많은 주의 필요."
ru: К моменту прибытия энджи вы уже закончили разбирать корабль на металлолом. "Оценка: разбойники погибли. Вы недоработали. Однако было обещано, что вы получите альтернативную, хотя и более низкую оплату. Мы советуем, чтобы при дальнейшей работе на Гармонию вы более тщательно относились к указанным требованиям".
zh_hans: 当半械族到达时，你已经完成了搜刮的工作。"评估：亡命之徒已死。你的表现不佳。然而，我们承诺你会得到其他的报酬，虽然比较低。我们建议，如果你为谐合做更多的工作，你应该对规定的要求表现出更多的关心。"

source: The Engi vessel is out of the way. You scrap their hull but notice the outlaws are in trouble as a second Engi ship is firing upon them!
fr: Le vaisseau Engi ne vous barre plus la route. Vous démantelez leur coque, mais remarquez que les fugitifs ont des ennuis, tandis qu'un deuxième vaisseau Engi ouvre le feu sur eux !
ko: 엔지 선박이 방해되고 있습니다. 놈들의 선체를 파괴했지만 두 번째 엔지 함선이 무법자들에게 발포하면서 무법자들이 곤경에 처했음을 알아차렸습니다!
ru: Корабль энджи больше для вас не помеха. Вы разбираете их корпус, но замечаете, что у преступников возникли проблемы: второй корабль энджи обстреливает их!
zh_hans: 那艘半械族飞船被挡住了。你把他们的船身弄坏了，但你注意到歹徒有麻烦了，因为第二艘半械族飞船正在向他们开火！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You manage to clear out the second Engi ship in time, causing them to flee. However, the Separatist vessel is about to collapse. You'll be able to save one of the outlaws... but not both!
fr: Vous réusissez à attaquer le second vaisseau Engi à temps, les contraignants à fuir. Cependant, le vaisseau Séparatiste est sur le point de se briser. Vous pourrez sauver l'un d'eux... mais pas les deux !
ko: 두 번째 엔지 함선을 제시간에 제거하여 탈출하도록 했습니다. 그러나 분리주의자 함선은 곧 붕괴될 것입니다. 당신은 무법자 중 한 명을 구할 수 있지만.. 둘 다 구할 수는 없습니다!
ru: Вам удается вовремя уничтожить второй корабль энджи заставив их бежать. Однако корабль Сепаратистов вот-вот разрушится. Вам удастся спасти одного из преступников... но не обоих!
zh_hans: 你设法及时清除了第二艘半械族飞船，使他们逃走了。然而，那艘分离者的飞船即将倒塌。你可以救出其中一个逃犯...但不能同时救出两个人！

source: Save Clydeo.
fr: Sauver Clydeo.
ko: 클리데오를 구한다.
ru: Спасти Клайдео.
zh_hans: 拯救克莱迪欧。
