Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: The Coalition ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau de la Coalition se disloque. Vous vous hâtez de contacter le vaisseau civil.
ko: 연합 함선이 산산조각 났습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: Корабль Коалиции разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 这艘星联战舰四分五裂。你赶紧呼叫平民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선과 접촉한다.
ru: Связаться с гражданским кораблем.
zh_hans: 与平民船联系。

source: No more life signs detected on the Coalition ship. You hasten to contact the civilian ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau de la Coalition. Vous vous hâtez de contacter le vaisseau civil.
ko: 연합 함선에서 더이상 생체 신호가 감지되지 않습니다. 당신은 서둘러 민간 함선에 통신을 시도합니다.
ru: Сканеры больше не фиксируют признаков жизни на корабле Коалиции. Вы спешите связаться с гражданским кораблем.
zh_hans: 星联战舰上探测不到任何生命信号。你赶紧呼叫平民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선과 접촉한다.
ru: Связаться с гражданским кораблем.
zh_hans: 与平民船联系。

source: The Coalition ship breaks apart. You scrap what remains.
fr: Le vaisseau de la Coalition se disloque. Vous récupérez les restes.
ko: 연합 함선이 산산조각 났습니다. 당신은 잔해에서 스크랩을 건져냅니다.
ru: Корабль Коалиции разваливается на части. Вы пускаете его останки на металлолом.
zh_hans: 星联战舰四分五裂，你开始搜刮残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Coalition ship has been emptied of crew. You scrap their hull.
fr: Le vaisseau de la Coalition a été vidé de son équipage. Vous démantelez leur coque.
ko: 연합 함선엔 이제 남은 선원이 없는듯 합니다. 당신은 그 함선의 선체를 해체했습니다.
ru: Корабль Коалиции очищен от экипажа. Вы пускаете его корпус на лом.
zh_hans: 星联战舰上一个船员不剩，你搜刮了整艘战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Coalition ship breaks apart. You hasten to contact the Federation ship.
fr: Le vaisseau de la Coalition se disloque. Vous vous hâtez de contacter le vaisseau Fédéré.
ko: 연합 함선이 산산조각 났습니다. 당신은 서둘러 연방 함선에 통신을 시도합니다.
ru: Корабль Коалиции разваливается на части. Вы спешите связаться с кораблем Федерации.
zh_hans: 星联战舰四分五裂，你赶紧呼叫联邦船。

source: Contact the Federation ship.
fr: Contacter le vaisseau de la Fédération.
ko: 연방 함선과 접촉한다.
ru: Связаться с кораблем Федерации.
zh_hans: 与联邦船联系。

source: No more life signs detected on the Coalition ship. You hasten to contact the Federation ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau de la Coalition. Vous vous hâtez de contacter le vaisseau Fédéré.
ko: 더이상 연합 함선에서 생명체가 감지되지 않습니다. 당신은 서둘러 연방 함선에 통신을 시도합니다.
ru: На корабле Коалиции больше не обнаружено признаков жизни. Вы спешите связаться с кораблем Федерации.
zh_hans: 星联战舰上探测不到任何生命信号，你赶紧呼叫联邦船。

source: Contact the Federation ship.
fr: Contacter le vaisseau de la Fédération.
ko: 연방 함선과 접촉한다.
ru: Связаться с кораблем Федерации.
zh_hans: 与联邦船联系。

source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se disloque et vous récupérez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나고 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The outpost hails you, "The pompous bastards expected free service just because they defeated the Federation. Take this for the help."
fr: L'avant-poste vous contacte : "Ces pourris voulaient qu'on les serve gratuitement juste parce qu'ils avaient infligé une défaite à la Fédération. Tenez, prenez ceci et merci de votre aide."
ko: 전초기지가 당신을 맞이합니다. "그 거만한 얼간이들이 연방을 패퇴시켰답시고 무상 서비스를 요구하지 뭡니까. 이건 도움에 대한 보답입니다."
ru: Аванпост связывается с вами: "Эти напыщенные ублюдки ожидали бесплатного обслуживания просто потому, что они победили Федерацию. Примите это за помощь".
zh_hans: 哨站呼叫你："这群自大的混蛋想要免费服务，就因为他们击败了联邦。把这些拿上，就当是报酬吧。"

source: With the crew dead you quickly salvage what you can.
fr: Maintenant que l'équipage du vaisseau est mort, vous récupérez tout ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The outpost hails you, "The pompous bastards expected free service just because they defeated the Federation. Take this for the help."
fr: L'avant-poste vous contacte : "Ces pourris voulaient qu'on les serve gratuitement juste parce qu'ils avaient infligé une défaite à la Fédération. Tenez, prenez ceci et merci de votre aide."
ko: 전초기지가 당신을 맞이합니다. "그 거만한 얼간이들이 연방을 패퇴시켰답시고 무상 서비스를 요구하지 뭡니까. 이건 도움에 대한 보답입니다."
ru: Аванпост связывается с вами: "Эти напыщенные ублюдки ожидали бесплатного обслуживания просто потому, что они победили Федерацию. Примите это за помощь".
zh_hans: 哨站呼叫你："这群自大的混蛋想要免费服务，就因为他们击败了联邦。把这些拿上，就当是报酬吧。"

source: The outpost hails you, "Thank you! I don't know what we did to anger the Rebels, but they were ready to kill us. I'll show you our goods and patch up your hull."
fr: L'avant-poste vous contacte : "Merci ! Nous ignorons ce qui a provoqué la colère des Rebelles, mais ils étaient prêts à nous tuer. Je vais vous montrer ce que nous avons comme marchandises et nous allons également réparer votre coque."
ko: 전초기지에서 당신을 불렀습니다, "정말 감사합니다! 우리가 반군들을 자극한 건지는 모르겠지만, 그들은 우리를 죽일 준비가 되어있더군요. 답례로 우리 쪽 상품을 좀 소개해드리고 선체도 수리해드리겠습니다."
ru: Аванпост связывается с вами: "Спасибо! Я не знаю, чем мы разозлили повстанцев, но они были готовы нас убить. Я покажу вам наши товары и подлатаю ваш корпус".
zh_hans: 哨站呼叫你："谢谢！我们不知道我们做的什么事惹恼了叛军，不过他们确实想把我们杀了。我会给你看一下我们的货物，并帮你修理舱体。"

source: The outpost hails you, "Thank you! I don't know what we did to anger the Rebels, but they were ready to kill us. I'll show you our goods and patch up your hull.
fr: L'avant-poste vous contacte : "Merci ! Nous ignorons ce qui a provoqué la colère des Rebelles, mais ils étaient prêts à nous tuer. Je vais vous montrer ce que nous avons comme marchandises et nous allons également réparer votre coque."
ko: 전초기지에서 당신을 불렀습니다, "정말 감사합니다! 우리가 반군들을 자극한 건지는 모르겠지만, 그들은 우리를 죽일 준비가 되어있더군요. 답례로 우리 쪽 상품을 좀 소개해드리고 선체도 수리해드리겠습니다."
ru: Аванпост связывается с вами: "Спасибо! Я не знаю, чем мы разозлили повстанцев, но они были готовы нас убить. Я покажу вам наши товары и подлатаю ваш корпус".
zh_hans: 哨站呼叫你："谢谢！我们不知道我们做的什么事惹恼了叛军，不过他们确实想把我们杀了。我会给你看一下我们的货物，并帮你修理舱体。"

source: It appears the Rebels are trying to escape once again!
fr: Il semblerait que les Rebelles essaient à nouveau de se replier !
ko: 반군 녀석들이 다시 한번 탈출을 시도하는 것 같습니다!
ru: Похоже, повстанцы снова собираются сбежать!
zh_hans: 看来叛军想要再次逃跑！

source: You scrap the wreckage of the Rebel vessel.
fr: Vous récupérez l'épave du vaisseau Rebelle.
ko: 당신은 반군 선박의 잔해로부터 스크랩을 건져냈습니다.
ru: Вы пускаете на лом обломки корабля повстанцев.
zh_hans: 你搜刮了叛军船的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the crew dead, you scrap the ship.
fr: Avec l'équipage mort, vous pouvez démonter le vaisseau.
ko: 선원들은 죽었고, 당신은 그들의 함선에서 쓸만한걸 챙겨왔습니다.
ru: После гибели экипажа вы разбираете корабль на металлолом.
zh_hans: 敌方船员尽数死亡，你搜刮了他们的战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After watching their squadron get destroyed, it looks like their leader is prepared to turn tail and run.
fr: Après avoir vu son escadrille se faire détruire, le chef ennemi s'apprête à fuir.
ko: 그들의 지휘관은 비행대대가 박살나는걸 보더니, 배를 돌려 도망갈 준비를 하고 있습니다.
ru: После того, как их эскадрилья была уничтожена, похоже, что их лидер собрался сбежать, поджав хвост.
zh_hans: 看到他们的舰队被摧毁，他们的领袖看来准备转头逃跑。

source: The Rebel ship jumped away.
fr: Le vaisseau Rebelle a effectué un saut et a disparu.
ko: 반군 함선이 도망쳐버렸습니다.
ru: Корабль повстанцев совершил прыжок.
zh_hans: 叛军船逃走了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the threat gone, you contact the Federation outpost. They respond, "Our location has been compromised! Take everything you can and please drop our survivors off at the next station." One soldier offers to stay and fight.
fr: Maintenant que la menace a disparu, vous contactez l'avant-poste de la Fédération, qui vous dit : "Nos coordonnées sont connues de l'ennemi ! Prenez tout ce que vous pouvez et déposez nos survivants à la prochaine station, je vous prie." Un soldat souhaite toutefois rester et se battre à vos côtés.
ko: 위협이 사라진 뒤, 당신은 연방 전초기지에 통신을 연결했습니다. "우리의 위치가 노출됐습니다! 가능한 모든걸 챙겨서 다음 정거장까지 생존자들을 데려다 주세요." 한 병사는 혼자 남아서 싸우겠다고 합니다.
ru: Когда угроза исчезла, вы связываетесь с аванпостом Федерации. Они отвечают: "Наше местоположение раскрыто! Возьмите все, что можете, и, пожалуйста, высадите наших выживших на следующей станции". Один солдат хочет остаться и сражаться вместе с вами.
zh_hans: 威胁消失，你向联邦哨站呼叫。他们回应："这处据点已经被破坏了！把你能找到的东西都拿走，然后把我们送到下一个空间站吧。"一个士兵提出留在你的船上作战。

source: You scrap the wreckage.
fr: Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 당신은 잔해에서 스크랩을 건져냈습니다.
ru: Вы разбираете обломки на металлолом.
zh_hans: 你搜刮了船骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the threat gone, you contact the Federation outpost. They respond, "Our location has been compromised! Take everything you can and please drop our survivors off at the next station." One soldier offers to stay and fight.
fr: Maintenant que la menace a disparu, vous contactez l'avant-poste de la Fédération, qui vous dit : "Nos coordonnées sont connues de l'ennemi ! Prenez tout ce que vous pouvez et déposez nos survivants à la prochaine station, je vous prie." Un soldat souhaite toutefois rester et se battre à vos côtés.
ko: 위협이 사라진 뒤, 당신은 연방 전초기지에 통신을 연결했습니다. "우리의 위치가 노출됐습니다! 가능한 모든걸 챙겨서 다음 정거장까지 생존자들을 데려다 주세요." 한 병사는 혼자 남아서 싸우겠다고 합니다.
ru: Когда угроза исчезла, вы связываетесь с аванпостом Федерации. Они отвечают: "Наше местоположение раскрыто! Возьмите все, что можете, и, пожалуйста, высадите наших выживших на следующей станции". Один солдат хочет остаться и сражаться вместе с вами.
zh_hans: 威胁消失，你向联邦哨站呼叫。他们回应："这处据点已经被破坏了！把你能找到的东西都拿走，然后把我们送到下一个空间站吧。"一个士兵提出留在你的船上作战。

source: With the crew dead, you scrap the ship.
fr: Maintenant que l'équipage est mort, vous désossez le vaisseau.
ko: 선원들은 죽었고, 당신은 그들의 함선에서 쓸만한걸 챙겨왔습니다.
ru: После гибели экипажа вы разбираете корабль на металлолом.
zh_hans: 敌方的船员尽数死亡，你搜刮了他们的船只。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the threat gone, you contact the Federation outpost. They respond, "Our location has been compromised! Take everything you can and please drop our survivors off at the next station." One soldier offers to stay and fight.
fr: Maintenant que la menace a disparu, vous contactez l'avant-poste de la Fédération, qui vous dit : "Nos coordonnées sont connues de l'ennemi ! Prenez tout ce que vous pouvez et déposez nos survivants à la prochaine station, je vous prie." Un soldat souhaite toutefois rester et se battre à vos côtés.
ko: 위협이 사라진 뒤, 당신은 연방 전초기지에 통신을 연결했습니다. "우리의 위치가 노출됐습니다! 가능한 모든걸 챙겨서 다음 정거장까지 생존자들을 데려다 주세요." 한 병사는 혼자 남아서 싸우겠다고 합니다.
ru: Когда угроза исчезла, вы связываетесь с аванпостом Федерации. Они отвечают: "Наше местоположение раскрыто! Возьмите все, что можете, и, пожалуйста, высадите наших выживших на следующей станции". Один солдат хочет остаться и сражаться вместе с вами.
zh_hans: 威胁消失，你向联邦哨站呼叫。他们回应："这处据点已经被破坏了！把你能找到的东西都拿走，然后把我们送到下一个空间站吧。"一个士兵提出留在你的船上作战。

# data/events_ships.xml.append$//ship[@name="SHIP_REFUEL_STATION"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se disloque et vous récupérez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나고 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收了你能找到的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The outpost hails you, "The pompous bastards expected free service just because they defeated the Federation. Take this for the help."
fr: L'avant-poste vous contacte : "Ces pourris voulaient qu'on les serve gratuitement juste parce qu'ils avaient infligé une défaite à la Fédération. Tenez, prenez ceci et merci de votre aide."
ko: 전초기지가 당신을 맞이합니다. "그 거만한 얼간이들이 연방을 패퇴시켰답시고 무상 서비스를 요구하지 뭡니까. 이건 도움에 대한 보답입니다."
ru: Аванпост связывается с вами: "Эти напыщенные ублюдки ожидали бесплатного обслуживания просто потому, что они победили Федерацию. Примите это за помощь".
zh_hans: 哨站向你呼叫："这群自大的混蛋想要免费服务，只是因为他们击败了联邦。拿走这些物资吧，就当是我们的报酬。"

# data/events_ships.xml.append$//ship[@name="SHIP_REFUEL_STATION"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Maintenant que l'équipage du vaisseau est mort, vous récupérez tout ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方船员尽数死亡，你迅速回收了你能找到的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The outpost hails you, "The pompous bastards expected free service just because they defeated the Federation. Take this for the help."
fr: L'avant-poste vous contacte : "Ces pourris voulaient qu'on les serve gratuitement juste parce qu'ils avaient infligé une défaite à la Fédération. Tenez, prenez ceci et merci de votre aide."
ko: 전초기지가 당신을 맞이합니다. "그 거만한 얼간이들이 연방을 패퇴시켰답시고 무상 서비스를 요구하지 뭡니까. 이건 도움에 대한 보답입니다."
ru: Аванпост связывается с вами: "Эти напыщенные ублюдки ожидали бесплатного обслуживания просто потому, что они победили Федерацию. Примите это за помощь".
zh_hans: 哨站向你呼叫："这群自大的混蛋想要免费服务，只是因为他们击败了联邦。拿走这些物资吧，就当是我们的报酬。"

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_WARNING"]/escape/text
source: They are powering up their FTL! If they get away, they will no doubt warn the fleet of your position!
fr: Le vaisseau commence à activer son générateur SPL. S'il parvient à s'échapper, il communiquera sans aucun doute votre position à la flotte !
ko: 놈들이 FTL에 전력을 넣었습니다! 녀석들이 도망친다면 함대에 당신의 위치를 알릴 것입니다!
ru: Они включают ССД! Если им удастся уйти, они, несомненно, сообщат флоту о вашем местоположении!
zh_hans: 他们正在给跃迁引擎充能！如果他们逃走了，他们无疑会向叛军舰队报告你的位置！

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_WARNING"]/gotaway/text
source: The scout jumps away. They are sure to have informed the fleet of your position. You must get to the next Sector as soon as possible!
fr: Le vaisseau de reconnaissance effectue un saut et disparaît. Il va certainement communiquer votre position à la flotte Rebelle... Vous devez filer au plus vite vers un autre secteur !
ko: 정찰기가 도망쳤습니다. 놈들은 분명히 당신의 위치를 함대에 알릴 것입니다. 가능한 빨리 다음 구역으로 이동해야 합니다!
ru: Разведчик уходит в прыжок. Они наверняка сообщат флоту о вашем местоположении. Вы должны попасть в следующий сектор как можно скорее!
zh_hans: 侦察舰跃迁了。他们肯定会向舰队报告你的位置，你必须尽快前往下一星区！

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_HELPERS"]/destroyed/text
source: With the Rebel ship destroyed, you take the time to collect what little scrap remains. They had already made their delivery to the civilians.
fr: Maintenant que le vaisseau Rebelle est détruit, vous prenez le temps de récupérer le peu de ferraille qui reste, l'approvisionnement des civils ayant déjà été effectué.
ko: 반군 함선은 침몰합니다. 당신은 함선의 잔해를 긁어모읍니다. 하지만 보급품은 이미 주민들에게 모두 나누어준 것 같습니다.
ru: После уничтожения корабля повстанцев, вы тратите время на то, чтобы собрать тот лом, что остался. Он уже передан гражданским.
zh_hans: 叛军战舰被摧毁了，他们已将物资转到平民手中，你及时回收了残存的废料。

source: Steal the civilian supplies.
fr: Voler l'approvisionnement aux civils.
ko: 민간인 구호품을 훔친다.
ru: Украсть гражданские припасы.
zh_hans: 偷走平民补给。

source: (Requisition License) Demand the civilians hand over the supplies.
fr: Laisser les civils tranquilles.
ko: 민간인들을 내버려둔다.
ru: Оставить гражданских в покое.
zh_hans: 不打扰平民。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_HELPERS"]/deadCrew/text
source: With the Rebel crew dead, you strip their ship for equipment. They had already made their delivery to the civilians.
fr: Maintenant que l'équipage Rebelle est mort, vous récupérez l'équipement du vaisseau, l'approvisionnement des civils ayant déjà été effectué.
ko: 반군 선원은 모두 사망했습니다. 당신은 함선에서 쓸만한 물건을 모조리 벗겨냅니다. 하지만 보급품은 이미 주민들에게 모두 나누어준 것 같습니다.
ru: После гибели экипажа повстанцев вы разбираете их корабль на запчасти. Их уже передали гражданским.
zh_hans: 叛军船员全部死亡，你搜刮了他们的船骸。他们已经把补给分发给了平民。

source: Steal the civilian supplies.
fr: Voler l'approvisionnement aux civils.
ko: 주민들에게서 보급품을 빼앗는다.
ru: Украсть припасы гражданских.
zh_hans: 偷走平民船补给。

source: Leave the civilians alone.
fr: Laisser les civils tranquilles.
ko: 민간인들을 내버려둔다.
ru: Оставить гражданских в покое.
zh_hans: 不打扰平民。

# data/events_ships.xml.append$//ship[@name="SHIP_JERRY_DEPOT"]/destroyed/text
source: With the ship destroyed, you quickly collect useful resources.
fr: Le vaisseau est détruit et vous récupérez rapidement toutes les ressources utiles.
ko: 함선이 파괴되고, 당신은 필요한 자원들을 재빨리 수집해갑니다.
ru: Уничтожив корабль, вы быстро собираете полезные ресурсы.
zh_hans: 那艘船被摧毁了，你快速收集有用的资源。

source: Inspect the depot.
fr: Inspecter le dépôt.
ko: 창고를 조사한다.
ru: Осмотреть депо.
zh_hans: 检查仓库。

# data/events_ships.xml.append$//ship[@name="SHIP_JERRY_DEPOT"]/deadCrew/text
source: With the crew of the Rebel ship dead, you salvage what you can.
fr: Maintenant que le vaisseau Rebelle a été vaincu, vous récupérez tout ce que vous pouvez.
ko: 반군 함선의 승무원들이 죽고, 당신은 수거할 수 있는 것들을 수거합니다.
ru: После гибели экипажа корабля повстанцев вы собираете все, что можно найти.
zh_hans: 叛军船上的船员名单为"空"，你搜刮了你能找到的所有东西。

source: Inspect the depot.
fr: Inspecter le dépôt.
ko: 창고를 조사한다.
ru: Осмотреть депо.
zh_hans: 检查仓库。

source: The Rebels destroyed, you pick the bones of their ship and wait for the small Engi ship to catch up.
fr: Une fois le chasseur Rebelle détruit, vous récupérez ce que vous pouvez sur son épave, tout en attendant l'arrivée du petit vaisseau Engi.
ko: 당신은 반군의 함선을 파괴하고 그 함선의 뼈대를 챙긴 뒤 작은 엔지 함선이 따라오길 기다립니다.
ru: Повстанцы уничтожены, вы собираете остатки их корабля и ждете, пока маленький корабль энджи догонит вас.
zh_hans: 叛军船被摧毁了，你拿走了他们船上的关键物资，并等待那艘小型半械族飞船追上你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels destroyed, you pick the bones of their ship and wait for the small Engi ship to catch up.
fr: Une fois le chasseur Rebelle pacifié, vous récupérez ce que vous pouvez sur son épave, tout en attendant l'arrivée du petit vaisseau Engi.
ko: 당신은 반군의 함선을 파괴하고 그 함선의 뼈대를 챙긴 뒤 작은 엔지 함선이 따라오길 기다립니다.
ru: Повстанцы уничтожены, вы собираете остатки их корабля и ждете, пока маленький корабль энджи догонит вас.
zh_hans: 叛军船被摧毁了，你拿走了他们船上的关键物资，并等待那艘小型半械族飞船追上你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="BOSS_FLEETS_REBEL"]/destroyed/text
source: There's no time to salvage all of the wreck, the fleet is still nearby. Get ready to jump!
fr: Pas le temps de fouiller toute l'épave, la flotte est toujours proche. Tenez-vous prêt à effectuer un saut !
ko: 느긋하게 난파선을 뒤적거리기고 싶지만, 함대가 아직 근처에 있습니다. 도약을 준비하십시오!
ru: Нет времени обыскивать обломки, флот все еще рядом. Приготовиться к прыжку!
zh_hans: 没有时间回收废船了，叛军舰队仍在附近，准备跃迁！

# data/events_ships.xml.append$//ship[@name="BOSS_FLEETS_REBEL"]/deadCrew/text
source: There isn't time to salvage the enemy ship but your crew made off with a few nearby materials. Prepare to jump.
fr: Vous n'avez pas le temps de passer le vaisseau ennemi au peigne fin, mais vos hommes ont tout de même ramené ce qui leur est tombé sous la main. Préparez-vous à effectuer un saut.
ko: 적 함선을 인양할 시간은 없었지만 당신의 선원이 근처에 있던 물자를 가져왔습니다. 도약을 준비합니다.
ru: Нет времени обыскивать вражеский корабль, но ваш экипаж успел поживиться обломками поблизости. Приготовиться к прыжку.
zh_hans: 没有时间去回收敌舰了，不过你的船员拿到了一些附近的废料。准备跃迁。

source: With the Rebel ship destroyed you are free to contact their would-be victim.
fr: Maintenant que le vaisseau Rebelle a été détruit, vous pouvez contacter sa proie.
ko: 반군 함선을 파괴함으로써, 그들의 희생양이 될 뻔한 자들과 자유롭게 연락할 수 있게 되었습니다.
ru: После уничтожения корабля повстанцев вы можете связаться с их потенциальной жертвой.
zh_hans: 叛军船被摧毁了，你可以与他们的未遂受害者随意联系。

source: Contact the Free Mantis.
fr: Contacter les Mantis Libres.
ko: 독립 맨티스와 접촉한다.
ru: Связаться с свободным богомолом.
zh_hans: 与自由螳螂交谈。

source: With the Rebel ship defeated you quickly salvage what you can and move to contact their prey.
fr: Maintenant que le vaisseau Rebelle a été vaincu, vous récupérez tout ce que vous pouvez, après quoi vous contactez sa proie.
ko: 반군 함선을 격파하고 쓸만한 것만 빠르게 건져낸 뒤, 그들의 먹잇감과 연락을 취하기 위해 이동합니다.
ru: После уничтожения корабля повстанцев вы быстро собираете все, что можно, и отправляетесь на поиски добычи.
zh_hans: 叛军船被击败，你迅速搜集了你能找到的所有东西，然后前去联系他们的猎物。

source: Contact the Free Mantis.
fr: Contacter les Mantis Libres.
ko: 독립 맨티스와 접촉한다.
ru: Связаться с свободным богомолом.
zh_hans: 与自由螳螂交谈。

source: You scrap the remains of the Rebel ship quickly.
fr: Vous récupérez rapidement les restes du vaisseau Rebelle.
ko: 당신은 반군 함선으로부터 쓸만한 것만 빠르게 건져냈습니다.
ru: Вы быстро разбираете на металлолом останки корабля повстанцев.
zh_hans: 你迅速搜刮了叛军船的残余。

source: Contact the Slug.
fr: Contacter la Limace.
ko: 슬러그와 연락을 취한다.
ru: Связаться со слизнем.
zh_hans: 与蛞蝓族联系。

source: You scrap the remains of the Rebel ship quickly.
fr: Vous récupérez rapidement les restes du vaisseau Rebelle.
ko: 당신은 반군 함선으로부터 쓸만한 것만 빠르게 건져냈습니다.
ru: Вы быстро разбираете на металлолом останки корабля повстанцев.
zh_hans: 你迅速搜刮了叛军船的残余。

source: Contact the Slug.
fr: Contacter la Limace.
ko: 슬러그와 연락을 취한다.
ru: Связаться со слизнем.
zh_hans: 与蛞蝓族联系。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_ARCHIVE"]/destroyed/text
source: The destruction of the MFK Ace is an occasion to celebrate on its own. You scrap the remains.
fr: La destruction d'un As MFK représente à elle-seule une raison de se réjouir. Vous récupérez les restes.
ko: MFK 에이스 격파는 그 자체로 축하할 일입니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Уничтожение асов МФК - это повод для отдельного праздника. Вы разбираете останки на металлолом.
zh_hans: MFK王牌精英的失败本身就是一个极佳的庆祝机会。你搜刮了残骸。

source: Inspect the Archive.
fr: Inspecter les archives.
ko: 저장소에 접근한다.
ru: Осмотреть архив.
zh_hans: 检查档案库。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_ARCHIVE"]/deadCrew/text
source: The death of the MFK Ace's crew is an occasion to celebrate on its own. You scrap the remains.
fr: La mort d'un équipage As MFK représente à elle-seule une raison de se réjouir. Vous récupérez les restes.
ko: MFK 에이스들의 죽음은 그 자체로 축하할 일입니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Гибель экипажа асов МФК - это повод для отдельного празднования. Вы разбираете останки на металлолом.
zh_hans: MFK王牌精英船员尽数死亡，这本身就值得你庆祝，更何况你还能搜刮他们的飞船。

source: Inspect the Archive.
fr: Inspecter les archives.
ko: 저장소에 접근한다.
ru: Осмотреть архив.
zh_hans: 检查档案库。

source: The ship breaks apart. You scrap what remains.
fr: Le vaisseau se disloque. Vous récupérez ce qu'il en reste.
ko: 함선이 산산조각 났습니다. 당신은 잔해에서 쓸만한 것을 건져냈습니다.
ru: Корабль разваливается на части. Вы разбираете на металлолом то, что осталось.
zh_hans: 那艘船四分五裂，你搜刮了它的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No more life signs detected on the ship. You scrap what remains.
fr: Plus aucun signe de vie n'est détecté à bord du vaisseau. Vous récupérez ce qu'il reste.
ko: 당신은 더 이상 생명체가 감지되지 않는 함선에서 쓸만한 걸 모아왔습니다.
ru: На корабле больше не обнаружено признаков жизни. Вы разбираете на металлолом то, что осталось.
zh_hans: 敌舰上没有任何生命信号，你搜刮了整艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
