Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You drag the phantom_wraith aboard, who cries out for his wife as the ship is annihilated. He's devastated, but without any other ships to stay with he's fine on hanging with you, as long as you promise to kick the ass of any Harmony ships you see.
fr: Vous trainez le Spectre à bord, qui pleure son épouse tandis que le vaisseau est annihilé. Il est dévasté, mais sans autre vaisseau à habiter, il ne voit pas de problème à rester avec vous, du moment que vous promettez de botter l'arrière train de tout vaisseau de l'Harmonie que vous verrez.
ko: 배가 파괴되자 아내를 찾으며 부르짖는 레이스가 함선에 올라탔습니다. 그는 피폐해졌지만 함께 있을 다른 함선이 없다면 당신과 함께 가며, 눈에 보이는 어떤 하모니 함선들이건 파괴하겠다고 약조했습니다.
ru: Вы затаскиваете на борт Видение, который кричит о своей жене, пока корабль разрушается. Он опустошен, но, не имея других кораблей, чтобы остаться, он не против пойти с вами, если только вы пообещаете надрать задницу всем кораблям Гармонии, которые увидите.
zh_hans: 你把电灵拖回星舰，当他的船被摧毁时，他哭喊着他的妻子。他伤心欲绝，但由于没有其他船只可待，对和你待在一起也没有意见，只要你保证教训任何遇见的谐合飞船。

source: Save BON-N3.
fr: Sauver BON-N3.
ko: BON-N3을 살린다.
ru: Спасти КОС-СТ6.
zh_hans: 拯救BON-N3。

source: You drag the Separatist aboard, who cries out for her husband as the ship is annihilated. She's devastated, but without any other ships to stay with she's fine on hanging with you, as long as you promise to kick the ass of any Harmony ships you see.
fr: Vous trainez le Séparatiste à bord, qui pleure son époux tandis que le vaisseau est annihilé. Elle est dévastée, mais sans autre vaisseau à habiter, elle ne voit pas de problème à rester avec vous, du moment que vous promettez de botter l'arrière train de tout vaisseau de l'Harmonie que vous verrez.
ko: 함선이 격침되자, 남편을 부르짖는 분리주의자를 함선으로 탑승시켰습니다. 그녀는 피폐해졌지만 함께 있을 다른 함선이 없다면 당신과 함께 가며, 눈에 보이는 어떤 하모니 함선들이건 파괴하겠다고 약조했습니다.
ru: Вы затаскиваете на борт Сепаратистку, которая кричит о своем муже, пока корабль разрушается. Она опустошена, но, не имея других кораблей на которых можно было бы остаться, она не против пойти с вами, если вы пообещаете надрать задницу всем кораблям Гармонии, которые увидите.
zh_hans: 你把那名分离者拖上船，当船被摧毁时，她哭着喊着要找她的丈夫。她很伤心，但由于没有任何其他船只可供留宿，她愿意和你在一起，只要你保证会把你看到的任何谐合飞船的屁股踢开。

source: The Engi vessel is out of the way. You scrap their hull but notice the outlaws are in trouble as a second Engi ship is firing upon them!
fr: Le vaisseau Engi ne vous barre plus la route. Vous démantelez leur coque, mais remarquez que les fugitifs ont des ennuis, tandis qu'un deuxième vaisseau Engi ouvre le feu sur eux !
ko: 엔지 선박이 방해되고 있습니다. 놈들의 선체를 파괴했지만 두 번째 엔지 함선이 무법자들에게 발포하면서 무법자들이 곤경에 처했음을 알아차렸습니다!
ru: Корабль энджи больше для вас не помеха. Вы разбираете их корпус, но замечаете, что у преступников возникли проблемы: второй корабль энджи обстреливает их!
zh_hans: 那艘半械族飞船被挡住了。你把他们的船身弄坏了，但你注意到歹徒有麻烦了，因为第二艘半械族飞船正在向他们开火！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You manage to clear out the second Engi ship in time, causing them to flee. However, the Separatist vessel is about to collapse. You'll be able to save one of the outlaws... but not both!
fr: Vous réusissez à attaquer le second vaisseau Engi à temps, les contraignants à fuir. Cependant, le vaisseau Séparatiste est sur le point de se briser. Vous pourrez sauver l'un d'eux... mais pas les deux !
ko: 두 번째 엔지 함선을 제시간에 제거하여 탈출하도록 했습니다. 그러나 분리주의자 함선은 곧 붕괴될 것입니다. 당신은 무법자 중 한 명을 구할 수 있지만.. 둘 다 구할 수는 없습니다!
ru: Вам удается вовремя уничтожить второй корабль энджи, заставив их бежать. Однако корабль Сепаратистов вот-вот разрушится. Вам удастся спасти одного из преступников... но не обоих!
zh_hans: 你设法及时清除了第二艘半械族飞船，使他们逃走了。然而，那艘分离者的飞船即将倒塌。你可以救出其中一个逃犯...但不能同时救出两个人！

source: Save Clydeo.
fr: Sauver Clydeo.
ko: 클리데오를 구한다.
ru: Спасти Клайдео.
zh_hans: 拯救克莱迪欧。

source: You drag the phantom_wraith aboard, who cries out for his wife as the ship is annihilated. He's devastated, but without any other ships to stay with he's fine on hanging with you, as long as you promise to kick the ass of any Harmony ships you see.
fr: Vous trainez le Spectre à bord, qui pleure son épouse tandis que le vaisseau est annihilé. Il est dévasté, mais sans autre vaisseau à habiter, il ne voit pas de problème à rester avec vous, du moment que vous promettez de botter l'arrière train de tout vaisseau de l'Harmonie que vous verrez.
ko: 배가 파괴되자 아내를 찾으며 부르짖는 레이스가 함선에 올라탔습니다. 그는 피폐해졌지만 함께 있을 다른 함선이 없다면 당신과 함께 가며, 눈에 보이는 어떤 하모니 함선들이건 파괴하겠다고 약조했습니다.
ru: Вы затаскиваете на борт Видение, который кричит о своей жене, пока корабль разрушается. Он опустошен, но, не имея других кораблей, чтобы остаться, он не против пойти с вами, если только вы пообещаете надрать задницу всем кораблям Гармонии, которые увидите.
zh_hans: 你把电灵拖回星舰，当他的船被摧毁时，他哭喊着他的妻子。他伤心欲绝，但由于没有其他船只可待，对和你待在一起也没有意见，只要你保证教训任何遇见的谐合飞船。

source: Save BON-N3.
fr: Sauver BON-N3.
ko: BON-N3을 살린다.
ru: Спасти КОС-СТ6.
zh_hans: 拯救BON-N3。

source: You drag the Separatist aboard, who cries out for her husband as the ship is annihilated. She's devastated, but without any other ships to stay with she's fine on hanging with you, as long as you promise to kick the ass of any Harmony ships you see.
fr: Vous trainez le Séparatiste à bord, qui pleure son époux tandis que le vaisseau est annihilé. Elle est dévastée, mais sans autre vaisseau à habiter, elle ne voit pas de problème à rester avec vous, du moment que vous promettez de botter l'arrière train de tout vaisseau de l'Harmonie que vous verrez.
ko: 함선이 격침되자, 남편을 부르짖는 분리주의자를 함선으로 탑승시켰습니다. 그녀는 피폐해졌지만 함께 있을 다른 함선이 없다면 당신과 함께 가며, 눈에 보이는 어떤 하모니 함선들이건 파괴하겠다고 약조했습니다.
ru: Вы затаскиваете на борт Сепаратистку, которая кричит о своем муже, пока корабль разрушается. Она опустошена, но, не имея других кораблей на которых она могла бы остаться, она не против пойти с вами, если вы пообещаете надрать задницу всем кораблям Гармонии, которые увидите.
zh_hans: 你把那名分离者拖上船，当船被摧毁时，她哭着喊着要找她的丈夫。她很伤心，但由于没有任何其他船只可供留宿，她愿意和你在一起，只要你保证会把你看到的任何谐合飞船的屁股踢开。

source: The Vagabonds have been defeated. You scrap the remains of their ship.
fr: Les Vagabonds ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 떠돌이들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Бродяги побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 漂浪群已经被打败了。你把他们的船的残骸搜刮了。

source: Contact the Engis.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Vagabonds have been defeated. You scrap the remains of their ship.
fr: Les Vagabonds ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 떠돌이들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Бродяги побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 漂浪群已经被打败了。你把他们的船的残骸搜刮了。

source: Contact the Engis.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Vagabonds have been defeated. You scrap the remains of their ship.
fr: Les Vagabonds ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 떠돌이들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Бродяги побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 漂浪群已经被打败了。你把他们的船的残骸搜刮了。

source: Contact the Engis.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Vagabonds have been defeated. You scrap the remains of their ship.
fr: Les Vagabonds ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 떠돌이들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Бродяги побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 漂浪群已经被打败了。你把他们的船的残骸搜刮了。

source: Contact the Engis.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Vagabonds have been defeated. You scrap the remains of their ship.
fr: Les Vagabonds ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 떠돌이들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Бродяги побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 漂浪群已经被打败了。你把他们的船的残骸搜刮了。

source: Contact the Engis.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: The Vagabonds have been defeated. You scrap the remains of their ship.
fr: Les Vagabonds ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 떠돌이들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Бродяги побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 漂浪群已经被打败了。你把他们的船的残骸搜刮了。

source: Contact the Engis.
fr: Contacter les Engis.
ko: 엔지와 접촉한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_RESCUE"]/destroyed/text
source: The pirate ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau pirate se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 해적 함선은 산산조각 났습니다. 서둘러 민간 함선에 연락합니다.
ru: Корабль пиратов разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 海盗船解体了。你赶紧去联系民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_RESCUE"]/deadCrew/text
source: No more life signs detected on the pirate ship. You hasten to contact the civilian ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau pirate. Vous vous empressez de contacter le vaisseau civil.
ko: 해적선에서 더이상의 생명 신호가 감지되지 않습니다. 당신은 서둘러 민간인 함선에 연락을 취합니다.
ru: На корабле пиратов больше нет признаков жизни. Вы спешите связаться с гражданским кораблем.
zh_hans: 在海盗船上没有发现更多的生命迹象。你赶紧联系平民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским кораблем.
zh_hans: 联系平民船。

source: With the pirate ship destroyed, your ship's system is restored to full functionality. You salvage what you can from the debris.
fr: Maintenant que le vaisseau pirate est détruit, les moteurs de votre vaisseau tournent à plein régime. Vous récupérez ce que vous pouvez parmi les débris.
ko: 해적선이 파괴되면서 함선의 시스템이 완전히 복구됐습니다. 할 수 있는 만큼 잔해에서 자원을 인양합니다.
ru: После уничтожения корабля пиратов системы вашего корабля полностью восстановлены. Вы собираете из обломков все, что можете.
zh_hans: 随着海盗船被摧毁，你的船的系统也恢复了全部功能。你从残骸中打捞出你能打捞的东西。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_NO_ESCAPE"]/deadCrew/text
source: With the pirate ship disabled, your engines come online again. You salvage what you can from their ship.
fr: Maintenant que le vaisseau pirate est neutralisé, vos moteurs se réactivent. Vous récupérez ce que vous pouvez sur l'épave.
ko: 해적선이 무력화되었을때, 당신의 엔진은 다시 활성화되었습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: После того, как корабль пиратов был выведен из строя, ваши двигатели снова заработали. Вы собираете все, что можно, с их корабля.
zh_hans: 随着海盗船的瘫痪，你的引擎又开始运转。你从他们的船上打捞出你能打捞的东西。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_MERCHANT"]/destroyed/text
source: You contact the delivery ship, who are grateful for your assistance. They offer you a reward for saving them.
fr: Vous contactez le vaisseau de livraison, qui vous remercie de votre aide et vous offre une récompense.
ko: 당신의 도움에 감사하는 배송 함선에게 연락했습니다. 그들은 그들을 구한 보상을 당신에게 제공합니다.
ru: Вы связываетесь с грузовым кораблем, который благодарен вам за помощь. Он предлагает вам вознаграждение за спасение.
zh_hans: 你与送货船联系，他们对你的援助表示感谢。他们为你救他们提供了奖励。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_MERCHANT"]/deadCrew/text
source: You contact the delivery ship, who are grateful for your assistance. They offer you a reward for saving them.
fr: Vous contactez le vaisseau de livraison, qui vous remercie de votre aide et vous offre une récompense.
ko: 당신의 도움에 감사하는 배송 함선에게 연락했습니다. 그들은 그들을 구한 보상을 당신에게 제공합니다.
ru: Вы связываетесь с грузовым кораблем, который благодарен вам за помощь. Он предлагает вам вознаграждение за спасение.
zh_hans: 你与送货船联系，他们对你的援助表示感谢。他们为你救他们提供了奖励。

source: They hail your ship saying, "You win! We're not cut out for this!"
fr: Ils contactent votre vaisseau, en vous disant : "Vous avez gagné, nous ne sommes pas faits pour la piraterie !"
ko: 그들이 당신에게 말했습니다. "니가 이겼어! 우린 이런 적성에 맞지 않는 거 같다고!"
ru: Они связываются с вашим кораблем, восклицая: "Вы победили! Мы для такого не годимся!"
zh_hans: 他们呼叫你的船说："你赢了！我们不适合做这个！"

source: Let them live and then return to the settlement.
fr: Les laisser vivre et retourner à la colonie.
ko: 그들을 살려주고 정착지로 돌아갑니다.
ru: Пусть живут, а потом вернемся в поселение.
zh_hans: 让他们活着，然后回到定居点。

source: With the pirates dissuaded from their career path, you return to the settlement. "Thank you, they returned to us before you did. I don't think we'll need this anymore."
fr: Vous retournez à la colonie après avoir réussi à dissuader les apprentis-pirates de choisir cette carrière. "Merci, ils sont revenus juste avant vous. Tenez, je pense que nous n'en aurons plus besoin."
ko: 해적질을 그만두도록 설득당한 해적들과 함께 정박지로 돌아왔습니다. "고맙군. 녀석들은 자네보다 먼저 돌아왔다네. 이정도면 충분하다고 생각하네."
ru: Отговорив пиратов от их затеи, вы возвращаетесь в поселение. "Спасибо, они вернулись к нам раньше вас. Думаю, нам это больше не понадобится".
zh_hans: 劝阻了海盗们的职业道路，你回到了定居点。"谢谢你，他们在你之前就回到了我们身边。我想我们不再需要这个了。"

source: Forget your promise, they die!
fr: Tant pis pour votre promesse. Décider qu'ils doivent mourir !
ko: 약속을 어기고 그들을 죽입니다!
ru: Забыть о своем обещании, пусть умрут!
zh_hans: 忘了你的承诺，他们就会死！

source: With all of the would-be pirates dead, you think it best not to return to the settlement... You prepare to jump.
fr: Maintenant que tous les apprentis pirates sont morts, vous vous dites qu'il vaut mieux éviter de retourner à leur colonie. Vous vous préparez donc à effectuer un saut.
ko: 해적 지망생들을 모두 죽여버렸으니, 정착지로 돌아가지 않는게 최선이라고 생각합니다... 당신은 도약을 준비합니다.
ru: После того как все потенциальные пираты погибли, вы думаете, что лучше не возвращаться в поселение... Вы готовитесь к прыжку.
zh_hans: 由于所有可能的海盗都死了，你认为最好不要回到定居点...你准备跃迁下去。

source: With all of the would-be pirates dead, you think it best not to return to the settlement... You prepare to jump.
fr: Maintenant que tous les apprentis pirates sont morts, vous vous dites qu'il vaut mieux éviter de retourner à leur colonie. Vous vous préparez donc à effectuer un saut.
ko: 해적 지망생들을 모두 죽여버렸으니, 정착지로 돌아가지 않는게 최선이라고 생각합니다... 당신은 도약을 준비합니다.
ru: После того как все потенциальные пираты погибли, вы думаете, что лучше не возвращаться в поселение... Вы готовитесь к прыжку.
zh_hans: 由于所有可能的海盗都死了，你认为最好不要回到定居点...你准备跃迁下去。

source: The explosion rocks the pirate ship and a brilliant light begins to shine from the wreckage. Before you can react the ship is consumed in a massive chain of explosions that send you careening toward a nearby planet. You struggle to put out the fires and your pilot desperately tries to get the controls online before you're dragged down to the surface. Apparently when they said the ship should not be destroyed they had good reason...
fr: L'explosion fait trembler le vaisseau pirate et une lumière aveuglante surgit depuis l'intérieur de l'épave. Avant que vous ne puissiez faire quoi que ce soit, une série d'explosions en chaîne disloque l'astronef et vous êtes propulsé vers une planète à proximité. Vous luttez pour éteindre les incendies qui se sont déclarés tandis que votre pilote tente désespérément de reprendre le contrôle de l'appareil avant qu'il ne s'écrase à la surface de l'astre. Apparemment, quand les pirates ont dit qu'il ne fallait pas détruire leur vaisseau, c'était pour une bonne raison...
ko: 폭발이 해적 함선을 뒤흔들자 잔해에서 휘황찬란한 빛이 납니다. 당신이 미처 반응하기도 전에 해적 함선은 연쇄폭발을 일으키고 근처 행성의 이목을 끕니다. 당신은 불을 끄려 몸부림치고, 조종사는 함선이 땅에 처박히기 전에 제어를 회복하려 필사적으로 노력합니다. 배가 파괴되면 안된다고 한 이유가 있군요...
ru: В результате взрыва корабль пиратов разлетается на куски, а из его обломков начинает литься яркий свет. Прежде чем вы успеваете среагировать, корабль сгорает в мощной цепи взрывов, которые направляют его к ближайшей планете. Вы пытаетесь потушить пожар, а ваш пилот отчаянно пытается восстановить управление, прежде чем вас утянет к поверхности. Видимо, когда они говорили, что корабль не должен быть уничтожен, у них были веские причины...
zh_hans: 爆炸震撼了海盗船，一道亮光开始从残骸中闪现。在你能做出反应之前，这艘船就被一连串的巨大爆炸所吞噬，使你向附近的一个星球飞去。你挣扎着扑灭大火，你的飞行员在你被拖到地表之前拼命地试图让控制装置上线。显然，当他们说这艘船不应该被摧毁时，他们有充分的理由...

source: You secure the ship and wait for the merchants to arrive. Upon arrival they message you, saying "Good job. We would prefer if you did not speak of this to anyone."
fr: Vous sécurisez le vaisseau et attendez l'arrivée des marchands. Lorsque ceux-ci apparaissent enfin, ils vous contactent : "Beau travail. Nous préférerions que vous ne parliez à personne de toute cette histoire."
ko: 당신은 함선을 확보하고 상인들이 오길 기다립니다. 상인들이 도착하자마자 메시지를 보냅니다. "잘 했습니다. 이 일은 앞으로 누구에게도 말하지 않기를."
ru: Вы охраняете корабль и ждете прибытия торговцев. По прибытии они отправляют вам сообщение: "Хорошая работа. Мы бы хотели, чтобы вы никому не говорили об этом".
zh_hans: 你保护好船，等待商人们的到来。到达后，他们给你发来信息，说"干得好。我们希望你不要向任何人提及此事。"

source: The pirate jumped away in search of weaker targets.
fr: Les pirates s'enfuient, en quête d'une proie plus facile.
ko: 해적은 더 만만한 목표를 찾으러 도약했습니다.
ru: Пираты ушли в прыжок в поисках более слабых целей.
zh_hans: 海盗跃迁离开，寻找更弱的目标。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_BRIBER"]/surrender/text
source: "Fine! Our previous offer was not generous enough, let's improve it."
fr: "Très bien. Si notre offre précédente n'était pas à la hauteur, améliorons-la un peu !"
ko: "그래, 그래! 우리 제안이 맘에 안 들었나보구만. 좀 더 협상을 해보자고."
ru: "Отлично! Наше предыдущее предложение было недостаточно щедрым, давайте его улучшим".
zh_hans: "好啊！我们以前的提议不够慷慨，让我们改进一下。"

source: Accept the more generous bribe and leave.
fr: Accepter l'offre plus généreuse et partir.
ko: 더욱 넉넉해진 뇌물을 받고 떠난다.
ru: Принять более щедрую взятку и уйти.
zh_hans: 接受更丰厚的贿赂并离开。

source: Reject the offer and continue your assault.
fr: Refuser l'offre et continuer d'attaquer.
ko: 제안을 거부하고 계속 공격한다.
ru: Отклонить предложение и продолжить атаковать.
zh_hans: 拒绝这个提议，继续你的攻击。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_BRIBER"]/escape/text
source: You've proved a sufficient match for the pirates; they are powering up their FTL and trying to get away.
fr: Vous vous montrez un peu trop résistant pour les pirates, qui activent leur générateur supraluminique pour tenter de s'échapper.
ko: 당신은 해적들에게 당신의 강함을 보여주었습니다. 그들은 FTL 드라이브를 작동하여 도망치려 하고 있습니다.
ru: Вы оказались достаточно сильным противником для пиратов; они включают ССД и пытаются уйти.
zh_hans: 你已经证明了你是海盗的充分对手；他们正在启动他们的超光速，并试图逃跑。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_BRIBER"]/gotaway/text
source: The pirate has abandoned pursuit of both you and its former prey. You attempt to hail the damaged ship.
fr: Les pirates ont abandonné toute velléité de poursuite. Vous tentez d'interpeler le vaisseau endommagé.
ko: 해적들은 당신과 이전 목표물을 모두 포기했습니다. 당신은 손상된 함선에 연락합니다.
ru: Пираты прекратили преследование и вас, и своей бывшей добычи. Вы пытаетесь связаться с поврежденным кораблем.
zh_hans: 海盗已经放弃了对你和它以前的猎物的追逐。你试图呼唤那艘受损的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_BRIBER"]/destroyed/text
source: The pirate explodes, leaving behind a substantial collection of useful scrap material. You go to examine the ship you just saved.
fr: L'appareil pirate explose, laissant derrière lui une intéressante collection de pièces de ferraille. Vous décidez d'aller examiner le vaisseau que vous venez de sauver.
ko: 해적선이 폭발하며 상당한 양의 잔해를 남깁니다. 당신은 방금 구해낸 함선을 살펴봅니다.
ru: Корабль пиратов взрывается, оставляя после себя значительную коллекцию полезного металлолома. Вы идете осматривать только что поверженный корабль.
zh_hans: 海盗爆炸了，留下了大量有用的废旧材料。你去检查你刚救的那艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_BRIBER"]/deadCrew/text
source: The pirates are all dead, leaving the ship dead in space. You scrounge what you can from their ship before contacting its former prey.
fr: Les pirates sont tous morts et leur vaisseau dérive dans l'espace. Vous récupérez tout ce que vous pouvez à son bord avant de contacter la proie qu'ils poursuivaient.
ko: 해적들은 모두 죽고 해적선만 우주 공간에 홀로 남았습니다. 당신은 피해자와 연락하기 전 해적선으로부터 쓸만한 걸 챙겼습니다.
ru: Все пираты погибли, а корабль остался в космосе. Вы собираете с корабля все, что можно, прежде чем связаться с его бывшей добычей.
zh_hans: 海盗们都死了，留下飞船死在太空中。在联系其以前的猎物之前，你从他们的船上搜刮你能搜刮的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_LIFERAFT"]/destroyed/text
source: You salvage what you can from the ship.
fr: Vous récupérez ce que vous pouvez du vaisseau.
ko: 당신은 함선의 잔해를 인양합니다.
ru: Вы собираете с корабля все, что можно найти.
zh_hans: 你从船上打捞出你能打捞的东西。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltan looks deeply dissatisfied with your aiming and demands to be dropped off at your earliest convenience.
fr: Le Zoltan n'a pas l'air satisfait du tout de votre façon de viser et il vous demande de le déposer quelque part dès que possible.
ko: 졸탄은 당신의 조준에 불만스러워 하며 최대한 빠르게 물러날 것을 요구합니다.
ru: Золтан выглядит глубоко недовольным вашей стрельбой и требует, чтобы его высадили при первой же возможности.
zh_hans: 超能族看起来对你的瞄准很不满意，要求在你方便的时候尽早送走。

source: Let him go.
fr: Le laisser s'en aller.
ko: 그를 보내준다.
ru: Отпустить его.
zh_hans: 放了他。

source: Offer to hire him for 40 scrap.
fr: Lui proposer de le recruter pour 40 pièces de ferraille.
ko: 그를 40 스크랩에 고용할 것을 제안한다.
ru: Предложить нанять его за 40 лома.
zh_hans: 提出雇用他做40废料。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_LIFERAFT"]/deadCrew/text
source: The last pirate life-signs blink out and the Zoltan returns to his bridge. "Egalitarianism is a cornerstone of successful cohabitation. Please, enjoy the fruits of your labor."
fr: Le dernier pirate périt et le Zoltan retourne à sa passerelle. "L'égalitarisme est la pierre angulaire d'une cohabitation fructueuse. Je vous en prie, profitez du fruit de votre travail."
ko: 마지막 해적의 생명 신호가 사라지고 졸탄인들이 함교로 돌아옵니다. "평등주의는 성공적인 공생의 주춧돌입니다. 노력의 댓가를 즐겨주십시오."
ru: Последние жизненные сигнатуры пиратов исчезли, и золтан вернулся на свой мостик. "Эгалитаризм - краеугольный камень успешного сосуществования. Пожалуйста, наслаждайтесь плодами своего труда".
zh_hans: 最后一个海盗的生命信号眨眼即逝，超能族飞船回到了他的指挥舱。"平等主义是成功的同居生活的一个基石。请享受你们的劳动成果吧。"

source: The ship obliterated, only scant fuel canisters can be scavenged from the wreckage before the ion storm clears and you have to jump away.
fr: Le vaisseau étant détruit, vous ne parvenez à récupérer que quelques réservoirs de carburant avant que la tempête ionique ne se dissipe, après quoi vous décidez de partir en effectuant un saut.
ko: 이온 폭풍이 걷히기 전에 파괴된 함선의 잔해 속에서 몇 안되는 연료통만 챙기고 도약해야 합니다.
ru: Корабль уничтожен, из обломков удается собрать лишь скудные топливные канистры, прежде чем ионный шторм рассеется и вам придется уходить в прыжок.
zh_hans: 飞船湮灭了，在离子风暴清除之前，只能从残骸中搜出少量的燃料罐，你必须跃迁走。

source: The pirate jumped away.
fr: Le pirate s'enfuit en effectuant un saut.
ko: 해적들은 도약해 사라졌습니다.
ru: Пираты ушли в прыжок.
zh_hans: 海盗跃迁走了。

source: With the ship in one piece, you are able to salvage most of the fuel supplies before the ion storm clears and you have to jump away.
fr: Le vaisseau étant encore en bon état, vous parvenez à récupérer la majeure partie de son carburant avant que la tempête ionique ne se dissipe, après quoi vous décidez de partir en effectuant un saut.
ko: 함선이 멀쩡한 덕분에, 당신은 이온 폭풍이 걷히기 전에 함선에 있던 연료 대부분을 챙겨갈 수 있습니다.
ru: Корабль остается целым и невредимым, и вы успеваете собрать большую часть запасов топлива, прежде чем ионный шторм рассеется и вам придется уходить в прыжок.
zh_hans: 由于飞船是完整的，你能够在离子风暴清除之前抢救出大部分的燃料供应，你不得不跃迁走。
