Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: The ship obliterated, only scant ammunition crates can be scavenged from the wreckage before the ion storm clears and you have to jump away.
fr: Le vaisseau étant détruit, vous ne parvenez à récupérer que quelques caisses de munitions avant que la tempête ionique ne se dissipe, après quoi vous décidez de partir en effectuant un saut.
ko: 이온 폭풍이 걷히기 전에 파괴된 함선의 잔해 속에서 몇 안되는 탄약만 챙기고 도약해야 합니다.
ru: Корабль уничтожен, из обломков удается извлечь лишь скудные ящики с боеприпасами, прежде чем ионный шторм рассеется и придется уходить в прыжок.
zh_hans: 船只被湮没了，在离子风暴清除之前，只能从残骸中搜出少量的弹药箱，你必须跃迁走。

source: The pirate jumped away.
fr: Le pirate s'enfuit en effectuant un saut.
ko: 해적들은 도약해 사라졌습니다.
ru: Пираты ушли в прыжок.
zh_hans: 海盗跃迁走了。

source: With the ship in one piece, you are able to salvage most of the ammunition before the ion storm clears and you have to jump away.
fr: Le vaisseau étant encore en bon état, vous parvenez à récupérer la plupart de ses munitions avant que la tempête ionique ne se dissipe, après quoi vous décidez de partir en effectuant un saut.
ko: 함선이 멀쩡한 덕분에, 당신은 이온 폭풍이 걷히기 전에 함선에 있던 연료 대부분을 챙겨갈 수 있습니다.
ru: Корабль остается целым, и вы успеваете собрать большую часть боеприпасов, прежде чем ионный шторм рассеется и вам придется уходить в прыжок.
zh_hans: 由于飞船是完整的，你能够在离子风暴清除之前抢救出大部分弹药，而你必须跃迁走。

source: The pirate ship breaks apart. You hasten to contact the civilian ship.
fr: Le vaisseau pirate se disloque. Vous vous empressez de contacter le vaisseau civil.
ko: 해적선이 산산조각납니다. 당신은 서둘러 민간인 함선에 연락합니다.
ru: Корабль пиратов разваливается на части. Вы спешите связаться с гражданским кораблем.
zh_hans: 海盗船解体了。你赶紧去联系民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

source: No more life signs detected on the pirate ship. You hasten to contact the civilian ship.
fr: Plus aucun signe de vie n'est détecté sur le vaisseau pirate. Vous vous empressez de contacter le vaisseau civil.
ko: 해적선에는 더 이상 생명 반응이 없습니다. 당신은 서둘러 민간인 함선에 연락합니다.
ru: На корабле пиратов больше нет признаков жизни. Вы спешите связаться с гражданским кораблем.
zh_hans: 在海盗船上没有发现更多的生命迹象。你赶紧联系平民船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

source: "Alright! We give up! We're terrible at this pirating thing anyway..."
fr: "C'est bon, on se rend ! De toute façon, comme pirates, on ne vaut pas grand-chose..."
ko: "그래! 포기할게! 근데 우리 해적질 진짜 못한다..."
ru: "Хорошо! Мы сдаемся! Все равно мы ужасны в этом пиратстве..."
zh_hans: "好吧！我们放弃了！反正我们在海盗这件事上很糟糕..."

source: Let them go.
fr: Les laisser partir.
ko: 그들을 보내준다.
ru: Отпустить их.
zh_hans: 放过对方。

source: Piracy cannot be forgiven. Attack!
fr: Tout acte de piraterie doit être puni. À l'attaque !
ko: 해적질은 용서할 수 없다. 공격!
ru: Пиратство нельзя прощать. Атакуем!
zh_hans: 盗版行为是不能被宽恕的。攻击！

source: You pick through the remains and contact the settlement.
fr: Vous récupérez ce que vous pouvez dans les ruines et contactez la colonie.
ko: 당신은 잔해를 뒤진 후 정착지에 연락합니다.
ru: Вы собираете останки и связываетесь с поселением.
zh_hans: 你挑拣遗体，并联系结算。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You pick through the remains and contact the settlement.
fr: Vous récupérez ce que vous pouvez dans les ruines et contactez la colonie.
ko: 당신은 잔해를 뒤진 후 정착지에 연락합니다.
ru: Вы собираете останки и связываетесь с поселением.
zh_hans: 你挑拣遗体，并联系结算。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Okay, final offer! But you better know this is truly the deal of a lifetime!"
fr: "Okay, offre finale ! Mais vous devriez savoir que c'est vraiment L'OFFRE à saisir dans votre vie !"
ko: "좋아, 최종 제안이야! 이건 정말 일생일대의 일이란 걸 아는 게 좋을 거야!"
ru: "Хорошо, последнее предложение! Но вам лучше знать, что это поистине сделка всей жизни!"
zh_hans: "好吧，最后一口价！你最好知道这是你一生中最机不可失的交易！"

source: Accept their "offer".
fr: Accepter leur "offre".
ko: 그들의 "제안"을 받아들인다.
ru: Принять их "предложение".
zh_hans: 接受他们的"提议"。

source: We aren't going to buy your damn drone.
fr: Nous n'allons pas acheter votre foutu drone.
ko: 우린 그 망할 드론 안 산다.
ru: Мы не собираемся покупать ваш чертов дрон.
zh_hans: 我们不打算买你那该死的无人机。

source: While scrapping the now empty smuggler ship, you find the WonderDrone schematics, undamaged. You bring them onboard.
fr: En fouillant le vaisseau Contrebandier désormais vide, vous trouvez les schémas du MerveilloDrone, sains et saufs. Vous les ramenez à bord.
ko: 텅빈 밀수꾼 함선을 인양하던 도중, 당신은 멀쩡한 원더드론의 설계도를 찾았습니다. 당신은 그것을 싣습니다.
ru: Разбирая пустой корабль контрабандистов, вы находите схему "Чудо-дрона", которая не пострадала. Вы поднимаете ее на борт.
zh_hans: 在搜刮这艘空荡荡的走私船时，你发现了神奇无人机的蓝图，没有损坏。你把它们带到了船上。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_ALL"]/surrender/text
source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
fr: "On se rend ! Prenez l'un de nos esclaves ! Si vous nous détruisez, ils vont tous mourir de toute façon !"
ko: "항복할게! 우리 노예 중 하나를 데려가! 우릴 죽이면 얘들도 다 죽는다고!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы нас уничтожите, они все равно все умрут!"
zh_hans: “我们投降！拿走我们的一个奴隶作为战利品吧。如果你摧毁我们，他们都会一起死的！”

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 항복은 선택사항이 아니다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_ALL"]/destroyed/text
source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
fr: Vous avez détruit le vaisseau des esclavagistes et mis un terme à leur odieux trafic, mais de nombreux esclaves ont dû périr dans l'explosion.
ko: 노예선이 파괴되었습니다. 노예상들은 더 이상 그들의 사악한 거래를 지속할 수 없겠지만, 수많은 생명이 노예선 속에서 사라졌습니다.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но многие жизни, вероятно, были загублены на этом корабле.
zh_hans: 奴贩船被摧毁了。他们不会再继续他们的邪恶贸易，但那艘船上可能有许多无辜的人丧生。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_FED"]/surrender/text
source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
fr: "On se rend ! Prenez l'un de nos esclaves ! Si vous nous détruisez, ils vont tous mourir de toute façon !"
ko: "항복할게! 우리 노예 중 하나를 데려가! 우릴 죽이면 얘들도 다 죽는다고!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы нас уничтожите, они все равно все умрут!"
zh_hans: “我们投降！拿走我们的一个奴隶作为战利品吧。如果你摧毁我们，他们都会一起死的！”

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 항복은 선택사항이 아니다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_FED"]/destroyed/text
source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
fr: Vous avez détruit le vaisseau des esclavagistes et mis un terme à leur odieux trafic, mais de nombreux esclaves ont dû périr dans l'explosion.
ko: 노예선이 파괴되었습니다. 노예상들은 더 이상 그들의 사악한 거래를 지속할 수 없겠지만, 수많은 생명이 노예선 속에서 사라졌습니다.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но многие жизни, вероятно, были загублены на этом корабле.
zh_hans: 奴贩船被摧毁了。他们不会再继续他们的邪恶贸易，但那艘船上可能有许多无辜的人丧生。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_REBEL"]/surrender/text
source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
fr: "On se rend ! Prenez l'un de nos esclaves ! Si vous nous détruisez, ils vont tous mourir de toute façon !"
ko: "항복할게! 우리 노예 중 하나를 데려가! 우릴 죽이면 얘들도 다 죽는다고!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы нас уничтожите, они все равно все умрут!"
zh_hans: “我们投降！拿走我们的一个奴隶作为战利品吧。如果你摧毁我们，他们都会一起死的！”

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 항복은 선택사항이 아니다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_REBEL"]/destroyed/text
source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
fr: Vous avez détruit le vaisseau des esclavagistes et mis un terme à leur odieux trafic, mais de nombreux esclaves ont dû périr dans l'explosion.
ko: 노예선이 파괴되었습니다. 노예상들은 더 이상 그들의 사악한 거래를 지속할 수 없겠지만, 수많은 생명이 노예선 속에서 사라졌습니다.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но многие жизни, вероятно, были загублены на этом корабле.
zh_hans: 奴贩船被摧毁了。他们不会再继续他们的邪恶贸易，但那艘船上可能有许多无辜的人丧生。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_MANTIS"]/surrender/text
source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
fr: "On se rend ! Prenez l'un de nos esclaves ! Si vous nous détruisez, ils vont tous mourir de toute façon !"
ko: "항복할게! 우리 노예 중 하나를 데려가! 우릴 죽이면 얘들도 다 죽는다고!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы нас уничтожите, они все равно все умрут!"
zh_hans: “我们投降！拿走我们的一个奴隶作为战利品吧。如果你摧毁我们，他们都会一起死的！”

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 항복은 선택사항이 아니다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_MANTIS"]/destroyed/text
source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
fr: Vous avez détruit le vaisseau des esclavagistes et mis un terme à leur odieux trafic, mais de nombreux esclaves ont dû périr dans l'explosion.
ko: 노예선이 파괴되었습니다. 노예상들은 더 이상 그들의 사악한 거래를 지속할 수 없겠지만, 수많은 생명이 노예선 속에서 사라졌습니다.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но многие жизни, вероятно, были загублены на этом корабле.
zh_hans: 奴贩船被摧毁了。他们不会再继续他们的邪恶贸易，但那艘船上可能有许多无辜的人丧生。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_ZOLTAN"]/surrender/text
source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
fr: "On se rend ! Prenez l'un de nos esclaves ! Si vous nous détruisez, ils vont tous mourir de toute façon !"
ko: "항복할게! 우리 노예 중 하나를 데려가! 우릴 죽이면 얘들도 다 죽는다고!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы нас уничтожите, они все равно все умрут!"
zh_hans: “我们投降！拿走我们的一个奴隶作为战利品吧。如果你摧毁我们，他们都会一起死的！”

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 항복은 선택사항이 아니다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

# data/events_ships.xml.append$//ship[@name="SHIP_SLAVER_ZOLTAN"]/destroyed/text
source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
fr: Vous avez détruit le vaisseau des esclavagistes et mis un terme à leur odieux trafic, mais de nombreux esclaves ont dû périr dans l'explosion.
ko: 노예선이 파괴되었습니다. 노예상들은 더 이상 그들의 사악한 거래를 지속할 수 없겠지만, 수많은 생명이 노예선 속에서 사라졌습니다.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но многие жизни, вероятно, были загублены на этом корабле.
zh_hans: 奴贩船被摧毁了。他们不会再继续他们的邪恶贸易，但那艘船上可能有许多无辜的人丧生。

# data/events_ships.xml.append$//ship[@name="SHIP_ORCHID_SLAVES"]/surrender/text
source: The slavers surrender. "You can take one of these for free! Use them for whatever purpose you want. Just let us go."
fr: L'esclavagiste se rend. "Vous pouvez en avoir un gratis ! Utilisez les pour ce que vous voulez. Laissez-nous juste partir."
ko: 노예상들이 항복합니다. "노예들중 하나를 그냥 가져가! 갖고 가서 뭘 하건 상관 없으니 우릴 보내달라고."
ru: Работорговцы сдаются. "Вы можете взять одного из них бесплатно! Используйте его по своему усмотрению. Только отпустите нас".
zh_hans: 奴贩主投降。"免费送你其中一个！你想怎么弄它都行，放过我们吧。"

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 내 사전에 항복이라는 단어는 없다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

# data/events_ships.xml.append$//ship[@name="SHIP_ORCHID_SLAVES"]/destroyed/text
source: The slave ship is destroyed. They won't continue their evil trade, but many lives were probably lost on that ship.
fr: Vous avez détruit le vaisseau des esclavagistes et mis un terme à leur odieux trafic, mais de nombreux esclaves ont dû périr dans l'explosion.
ko: 노예선이 파괴되었습니다. 노예상들은 더 이상 그들의 사악한 거래를 지속할 수 없겠지만, 수많은 생명이 노예선 속에서 사라졌습니다.
ru: Корабль работорговцев уничтожен. Они не будут продолжать свою злую торговлю, но многие жизни, вероятно, были загублены на этом корабле.
zh_hans: 奴贩船被摧毁了。他们不会再继续他们的邪恶贸易，但那艘船上可能有许多无辜的人丧生。

# data/events_ships.xml.append$//ship[@name="SHIP_ORCHID_SLAVES"]/deadCrew/text
source: With all of the overlords dead, one of the enslaved Orchids accepts an offer to join your crew.
fr: Avec leurs ravisseurs morts, l'une des Orchidées emprisonnées accepte votre offre de rejoindre votre vaisseau.
ko: 모든 노예상들은 죽었고, 노예가 된 오키드 중 하나는 당신 선원에 합류하라는 제안을 받아들였습니다.
ru: Когда все надзиратели погибли, одна из порабощенных орхидей принимает предложение присоединиться к вашей команде.
zh_hans: 随着所有奴贩的死亡，其中一只被奴役的兰花族接受了你的入舰提议。

source: "We surrender! Take one of our slaves as tribute; if you destroy us they'll all die anyway!"
fr: "On se rend ! Prenez l'un de nos esclaves ! Si vous nous détruisez, ils vont tous mourir de toute façon !"
ko: "항복할게! 우리 노예 중 하나를 데려가! 우릴 죽이면 얘들도 다 죽는다고!"
ru: "Мы сдаемся! Возьмите одного из наших рабов в качестве дани; если вы нас уничтожите, они все равно все умрут!"
zh_hans: “我们投降！拿走我们的一个奴隶作为战利品吧。如果你摧毁我们，他们都会一起死的！”

source: Accept their offer.
fr: Accepter leur offre.
ko: 그들의 제안을 받아들인다.
ru: Принять их предложение.
zh_hans: 接受提议。

source: The slavers quickly dock, drop off a slave, then leave. You move to inspect your new crew, then suddenly remember all the slaves were dead. God damn it...
fr: Les esclavagistes s'amarrent rapidement, balancent un esclave, puis s'en vont. Vous approchez pour inspecter votre nouveau membre, puis vous vous rappelez soudainement que tous leurs esclaves étaient morts. Bordel...
ko: 노예상은 재빨리 노예를 내려준 다음 떠났습니다. 새로운 승무원을 조사하기 위해 이동했지만 갑작스레 모든 노예가 죽었다는 것을 기억했습니다. 이런...
ru: Работорговцы быстро стыкуются, высаживают одного раба и удаляются. Вы хотите увидеть своего нового члена экипажа, но вдруг вспоминаете, что все рабы мертвы. Черт возьми...
zh_hans: 奴隶主们迅速停靠，放下一个奴隶，然后离开。你动身去检查你的新船员，然后突然想起所有的奴隶都死了。该死的...

source: Surrender is not an option.
fr: Se rendre n'est pas une option.
ko: 내 사전에 항복이라는 단어는 없다.
ru: Капитуляция - это не выход.
zh_hans: 选项里没有投降二字。

source: The slave ship is destroyed. They won't scam anyone else.
fr: Le vaisseau esclavagiste est détruit. Ils n'arnaqueront plus personne.
ko: 노예 상선을 파괴했습니다. 그들은 더이상 누구도 속이지 못할 것입니다.
ru: Корабль работорговцев уничтожен. Они больше не будут никого обманывать.
zh_hans: 奴隶船被毁。他们不会再诈骗任何人了。

# data/events_ships.xml.append$//ship[@name="SHIP_MERCENARY_ALL"]/destroyed/text
source: The mercenary ship is destroyed. One less ship full of scum to deal with.
fr: Le vaisseau de mercenaires est détruit. Cela fait un vaisseau d'ordures en moins.
ko: 용병 함선을 파괴했습니다. 처리해야 할 쓰레기로 가득 찬 함선 한 척이 줄어들었습니다.
ru: Корабль наемников уничтожен. Одним кораблем, полным отбросов, меньше.
zh_hans: 雇佣兵的船被摧毁了。少了一艘满是人渣的船要对付。

# data/events_ships.xml.append$//ship[@name="SHIP_MERCENARY_ALL"]/deadCrew/text
source: You've killed the mercenary scum, leaving you to decide the fate of their ship.
fr: Vous avez tué les ordures de mercenaires, vous laissant décider quoi faire avec leur vaisseau.
ko: 용병 쓰레기들을 죽였으며, 용병 함선의 운명은 당신에게 달렸습니다.
ru: Вы убили отморозков-наемников, и теперь вам предстоит решить судьбу их корабля.
zh_hans: 你杀了雇佣兵的败类，让你来决定他们船的命运。

# data/events_ships.xml.append$//ship[@name="SHIP_HACKER_FLEET_SPY"]/gotaway/text
source: The hackers jump away laughing. They will no doubt reveal your location to the fleet now.
fr: Les hackers s'en vont en ricanant. Ils vont sans doute révéler votre emplacement à la flotte.
ko: 해커들은 비웃으며 도약했습니다. 의심할 여지가 없이 반군 함대에 위치를 알릴 것입니다.
ru: Хакеры уходят в прыжок со смехом. Теперь они, несомненно, раскроют ваше местоположение флоту.
zh_hans: 黑客们笑着跃迁离开了。他们现在无疑会把你的位置透露给舰队。

source: The Rebels jump away. They will no doubt retreat to the approaching fleet and warn them of your presence.
fr: Les Rebelles font un saut SPL. Ils vont sans doute se replier vers la flotte en approche pour les avertir de votre présence.
ko: 반군이 도약했습니다. 그들은 틀림없이 추격하는 함대쪽으로 후퇴하고 당신의 존재를 알릴 것입니다.
ru: Повстанцы уходят в прыжок. Они, несомненно, вернутся к приближающемуся флоту и сообщат ему о вашем присутствии.
zh_hans: 叛军跃迁走了。他们无疑会撤退到接近的舰队，并警告他们你的存在。

source: The Lanius elites have been defeated. You scrap their ship.
fr: Les Lanius d'Élites ont été vaincus. Vous désossez leur vaisseau.
ko: 라니우스 엘리트를 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Элитные воины ланиусов потерпели поражение. Вы собираете с их корабля все полезное.
zh_hans: 精英食铁族们已经被打败了。你把他们的船搜刮了。

source: Contact the Augmented.
fr: Contacter les Augmentés.
ko: 증강자와 연락한다.
ru: Связаться с Возвышенными.
zh_hans: 联系强铁族。

source: "You having thanks from us, Federation. Take this, as prize for services." You expect a weapon of some sorts, but instead another Augmented Lanius is ejected from the vessel!
fr: "Vous avez nos remerciements, Fédération. Prenez ceci, en prix pour services." Vous vous attendiez à une arme ou autre chose du genre, mais à la place, un autre Lanius Augmenté est ejecté de leur vaisseau !
ko: "우릴 도와줘서 고맙다, 연방. 감사의 대가로 무기 가져가라." 어떤 종류의 무기를 기대했지만 대신 다른 증강자가 함선에서 방출됐습니다!
ru: "Вы получаете благодарность от нас, Федерация. Возьмите это, как приз за услуги". Вы ожидаете увидеть какое-нибудь оружие, но вместо этого из корабля вылетает еще один Возвышенный ланиус!
zh_hans: "你得到了我们的感谢，联邦。拿着这个，作为服务的奖赏。"你期待着某种武器，但相反，另一个强铁族被弹出了船舱！

source: The Lanius elites have been defeated. You scrap their ship.
fr: Les Lanius d'Élites ont été vaincus. Vous désossez leur vaisseau.
ko: 라니우스 엘리트를 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Элитные воины ланиусов потерпели поражение. Вы собираете с их корабля все полезное.
zh_hans: 精英食铁族们已经被打败了。你把他们的船搜刮了。

source: Contact the Augmented.
fr: Contacter les Augmentés.
ko: 증강자와 연락한다.
ru: Связаться с Возвышенными.
zh_hans: 联系强铁族。

source: "You having thanks from us, Federation. Take this, as prize for services." You expect a weapon of some sorts, but instead another Augmented Lanius is ejected from the vessel!
fr: "Vous avez nos remerciements, Fédération. Prenez ceci, en prix pour services." Vous vous attendiez à une arme ou autre chose du genre, mais à la place, un autre Lanius Augmenté est ejecté de leur vaisseau !
ko: "우릴 도와줘서 고맙다, 연방. 감사의 대가로 무기 가져가라." 어떤 종류의 무기를 기대했지만 대신 다른 증강자가 함선에서 방출됐습니다!
ru: "Вы получаете благодарность от нас, Федерация. Возьмите это, как приз за услуги". Вы ожидаете увидеть какое-нибудь оружие, но вместо этого из корабля вылетает еще один Возвышенный ланиус!
zh_hans: "你得到了我们的感谢，联邦。拿着这个，作为服务的奖赏。"你期待着某种武器，但相反，另一个强铁族被弹出了船舱！

source: The Augmented Lanius have been defeated. You scrap their ship.
fr: Les Lanius Augmentés ont été vaincus. Vous désossez leur vaisseau.
ko: 증강자를 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Возвышенные ланиусы были побеждены. Вы разбираете их корабль на металлолом.
zh_hans: 你击败了这艘强铁族战舰，并进行搜刮。

source: Contact the elites.
fr: Contacter les Élites.
ko: 라니우스 엘리트와 연락한다.
ru: Связаться с элитой.
zh_hans: 联系精英们。

source: "Augmented dead. You gratitude, expending rewards." It appears your translator still can't properly decipher regular Lanius dialect, but the Lanius welders appear to be offering one of their finest soldiers. Guess you'll have plenty of time to learn...
fr: "Augmenté mort. Vous gratitude, fournissons récompenses." Il semblerait que votre traducteur ne puisse pas encore déchiffrer proprement le dialecte Lanius habituel, mais les Soudeurs Lanius ont l'air d'offrir l'un de leurs plus fins soldats. On dirait que vous aurez beaucoup de temps pour apprendre...
ko: "증강자 죽었다. 감사. 보상 보냄." 번역기는 여전히 라니우스 언어를 제대로 해독 못하는 것 같은데, 라니우스 용접공들이 최고의 병사들 중 한 명을 보냈습니다. 추측하건데 언어를 배울 시간은 충분할 것 같은데 말이죠...
ru: "Возвышенные мертвецы. Вы благодарны, расходуя награды". Похоже, ваш переводчик все еще не может правильно расшифровать обычный диалект ланиусов, но Сварщики ланиусы, похоже, предлагают одного из своих лучших солдат. Полагаю, у вас будет много времени, чтобы научиться.....
zh_hans: "强铁族的死亡。你的感激之情，消耗奖励。"看来你的翻译还是不能正确破译正规的食铁族方言，但食铁族的焊工似乎在提供他们最好的士兵之一。我猜你会有很多时间来学习...

source: The Augmented Lanius have been defeated. You scrap their ship.
fr: Les Lanius Augmentés ont été vaincus. Vous désossez leur vaisseau.
ko: 증강자를 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Возвышенные ланиусы были побеждены. Вы разбираете их корабль на металлолом.
zh_hans: 你击败了这艘强铁族战舰，并进行搜刮。

source: Contact the elites.
fr: Contacter les Élites.
ko: 라니우스 엘리트와 연락한다.
ru: Связаться с элитой.
zh_hans: 联系精英们。

source: "Augmented dead. You gratitude, expending rewards." It appears your translator still can't properly decipher regular Lanius dialect, but the Lanius welders appear to be offering one of their finest soldiers. Guess you'll have plenty of time to learn...
fr: "Augmenté mort. Vous gratitude, fournissons récompenses." Il semblerait que votre traducteur ne puisse pas encore déchiffrer proprement le dialecte Lanius habituel, mais les Soudeurs Lanius ont l'air d'offrir l'un de leurs plus fins soldats. On dirait que vous aurez beaucoup de temps pour apprendre...
ko: "증강자 죽었다. 감사. 보상 보냄." 번역기는 여전히 라니우스 언어를 제대로 해독 못하는 것 같은데, 라니우스 용접공들이 최고의 병사들 중 한 명을 보냈습니다. 추측하건데 언어를 배울 시간은 충분할 것 같은데 말이죠...
ru: "Возвышенные мертвецы. Вы благодарны, расходуя награды". Похоже, ваш переводчик все еще не может правильно расшифровать обычный диалект ланиусов, но Сварщики ланиусы, похоже, предлагают одного из своих лучших солдат. Полагаю, у вас будет много времени, чтобы научиться...
zh_hans: "强铁族的死亡。你的感激之情，消耗奖励。"看来你的翻译还是不能正确破译正规的食铁族方言，但食铁族的焊工似乎在提供他们最好的士兵之一。看来你会有很多时间来学习...

source: You've defeated the Separatist ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Séparatiste. Vous récupérez les restes.
ko: 분리주의자 함선을 격파했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы победили корабль Сепаратистов. Останки можно разобрать на металлолом.
zh_hans: 你击败了这艘分离者战舰，并进行搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You go digging in the Separatist's storage, but don't find any Aether tech. You do however find a crew drone to use.
fr: Vous fouillez la cargaison du Séparatiste, mais ne trouvez aucune technologie ancienne. Vous trouvez cependant un drone d'équipage à utiliser.
ko: 분리주의자 창고를 파헤쳤지만 아이테르 장비는 찾지 못했습니다. 그러나 사용할 수 있는 선원 드론을 찾았습니다.
ru: Вы роетесь в хранилище Сепаратистов, но не находите никаких технологий эфира. Зато вы нашли дрон, который можно использовать.
zh_hans: 你在分离者的仓库里挖东西，但没有找到任何以太科技。不过，你确实找到了一架可以使用的船员无人机。

# data/events_ships.xml.append$//ship[@name="SHIP_SEPARATIST_RUINS"]/deadCrew/text
source: You've defeated the Separatist ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Séparatiste. Vous récupérez les restes.
ko: 분리주의자 함선을 격파했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы победили корабль Сепаратистов. Останки можно разобрать на металлолом.
zh_hans: 你击败了这艘分离者战舰，并进行搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
