Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: The Zoltan ship has been defeated. You scrap the remains.
fr: Le vaisseau Zoltan a été vaincu. Vous récupérez les restes.
ko: 졸탄 함선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль золтанов уничтожен. Вы разбираете останки на металлолом.
zh_hans: 超能族飞船被打败了。你搜刮了残骸。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그들과 교신한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: "Hah! Thosssse dumbassss Zoltans thought they were so clever, coming in here sssaying nonsssenssse like 'you can't just ssssay you trademarked ssssomething, you have to actually go through a legal procccessss.' HAHAHAH what malarkey. Anywayssss uh, here'sss some garbage or sssomethin I dunno."
fr: "Hah ! Ces imbéccciles de Zzzoltans croyaient être malins, à ssse ramener pour dire des bêtizzes comme 'vous ne pouvez pas dire que vous venez de dépozzer un nom de marque, vous devez sssuivre toute une procédure légale.' HAHAHAH quelle maladressse. Ah et au fait euh, voiccci des babioles ou des trucs du genres."
ko: "하! 쩌 멍청한 쫄탄들은 찌들끼리 매우 영리하다고 쌩각했고, 여기까찌 와써 '당씬은 쌍표를 붙였다고 말할 쑤는 업씁니다. 씰쩨로 법쩍 쩔차를 거쳐야 합니다.'라고 말하는 것과 같은 무의미한 말을 했다고. 낄낄낄 쩡말 바보같다. 어쨌든, 여기 쓰레기들과 내가 모르는 것들을 가쪄가라고."
ru: "Ха! Эти тупицы золтаны думали, что они такие умные, приходя сссюда и говоря всссякую ерунду типа "нельзя просссто сссказать, что ты запатентовал что-то, нужно пройти через юридичессскую процедуру". ХА-ХА-ХА что за чушшшь. Короче, вот вам какой-то мусссор или что-то в этом роде, не знаю".

source: The Zoltan ship has been defeated. You scrap the remains.
fr: Le vaisseau Zoltan a été vaincu. Vous récupérez les restes.
ko: 졸탄 함선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль золтанов уничтожен. Вы разбираете останки на металлолом.
zh_hans: 超能族飞船被打败了。你搜刮了残骸。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그들과 교신한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: "Hah! Thosssse dumbassss Zoltans thought they were so clever, coming in here sssaying nonsssenssse like 'you can't just ssssay you trademarked ssssomething, you have to actually go through a legal procccessss.' HAHAHAH what malarkey. Anywayssss uh, here'sss some garbage or sssomethin I dunno."
fr: "Hah ! Ces imbéccciles de Zzzoltans croyaient être malins, à ssse ramener pour dire des bêtizzes comme 'vous ne pouvez pas dire que vous venez de dépozzer un nom de marque, vous devez sssuivre toute une procédure légale.' HAHAHAH quelle maladressse. Ah et au fait euh, voiccci des babioles ou des trucs du genres."
ko: "하! 쩌 멍청한 쫄탄들은 찌들끼리 매우 영리하다고 쌩각했고, 여기까찌 와써 '당씬은 쌍표를 붙였다고 말할 쑤는 업씁니다. 씰쩨로 법쩍 쩔차를 거쳐야 합니다.'라고 말하는 것과 같은 무의미한 말을 했다고. 낄낄낄 쩡말 바보같다. 어쨌든, 여기 쓰레기들과 내가 모르는 것들을 가쪄가라고."
ru: "Ха! Эти тупицы золтаны думали, что они такие умные, приходя сссюда и говоря всссякую ерунду типа "нельзя просссто сссказать, что ты запатентовал что-то, нужно пройти через юридичессскую процедуру". ХА-ХА-ХА что за чушшшь. Короче, вот вам какой-то мусссор или что-то в этом роде, не знаю".

source: The ship is destroyed. You can finally leave this nightmare of a sector.
fr: Le vaisseau est détruit. Vous pouvez enfin quitter ce secteur infernal.
ko: 함선은 파괴되었습니다. 마침내 이 악몽 같은 구역을 떠날 수 있습니다.
ru: Корабль уничтожен. Наконец-то вы можете покинуть этот кошмарный сектор.
zh_hans: 这艘船被摧毁了。你终于可以离开这个噩梦般的星区了。

# data/events_ships.xml.append$//ship[@name="SHIP_HEKTAR_EXIT_BOSS"]/deadCrew/text
source: The crew of the ship is dead. You can finally leave this nightmare of a sector.
fr: L'équipage du vaisseau est mort. Vous pouvez enfin quitter ce secteur infernal.
ko: 함선의 모든 선원이 죽었습니다. 마침내 이 악몽 같은 구역을 떠날 수 있습니다.
ru: Экипаж корабля мертв. Наконец-то вы можете покинуть этот кошмарный сектор.
zh_hans: 这艘船的船员都死了。你终于可以离开这个噩梦般的星区了。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_KING"]/destroyed/text
source: You expected the Clansmen to surrender at least once, but they never do. Instead, your final blow rocks the ship, and you watch as it explodes...
fr: Vous vous attendiez à ce que les Loubards présentent au moins une offre de reddition, mais ça n'est jamais arrivé. Au lieu de cela, votre coup final achève le vaisseau et vous le regardez exploser...
ko: 당신은 클랜즈맨들이 적어도 한 번은 항복할 것이라고 예상했지만, 그들은 절대 그러지 않았습니다. 대신, 마지막 일격이 함선을 뒤흔들고 폭발하는 것을 지켜봤습니다.
ru: Вы рассчитывали, что Клановцы хотя бы раз сдадутся, но они так и не сдались. Вместо этого ваш последний удар раскалывает корабль, и вы наблюдаете, как он взрывается...
zh_hans: 你以为异种猎人好歹有时也会投降一次，但他们从未投降过。相反，你的最后一击震撼了这艘船，而你看着它爆炸...

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_KING"]/deadCrew/text
source: The Clan vessel has been neutralized. Aboard it, you find the Clansman from earlier, injured, but surprisingly still alive.
fr: Vous avez réussi à neutraliser le vaisseau du Clan, ce qui vous permet de monter à bord pour réclamer votre butin.
ko: 성공적으로 클랜 함선을 무력화했습니다. 이제 전리품만 챙겨 나오면 됩니다.
ru: Вы успешно обезвредили корабль Клановцев, что позволяет вам высадиться на борт и забрать свои трофеи.

# data/events_ships.xml.append$//ship[@name="SHIP_KNIGHT_SHELLSPY"]/destroyed/text
source: The Knight ship has been destroyed, but the Shell was also killed in the explosion. This won't please the others...
fr: Le vaisseau Chevalier a été détruit, mais la Coquille est également morte dans l'explosion. Cela ne va pas faire plaisir aux autres...
ko: 그 기사 함선은 파괴되었지만, 안에 있던 셸도 폭발에 휘말려 죽었습니다. 이런 결과는 누구도 원치 않았습니다..
ru: Корабль Атаманов Тумана был уничтожен, но в результате взрыва погибла и ракушка. Это не понравится остальным...
zh_hans: 夜爵士飞船已被摧毁，但甲壳族也在爆炸中死亡。这不会让其他人满意...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_KNIGHT_SHELLSPY"]/deadCrew/text
source: The Knight ship has been neutralized. Aboard it you find a makeshift prison-hold carrying the Radiant.
fr: Le vaisseau Chevalier a été neutralisé. À son bord, vous trouvez une prison improvisée renfermant le Radiant.
ko: 기사 함선은 무력화되었습니다. 그 안에는 방사성 셸을 위한 임시 감옥을 찾을 수 있었습니다.
ru: Корабль Атаманов Тумана был нейтрализован. На его борту вы обнаруживаете импровизированную тюрьму, в которой находится Лучезарный.
zh_hans: 夜爵士飞船已经被中立化。在船上，你发现一个临时的监狱，里面关押着辐射体。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You offer to bring the Radiant back, but he refuses. "Can't, our mission has been compromised. I'll order my men back, but I can't return to thhhe Geniocracy. Thhhhey have little tolerance for failure from Radiants like me. I will come with you instead, if that is alright with you."
fr: Vous offrez au Radiant de le ramener, mais il refuse. "Impossible, ma mission a été compromise. Che vais dire à mes hommes de rentrer, mais che ne peux pas les suiffre jusqu'à la Chéniocratie. Ils tolèrent peu les échecs ffenant des Radiants comme moi. Je ffais ffenir avec ffous à la place, si cela ffous conffient."
ko: 방사성 셸을 돌려보낼 것을 제안했지만, 그는 거절했습니다. "안 돼, 우리의 임무는 소오온사아앙돼써어어요. 내 부하들에게 다시이이 명령을 내리겠지만 난 천재정으로 다시이이 돌아갈 수우우 업서어어요. 그들은 나처럼 방사아아서어엉 셰에엘의 시이일패는 용납하지 않는다고. 그렇다면 내가 대시이인 다아앙시인과아 함께에 가게써어어요."
ru: Вы предлагаете вернуть Лучезарную ракушку, но он отказывается. "Не могу, наша миссия подорвана. Я прикажу своим людям вернуться, но я не могу вернуться в Гениократию. Они не терпят неудачш от таких Лучшезарных, как я. Я пойду с вами, если вы не против".
zh_hans: 你提出把辐射体带回来，但他拒绝了。"不能，我们的任务已经被破坏了。我会命令我的人回来，但我不能回到怪才体。他们对像我这样的辐射体的失败没有什么宽容。如果你不介意的话，我可以和你一起去。"

# data/events_ships.xml.append$//ship[@name="SHIP_KNIGHT_SMUGGLER"]/destroyed/text
source: The Smuggler vessel has been defeated, but the narcotics did not survive the explosion.
fr: Le vaisseau Contrebandier a été vaincu, mais les stupéfiants n'ont pas survécu à l'explosion.
ko: 밀수꾼 함선은 파괴되었지만, 마약 또한 폭발에서 파괴되었습니다.
ru: Судно контрабандистов было уничтожено, но наркотики не уцелели после взрыва.
zh_hans: 走私船已被击败，但麻醉品没有在爆炸中幸存。

# data/events_ships.xml.append$//ship[@name="SHIP_KNIGHT_SMUGGLER"]/deadCrew/text
source: The Smuggler vessel has been neutralized. You raid their storage and retrieve the narcotics.
fr: Le vaisseau Contrebandier a été neutralisé. Vous pillez leur soute et récupérez les stupéfiants.
ko: 밀수꾼 선박은 무력화되었습니다. 당신은 그들의 창고를 습격하고 마약을 탈취했습니다.
ru: Судно контрабандистов обезврежено. Вы совершаете налет на их склад и забираете наркотики.
zh_hans: 走私者的船只已经被消灭。你突袭了他们的仓库，取回了麻醉品。

source: The Slugs no longer stand in your way. You scrap their ship before investigating the planet.
fr: Les Limaces ne vous barrent plus la route. Vous désossez leur vaisseau avant d'enquêter sur la planète.
ko: 슬러그가 더 이상 방해하지 않습니다. 행성을 조사하기 전에 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Слизни больше не стоят на вашем пути. Перед исследованием планеты вы разбираете их корабль на металлолом.
zh_hans: 蛞蝓族们不再阻挡你的道路。在调查这个星球之前，你把他们的飞船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_KNIGHT_TRAP"]/deadCrew/text
source: The Slugs no longer stand in your way. You scrap their ship before investigating the planet.
fr: Les Limaces ne vous barrent plus la route. Vous désossez leur vaisseau avant d'enquêter sur la planète.
ko: 슬러그가 더 이상 방해하지 않습니다. 행성을 조사하기 전에 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Слизни больше не стоят на вашем пути. Перед исследованием планеты вы разбираете их корабль на металлолом.
zh_hans: 蛞蝓族们不再阻挡你的道路。在调查这个星球之前，你把他们的飞船搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Before you can give a finishing blow to the vessel, you're suddenly hailed by a Mantis Suzerain aboard. "Alright, stop! I not willing to DIE over damn Slugs! Take me with you!"
fr: Avant que vous puissiez infliger le coup de grâce au vaisseau, vous êtes soudainement appelés par un Suzerain à bord. "D'accord, stop ! Pas prévoir MOURIR pour fichues Limaces ! Prendre moi !"
ko: 함선에 마지막 일격을 날리기 전에, 갑자기 맨티스 영주에게서 연락을 받았습니다. "좋아, 그만! 난 빌어먹을 슬러그 때문에 죽을 생각은 없다! 날 데려가줘!"
ru: Не успели вы нанести по судну завершающий удар, как вас внезапно вызывают на связь Сюзерен богомолов, находящийся на борту. "Так, стоп! Я не хотеть УМИРАТЬ из-за проклятых слизней! Взять меня с собой!"
zh_hans: 在你能给这艘船最后一击之前，你突然被船上的螳螂领主叫住了。"好了，停下来！我不愿意为该死的蛞蝓族而死！带我走吧！"

source: Accept the Suzerain and continue the fight.
fr: Accepter le Suzerain et continuer le combat.
ko: 맨티스 영주를 받아들이고 전투를 계속한다.
ru: Принять на борт Сюзерена и продолжить бой.
zh_hans: 接受螳螂领主，继续战斗。

source: Ignore the offer and keep fighting.
fr: Ignorer l'offre et continuer de combattre.
ko: 제안을 거절하고 계속 교전한다.
ru: Не обращать внимания на предложение и продолжать сражаться.
zh_hans: 无视这个提议，继续战斗。

source: The Coalition vessel has been defeated. You'll probably never know why they were here, but you got some scrap out of it and that's all that matters.
fr: Le vaisseau de la Coalition a été vaincu. Vous ne saurez sans doute jamais pourquoi ils étaient ici, mais vous en avez retiré de la ferraille et c'est tout ce qui compte.
ko: 연합 선박은 파괴되었습니다. 그들이 왜 여기에 있었는지는 알수없지만, 그들에게서 쓸만한 자원을 인양했고 그것이 중요한 전부입니다.
ru: Корабль Коалиции повержен. Вы, вероятно, никогда не узнаете, зачем они здесь были, но вам удалось получить немного металлолома, а это главное.
zh_hans: 星联的船只已经被打败了。你可能永远不会知道他们为什么在这里，但你从中得到了一些废料，这就足够了。

# data/events_ships.xml.append$//ship[@name="SHIP_COALITION_KNIGHT"]/deadCrew/text
source: The Coalition vessel has been defeated. You'll probably never know why they were here, but you got some scrap out of it and that's all that matters.
fr: Le vaisseau de la Coalition a été vaincu. Vous ne saurez sans doute jamais pourquoi ils étaient ici, mais vous en avez retiré de la ferraille et c'est tout ce qui compte.
ko: 연합 선박은 파괴되었습니다. 그들이 왜 여기에 있었는지는 알수없지만, 그들에게서 쓸만한 자원을 인양했고 그것이 중요한 전부입니다.
ru: Корабль Коалиции повержен. Вы, вероятно, никогда не узнаете, зачем они здесь были, но вам удалось получить немного металлолома, а это главное.
zh_hans: 星联的船只已经被打败了。你可能永远不会知道他们为什么在这里，但你从中得到了一些废料，这就足够了。

# data/events_ships.xml.append$//ship[@name="SHIP_KNIGHT_TAXES"]/destroyed/text
source: The Knighted vessel has been defeated.
fr: Le vaisseau Chevalier a été vaincu.
ko: 기사 선박은 파괴되었습니다.
ru: Судно Атаманов Тумана потерпело поражение.
zh_hans: 这艘夜爵战舰被击败了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_KNIGHT_TAXES"]/deadCrew/text
source: The Knighted vessel has been defeated.
fr: Le vaisseau Chevalier a été vaincu.
ko: 기사 선박은 무력화되었습니다.
ru: Судно Атаманов Тумана потерпело поражение.
zh_hans: 这艘夜爵战舰被击败了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Clairvoyant vessel has been defeated.
fr: Le vaisseau Clairvoyant a été vaincu.
ko: 투시자 선박은 파괴되었습니다.
ru: Судно Ясновидцев было уничтожено.
zh_hans: 通灵会飞船被打败了。

source: Contact the Knights.
fr: Contacter les Chevaliers.
ko: 기사들과 연락한다.
ru: Связаться с Атаманами Тумана.
zh_hans: 联系夜爵士团。

source: The Clairvoyant vessel has been defeated.
fr: Le vaisseau Clairvoyant a été vaincu.
ko: 투시자 선박은 파괴되었습니다.
ru: Судно Ясновидцев было уничтожено.
zh_hans: 通灵会飞船被打败了。

source: Contact the Knights.
fr: Contacter les Chevaliers.
ko: 기사들과 연락한다.
ru: Связаться с Атаманами Тумана.
zh_hans: 联系夜爵士团。

source: The Clairvoyant vessel has fallen, leaving you the victor.
fr: Le vaisseau Clairvoyant est tombé, vous laissant comme vainqueur.
ko: 투시자 선박은 추락했고, 남아있는 당신이 승자입니다.
ru: Судно Ясновидцев пал, оставив вас победителем.
zh_hans: 通灵会的容器已经倒下，留下了你这个胜利者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Clairvoyant vessel has fallen, leaving you the victor.
fr: Le vaisseau Clairvoyant est tombé, vous laissant comme vainqueur.
ko: 투시자 선박은 추락했고, 남아있는 당신이 승자입니다.
ru: Судно Ясновидцев пал, оставив вас победителем.
zh_hans: 通灵会的容器已经倒下，留下了你这个胜利者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You've successfully defeated the Knight vessel.
fr: Vous avez réussi à vaincre le vaisseau Chevalier.
ko: 성공적으로 기사 선박을 파괴시켰습니다.
ru: Вы победили корабль Атаманов Тумана.
zh_hans: 你已经成功击败了夜爵士飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Clairvoyants are thankful for your help. "Your timing issss almossst perfect, but alassss one of our sssoldiers took a Bio Beam to the knee, and isss no longer able to work aboard our ssship. Sssshould be fine for your government work though."
fr: Les Clairvoyants vous sont reconnaissants. "Votre timing est presssque parfait, mais hélasss, l'un de nos sssoldats s'est pris un rayon Anti-Biologique dans le genou et n'est plus apte à travailler sur notre vaissseau. Il devrait cccependant convenir pour le travail selon vos lois gouvernementales."
ko: 투시자들은 당신의 도움에 감사를 표했습니다. "당씬의 도움은 거의 완벽했다고. 하찌만 우리 병싸 쭝 한 명이 바이오 빔을 무릎으로 쬐는 씰쑤로 우리 함썬에써 일을 할 쑤 없게 되었써. 하찌만 당씬 쩡부의 일에는 쩍합할꺼야."
ru: Ясновидящие благодарны вам за помощь. "Вы подоссспели почти вовремя, но, увы, один из нашшших сссолдат получил удар биолучом в колено и большшше не может работать на борту нашшшего корабля. Но для работы в правительссстве он подойдет".
zh_hans: 通灵会对你的帮助表示感谢。"你的时间安排得非常好，但不幸的是，我们的一个士兵膝盖中了生物束，不能再在我们的飞船上工作了。不过，对你的政府工作来说应该没问题。"

source: You've successfully defeated the Knight vessel.
fr: Vous avez réussi à vaincre le vaisseau Chevalier.
ko: 성공적으로 기사 선박을 파괴시켰습니다.
ru: Вы победили корабль Атаманов Тумана.
zh_hans: 你已经成功击败了夜爵士飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Clairvoyants are thankful for your help. "Your timing issss almossst perfect, but alassss one of our sssoldiers took a Bio Beam to the knee, and isss no longer able to work aboard our ssship. Sssshould be fine for your government work though."
fr: Les Clairvoyants vous sont reconnaissants. "Votre timing est presssque parfait, mais hélasss, l'un de nos sssoldats s'est pris un rayon Anti-Biologique dans le genou et n'est plus apte à travailler sur notre vaissseau. Il devrait cccependant convenir pour le travail selon vos lois gouvernementales."
ko: 투시자들은 당신의 도움에 감사를 표했습니다. "당씬의 도움은 거의 완벽했다고. 하찌만 우리 병싸 쭝 한 명이 바이오 빔을 무릎으로 쬐는 씰쑤로 우리 함썬에써 일을 할 쑤 없게 되었써. 하찌만 당씬 쩡부의 일에는 쩍합할꺼야."
ru: Ясновидящие благодарны вам за помощь. "Вы подоссспели почти вовремя, но, увы, один из нашшших сссолдат получил удар биолучом в колено и большшше не может работать на борту нашшшего корабля. Но для работы в правительссстве он подойдет".
zh_hans: 通灵会对你的帮助表示感谢。"你的时间安排得非常好，但不幸的是，我们的一个士兵膝盖中了生物束，不能再在我们的飞船上工作了。不过，对你的政府工作来说应该没问题。"

source: You've successfully defeated the Clairvoyant vessel.
fr: Vous avez réussi à vaincre le vaisseau Clairvoyant.
ko: 성공적으로 투시자 선박을 파괴했습니다.
ru: Вы победили корабль Ясновидцев.
zh_hans: 你已经成功地击败了通灵会的船只。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Knights grumble about having to repay you, but they do balance their debt by transferring over a functional military weapon.
fr: Les Chevaliers grognent au fait d'avoir à vous repayer, mais ils honorent leurs dettes en vous transférant une arme militaire en état de marche.
ko: 기사들은 당신에게 보수를 줘야 하는 것에 대해 투덜거렸지만, 제대로 작동하는 군용 무기를 넘겨줘서 빚을 갚았습니다.
ru: Атаманы Тумана ворчат, что им приходится расплачиваться с вами, но, тем не менее, они погашают свой долг, передав исправное военное оружие.
zh_hans: 骑士们对必须报答你的事耿耿于怀，但他们确实通过转让一件功能性军事武器来平衡他们的债务。

source: You've successfully defeated the Clairvoyant vessel.
fr: Vous avez réussi à vaincre le vaisseau Clairvoyant.
ko: 성공적으로 투시자 선박을 파괴했습니다.
ru: Вы победили корабль Ясновидцев.
zh_hans: 你已经成功地击败了通灵会的船只。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Knights grumble about having to repay you, but they do balance their debt by transferring over a functional military weapon.
fr: Les Chevaliers grognent au fait d'avoir à vous repayer, mais ils honorent leurs dettes en vous transférant une arme militaire en état de marche.
ko: 기사들은 당신에게 보수를 줘야 하는 것에 대해 투덜거렸지만, 제대로 작동하는 군용 무기를 넘겨줘서 빚을 갚았습니다.
ru: Атаманы Тумана ворчат, что им приходится расплачиваться с вами, но, тем не менее, они погашают свой долг, передав исправное военное оружие.
zh_hans: 骑士们对必须报答你的事耿耿于怀，但他们确实通过转让一件功能性军事武器来平衡他们的债务。

# data/events_ships.xml.append$//ship[@name="SHIP_SLOCKNOG"]/destroyed/text
source: You might have helped him get here, but you were also Slocknog's downfall. Surely, he won't be returning after this.
fr: Vous l'avez peut-être aidé à parvenir ici, mais vous avez également été la cause de la chute de Slocknog. Il ne reviendra certainement pas après cela.
ko: 당신은 슬럭노그를 이곳까지 이끈 길잡이였지만, 동시에 그의 몰락이기도 했습니다. 그는 이제 결코 돌아오지 않을 것입니다.
ru: Возможно, вы помогли ему добраться сюда, но вы же и погубили Слокнога. Конечно, после этого он уже не вернется.
zh_hans: 你载着斯洛克诺格归来，却亲自覆灭了他的掌权机会。估计，在这之后他不会再回来了。

# data/events_ships.xml.append$//ship[@name="SHIP_SLOCKNOG"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SLOCKNOG"]/deadCrew/text
source: You might have helped him get here, but you were also Slocknog's downfall. Surely, he won't be returning after this.
fr: Vous l'avez peut-être aidé à parvenir ici, mais vous avez également été la cause de la chute de Slocknog. Il ne reviendra certainement pas après cela.
ko: 당신은 슬럭노그를 이곳까지 이끈 길잡이였지만, 동시에 그의 몰락이기도 했습니다. 그는 이제 결코 돌아오지 않을 것입니다.
ru: Возможно, вы помогли ему добраться сюда, но вы же и погубили Слокнога. Конечно, после этого он уже не вернется.
zh_hans: 你可能帮助他来到这里，但你也是斯洛克诺格的败笔。当然，在这之后他不会再回来了。

# data/events_ships.xml.append$//ship[@name="SHIP_SLOCKNOG"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_BLACK_RAVEN"]/destroyed/text
source: The Black Raven has fallen, and Nights is now surely dead.
fr: Le Corbeau Noir est tombé et Nights est certainement mort.
ko: 블랙 레이븐은 격추되었으며 나이트는 이제 확실히 죽었습니다.
ru: Черный Ворон пал, и теперь Туману точно конец.
zh_hans: 黑鸦号已经倒下了，七夜现在肯定已经死了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_BLACK_RAVEN"]/deadCrew/text
source: The Black Raven has fallen, and Nights is now surely dead.
fr: Le Corbeau Noir est tombé et Nights est certainement mort.
ko: 블랙 레이븐은 격추되었으며 나이트는 이제 확실히 죽었습니다.
ru: Черный Ворон пал, и теперь Туману точно конец.
zh_hans: 黑鸦号已经倒下了，七夜现在肯定已经死了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_IMMUNITY"]/destroyed/text
source: You have successfully defeated the Clansmen. You scrap their ship.
fr: Vous avez réussi à vaincre le vaisseau des Loubards. Vous démantelez leur vaisseau.
ko: 성공적으로 클랜즈맨 함선을 파괴했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Вы победили Клановцев. Вы разбираете их корабль на металлолом.
zh_hans: 你已经成功地击败了异种猎人。你搜刮了他们的船。

source: Contact the Shells.
fr: Contacter les Coquilles.
ko: 셸들과 접촉한다.
ru: Связаться с ракушками.
zh_hans: 联系甲壳族。

source: "Thhhey're dead? Outstanding! So what we have heard of thhe Federation is true. Please, accept thhhis payment."
fr: "Ils sont morts ? Splendide ! Alors ce que nous affons entendu sur la Fédération s'est afféré être ffrai. S'il ffous plaît, acceptez ce paiement."
ko: "그놈들이 죽었다고요? 대..대단해! 연방에 대한 이야기는 사아아시이일이어써어어. 부디 이 보답을 받아주세에에요."
ru: "Они мертвы? Замечшательно! Значшит, то, чшто мы слышали о Федерации, правда. Пожалуйста, примите эту награду".
zh_hans: "他们死了？真了不起！所以我们所听到的关于联邦的事情是真的。请接受这个报酬。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_IMMUNITY"]/deadCrew/text
source: You have successfully defeated the Clansmen. You scrap their ship.
fr: Vous avez réussi à vaincre le vaisseau des Loubards. Vous démantelez leur vaisseau.
ko: 성공적으로 클랜즈맨 함선을 파괴했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Вы победили Клановцев. Вы разбираете их корабль на металлолом.
zh_hans: 你已经成功地击败了异种猎人。你搜刮了他们的船。

source: Contact the Shells.
fr: Contacter les Coquilles.
ko: 셸들과 접촉한다.
ru: Связаться с ракушками.
zh_hans: 联系甲壳族。

source: "You've recovered the toxins?! Outstanding, this is better than we expected. Please, accept this as payment."
fr: "Vous avez récupéré les toxines ?! Splendide, c'est mieux que ce à quoi nous nous attendions. S'il vous plaît, acceptez ceci en tant que paiement."
ko: "독소오오를 회복시이이켰다고요? 훌륭해요! 우리가 기대했던 것보다 더 좋아요. 부디 이걸 보사아앙으로 받아주세에에요."
ru: "Вы вернули токсины?! Замечательно, это даже лучше, чем мы ожидали. Пожалуйста, примите это в качестве оплаты".
zh_hans: "你已经恢复了毒素？杰出，这比我们预期的要好。请接受这个作为报酬。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_PHEROMONES"]/destroyed/text
source: The Clansman ship has been destroyed. You scrap the remains.
fr: Le vaisseau de la Guilde a été détruit. Vous récupérez les restes.
ko: 클랜즈맨 함선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль Клановцев уничтожен. Вы разбираете останки на металлолом.
zh_hans: 异种猎人的船已经被摧毁。你搜刮了这些残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_PHEROMONES"]/deadCrew/text
source: The crew of the Clansman ship are dead. You scrap their hull.
fr: L'équipage du vaisseau de la Guilde est mort. Vous démantelez leur coque.
ko: 클랜즈맨 함선의 선원은 모두 죽었습니다. 그 함선의 선체를 해체합니다.
ru: Экипаж корабля Клановцев мертв. Вы разбираете их корпус на металлолом.
zh_hans: 异种猎人飞船上的船员都死了。你搜刮了他们的船体。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Ghost ship has been defeated.
fr: Le vaisseau Fantôme a été vaincu.
ko: 고스트 함선은 파괴되었습니다.
ru: Корабль призраков уничтожен.
zh_hans: 魂灵族飞船已被击败。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Ghost ship has been defeated.
fr: Le vaisseau Fantôme a été vaincu.
ko: 고스트 함선은 파괴되었습니다.
ru: Корабль призраков уничтожен.
zh_hans: 魂灵族飞船已被击败。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
