Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: The Shell ship explodes, releasing the gases that were so precious to the Zoltans. Though there are plenty more Shells out there, the Zoltans aren't pleased with your failure and refuse to pay you. At least there's some salvage left from the fight.
fr: Le vaisseau Coquille explose, libérant les gaz qui étaient si précieux aux Zoltans. S'il y a plein d'autres Coquilles aux alentours, les Zoltans ne sont pas ravis de votre échec et ils refusent de vous payer. Au moins il reste de la récupération à faire.
ko: 셸 함선이 폭발하여 졸탄들에게 매우 중요한 가스를 방출했습니다. 더 많은 셸이 거기에 있었지만, 졸탄은 당신의 실패를 달가워하지 않고 보수를 지불하지 않으려고 합니다. 적어도 전투에서 남아있는 잔해에서 인양할 것만 남아있습니다.
ru: Корабль ракушек взрывается, выпуская газы, которые были так ценны для золтанов. Хотя ракушек еще много, золтаны недовольны вашей неудачей и отказываются платить вам. По крайней мере, после боя осталось хоть какое-то количество лома.
zh_hans: 甲壳族飞船爆炸了，释放出了对超能族来说非常珍贵的气体。虽然外面还有很多甲壳族，但超能族对你的失败并不满意，拒绝向你付款。至少在这场战斗中还留下了一些残骸。

source: You've captured the Shell ship as requested. Fortunately, the Zoltans said nothing about keeping the exterior of the ship intact, so you take the liberty to scrap the exterior hull.
fr: Vous avez capturé le vaisseau Coquille comme demandé. Heureusement, les Zoltans n'ont jamais précisé qu'il fallait garder l'extérieur du vaisseau intact, alors vous prenez la liberté de le désosser cette partie.
ko: 요청한 대로 셸 함선을 나포했습니다. 다행히 졸탄들이 함선의 외부를 손상시키지 않는 것에 대해 아무런 언급이 없었기에, 외부 선체에서 자유롭게 쓸만한 자원을 인양할 수 있었습니다.
ru: Вы захватили корабль ракушек, как вас и просили. К счастью, золтаны ничего не сказали о сохранении внешнего вида корабля, поэтому вы берете на себя смелость разобрать внешний корпус на металлолом.
zh_hans: 你已经按照要求捕获了甲壳族飞船。幸运的是，超能族没有说要保持船体外观的完整，所以你擅自将外部船体搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You have done good work, though sloppy. I will accept it regardless. Here is your pay."
fr: "Vous avez fait du bon travail, mais d'une manière assez maladroite. J'accepte ce résultat tout du moins. Voici votre paie."
ko: "비록 엉성한 일처리였지만 수고하셨습니다. 상관없이 받아들이죠. 여기 보수가 있습니다."
ru: "Вы проделали хорошую работу, хотя и неаккуратную. Я приму ее, несмотря ни на что. Вот ваша оплата".
zh_hans: "你的工作做得很好，虽然很马虎。无论如何我都会接受。这是你的报酬。"

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_FOSSIL"]/gotaway/text
source: The Smugglers jump away, bringing the fossils with them.
fr: Les Contrebandiers ont filé, amenant les fossiles avec eux.
ko: 밀수꾼들은 화석을 가지고 도약했습니다.
ru: Контрабандисты уходят в прыжок, унося с собой окаменелости.
zh_hans: 走私者跃迁走了，把化石也带走了。

source: Explain the situation to the Shell.
fr: Expliquer la situation à la Coquille.
ko: 셸에게 상황을 설명한다.
ru: Объяснить ситуацию ракушкам.
zh_hans: 向甲壳族解释情况。

source: "Ohhh, darn it. Thhhat's alright, you tried your best! You couldn't have known thhhose smugglers were down thhhere. Don't worry about it, if my thhheories are correct thhhere should surely be more fossils down thhhere somewhere looking to be dug up."
fr: "Ohhh, bon sang. Ce n'est pas graffe, vous avez fait de ffotre mieux ! Ffous ne pouffiez pas saffoir que ces contrebandiers seraient là. Ne ffous en faites pas à propos de ça, si mes théories sont correctes, il deffrait normalement y affoir plus de fossiles ici-bas qui n'attendent qu'à être déterrés."
ko: "오 이런. 괜찮아요. 당시이인은 최서어언을 다해써어어요! 그 밀수우우꾼들이 저 아래 있다는 거스으을 몰라쓰으을 텐데 말이죠. 걱정하지 마세에에요. 만약 제 이론이 맞다면 저 아래 어딘가에서어어 발굴할 수우우 있는 더 많은 화서어억이 이쓰으을꺼에요."
ru: "Ооо, чшерт возьми. Ничшего страшного, вы старались изо всех сил! Вы не могли знать, чшто здесь находятся контрабандисты. Не волнуйтесь об этом, если мои теории верны, то где-то здесь должны быть еще окаменелости, которые нужно откопать".

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_FOSSIL"]/destroyed/text
source: The Smuggler ship explodes, and no doubt along with it the fossils.
fr: Le vaisseau contrebandier explose, les fossiles avec lui, c'est sans appel.
ko: 밀수꾼 함선이 폭발했고, 화석도 의심할 여지 없이 휘말렸습니다.
ru: Корабль контрабандистов взрывается, а вместе с ним, несомненно, и окаменелости.
zh_hans: 走私船爆炸了，毫无疑问，化石也一起爆炸了。

source: Explain the situation to the Shell.
fr: Expliquer la situation à la Coquille.
ko: 셸에게 상황을 설명한다.
ru: Объяснить ситуацию ракушкам.
zh_hans: 向甲壳族解释情况。

source: "Ohhh, darn it. Thhhat's alright, you tried your best! You couldn't have known thhhose smugglers were down thhhere. Don't worry about it, if my thhheories are correct thhhere should surely be more fossils down thhhere somewhere looking to be dug up."
fr: "Ohhh, bon sang. Ce n'est pas graffe, vous avez fait de ffotre mieux ! Ffous ne pouffiez pas saffoir que ces contrebandiers seraient là. Ne ffous en faites pas à propos de ça, si mes théories sont correctes, il deffrait normalement y affoir plus de fossiles ici-bas qui n'attendent qu'à être déterrés."
ko: "오 이런. 괜찮아요. 당시이인은 최서어언을 다해써어어요! 그 밀수우우꾼들이 저 아래 있다는 거스으을 몰라쓰으을 텐데 말이죠. 걱정하지 마세에에요. 만약 제 이론이 맞다면 저 아래 어딘가에서어어 발굴할 수우우 있는 더 많은 화서어억이 이쓰으을꺼에요."
ru: "Ооо, чшерт возьми. Ничшего страшного, вы старались изо всех сил! Вы не могли знать, чшто здесь находятся контрабандисты. Не волнуйтесь об этом, если мои теории верны, то где-то здесь должны быть еще окаменелости, которые нужно откопать".

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_FOSSIL"]/deadCrew/text
source: You've neutralized the Smuggler ship before they could get away. You scrap their hull.
fr: Vous avez neutralisé le vaisseau Contrebandier avant qu'il ne puisse prendre la poudre d'escampette. Vous démantelez leur coque.
ko: 밀수꾼 함선이 달아나기 전에 무력화시켰습니다. 함선의 선체에서 쓸만한 자원을 인양했습니다.
ru: Вы нейтрализовали корабль контрабандистов до того, как они смогли уйти. Вы разбираете их корпус на металлолом.
zh_hans: 你在走私船逃跑之前就将其制服。你搜刮了他们的船体。

source: Hand over the fossils.
fr: Remettre les fossils.
ko: 화석을 넘겨준다.
ru: Передать окаменелости.
zh_hans: 交出化石。

source: "Ohhh, you did it! Thhhis is amazing. I cannot thhhank you enough. H-How about if I work for you? I can study thhhese on my own time, and pay off my debt with labour!"
fr: "Oh, ffous affez réussi ! C'est impressionnant. Che ne peux pas ffous remercier assez. Et- et si je traffaillai pour ffous ? Che pourrai étudier ceux-là durant mon temps libre et repayer ma dette en labeur !"
ko: "오, 해냈군요! 정말 대단해요! 전 당시이인에게 충분히 감사아아해요. 제.. 제가 당시이인을 위해 일할 수우우 이쓰으을까요? 난 내 빚을 일하아아면서 갚으면서어어 이거스으으로 연구할 수우우 이써어어요!"
ru: "Ооо, вы сделали это! Это потрясающе. Я не могу выразить вам свою благодарность. А как насчшет того, чштобы поработать на вас? Я смогу изучшать их в свободное время и отдать свой долг трудом!"
zh_hans: "哦你成功了！真是太棒了！我真的感激不尽。要么我为你干活怎-怎么样？我可以用业余时间来研究这些，用劳动来还债！"

source: The Station explodes, rupturing the connections between the other stations nearby.
fr: La station explose, brisant la connection avec les stations voisines.
ko: 정거장이 폭발하고, 근처에 있는 다른 정거정간의 연결이 끊어졌습니다.
ru: Станция взрывается, разрушая связи между другими станциями, расположенными поблизости.
zh_hans: 空间站爆炸，破坏了附近其他空间站之间的连接。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Station has been emptied.
fr: La station a été vidé de son équipage.
ko: 정거장은 이제 비어있습니다.
ru: Станция была очищена.
zh_hans: 该空间站已被清空。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Auto vessel has been destroyed. You scrap the remains before contacting the Shells.
fr: L'Auto-vaisseau a été détruit. Vous récupérez les restes avant de prendre contact avec les Coquilles.
ko: 무인 선박을 파괴했습니다. 셸과 연락하기 전에 잔해에서 쓸만한 것을 인양합니다.
ru: Автоматический корабль был уничтожен. Перед тем, как связаться с ракушками, вы разбираете останки на металлолом.
zh_hans: 这艘自动舰已被摧毁。在与甲壳族们联系之前，你把残骸搜刮了一下。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SHELL_MERCENARY"]/destroyed/text
source: You've destroyed the Shell ship, but now you have nothing to return to the Mercenaries with.
fr: Vous avez détruit le vaisseau Coquille, mais vous n'avez désormais rien à fournir aux mercenaires.
ko: 셸 함선을 파괴했지만, 이제 용병에게 돌아갈 이유가 사라졌습니다.
ru: Вы уничтожили корабль ракушек, но теперь вам не с чем вернуться к наемникам.
zh_hans: 你已经摧毁了甲壳族飞船，但现在你没有任何东西可以回到雇佣军那里去。

# data/events_ships.xml.append$//ship[@name="SHIP_SHELL_MERCENARY"]/deadCrew/text
source: The Shell ship has been neutralized. You figure it won't hurt to scrap a little of the exterior of the ship as well.
fr: Le vaisseau Coquille a été neutralisé. Vous pensez que cela ne fera pas de mal de démanteler l'extérieur du vaisseau.
ko: 셸 함선을 무력화시켰습니다. 함선의 외부에서 쓸만한 자원을 인양한 것도 나쁘지 않다고 생각했습니다.
ru: Корабль ракушек был обезврежен. Вы считаете, что не мешало бы немного поработать и с внешней обшивкой корабля.
zh_hans: 甲壳族飞船已经被无害化处理。你想，把这艘船的外表也搜刮一点也无妨。

source: Show the ship to the Mercenaries.
fr: Montrer le vaisseau aux mercenaires.
ko: 용병들에게 함선을 보여준다.
ru: Показать корабль наемникам.
zh_hans: 向雇佣兵展示这艘船。

source: "Oh, thanks I guess. I suppose we should pay you..."
fr: "Oh, merci, je crois. Je suppose que nous devons vous payer..."
ko: "오, 고맙워. 이제 당신한테 보수를 줘야겠군..."
ru: "О, спасибо, пожалуй. Полагаю, мы должны заплатить вам..."
zh_hans: "哦，谢谢我想。我想我们应该付钱给你..."

source: The Mantis ship has been destroyed, killing both the Morphs and the Mantis onboard. Oops...
fr: Le vaisseau Mantis a été détruit, tuant à la fois les Morphs et les Mantis à bord. Oups...
ko: 맨티스 함선이 파괴되어 타고있던 모프들과 맨티스들은 모두 죽었습니다. 이런...
ru: Корабль богомолов уничтожен, погибли и морфы, и богомолы, находившиеся на борту. Упс...
zh_hans: 螳螂族飞船已被摧毁，船上的模物族和螳螂族都被杀死。哎呀...

source: The Morphs have been killed off. You contact the Mantis, who are for once grateful to see a Federation ship. "You helping us! Oh, most kind. We bestowing great gifts upon you!"
fr: Les Morphs ont été tués. Vous contactez les Mantis, qui ont pour une fois l'air ravis de voir un vaisseau de la Fédération. "Vous aider nous ! Oh, plus généreux. Nous vous fournir grand cadeaux à vous !"
ko: 모프들은 죽었습니다. 맨티스 함선과 연락하자, 연방 함선을 보게 된 것에 감사를 표했습니다. "네가 우릴 도왔다! 오, 정말 친절하기도하지. 우린 너에게 큰 선물 제공한다."
ru: Морфы были уничтожены. Вы связываетесь с богомолами, которые в кои-то веки рады видеть корабль Федерации. "Вы помогать нам! О, добрейший. Мы одарить вас великими дарами!"
zh_hans: 模物族已经被干掉了。你联系了螳螂族，他们看到一艘联邦的飞船，这一次很感激。"你在帮助我们！哦，最善良的人。我们赐予你伟大的礼物！"

source: The Rebel ship slips away, and will no doubt reveal your location to the fleet now that they're gone!
fr: Le vaisseau Rebelle a filé et il révèlera sans doute votre emplacement à la flotte maintenant qu'il s'est échappé !
ko: 반군 함선은 사라졌고, 이제 함대에 당신 위치를 알리러 갔을 겁니다!
ru: Корабль повстанцев скрылся, и, несомненно, теперь, когда они ушли, флот узнает о вашем местонахождении!
zh_hans: 叛军的船溜走了，现在他们走了，无疑会把你的位置透露给舰队！

source: The Mantis ship has been destroyed, killing both the Morphs and the Mantis onboard. Oops...
fr: Le vaisseau de pirates fanatiques a été détruit. Vous récupérez ses restes.
ko: 맨티스 함선이 파괴되어 타고있던 모프들과 맨티스들은 모두 죽었습니다. 이런...
ru: Корабль богомолов уничтожен, погибли и морфы, и богомолы, находившиеся на борту. Упс...
zh_hans: 螳螂族飞船已被摧毁，船上的模物族和螳螂族都被杀死。哎呀...

source: The Morphs have been killed off. You contact the Mantis, who are for once grateful to see a Federation ship. "You helping us! Oh, most kind. We bestowing great gifts upon you!"
fr: Les Morphs ont été tués. Vous contactez les Mantis, qui sont pour une fois reconnaissants de voir un vaisseau de la Fédération. "Vous aider nous ! Oh, quelle gentillesse. Nous accordons vous grands cadeaux !"
ko: 모프들은 죽었습니다. 맨티스 함선과 연락하자, 연방 함선을 보게 된 것에 감사를 표했습니다. "네가 우릴 도왔다! 오, 정말 친절하기도하지. 우린 너에게 큰 선물 제공한다."
ru: Морфы были уничтожены. Вы связываетесь с богомолами, которые в кои-то веки рады видеть корабль Федерации. "Вы помогать нам! О, добрейший. Мы одарить вас великими дарами!"
zh_hans: 模物族已经被干掉了。你联系了螳螂族，他们看到一艘联邦的飞船，这一次很感激。"你在帮助我们！哦，最善良的人。我们赐予你伟大的礼物！"

source: The Morph ship has been defeated. You scrap the remains before contacting the Clansmen.
fr: Le vaisseau Morph a été vaincu. Vous récupérez les restes avant de prendre contact avec les Loubards.
ko: 모프 함선을 파괴했습니다. 클랜즈맨에게 연락하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль морфов повержен. Перед тем как связаться с Клановцами, вы собираете останки.
zh_hans: 模物族飞船被打败了。在与异种猎人联系之前，你先把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_MORPH_SLUG_MORPH"]/deadCrew/text
source: The Morph ship has been defeated. You scrap the remains before contacting the Clansmen.
fr: Le vaisseau Morph a été vaincu. Vous récupérez les restes avant de prendre contact avec les Loubards.
ko: 모프 함선을 파괴했습니다. 클랜즈맨에게 연락하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль морфов повержен. Перед тем как связаться с Клановцами, вы собираете останки.
zh_hans: 模物族飞船被打败了。在与异种猎人联系之前，你先把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_MORPH_SLUG_CLAN"]/destroyed/text
source: The Clansman ship has been defeated. You scrap the remains before contacting the Morphs.
fr: Le vaisseau de la Guilde a été vaincu. Vous récupérez les restes avant de prendre contact avec les Morphs.
ko: 클랜즈맨 함선을 파괴했습니다. 모프들에게 연락하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль Клановцев повержен. Перед тем как связаться с морфами, вы собираете останки.
zh_hans: 异种猎人的飞船被打败了。你在联系模物族之前，先把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: In response to your assistance, the Morph ship lets out a loud squelch and vomits some scrap at you. You assume this is meant to be a reward, and not an insult.
fr: En réponse à votre aide, l'engin Morph laisse échapper un énorme rot et vous vomit de la ferraille. Vous présumez que c'est censé être une récompense et non une insulte.
ko: 도움에 대한 응답으로 모프 함선은 큰 소리를 내며, 당신에게 스크랩을 내보냈습니다. 이것은 모욕이 아니라 보상을 준 것이라 생각했습니다.
ru: В ответ на вашу помощь корабль морфов издает громкое клокотание и выплевывает на вас какие-то обломки. Вы полагаете, что это награда, а не оскорбление.
zh_hans: 作为对你的帮助的回应，模物族飞船发出了一声响亮的叫声，并向你吐出了一些废料。你认为这是一种奖励，而不是一种侮辱。

# data/events_ships.xml.append$//ship[@name="SHIP_MORPH_SLUG_CLAN"]/deadCrew/text
source: The Clansman ship has been defeated. You scrap the remains before contacting the Morphs.
fr: Le vaisseau de la Guilde a été vaincu. Vous récupérez les restes avant de prendre contact avec les Morphs.
ko: 클랜즈맨 함선을 파괴했습니다. 모프들에게 연락하기 전에 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль Клановцев повержен. Прежде чем связаться с морфами, вы собираете останки.
zh_hans: 异种猎人的飞船被打败了。你在联系模物族之前，先把残骸搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: In response to your assistance, the Morph ship lets out a loud squelch and vomits some scrap at you. You assume this is meant to be a reward, and not an insult.
fr: En réponse à votre aide, l'engin Morph laisse échapper un énorme rot et vous vomit de la ferraille. Vous présumez que c'est censé être une récompense et non une insulte.
ko: 도움에 대한 응답으로 모프 함선은 큰 소리를 내며, 당신에게 스크랩을 내보냈습니다. 이것은 모욕이 아니라 보상을 준 것이라 생각했습니다.
ru: В ответ на вашу помощь корабль морфов издает громкое клокотание и выплевывает на вас какие-то обломки. Вы полагаете, что это награда, а не оскорбление.
zh_hans: 作为对你的帮助的回应，模物族飞船发出了一声响亮的叫声，并向你吐出了一些废料。你认为这是一种奖励，而不是一种侮辱。

source: Pick up the trash.
fr: Ramasser les ordures.
ko: 쓰래기를 줍는다.
ru: Собрать мусор.
zh_hans: 捡拾垃圾。

source: Pick up the trash.
fr: Ramasser les ordures.
ko: 쓰래기를 줍는다.
ru: Собрать мусор.
zh_hans: 捡拾垃圾。

# data/events_ships.xml.append$//ship[@name="SHIP_LEECH_TAVERN"]/destroyed/text
source: You've defeated the loyalists. You scrap their ship.
fr: Vous avez vaincu les loyalistes. Vous désossez leur vaisseau.
ko: 현 정권의 지지자들을 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Вы победили лоялистов. Вы разбираете их корабль на металлолом.
zh_hans: 你打败了效忠者。你搜刮了他们的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The revolutionaries applaud you. "The Eargen Republic doesn't have many supporters left - each one we kill means one less to deal with on D-Day! We thank you for your help, captain."
fr: Les révolutionnaires vous applaudissent. "La République n'a plus beaucoup de partisans - chacun que nous tuons signifie une menace en moins lors du Jour J ! Nous vous remercions pour votre aide, capitaine."
ko: 혁명가 집단은 당신에게 갈채를 보냈습니다. "이어젠 공화국에 남은 지지자들은 많지 않다! 우리가 죽일때마다 결전의 날에 처리해야 할 조력자는 한명씩 줄어들 것이다! 도와주셔서 감사합니다, 함장님."
ru: Революционеры аплодируют вам. "У Республики Ирген осталось не так много сторонников - каждого, кого мы убьем, означает, что на одного меньше, с кем придется иметь дело в день Д! Мы благодарим вас за помощь, капитан".
zh_hans: 革命者们为你鼓掌。"共和国已经没有多少支持者了--我们每杀一个人就意味着在D日少了一个人要对付！我们感谢你的帮助，舰长。"

# data/events_ships.xml.append$//ship[@name="SHIP_LEECH_TAVERN"]/deadCrew/text
source: You've defeated the loyalists. You scrap their ship.
fr: Vous avez vaincu les loyalistes. Vous désossez leur vaisseau.
ko: 현 정권의 지지자들을 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Вы победили лоялистов. Вы собираете с их корабля все полезное.
zh_hans: 你打败了效忠者。你搜刮了他们的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The revolutionaries applaud you. "The Eargen Republic doesn't have many supporters left - each one we kill means one less to deal with on D-Day! We thank you for your help, captain."
fr: Les révolutionnaires vous applaudissent. "La République n'a plus beaucoup de partisans -chacun que nous tuons signifie une menace en moins lors du Jour J ! Nous vous remercions pour votre aide, capitaine."
ko: 혁명가 집단은 당신에게 갈채를 보냈습니다. "이어젠 공화국에 남은 지지자들은 많지 않다! 우리가 죽일때마다 결전의 날에 처리해야 할 조력자는 한명씩 줄어들 것이다! 도와주셔서 감사합니다, 함장님."
ru: Революционеры аплодируют вам. "У Республики Ирген осталось не так много сторонников - каждого, кого мы убьем, означает, что на одного меньше, с кем придется иметь дело в день Д! Мы благодарим вас за помощь, капитан".
zh_hans: 革命者们为你鼓掌。"共和国已经没有多少支持者了--我们每杀一个人就意味着在D日少了一个人要对付！我们感谢你的帮助，舰长。"

source: You've defeated the revolutionaries. You scrap their ship.
fr: Vous avez vaincu les révolutionnaires. Vous désossez leur vaisseau.
ko: 혁명가 집단을 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Вы победили революционеров. Вы собираете с их корабля все полезное.
zh_hans: 你已经打败了革命者。你搜刮了他们的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The loyalists applaud you. "To be honest I don't even really like Tyrdeo all that much as a president, but I wasn't going to let those losers know. I'm supposed to go back to my ship now, but I think I'm just going to retire and go with you."
fr: Les loyalistes vous applaudissent. "Pour être franc, je n'apprécie même pas Tyrdeo tant que ça dans le role de président, mais je ne pouvais pas laisser ces losers le savoir. Je suis censé revenir sur mon vaisseau maintenant, mais je pense que je vais juste m'éclipser pour venir avec vous."
ko: 현 정권의 지지자들은 당신에게 갈채를 보냈습니다. "솔직히 대통령 티르데오를 별로 좋아하진 않지만, 그 패배자들에게 알리지 않은 생각이었습니다. 원래대로라면 나는 내 함선으로 돌아가야 하지만, 그냥 은퇴하고 당신과 함께 가고싶습니다."
ru: Лоялисты вам аплодируют. "Честно говоря, мне даже не очень нравится Тирдео как президент, но я не собирался сообщать об этом этим неудачникам. Сейчас я должен вернуться на свой корабль, но я думаю, что просто уйду в отставку и отправлюсь с вами".
zh_hans: 效忠者们为你鼓掌。"说实话，我甚至不怎么喜欢泰迪奥这个总统，但我不打算让那些失败者知道。我现在应该回到我的船上去，但我想我还是要退休，和你一起去。"

source: You've defeated the revolutionaries. You scrap their ship.
fr: Vous avez vaincu les révolutionnaires. Vous désossez leur vaisseau.
ko: 혁명가 집단을 격파했습니다. 그들의 함선에서 쓸만한 자원을 인양합니다.
ru: Вы победили революционеров. Вы собираете с их корабля все полезное.
zh_hans: 你已经打败了革命者。你搜刮了他们的船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The loyalists applaud you. "To be honest I don't even really like Tyrdeo all that much as a president, but I wasn't going to let those losers know. I'm supposed to go back to my ship now, but I think I'm just going to retire and go with you."
fr: Les loyalistes vous applaudissent. "Pour être franc, je n'apprécie même pas Tyrdeo tant que ça dans le role de président, mais je ne pouvais pas laisser ces losers le savoir. Je suis censé revenir sur mon vaisseau maintenant, mais je pense que je vais juste m'éclipser pour venir avec vous."
ko: 현 정권의 지지자들은 당신에게 갈채를 보냈습니다. "솔직히 대통령 티르데오를 별로 좋아하진 않지만, 그 패배자들에게 알리지 않은 생각이었습니다. 원래대로라면 나는 내 함선으로 돌아가야 하지만, 그냥 은퇴하고 당신과 함께 가고싶습니다."
ru: Лоялисты вам аплодируют. "Честно говоря, мне даже не очень нравится Тирдео как президент, но я не собирался сообщать об этом этим неудачникам. Сейчас я должен вернуться на свой корабль, но я думаю, что просто уйду в отставку и отправлюсь с вами".
zh_hans: 效忠者们为你鼓掌。"说实话，我甚至不怎么喜欢泰迪奥这个总统，但我不打算让那些失败者知道。我现在应该回到我的船上去，但我想我还是要退休，和你一起去。"

source: The Leech ship is destroyed. The settlement sends no further reinforcements and surrenders.
fr: Le vaisseau Sangsue est détruit. La colonie n'envoie plus d'autre renfort et se rend.
ko: 리치 함선을 파괴했습니다. 정착지는 더 이상 지원군과 항복을 보내지 않습니다.
ru: Корабль пиявок уничтожен. Поселение не присылает подкреплений и сдается.
zh_hans: 吸虫族飞船被摧毁。该定居点没有再派援军，而是投降了。

source: Demand they hand over their mining supplies.
fr: Exiger qu'ils remettent leur équipement minier.
ko: 채굴 물자를 넘길 것을 요구한다.
ru: Потребовать от них передать запасы полезных ископаемых.
zh_hans: 要求他们交出他们的采矿用品。

source: Demand they hand over one of their crew.
fr: Exiger qu'ils remettent l'un de leurs ouvriers.
ko: 승무원 중 한 명을 넘길 것을 요구한다.
ru: Потребовать, чтобы они передали одного из своих членов экипажа.
zh_hans: 要求他们交出他们的一个船员。

# data/events_ships.xml.append$//ship[@name="SHIP_LEECH_SETTLEMENT"]/deadCrew/text
source: The crew of the Leech ship has been dealt with. The settlement sends no further reinforcements and surrenders.
fr: Vous vous êtes occupés de l'équipage Sangsue. La colonie n'envoie plus d'autre renfort et se rend.
ko: 리치 함선의 선원은 처리되었습니다. 정착지는 더 이상 지원군과 항복을 보내지 않습니다.
ru: С экипажем корабля ракушек разобрались. Поселение больше не присылает подкреплений и сдается.
zh_hans: 吸虫族飞船上的船员已经被处理掉了。该定居点没有再派援军，并投降了。

source: Demand they hand over their mining supplies.
fr: Exiger qu'ils remettent leur équipement minier.
ko: 채굴 물자를 넘길 것을 요구한다.
ru: Потребовать от них передать запасы полезных ископаемых.
zh_hans: 要求他们交出他们的采矿用品。

source: Demand they hand over one of their crew.
fr: Exiger qu'ils remettent l'un de leurs ouvriers.
ko: 승무원 중 한 명을 넘길 것을 요구한다.
ru: Потребовать, чтобы они передали одного из своих членов экипажа.
zh_hans: 要求他们交出他们的一个船员。

source: The Slugs have been defeated and their evil business put to an end.
fr: Les Limaces ont été vaincues et leurs pratiques diaboliques ont été interrompues.

source: Address the queue.
fr: S'adresser à la file d'attente.

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_SUICIDEMOON"]/deadCrew/text
source: The Slugs have been slaughtered and their evil business put to an end.
fr: Les Limaces ont été massacrées et leurs pratiques diaboliques ont été interrompues.

source: Address the queue.
fr: S'adresser à la file d'attente.

source: You've blown up the Leech ship, as promised. You don't really want to think about how you just worked as a mercenary for one of your sworn enemies.
fr: Vous avez explosé le vaisseau Sangsue, comme promis. Vous ne souhaitez pas vraiment penser au fait que vous venez de jouer le mercenaire pour l'un de votre pire ennemi.
ko: 약속대로 리치 함선을 폭파시켰습니다. 당신은 용병으로써 약속한 적들을 처리한 방법에 대해선 다신 생각하고 싶지 않습니다.
ru: Вы взорвали корабль пиявок, как и обещали. Вам не хочется думать о том, что вы только что работали наемником на одного из своих заклятых врагов.
zh_hans: 你已经按照承诺炸毁了吸虫族飞船。你真的不想去想你刚刚是如何为你的一个死敌当雇佣兵的。

source: Contact the Coalition ship.
fr: Contacter le vaisseau de la Coalition.
ko: 연합 함선과 연락한다.
ru: Связаться с кораблем Коалиции.
zh_hans: 联系星联飞船。
