Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: "Bastard... thou now must live with the reality that they worked... with the Rebels and their demons..." The Ghosts dissipate, leaving the colony unprotected to your gunfire. It doesn't take long to wipe them all out.
fr: "Batard... vous devrez désormais vivre avec la conscience que vous avez travaillé... avec les Rebelles et leurs démons..." Les Fantômes se dissipent, laissant la colonie sans défenses à vos coups de feu. Il ne faut pas longtemps pour tous les exterminer.
ko: "천추의 한이여... 이제 너는 반군, 그 악마들과 함께 했다는 사실을 감내해야 할지어니..." 고스트들은 사라지고, 보호구역은 당신의 포화 사격에 무방비 상태로 남았습니다. 그 모든 것을 지우는 데 오랜 시간이 걸리지 않았습니다.
ru: "Ублюдок... теперь ты должен жить с тем, что ты работал... с повстанцами и их демонами..." Призраки рассеиваются, оставляя колонию беззащитной перед вашим огнем. Не потребовалось много времени, чтобы уничтожить их всех.
zh_hans: "混蛋...你现在必须接受现实，他们与叛军和他们的魔鬼合作..."魂灵族们消散了，让殖民地在你的枪口下毫无保护。不需要很长时间就能把他们全部消灭掉。

source: Return to the Auto.
fr: Retourner à l'Auto-Station.
ko: 무인선에게 돌아간다.
ru: Вернуться в автоматическому кораблю.
zh_hans: 返回自动舰处。

source: "Congratulations! You are now a sellout for the Rebellion. Enjoy your drone, scrap whore."
fr: "Bravo ! Vous êtes désormais un esclave de la Rébellion. Profite bien de ton drone, bouffeur de ferraille."
ko: "축하합니다! 당신은 이제 반군의 배신자입니다. 드론을 받고 즐기시죠."
ru: "Поздравляю! Теперь ты продался Восстанию. Наслаждайся своим дроном, шлюха".
zh_hans: "恭喜你！你现在是叛军的出卖者。享受你的无人机吧，废料婊。"

source: Luckily, that Auto stood no chance against you. You hope the Ghosts won't mind that disabling the ship wasn't an option.
fr: Heureusement, cet Auto-vaisseau n'avait aucune chance contre vous. Vous espérez que les Fantômes ne seront pas importunés par le fait que désactiver le vaisseau n'était pas une option.
ko: 운 좋게도, 그 무인기는 당신의 상대가 되지 못했습니다. 고스트들이 예정에 없던 함선을 파괴한 것에 딴지걸지 않았으면 좋겠네요.
ru: К счастью, у этого автоматического корабля не было никаких шансов против вас. Вы надеетесь, что призраки не будут возражать против того, что отключить корабль не удалось.
zh_hans: 幸运的是，那艘飞船在你面前没有任何机会。你希望魂灵族们不会介意禁用这艘船不是一种选择。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "The demon is dead! Most excellent. We will learn the secret of the heart some day... Mayhaps the Federation could assist the Dynasty in future years? Nay, a hopeless theory. But we shall hold our honor and respect your stance with most bountiful pay."
fr: "Le démon est mort ! Excellent. Nous apprendrons les secrets du coeur un jour... Peut-être la Fédération pourrait-elle assister la Dynastie dans les années à venir ? Que nenni, une théorie irréaliste. Mais nous comptons tenir notre honneur et respecter votre approche en fournissant une généreuse rémunération."
ko: "그 악마가 마침내 쓰러졌도다! 축배를 들라. 우리는 언젠가 마음의 비밀을 파헤치게 될지어니... 아마도 연방이란 족속들은 우리 왕조를 몇 년이나 도울 수 있지않을까? 아니, 가당치도 않는 소리지. 그러나 우리 모두는 위대한 당신의 명예를 떠받들며 입장을 존중할지어니. 가장 성대한 보상으로 말이네!"
ru: "Демон мертв! Прекрасно. Когда-нибудь мы узнаем тайну этого сердца... Может быть, Федерация сможет помочь Династии в будущем? Нет, этого не будет. Но мы сохраним честь и будем уважать вашу позицию, а также щедро платить".
zh_hans: "恶魔已经死了！非常好。我们将在某一天了解心脏的秘密...也许联邦可以在未来几年协助灵朝？不，这是一个无望的理论。但我们将保持我们的荣誉，以最丰厚的报酬尊重你的立场。"

source: The Auto-ship has been destroyed, and you can't help but feel like that was just plain sad.
fr: L'Auto-vaisseau a été détruit et vous ne pouvez vous empêcher de constater que tout ceci était grandement lamentable.
ko: 무인선을 파괴했고, 당신은 그저 슬프게만 느껴질 수 밖에 없었습니다.
ru: Автоматический корабль уничтожен, и это не может не вызывать чувства грусти.
zh_hans: 自动舰已经被摧毁，你不禁觉得那只是普通的悲伤。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: All the same, the Ghosts seem extremely grateful, and offer a massive reward.
fr: Tout du moins, les Fantômes sont très reconnaissants et offrent une grande récompense.
ko: 그럼에도 불구하고 고스트들은 극도의 감사를 표하며, 엄청난 보상을 제공했습니다.
ru: Тем не менее, призраки очень благодарны и предлагают большое вознаграждение.
zh_hans: 同样，魂灵族们似乎非常感激，并提供了大量的奖励。

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_SLUGOCC"]/surrender/text
source: The Slug ship desperately hails you. "You- the- Dynassssty! They've put you up to thisss, haven't they? Gassssholes! What're they paying you, huh? Well, I bet I can double it!"
fr: Le vaisseau Limace vous apelle désespérément. "Vous- la- Dynasssstie ! Ccce sssont eux qui vous ont graisssé la patte, n'est-ccce pas ? Gassseux de mes deux ! Qu'est-ccce qu'ils vous paient, hein ? Eh bien, je parie que je peux doubler la sssomme !"
ko: 슬러그 함선은 간절히 당신을 불렀습니다. "너- 왕쪼! 그들이 당씬네에게 이 일을 의뢰했군요, 그렇찌 않씁니까? 그 개짜씩들! 그들이 당씬네한테 찌불하는 거쓴 무어씹니까? 허? 우린 그거씌 두배를 찌급할께요!"
ru: Корабль слизней отчаянно вызывает вас на связь. "Ты- Динассстия! Это они тебя подговорили, да? Газгольеры! Сссколько они тебе платят, а? Ну, ссспорим, я могу удвоить!"
zh_hans: 蛞蝓族飞船拼命地呼唤你。"你--那个--王朝！他们把你弄成这样，是吗？狗娘养的！他们付你多少钱，嗯？好吧，我打赌我可以加倍！"

source: Accept their bribe.
fr: Accepter leur pot-de-vin.
ko: 뇌물을 받아들인다.
ru: Принять его взятку.
zh_hans: 接受他们的贿赂。

source: You collect the supplies and leave the Slugs to their business. The Dynasty will likely wipe them out later anyways when they realize you've failed, but you'll be gone by then.
fr: Vous récoltez les ressources et laissez les Limaces à leurs occupations. La Dynastie s'en occupera sûrement plus tard quand ils se rendront compte que vous avez échoué, mais vous serez déjà parti d'ici-là.
ko: 당신은 보급품을 모으고 슬러그들에게 이 사업을 위임했습니다. 왕조는 실패했다는 걸 알게 되면 그들을 쓸어버릴 것이지만, 당신은 그때쯤 없을 것입니다.
ru: Вы собираете припасы и оставляете слизней заниматься своими делами. Династия, скорее всего, уничтожит их позже, когда поймет, что вы потерпели неудачу, но вас к тому времени уже не будет.
zh_hans: 你收集物资，让蛞蝓族们去做他们的事。灵朝意识到你的失败后，很可能会把他们消灭掉，但那时你已经离开了。

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_SLUGOCC"]/destroyed/text
source: The Slugs have been defeated. You scrap the vessel before contacting the Dynasty.
fr: Les Limaces ont été vaincus. Vous désossez leur vaisseau avant de prendre contact avec la Dynastie.
ko: 슬러그가 패배했습니다. 왕조에게 연락하기 전 선박에서 쓸만한 자원을 인양합니다.
ru: Слизни были побеждены. Перед тем как связаться с Династией, вы разбираете судно на металлолом.
zh_hans: 蛞蝓族已经被打败了。你在与灵朝联系之前就搜刮了这艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Your success is most satisfying. I can now proceed with my task. Your pay, as promised."
fr: "Votre succès est très satisfaisant. Je peux désormais vaquer à mes occupations. Votre récompense, comme promis."
ko: "자네의 성공은 만족스러웠소이다. 이제 나의 일을 계속 이어나갈 수 있겠구려. 약속했던 보수는 여기있소."
ru: "Ваш успех меня очень радует. Теперь я могу приступить к выполнению своего задания. Ваше вознаграждение, как и было обещано".
zh_hans: "你的成功是最令人满意的。我现在可以继续执行我的任务了。你的报酬，如约而至。"

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_SLUGOCC"]/deadCrew/text
source: The Slugs have been defeated. You scrap the vessel before contacting the Dynasty.
fr: Les Limaces ont été vaincus. Vous désossez leur vaisseau avant de prendre contact avec la Dynastie.
ko: 슬러그가 패배했습니다. 왕조에게 연락하기 전 선박에서 쓸만한 자원을 인양합니다.
ru: Слизни были побеждены. Перед тем как связаться с Династией, вы разбираете судно на металлолом.
zh_hans: 蛞蝓族已经被打败了。你在与灵朝联系之前就搜刮了这艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Your success is most satisfying. I can now proceed with my task. Your pay, as promised."
fr: "Votre succès est très satisfaisant. Je peux désormais vaquer à mes occupations. Votre récompense, comme promis."
ko: "자네의 성공은 만족스러웠소이다. 이제 나의 일을 계속 이어나갈 수 있겠구려. 약속했던 보수는 여기있소."
ru: "Ваш успех меня очень радует. Теперь я могу приступить к выполнению своего задания. Ваше вознаграждение, как и было обещано".
zh_hans: "你的成功是最令人满意的。我现在可以继续执行我的任务了。你的报酬，如约而至。"

source: The Dynasty really isn't going to be pleased with this streak of terror you've been causing, but hopefully that won't come back to bite you in the future.
fr: La Dynastie ne sera certainement pas ravie de la série de terreur que vous semez, mais avec un peu de chance, cela ne reviendra pas vous mordre à l'avenir.
ko: 왕조는 당신이 일으킨 이 일련의 공포에 대해 기뻐하지 않을 것입니다. 바라건데 ,그 일이 당신의 미래에 영향을 끼치지 않길 바랄 뿐입니다.
ru: Династия действительно будет недовольна этой полосой террора, которую вы устроили, но, надеюсь, это не аукнется вам в будущем.
zh_hans: 灵朝真的不会对你造成的这种连环恐怖感到高兴，但希望这不会在将来反过来咬你一口。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You hail the smugglers, letting them know it's safe. "Now those were some fireworks! I'm a man of my word. Sometimes. Right now I am. But not always. Here you go."
fr: Vous contactez les contrebandiers pour leur faire savoir que le chemin est libre. "J'aurai préferé un peu plus de grabuge... mais cela fait aussi l'affaire. Je suis un homme de parole. Dès fois. Là, je le suis. Mais pas tout le temps. Tenez."
ko: 밀수업자들을 안전하다고 인식시킨 후 연락했습니다. "자, 저건 불꽃놀이였다고! 난 내가 한 말은 꼭 지킨다. 아니 가끔. 지금 내가 그렇다고. 하지만 항상은 아니지. 여기 받으쇼."
ru: Вы обращаетесь к контрабандистам, давая им понять, что все в порядке. "Вот это был фейерверк! Я человек слова. Иногда. Сейчас - да. Но не всегда. Вот, пожалуйста".
zh_hans: 你向走私者打招呼，让他们知道这是安全的。"现在这些是一些烟火！我是一个言出必行的人。有时候。现在我就是这样。但并不总是如此。给你。"

source: The Dynasty really isn't going to be pleased with this streak of terror you've been causing, but hopefully that won't come back to bite you in the future.
fr: La Dynastie ne sera certainement pas ravie de la série de terreur que vous semez, mais avec un peu de chance, cela ne reviendra pas vous mordre à l'avenir.
ko: 왕조는 당신이 일으킨 이 일련의 공포에 대해 기뻐하지 않을 것입니다. 바라건데 ,그 일이 당신의 미래에 영향을 끼치지 않길 바랄 뿐입니다.
ru: Династия действительно будет недовольна этой полосой террора, которую вы устроили, но, надеюсь, это не аукнется вам в будущем.
zh_hans: 灵朝真的不会对你造成的这种连环恐怖感到高兴，但希望这不会在将来反过来咬你一口。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You hail the smugglers, letting them know it's safe. "I would have preferred more chaos and explosions to be honest... But this is also a decent outcome. I'm a man of my word. Sometimes. Right now I am. But not always. Here you go."
fr: Vous contactez les contrebandiers pour leur faire savoir que le chemin est libre. "J'aurai préferé un peu plus de grabuge... mais cela fait aussi l'affaire. Je suis un homme de parole. Dès fois. Là, je le suis. Mais pas tout le temps. Tenez."
ko: 밀수업자들을 안전하다고 인식시킨 후 연락했습니다. "솔직히 말해서 더 많은 혼돈과 폭발을 원했다고! 하지만 이런 결말도 나쁘진 않은 것 같네. 난 내가 한 말은 꼭 지킨다고. 아니 가끔. 지금 내가 그렇다고. 하지만 항상은 아니지. 여기 받으쇼."
ru: Вы обращаетесь к контрабандистам, давая им понять, что все в безопасности. "Честно говоря, я бы предпочел больше хаоса и взрывов... Но и это достойный результат. Я человек слова. Иногда. В данный момент - да. Но не всегда. Держите".
zh_hans: 你向走私者打招呼，让他们知道这里是安全的。"说实话，我更希望有更多的混乱和爆炸...但这也是个不错的结果。我是一个言出必行的人。有时候。现在我就是。但并不总是如此。给你。"

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_HECKLER"]/surrender/text
source: "Pardon my intrusion, I come not to bring word of my surrender, but rather the knowledge that you SUCK!"
fr: "Pardonnez mon intrusion, je n'apporte pas les mots d'une soumission, mais plutôt le fait que vous EMPESTEZ!"
ko: "방해한 것은 용서하시길 바라오. 나는 항복을 전하러 온 전령이 아니라 당신이 형편없다는 것을 알리기 위해 왔소!"
ru: "Простите за вторжение, я пришел не для того, чтобы сообщить о своей капитуляции, а для того, чтобы сказать тебе ОТСОСИ!"
zh_hans: "请原谅我的闯入，我不是来带着我的投降的消息，而是来知道你很糟糕！"

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_HECKLER"]/destroyed/text
source: "Agghh, you're a bigger ass-wad than the old man!" The Ghost vessel explodes, silencing the last of his insults.
fr: "Argghh, vous êtes un plus grand casse-burnes que le vieillard !" Le vaisseau Fantôme explose, ce qui réduit au silence ses dernières insultes.
ko: "으그극, 당신네들은 그 노친네보다 더 빌어먹을놈들이구나!" 고스트 선박이 폭발하며 마지막 모욕을 침묵시켰습니다.
ru: "Аггхх, ты еще больший болван, чем старик!" Корабль призраков взрывается, заглушая последние оскорбления.
zh_hans: "唉，你是个比老头子还大的混蛋！"魂灵族飞船爆炸了，使他最后的侮辱沉默了。

source: Return to Aneidio.
fr: Retourner auprès d'Aneidio.
ko: 아네이디오에게 돌아간다.
ru: Вернуться к Энеидио.
zh_hans: 返回安尼迪奥。

source: "At last, peace. There are still several hundred dozen targets to be eliminated, but I shall rest for today."
fr: "Enfin, de la paix. Il reste encore plusieurs douzaines de cibles à éliminer, mais je m'en tiendrai à là pour aujourd'hui, afin de me reposer."
ko: "드디어 맞이한 평화로군. 아직 섬멸해야 할 적이 천의 조각처럼 널브러져 있지만, 오늘의 나는 휴식을 취하리라."
ru: "Наконец-то покой. Осталось уничтожить еще несколько сотен целей, но сегодня я отдохну".
zh_hans: "终于，和平了。还有几百个目标要消灭，但我今天要休息了。"

# data/events_ships.xml.append$//ship[@name="SHIP_DYNASTY_HECKLER"]/deadCrew/text
source: "Agghh, you're a bigger ass-wad than the old man!" The Ghost vessel slows to a halt, silencing the last of his insults.
fr: "Argghh, vous êtes un plus grand casse-burnes que le vieillard !" Le vaisseau Fantôme s'immobilise, ce qui réduit au silence ses dernières insultes.
ko: "으그극, 당신네들은 그 노친네보다 더 빌어먹을놈들이구나!" 고스트 선박이 정지하며, 마지막 모욕을 침묵시켰습니다.
ru: "Аггхх, ты еще больший болван, чем старик!" Корабль призраков взрывается, заглушая последние оскорбления.
zh_hans: "唉，你比老头子还混蛋！"魂灵族飞船缓缓停了下来，压下了他最后的辱骂。

source: Return to Aneidio.
fr: Retourner auprès d'Aneidio.
ko: 아네이디오에게 돌아간다.
ru: Вернуться к Энеидио.
zh_hans: 返回安尼迪奥。

source: "At last, peace. There are still several hundred dozen targets to be eliminated, but I shall rest for today."
fr: "Enfin, de la paix. Il reste encore plusieurs douzaines de cibles à éliminer, mais je m'en tiendrai à là pour aujourd'hui, afin de me reposer."
ko: "드디어 맞이한 평화로군. 아직 섬멸해야 할 적이 천의 조각처럼 널브러져 있지만, 오늘의 나는 휴식을 취하리라."
ru: "Наконец-то покой. Осталось уничтожить еще несколько сотен целей, но сегодня я отдохну".
zh_hans: "终于，和平了。还有几百个目标要消灭，但我今天要休息了。"

source: "I-impossible. My calculations were pin-point. No. I have failed. Vance will not be pleased. I must recalculate. Rebuild. This is not the last you have heard of me. Mark my synthesized speech. I will kill you. Maybe not now. Maybe not for many years down the line. But I will not fail my mission. Enjoy your victory while you c-ca-a-a-a-a" The ship begins to stutter, then explodes.
fr: "I-impossible. Mes calculs étaient on ne peut plus clairs. Non. J'ai échoué. Vance ne sera pas ravi. Je dois recalculer. Me reconstruire. Ceci n'est pas la dernière fois que vous entendrez parler de moi. Que mon discours synthétisé en témoigne. Je vous tuerai. Peut-être pas maintenant. Peut-être pas pour des années à venir. Mais je veillerai à ce que ma mission n'échoue pas. Profitez de votre victoire tant que vous le pou-p-p-p-p" Le vaisseau se met à bégayer, puis explose.
ko: "불-불가능. 내 계산은 완벽함. 아니. 실패했다. 밴스는 기뻐하지 않을 것. 나는 다시 계산한다. 재건한다. 이것은 나의 마지막이 아니다. 내 말을 주목. 난 당신을 죽일 것. 지금은, 요 몇년간은 아닐지라도 나는 내 임무를 실패하지 않을 것. 승리를 만ㄲ-ㄲ-ㄱ-ㄱ" 말을 더듬기 시작하고 함선이 폭발했습니다.
ru: "Невозможно. Мои расчеты были точными. Нет. Я потерпел неудачу. Вэнс будет недоволен. Я должен заново все рассчитать. Перестроиться. Это не последнее, что ты обо мне слышал. Запомни мою синтезированную речь. Я убью тебя. Может быть, не сейчас. Может быть, только через много лет. Но я не провалю свою миссию. Наслаждайся своей победой, пока ты м-мо-о-о-о-о" Корабль начинает заикаться, а затем взрывается.
zh_hans: "我--不可能。我的计算是精确的。不，我失败了。万斯会不高兴的。我必须重新计算。重建。这不是你最后一次听说我。记住我的合成语音。我会杀了你。也许不是现在。也许很多年后也不会。但我不会辜负我的使命。享受你的胜利，而你的c-ca-a-a-a-a"飞船开始结巴，然后爆炸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_CIVILIAN"]/destroyed/text
source: You've successfully destroyed the Ghost ship.
fr: Vous avez réussi à détruire le vaisseau Fantôme.
ko: 고스트 함선을 성공적으로 파괴했습니다.
ru: Вы успешно уничтожили корабль призраков.
zh_hans: 你已经成功摧毁了魂灵族飞船。

source: Attempt to contact the civilian ship.
fr: Tenter de contacter le vaisseau civil.
ko: 민간인 함선과 연락을 시도합니다.
ru: Попытаться связаться с гражданским кораблем.
zh_hans: 试图联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_CIVILIAN"]/deadCrew/text
source: You've successfully killed the crew of the Ghost ship.
fr: Vous avez réussi à tuer l'équipage Fantôme.
ko: 고스트 함선의 선원을 성공적으로 죽였습니다.
ru: У вас получилось убить экипаж корабля призраков.
zh_hans: 你已经成功杀死了魂灵族飞船的船员。

source: Attempt to contact the civilian ship.
fr: Tenter de contacter le vaisseau civil.
ko: 민간인 함선과 연락을 시도합니다.
ru: Попытаться связаться с гражданским кораблем.
zh_hans: 试图联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_ESCORT"]/destroyed/text
source: You've successfully destroyed the Ghost ship.
fr: Vous avez réussi à détruire le vaisseau Fantôme.
ko: 고스트 함선을 성공적으로 파괴했습니다.
ru: Вы успешно уничтожили корабль призраков.
zh_hans: 你已经成功摧毁了魂灵族飞船。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_ESCORT"]/deadCrew/text
source: You've successfully killed the crew of the Ghost ship.
fr: Vous avez réussi à tuer l'équipage Fantôme.
ko: 고스트 함선의 선원을 성공적으로 죽였습니다.
ru: У вас получилось убить экипаж корабля призраков.
zh_hans: 你已经成功杀死了魂灵族飞船的船员。

source: Contact the civilian ship.
fr: Contacter le vaisseau civil.
ko: 민간인 함선에 연락한다.
ru: Связаться с гражданским судном.
zh_hans: 联系平民船。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_GHOST_ESCAPE"]/escape/text
source: The Auto-ship immediately tries to escape. If it gets away, the Ghosts won't be the only threat to deal with here.
fr: L'Auto-vaisseau tente immédiatement de s'enfuir. S'il parvient à s'échapper, les Fantômes ne seront pas la seule menace ici.
ko: 무인선은 긴급 탈출을 시도합니다. 여기서 도망친다면, 고스트뿐만 아니라 여기에 산재할 또 다른 위협이 생길 것입니다.
ru: Автоматический корабль немедленно пытается скрыться. Если ему удастся уйти, то призраки будут не единственной угрозой, с которой придется иметь дело.
zh_hans: 自动舰立即试图逃跑。如果它逃掉了，魂灵族们将不是这里唯一要对付的威胁。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_GHOST_ESCAPE"]/gotaway/text
source: The Auto-ship escapes, and with it you know your time left before the fleet catches up has shortened.
fr: L'Auto-vaisseau s'est échappé et ce faisant, vous savez que le temps qui vous était alloué avant que la flotte ne vous rattrape se raccourcit.
ko: 무인선이 탈출하고 반군 함대가 따라잡기까지 남은 시간이 단축되었음을 알 수 있었습니다.
ru: Автоматический корабль скрывается, и вместе с ним вы понимаете, что время, оставшееся до того, как флот настигнет вас, сократилось.
zh_hans: 自动舰逃走了，你知道你在舰队追上之前剩下的时间已经缩短了。

source: The destroyed Ghost ship provides ample salvage for you.
fr: Le vaisseau Fantôme détruit vous fournit divers matériaux à récupérer.
ko: 파괴된 유령선이 충분한 인양 물품을 제공합니다.
ru: На разрушенном корабле призраков можно найти много полезных материалов.
zh_hans: 被摧毁的魂灵族飞船为你提供了充足的残余物。

source: Continue to the colony.
fr: Continuer vers la colonie.
ko: 정착지로 이동한다.
ru: Продолжить путь к колонии.
zh_hans: 继续前往聚居地。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_LOST_ITEMS"]/deadCrew/text
source: The emptied Ghost ship provides ample salvage for you.
fr: Le vaisseau Fantôme neutralisé vous fournit divers matériaux à récupérer.
ko: 빈 고스트 함선은 충분한 인양 물품을 제공했습니다.
ru: На опустевшем корабле призраков можно найти много полезных материалов.
zh_hans: 被清空的魂灵族飞船为你提供了充足的残余物。

source: Continue to the colony.
fr: Continuer vers la colonie.
ko: 정착지로 이동한다.
ru: Продолжить путь к колонии.
zh_hans: 继续前往聚居地。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_ANCIENT"]/destroyed/text
source: The foreign and haunted vessel has been destroyed. Let's hope you don't have to fight any more of those...
fr: L'inhabituel vaisseau hanté a été détruit. Espérons que vous n'ayez pas à combattre d'autres du même genre...
ko: 이방인과 유령선을 파괴했습니다. 더 이상 그들과 싸우질 않기를 바랄 뿐입니다...
ru: Судно пришельцев с привидениями уничтожено. Будем надеяться, что вам больше не придется сражаться с такими...
zh_hans: 外国和闹鬼的船只已被摧毁。让我们希望你不必再与那些...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: In the wreckage of the ship you uncover a strange looking drone, which you bring back to the ship.
fr: Vous tombez sur un drone à allure étrange dans l'épave du vaisseau, que vous ramenez à bord.
ko: 함선의 잔해 속에서 이상한 모양의 드론을 발견하고, 함선으로 가져왔습니다.
ru: В обломках корабля вы обнаруживаете странный на вид дрон, который вы поднимаете на корабль.
zh_hans: 在船的残骸中，你发现了一架外观奇怪的无人机，你把它带回了船上。

# data/events_ships.xml.append$//ship[@name="SHIP_GHOST_ANCIENT"]/deadCrew/text
source: The foreign and haunted vessel has been neutralized. Let's hope you don't have to fight any more of those...
fr: L'inhabituel vaisseau hanté a été neutralisé. Espérons que vous n'ayez pas à combattre d'autres du même genre...
ko: 이방인과 유령선은 무력화되었습니다. 더이상 그들과 싸우지 않기를 바랄 뿐입니다...
ru: Судно пришельцев с привидениями обезврежено. Будем надеяться, что вам больше не придется сражаться с такими...
zh_hans: 外国和闹鬼的船只已经被解除了。让我们希望你不必再与那些...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: In the wreckage of the ship you uncover a strange looking drone, which you bring back to the ship.
fr: Vous tombez sur un drone à allure étrange dans l'épave du vaisseau, que vous ramenez à bord.
ko: 함선의 잔해 속에서 이상한 모양의 드론을 발견하고, 함선으로 가져왔습니다.
ru: В обломках корабля вы обнаруживаете странный на вид дрон, который вы поднимаете на корабль.
zh_hans: 在船的残骸中，你发现了一架外观奇怪的无人机，你把它带回了船上。

# data/events_ships.xml.append$//ship[@name="SHIP_GASGIANT_AUTO"]/destroyed/text
source: The ship has been defeated. Considering the Ghost said to bring him a 'wreck', it won't hurt to scrap some of the exterior.
fr: Le vaisseau a été vaincu. Étant donné que le Fantôme vous a dit de ramener une 'épave', cela ne fera pas de mal de désosser l'extérieur.
ko: 함선은 파괴되었습니다. 고스트께서 '난파선'을 가져오라고 명령하셨으니 함선 외부 일부분에서 쓸만한 자원을 인양해도 나쁠 건 없을 것입니다.
ru: Корабль был побежден. Учитывая, что призраки сказали доставить им "обломки", не помешает разобрать на металлолом часть внешней обшивки.
zh_hans: 这艘船已经被打败了。考虑到魂灵族说要给他带来一个'残骸'，搜刮一些外观也无妨。

source: Bring back the ship.
fr: Ramener le vaisseau.
ko: 함선을 다시 돌려준다.
ru: Вернуть корабль.
zh_hans: 把船带回来。

# data/events_ships.xml.append$//ship[@name="SHIP_GASGIANT_AUTO"]/deadCrew/text
source: The ship has been defeated. Considering the Ghost said to bring him a 'wreck', it won't hurt to scrap some of the exterior.
fr: Le vaisseau a été vaincu. Étant donné que le Fantôme vous a dit de ramener une 'épave', cela ne fera pas de mal de désosser l'extérieur.
ko: 함선은 파괴되었습니다. 고스트께서 '난파선'을 가져오라고 명령하셨으니 함선 외부 일부분에서 쓸만한 자원을 인양해도 나쁠 건 없을 것입니다.
ru: Корабль был побежден. Учитывая, что призраки сказали доставить им "обломки", не помешает разобрать на металлолом часть внешней обшивки.
zh_hans: 这艘船已经被打败了。考虑到魂灵族说要给他带来一个'残骸'，搜刮一些外观也无妨。

source: Bring back the ship.
fr: Ramener le vaisseau.
ko: 함선을 다시 돌려준다.
ru: Вернуть корабль.
zh_hans: 把船带回来。

# data/events_ships.xml.append$//ship[@name="SHIP_GASGIANT_REBEL"]/destroyed/text
source: The ship has been defeated. Considering the Ghost said to bring him a 'wreck', it won't hurt to scrap some of the exterior.
fr: Le vaisseau a été vaincu. Étant donné que le Fantôme vous a dit de ramener une 'épave', cela ne fera pas de mal de désosser l'extérieur.
ko: 함선은 파괴되었습니다. 고스트께서 '난파선'을 가져오라고 명령하셨으니 함선 외부 일부분에서 쓸만한 자원을 인양해도 나쁠 건 없을 것입니다.
ru: Корабль был побежден. Учитывая, что призраки сказали доставить им "обломки", не помешает разобрать на металлолом часть внешней обшивки.
zh_hans: 这艘船已经被打败了。考虑到魂灵族说要给他带来一个'残骸'，搜刮一些外观也无妨。

source: Bring back the ship.
fr: Ramener le vaisseau.
ko: 함선을 다시 돌려준다.
ru: Вернуть корабль.
zh_hans: 把船带回来。
