Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: It turns out the Warlord's clan is nearby, lucky for you. You return him and accept their reward.
fr: Il semblerait que le clan du Seigneur de guerre soit proche d'ici, heureusement pour vous. Vous le ramenez et acceptez la récompense.
ko: 독립맨티스 장군의 부족이 근처에 있었다는 것이 밝혀졌습니다. 그를 돌려보내고 보상을 받아들였습니다.
ru: К счастью для вас, оказывается, клан Полководца находится неподалеку. Вы возвращаете его и принимаете их награду.
zh_hans: 结果发现军阀的部族就在附近，对你来说很幸运。你把他送回去，接受他们的奖励。

# data/events_ships.xml.append$//ship[@name="SHIP_FREEMANTIS_BURIAL"]/gotaway/text
source: The Free Mantis ship escapes, along with any chances of you getting any loot.
fr: Le vaisseau Mantis Libre s'échappe, ainsi que votre chance de récupérer du butin.
ko: 독립 맨티스 함선은 노획물을 얻을 가능성과 함께 탈출해버렸습니다.
ru: Корабль Свободных Богомолов спасается бегством вместе с любыми шансами на то, что вы получите какую-либо добычу.
zh_hans: 自由螳螂船逃走了，连同你得到任何战利品的机会。

source: The burial ship has been destroyed, and with it the remains of the dead. With no chance at extra loot now, you scrap the wreckage.
fr: Le vaisseau corbillard est détruit, ainsi que les restes des morts. N'ayant aucune chance de récupérer du butin, vous récupérez tout ce que vous pouvez sur l'épave.
ko: 매장된 함선은 파괴되었으며, 그 함선과 함께 죽은 사람들의 유해도 같이 소실되었습니다. 이제 추가 전리품을 얻을 기회가 없기에 잔해를 인양합니다.
ru: Корабль гробовщиков уничтожен, а вместе с ним и останки мертвых. Не имея шансов на дополнительную добычу, вы разбираете обломки на металлолом.

source: The burial ship's crew have joined the ranks of the other "residents" of the ship. You scrap the outer hull.
fr: L'équipage du vaisseau funéraire a rejoint les rangs des autres "résidents" du vaisseau. Vous démantelez la coque extérieure.
ko: 매장된 함선의 선원들은 다른 "거주자"들의 대열에 합류했습니다. 당신은 외부 함체에서 쓸만한 것을 인양했습니다.
ru: Экипаж корабля гробовщиков пополнил ряды других "жителей" корабля. Вы разбираете внешний корпус на металлолом.
zh_hans: 埋葬船的船员已经加入了该船其他"居民"的行列。你搜刮了外部船体。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You board the burial ship and break open several coffins. Most just have hand-held weapons of little use to you, but one has a ship-mounted weapon inside!
fr: Vous montez à bord et force l'ouverture de plusieurs cercueils. La plupart ont juste des armes de petit calibre guère utiles pour vous, mais l'un contient une arme de vaisseau !
ko: 당신은 매장된 함선에 올라타 여러 개의 관을 부수고 열었습니다. 대부분의 관은 쓸모없는 휴대용 무기를 가지고 있었지만, 그중 하나의 내부에서 함선에 장착할 수 있는 무기를 가지고 있었습니다!
ru: Вы поднимаетесь на борт корабля гробовщиков и вскрываете несколько гробов. В большинстве из них лежит ручное оружие, от которого мало толку, но в одном из них есть корабельное оружие!
zh_hans: 你登上埋葬船，砸开几个棺材。大多数只是有对你来说用处不大的手持武器，但有一个里面有舰载武器！

source: The Zoltans stood no chance against your ship, and now they're dead.
fr: Les Zoltans n'avaient aucune chance contre votre vaisseau et maintenant ils sont morts.
ko: 졸탄들은 당신에게 이길 가망이 없었으며, 이제 그들은 죽었습니다.
ru: У золтан не было шансов против вашего корабля, и теперь они мертвы.
zh_hans: 超能族对你的船没有机会，现在他们已经死了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans stood no chance against your ship, and now they're dead.
fr: Les Zoltans n'avaient aucune chance contre votre vaisseau et maintenant ils sont morts.
ko: 졸탄들은 당신에게 이길 가망이 없었으며, 이제 그들은 죽었습니다.
ru: У золтан не было шансов против вашего корабля, и теперь они мертвы.
zh_hans: 超能族对你的船没有机会，现在他们已经死了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: His escort eliminated, the Grand Basilisk dispatches his entire fleet. There's just time to take your pick from the wreck before you jump out of their reach.
fr: Son escorte éliminée, le Grand Basilic expédie toute sa flotte. Vous avez juste le temps de faire votre choix dans l'épave avant de sauter hors de leur portée.
ko: 그의 호위가 제거되자, 그랜드 바실리스크는 그의 함대를 모두 파견했습니다. 그들의 영향력이 닿지 않는 곳에서 도약하기 전, 난파선에서 선택의 시간이 다가왔습니다.
ru: Его эскорт уничтожен, Великий Василиск расправляется со всем своим флотом. У вас есть время, чтобы выбрать из обломков то, что вам нужно, прежде чем вы прыгнете за пределы их досягаемости.
zh_hans: 随着他的护卫队被消灭，导弹大师派出了他的整个舰队。在你跃迁出他们的攻击范围之前，刚好够你有时间从残骸中挑选战利品。

source: His escort eliminated, the Grand Basilisk dispatches his entire fleet. There's just time to take your pick from the wreck before you jump out of their reach.
fr: Son escorte éliminée, le Grand Basilic expédie toute sa flotte. Vous avez juste le temps de faire votre choix dans l'épave avant de sauter hors de leur portée.
ko: 그의 호위가 제거되자, 그랜드 바실리스크는 그의 함대를 모두 파견했습니다. 그들의 영향력이 닿지 않는 곳에서 도약하기 전, 난파선에서 선택의 시간이 다가왔습니다.
ru: Его эскорт уничтожен, Великий Василиск расправляется со всем своим флотом. У вас есть время, чтобы выбрать из обломков то, что вам нужно, прежде чем вы прыгнете за пределы их досягаемости.
zh_hans: 随着他的护卫队被消灭，导弹大师派出了他的整个舰队。在你跃迁出他们的攻击范围之前，刚好够你有时间从残骸中挑选战利品。

source: Mid-fight, the Lost Sun ship following you appears, and to your suprise they have restocked themselves with better weaponry. They move in to provide fire-support.
fr: Au milieu du combat, le vaisseau Soleil Perdu qui vous suivait réapparait et à votre surprise ils se sont mieux armés. Ils intervienent pour fournir un tir d'appui.
ko: 전투가 한창일 때 당신을 미행하는 로스트선 함선이 나타났는데, 놀랍게도 그들은 더 좋은 무기를 비축해놨습니다. 그들이 화력지원을 하러 다가옵니다.
ru: В середине боя появляется следующий за вами корабль Затерянных Солнц, который, к вашему удивлению, пополнил свои запасы лучшим оружием. Они двигаются, чтобы обеспечить огневую поддержку.
zh_hans: 在战斗中，跟随你的迷失烈阳飞船出现了，令你惊讶的是，他们已经用更好的武器重新武装了自己。他们进场提供火力支援。

source: The Rock ship starts to power up their FTL drive. If we're going to earn their trust we must endure the heat for as long as they can!
fr: Le vaisseau Rocailleux commence à allumer son générateur SPL. Si vous voulez gagner leur confiance, vous allez devoir endurer la chaleur aussi longtemps qu'eux.
ko: 락맨 함선이 FTL 드라이브를 가동합니다. 그들의 신뢰를 얻으려면 최대한 열기를 버텨야 합니다!
ru: Корабль валунов начинает включать свой ССД. Если мы хотим заслужить их доверие, мы должны выдержать пекло столько, сколько сможем!
zh_hans: 岩石族飞船开始为他们的超光速驱动器提供充能。如果我们要赢得他们的信任，我们必须忍受高温，就像他们能忍受的那样！

source: As they jump away they relay coordinates to your navigation system. They must mean for you to follow them!
fr: Juste avant de disparaître, ils transmettent des coordonnées à votre système de navigation. Ils veulent sans doute que vous les suiviez !
ko: 그들이 도약하면서 항법 시스템에 좌표를 남겼습니다. 따라오라는 것이 틀림없습니다!
ru: Уходя в прыжок, они передают координаты в вашу навигационную систему. Они, должно быть, хотят, чтобы вы последовали за ними!
zh_hans: 当他们跃迁走的时候，他们把坐标传递给你的导航系统。他们一定是想让你跟着他们走！

source: Their ship breaks apart and you feel a twinge of guilt. Perhaps they could have helped the Federation if this had gone another way. You scrap what you can and prepare to jump out of the heat.
fr: Leur vaisseau se disloque et vous ne pouvez vous empêcher de ressentir une certaine culpabilité. Peut-être auraient-ils pu aider la Fédération si les choses s'étaient passées autrement. Vous récupérez toute la ferraille que vous pouvez sur leur épave et vous vous en allez sans tarder.
ko: 그들의 배가 파괴되자 죄책감이 당신을 찌릅니다. 일이 잘 풀렸더라면 연방을 도왔을텐데 말이죠. 당신은 쓸만한 함선 잔해를 챙겨 열기 속을 빠져나옵니다.
ru: Их корабль разваливается на части, и вы чувствуете укол вины. Возможно, они могли бы помочь Федерации, если бы все пошло по-другому. Вы собираете все, что можно, и готовитесь прыгнуть из пекла.
zh_hans: 他们的飞船解体了，你感到一阵内疚。如果这件事以另一种方式进行，也许他们可以帮助联邦。你搜刮了你能搜刮的东西，准备跳出热浪。

source: Their ship goes quiet and you feel a twinge of guilt. Perhaps they could have helped the Federation if this had gone another way. You scrap what you can and prepare to jump out of the heat.
fr: Leur vaisseau s'immobilise, vaincu et vous ne pouvez vous empêcher de ressentir une certaine culpabilité. Peut-être auraient-ils pu aider la Fédération si les choses s'étaient passées autrement. Vous récupérez toute la ferraille que vous pouvez sur leur épave et vous vous en allez sans tarder.
ko: 그들의 함선이 고요해지자 죄책감이 당신을 찌릅니다. 일이 잘 풀렸더라면 연방을 도왔을지도 모를텐데 말이죠. 당신은 쓸만한 잔해를 챙겨 열기 속을 빠져나옵니다.
ru: Их корабль замолкает, и вы чувствуете укол вины. Возможно, они могли бы помочь Федерации, если бы все пошло по-другому. Вы собираете все, что можно, и готовитесь прыгнуть из пекла.
zh_hans: 他们的飞船安静了下来，你感到一阵内疚。如果这件事以另一种方式进行，也许他们可以帮助联邦。你搜刮了你能搜刮的东西，准备跳出热浪。

# data/events_ships.xml.append$//ship[@name="SHIP_ROCK_REFUGEE"]/destroyed/text
source: The Rock ship breaks apart and you salvage what you can.
fr: Le vaisseau Rocailleux se disloque et vous récupérez ce que vous pouvez.
ko: 락맨 함선이 산산조각나자 당신은 함선 잔해를 인양합니다.
ru: Корабль валунов разваливается на части, и вы собираете то, что можете найти.
zh_hans: 岩石族飞船解体了，你打捞出你能打捞的东西。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (и видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打发了敌舰)，他们提供了他们能拿出的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_ROCK_REFUGEE"]/deadCrew/text
source: The Rock ship, now empty of lifeforms, provides easy salvage.
fr: Le vaisseau Rocailleux, désormais vide de toute vie, fournit de la récupération facile.
ko: 생체 반응이 없는 텅빈 락맨 함선이 함선 해체를 쉽게 도와주는군요.
ru: Корабль валунов на котором теперь нет живых существ, можно легко обчистить.
zh_hans: 现在没有生命体的岩石族飞船很容易被打捞起来。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (и видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打发了敌舰)，他们提供了他们能拿出的物资。

source: With the Rock ship destroyed, you take the time to collect what little scrap remains.
fr: Avec le vaisseau Rocailleux détruit, vous prenez le temps de récupérer le peu de ferraille qu'il reste.
ko: 락맨 함선이 파괴되었으니, 당신은 시간을 들여 약간 남은 스크랩을 모읍니다.
ru: Разрушив корабль валунов, вы тратите время на то, чтобы собрать то немногое, что осталось.
zh_hans: 岩石族飞船被摧毁后，你花时间收集剩下的一点废料。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그들과 교신한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: With the Rock crew dead, you scrap the ship for supplies.
fr: Maintenant que l'équipage Rocailleux est mort, vous pillez l'astronef.
ko: 락맨 함선의 선원들이 모두 죽었으니, 당신은 선박을 해체해 보급품을 모읍니다.
ru: После гибели экипажа валунов, вы разбираете корабль на металлолом в поисках припасов.
zh_hans: 由于岩石族飞船上的船员都死了，你就把这艘船搜刮，以获取补给。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그들과 교신한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: With the Slug ship destroyed, you take the time to collect what little scrap remains.
fr: Avec le vaisseau Limace détruit, vous prenez le temps de récupérer le peu de ferraille qu'il reste.
ko: 슬러그 함선이 파괴되자, 당신은 시간을 내 약간 남은 스크랩을 모읍니다.
ru: После уничтожения корабля слизней вы тратите время на то, чтобы собрать то немногое, что осталось.
zh_hans: 蛞蝓族飞船被摧毁后，你花时间收集剩下的一点废料。

source: Contact the Rockmen.
fr: Contacter les Rocailleux.
ko: 락맨 함선과 연락한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

source: With the Slug crew dead, you scrap the ship for supplies.
fr: Maintenant que l'équipage Limace est mort, vous pillez l'astronef.
ko: 슬러그 함선의 선원들이 모두 죽었으니, 당신은 선박을 해체해 보급품을 모읍니다.
ru: После гибели экипажа слизней, вы разбираете корабль на металлолом в поисках припасов.
zh_hans: 蛞蝓族飞船上的船员死了，你就把这艘船搜刮了，换取物资。

source: Contact the Rockmen.
fr: Contacter les Rocailleux.
ko: 락맨 함선과 연락한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

source: The Rockmen have been defeated. You scrap the remains of their ship.
fr: Les Rocailleux ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 락맨들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Валуны были побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 岩石族飞船已经被打败了。你搜刮了他们的船的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rockmen have been defeated. You scrap the remains of their ship.
fr: Les Rocailleux ont été vaincus. Vous récupérez ce que vous pouvez des restes de leur vaisseau.
ko: 락맨들을 격파했습니다. 그들의 함선에서 남아있는 자원을 인양합니다.
ru: Валуны были побеждены. Вы разбираете на металлолом останки их корабля.
zh_hans: 岩石族飞船已经被打败了。你搜刮了他们的船的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Stop! We know you were sent by that Coalition vessel that has been scouting out our colony for weeks. Whatever he wants, we can provide. But killing us will get neither of you anything!"
fr: "Arrêtez ! Nous savons que vous avez été envoué par le vaisseau de la Coalition qui était en reconnaissance de notre colonie pendant des semaines. Tout ce qu'il veut, nous pouvons fournir. Mais nous tuer ne donnera à aucun de vous quoi que ce soit !"
ko: "멈추시오! 우린 당신이 몇 주째 우리 식민지를 정찰하고 있는 연합 선박이 보낸 자라는 걸 알고 있소. 그들이 뭘 원하든 우리가 줄 순 있지만, 우릴 죽인다면 너희 둘 다 아무 것도 얻지 못할 것이외다!"
ru: "Стоп! Мы знаем, что вас послало судно Коалиции, которое уже несколько недель разведывает нашу колонию. Все, что они хотят, мы можем вам отдать. Но убив нас, вы ничего не получите!"
zh_hans: "停！我们知道你们是由那艘星联船派来的，那艘船已经在我们的殖民地侦察了好几周。无论他想要什么，我们都可以提供。但是杀了我们，你们谁也得不到任何好处！"

source: Well, he kind of wants your dead bodies.
fr: Eh bien, il veut plus ou moins vos cadavres.
ko: 글쎄요, 그는 당신의 시체를 원하는 것 같군요.
ru: Ну, им вроде как нужны ваши трупы.
zh_hans: 嗯，他有点想要你们的尸体。

source: "Perhaps we can work something out? Outcast villages are not safe from crime. Our prisons are full of delinquents. We can offer one of them."
fr: "Peut-être pouvons-nous nous arranger ? Les villages d'Exilés ne sont pas libres de crimes. Nos prisons sont remplies de délinquants. Nous pouvons offrir l'un d'eux."
ko: "우리 함께 이걸 해결할 수 있는 방법이 있다면 어떻소이까? 망명자 마을들은 범죄로부터 안전하지 않고 우리들의 감옥엔 불량배들이 가득하오. 이들 중 하나를 넘겨줄 수 있소."
ru: "Возможно, мы сможем что-нибудь придумать? Деревни Изгоев не застрахованы от преступности. Наши тюрьмы полны преступников. Мы можем предложить одного из них".
zh_hans: "也许我们可以解决一些问题？流放者的村庄并不安全，无法避免犯罪。我们的监狱里充满了犯罪分子。我们可以提供其中的一个。"

source: Take the prisoner to the Coalition scientist.
fr: Amener le prisonnier au scientifique de la Coalition.
ko: 죄수를 연방 과학자에게 넘긴다.
ru: Доставить пленника к ученому Коалиции.
zh_hans: 把犯人带到星联的科学家那里。

source: With the prisoner safely stored in your cargo bay, you bring them back to the Coalition scientist, who begins to analyze the body. "Huh? I do not underssstand. There issss nothing genetically different about thisss man from a normal Rockman. I keep hearing ssspeak of the "teamwork" genome, but I ssstill cannot ssseem to find it anywhere! Bah, thisss is hopelessss. Whatever, take your payment."
fr: Avec le prisonnier enfermé en sureté dans votre soute, vous le ramenez au scientifique, qui commence à analyser le corps. "Hein ? Je ne comprend pas. Il n'y a aucune différenccce génétique entre cccet homme et un Rocailleux normal. J'entend constamment parler du génome "travail d'équipe", mais je n'arrive toujours pas à le trouver où que ccce sssoit ! Bah, ccc'est sssans essspoir. Peu importe, prenez votre paiement."
ko: 죄수를 화물칸에 안전하게 실어 연합 과학자에게 되돌아가자, 신체를 분석하기 시작합니다. "응? 이해까 안되는떼? 평범한 락맨들과 유전적인 차이가 업써. 줄곧 "팀워끄" 유전자에 대해 들어왔는데, 어디서도 그런건 안뽀이잖아? 쳇, 가망이 없꾼. 어쨌뜬, 네 몫쓸 가져가라!"
ru: Надежно уложив пленника в грузовой отсек, вы возвращаете его к ученому Коалиции, который начинает анализировать тело. "А? Я не понимаю. В этом человеке нет ничего генетичессски отличного от обычного валуна. Я поссстоянно ссслышшшу разговоры о геноме "командной работы", но я до сссих пор не могу найти его нигде! Блин, это безнадежно. Неважно, забирайте сссвою плату".
zh_hans: 把犯人安全地存放在你的货舱里，你把他们带回星联的科学家那里，他开始分析尸体。"嗯？我不明白。这个人在基因上和普通的岩石族没有什么不同。我一直听到"团队合作"基因组的说法，但我还是找不到它的踪迹！呸，这简直是没救了。不管怎么样，拿着你的报酬吧。"

source: Take the prisoner but keep them as a slave.
fr: Prendre le prisonnier, mais le garder en tant qu'esclave.
ko: 수감자를 잡되 노예로 삼는다.
ru: Взять пленника, но удерживать его в качестве раба.
zh_hans: 带走俘虏，但把他们当做奴隶。

source: You know you won't receive payment from the Coalition vessel for this, but you could always use another hand on the ship.
fr: Vous savez que vous ne serez pas payé par le vaisseau de la Coalition pour cela, mais vous ne seriez pas contre un bras supplémentaire à bord du vaisseau.
ko: 연합 선박으로부터 이 일에 대한 대금을 받을 수 없다는 것을 알지만, 함선에 새 일손이 생겼습니다.
ru: Вы знаете, что не получите за это плату от судна Коалиции, но вам всегда пригодится еще одни руки на корабле.
zh_hans: 你知道你不会因此收到星联船只的付款，但你总是可以在船上使用另一只手。

source: Ignore their offer and keep fighting.
fr: Ignorer leur offre et continuer de combattre.
ko: 그들의 제안을 무시하고 계속 싸운다.
ru: Проигнорировать их предложение и продолжать сражаться.
zh_hans: 无视他们的提议，继续战斗。

source: Ignore the Outcast and keep firing.
fr: Ignorer les Exilés et continuer de tirer.
ko: 망명자를 무시하고 계속 포격한다.
ru: Не обращать внимания на Изгоев и продолжать стрелять.
zh_hans: 无视流放者，继续射击。

source: With the ship now destroyed, you move closer and give orders to scrap the ship while you recover several bodies from the wreckage and store them in the cargo hold.
fr: Avec le vaisseau mainteant détruit, vous vous rapprochez et donnez l'ordre de démonter le vaisseau pendant que vous récupérez plusieurs cadavres de l'épave pour les entreposer dans votre soute.
ko: 함선이 파괴되자, 당신은 가까이 화물칸의 시체들을 수습하고, 함선의 잔해를 모으길 명령합니다.
ru: Поскольку корабль уже разрушен, вы подходите ближе и отдаете приказ разобрать его на металлолом, одновременно извлекая из обломков несколько тел и складируя их в грузовом отсеке.
zh_hans: 由于这艘船现在已经被毁，你走近一些，并下令将这艘船搜刮，同时从残骸中找到几具尸体，将它们存放在货舱中。

source: Return to the Coalition ship.
fr: Retourner au vaisseau de la Coalition.
ko: 연합 함선으로 돌아간다.
ru: Вернуться к кораблю Коалиции.
zh_hans: 返回星联舰。

source: "Huh? I do not underssstand. There issss nothing genetically different about thesssse Outcassstsss from a normal Rockman. I keep hearing ssspeak of the "teamwork" genome, but I ssstill cannot ssseem to find it anywhere! Bah, thisss is hopelessss. Whatever, take your payment."
fr: "Hein ? Je ne comprend pas. Il n'y a aucune différenccce génétique entre cccet homme et un Rocailleux normal. J'entend conssstamment parler du génome "travail d'équipe", mais je n'arrive toujours pas à le trouver où que ccce sssoit ! Bah, ccc'est sssans essspoir. Peu importe, prenez votre paiement."
ko: "응? 이해까 안되는떼? 평범한 락맨들과 유전적인 차이가 업써. 줄곧 "팀워끄" 유전자에 대해 들어왔는데, 어디서도 그런건 안뽀이잖아? 쳇, 가망이 없꾼. 어쨌뜬, 네 몫쓸 가져가라!"
ru: Надежно уложив пленника в грузовой отсек, вы возвращаете его к ученому Коалиции, который начинает анализировать тело. "А? Я не понимаю. В этом человеке нет ничего генетичессски отличного от обычного валуна. Я поссстоянно ссслышшшу разговоры о геноме "командной работы", но я до сссих пор не могу найти его нигде! Блин, это безнадежно. Неважно, забирайте сссвою плату".
zh_hans: "啊？我不明白。这些外星生物在基因上与普通的岩石族没有什么不同。我一直听到关于"团队合作"基因组的说法，但我仍然无法在任何地方找到它！呸，这简直是没救了。不管怎么样，拿着你的报酬吧。"

# data/events_ships.xml.append$//ship[@name="SHIP_OUTCAST_TEAMWORK"]/deadCrew/text
source: With the ship's crew now lifeless, you move closer and give orders to scrap the ship while you recover several bodies and store them in the cargo hold.
fr: Le vaisseau étant désormais vide de vie, vous vous rapprochez et donnez l'ordre de démonter le vaisseau pendant que vous récupérez plusieurs cadavres de l'épave pour les entreposer dans votre soute.
ko: 함선의 승무원이 몰살당하자, 당신은 가까이 화물칸의 시체들을 수습하고, 함선의 잔해를 모으길 명령합니다.
ru: Поскольку команда корабля уже мертва, вы подходите ближе и отдаете приказ разобрать корабль на металлолом, пока вы извлекаете несколько тел и складываете их в грузовом отсеке.
zh_hans: 由于这艘船的船员现在已经没有生命迹象，你走近一些，下达命令将这艘船搜刮，同时回收几具尸体并将它们存放在货舱里。

source: Return to the Coalition ship.
fr: Retourner au vaisseau de la Coalition.
ko: 연합 함선으로 돌아간다.
ru: Вернуться к кораблю Коалиции.
zh_hans: 返回星联舰。

source: "Huh? I do not underssstand. There issss nothing genetically different about thesssse Outcassstsss from a normal Rockman. I keep hearing ssspeak of the "teamwork" genome, but I ssstill cannot ssseem to find it anywhere! Bah, thisss is hopelessss. Whatever, take your payment."
fr: "Hein ? Je ne comprend pas. Il n'y a aucune différenccce génétique entre cccet homme et un Rocailleux normal. J'entend conssstamment parler du génome "travail d'équipe", mais je n'arrive toujours pas à le trouver où que ccce sssoit ! Bah, ccc'est sssans essspoir. Peu importe, prenez votre paiement."
ko: "응? 이해까 안되는떼? 평범한 락맨들과 유전적인 차이가 업써. 줄곧 "팀워끄" 유전자에 대해 들어왔는데, 어디서도 그런건 안뽀이잖아? 쳇, 가망이 없꾼. 어쨌뜬, 네 몫쓸 가져가라!"
ru: Надежно уложив пленника в грузовой отсек, вы возвращаете его к ученому Коалиции, который начинает анализировать тело. "А? Я не понимаю. В этом человеке нет ничего генетичессски отличного от обычного валуна. Я поссстоянно ссслышшшу разговоры о геноме "командной работы", но я до сссих пор не могу найти его нигде! Блин, это безнадежно. Неважно, забирайте сссвою плату".
zh_hans: "啊？我不明白。这些外星生物在基因上与普通的岩石族没有什么不同。我一直听到关于"团队合作"基因组的说法，但我仍然无法在任何地方找到它！呸，这简直是没救了。不管怎么样，拿着你的报酬吧。"

# data/events_ships.xml.append$//ship[@name="SHIP_VICTIM_OUTCAST"]/destroyed/text
source: The outcasts are dead, and while its an obvious injustice its one you'll have to live with. You scrap their ship.
fr: Les Exilés sont morts et bien qu'il s'agisse d'une injustice évidente, vous devrez vivre avec. Vous démantelez leur vaisseau.
ko: 망명자들이 모두 죽었고, 이건 명백히 부당행위지만, 살 사람은 살아야죠. 당신은 그들의 함선을 해체합니다.
ru: Изгои мертвы, и хотя это очевидная несправедливость, с ней придется жить. Вы разобрали их корабль на металлолом.
zh_hans: 流放者们已经死了，虽然这是个明显不公平的结果，但你只能接受。你搜刮了他们的船。

source: Contact the Slavers.
fr: Contacter les esclavagistes.
ko: 노예상들에게 연락한다.
ru: Связаться с работорговцами.
zh_hans: 联系奴隶主。

# data/events_ships.xml.append$//ship[@name="SHIP_VICTIM_OUTCAST"]/deadCrew/text
source: The outcasts are dead, and while its an obvious injustice its one you'll have to live with. You scrap their ship.
fr: Les Exilés sont morts et bien qu'il s'agisse d'une injustice évidente, vous devrez vivre avec. Vous démantelez leur vaisseau.
ko: 망명자들이 모두 죽었고, 이건 명백히 부당행위지만, 살 사람은 살아야죠. 당신은 그들의 함선을 해체합니다.
ru: Изгои мертвы, и хотя это очевидная несправедливость, с ней придется жить. Вы разобрали их корабль на металлолом.
zh_hans: 流放者们已经死了，虽然这是个明显不公平的结果，但你只能接受。你搜刮了他们的船。

source: Contact the Slavers.
fr: Contacter les esclavagistes.
ko: 노예상들에게 연락한다.
ru: Связаться с работорговцами.
zh_hans: 联系奴隶主。
