Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesssn't matter. Here, have sssome junk I grabbed from one of the orphanagessss I wasss ssscouting."
fr: "Vous l'avez vraiment fait ? Ohhhh mec, ccc'était tellement bon à regarder. Je penssse que je me sssuis un peu pisssé desssus... ou du moins j'essspère que ccc'est de la pisssse. Peu importe. Tenez, prenez ccces ordures que j'ai ramasssé dans l'un des orphelinats que j'ai trouvé."
ko: "니가 쩡말 해냈다고? 오, 이런 쩡말 보기 쫗아. 쌀짝 찌린 거 같아... 아님 찌리길 바란 거 같기도. 아무렴 쌍관업써. 여기, 내가 고용한 고아원 애들한테써 짭동싸니를 쫌 가쪄워쓰니 받아쭤."
ru: "Ты дейссствительно это сссделал? О, Боже, это было так приятно наблюдать. Кажетссся, я немного описссалссся... или, по крайней мере, я надеюсссь, что это моча. Неважно. Вот, возьми немного барахла, которое я прихватил в одном из детссских домов, где я проводил разведку".
zh_hans: "你真的做到了？哦，老兄，看了感觉真好。我想我尿了一点...或者至少我希望那是尿。这并不重要。在这里，有一些垃圾，我从一个孤儿院抢来的，我是在侦查。"

source: You've killed the Leech crew on their ship, as promised. You don't really want to think about how you just worked as a mercenary for one of your sworn enemies.
fr: Vous avez tué l'équipage Sangsue sur leur vaisseau, comme promis. Vous ne souhaitez pas vraiment penser au fait que vous venez de jouer le mercenaire pour l'un de votre pire ennemi.
ko: 약속대로 그들의 함선에서 리치 선원들을 죽였습니다. 당신은 용병으로써 약속한 적들을 처리한 방법에 대해선 다신 생각하고 싶지 않습니다.
ru: Вы, как и обещали, убили экипаж пиявок на их корабле. Вам не хочется думать о том, что вы только что работали наемником на одного из своих заклятых врагов.
zh_hans: 你已经按照承诺在他们的船上杀死了吸虫族飞船的船员。你真的不想去想你刚刚是如何为你的一个死敌当雇佣兵的。

source: Contact the Coalition ship.
fr: Contacter le vaisseau de la Coalition.
ko: 연합 함선과 연락한다.
ru: Связаться с кораблем Коалиции.
zh_hans: 联系星联飞船。

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesssn't matter. Here, have sssome junk I grabbed from one of the orphanagessss I wasss ssscouting."
fr: "Vous l'avez vraiment fait ? Ohhhh mec, ccc'était tellement bon à regarder. Je penssse que je me sssuis un peu pisssé desssus... ou du moins j'essspère que ccc'est de la pisssse. Peu importe. Tenez, prenez ccces ordures que j'ai ramasssé dans l'un des orphelinats que j'ai trouvé."
ko: "니가 쩡말 해냈다고? 오, 이런 쩡말 보기 쫗아. 쌀짝 찌린 거 같아... 아님 찌리길 바란 거 같기도. 아무렴 쌍관업써. 여기, 내가 고용한 고아원 애들한테써 짭동싸니를 쫌 가쪄워쓰니 받아쭤."
ru: "Ты дейссствительно это сссделал? О, Боже, это было так приятно наблюдать. Кажетссся, я немного описссалссся... или, по крайней мере, я надеюсссь, что это моча. Неважно. Вот, возьми немного барахла, которое я прихватил в одном из детссских домов, где я проводил разведку".
zh_hans: "你真的做到了？哦，老兄，看了感觉真好。我想我尿了一点...或者至少我希望那是尿。这并不重要。在这里，有一些垃圾，我从一个孤儿院抢来的，我是在侦查。"

source: You've blown up the Leech ship, as promised. You don't really want to think about how you just worked as a mercenary for one of your sworn enemies.
fr: Vous avez explosé le vaisseau Sangsue, comme promis. Vous ne souhaitez pas vraiment penser au fait que vous venez de jouer le mercenaire pour l'un de votre pire ennemi.
ko: 약속대로 리치 함선을 폭파시켰습니다. 당신은 용병으로써 약속한 적들을 처리한 방법에 대해선 다신 생각하고 싶지 않습니다.
ru: Вы взорвали корабль пиявок, как и обещали. Вам не хочется думать о том, что вы только что работали наемником на одного из своих заклятых врагов.
zh_hans: 你已经按照承诺炸毁了吸虫族飞船。你真的不想去想你刚刚是如何为你的一个死敌当雇佣兵的。

source: Contact the Coalition ship.
fr: Contacter le vaisseau de la Coalition.
ko: 연합 함선과 연락한다.
ru: Связаться с кораблем Коалиции.
zh_hans: 联系星联飞船。

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesssn't matter. Here, have sssome junk I grabbed from one of the orphanagessss I wasss ssscouting."
fr: "Vous l'avez vraiment fait ? Ohhhh mec, ccc'était tellement bon à regarder. Je penssse que je me sssuis un peu pisssé desssus... ou du moins j'essspère que ccc'est de la pisssse. Peu importe. Tenez, prenez ccces ordures que j'ai ramasssé dans l'un des orphelinats que j'ai trouvé."
ko: "니가 쩡말 해냈다고? 오, 이런 쩡말 보기 쫗아. 쌀짝 찌린 거 같아... 아님 찌리길 바란 거 같기도. 아무렴 쌍관업써. 여기, 내가 고용한 고아원 애들한테써 짭동싸니를 쫌 가쪄워쓰니 받아쭤."
ru: "Ты дейссствительно это сссделал? О, Боже, это было так приятно наблюдать. Кажетссся, я немного описссалссся... или, по крайней мере, я надеюсссь, что это моча. Неважно. Вот, возьми немного барахла, которое я прихватил в одном из детссских домов, где я проводил разведку".
zh_hans: "你真的做到了？哦，老兄，看了感觉真好。我想我尿了一点...或者至少我希望那是尿。这并不重要。在这里，有一些垃圾，我从一个孤儿院抢来的，我是在侦查。"

source: You've killed the Leech crew on their ship, as promised. You don't really want to think about how you just worked as a mercenary for one of your sworn enemies.
fr: Vous avez tué l'équipage Sangsue sur leur vaisseau, comme promis. Vous ne souhaitez pas vraiment penser au fait que vous venez de jouer le mercenaire pour l'un de votre pire ennemi.
ko: 약속대로 그들의 함선에서 리치 선원들을 죽였습니다. 당신은 용병으로써 약속한 적들을 처리한 방법에 대해선 다신 생각하고 싶지 않습니다.
ru: Вы, как и обещали, убили экипаж пиявок на их корабле. Вам не хочется думать о том, что вы только что работали наемником на одного из своих заклятых врагов.
zh_hans: 你已经按照承诺在他们的船上杀死了吸虫族飞船的船员。你真的不想去想你刚刚是如何为你的一个死敌当雇佣兵的。

source: Contact the Coalition ship.
fr: Contacter le vaisseau de la Coalition.
ko: 연합 함선과 연락한다.
ru: Связаться с кораблем Коалиции.
zh_hans: 联系星联飞船。

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesssn't matter. Here, have sssome junk I grabbed from one of the orphanagessss I wasss ssscouting."
fr: "Vous l'avez vraiment fait ? Ohhhh mec, ccc'était tellement bon à regarder. Je penssse que je me sssuis un peu pisssé desssus... ou du moins j'essspère que ccc'est de la pisssse. Peu importe. Tenez, prenez ccces ordures que j'ai ramasssé dans l'un des orphelinats que j'ai trouvé."
ko: "니가 쩡말 해냈다고? 오, 이런 쩡말 보기 쫗아. 쌀짝 찌린 거 같아... 아님 찌리길 바란 거 같기도. 아무렴 쌍관업써. 여기, 내가 고용한 고아원 애들한테써 짭동싸니를 쫌 가쪄워쓰니 받아쭤."
ru: "Ты дейссствительно это сссделал? О, Боже, это было так приятно наблюдать. Кажетссся, я немного описссалссся... или, по крайней мере, я надеюсссь, что это моча. Неважно. Вот, возьми немного барахла, которое я прихватил в одном из детссских домов, где я проводил разведку".
zh_hans: "你真的做到了？哦，老兄，看了感觉真好。我想我尿了一点...或者至少我希望那是尿。这并不重要。在这里，有一些垃圾，我从一个孤儿院抢来的，我是在侦查。"

source: You've blown up the Leech ship, as promised. You don't really want to think about how you just worked as a mercenary for one of your sworn enemies.
fr: Vous avez explosé le vaisseau Sangsue, comme promis. Vous ne souhaitez pas vraiment penser au fait que vous venez de jouer le mercenaire pour l'un de votre pire ennemi.
ko: 약속대로 리치 함선을 폭파시켰습니다. 당신은 용병으로써 약속한 적들을 처리한 방법에 대해선 다신 생각하고 싶지 않습니다.
ru: Вы взорвали корабль пиявок, как и обещали. Вам не хочется думать о том, что вы только что работали наемником на одного из своих заклятых врагов.
zh_hans: 你已经按照承诺炸毁了吸虫族飞船。你真的不想去想你刚刚是如何为你的一个死敌当雇佣兵的。

source: Contact the Coalition ship.
fr: Contacter le vaisseau de la Coalition.
ko: 연합 함선과 연락한다.
ru: Связаться с кораблем Коалиции.
zh_hans: 联系星联飞船。

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesn't matter. You are an elite sssslayer of leechesss! I think I will come with you in hopesss we can do thisss more often..."
fr: "Vous l'avez vraiment fait ? Ohhhh mec, ccc'était tellement bon à regarder. Je penssse que je me sssuis un peu pisssé desssus... ou du moins j'essspère que ccc'est de la pisssse. Peu importe. Vous êtes un tueur d'élite de Sssangsues ! Je penssse que je vais venir avec vous en essspérant pouvoir refaire ççça plus sssouvent..."
ko: "진짜로 해써? 옴마야, 찐짜 쾌가미 엄쩡나써. 나 야깐 찌린 거 가때.... 아니, 오쭘 찌린 거 마껬찌.. 쌍관업써. 너 쩡말 리찌놈들 짤 쭈기는구나! 널 따라가면 좀 더 짜쭈 쭉일 쑤 이쓸 거 같아..."
ru: "Ты дейссствительно это сссделал? Ооооо, на это было так приятно сссмотреть. Кажетссся, я немного описссалссся... или, по крайней мере, я надеюсссь, что это моча. Неважно. Ты - элитный убийца пиявок! Думаю, я пойду ссс тобой, надеюсссь, мы сссможем делать это чащщще..."
zh_hans: "你真的做到了？哦，老兄，看了感觉真好。我想我撒了点尿...或者至少我希望那是撒尿。无所谓了。你是一个精英的吸虫族杀手！我想我会和你一起去，希望我们能经常这样做..."

source: You've killed the Leech crew on their ship, as promised. You don't really want to think about how you just worked as a mercenary for one of your sworn enemies.
fr: Vous avez tué l'équipage Sangsue sur leur vaisseau, comme promis. Vous ne souhaitez pas vraiment penser au fait que vous venez de jouer le mercenaire pour l'un de votre pire ennemi.
ko: 약속대로 그들의 함선에서 리치 선원들을 죽였습니다. 당신은 용병으로써 약속한 적들을 처리한 방법에 대해선 다신 생각하고 싶지 않습니다.
ru: Вы, как и обещали, убили экипаж пиявок на их корабле. Вам не хочется думать о том, что вы только что работали наемником на одного из своих заклятых врагов.
zh_hans: 你已经按照承诺在他们的船上杀死了吸虫族飞船的船员。你真的不想去想你刚刚是如何为你的一个死敌当雇佣兵的。

source: Contact the Coalition ship.
fr: Contacter le vaisseau de la Coalition.
ko: 연합 함선과 연락한다.
ru: Связаться с кораблем коалиции.
zh_hans: 联系星联飞船。

source: "You actually did it? Ohhhh man, that felt sssso good to watch. I think I peed a little... or at leasssst I hope that'sss pee. Doesn't matter. You are an elite sssslayer of leechesss! I think I will come with you in hopesss we can do thisss more often..."
fr: "Vous l'avez vraiment fait ? Ohhhh mec, ccc'était tellement bon à regarder. Je penssse que je me sssuis un peu pisssé desssus... ou du moins j'essspère que ccc'est de la pisssse. Peu importe. Vous êtes un tueur d'élite de Sssangsues ! Je penssse que je vais venir avec vous en essspérant pouvoir refaire ççça plus sssouvent..."
ko: "진짜로 해써? 옴마야, 찐짜 쾌가미 엄쩡나써. 나 야깐 찌린 거 가때.... 아니, 오쭘 찌린 거 마껬찌.. 쌍관업써. 너 쩡말 리찌놈들 짤 쭈기는구나! 널 따라가면 좀 더 짜쭈 쭉일 쑤 이쓸 거 같아..."
ru: "Ты дейссствительно это сссделал? Ооооо, на это было так приятно сссмотреть. Кажетссся, я немного описссалссся... или, по крайней мере, я надеюсссь, что это моча. Неважно. Ты - элитный убийца пиявок! Думаю, я пойду ссс тобой, надеюсссь, мы сссможем делать это чащщще..."
zh_hans: "你真的做到了？哦，老兄，看了感觉真好。我想我撒了点尿...或者至少我希望那是撒尿。无所谓了。你是一个精英的吸虫族杀手！我想我会和你一起去，希望我们能经常这样做..."

# data/events_ships.xml.append$//ship[@name="SHIP_LEECH_GRAPHITI"]/surrender/text
source: "We ain't stoppin! You wanna get this cargo, you're gonna have to live with the fact you murdered a bunch of children!"
fr: "On s'arrêtera pas ! Tu veux cette cargaison, alors faudra nous passer sur le corps, en y réfléchissant à deux fois avant de buter des enfants !"
ko: "우린 멈추지 않을 거라고! 이 화물을 얻을려면 니들이 많은 아이들을 죽여야 한다는 걸 감수해야 할걸 !"
ru: "Мы не остановимся! Если вы хотите получить этот груз, вам придется смириться с тем, что вы погубите кучу детей!"
zh_hans: "我们不会停下来的！你想得到这批货物，你就得忍受你谋杀了一群孩子的事实！"

source: Fine by me. We kill children reguarly.
fr: Je n'y vois aucun problème. On tue des enfants régulièrement.
ko: 그래도 좋아. 우린 정기적으로 애들을 죽인다.
ru: Я не против. Мы регулярно убиваем детей.
zh_hans: 没事，我们经常杀害儿童。

source: You really want to do it like this?
fr: Tu veux vraiment jouer à ça ?
ko: 정말 이렇게까지 하고 싶다고?
ru: Неужели вы хотите сделать это таким образом?
zh_hans: 你真的想这样做吗？

source: "Er... I guess not. Fine, have your stupid cargo back."
fr: "Euuh... je pense bien que non. D'accord, reprend ta fichue cargaison."
ko: "어... 아 아닌거같군. 좋아, 이 빌어먹을 화물을 가져가."
ru: "Э... Думаю, нет. Ладно, забирайте свой дурацкий груз".
zh_hans: "呃...我想不是。好吧，把你那愚蠢的货物拿回来。"

source: Bring the cargo back to the Fed ship.
fr: Ramener la cargaison au vaisseau Fédéré.
ko: 연방 함선에게 화물을 돌려준다.
ru: Принести груз обратно на корабль федералов.
zh_hans: 将货物带回联邦飞船。

# data/events_ships.xml.append$//ship[@name="SHIP_LEECH_GRAPHITI"]/destroyed/text
source: The Leech ship has been destroyed, and likely the cargo with it. You won't have anything to bring back to the Feds now.
fr: Le vaisseau Sangsue a été détruit et la cargaison avec aussi. Vous n'avez désormais rien à ramener aux Fédés.
ko: 리치 함선이 파괴되었으며 아마 거기에 화물이 포함되었을 겁니다. 이제 연방에게 돌려줄 것이 남아있지 않습니다.
ru: Корабль пиявок уничтожен, а вместе с ним, вероятно, и груз. Теперь вам нечего будет вернуть федералам.
zh_hans: 吸虫族飞船已经被毁，很可能货物也被毁。你现在没有任何东西可以带回去给联邦。

# data/events_ships.xml.append$//ship[@name="SHIP_LEECH_GRAPHITI"]/deadCrew/text
source: The Leech delinquents are all dead. You grab the cargo from the wreckage.
fr: Les délinquants Sangsues sont tous morts. Vous saisissez la cargaison depuis l'épave.
ko: 리치 비행 청소년들은 모두 죽었습니다. 잔해에서 화물을 인양했습니다.
ru: Все преступники-пиявки мертвы. Вы забираете груз с обломков.
zh_hans: 吸虫族的犯罪分子都死了。你从残骸中抓住货物。

source: Bring the cargo back to the Fed ship.
fr: Ramener la cargaison au vaisseau Fédéré.
ko: 연방 함선에게 화물을 돌려준다.
ru: Принести груз обратно на корабль федералов.
zh_hans: 将货物带回联邦飞船。

source: "Yo! Dude, you just killed my dad! What the hell man..." The Leeches hand over the cargo.
fr: "Yo ! Mec, tu viens de buter mon père ! Non mais qu'est-ce qui t'arrive, mec..." Les Sangsues vous remettent la cargaison.
ko: "야! 이 빌어쳐먹을 놈, 우리 아빠를 죽였다고! 대체 왜 ..." 리치들은 화물을 넘겨줬습니다.
ru: "Йоу! Чувак, ты только что убил моего отца! Какого черта..." Пиявки передают груз.
zh_hans: "哟！伙计，你刚杀了我爸爸！搞什么鬼..."吸虫族们把货物递过来。

source: Bring the cargo back to the Fed ship.
fr: Ramener la cargaison au vaisseau Fédéré.
ko: 연방 함선에게 화물을 돌려준다.
ru: Принести груз обратно на корабль федералов.
zh_hans: 将货物带回联邦飞船。

source: "Yo! Dude, you just killed my dad! What the hell man..." The Leeches hand over the cargo.
fr: "Yo ! Mec, tu viens de buter mon père ! Non mais qu'est-ce qui t'arrive, mec..." Les Sangsues vous remettent la cargaison.
ko: "야! 이 빌어쳐먹을 놈, 우리 아빠를 죽였다고! 대체 왜 ..." 리치들은 화물을 넘겨줬습니다.
ru: "Йоу! Чувак, ты только что убил моего отца! Какого черта..." Пиявки передают груз.
zh_hans: "哟！伙计，你刚杀了我爸爸！搞什么鬼..."吸虫族们把货物递过来。

source: Bring the cargo back to the Fed ship.
fr: Ramener la cargaison au vaisseau Fédéré.
ko: 연방 함선에게 화물을 돌려준다.
ru: Принести груз обратно на корабль федералов.
zh_hans: 将货物带回联邦飞船。

source: The Vampweed ship is near destruction, but their captain is ever-determined to keep on fighting to the bitter end.
fr: Le vaisseau Vampiflore est au bord de la destruction, mais leur capitaine reste toujours déterminé à combattre jusqu'au bout.
ko: 흡혈초 함선은 거의 파괴되었지만, 그들의 함장은 끝까지 싸우기로 결심했습니다.
ru: Корабль Вампсорняков близок к гибели, но их капитан полон решимости бороться до конца.
zh_hans: 血草兰花飞船已接近毁灭，但他们的舰长始终决心继续战斗到最后。

source: Stop! This is pointless!
fr: Arrêtez ! Tout cela ne sert à rien !
ko: 그만! 이건 무의미하다!
ru: Прекратите! Это бессмысленно!
zh_hans: 停下来！这毫无意义！

source: The Vampweed halts. "Are you trying to say you were not trying to attack us in the first place? Oh..."
fr: Les Vampiflores s'arrêtent. "Vous êtes en train de me dire... que vous ne cherchiez pas à nous attaquer en premier lieu ? Oh..."
ko: 흡혈초는 멈췄습니다. "당신들은 애초에 우릴 공격하려고 한 게 아니란 말입니까? 어..."
ru: Вампсорняк останавливается. "Вы хотите сказать, что не пытались напасть на нас с самого начала? Ох..."
zh_hans: 血草兰花停了下来。"你是想说你一开始就不是想攻击我们？哦..."

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: If they want to keep on fighting, then keep on fighting!
fr: S'ils veulent un combat, alors ils vont être servis !
ko: 저들이 계속 싸우길 원한다면 계속 싸운다!
ru: Если они хотят продолжать борьбу, то пусть продолжают!
zh_hans: 如果他们想继续战斗，那就继续战斗吧！

source: The Vampweed ship is destroyed. You scrap their wreckage, but you notice during the fight the outpost greatly increased their security.
fr: Le vaisseau Vampiflore est détruit. Vous récupérez l'épave, mais vous remarquez que l'avant-poste a grandement renforcé sa sécurité durant le combat.
ko: 뱀프위드 함선은 파괴되었습니다. 잔해에서 쓸만한 자원을 인양했지만 전투 중, 전초기지가 보안을 크게 강화했다는 것을 알게 되었습니다.
ru: Корабль Вампсорняков уничтожен. Вы собираете их обломки, но замечаете, что во время боя аванпост значительно усилил свою охрану.
zh_hans: 血草兰花的飞船被摧毁了。你搜刮了他们的残骸，但你注意到在战斗中，前哨站大大加强了他们的安全。

source: The Vampweeds are dead. You scrap their hull, but you notice during the fight the outpost greatly increased their security.
fr: Les Vampiflores sont mortes. Vous démantelez leur coque, mais vous remarquez que l'avant-poste a grandement renforcé sa sécurité durant le combat.
ko: 흡혈초들을 죽였습니다. 그들의 선체에서 쓸만한 자원을 인양했지만, 전투 중에 전초기지가 보안을 크게 강화했다는 것을 알게 되었습니다.
ru: Вампсорняки мертвы. Вы разбираете их корпус, но заметили, что во время боя аванпост значительно усилил свою охрану.
zh_hans: 血草兰花已经死了。你搜刮了他们的船体，但你注意到在战斗中，前哨站大大加强了他们的安全。

source: The pirate has been defeated, but unfortunately the cargo almost certainly didn't survive the fight either. You scrap the ship but figure it's best not to contact the Leeches.
fr: Le pirate a été vaincu, mais malheureusement la cargaison n'a certainement pas survécu au combat non plus. Vous récupérer ce que vous pouvez du vaisseau mais vous vous dites qu'il vaut mieux ne pas contacter les Sangsues.
ko: 해적들은 패배했지만, 불행히도 화물은 전투에서 살아남지 못한 것 같습니다. 함선에서 쓸만한 자원을 인양했지만 리치들에게 연락하지 않는 것이 최선이라고 생각합니다.
ru: Пираты побеждены, но, к сожалению, груз почти наверняка тоже не выжил в схватке. Вы разбираете корабль на металлолом, но считаете, что с пиявками лучше не связываться.
zh_hans: 海盗已经被打败了，但不幸的是，货物几乎可以肯定也没能在战斗中幸存。你搜刮了这艘船，但你认为最好不要联系吸虫族。

source: The pirate has been defeated. You salvage the cargo from the wreckage and consider what to do next.
fr: Le pirate a été vaincu. Vous récupérez la cargaison de l'épave et réfléchissez à ce que vous allez faire ensuite.
ko: 해적을 격파했습니다. 잔해에서 화물을 인양하고 다음에 무엇을 할지 고려합니다.
ru: Пираты побеждены. Вы извлекаете груз с обломков корабля и думаете, что делать дальше.
zh_hans: 海盗已经被打败了。你从残骸中打捞出货物，并考虑下一步该怎么做。

source: Contact the Leeches and inform them the job is complete.
fr: Contactez les Sangsues et informez-les que le travail est terminé.
ko: 리치에게 연락해서 일이 완료되었음을 알린다.
ru: Связаться с пиявками и сообщить им о завершении работы.
zh_hans: 联系吸虫族，告知他们工作已经完成。

source: "Excellent! The Eargen Republic thanks you greatly. Just uh... don't tell anyone this happened. With the whole Coalition thing, this agreement is kiiind of illegal but I really can't be arsed to kill you."
fr: "Excellent ! La République d'Eargen vous remercie grandement. Seulement euh... ne dites à personne ce qu'il s'est passé. Avec toute cette histoire de Coalition, cet accord est en queeeelque sooorte illégal mais je n'ai vraiment pas envie de me donner la peine de vous tuer."
ko: "훌륭합니다! 이어젠 공화국은 당신에게 감사를 표합니다. 다만 어... 아무에게도 이런 일이 있었다고 말하지 마시죠. 연합에게 있어 이 협정은 일종의 불법이지만 당신을 죽일 순 없습니다."
ru: "Превосходно! Иргенская Республика выражает вам огромную благодарность. Только... никому не говорите о том, что это произошло. В связи со всей этой историей с Коалицией, это вроде как было незаконно, но мне действительно не хочется вас убивать".
zh_hans: "太好了！共和国非常感谢你。只是...不要告诉任何人这件事。在整个星联的事情上，这个协议是有点非法的，但我真的没有精力去杀你。"

source: Steal the cargo for yourself.
fr: Voler le cargo pour vous-même.
ko: 화물을 훔친다.
ru: Украсть груз для себя.
zh_hans: 将货物窃为己有。

source: You open up the cargo and find it contains a drone. Satisfied and willing to betray the Leeches, you snag it and prepare to leave.
fr: Vous ouvrez la cargaison et découvrez qu'elle contient un drone. Satisfait et décidé à trahir les Sangsues, vous l'attrapez et vous préparez à partir.
ko: 화물을 열어보니 드론이 들어 있었습니다. 만족하며 리치들을 배신한 당신은 그것을 탈취하고 떠날 준비를 합니다.
ru: Вы открываете груз и обнаруживаете, что в нем находится дрон. Удовлетворенный и готовый предать пиявок, вы забираете его и готовитесь к отлету.
zh_hans: 你打开了货物，发现里面有一架无人机。你很满意并愿意背叛吸虫族，你抢到了它并准备离开。

source: You've defeated the Auto-ship. Luckily it appears a small, resistant science pod containing the seeds of the Orchid children was ejected from the ship moments before it blew up. You gather them up while you scrap the wreckage.
fr: Vous avez vaincu l'Auto-vaisseau. Par chance il semblerait qu'une petite capsule résistante contenant les graines des enfants Orchidées ait été éjectée du vaisseau juste avant que celui-ci explose. Vous les rassemblez pendant que vous récupérez tout ce que vous pouvez sur l'épave.
ko: 무인선을 파괴했습니다. 다행히도 오키드 아이들의 씨앗이 들어 있는 작고 저항력이 강한 과학 포드는 함선이 폭발하기 직전에 사출된 것으로 보였습니다. 잔해를 인양하는 동안 포드를 수집합니다.
ru: Вы победили автоматический корабль. К счастью, оказалось, что за мгновение до взрыва с корабля была выброшена небольшая прочная научная капсула, содержащая семена детей орхидеи. Вы забираете их, пока разбираете обломки.
zh_hans: 你已经打败了自动舰。幸运的是，在飞船爆炸的前一刻，一个装有幼体兰花种子的小型耐力科学舱被弹出。你把它们收集起来，同时搜刮残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you kind strangers! Our generation will not be lost to these machine abominations." They transfer over some missiles and scrap as thanks.
fr: "Merci, aimables étrangers ! Notre génération ne sera pas perdue à cause de ces abominables machines." Ils vous transfèrent de la ferraille et des missiles en remerciements.
ko: "정말 고마워요 친절한 낯선 이! 우리 세대는 이 혐오스러운 기계의 존재에 길을 잃지 않을 겁니다." 그들은 감사의 표시로 미사일과 스크랩을 줬습니다.
ru: "Спасибо вам, добрые незнакомцы! Наше поколение не будет уничтожено этими мерзкими машинами". В качестве благодарности они передают немного боеголовок и металлолом.
zh_hans: "谢谢你们，善良的陌生人！我们的下一代不会再被这些令人憎恶的机械夺走了。"他们转移了一些弹药和废料作为感谢。

source: By the time you dealt with an Orchid military ship, the trading vessel has already escaped the system. You loot the destroyed ship, harvesting some useful scrap material.
fr: Le temps que vous vous soyez occupés du vaisseau militaire Orchidée, le vaisseau mercantile a déjà fui le système. Vous dépouillez le vaisseau détruit, récupérant toute ferraille utile.
ko: 오키드 군함을 상대했을 때 교역선은 이미 행성계에서 탈출했습니다. 당신은 파괴된 군함을 약탈하고 유용한 자원을 인양합니다.
ru: К тому времени, как вы разобрались с военным кораблем орхидей, торговое судно уже покинуло систему. Вы разграбили разрушенный корабль, собрав полезный металлолом.
zh_hans: 在你对付兰花军舰的时候，商船已经逃离了本信标。你搜刮面前这艘被毁坏的军舰，收获了一些废料。

source: By the time you dealt with an Orchid military ship, the trading vessel has already escaped the system. You loot the empty ship, harvesting all resources.
fr: Le temps que vous vous soyez occupés du vaisseau militaire Orchidée, le vaisseau mercantile a déjà fui le système. Vous dépouillez le vaisseau maintenant vide, en y récupérant toutes les ressources s'y trouvant.
ko: 오키드 군함을 상대했을 때 교역선은 이미 행성계에서 탈출했습니다. 당신은 빈 군함을 약탈하고 모든 자원을 챙겼습니다.
ru: К тому времени, как вы разобрались с военным кораблем орхидей, торговое судно уже покинуло систему. Вы разграбили пустой корабль, собрав все ресурсы.
zh_hans: 在你对付兰花军舰的时候，商船已经逃离了本信标。你搜刮面前这艘空荡的军舰，收获了一些资源。

source: "Stop! We see now clearly, you are not the pirate ship that attacked us! Please, let us go."
fr: "Stop ! Nous pouvons clairement voir que vous n'êtes pas le vaisseau pirate qui nous a attaqué ! S'il vous plaît, laissez-nous partir."
ko: "그만! 이제 분명히 알 것 같아요. 당신은 우리를 공격했던 해적선이 아니라는걸요! 제발, 우릴 그냥 보내주세요."
ru: "Стоп! Мы теперь ясно понимаем, что вы не тот пиратский корабль, который на нас напал! Пожалуйста, отпустите нас".
zh_hans: "停！我们现在看得很清楚，你们不是袭击我们的海盗船！求你了，让我们走吧。"

source: Stop the fight.
fr: Arrêter le combat.
ko: 교전을 멈춘다.
ru: Прекратить сражение.
zh_hans: 停止战斗。

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Добить их.
zh_hans: 解决他们。

# data/events_ships.xml.append$//ship[@name="SHIP_ORCHID_MEGATREE"]/destroyed/text
source: You've destroyed the Orchid guard. You don't have time to scrap it at all before the wreckage begins to fall.
fr: Vous avez détruit le garde Orchidée. Vous n'avez pas le temps de tout récupérer avant que l'épave commence à s'écraser.
ko: 당신은 오키드 경비정을 파괴했습니다. 당신은 추락하는 잔해를 회수할 시간은 없습니다.
ru: Вы уничтожили сторожевой корабль орхидей. У вас совсем нет времени, чтобы разобрать его на металлолом до того, как он начнет падать.
zh_hans: 你破坏了兰花族守卫舰。在残骸开始掉落之前，你根本没有时间去搜刮它。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
