Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FUEL"]/deadCrew/text
source: With the crew dead you are free to scrap the ship.
fr: Maintenant que l'équipage est mort, vous êtes libre de désosser le vaisseau.
ko: 반군 선원들이 모조리 죽었기에 함선에서 쓸만한 자원을 자유롭게 인양할 수 있습니다.
ru: После гибели экипажа вы можете пустить корабль на металлолом.
zh_hans: 舰内船员已经被清空，你现在能自由地搜刮这艘战舰。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_FUEL_SELLER"]/escape/text
source: It is apparent that the ship was not intended for combat. It seems to be trying to jump away.
fr: Il est évident que ce vaisseau n'a jamais été fait pour combattre. Il semble tenter de s'enfuir par un saut.
ko: 이 함선은 전투용이 아닌 것이 분명합니다. 그 함선이 도약하려고 하는 것을 감지했습니다.
ru: Очевидно, что корабль не был предназначен для боя. Кажется, что он пытается уйти в прыжок.
zh_hans: 很明显，这艘船不是用来作战的。它似乎正试图跃迁走。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_FUEL_SELLER"]/gotaway/text
source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

source: As the ship breaks apart, you frantically try to salvage the remaining fuel from its cargo.
fr: Alors que le vaisseau part en pièces, vous tentez frénétiquement de récupérer le carburant dans son réservoir.
ko: 함선이 산산조각나자, 화물에서 남은 연료를 필사적으로 회수하려고 시도했습니다.
ru: Пока корабль разваливается на части, вы судорожно пытаетесь собрать оставшееся топливо из его груза.
zh_hans: 当飞船解体时，你疯狂地试图从其货物中打捞出剩余的燃料。

source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

source: With the hostile Engi ship destroyed you carefully extract as much fuel as possible from the wreckage.
fr: Une fois le vaisseau Engi détruit, vous extrayez autant de carburant que possible de son épave.
ko: 적대적인 엔지 함선을 파괴하고 잔해에서 최대한 많은 연료를 조심스레 추출합니다.
ru: Уничтожив вражеский корабль энджи, вы аккуратно извлекаете из его обломков как можно больше топлива.
zh_hans: 随着敌对的半械族飞船被摧毁，你小心翼翼地从残骸中提取尽可能多的燃料。

source: With the hostile Engies subdued you carefully extract as much fuel as possible from the ship.
fr: Une fois les Engis hostiles maîtrisés, vous extrayez autant de carburant que possible du vaisseau.
ko: 적대적인 엔지들을 제압하고 함선에서 가능한 많은 연료를 추출합니다.
ru: Усмирив враждебных энджи, вы аккуратно извлекаете из корабля как можно больше топлива.
zh_hans: 随着敌对的半械族被制服，你小心翼翼地从船上提取尽可能多的燃料。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_FUEL"]/gotaway/text
source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_FUEL"]/destroyed/text
source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_FUEL"]/deadCrew/text
source: With the crew dead you are free to scrap the ship.
fr: Maintenant que l'équipage est mort, vous êtes libre de désosser le vaisseau.
ko: 반군 선원들이 모조리 죽었기에 함선에서 쓸만한 자원을 자유롭게 인양할 수 있습니다.
ru: После гибели экипажа вы можете пустить корабль на металлолом.
zh_hans: 舰内船员已经被清空，你现在能自由地搜刮这艘战舰。

source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

source: You take care to salvage as much fuel as possible from the wreck.
fr: Vous récupérez autant de carburant que possible à bord de l'épave.
ko: 잔해에서 가능한 많은 연료를 인양할 수 있도록 주의를 기울입니다.
ru: Вы стараетесь собрать как можно больше топлива с разбитого самолета.
zh_hans: 你注意从残骸中尽可能多地打捞出燃料。

source: You take care to salvage as much fuel as possible from the wreck.
fr: Vous récupérez autant de carburant que possible à bord de l'épave.
ko: 잔해에서 가능한 많은 연료를 인양할 수 있도록 주의를 기울입니다.
ru: Вы стараетесь собрать как можно больше топлива с разбитого самолета.
zh_hans: 你注意从残骸中尽可能多地打捞出燃料。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_OVERPRICED"]/gotaway/text
source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_OVERPRICED"]/destroyed/text
source: You try and collect as much fuel from the wreckage as possible.
fr: Vous récupérez autant de carburant que possible à bord de l'épave.
ko: 가능한 많은 연료를 잔해에서 수집하기위해 노력합니다.
ru: Вы стараетесь собрать как можно больше топлива из обломков.
zh_hans: 你试图从残骸中收集尽可能多的燃料。

# data/events_ships.xml.append$//ship[@name="SHIP_SLUG_OVERPRICED"]/deadCrew/text
source: With the Slug ship subdued you are free to collect as much fuel as possible.
fr: Une fois les Limaces hostiles maîtrisées, vous extrayez autant de carburant que possible du vaisseau.
ko: 슬러그 함선을 제압하고 가능한 다수의 연료를 자유롭게 수집합니다.
ru: После того как корабль слизней уничтожен, вы можете собрать как можно больше топлива.
zh_hans: 蛞蝓族飞船被制服后，你可以自由地收集尽可能多的燃料。

source: The asteroid is expected to strike within this amount of time. Make sure to destroy it or run before the timer reaches 0!
fr: Voici le temps estimé avant l'impact de l'astéroïde. Assurez-vous de le détruire ou de fuir avant que le compteur atteigne 0 !
ko: 그 소행성은 제한시간 내에 충돌할 것으로 예상됩니다. 타이머가 0이 되기 전에 반드시 파괴하거나 도망치시길 바랍니다!
ru: В течение этого времени ожидается столкновение с астероидом. Успейте уничтожить его или убежать до того, как таймер достигнет 0!
zh_hans: 小行星预计将在这段时间内撞击。请确保在定时器到达0之前摧毁它或跑掉！

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_REFUGEE"]/destroyed/text
source: The Zoltan ship breaks apart and you salvage what you can.
fr: Le vaisseau Zoltan se disloque et vous récupérez ce que vous pouvez.
ko: 졸탄 함선을 산산조각냈고 수집할 수 있는 모든 자원을 인양합니다.
ru: Корабль золтанов разваливается на части, и вы собираете все, что можно найти.
zh_hans: 超能族的飞船解体了，你抢救了你能抢救的东西。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (а также видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打败了敌舰)，他们提供了他们能拿出的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_ZOLTAN_REFUGEE"]/deadCrew/text
source: The Zoltan ship, now empty of lifeforms, provides easy salvage.
fr: Maintenant que le vaisseau Zoltan est vide de formes de vie, vous pouvez le piller à loisir.
ko: 이제, 졸탄 함선에서 살아있는 생명 신호는 없습니다. 손쉽게 자원을 인양합니다.
ru: Корабль золтан, на котором теперь нет живых существ, спокойно разобрать на металлолом.
zh_hans: 现在没有生命体的超能族飞船很容易被打捞起来。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (а также видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打败了敌舰)，他们提供了他们能拿出的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_REFUGEE"]/destroyed/text
source: The pirate ship breaks apart and you salvage what you can.
fr: Le vaisseau pirate se disloque et vous récupérez ce que vous pouvez.
ko: 해적 함선을 산산조각냈고, 가능한 모든 자원을 인양했습니다.
ru: Корабль пиратов разваливается на части, и вы собираете все, что можно найти.
zh_hans: 海盗船解体了，你打捞出你能打捞的东西。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (а также видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打败了敌舰)，他们提供了他们能拿出的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_REFUGEE"]/deadCrew/text
source: The pirate ship, now empty of lifeforms, provides easy salvage.
fr: Maintenant que le vaisseau pirate est vide de formes de vie, vous pouvez le piller à loisir.
ko: 이제, 해적선에서 살아있는 생명 신호는 없습니다. 손쉽게 자원을 인양합니다.
ru: Корабль пиратов, на котором теперь нет живых существ, можно спокойно разобрать на металлолом.
zh_hans: 现在没有生命讯号的海盗飞船很容易被打捞起来。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship claims pirates have been following their trail since they left their homeworld. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés prétendent que ces pirates les suivaient à la trace depuis qu'ils avaient quitté leur planète. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques marchandises dont ils peuvent se passer.
ko: 난민선은 그들이 고향 성단을 떠난 이후로 해적들이 뒤를 밟고 있었다고 말합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев утверждает, что пираты идут по их следу с тех пор, как они покинули родную планету. В качестве жеста доброй воли (а также видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船声称，自从他们离开自己的家园后，海盗一直在跟踪他们。作为一种善意的表示(并看到你是如何有效地打败了敌人的飞船)，他们提供了他们所能提供的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_DUSK_REFUGEE"]/destroyed/text
source: The Duskbringer ship breaks apart and you salvage what you can.
fr: Le vaisseau Crépusculeur se disloque et vous récupérez ce que vous pouvez.
ko: 더스크브링어 함선을 산산조각냈고, 가능한 모든 자원을 인양했습니다.
ru: Корабль Вестников Заката разваливается на части, и вы собираете то, что можете найти.
zh_hans: 暮临派的飞船解体了，你打捞出你能打捞的东西。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship claims the Duskbringers have been tracking them since they left their homeworld. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés prétendent que les Crépusculeurs les traquaient depuis qu'ils avaient quitté leur planète. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques marchandises dont ils peuvent se passer.
ko: 난민선은 그들이 고향 성단을 떠난 이후로 더스크브링어들이 그들을 추적해왔다고 말합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев утверждает, что Вестники Заката следили за ними с тех пор, как они покинули родную планету. В качестве жеста доброй воли (и видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 这艘难民船声称，自从他们离开自己的家园后，暮临派就一直在追踪他们。作为一种善意的表示(同时看到你是如何有效地打发了敌方的飞船)，他们提供了他们所能提供的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_DUSK_REFUGEE"]/deadCrew/text
source: The Duskbringer ship, now empty of lifeforms, provides easy salvage.
fr: Le vaisseau Crépusculeur, désormais vide de vie, fournit de la récupération facile.
ko: 이제, 더스크브링어 함선에서 살아있는 생명 신호는 없습니다. 손쉽게 자원을 인양합니다.
ru: Корабль Вестников Заката, на котором теперь нет живых существ, можно спокойно разобрать на металлолом.
zh_hans: 现在没有生命体的暮临派飞船很容易被打捞起来。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship claims the Duskbringers have been tracking them since they left their homeworld. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés prétendent que les Crépusculeurs les traquaient depuis qu'ils avaient quitté leur planète. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques marchandises dont ils peuvent se passer.
ko: 난민선은 그들이 고향 성단을 떠난 이후로 더스크브링어들이 그들을 추적해왔다고 말합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев утверждает, что Вестники Заката следили за ними с тех пор, как они покинули родную планету. В качестве жеста доброй воли (и видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 这艘难民船声称，自从他们离开自己的家园后，暮临派就一直在追踪他们。作为一种善意的表示(同时看到你是如何有效地打发了敌方的飞船)，他们提供了他们所能提供的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_REFUGEE"]/destroyed/text
source: The Crystal ship breaks apart and you salvage what you can.
fr: Le vaisseau Cristalien se disloque et vous récupérez ce que vous pouvez.
ko: 크리스탈 함선을 산산조각내고, 할 수 있는 만큼 자원을 인양했습니다.
ru: Корабль кристаллинов разваливается на части, и вы собираете то, что можете найти.
zh_hans: 水晶族飞船解体，你打捞出你能打捞的东西。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (а также видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打败了敌舰)，他们提供了他们能拿出的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_REFUGEE"]/deadCrew/text
source: The Crystal ship, now empty of lifeforms, provides easy salvage.
fr: Le vaisseau Cristalien, désormais vide de vie, fournit de la récupération facile.
ko: 이제, 크리스탈 함선에서 살아있는 생명 신호는 없습니다. 손쉽게 자원을 인양합니다.
ru: Корабль кристаллинов, на котором теперь нет живых существ, можно спокойно разобрать на металлолом.
zh_hans: 水晶族飞船现在已经没有生命体了，可以轻松打捞。

source: Contact the refugee ship.
fr: Contacter le vaisseau de réfugiés.
ko: 난민선과 연락한다.
ru: Связаться с кораблем беженцев.
zh_hans: 联系难民船。

source: The refugee ship thanks you for your assistance. As a gesture of good will (and seeing how effectively you dispatched the enemy ship), they offer up what supplies they can spare.
fr: Les réfugiés vous remercient de votre aide. En signe de bonne volonté (et après avoir vu comment vous vous êtes débarrassé du vaisseau ennemi), ils vous offrent quelques ressources dont ils peuvent se passer.
ko: 난민선이 당신의 도움에 감사를 표합니다. 그들은 호의의 표현으로 (그리고 당신이 얼마나 적 함선을 능숙하게 해치웠는지를 목격한 만큼) 나눠줄 수 있는 보급품을 제공합니다.
ru: Корабль беженцев благодарит вас за помощь. В качестве жеста доброй воли (а также видя, как эффективно вы расправились с вражеским кораблем) они предлагают припасы, которые могут выделить.
zh_hans: 难民船感谢你的帮助。作为一种善意的表示(并看到你是如何有效地打败了敌舰)，他们提供了他们能拿出的物资。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_BARREL"]/surrender/text
source: The Suzerain ship is running on fumes, but still they refuse to surrender the barrel. Be cautious you don't destroy them!
fr: Le vaisseau Suzerain court sur les fumées, mais ils refusent toujours de remettre le canon. Faites attention à ne pas les détruire !
ko: 영주 함선이 연기를 내뿜고있지만, 여전히 배럴을 포기하지 않고 있습니다. 그들을 파괴하지 않도록 조심하길 바랍니다!
ru: Корабль Сюзеренов на пределе, но они все равно отказываются отдавать ствол. Будьте осторожны, чтобы не уничтожить их!
zh_hans: 螳螂领主的船正在运行，但他们仍然拒绝交出木桶。谨慎点，你不要摧毁他们！

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_BARREL"]/escape/text
source: "They trying to take Spinny Stick! Power engines, run run!" The Suzerain ship shows a rare sign of cowardice and activates its FTL drive, trying desperately to escape you.
fr: "Ils essaient prendre Spinny Stick ! Allumer moteurs, fuir fuir !" Le vaisseau Suzerain fait preuve d'un rare signe de lacheté et active son moteur SPL, essayant désespérément de vous semer.
ko: "쟤들이 회전 막대를 가져가려고 한다! 엔진 불올려! 올려! 올려!" 영주 함선은 비겁한 기색을 내보이며 FTL 드라이브를 작동시켜 필사적으로 당신에게서 탈출하려고 합니다.
ru: "Они пытаться забрать Вертушку! Энергия на двигатели, быстро-быстро!" Корабль Сюзеренов проявляет редкий признак трусости и включает ССД, отчаянно пытаясь сбежать от вас.
zh_hans: "他们想拿下转转棍！动力引擎，快跑快跑！"螳螂领主飞船罕见地表现出了胆怯，启动了它的超光速驱动器，拼命地想逃离你。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_BARREL"]/gotaway/text
source: The Suzerains jump away, along with the Gatling barrel. Looks like you missed your chance.
fr: Les Suzerains se sont enfuits, amenant avec eux le Canon de la Gatling. On dirait que vous avez raté votre chance.
ko: 영주 함선은 개틀링 배럴과 함께 도약했습니다. 기회를 놓친 것 같군요.
ru: Сюзерены ушли в прыжок вместе со стволом Гатлинга. Похоже, вы упустили свой шанс.
zh_hans: 螳螂领主跃迁走了，连同加特林枪管一起。看来你错过了机会。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_BARREL"]/destroyed/text
source: The Suzerain ship erupts into flames and crashes into the warcamp, destroying several other ships. There's no chance the Gatling parts survived.
fr: Le vaisseau Suzerain s'enflamme et s'écrase sur le camp de guerre, détruisant au passage plusieurs autres vaisseaux. Il n'y a aucune chance que les morceaux de la Gatling aient survécus.
ko: 영주 함선은 화염에 휩싸여 전장으로 추락하고 다른 함선 몇 척을 파괴했습니다. 개틀링 배럴이 살아남았을 가능성은 없군요.
ru: Корабль Сюзеренов загорается и врезается в военный лагерь, уничтожив несколько других кораблей. Нет никаких шансов, что части Гатлинга уцелели.
zh_hans: 螳螂领主的飞船爆发出火焰，撞上了战俘营，摧毁了其他几艘飞船。加特林的零件没有机会幸存下来。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_BARREL"]/deadCrew/text
source: The Suzerain ship has been emptied of crew. You scrap the exterior of the ship.
fr: Vous avez éliminé l'équipage Suzerain. Vous démantelez l'extérieur du vaisseau.
ko: 영주 함선에 남아있는 선원은 없습니다. 함선의 외부에서 쓸만한 자원을 인양합니다.
ru: Корабль Сюзеренов был очищен от экипажа. Вы разбираете внешнюю обшивку корабля.
zh_hans: 螳螂领主飞船上的船员已经被清空了。你把这艘船的外表搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your crew find the Gatling Barrel on a small pedestal in the center of the room. You haul it back to the ship.
fr: Votre équipage trouve le Canon Gatling reposant sur un petit piédestal au centre de la pièce. Vous le ramenez sur votre vaisseau.
ko: 당신의 선원이 선실 중앙의 작은 받침대에서 개틀링 배럴을 찾았습니다. 그것을 다시 함선으로 운반합니다.
ru: Ваш экипаж находит ствол Гатлинга на небольшом постаменте в центре комнаты. Вы переносите его на корабль.
zh_hans: 你的船员在房间中央的一个小基座上找到了加特林炮筒。你把它拖回了船上。

source: "Agh! Fine, take the stupid thing, and leave us alone!" The Smugglers pass over the Pre-Igniter and stop firing. Now that you have what you came for, you stop firing as well and pull away from the market.
fr: "Agh ! D'accord, prenez cette saloperie et laissez-nous tranquilles !"
ko: "아! 좋아, 이 거지같은 것을 가져가고 우릴 보내줘!"
ru: "Агх! Ладно, забирайте эту дурацкую штуку и оставьте нас в покое!"
zh_hans: "啊啊啊啊啊！行行行，拿好这个傻逼玩意，别再来烦我们！"

source: You've destroyed the Smugglers, and the Pre-Igniter along with it. Though the augment might be destroyed, if you can collect the other parts and find a newer model pre-igniter you might still be able to build the Gatling...
fr: Vous avez détruit les Contrebandiers et avec eux le Pré-Chargeur. Si l'augmentation est détruite, si vous pouviez trouver les autres morceaux et acquérir un Pré-Chargeur moderne, vous pourriez toujours construire la Gatling...
ru: Вы уничтожили контрабандистов, а вместе с ними и Предзажигатель. Несмотря на то, что модуль был уничтожен, если удастся собрать остальные части и найти более новую модель Предзажигателя, то, возможно, удастся собрать Гатлинг...

source: The Smuggler Market has been neutralized. You scrap the exterior of the station.
fr: Le marché Contrebandier a été nettoyé. Vous démantelez l'extérieur de la station.
ko: 밀수꾼 암시장은 무력화되었습니다. 정거장 외부에서 쓸만한 자원을 인양합니다.
ru: Рынок контрабандистов обезврежен. Вы разбираете внешнюю обшивку станции.
zh_hans: 走私者市场已被消灭。你搜刮了空间站的外观。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Inside you find the Pre-Igniter, which you drag aboard.
fr: Vous y trouvez le Pré-Chargeur à l'intérieur, que vous ramenez à bord.
ko: 안에서 조기 점화기를 찾고, 선내로 가져온다.
ru: Внутри находится Предзажигатель, который вы поднимаете на борт.
zh_hans: 你在里面找到了"预热器"，你把它拖上船。

source: "Holy shit, all of this for a little piece of paper?! Just take it, and leave us alone!"
fr: "Nom de dieu, tout ça juste pour un petit bout de papier ?! Alors prenez-le et fichez-nous la paix !"
ko: "이런 젠장, 이 모든게 종이쪼가리 때문에? 그냥 가져가고, 우릴 내버려둬!"
ru: "Вот черт, и все это ради маленькой бумажки?! Просто возьмите ее и оставьте нас в покое!"
zh_hans: "我靠，这一切都是为了一张小纸片？你就拿去吧，别管我们了！"
