Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: Somehow, you've killed the Lost Sun ship before they could end the challenge. You were so close to a reward, but you've ruined it. You'll have to be content with the scrap from their ship.
fr: D'une manière ou d'une autre, vous avez tué les Lost Sun avant qu'ils puissent déclarer forfait. Vous étiez si proche d'une récompense, mais vous avez tout gaché. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 어찌된 일인지, 당신은 그들이 도전을 마치기 전에 로스트선 선원들을 모두 죽였습니다. 보상이 머지않았는데, 당신이 망쳤군요. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Каким-то образом вы уничтожили корабль Затерянных Солнц до того, как они смогли закончить испытание. Вы были так близки к награде, но все испортили. Вам придется довольствоваться обломками с их корабля.
zh_hans: 不知何故，你在迷失烈阳飞船结束挑战之前就已经杀死了他们。你离奖励如此之近，但你却毁了它。你只能满足于他们船上的废料了。

source: You've successfully killed all of the Lost Suns, and therefore forfeited any form of reward. You'll have to be content with the scrap from their ship.
fr: Vous avez réussi à tuer tout les Lost Sun et avez donc évité toute possibilité d'être récompensé par eux. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 당신은 성공적으로 로스트선 선원들을 모두 죽였습니다. 따라서 어떤 보상도 박탈당했습니다. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Вы благополучно уничтожили весь экипаж Затерянных Солнц и поэтому лишились любой формы вознаграждения. Вам придется довольствоваться обломками их корабля.
zh_hans: 你已经成功地铲除了所有的迷失烈阳飞船，因此放弃了任何形式的奖励。你只能满足于他们船上的废料了。

source: "Very good! You are one of the finest warriors I have ever witnessed! You have earned this reward."
fr: "Très bien ! Vous êtes l'un des meilleurs guerriers que j'ai pu observer ! Vous avez mérité cette récompense."
ko: "아주 좋소! 당신은 본인이 목격한 최고의 전사중 한 명이오! 이 보상을 가져가시오."
ru: "Очень хорошо! Ты один из лучших воинов, которых я когда-либо видел! Ты заслужил эту награду".
zh_hans: "非常好！你是我所见过的最优秀的战士之一！你已经赢得了这个奖励。"

source: Somehow, you've killed the Lost Sun ship before they could end the challenge. You were so close to a reward, but you've ruined it. You'll have to be content with the scrap from their ship.
fr: D'une manière ou d'une autre, vous avez tué les Lost Sun avant qu'ils puissent déclarer forfait. Vous étiez si proche d'une récompense, mais vous avez tout gaché. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 어찌된 일인지, 당신은 그들이 도전을 마치기 전에 로스트선 선원들을 모두 죽였습니다. 보상이 머지않았는데, 당신이 망쳤군요. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Каким-то образом вы уничтожили корабль Затерянных Солнц до того, как они смогли закончить испытание. Вы были так близки к награде, но все испортили. Вам придется довольствоваться обломками их корабля.
zh_hans: 不知何故，你在迷失烈阳飞船结束挑战之前就已经杀死了他们。你离奖励如此之近，但你却毁了它。你只能满足于他们船上的废料了。

source: You've successfully killed all of the Lost Suns, and therefore forfeited any form of reward. You'll have to be content with the scrap from their ship.
fr: Vous avez réussi à tuer tout les Lost Sun et avez donc évité toute possibilité d'être récompensé par eux. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 당신은 성공적으로 로스트선 선원들을 모두 죽였습니다. 따라서 어떤 보상도 박탈당했습니다. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Вы благополучно убили весь экипаж Затерянных Солнц и поэтому лишились любой формы вознаграждения. Вам придется довольствоваться обломками их корабля.
zh_hans: 你已经成功地铲除了所有的迷失烈阳飞船，因此放弃了任何形式的奖励。你只能满足于他们船上的废料了。

source: "Very good! You have proven yourself well in combat! You have earned this."
fr: "Très bien ! Vous vous êtes prouvés apte au combat ! Vous avez mérité ceci."
ko: "아주 좋소! 당신은 자신이 전투에 능함을 증명했소! 이것을 가져가시오."
ru: "Очень хорошо! Ты хорошо проявил себя в бою! Ты заслужил это".
zh_hans: "非常好！你已经在战斗中证明了自己的实力！这是你应得的。"

source: Somehow, you've killed the Lost Sun ship before they could end the challenge. You were so close to a reward, but you've ruined it. You'll have to be content with the scrap from their ship.
fr: D'une manière ou d'une autre, vous avez tué les Lost Sun avant qu'ils puissent déclarer forfait. Vous étiez si proche d'une récompense, mais vous avez tout gaché. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 어찌된 일인지, 당신은 그들이 도전을 마치기 전에 로스트선 선원들을 모두 죽였습니다. 보상이 머지않았는데, 당신이 망쳤군요. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Каким-то образом вы уничтожили корабль Затерянных Солнц до того, как они смогли закончить испытание. Вы были так близки к награде, но все испортили. Вам придется довольствоваться обломками их корабля.
zh_hans: 不知何故，你在迷失烈阳飞船结束挑战之前就已经杀死了他们。你离奖励如此之近，但你却毁了它。你只能满足于他们船上的废料了。

source: You've successfully killed all of the Lost Suns, and therefore forfeited any form of reward. You'll have to be content with the scrap from their ship.
fr: Vous avez réussi à tuer tout les Lost Sun et avez donc évité toute possibilité d'être récompensé par eux. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 당신은 성공적으로 로스트선 선원들을 모두 죽였습니다. 따라서 어떤 보상도 박탈당했습니다. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Вы благополучно убили весь экипаж Затерянных Солнц и поэтому лишились любой формы вознаграждения. Вам придется довольствоваться обломками их корабля.
zh_hans: 你已经成功地杀死了所有的迷失烈阳飞船，因此放弃了任何形式的奖励。你只能满足于他们船上的废料了。

source: "Very good! You have proven yourself well in combat! You have earned this."
fr: "Très bien ! Vous vous êtes prouvés apte au combat ! Vous avez mérité ceci."
ko: "아주 좋소! 당신은 자신이 전투에 능함을 증명했소! 이것을 가져가시오."
ru: "Очень хорошо! Ты хорошо проявил себя в бою! Ты заслужил это".
zh_hans: "非常好！你已经在战斗中证明了自己的实力！这是你应得的。"

source: Somehow, you've killed the Lost Sun ship before they could end the challenge. You were so close to a reward, but you've ruined it. You'll have to be content with the scrap from their ship.
fr: D'une manière ou d'une autre, vous avez tué les Lost Sun avant qu'ils puissent déclarer forfait. Vous étiez si proche d'une récompense, mais vous avez tout gaché. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 어찌된 일인지, 당신은 그들이 도전을 마치기 전에 로스트선 선원들을 모두 죽였습니다. 보상이 머지않았는데, 당신이 망쳤군요. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Каким-то образом вы уничтожили корабль Затерянных Солнц до того, как они смогли закончить испытание. Вы были так близки к награде, но все испортили. Вам придется довольствоваться обломками их корабля.
zh_hans: 不知何故，你在迷失烈阳飞船结束挑战之前就已经杀死了他们。你离奖励如此之近，但你却毁了它。你只能满足于他们船上的废料了。

source: You've successfully killed all of the Lost Suns, and therefore forfeighted any form of reward. You'll have to be content with the scrap from their ship.
fr: Vous avez réussi à tuer tout les Lost Sun et avez donc évité toute possibilité d'être récompensé par eux. Vous devrez vous contenter de la ferraille de leur vaisseau.
ko: 당신은 성공적으로 로스트선 선원들을 모두 죽였습니다. 따라서 어떤 보상도 박탈당했습니다. 당신은 그들의 배에서 나온 스크랩만으로 만족해야 합니다.
ru: Вы благополучно убили весь экипаж Затерянных Солнц и поэтому лишились любой формы вознаграждения. Вам придется довольствоваться обломками их корабля.
zh_hans: 你已经成功地杀死了所有的迷失烈阳飞船，因此放弃了任何形式的奖励。你将不得不满足于他们船上的废料。

source: The Cultist vessel has been taken care of. You scrap the remains.
fr: Vous vous êtes occupés du vaisseau Cultiste. Vous récupérez les restes.
ko: 이교도 선박을 처리했습니다. 당신은 남은 것들을 인양합니다.
ru: С судном Культистов покончено. Вы разбираете останки на металлолом.
zh_hans: 岩石异教徒的船只已经被处理了。你搜刮了残骸。

source: Check the pirate ship.
fr: Vérifier l'état du vaisseau pirate.
ko: 해적 함선을 조사한다.
ru: Осмотреть пиратский корабль.
zh_hans: 检查海盗船。

source: The Cultist vessel has been taken care of. You scrap the remains.
fr: Vous vous êtes occupés du vaisseau Cultiste. Vous récupérez les restes.
ko: 이교도 선박을 처리했습니다. 당신은 남은 것들을 인양합니다.
ru: С судном Культистов покончено. Вы разбираете останки на металлолом.
zh_hans: 岩石异教徒的船只已经被处理了。你搜刮了残骸。

source: Check the pirate ship.
fr: Vérifier l'état du vaisseau pirate.
ko: 해적 함선을 조사한다.
ru: Осмотреть пиратский корабль.
zh_hans: 检查海盗船。

source: You've defeated the pirate ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau pirate. Vous récupérez les restes.
ko: 당신은 해적선을 격파했습니다. 당신은 잔해를 인양합니다.
ru: Вы победили пиратское судно. Вы разбираете останки на металлолом.
zh_hans: 你已经打败了海盗船。你搜刮了残骸。

source: Finish what they started.
fr: Finir ce qu'ils ont commencé.
ko: 그들이 시작한 것읕 끝장낸다.
ru: Завершить начатое.
zh_hans: 完成他们开始的工作。

source: With the pirates dead, you scrap the ruins yourself and find a Crystal weapon!
fr: Avec les pirates morts, vous récupérez ce qui se trouve dans les ruines vous-mêmes et trouver une arme Cristalienne !
ko: 해적들이 죽은 후, 당신은 잔해를 인양하다 크리스탈 무기를 발견했습니다!
ru: После гибели пиратов вы сами разгребаете руины и находите оружие кристаллинов!
zh_hans: 海盗们都死了，你自己在废墟上搜刮，找到了一件水晶武器！

source: You've defeated the pirate ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau pirate. Vous récupérez les restes.
ko: 당신은 해적선을 끝장냈습니다. 당신은 잔해를 인양합니다.
ru: Вы победили пиратское судно. Вы разбираете останки на металлолом.
zh_hans: 你已经打败了海盗船。你搜刮了残骸。

source: Finish what they started.
fr: Finir ce qu'ils ont commencé.
ko: 그들이 시작한 것읕 끝장낸다.
ru: Завершить начатое.
zh_hans: 完成他们开始的工作。

source: With the pirates dead, you scrap the ruins yourself and find a Crystal weapon!
fr: Avec les pirates morts, vous récupérez ce qui se trouve dans les ruines vous-mêmes et trouver une arme Cristalienne !
ko: 해적들이 죽은 후, 당신은 잔해를 인양하다 크리스탈 무기를 발견했습니다!
ru: После гибели пиратов вы сами разгребаете руины и находите оружие кристаллинов!
zh_hans: 海盗们都死了，你自己在废墟上搜刮，找到了一件水晶武器！

# data/events_ships.xml.append$//ship[@name="SHIP_DUEL_CULTIST"]/destroyed/text
source: You've defeated the Cultist ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Cultiste. Vous récupérez les restes.
ko: 이교도 선박을 처리했습니다. 당신은 남은 것들을 인양합니다.
ru: Вы победили корабль Культистов. Вы собираете с корабля все полезное.
zh_hans: 你已经打败了岩石异教徒的飞船。你搜刮了残骸。

source: Contact the Crystals.
fr: Contacter les Cristaliens.
ko: 크리스탈 함선에 연락한다.
ru: Связаться с кристаллинами.
zh_hans: 联系水晶族飞船。

source: The Crystals thank you. "This sector is dangerous, I need out of here. Will you let me come with you?"
fr: Les Cristaliens vous remercient. "Ce secteur est dangereux, je dois sortir d'ici. Me laisserez-vous venir avec vous ?"
ko: 크리스탈은 감사를 표합니다. "이 구역은 위험하오, 이곳에서 빠져나가야겠소. 그대들의 뒤를 따라가도록 허락해주겠소?"
ru: Кристаллины благодарят вас. "Этот сектор опасен, мне нужно выбраться отсюда. Вы позволите мне пойти с вами?"
zh_hans: 水晶族感谢你。"这个星区很危险，我需要离开这里。你会让我和你一起去吗？"

# data/events_ships.xml.append$//ship[@name="SHIP_DUEL_CULTIST"]/deadCrew/text
source: You've defeated the Cultist ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Cultiste. Vous récupérez les restes.
ko: 이교도 선박을 처리했습니다. 당신은 남은 것들을 인양합니다.
ru: Вы победили корабль Культистов. Вы собираете с корабля все полезное.
zh_hans: 你已经打败了岩石异教徒的飞船。你搜刮了残骸。

source: Contact the Crystals.
fr: Contacter les Cristaliens.
ko: 크리스탈 함선에 연락한다.
ru: Связаться с кристаллинами.
zh_hans: 联系水晶族飞船。

source: The Crystals thank you. "This sector is dangerous, I need out of here. Will you let me come with you?"
fr: Les Cristaliens vous remercient. "Ce secteur est dangereux, je dois sortir d'ici. Me laisserez-vous venir avec vous ?"
ko: 크리스탈은 감사를 표합니다. "이 구역은 위험하오, 이곳에서 빠져나가야겠소. 그대들의 뒤를 따라가도록 허락해주겠소?"
ru: Кристаллины благодарят вас. "Этот сектор опасен, мне нужно выбраться отсюда. Вы позволите мне пойти с вами?"
zh_hans: 水晶族感谢你。"这个星区很危险，我需要离开这里。你会让我和你一起去吗？"

# data/events_ships.xml.append$//ship[@name="SHIP_DUEL_SENTINEL"]/destroyed/text
source: You've defeated the Crystalline ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Cristalien. Vous récupérez les restes.
ko: 당신은 크리스탈 함선을 파괴했습니다. 당신은 남은 잔해를 인양합니다.
ru: Вы победили корабль кристаллинов. Вы разбираете останки на металлолом.
zh_hans: 你已经打败了水晶族飞船。你搜刮了残骸。

source: Contact the Cultists.
fr: Contacter les Cultistes.
ko: 이교도에게 연락합니다.
ru: Связаться с Культистами.
zh_hans: 联系余烬教徒。

source: The Cultists aren't sure how to feel about you killing the Crystals, but they thank you nonetheless. They offer their services, hoping the Crystals won't run away from them if they're on your ship.
fr: Les Cultistes ne savent pas comment réagir au fait que ayez tué des Cristaliens, mais ils vous remercient tout de même. Ils offrent leurs services, en espérant que les Cristaliens ne chercheront pas à fuir d'eux s'ils sont sur votre vaisseau.
ko: 컬티스트들은 당신이 크리스탈들을 죽인 것에 대해 어떻게 생각해야 할지 혼란스러워 하지만, 그렇더라도 당신에게 감사를 표합니다. 이교도들이 그들이 제공할 수 있는 서비스를 보여줍니다. 크리스탈이 당신 함선에 있다면, 그들이 도망가지 않길 바랍니다.
ru: Культисты не знают, как относиться к тому, что вы убили кристаллинов, но тем не менее благодарят вас. Они предлагают свои услуги, надеясь, что кристаллины не сбегут от них, если окажутся на вашем корабле.
zh_hans: 余烬教徒们不确定对你杀死水晶族的感受，但他们还是感谢你。他们提供了自己的服务，希望水晶族在你的船上时不会逃离他们。

# data/events_ships.xml.append$//ship[@name="SHIP_DUEL_SENTINEL"]/deadCrew/text
source: You've defeated the Crystalline ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Cristalien. Vous récupérez les restes.
ko: 당신은 크리스탈 함선의 선원들을 처치했습니다. 당신은 쓸만한 것들을 모읍니다.
ru: Вы победили корабль кристаллинов. Вы разбираете останки на металлолом.
zh_hans: 你已经打败了水晶族飞船。你搜刮了残骸。

source: Contact the Cultists.
fr: Contacter les Cultistes.
ko: 이교도와 연락한다.
ru: Связаться с Культистами.
zh_hans: 联系余烬教徒。

source: The Cultists aren't sure how to feel about you killing the Crystals, but they thank you nonetheless. They offer their services, hoping the Crystals won't run away from them if they're on your ship.
fr: Les Cultistes ne savent pas comment réagir au fait que ayez tué des Cristaliens, mais ils vous remercient tout de même. Ils offrent leurs services, en espérant que les Cristaliens ne chercheront pas à fuir d'eux s'ils sont sur votre vaisseau.
ko: 컬티스트들은 당신이 크리스탈들을 죽인 것에 대해 어떻게 생각해야 할지 혼란스러워 하지만, 그렇더라도 당신에게 감사를 표합니다. 이교도들이 그들이 제공할 수 있는 서비스를 보여줍니다. 크리스탈이 당신 함선에 있다면, 그들이 도망가지 않길 바랍니다.
ru: Культисты не знают, как относиться к тому, что вы убили кристаллинов, но тем не менее благодарят вас. Они предлагают свои услуги, надеясь, что кристаллины не сбегут от них, если окажутся на вашем корабле.
zh_hans: 余烬教徒们不确定对你杀死水晶族的感受，但他们还是感谢你。他们提供了自己的服务，希望水晶族在你的船上时不会逃离他们。

# data/events_ships.xml.append$//ship[@name="SHIP_SENTINEL_BOUNTY"]/destroyed/text
source: The Crystalline ship explodes. You don't suspect this is what the Cultists had in mind by "capturing", so you quickly scrap the salvage and leave.
fr: Le vaisseau Cristallin explose. Vous vous doutez que ce n'est pas ce que les Cultistes avaient en têtes lorsqu'ils parlaient de "capturer" le vaisseau, alors vous vous empressez de récupérer les restes avant de partir.
ko: 크리스탈 함선이 폭발했습니다. 당신은 이교도들이 '나포'를 원해 이런 의뢰를 주었다고 의심치 않았기에, 재빨리 자원을 인양하고 떠났습니다.
ru: Корабль кристаллинов взрывается. Вы не уверены, что именно это имели в виду Культисты, говоря о "захвате", поэтому быстро забираете сохранившиеся вещи и уходите.
zh_hans: 水晶族飞船爆炸了。你不怀疑这就是余烬教徒"俘虏"的目的，所以你迅速地搜刮了打捞物并离开。

# data/events_ships.xml.append$//ship[@name="SHIP_SENTINEL_BOUNTY"]/deadCrew/text
source: You've emptied the ship of life-signs. However, while scrapping the exterior you hear a faint voice calling out for help. It appears one of the Crystalline Sentinels survived! They beg for you to spare them. "Please, these cultists are insane. They've been trying to take us Sentinels hostage, thinking we're some sort of ultimate power source."
fr: Vous avez vidé le vaisseau de toute formes de vies. Cependant, en raclant l'extérieur, vous entendez une faible voix appelant à l'aide. Il semblerait que l'une des Sentinelles Cristaliennes ait survécu ! Il vous supplie de l'épargner. "Pitié, ces cultistes sont fous. Ils essaient de nous prendre nous, les Sentinelles, en otages, en pensant que nous sommes une ultime source de pouvoir."
ko: 더이상 함선에 생체 신호가 감지되지 않습니다. 그러나, 함선의 외관을 해체하고 있는 도중 당신은 도움을 요청하는 희미한 목소리를 듣습니다. 생존한 크리스탈 감시병인 것 같습니다! "부탁드리오, 이 이교도들은 제정신이 아니오. 그들은 나와 동무들을 감시병의 인질로 삼으려 했소, 우리를 일종의 초월적인 동력원으로 여김하고 있는 것 같소."
ru: Вы очистили корабль от признаков жизни. Однако, разбирая внешнюю обшивку, вы услышали слабый голос, зовущий на помощь. Похоже, один из кристаллических Часовых выжил! Он умоляет вас пощадить его. "Пожалуйста, эти Культисты безумны. Они пытались взять нас, Часовых, в заложники, думая, что мы - некий источник абсолютной силы".
zh_hans: 你已经清空了船上的生命迹象。然而，在刮除外部的时候，你听到一个微弱的声音在呼救。似乎有一名戍卫者幸存下来了！他们乞求你放过他们。"求你了，这些余烬教徒都是疯子。他们一直想把我们这些哨兵当做人质，认为我们是某种终极力量源泉。"

source: Hand the Sentinel over to the Cultists.
fr: Remettre la Sentinelle aux Cultistes.
ko: 감시병을 이교도들에게 넘긴다.
ru: Отдать Часового Культистам.
zh_hans: 把戍卫者交给余烬教徒。

source: The Cultists thank you for your assistance, and pay you some scrap.
fr: Les Cultistes vous remercient pour votre aide et vous dédommagent en ferraille.
ko: 이교도는 당신의 도움에 감사하곤, 약간의 스크랩을 보냅니다.
ru: Культисты благодарят вас за помощь и передают вам немного лома.
zh_hans: 余烬教徒们感谢你的帮助，并付给你一些废料。

source: Save the Sentinel.
fr: Sauver la Sentinelle.
ko: 감시병을 구출한다.
ru: Спасти Часового.
zh_hans: 拯救戍卫者。

source: You help the Sentinel to their feet. However, it's too late. the Cultists have already spotted you! They beam aboard some troops to try and take back the Crystal.
fr: Vous aidez la Sentinelle à se relever. Cependant, il est trop tard ; les Cultistes vous ont déjà repérés ! Ils téléportent des troupes pour essayer de reprendre le Cristalien.
ko: 당신은 감시병이 스스로 일어설 수 있도록 도왔습니다. 하지만, 너무 늦었습니다. 이미 이교도들이 당신을 포착했습니다! 그들은 크리스탈을 되찾기 위해 병사를 보냈습니다.
ru: Вы помогаете стражу подняться на ноги. Однако уже слишком поздно. Культисты заметили вас! Они поднимают на борт несколько солдат, чтобы попытаться вернуть кристаллина.
zh_hans: 你帮助戍卫者站起来。然而，这已经太晚了。余烬教徒已经发现了你！他们把一些部队传送到船上，试图夺回水晶族。

source: The Cultist ship has been defeated. You scrap the wreckage.
fr: Le vaisseau Cultiste a été vaincu. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 이교도 함선이 파괴됐습니다. 당신은 잔해중 쓸만한 것들을 모읍니다.
ru: Корабль Культистов побежден. Вы собираете обломки.
zh_hans: 余烬教徒的飞船被打败了。你搜刮了残骸。

source: Contact the Rebels.
fr: Contacter les Rebelles.
ko: 반군들에게 연락한다.
ru: Связаться с повстанцами.
zh_hans: 联系叛军。

source: The Cultist ship has been defeated. You scrap the wreckage.
fr: Le vaisseau Cultiste a été vaincu. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 이교도 함선을 처리했습니다. 당신은 잔해중 쓸만한 것들을 모읍니다.
ru: Корабль Культистов побежден. Вы разбираете обломки.
zh_hans: 余烬教徒的飞船被打败了。你搜刮了残骸。

source: Contact the Rebels.
fr: Contacter les Rebelles.
ko: 반군들에게 연락한다.
ru: Связаться с повстанцами.
zh_hans: 联系叛军。

source: The Rebel ship has been defeated. You scrap the wreckage.
fr: Le vaisseau Rebelle a été vaincu. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 반군 함선을 처리했습니다. 당신은 잔해중 쓸만한 것들을 모읍니다.
ru: Корабль повстанцев побежден. Вы собираете обломки.
zh_hans: 叛军的飞船被打败了。你搜刮了残骸。

source: Contact the Cultists.
fr: Contacter les Cultistes.
ko: 이교도들에게 연락한다.
ru: Связаться с Культистами.
zh_hans: 联系余烬教徒。

source: The Rebel ship has been defeated. You scrap the wreckage.
fr: Le vaisseau Rebelle a été vaincu. Vous récupérez tout ce que vous pouvez sur l'épave.
ko: 반군 함선을 처리했습니다. 당신은 잔해중 쓸만한 것들을 모읍니다.
ru: Корабль повстанцев побежден. Вы собираете обломки.
zh_hans: 叛军的飞船被打败了。你搜刮了残骸。

source: Contact the Cultists.
fr: Contacter les Cultistes.
ko: 이교도들에게 연락한다.
ru: Связаться с Культистами.
zh_hans: 联系余烬教徒。

source: You've defeated the cealaforming station. It's hard to scrap the wreckage because of the storm, so you just collect some of the debris.
fr: Vous avez vaincu la station Dissimulatrice. Il est difficile de démonter l'épave en raison de la tempête, alors vous vous contentez seulement de certains débris.
ko: 당신은 실라포밍 정거장을 파괴했습니다. 폭풍때문에 인양 작업에 어려움이 생기는 바람에, 당신은 그냥 잔해를 조금만 모으기로 합니다.
ru: Вы победили станцию цеалаформирования. Из-за бури трудно собирать обломки, поэтому вы просто подобрали небольшую часть.
zh_hans: 你已经打败了天体构造技术空间站。由于空间风暴的影响，很难搜刮残骸，所以你只是收集一些残骸。

source: Continue raiding the platform.
fr: Continuer de piller la plateforme.
ko: 계속해서 정거장을 공격한다.
ru: Продолжать налет на платформу.
zh_hans: 继续搜刮舰台。

source: Without anything to protect the platform now, all of the supplies are yours.
fr: Sans obstacle pour protéger la station dorénavant, leurs ressources sont à vous.
ko: 정거장을 지킬 것이 아무것도 남지 않았으니, 모든 보급품이 당신 것입니다.
ru: Теперь, когда платформу ничто не защищает, все запасы принадлежат вам.
zh_hans: 现在没有任何东西来保护这个舰台，所有的物资都是你的。

source: You've defeated the cealaforming station. It's hard to scrap the wreckage because of the storm, so you just collect some of the debris.
fr: Vous avez vaincu la station Dissimulatrice. Il est difficile de démonter l'épave en raison de la tempête, alors vous vous contentez seulement de certains débris.
ko: 당신은 실라포밍 정거장의 모든 생명체를 없앴습니다. 폭풍때문에 인양 작업에 어려움이 생기는 바람에, 당신은 그냥 잔해를 조금만 모으기로 합니다.
ru: Вы победили станцию цеалаформирования. Из-за бури трудно собирать обломки, поэтому вы просто подобрали небольшую часть.
zh_hans: 你已经打败了天体构造技术空间站。由于空间风暴的影响，很难搜刮残骸，所以你只是收集一些残骸。

source: Continue raiding the platform.
fr: Continuer de piller la plateforme.
ko: 계속해서 정거장을 공격한다.
ru: Продолжать налет на платформу.
zh_hans: 继续搜刮舰台。

source: Without anything to protect the platform now, all of the supplies are yours.
fr: Sans obstacle pour protéger la station dorénavant, leurs ressources sont à vous.
ko: 정거장을 지킬 것이 아무것도 남지 않았으니, 모든 보급품이 당신 것입니다.
ru: Теперь, когда платформу ничто не защищает, все запасы принадлежат вам.
zh_hans: 现在没有任何东西来保护这个舰台，所有的物资都是你的。

source: The Slug ship breaks apart and your systems return to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et vos systèmes se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 당신 함선의 시스템이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваши системы приходят в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体，你的系统恢复正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your systems return to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et vos systèmes se remettent à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원이 모두 사망하자, 당신은 재빨리 그들의 해킹 모듈을 끕니다. 이내 함선이 정상으로 되돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете его модуль Взлома, и ваши системы возвращаются в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的系统恢复正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your engines return to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et vos Moteurs se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선의 엔진이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваши двигатели приходят в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族船解体了，你的引擎也恢复了正常。你收集你能收集的东西。

source: With their crew dead, you quickly shut off their hacking module and your engines return to normal. You strip the ship.
fr: Tous les ennemis sont morts. Vous coupez leur module de piratage et vos Moteurs se remettent à fonctionner normalement. Cela fait, vous désossez le vaisseau adverse.
ko: 적 선원들이 모두 사망하자 당신은 재빨리 적의 해킹 모듈을 끕니다. 이내 함선의 엔진이 정상으로 돌아옵니다. 당신은 적 함선에서 유용한 것들을 벗겨냅니다.
ru: После гибели экипажа вы быстро отключаете модуль Взлома и возвращаете двигатели в нормальное состояние. Вы разбираете корабль.
zh_hans: 随着他们的船员死亡，你迅速关闭了他们的黑客模块，你的引擎恢复正常。你把这艘船剥掉。

source: The Slug ship breaks apart and your shields return to normal. You collect what you can.
fr: Le vaisseau Limace se disloque et vos Boucliers se remettent à fonctionner normalement. Vous récupérez ce que vous pouvez sur l'épave.
ko: 슬러그 함선이 산산조각나자 함선의 방어막 제어실이 정상으로 되돌아옵니다. 당신은 잔해를 인양합니다.
ru: Корабль слизней распадается на части, и ваши щиты приходят в норму. Вы собираете все, что можете.
zh_hans: 蛞蝓族飞船解体了，你的护盾也恢复了正常。你收集你能收集的东西。
