Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You go digging in the Separatist's storage, but don't find any Aether tech. You do however find a crew drone to use.
fr: Vous fouillez la cargaison du Séparatiste, mais ne trouvez aucune technologie ancienne. Vous trouvez cependant un drone d'équipage à utiliser.
ko: 분리주의자 창고를 파헤쳤지만 아이테르 장비는 찾지 못했습니다. 그러나 사용할 수 있는 선원 드론을 찾았습니다.
ru: Вы роетесь в хранилище Сепаратистов, но не находите никаких технологий эфира. Зато вы нашли дрон, который можно использовать.
zh_hans: 你在分离者的仓库里挖东西，但没有找到任何以太科技。不过，你确实找到了一架可以使用的船员无人机。

source: "Mortal beings, you must not be aware of the consequences of your actions. We are not meant to die. Kill us, and you will suffer a terrible fate."
fr: "Êtres mortels, vous ne devez pas être au courant des conséquences de vos actions. Nous ne sommes pas destinés à mourir. Tuez nous et vous souffrirerez un sort terrible."
ko: "필멸의 존재들이여, 너는 너의 행동에 대한 책임과 결과를 알 필요성이 없다. 우린 아직 죽을 운명이 아니기에 니가 우릴 죽인다면, 너는 끔찍한 운명을 맞이하게 될 것이다."
ru: "Смертные существа, вы не должны осознавать последствий своих действий. Мы не предназначены для смерти. Убейте нас, и вас постигнет ужасная участь".
zh_hans: "凡人，你一定不知道你的行为的后果。我们并不是要去死。杀了我们，你们将遭受可怕的命运。"

source: Let them go.
fr: Les laisser partir.
ko: 그들을 보내준다.
ru: Отпустить их.
zh_hans: 放过对方。

source: We aren't afraid of you.
fr: Vous ne nous faites pas peur.
ko: 우린 당신이 두렵지 않다.
ru: Мы вас не боимся.
zh_hans: 我们并不害怕你。

# data/events_ships.xml.append$//ship[@name="SHIP_ANCIENT_AUTO"]/destroyed/text
source: The precursor Auto-ship has been destroyed. You scrap what remains.
fr: Le vaisseau automatisé précurseur a été détruit. Vous récupérez ce qu'il reste.
ko: 선구자 무인선을 격파했습니다. 남아있는 잔해에서 쓸만한 자원을 인양합니다.
ru: Автоматический корабль предтеч уничтожен. То, что осталось, можно разобрать на металлолом.
zh_hans: 你击败了这艘先驱者自动舰，并进行搜刮。

source: You've defeated the Obelisk ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Obélisque. Vous récupérez les restes.
ko: 오벨리스크 함선을 파괴했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы победили корабль обелисков. Останки вы разбираете на металлолом.
zh_hans: 你击败了这艘方碑战舰，并进行搜刮。

source: Contact the Feds.
fr: Contacter les Fédérés.
ko: 연방에 연락한다.
ru: Связаться с федералами.
zh_hans: 联系联邦机构。

source: You're answered by a human soldier, breathing deeply through his mask. "Thanks, we were sure that we were goners. Say... you're Federation too aren't you? Oh, it's good to see a friendly face. We were stationed in the MFK Fleet as spies, but we never realized our job would end us up here. I have no use working on this ship any longer, but I could be of service on yours!"
fr: Un soldat humain vous répond, respirant profondemment à travers son masque. "Merci, nous pensions être fichus. Dites... vous êtes aussi de la Fédération, n'est-ce pas ? Oh, que c'est bon de voir un visage amical. Nous étions stationnés parmi la flotte MFK en tant qu'espions, mais jamais n'avions nous pensé que notre boulot nous amènerait ici. Je n'ai plus de raison de travailler sur ce vaisseau désormais, mais je pourrai être utile sur le votre !"
ko: 인간 병사가 마스크로 숨을 깊게 들이마시며 대답했습니다. "고맙습니다, 우리는 우리가 이미 끝났다고 확신했습니다. 당신도 연방이지 않습니까? 오, 친근한 얼굴을 보니 좋군요. 우리는 스파이로써 MFK 함대에 배치되었지만, 우리의 일이 여기서 끝날줄은 생각치 못했습니다. 더이상 이 함선에서 일하는 것은 의미없지만, 당신의 함선에서 도움이 될 수 있다고봅니다."
ru: Вам отвечает человек-солдат, глубоко дышащий через маску. "Спасибо, мы были уверены, что нам конец. Скажите... вы ведь тоже из Федерации? Рад видеть друзей. Мы служили на флоте МФК в качестве шпионов, но мы и подумать не могли, что наша работа приведет нас сюда. Мне больше нет смысла работать на этом корабле, но я могу быть полезен на вашем!"
zh_hans: 回答你的是一个人类士兵，他通过面具深呼吸。"谢谢，我们确信我们已经死了。我说...你也是联邦的，对吗？哦，很高兴看到一张友好的脸。我们被派驻到MFK舰队做间谍，但我们从未意识到我们的工作会让我们在这里结束。我在这艘船上工作已经没有用了，但我可以为你服务！"

source: You've defeated the Obelisk ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Obélisque. Vous récupérez les restes.
ko: 오벨리스크 함선을 파괴했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы победили корабль обелисков. Останки вы разбираете на металлолом.
zh_hans: 你击败了这艘方碑战舰，并进行搜刮。

source: Contact the Feds.
fr: Contacter les Fédérés.
ko: 연방에 연락한다.
ru: Связаться с федералами.
zh_hans: 联系联邦机构。

source: You're answered by a human soldier, breathing deeply through his mask. "Thanks, we were sure that we were goners. Say... you're Federation too aren't you? Oh, it's good to see a friendly face. We were stationed in the MFK Fleet as spies, but we never realized our job would end us up here. I have no use working on this ship any longer, but I could be of service on yours!"
fr: Un soldat humain vous répond, respirant profondemment à travers son masque. "Merci, nous pensions être fichus. Dites... vous êtes aussi de la Fédération, n'est-ce pas ? Oh, que c'est bon de voir un visage amical. Nous étions stationnés parmi la flotte MFK en tant qu'espions, mais jamais n'avions nous pensé que notre boulot nous amènerait ici. Je n'ai plus de raison de travailler sur ce vaisseau désormais, mais je pourrai être utile sur le votre !"
ko: 인간 병사가 마스크로 숨을 깊게 들이마시며 대답했습니다. "고맙습니다, 우리는 우리가 이미 끝났다고 확신했습니다. 당신도 연방이지 않습니까? 오, 친근한 얼굴을 보니 좋군요. 우리는 스파이로써 MFK 함대에 배치되었지만, 우리의 일이 여기서 끝날줄은 생각치 못했습니다. 더이상 이 함선에서 일하는 것은 의미없지만, 당신의 함선에서 도움이 될 수 있다고봅니다."
ru: Вам отвечает человек-солдат, глубоко дышащий через маску. "Спасибо, мы были уверены, что нам конец. Скажите... вы ведь тоже из Федерации? Рад видеть друзей. Мы служили на флоте МФК в качестве шпионов, но мы и подумать не могли, что наша работа приведет нас сюда. Мне больше нет смысла работать на этом корабле, но я могу быть полезен на вашем!"
zh_hans: 回答你的是一个人类士兵，他通过面具深呼吸。"谢谢，我们确信我们已经死了。我说...你也是联邦的，对吗？哦，很高兴看到一张友好的脸。我们被派驻到MFK舰队做间谍，但我们从未意识到我们的工作会让我们在这里结束。我在这艘船上工作已经没有用了，但我可以为你服务！"

# data/events_ships.xml.append$//ship[@name="SHIP_ROYAL_SPY_MFK"]/destroyed/text
source: You've defeated the Rebel ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Rebelle. Vous récupérez les restes.
ko: 반군 함선을 파괴했습니다. 잔해에서 남아있는 자원을 인양합니다.
ru: Вы победили корабль повстанцев. Вы разбираете останки на металлолом.
zh_hans: 你击败了这艘叛军战舰，并进行搜刮。

source: Contact the Obelisks.
fr: Contacter les Obélisques.
ko: 오벨리스크와 연락한다.
ru: Связаться с обелисками.
zh_hans: 联系方碑族。

source: "Mortals, most wonderful! May fortune shine upon us all. These Rebels have taken what little hope we had, and I fear I have little chances of surviving if I stay on my ship. Perhaps I shall join yours."
fr: "Mortels, c'était grandiose ! Que la fortune rayonne sur nous tous. Ces Rebelles nous ont prit le peu d'espoir que nous avions et j'ai bien peur d'avoir de faibles chances de survie si je reste sur mon vaisseau. Peut-être devrais-je rejoindre le votre."
ko: "필멸자들이여, 정말 경이로운 자들이군! 행운이 우리 모두에게 있기를 빈다. 이 반군은 우리가 가진 작은 희망을 앗아갔고, 내가 내 함선에 남아있으면 살아남을 기회조차 없을 것 같아 두렵도다. 그래서 당신들과 합류하고자 하건데 어떠한가?"
ru: "Смертные - самые замечательные! Пусть удача светит нам всем. Эти повстанцы отняли у нас все надежды, и я боюсь, что у меня мало шансов выжить, если я останусь на своем корабле. Возможно, я присоединюсь к вашему".
zh_hans: "凡人，最精彩！愿幸运之神照耀着我们所有人。这些叛军夺走了我们仅有的一点希望，如果我留在我的船上，我恐怕没有什么机会活下来。也许我应该加入你的船。"

# data/events_ships.xml.append$//ship[@name="SHIP_ROYAL_SPY_MFK"]/deadCrew/text
source: You've defeated the Rebel ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Rebelle. Vous récupérez les restes.
ko: 반군 함선을 파괴했습니다. 잔해에서 남아있는 자원을 인양합니다.
ru: Вы победили корабль повстанцев. Вы разбираете останки на металлолом.
zh_hans: 你击败了这艘叛军战舰，并进行搜刮。

source: Contact the Obelisks.
fr: Contacter les Obélisques.
ko: 오벨리스크와 연락한다.
ru: Связаться с обелисками.
zh_hans: 联系方碑族。

source: "Mortals, most wonderful! May fortune shine upon us all. These Rebels have taken what little hope we had, and I fear I have little chances of surviving if I stay on my ship. Perhaps I shall join yours."
fr: "Mortels, c'était grandiose ! Que la fortune rayonne sur nous tous. Ces Rebelles nous ont prit le peu d'espoir que nous avions et j'ai bien peur d'avoir de faibles chances de survie si je reste sur mon vaisseau. Peut-être devrais-je rejoindre le votre."
ko: "필멸자들이여, 정말 경이로운 자들이군! 행운이 우리 모두에게 있기를 빈다. 이 반군은 우리가 가진 작은 희망을 앗아갔고, 내가 내 함선에 남아있으면 살아남을 기회조차 없을 것 같아 두렵도다. 그래서 당신들과 합류하고자 하건데 어떠한가?"
ru: "Смертные - самые замечательные! Пусть удача светит нам всем. Эти повстанцы отняли у нас все надежды, и я боюсь, что у меня мало шансов выжить, если я останусь на своем корабле. Возможно, я присоединюсь к вашему".
zh_hans: "凡人，最精彩！愿幸运之神照耀着我们所有人。这些叛军夺走了我们仅有的一点希望，如果我留在我的船上，我恐怕没有什么机会活下来。也许我应该加入你的船。"

source: You've defeated the Obelisk ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Obélisque. Vous récupérez les restes.
ko: 오벨리스크 함선을 파괴했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы победили корабль обелисков. Останки вы разбираете на металлолом.
zh_hans: 你击败了这艘方碑战舰，并进行搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No further ships move in to attack you, and you suspect they've given up trying. You land nearby, crew with their guns drawn, waiting for the Royals to send out a party. Indeed, an irate cuboid exits the structure, with a chained Sentinel carrying a weapon by him. "Fighting you air-hoggers isn't worth the effort. Take this weapon, and leave us."
fr: Aucun autre vaisseau n'approche pour vous attaquer et vous soupçonnez qu'ils ont jeté l'éponge. Vous atterissez non loin, votre équipage armé et paré, attendant à ce que les Royals envoient une équipe. En effet, un furieux cuboïde sort de la structure, accompagné d'une Sentinelle enchaînée qui transporte une arme. "Se battre contre vous, les accapareurs d'airs, ne vaut pas le coup. Prenez cette arme et laissez-nous."
ko: 다른 함선들은 투지를 잃은 것인지 더 이상 공격해오지 않았습니다. 당신은 행성에 착륙하고 무장한 선원들과 함께 지면으로 내려가 로얄들이 전령을 보내길 기다렸습니다. 화가 난 오벨리스크가 사슬에 묶인 채 무기를 들고 있는 감시병과 함께 구조물에서 나왔습니다. "너희 오랑캐들과 싸워봐야 얻을 게 없다. 이 무기를 받고 냉큼 떠나라."
ru: Больше ни один корабль не нападает на вас, и вы подозреваете, что они оставили свои попытки. Вы приземляетесь неподалеку, экипаж держит оружие наготове, ожидая, что Дворяне вызовут десант. Действительно, из строения выходит раздраженный кубоид с прикованным Часовым, который несет оружие. "Борьба с вами, похитителями воздуха, не стоит затраченных усилий. Возьмите это оружие и покиньте нас".
zh_hans: 没有更多的船进场攻击你，你怀疑他们已经放弃了尝试。你在附近降落，船员们都拔出枪来，等着罗伊人派人过来。果然，一个愤怒的立方体走出了建筑，他身边有一个被锁住的戍卫者拿着武器。"和你们这些空中霸主战斗不值得。拿着这个武器，离开我们。"

source: Take the weapon.
fr: Prendre l'arme.
ko: 무기를 가져간다.
ru: Взять оружие.
zh_hans: 拿着武器。

source: Offer to take the slave instead.
fr: Offrir de prendre l'esclave à la place.
ko: 대신 노예를 가져간다.
ru: Предложить вместо оружия взять раба.
zh_hans: 主动提出带走奴隶。

source: "You desire this filth? He betrayed both us and his own kind because he wanted to... HAH, go home! Ridiculous. But if you wish, please take him off our hands."
fr: "Vous désirez cette ordure ? Elle nous à la fois trahit nous et son espèce car elle désirait... HAH, rentrer chez elle ! Ridicule. Mais si vous la désirez, veuillez nous en débarasser."
ko: "이 더러운 것을 원한단말인가? 이 잡종은 우리와 동족을 배신한 이유로... 허, 그냥 썩 꺼져라! 웃기는군. 하지만 니가 원한다면, 이 추악한놈을 가져가거라."
ru: "Ты хочешь эту мерзость? Он предал и нас, и свой род, потому что хотел... ХА-ХА, иди домой! Смешно. Но если ты хочешь, пожалуйста, забирай его".
zh_hans: "你渴望这个肮脏的东西？他同时背叛了我们和他的同类，因为他想...哈，回家吧！荒唐。但如果你愿意，请把他从我们手中带走。"

source: You've defeated the Obelisk ship. You scrap the remains.
fr: Vous avez vaincu le vaisseau Obélisque. Vous récupérez les restes.
ko: 오벨리스크 함선을 파괴했습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Вы победили корабль обелисков. Останки вы разбираете на металлолом.
zh_hans: 你击败了这艘方碑战舰，并进行搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No further ships move in to attack you, and you suspect they've given up trying. You land nearby, crew with their guns drawn, waiting for the Royals to send out a party. Indeed, an irate cuboid exits the structure, with a chained Sentinel carrying a weapon by him. "Fighting you air-hoggers isn't worth the effort. Take this weapon, and leave us."
fr: Aucun autre vaisseau n'approche pour vous attaquer et vous soupçonnez qu'ils ont jeté l'éponge. Vous atterissez non loin, votre équipage armé et paré, attendant à ce que les Royals envoient une équipe. En effet, un furieux cuboïde sort de la structure, accompagné d'une Sentinelle enchaînée qui transporte une arme. "Se battre contre vous, les accapareurs d'airs, ne vaut pas le coup. Prenez cette arme et laissez-nous."
ko: 다른 함선들은 투지를 잃은 것인지 더 이상 공격해오지 않았습니다. 당신은 행성에 착륙하고 무장한 선원들과 함께 지면으로 내려가 로얄들이 전령을 보내길 기다렸습니다. 화가 난 오벨리스크가 사슬에 묶인 채 무기를 들고 있는 감시병과 함께 구조물에서 나왔습니다. "너희 오랑캐들과 싸워봐야 얻을 게 없다. 이 무기를 받고 냉큼 떠나라."
ru: Больше ни один корабль не нападает на вас, и вы подозреваете, что они оставили свои попытки. Вы приземляетесь неподалеку, экипаж держит оружие наготове, ожидая, что Дворяне вызовут десант. Действительно, из строения выходит раздраженный кубоид с прикованным Часовым, который несет оружие. "Борьба с вами, похитителями воздуха, не стоит затраченных усилий. Возьмите это оружие и покиньте нас".
zh_hans: 没有更多的船进场攻击你，你怀疑他们已经放弃了尝试。你在附近降落，船员们都拔出枪来，等着罗伊人派人过来。果然，一个愤怒的立方体走出了建筑，他身边有一个被锁住的戍卫者拿着武器。"和你们这些空中霸主战斗不值得。拿着这个武器，离开我们。"

source: Take the weapon.
fr: Prendre l'arme.
ko: 무기를 가져간다.
ru: Взять оружие.
zh_hans: 拿着武器。

source: Offer to take the slave instead.
fr: Offrir de prendre l'esclave à la place.
ko: 대신 노예를 가져간다.
ru: Предложить вместо оружия взять раба.
zh_hans: 主动提出带走奴隶。

source: "You desire this filth? He betrayed both us and his own kind because he wanted to... HAH, go home! Ridiculous. But if you wish, please take him off our hands."
fr: "Vous désirez cette ordure ? Elle nous à la fois trahit nous et son espèce car elle désirait... HAH, rentrer chez elle ! Ridicule. Mais si vous la désirez, veuillez nous en débarasser."
ko: "이 더러운 것을 원한단말인가? 이 잡종은 우리와 동족을 배신한 이유로... 허, 그냥 썩 꺼져라! 웃기는군. 하지만 니가 원한다면, 이 추악한놈을 가져가거라."
ru: "Ты хочешь эту мерзость? Он предал и нас, и свой род, потому что хотел... ХА-ХА, иди домой! Смешно. Но если ты хочешь, пожалуйста, забирай его".
zh_hans: "你渴望这个肮脏的东西？他同时背叛了我们和他的同类，因为他想...哈，回家吧！荒唐。但如果你愿意，请把他从我们手中带走。"

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET"]/destroyed/text
source: You've managed to defeat the fleet ship, but you hardly have enough time to salvage more than a single fuel canister.
fr: Vous avez réussi à vaincre le vaisseau de la flotte, mais le temps vous étant imparti ne vous permet pas de récupérer plus qu'une simple cellule de carburant.
ko: 함선을 무찌르는 데 성공했지만 연료통 한 개 밖에 인양할 시간이 없었습니다.
ru: Вам удалось победить корабль флота, но у вас едва ли есть время подобрать что-то помимо одной канистры с топливом.
zh_hans: 你设法击败了舰队派的战舰，但除了一罐燃料以外根本没有时间回收其他物品。

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET"]/deadCrew/text
source: You've managed to defeat the fleet ship, but you hardly have enough time to salvage more than a single fuel canister.
fr: Vous avez réussi à vaincre le vaisseau de la flotte, mais le temps vous étant imparti ne vous permet pas de récupérer plus qu'une simple cellule de carburant.
ko: 함선을 무찌르는 데 성공했지만 연료통 한 개 밖에 인양할 시간이 없었습니다.
ru: Вам удалось победить корабль флота, но у вас едва ли есть время подобрать что-то помимо одной канистры с топливом.
zh_hans: 你设法击败了舰队派的战舰，但除了一罐燃料以外根本没有时间回收其他物品。

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET_S"]/destroyed/text
source: You've managed to defeat the fleet ship, but you hardly have enough time to salvage more than a few resources. Still, the destruction of one of these rare and powerful ships will likely cause some trouble for the fleet.
fr: Vous avez réussi à vaincre le vaisseau de la flotte, mais le temps vous étant imparti ne vous permet pas de récupérer plus qu'une simple portion de ressources. Tout de même, la destruction de l'un de ces puissants et rares vaisseaux va sûrement causer des problèmes à la flotte.
ko: 반군 함대를 물리치긴 했지만, 몇 가지 이상의 자원을 확보하기에는 시간이 촉박합니다. 그럼에도 불구하고, 이 희귀하고 강력한 함선들 중 한 척의 파괴는 반군 함대에 약간의 문제를 야기할 수 있습니다.
ru: Вам удалось победить корабль флота, но у вас вряд ли хватит времени, чтобы собрать больше, чем несколько припасов. Тем не менее, уничтожение одного из этих редких и мощных кораблей, скорее всего, доставит флоту некоторые неприятности.
zh_hans: 你已经成功地击败了舰队的飞船，但你几乎没有足够的时间来抢救一些资源。尽管如此，摧毁这些稀有而强大的船只之一，很可能会给舰队带来一些麻烦。

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET_S"]/deadCrew/text
source: You've managed to defeat the fleet ship, but you hardly have enough time to salvage more than a few resources. Still, the defeat of one of these rare and powerful ships will likely cause some trouble for the fleet.
fr: Vous avez réussi à vaincre le vaisseau de la flotte, mais le temps vous étant imparti ne vous permet pas de récupérer plus qu'une simple portion de ressources. Tout de même, la destruction de l'un de ces puissants et rares vaisseaux va sûrement causer des problèmes à la flotte.
ko: 반군 함대를 물리치긴 했지만, 몇 가지 이상의 자원을 확보하기에는 시간이 촉박합니다. 그럼에도 불구하고, 이 희귀하고 강력한 함선들 중 한 척의 파괴는 반군 함대에 약간의 문제를 야기할 수 있습니다.
ru: Вам удалось победить корабль флота, но у вас вряд ли хватит времени, чтобы собрать больше, чем несколько ресурсов. Тем не менее, поражение одного из этих редких и мощных кораблей, скорее всего, доставит флоту некоторые неприятности.
zh_hans: 你已经成功地击败了舰队的飞船，但你几乎没有足够的时间来抢救更多的资源。尽管如此，击败这些罕见的强大的飞船之一，很可能会给舰队带来一些麻烦。

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET_S_A"]/destroyed/text
source: You've managed to defeat the fleet ship, but you hardly have enough time to salvage more than a few resources. Still, the destruction of one of these rare and powerful ships will likely cause some trouble for the fleet.
fr: Vous avez réussi à vaincre le vaisseau de la flotte, mais le temps vous étant imparti ne vous permet pas de récupérer plus qu'une simple portion de ressources. Tout de même, la destruction de l'un de ces puissants et rares vaisseaux va sûrement causer des problèmes à la flotte.
ko: 반군 함대를 물리치긴 했지만, 몇 가지 이상의 자원을 확보하기에는 시간이 촉박합니다. 그럼에도 불구하고, 이 희귀하고 강력한 함선들 중 한 척의 파괴는 반군 함대에 약간의 문제를 야기할 수 있습니다.
ru: Вам удалось победить корабль флота, но у вас вряд ли хватит времени, чтобы собрать больше, чем несколько припасов. Тем не менее, уничтожение одного из этих редких и мощных кораблей, скорее всего, доставит флоту некоторые неприятности.
zh_hans: 你已经成功地击败了舰队的飞船，但你几乎没有足够的时间来抢救一些资源。尽管如此，摧毁这些稀有而强大的船只之一，很可能会给舰队带来一些麻烦。

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET_S_A"]/deadCrew/text
source: You've managed to defeat the fleet ship, but you hardly have enough time to salvage more than a few resources. Still, the defeat of one of these rare and powerful ships will likely cause some trouble for the fleet.
fr: Vous avez réussi à vaincre le vaisseau de la flotte, mais le temps vous étant imparti ne vous permet pas de récupérer plus qu'une simple portion de ressources. Tout de même, la destruction de l'un de ces puissants et rares vaisseaux va sûrement causer des problèmes à la flotte.
ko: 반군 함대를 물리치긴 했지만, 몇 가지 이상의 자원을 확보하기에는 시간이 촉박합니다. 그럼에도 불구하고, 이 희귀하고 강력한 함선들 중 한 척의 파괴는 반군 함대에 약간의 문제를 야기할 수 있습니다.
ru: Вам удалось победить корабль флота, но у вас вряд ли хватит времени, чтобы собрать больше, чем несколько ресурсов. Тем не менее, поражение одного из этих редких и мощных кораблей, скорее всего, доставит флоту некоторые неприятности.
zh_hans: 你已经成功地击败了舰队的飞船，但你几乎没有足够的时间来抢救更多的资源。尽管如此，击败这些罕见的强大的飞船之一，很可能会给舰队带来一些麻烦。

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET_FUEL"]/gotaway/text
source: The ship jumps away without a word. You assume they just went to get reinforcements...
fr: Le vaisseau effectue un saut sans dire un mot. Vous supposez qu'il est simplement parti chercher des renforts...
ko: 함선은 일언반구도 없이 도약했습니다. 그 함선이 지원을 받으러 갔다고 가정하면...
ru: Корабль ушел в прыжок, не сказав ни слова. Вы полагаете, что они отправились за подкреплением...
zh_hans: 那艘船一言不发地跃迁走了。你认为他们只是去找援军了...

source: You manage to retrieve a few precious fuel capsules. You hurry to jump away from the cruiser fire!
fr: Vous réussissez à récupérer quelques précieuses capsules de carburant et vous dépêchez d'effectuer un saut pour échapper aux tirs des croiseurs !
ko: 귀중한 연료 캡슐 몇 개를 회수할 수 있었습니다. 순양함 폭발에서 벗어나기위해 도약해야합니다!
ru: Вам удается достать несколько драгоценных топливных капсул. Вы спешите укрыться от огня крейсера!
zh_hans: 你设法取回了几个珍贵的燃料胶囊。你赶紧跑到战舰的火力范围外！

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FLEET_FUEL"]/deadCrew/text
source: You manage to retrieve a few precious fuel capsules. You hurry to jump away from the cruiser fire!
fr: Vous réussissez à récupérer quelques précieuses capsules de carburant et vous dépêchez d'effectuer un saut pour échapper aux tirs des croiseurs !
ko: 귀중한 연료 캡슐 몇 개를 회수할 수 있었습니다. 순양함 폭발에서 벗어나기위해 도약해야합니다!
ru: Вам удается достать несколько драгоценных топливных капсул. Вы спешите укрыться от огня крейсера!
zh_hans: 你设法取回了几个珍贵的燃料胶囊。你赶紧跑到战舰的火力范围外！

source: (Magnet Arm) Salvage the wreck further.
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_FUEL"]/gotaway/text
source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

# data/events_ships.xml.append$//ship[@name="SHIP_AUTO_FUEL"]/destroyed/text
source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_FUEL"]/gotaway/text
source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FUEL"]/gotaway/text
source: The ship jumps away without a word. You hope they didn't leave to get reinforcements.
fr: Le vaisseau effectue un saut sans vous envoyer le moindre message. Vous espérez qu'il n'est pas parti chercher des renforts.
ko: 함선이 일언반구도 없이 도약했습니다. 증원군을 요청하기 위해 떠난 것이 아니길 빌어야 합니다.
ru: Корабль ушел в прыжок, не сказав ни слова. Вы надеетесь, что они не ушли за подкреплением.
zh_hans: 这艘船一言不发地跃迁走了。你希望他们没有离开去找援军。

# data/events_ships.xml.append$//ship[@name="SHIP_REBEL_FUEL"]/destroyed/text
source: The ship explodes, leaving behind a collection of useful scrap material.
fr: Le vaisseau explose, laissant derrière lui des pièces de ferraille fort utiles.
ko: 함선이 폭발하고, 유용한 스크랩 물질들을 남깁니다.
ru: Корабль взрывается, оставляя после себя коллекцию полезного металлолома.
zh_hans: 这艘船爆炸了，留下了一批有用的废旧材料。
