Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_LANIUS_FEEDING"]/deadCrew/text
source: Now empty of crew, the Lanius ship detaches from the Slug ship, making it easy to salvage.
fr: Désormais vide d'équipage, l'appareil Lanius se détache de celui des Limaces, ce qui en fait une cible de récupération idéale.
ko: 이제 남아있는 적 선원은 없기에 당신은 슬러그 함선으로부터 분리된 라니우스 함선을 손쉽게 인양했습니다.
ru: Оставшись без экипажа, корабль ланиусов отсоединяется от корабля слизней, что позволяет его легко эвакуировать.
zh_hans: 现在已经没有船员了，食铁族飞船从蛞蝓族飞船上分离出来，使得它很容易被打捞起来。

source: Contact the Slug ship.
fr: Contacter le vaisseau Limace.
ko: 슬러그 함선과 접촉한다.
ru: Связаться с кораблем слизней.
zh_hans: 与蛞蝓族交谈。

source: The Elite Lanius craft breaks apart.
fr: Le vaisseau Lanius d'Élite se disloque.
ko: 엘리트 라니우스 함선이 파괴되었습니다.
ru: Корабль элитных ланиусов распадается на части.
zh_hans: 精英食铁族飞船破裂了。

source: Contact the remaining Lanius ship.
fr: Contacter les Lanius restants.
ko: 남아있는 라니우스 함선과 접촉한다.
ru: Связаться с оставшимся кораблем ланиусов.
zh_hans: 联系剩余的食铁族飞船。

source: "Victory, definitive. Thanking, order. Gun."
fr: "Victoire, définitive. Remerciements, ordre. Flingue."
ko: "승리, 결정적. 감사, 준다. 무기."
ru: "Победа, окончание. Благодарность, приказ. Оружие".
zh_hans: "胜利，确定。感谢，秩序。枪。"

source: No more life signs detected on the Elite Lanius ship.
fr: Plus aucune forme de vie n'est détectée à bord du vaisseau Lanius d'Élite.
ko: 엘리트 라니우스 함선에서 더 이상 생체 신호가 감지되지 않습니다.
ru: На корабле элитных ланиусов больше не обнаружено признаков жизни.
zh_hans: 在精英食铁族飞船上没有发现更多的生命迹象。

source: Contact the remaining Lanius ship.
fr: Contacter les Lanius restants.
ko: 남아있는 라니우스 함선과 접촉한다.
ru: Связаться с оставшимся кораблем ланиусов.
zh_hans: 联系剩余的食铁族飞船。

source: "Victory, definitive. Thanking, order. Gun."
fr: "Victoire, définitive. Remerciements, ordre. Flingue."
ko: "승리, 결정적. 감사, 준다. 무기."
ru: "Победа, окончание. Благодарность, приказ. Оружие".
zh_hans: "胜利，确定。感谢，秩序。枪。"

source: The Lanius craft breaks apart.
fr: Le vaisseau Lanius se disloque.
ko: 라니우스 함선이 파괴되었습니다.
ru: Корабль ланиусов распадается на части.
zh_hans: 食铁族飞船破裂了。

source: Contact the remaining Elite Lanius ship.
fr: Contacter les Lanius d'Élite restants.
ko: 남아있는 엘리트 라니우스 함선과 접촉한다.
ru: Связаться с оставшимся кораблем элитных ланиусов.
zh_hans: 联系剩余的精英食铁族飞船。

source: The Elite ship has received critical damage, but they're still functional enough to thank you. "Take man, not need." A Lanius lizard is ejected from the ship.
fr: Le vaisseau d'Élite à reçu des dégâts critiques, mais ils sont encore assez opérationnel pour vous remercier. "Prendre homme, pas besoin." Un ouvrier Lanius est éjecté de leur vaisseau.
ko: 엘리트 함선이 치명적인 피해를 입었지만, 당신에게 감사를 표현하기엔 문제가 없었습니다. "가져가라, 필요 없다." 라니우스 한명이 함선에서 방출되었습니다.
ru: Элитный корабль получил критические повреждения, но он все еще достаточно функционален, чтобы поблагодарить вас. "Брать человека, не нужно". Из корабля выбрасывается рабочий ланиус.
zh_hans: 精英舰受到了严重的损害，但他们仍能正常工作，足以感谢你。"拿人，不需要。"一名食铁族工人被弹出了飞船。

source: No more life signs detected on the Lanius ship.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau Lanius.
ko: 라니우스 함선에서 더 이상 생체 신호가 감지되지 않습니다.
ru: На корабле ланиусов больше не обнаружено признаков жизни.
zh_hans: 在食铁族飞船上没有发现更多的生命迹象。

source: Contact the remaining Elite Lanius ship.
fr: Contacter les Lanius d'Élite restants.
ko: 남아있는 엘리트 라니우스 함선과 접촉한다.
ru: Связаться с оставшимся кораблем элитных ланиусов.
zh_hans: 联系剩余的精英食铁族飞船。

source: The Elite ship has received critical damage, but they're still functional enough to thank you. "Take man, not need." A Lanius lizard is ejected from the ship.
fr: Le vaisseau d'Élite à reçu des dégâts critiques, mais ils sont encore assez opérationnel pour vous remercier. "Prendre homme, pas besoin." Un ouvrier Lanius est éjecté de leur vaisseau.
ko: 엘리트 함선이 치명적인 피해를 입었지만, 당신에게 감사를 표현하기엔 문제가 없었습니다. "가져가라, 필요 없다." 라니우스 한명이 함선에서 방출되었습니다.
ru: Элитный корабль получил критические повреждения, но он все еще достаточно функционален, чтобы поблагодарить вас. "Брать человека, не нужно". Из корабля выбрасывается рабочий ланиус.
zh_hans: 精英舰受到了严重的损害，但他们仍能正常工作，足以感谢你。"拿人，不需要。"一名食铁族工人被弹出了飞船。

# data/events_ships.xml.append$//ship[@name="SHIP_PEACE_LANIUS"]/destroyed/text
source: The Lanius craft breaks apart. You hasten to contact the Zoltan.
fr: L'appareil Lanius se disloque. Vous vous empressez de contacter les Zoltans.
ko: 라니우스 함선이 파괴되었습니다. 당신은 서둘러 졸탄 함선에 통신을 시도합니다.
ru: Корабль ланиусов распадается на части. Вы спешите связаться с золтанами.
zh_hans: 食铁族飞船解体了。你赶紧去联系超能族飞船。

source: Contact the Zoltan.
fr: Contacter les Zoltans.
ko: 졸탄과 교신한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

# data/events_ships.xml.append$//ship[@name="SHIP_PEACE_LANIUS"]/deadCrew/text
source: No more life signs detected on the Lanius ship. You hasten to contact the Zoltan.
fr: Il ne reste plus aucun signe de vie à bord du vaisseau Lanius. Vous vous empressez de contacter les Zoltans.
ko: 라니우스 함선에서 더 이상 생체 신호가 감지되지 않습니다. 당신은 서둘러 졸탄과 교신했습니다.
ru: На корабле ланиусов больше не обнаружено признаков жизни. Вы спешите связаться с золтанами.
zh_hans: 在食铁族飞船上没有发现更多的生命迹象。你赶紧去联系超能族飞船。

source: Contact the Zoltan.
fr: Contacter les Zoltans.
ko: 졸탄과 교신한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

# data/events_ships.xml.append$//ship[@name="SHIP_PEACE_ZOLTAN"]/destroyed/text
source: The Zoltan craft breaks apart. You hasten to contact the Lanius.
fr: L'astronef Zoltan se disloque. Vous vous empressez de contacter les Lanius.
ko: 졸탄 함선이 파괴되었습니다. 당신은 서둘러 라니우스와 교신했습니다.
ru: Корабль золтан разваливается на части. Вы спешите связаться с ланиусами.
zh_hans: 超能族飞船破裂了。你赶紧去联系食铁族飞船。

source: Contact the Lanius.
fr: Contacter les Lanius.
ko: 라니우스와 교신한다.
ru: Связаться с ланиусами.
zh_hans: 联系食铁族。

# data/events_ships.xml.append$//ship[@name="SHIP_PEACE_ZOLTAN"]/deadCrew/text
source: No more life signs detected on the Zoltan ship. You hasten to contact the Lanius.
fr: Plus aucune forme de vie n'est détectée sur le vaisseau Zoltan. Vous vous empressez de contacter les Lanius.
ko: 졸탄 함선에서 더 이상 생체 신호가 감지되지 않습니다. 당신은 서둘러 라니우스와 교신했습니다.
ru: На корабле золтан больше не обнаружено признаков жизни. Вы спешите связаться с ланиусами.
zh_hans: 在超能族飞船上没有发现更多的生命迹象。你赶紧去联系食铁族飞船。

source: Contact the Lanius.
fr: Contacter les Lanius.
ko: 라니우스와 교신한다.
ru: Связаться с ланиусами.
zh_hans: 联系食铁族。

source: The Lanius ship splits apart. Luckily, the beacon still remains intact but heavily damaged.
fr: Le vaisseau Lanius se disloque. Par chance, la balise demeure encore fonctionelle, mais elle est fortement endommagée.
ko: 라니우스 함선이 파괴됐습니다. 다행히도, 송신소는 큰 피해를 입었지만 여전히 작동합니다.
ru: Корабль ланиусов раскалывается на части. К счастью, маяк остался цел, но сильно поврежден.
zh_hans: 食铁族飞船四分五裂。幸运的是，信标仍然完好无损，但严重受损。

source: Contact the civilians.
fr: Contacter les civils.
ko: 민간인과 교신한다.
ru: Связаться с гражданскими.
zh_hans: 联系平民。

source: "Thank you so much, you saved us from what could have been a slow and painful death from isolation. I don't know what we were thinking building a station here... Hopefully the beacon will remain functional until a repair team can arrive, but for now let us pay you for your assistance."
fr: "Merci beaucoup, vous nous avez sauvé de ce qui aurait pu être une mort lente et douleureuse en raison de l'isolation. Je ne sais pas ce qui nous a pris de construire une station ici... Espérons que la balise restera fonctionelle le temps qu'une équipe de réparation arrive, mais pour l'instant, laissez-nous vous récompenser pour votre aide."
ko: "고맙습니다. 이 구역에 고립되어 천천히 고통스럽게 죽겠거니 싶었는데, 덕분에 살았어요. 저희가 무슨 생각으로 여기에 정거장을 지은 건지 참... 수리팀이 도착할 때까지 송신소가 계속 작동했으면 좋겠네요. 일단은 도와주신 것에 대한 보답을 드리겠습니다."
ru: "Огромное спасибо, вы спасли нас от того, что могло бы стать медленной и мучительной смертью от одиночества. Не знаю, о чем мы думали, строя здесь станцию... Надеюсь, маяк будет функционировать до прибытия ремонтной бригады, а пока позвольте нам заплатить вам за помощь".
zh_hans: "太感谢你们了，你把我们从信标被毁后，在与世隔绝的环境中缓慢而痛苦地死去的结局中解救了出来。我不知道我们为什么会想到在这里建立一个空间站...希望这个信标在修理团队赶到之前仍然能使用。不过现在，来让我们为你的援助付款吧。"

source: No more life signs detected on the Lanius ship. Luckily, the beacon still remains intact but heavily damaged.
fr: Plus aucune forme de vie n'est détectée sur le vaisseau Lanius. Par chance, la balise demeure encore fonctionelle, mais elle est fortement endommagée.
ko: 라니우스 함선에서 더 이상 생체 신호가 감지되지 않습니다. 다행히, 송신소가 심하게 손상되었음에도 여전히 작동합니다.
ru: На корабле ланиусов больше не обнаружено признаков жизни. К счастью, маяк остался цел, но сильно поврежден.
zh_hans: 在食铁族飞船上没有检测到更多的生命迹象。幸运的是，信标仍然完好无损，但严重受损。

source: Contact the civilians.
fr: Contacter les civils.
ko: 민간인과 교신한다.
ru: Связаться с гражданскими.
zh_hans: 联系平民。

source: "Thank you so much, you saved us from what could have been a slow and painful death from isolation. I don't know what we were thinking building a station here... Hopefully the beacon will remain functional until a repair team can arrive, but for now let us pay you for your assistance."
fr: "Merci beaucoup, vous nous avez sauvé de ce qui aurait pu être une mort lente et douleureuse en raison de l'isolation. Je ne sais pas ce qui nous a pris de construire une station ici... Espérons que la balise restera fonctionelle le temps qu'une équipe de réparation arrive, mais pour l'instant, laissez-nous vous récompenser pour votre aide."
ko: "고맙습니다. 이 구역에 고립되어 천천히 고통스럽게 죽겠거니 싶었는데, 덕분에 살았어요. 저희가 무슨 생각으로 여기에 정거장을 지은 건지 참... 수리팀이 도착할 때까지 송신소가 계속 작동했으면 좋겠네요. 일단은 도와주신 것에 대한 보답을 드리겠습니다."
ru: "Огромное спасибо, вы спасли нас от того, что могло бы стать медленной и мучительной смертью от одиночества. Не знаю, о чем мы думали, строя здесь станцию... Надеюсь, маяк будет функционировать до прибытия ремонтной бригады, а пока позвольте нам заплатить вам за помощь".
zh_hans: "太感谢你们了，你把我们从信标被毁后，在与世隔绝的环境中缓慢而痛苦地死去的结局中解救了出来。我不知道我们为什么会想到在这里建立一个空间站...希望这个信标在修理团队赶到之前仍然能使用。不过现在，来让我们为你的援助付款吧。"

source: The Lanius ship splits apart. Luckily, the beacon still remains intact but heavily damaged. But what the hell is a 'Beacon Eater'?
fr: Le vaisseau Lanius se disloque. Par chance, la balise demeure encore fonctionelle, mais elle est fortement endommagée. Mais qu'est-ce qu'un 'Dévoreur de Balises' est censé être ?
ko: 라니우스 함선이 파괴되었습니다. 다행히도, 송신소는 심하게 피해를 입었지만 여전히 작동합니다. 하지만 도대체 그놈의 '송신소 탐식자'는 뭐였을까요?
ru: Корабль ланиусов раскалывается на части. К счастью, маяк остался цел, но сильно поврежден. Но что такое, черт возьми, "Пожиратель маяков"?
zh_hans: 食铁族飞船四分五裂。幸运的是，信标仍然完好无损，但严重受损。但信标吞噬者到底是什么？

source: Contact the civilians.
fr: Contacter les civils.
ko: 민간인과 교신한다.
ru: Связаться с гражданскими.
zh_hans: 联系平民。

source: No more life signs detected on the Lanius ship. Luckily, the beacon still remains intact but heavily damaged. But what the hell is a 'Beacon Eater'?
fr: Plus aucune forme de vie n'est détectée sur le vaisseau Lanius. Par chance, la balise demeure encore fonctionelle, mais elle est fortement endommagée. Mais qu'est-ce qu'un 'Dévoreur de Balises' est censé être ?
ko: 라니우스 함선에서 더 이상 생체 신호가 감지되지 않습니다. 다행히도, 송신소는 큰 피해를 입었지만 여전히 작동합니다. 하지만 도대체 그놈의 '송신소 탐식자'는 뭐였을까요?
ru: На корабле ланиусов больше не обнаружено признаков жизни. К счастью, маяк остался цел, но сильно поврежден. Но что такое, черт возьми, "Пожиратель маяков"?
zh_hans: 在食铁族飞船上没有检测到更多的生命迹象。幸运的是，信标仍然完好无损，但严重受损。但信标吞噬者到底是什么？

source: Contact the civilians.
fr: Contacter les civils.
ko: 민간인과 교신한다.
ru: Связаться с гражданскими.
zh_hans: 联系平民。

source: The Crystal ship has been destroyed. If you don't feel guilty, you should start. Regardless, you scrap the hull.
fr: Le vaisseau Cristalien a été détruit. Si vous ne vous sentez pas coupable, vous devriez commencer. Quoi qu'il en soit, vous vous mettez à recycler sa coque.
ko: 미사용 텍스트로 추정됨. 해당 텍스트 발견 시 갤에 제보 바람.
ru: Корабль кристаллинов был уничтожен. Если вы не чувствуете себя виноватым - начните. Независимо от этого, вы разбираете корпус на металлолом.
zh_hans: 水晶族飞船已被摧毁。如果你不感到内疚，你应该开始。不管怎么说，你把船体搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: While scrapping the ship, you find a Crystalline weapon in the wreck!
fr: En désossant le vaisseau, vous trouvez une arme Cristalienne dans les débris !
ko: 선체를 인양하는 과정에서 크리스탈 무기를 발견했습니다!
ru: Разбирая корабль на металлолом, вы находите в его обломках оружие кристаллинов!
zh_hans: 在搜刮这艘船的时候，你在残骸中发现了一件水晶武器！

source: The Crystal ship has been neutralized. If you don't feel guilty, you should start. Regardless, you scrap the hull.
fr: Le vaisseau Cristalien a été neutralisé. Si vous ne vous sentez pas coupable, vous devriez commencer. Quoi qu'il en soit, vous vous mettez à recycler sa coque.
ko: 미사용 텍스트로 추정됨. 해당 텍스트 발견 시 갤에 제보 바람.
ru: Корабль кристаллинов был обезврежен. Если вы не чувствуете себя виноватым - начните. Независимо от этого, вы разбираете корпус на металлолом.
zh_hans: 水晶族飞船已经被无害化处理。如果你不感到内疚，你应该开始。不管怎么说，你把船体搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: While scrapping the ship, you find a Crystalline weapon in the wreck!
fr: En désossant le vaisseau, vous trouvez une arme Cristalienne dans les débris !
ko: 선체를 인양하는 과정에서 크리스탈 무기를 발견했습니다!
ru: Разбирая корабль на металлолом, вы находите в его обломках оружие кристаллинов!
zh_hans: 在搜刮这艘船的时候，你在残骸中发现了一件水晶武器！

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_CONVOY"]/surrender/text
source: Their ship seems severely damaged and they look to be reconsidering the fight. Should you power down your weapons and explain that you mean no threat?
fr: Leur vaisseau a l'air sévèrement endommagé et ils semblent hésiter à engager le combat. Peut-être feriez-vous bien de désactiver vos armes et de leur expliquer que vous ne représentez pas une menace ?
ko: 저들의 함선은 심각하게 손상되었고 전투하길 다시 고려하는것 같습니다. 무기의 전력을 내려 당신이 위협이 아님을 보여주어야 할까요?
ru: Их корабль, похоже, сильно поврежден, и они, похоже, передумали вступать в бой. Следует ли вам отключить оружие и объяснять, что вы не представляете угрозы?
zh_hans: 他们的飞船似乎受到了严重的损坏，他们看起来正在重新考虑战斗。你是否应该关闭你的武器，并解释说你没有威胁？

source: Stop the fight.
fr: Cesser le combat.
ko: 교전을 멈춘다.
ru: Прекратить сражение.
zh_hans: 停止战斗。

source: They accept your explanation and allow you to approach the fleet. It appears they are miners and colonists from a fringe settlement who are fleeing to more protected space after hearing reports of pirate and Rebel attacks.
fr: Ils acceptent votre explication et vous laissent approcher de la flotte. Apparemment, ce sont des mineurs d'une colonie éloignée qui s'enfuient dans une région plus sûre après avoir entendu des rumeurs faisant état d'attaques de pirates et de Rebelles.
ko: 저들은 당신이 위협이 아님을 이해하고 당신이 함대에 접근하는것을 허락합니다. 그들은 해적과 반군의 공격 소식을 듣고 더 안전한 곳으로 도망가는 변두리 거주지 출신의 광부와 주민인 것으로 보입니다.
ru: Они принимают ваше объяснение и разрешают вам приблизиться к флоту. Оказалось, что это шахтеры и колонисты из периферийного поселения, которые бегут в более защищенное пространство, услышав сообщения о нападениях пиратов и повстанцев.
zh_hans: 他们接受了你的解释，并允许你接近舰队。看起来他们是来自一个边缘定居点的矿工和殖民者，在听到海盗和叛军袭击的报告后，他们正逃往更受保护的星域。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: They apologize for their hasty response to your presence and spend some time refueling and repairing both ships.
fr: Ils s'excusent d'avoir réagi trop vivement en vous voyant et passent du temps à réparer votre vaisseau et le leur, après quoi ils remplissent votre réservoir en carburant.
ko: 그들은 당신을 보고 성급한 대처를 했음을 사과하고 시간을 내어 서로의 함선에 연료를 보급하고 수리합니다.
ru: Они извиняются за поспешную реакцию на ваше присутствие и тратят некоторое время на дозаправку и ремонт обоих кораблей.
zh_hans: 他们为自己对你的出现作出的仓促反应道歉，并花了一些时间为两艘船补充燃料和修理。

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.
zh_hans: 解决他们。

source: They wanted to pick a fight with you so that's what they'll get.
fr: C'est la bagarre qu'ils veulent ? Ils ne vont pas être déçus.
ko: 저들은 당신과의 교전을 택했고 그 대가를 치를 시간입니다.
ru: Они хотели с вами сразиться, и вот что они получили.
zh_hans: 他们想找你吵架，所以这就是他们要得到的。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_CONVOY"]/destroyed/text
source: The Crystalline ship shatters and you pick what you can from the debris. The rest of the convoy used the time to put a significant amount of distance between you and them. Nothing left to do but jump.
fr: Le vaisseau Cristalien explose et vous récupérez tout ce que vous pouvez au milieu des débris. Le convoi a mis le combat à profit pour s'éloigner le plus possible. Il ne vous reste plus qu'à vous en aller en effectuant un saut.
ko: 크리스탈 함선이 파괴되고 당신은 잔해에서 챙길 수 있는 것을 챙깁니다. 그 사이 나머지 호송선들은 당신과 거리를 벌렸습니다. 도약 외엔 할 일이 없습니다.
ru: Корабль кристаллинов разлетается на куски, и вы собираете из обломков все, что можете. Остальные члены конвоя использовали это время, чтобы сократить расстояние между вами и ними. Остается только уходить в прыжок.
zh_hans: 水晶族飞船破碎了，你从碎片中捡起你能捡到的东西。车队的其他成员利用这段时间在你和他们之间拉开了相当大的距离。除了跃迁，没有什么可以做了。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_CONVOY"]/deadCrew/text
source: The crew of the enemy ship has been eliminated. You scrap what you can. The rest of the convoy used the time to put a significant amount of distance between you and them. Nothing left to do but jump.
fr: L'équipage du vaisseau ennemi a été éliminé et vous récupérez tout ce que vous pouvez. Le convoi a mis le combat à profit pour s'éloigner le plus possible. Il ne vous reste plus qu'à vous en aller en effectuant un saut.
ko: 적 함선의 선원을 제거했습니다. 당신은 챙길 수 있는 것을 챙깁니다. 그동안 나머지 호송선들은 당신과 거리를 벌렸습니다. 도약 외엔 할 일이 없습니다.
ru: Экипаж вражеского корабля уничтожен. Вы разбираете на металлолом все, что можно. Оставшаяся часть конвоя использовала это время, чтобы сократить расстояние между вами и ними. Остается только уходить в прыжок.
zh_hans: 敌舰的船员已经被消灭了。你把你能做的都搜刮了。船队的其他成员利用这段时间在你和他们之间拉开了相当大的距离。除了跃迁，没有什么可做的了。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_HUNTER"]/surrender/text
source: The hunters message you, "We surrender. Take one of these fine collectables we've obtained in our journeys." He must be referring to the human captives.
fr: Les chasseurs vous envoient un message : "Nous nous rendons. Prenez donc un de ces sacs de viande spongieux que nous avons capturés." Ils doivent sans doute vouloir parler de leurs prisonniers humains.
ko: 사냥꾼들이 당신에게 메시지를 보냈습니다, "항복하겠소. 우리가 여정 중에 얻은 이 훌륭한 수집품 중 하나를 가져가시오." 분명 인간 포로를 지칭하는 것으로 보입니다.
ru: Охотники сообщают вам: "Мы сдаемся. Возьмите один из этих прекрасных коллекционных предметов, добытых нами в наших путешествиях". Должно быть, он имеет в виду пленных людей.
zh_hans: 猎人们给你留言："我们投降了。拿走我们在旅途中获得的这些精美的收藏品。"他指的一定是人类俘虏。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: They send one of their prisoners over to your ship. They're a bit shaken up and you suspect that they were once a Rebel, but they seem very glad to be free.
fr: Ils envoient un de leurs prisonniers sur votre vaisseau. Le nouvel arrivant est clairement secoué et vous avez la sensation que c'était autrefois un Rebelle. Mais une chose est sûre : il est extrêmement heureux d'avoir retrouvé la liberté.
ko: 그들은 포로 중 한명을 당신의 함선으로 보냈습니다. 죄수들은 약간 동요했고 당신은 죄수들이 전 반군이라고 의심했지만 죄수들은 자유를 얻어 기뻐 보입니다.
ru: Они отправляют одного из своих пленников на ваш корабль. Они немного потрясены, и вы подозреваете, что когда-то они были повстанцами, но, похоже, они очень рады, что свободны.
zh_hans: 他们把他们的一个囚犯送到了你的船上。他们有点惊慌失措，你怀疑他们曾经是叛军，但他们似乎非常高兴获得自由。

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.
zh_hans: 解决他们。

source: Who knows how many humans will be saved if you kill them now.
fr: Qui sait combien d'humains vous sauveriez en les tuant maintenant ?
ko: 지금 저들을 죽이지 않는다면 수많은 인간들이 죽을 것입니다.
ru: Кто знает, сколько людей будет спасено, если убить их сейчас.
zh_hans: 谁知道如果你现在杀了他们，会有多少人类被拯救。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_HUNTER"]/destroyed/text
source: The Crystalline ship shatters and you pick what you can from the debris. Who knows how many people you've saved by stopping this ship.
fr: Le vaisseau Cristalien explose et vous récupérez tout ce que vous pouvez au milieu des débris. Qui sait combien de gens vous avez sauvés en stoppant ce vaisseau ?
ko: 크리스탈 함선이 파괴되었고 당신은 잔해에서 챙길 수 있는 것들을 챙깁니다. 이 함선을 멈추지 않았다면 수많은 인간들이 죽었을 것입니다.
ru: Корабль кристаллинов разлетается на куски, и вы собираете из обломков все, что можете. Кто знает, скольких людей вы спасли, остановив этот корабль.
zh_hans: 水晶族飞船破碎了，你从碎片中捡起你能捡到的东西。谁知道你通过阻止这艘船救了多少人。

# data/events_ships.xml.append$//ship[@name="SHIP_CRYSTAL_HUNTER"]/deadCrew/text
source: The crew of the enemy ship has been eliminated. You scrap what you can. Who knows how many people you've saved by stopping this ship.
fr: L'équipage du vaisseau ennemi a été éliminé et vous récupérez tout ce que vous pouvez. Qui sait combien de gens vous avez sauvés en stoppant ce vaisseau ?
ko: 적 함선의 선원들이 전부 제거되었습니다. 당신은 챙길 수 있는 것들을 챙깁니다. 지금 이 함선을 막지 않았더라면 수많은 인간들이 죽었을 겁니다.
ru: Экипаж вражеского корабля уничтожен. Вы собираете все, что можете. Кто знает, скольких людей вы спасли, остановив этот корабль.
zh_hans: 敌舰的船员已经被消灭了。你把你能做的都搜刮了。谁知道你通过阻止这艘船救了多少人。

source: The Rebels destroyed, you pick the bones of their ship.
fr: Une fois les Rebelles anéantis, vous récupérez ce que vous pouvez sur leur vaisseau.
ko: 반군 함선이 파괴되었습니다. 당신은 반군 함선을 조사했습니다.
ru: Повстанцы уничтожены, вы собираете обломки их корабля.
zh_hans: 叛军被摧毁了，你就去捡他们的船的骨头。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebels destroyed, you pick the bones of their ship.
fr: Une fois les Rebelles anéantis, vous récupérez ce que vous pouvez sur leur vaisseau.
ko: 반군 함선이 파괴되었습니다. 당신은 반군 함선을 조사했습니다.
ru: Повстанцы уничтожены, вы собираете обломки их корабля.
zh_hans: 叛军被摧毁了，你就去捡他们的船的骨头。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CRYSTAL"]/destroyed/text
source: The ship explodes and you scrap what you can.
fr: Le vaisseau explose et vous récupérez ce que vous pouvez.
ko: 함선이 파괴되었고 당신은 챙길 수 있는 것들을 챙깁니다.
ru: Корабль взрывается, и вы собираете все, что можно.
zh_hans: 舰船爆炸了，你搜刮了你能获得的一切。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CRYSTAL"]/deadCrew/text
source: With the crew dead you take as much salvage from the ship as possible.
fr: Maintenant que l'équipage est mort, vous êtes libre de récupérer tout ce que vous pouvez sur le vaisseau.
ko: 당신은 죽은 선원들이 있는 함선에서 최대한 챙길 수 있을 만큼 챙깁니다.
ru: После гибели экипажа вы забираете с корабля как можно больше уцелевших вещей.
zh_hans: 在船员死亡的情况下，你尽可能多地从船上取走残余物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_CRYSTAL"]/destroyed/text
source: The ship explodes and you scrap what you can.
fr: Le vaisseau explose et vous récupérez ce que vous pouvez.
ko: 함선이 파괴되었고 당신은 챙길 수 있는 것들을 챙깁니다.
ru: Корабль взрывается, и вы собираете все, что можно.
zh_hans: 舰船爆炸了，你搜刮了你能获得的一切。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_CRYSTAL"]/deadCrew/text
source: With the crew dead you take as much salvage from the ship as possible.
fr: Maintenant que l'équipage est mort, vous êtes libre de récupérer tout ce que vous pouvez sur le vaisseau.
ko: 당신은 죽은 선원들이 있는 함선에서 최대한 챙길 수 있을 만큼 챙깁니다.
ru: После гибели экипажа вы забираете с корабля как можно больше уцелевших вещей.
zh_hans: 在船员死亡的情况下，你尽可能多地从船上取走残余物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
