Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_ships.xml.append$//ship[@name="SHIP_CLAIRVOYANT_TAX"]/destroyed/text
source: The Clairvoyants have fallen. Good thing the Slugs already hate you, because they probably couldn't hate you more at this point.
fr: Les Clairvoyants sont tombés au combat. Bonne chose que les Limaces vous détestent déjà, car ils ne peuvent sûrement pas vous détester plus que ça au point où vous en êtes.
ko: 투시자들은 추락했습니다. 슬러그가 당신을 미워하는 것은 좋은 일입니다. 왜냐하면 지금으로선 당신을 더 미워할 수 없기 때문이죠.
ru: Ясновидящие пали. Хорошо, что слизни уже ненавидят вас, потому что в этот момент они, вероятно, не могли бы ненавидеть вас сильнее.
zh_hans: 通灵会的人已经倒下了。好在蛞蝓族已经讨厌你了，因为他们这时可能无法再讨厌你了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAIRVOYANT_TAX"]/deadCrew/text
source: The Clairvoyants have fallen. Good thing the Slugs already hate you, because they probably couldn't hate you more at this point.
fr: Les Clairvoyants sont tombés au combat. Bonne chose que les Limaces vous détestent déjà, car ils ne peuvent sûrement pas vous détester plus que ça au point où vous en êtes.
ko: 투시자들은 추락했습니다. 슬러그가 당신을 미워하는 것은 좋은 일입니다. 왜냐하면 지금으로선 당신을 더 미워할 수 없기 때문이죠.
ru: Ясновидящие пали. Хорошо, что слизни уже ненавидят вас, потому что в этот момент они, вероятно, не могли бы ненавидеть вас сильнее.
zh_hans: 通灵会的人已经倒下了。好在蛞蝓族已经讨厌你了，因为他们这时可能无法再讨厌你了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_DUSK_CLAN"]/destroyed/text
source: The Clansman have fallen, and the Duskbringer ship comes to a halt. You scrap the ship first before contacting the other ship.
fr: Les Chasseurs de la Guilde sont tombés et le vaisseau Crépusculeur s'arrête dans son élan. Vous démantelez la coque de votre victime avant de contacter le vaisseau.
ko: 클랜즈맨 함선이 추락하고, 더스크브링어 함선이 정지했습니다. 다른 배와 연락하기 전에 함선에서 쓸만한 잔원을 인양합니다.
ru: Клановцы пали, и корабль Вестников Заката остановился. Прежде чем связаться с другим кораблем, сначала вы разбираете его на металлолом.
zh_hans: 异种猎人已经倒下，暮临派飞船停了下来。在与另一艘船联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Duskbringer ship turns out to only have a single crew member left. "I can't imagine why you helped me, but you've avenged my fallen brothers. I have failed as a captain. It is only just I serve you to repay my debt, even if I am not happy about it."
fr: Il semblerait que le vaisseau Crépusculeur n'ait plus qu'un seul membre d'équipage restant. "Je n'arrive pas à imaginer vos raisons pour m'avoir aidé, mais vous avez vengé mes frères tombés. J'ai échoué en tant que capitaine. Il est seulement juste que je vous serve pour repayer ma dette, même si ne suis pas content à propos de cela."
ko: 더스크브링어 함선은 단 한명의 승무원만 남아있는 것으로 드러났습니다. "당신이 왜 나를 도왔는지 예측하기 어렵지만, 내 쓰러진 형제들의 복수를 해줬습니다. 나는 함장으로서 실패해서, 빚을 갚기 위해 기쁘지 않을지라도 당신을 섬길 것입니다."
ru: На корабле Вестников Заката, как оказалось, остался только один член экипажа. "Я не могу понять, почему вы помогли мне, но вы отомстили за моих погибших братьев. Я потерпел неудачу как капитан. Я просто обязан служить вам, чтобы отдать свой долг, даже если я не рад этому".
zh_hans: 暮临派飞船原来只剩下一个船员。"我无法想象你为什么帮助我，但你为我死去的兄弟们报了仇。作为一个舰长，我很失败。我只有为你服务，才能偿还我的债务，即使我并不高兴。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_DUSK_CLAN"]/deadCrew/text
source: The Clansman have fallen, and the Duskbringer ship comes to a halt. You scrap the ship first before contacting the other ship.
fr: Les Chasseurs de la Guilde sont tombés et le vaisseau Crépusculeur s'arrête dans son élan. Vous démantelez la coque de votre victime avant de contacter le vaisseau.
ko: 클랜즈맨 함선이 추락하고, 더스크브링어 함선이 정지했습니다. 다른 배와 연락하기 전에 함선에서 쓸만한 잔원을 인양합니다.
ru: Клановцы пали, и корабль Вестников Заката остановился. Прежде чем связаться с другим кораблем, сначала вы разбираете его на металлолом.
zh_hans: 异种猎人已经倒下，暮临派飞船停了下来。在与另一艘船联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Duskbringer ship turns out to only have a single crew member left. "I can't imagine why you helped me, but you've avenged my fallen brothers. I have failed as a captain. It is only just I serve you to repay my debt, even if I am not happy about it."
fr: Il semblerait que le vaisseau Crépusculeur n'ait plus qu'un seul membre d'équipage restant. "Je n'arrive pas à imaginer vos raisons pour m'avoir aidé, mais vous avez vengé mes frères tombés. J'ai échoué en tant que capitaine. Il est seulement juste que je vous serve pour repayer ma dette, même si ne suis pas content à propos de cela."
ko: 더스크브링어 함선은 단 한명의 승무원만 남아있는 것으로 드러났습니다. "당신이 왜 나를 도왔는지 예측하기 어렵지만, 내 쓰러진 형제들의 복수를 해줬습니다. 나는 함장으로서 실패해서, 빚을 갚기 위해 기쁘지 않을지라도 당신을 섬길 것입니다."
ru: На корабле Вестников Заката, как оказалось, остался только один член экипажа. "Я не могу понять, почему вы помогли мне, но вы отомстили за моих погибших братьев. Я потерпел неудачу как капитан. Я просто обязан служить вам, чтобы отдать свой долг, даже если я не рад этому".
zh_hans: 暮临派飞船原来只剩下一个船员。"我无法想象你为什么帮助我，但你为我死去的兄弟们报了仇。作为一个舰长，我很失败。我只有为你服务，才能偿还我的债务，即使我并不高兴。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_DUSK_DUSK"]/destroyed/text
source: The Duskbringers have fallen, and the Clansman ship comes to a halt. You scrap the ship first before contacting the other ship.
fr: Les Crépusculeurs sont tombés et le vaisseau des Chasseurs de la Guilde s'arrête dans son élan. Vous démantelez la coque de votre victime avant de contacter l'autre vaisseau.
ko: 더스크브링어는 격추되었으며, 클랜즈맨 함선은 정지했습니다. 다른 함선과 연락하기 전에 함선에서 쓸만한 자원을 인양합니다.
ru: Вестники Заката пали, и корабль Клановцев остановился. Прежде чем связаться с другим кораблем, сначала вы разбираете его на металлолом.
zh_hans: 暮临派飞船已经倒下，异种猎人飞船也停了下来。在与另一艘船联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Clansman ship is worse for wear after the attack, but they've managed to survive thanks to your help. "Oh, I wasssn't actually expecting you to help. Uh, I sssuppossse I am meant to pay you now."
fr: Le vaisseau de la Guilde a sacremment enduré mais ils ont réussi à survivre grâce à votre aide. "Oh, je ne m'attendais pas vraiment à ccce que vous nous aidiez. Euh, je ssssuposse que je dois vous repayer maintenant."
ko: 클랜즈맨 함선은 공세 이후 마모가 더 심해졌지만, 당신의 도움 덕분에 살아남을 수 있었습니다. "오, 너가 도와쭐꺼라고 쌩각하찌 못해써. 어, 찌금 보쌍을 쭤야 할 꺼 같군."
ru: Корабль Клановцев после нападения пострадал, но им удалось выжить благодаря вашей помощи. "О, я вообщщще-то не ожидал, что вы поможете. Полагаю, теперь я должен вам заплатить".
zh_hans: 异种猎人的船在被攻击后变得更糟，但由于你的帮助，他们设法活了下来。"哦，我其实并不指望你能帮忙。呃，我想我现在应该付钱给你。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_DUSK_DUSK"]/deadCrew/text
source: The Duskbringers have fallen, and the Clansman ship comes to a halt. You scrap the ship first before contacting the other ship.
fr: Les Crépusculeurs sont tombés et le vaisseau des Chasseurs de la Guilde s'arrête dans son élan. Vous démantelez la coque de votre victime avant de contacter l'autre vaisseau.
ko: 더스크브링어는 격추되었으며, 클랜즈맨 함선은 정지했습니다. 다른 함선과 연락하기 전에 함선에서 쓸만한 자원을 인양합니다.
ru: Вестники Заката пали, и корабль Клановцев остановился. Прежде чем связаться с другим кораблем, сначала вы разбираете его на металлолом.
zh_hans: 暮临派飞船已经倒下，异种猎人飞船也停了下来。在与另一艘船联系之前，你先把这艘船搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Clansman ship is worse for wear after the attack, but they've managed to survive thanks to your help. "Oh, I wasssn't actually expecting you to help. Uh, I sssuppossse I am meant to pay you now."
fr: Le vaisseau de la Guilde a sacremment enduré mais ils ont réussi à survivre grâce à votre aide. "Oh, je ne m'attendais pas vraiment à ccce que vous nous aidiez. Euh, je ssssuposse que je dois vous repayer maintenant."
ko: 클랜즈맨 함선은 공세 이후 마모가 더 심해졌지만, 당신의 도움 덕분에 살아남을 수 있었습니다. "오, 너가 도와쭐꺼라고 쌩각하찌 못해써. 어, 찌금 보쌍을 쭤야 할 꺼 같군."
ru: Корабль Клановцев после нападения пострадал, но им удалось выжить благодаря вашей помощи. "О, я вообщщще-то не ожидал, что вы поможете. Полагаю, теперь я должен вам заплатить".
zh_hans: 异种猎人的飞船在被你攻击后变得更糟，但由于你的帮助，他们设法活了下来。"哦，我其实并不指望你能帮忙。呃，我想我现在应该付钱给你。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_GHOST"]/destroyed/text
source: The Clan ship has been destroyed... much to the avail of the Clansman who hired you. "NOOOOOOO! MY BEAUTIFUL SSSSHIP! Why have you done thisss? I made it ssso clear..."
fr: Le vaisseau de Guilde a été détruit... au grand chagrin du Chasseur qui vous a embauché. "NOOOOOOON ! MON SSSPLENDIDE VAISSSSEAU ! Pourquoi avez-vous fait cccela ? J'étais pourtant très clair..."
ko: 클랜 함선은 파괴되었습니다... 당신을 고용한 클랜즈맨들에게 정말 많은 도움이 될 것 같군요. "안돼애애애애애애!!!! 내 아름다운 함썬이이이!!!! 왜 이 찟거리를 해써? 난 분명히 말했다고..."
ru: Корабль Клановцев был уничтожен... к большому сожалению нанявшего вас Клановца. "НЕЕЕЕТ! МОЙ ПРЕКРАСССНЫЙ КОРАБЛЬ! Зачем ты это сссделал? Я же ясссно сссказал..."
zh_hans: 异种猎人的飞船被毁了...这让雇用你的猎枪手很不高兴。"不！不！不！我美丽的飞船！你为什么要这样做？我已经说得很清楚了..."

source: You've done enough damage, leave.
fr: Vous avez fait assez de dégâts, partir.
ko: 이미 충분히 민폐를 끼쳤다. 떠나자.
ru: Мы нанесли достаточно вреда, уходим.
zh_hans: 你已经帮了倒忙，离开。

source: Scrap a bit of the ship.
fr: Démonter une partie du vaisseau.
ko: 함선 파편에서 자원을 인양한다.
ru: Разобрать на металлолом часть корабля.
zh_hans: 进一步搜刮飞船。

source: "What are you doing?! Thissss iss jussst insssult to injury!" The Clansman, as well as several of his friends, board from out of nowhere!
fr: "Qu'est-ccce que vous faites ?! Ccc'est ssse ficher du monde !" Le Chasseur, ainsi que plusieurs de ses amis, vous abordent de nul part !
ko: "무쓴 찌씨야? 내 쌍처를 덧내지 말라고!" 클랜즈맨과 그의 친구 몇몇이 함내로 침입했습니다!
ru: "Что ты делаешшшь?! Это просссто добавляет оссскорбление к травме!" Клановец, а также несколько его друзей, появляются из ниоткуда!
zh_hans: "你在做什么！？这是在火上浇油！"那位猎枪手，以及他的几个朋友，不知从哪里冒出来了！

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_GHOST"]/deadCrew/text
source: The Ghosts of the Clan cruiser have been cleared out... or so you thought. From somewhere in the ship you receive a message from a Phantom. "We can work out a different agreement. The Ranger is no threat without his ship. Take me instead, and I'll bring a weapon with me."
fr: Les Fantômes du croiseur de la Guilde ont été éliminés... du moins c'est ce que vous pensiez. Vous recevez un message d'un fantôme quelque part sur le vaisseau. "Un accord entre gentlemen est le plus intéressant pour votre pénible voyage. Considérez ma compagnie comme un moyen d'obtenir les faveurs de ce vaurien à la gâchette facile et vous serez gratifié de leur puissant héritage."
ko: 클랜 순양함의 유령들이 깔끔하게 청소되었다고 생각했습니다... 분명 그렇게 생각했지만, 함선 어딘가의 팬텀에게서 메시지를 받았습니다. "신사의 합의가 그대의 고단한 여정에 가장 큰 도움이 될 것이오. 그 사람 쏘기 좋아하는 악한의 부탁을 들어주는 대신 나와의 동행을 고려한다면, 강력한 가보로 그대에게 멋을 더해드리겠소."
ru: Экипаж призраков у крейсера Клановцев был ликвидирован... или вы так думали. Вы получаете сообщение от фантома, находящегося где-то на корабле. "Джентльменское соглашение наилучшим образом подходит для вашего трудного путешествия. Подумайте о том, что я стану вашим спутником, а не буду выполнять требования вашего агрессивного негодяя, и их могущественная реликвия будет дарована вам".

source: Silence him and give the ship back to the Ranger.
fr: Le réduire au silence et redonner le vaisseau au Ranger.
ko: 그를 침묵시키고 레인져들에게 함선을 돌려준다.
ru: Заставить его замолчать и вернуть корабль Рейнджеру.
zh_hans: 切断他的通讯，把船还给猎枪手。

source: You attempt to kill off the last Ghost, but before you can he pulls out a detonator switch and blows the ship to oblivion! Luckily you aren't damaged, but the Clansman is distraught. He doesn't blame you, but rather offers to work aboard your ship anyways now that his is gone.
fr: Vous tentez de tuer le dernier Fantôme, mais avant que vous puissiez l'attraper, il sort un détonateur et l'enclenche, ce qui annihile le vaisseau ! Heureusement vous n'avez rien, mais le Chasseur Exotique est éperdu. Il ne vous blâme pas et offre de travailler à bord, vu que de toute façon, son vaisseau a disparu.
ko: 마지막 고스트를 죽이려고 시도하자, 그는 기폭 장치 스위치를 꺼내 함선을 공허로 날려보냈습니다.다행히 당신은 피해를 입지 않았지만 클랜즈맨은 실의에 빠졌습니다. 그는 당신을 비난하지는 않지만, 어쨌든 자신의 것이 사라졌으니 당신의 함선에서 일하겠다고 제안했습니다.
ru: Вы пытаетесь убить последнего призрака, но прежде чем вам это удается, он выхватывает детонатор и взрывает корабль! К счастью, вы не пострадали, но Клановец очень расстроен. Он не винит вас, а предлагает поработать на вашем корабле, раз уж его больше нет.
zh_hans: 你打算杀死最后一个魂灵族，但在你动手之前，他拉出了一个雷管开关，将飞船炸成了废墟！幸运的是，你没有受到伤害，但异种猎人却心急如焚。他并没有责怪你，而是提出无论如何都要在你的星舰上工作，因为他的船已经没了。

source: Take the Phantom's offer.
fr: Saisir l'offre de l'Esprit.
ko: 팬텀의 제안을 받아들인다.
ru: Принять предложение фантома.
zh_hans: 接受这名幻灵的提议。

source: True to what the Phantom promised, the Clansman can do nothing to stop you as you tear a weapon off the hull of his ship and take the Ghost aboard.
fr: Fidèle à sa promesse, le Chasseur ne peut rien faire pour vous arrêter, tandis que vous arrachez une arme de la coque de son vaisseau et prenez le Fantôme à bord.
ko: 팬텀이 약속한대로, 클랜즈맨은 당신이 함선 선체에서 무기를 뜯어내고 고스트를 함선에 태울 때 당신을 막을 수 없었습니다.
ru: Как и обещал фантом, Клановец ничего не может сделать, чтобы помешать вам: вы снимаете оружие с корпуса его корабля и забираете призрака на борт.
zh_hans: 正如幻灵所承诺的那样，当你从猎枪手的船体上扯下一件武器并把幻灵带上星舰时，猎枪手只能对着你干瞪眼。

source: The Slug ship has fallen. You scrap what remains.
fr: Le vaisseau Limace est tombé. Vous récupérez ce qu'il reste.
ko: 슬러그 함선은 격추되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль слизней пал. То, что осталось, вы разбираете на металлолом.
zh_hans: 蛞蝓族飞船已经倒下了。你把剩下的东西搜刮。

source: Contact the Clansmen.
fr: Contacter les Loubards.
ko: 클랜즈맨과 연락한다.
ru: Связаться с Клановцем.
zh_hans: 联系异种猎人们。

source: "Thankssss to you Federation, we aren't dead. I assssume mosssst of our goodsss aren't to your interessst... ssso maybe missilesss and ssscrap will help?"
fr: "Grâccce à vous, Fédération, nous ne sssommes pas morts. Je présume que la plupart de nos biens ne vous intéressssent pas... alors peut-être que de la ferraille et des missssiles feront l'affaire ?"
ko: "고마워 연방 친구 덕분에 우린 쭉찌 않아써. 우리 물건의 대부분은 당씬네의 관씸싸가 아닌 거 같은데... 그럼 미싸일이나 쓰크랩이 도움이 될까?"
ru: "Ссспасссибо Федерации, мы не умерли. Я полагаю, что большшшинссство нашшших товаров вассс не интересссует... так что, может быть, ракеты и металлолом вам пригодятся?"
zh_hans: "感谢你们联邦，我们还没有死。我猜想我们的大部分好处都不符合你们的利益...所以也许导弹和垃圾会有帮助？"

source: The Slug ship has fallen. You scrap what remains.
fr: Le vaisseau Limace est tombé. Vous récupérez ce qu'il reste.
ko: 슬러그 함선은 격추되었습니다. 잔해에서 쓸만한 자원을 인양합니다.
ru: Корабль слизней пал. То, что осталось, вы разбираете на металлолом.
zh_hans: 蛞蝓族飞船已经倒下了。你把剩下的东西搜刮。

source: Contact the Clansmen.
fr: Contacter les Loubards.
ko: 클랜즈맨과 연락한다.
ru: Связаться с Клановцем.
zh_hans: 联系异种猎人们。

source: "Thankssss to you Federation, we aren't dead. I assssume mosssst of our goodsss aren't to your interessst... ssso maybe missilesss and ssscrap will help?"
fr: "Grâccce à vous, Fédération, nous ne sssommes pas morts. Je présume que la plupart de nos biens ne vous intéressssent pas... alors peut-être que de la ferraille et des missssiles feront l'affaire ?"
ko: "고마워 연방 친구 덕분에 우린 쭉찌 않아써. 우리 물건의 대부분은 당씬네의 관씸싸가 아닌 거 같은데... 그럼 미싸일이나 쓰크랩이 도움이 될까?"
ru: "Ссспасссибо Федерации, мы не умерли. Я полагаю, что большшшинссство нашшших товаров вассс не интересссует... так что, может быть, ракеты и металлолом вам пригодятся?"
zh_hans: "感谢你们联邦，我们还没有死。我猜想我们的大部分好处都不符合你们的利益...所以也许导弹和垃圾会有帮助？"

source: You've destroyed the lodge, and everything inside as well. This surely won't please the other Slugs.
fr: Vous avez détruit le pavillon et aussi tout à l'intérieur. Cela ne va sûrement pas plaire aux autres Limaces.
ko: 쉼터와 그 안의 모든 것을 파괴했습니다. 이건 분명 다른 슬러그들이 좋아하지 않을 것입니다.
ru: Вы разрушили ложу и все, что в ней находилось. Это, конечно, не понравится другим слизням.
zh_hans: 你破坏了小屋，还有里面的一切。这肯定不会让其他蛞蝓族满意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Federation basssstard! What the hell were you thinking? No one assssked you to get involved!" The Slug ship fires a missile into your hull and flies away.
fr: "Batards de Fédérés ! Mais à quoi vous pensssiez ? Personne ne vous a demandé de vous impliquer !" Le vaisseau Limace tire un missile sur votre coque et s'envole ailleurs.
ko: "빌어먹을 연방 놈들! 대체 무쓴 쌩각을 하고 있던 게야? 아무도 당씬네들보고 관여하라고 하찌 않았다고!" 슬러그 함선이 선체에 미사일을 발사하고 도약했습니다.
ru: "Ублюдок Федерации! О чем ты, черт возьми, думал? Никто не просссил тебя вмешшшиватьссся!" Корабль слизней выпускает ракету в ваш корпус и улетает.
zh_hans: "联邦混蛋！你到底在想什么？没人求你参与进来！"蛞蝓族飞船向你的船体发射了一枚导弹，然后飞走了。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_SPICES_CLAN"]/deadCrew/text
source: The crew aboard the hunting lodge have been cleared out, and the goods unharmed.
fr: L'équipage à bord du pavillon de chasse a été tué et les biens sont en sureté.
ko: 사냥꾼 쉼터에 탑승한 선원은 구조되었고, 화물은 손상되지 않았습니다.
ru: Экипаж на борту охотничьего домика был уничтожен, но товары не пострадали.
zh_hans: 狩猎小屋上的船员已经被清理出去，货物没有受到伤害。

source: Contact the Slugs.
fr: Contacter les Limaces.
ko: 슬러그들과 교신한다.
ru: Связаться со слизнями.
zh_hans: 联系蛞蝓族。

source: "We didn't assssk for help, Federation! But uhhh, thankssss."
fr: "Nous n'avons pas demandé d'aide, Fédération ! Mais euhhh, merccci."
ko: "우린 도움을 요청하찌 않았다고, 연방! 그.. 그래도 쩡말 고마워."
ru: "Мы не просссили о помощщщи, Федерация! Но э-э-э, ссспасссибо".
zh_hans: "我们没有要求帮助，联邦！但呃......谢谢。"

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_CRISIS"]/surrender/text
source: As you continue to fire on the Clansmen, you reconsider your actions. Are you really just going to kill this guy?
fr: Tandis que vous continuer de tirer sur les Loubards, vous reconsidérez vos actions. Allez-vous vraiment tuer ce gars ?
ko: 계속해서 클랜즈맨들에게 발포하며, 이러한 행동을 다시 생각하게 됩니다. 정말 이 녀석들을 죽일 건가요?
ru: Продолжая обстреливать Клановца, вы переосмысливаете свои действия. Вы действительно собираетесь просто убить этого парня?
zh_hans: 当你继续向异种猎人开火时，你重新考虑你的行动。你真的只是要杀了这个人吗？

source: Cease firing.
fr: Cesser le feu.
ko: 발포를 중지한다.
ru: Прекратить огонь.
zh_hans: 停止射击。

source: The Clansman stops sobbing for a moment to look at you in confusion. "You aren't going to kill me? Are you ssssure? I don't mind..."
fr: Le membre de la Guilde arrête de pleurer pendant un moment pour vous regarder, l'air confus. "Vous n'allez pas me tuer ? Vous êtes cccertain ? Je ne sssuis pas contre..."
ko: 클랜즈맨은 당신이 혼란에 빠진 것을 보고 잠시 흐느껴 우는 것을 멈췄습니다. "날 쭉이찌 않을 꺼찌? 쩡말로 ? 쌍관없는데..."
ru: Клановец на мгновение прекращает рыдать и смотрит на вас в замешательстве. "Вы не сссобираетесссь меня убивать? Вы уверены? Я не против..."
zh_hans: 异种猎人暂时停止抽泣，疑惑地看着你。"你不打算杀我？你确定吗？我不介意..."

source: Nope.
fr: Nan.
ko: 아니.
ru: Нет.
zh_hans: 不。

source: "But why would you ssspare me? Could it be I am not a worthlesss wassste of life? Oh captain, take me on your sssship! Let me prove my worth!"
fr: "Mais pourquoi voudriez-vous m'épargner ? Ssse pourrait-il que je ne sssois pas un misérable sssans valeur ? Oh capitaine, laisssez-moi venir à bord ! Laisssez-moi prouver ma valeur !"
ko: "그런데 왜 쩔 쌀려쭈는 거쬬? 난 인쌩의 무가치한 쓰레기가 아닐 쑤 이쓸까? 오 함짱, 날 배에 태워쭤! 내 가치를 쯩명해 보이게써!"
ru: "Но почему вы пощщщадили меня? Может быть, я впуссстую трачу сссвою жизнь? О капитан, возьмите меня на сссвой корабль! Позвольте мне доказать сссвою ценносссть!"
zh_hans: "但你为什么要放过我？难道我不是一个没有价值的生命吗？哦，舰长，把我带上你的船！让我证明我的价值！"

source: Yeah ok we'll kill you.
fr: Ouais ok, on va te tuer.
ko: 그래, 널 죽여버릴꺼야.
ru: Да, хорошо, мы убьем тебя.
zh_hans: 是的，我们会杀了你。

source: "Thankssss."
fr: "Merccci."
ko: "고마워."
ru: "Ссспасссибо".
zh_hans: "谢谢。"

source: Keep firing.
fr: Continuer de tirer.
ko: 계속 발포한다.
ru: Продолжать вести огонь.
zh_hans: 继续射击。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_CRISIS"]/destroyed/text
source: The poor, miserable Slug is dead. You feel bad, but that won't stop you from scrapping their ship.
fr: La pauvre et misérable Limace est morte. Vous vous sentez mal, mais cela ne vous empêchera pas de démanteler leur vaisseau.
ko: 불쌍하고 비참한 슬러그를 죽였습니다. 기분이 좋진 않지만 그렇다고 그들의 함선에서 쓸만한 것을 인양하는 것을 막을 수 없습니다.
ru: Бедный, несчастный слизень мертв. Вам жаль, но это не помешает вам разобрать этот корабль на металлолом.
zh_hans: 可怜的、可悲的蛞蝓族已经死了。你感到很难过，但这并不能阻止你搜刮他们的船。

# data/events_ships.xml.append$//ship[@name="SHIP_CLAN_CRISIS"]/deadCrew/text
source: The poor, miserable Slug is dead. You feel bad, but that won't stop you from scrapping their ship.
fr: La pauvre et misérable Limace est morte. Vous vous sentez mal, mais cela ne vous empêchera pas de démanteler leur vaisseau.
ko: 불쌍하고 비참한 슬러그를 죽였습니다. 기분이 좋진 않지만 그렇다고 그들의 함선에서 쓸만한 것을 인양하는 것을 막을 수 없습니다.
ru: Бедный, несчастный слизень мертв. Вам жаль, но это не помешает вам разобрать этот корабль на металлолом.
zh_hans: 可怜的、可悲的蛞蝓族已经死了。你感到很难过，但这并不能阻止你搜刮他们的船。

# data/events_ships.xml.append$//ship[@name="SHIP_SHELL_ABDUCTION"]/destroyed/text
source: You have defeated the Shell abductor. You scrap the ship before contacting the civilians.
fr: Vous avez vaincu le Ravisseur Coquille. Vous démantelez le vaisseau avant d'entrer en contact avec les civils.
ko: 쉘 약취선을 파괴했습니다. 민간인들에게 연락하기 전에 함선에서 쓸만한 것을 인양했습니다.
ru: Вы победили похитителя ракушек. Перед тем как связаться с гражданскими, вы разбираете корабль на металлолом.
zh_hans: 你已经打败了甲壳族劫持舰。在与平民接触之前，你已经搜刮了这艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SHELL_ABDUCTION"]/deadCrew/text
source: You have defeated the Shell abductor. You scrap the ship before contacting the civilians.
fr: Vous avez vaincu le Ravisseur Coquille. Vous démantelez le vaisseau avant d'entrer en contact avec les civils.
ko: 쉘 약취선을 파괴했습니다. 민간인들에게 연락하기 전에 함선에서 쓸만한 것을 인양했습니다.
ru: Вы победили похитителя ракушек. Перед тем как связаться с гражданскими, вы разбираете корабль на металлолом.
zh_hans: 你已经打败了甲壳族劫持舰。在与平民接触之前，你已经搜刮了这艘船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ships.xml.append$//ship[@name="SHIP_SMUGGLER_SHELL"]/deadCrew/text
source: The crew of the smuggler ship have been defeated. You scrap the exterior of the ship.
fr: L'équipage du vaisseau Contrebandier a été éliminé. Vous démantelez l'extérieur du vaisseau.
ko: 밀수꾼 함선의 선원을 모두 죽였습니다. 함선의 외부에서 쓸만한 자원을 인양했습니다.
ru: Экипаж корабля контрабандистов уничтожен. Вы разбираете на металлолом внешнюю обшивку корабля.
zh_hans: 走私船的船员被打败了。你搜刮了船的外表。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: While investigating the cargo of the Smuggler ship, you notice that they were attempting to smuggle back the exterior of a couple Shells. However, one of the creatures appears to still be alive, and you help them back onto your ship.
fr: En enquêtant sur la cargaison du vaisseau Contrebandier, vous remarquez qu'ils essayaient de faire circuler une collection d'extérieur de Coquilles. Cependant, l'une des créatures semble être toujours en vie et vous l'aidez à se remettre tandis qu'elle vient sur votre vaisseau.
ko: 밀수꾼 함선의 화물을 조사하는 동안 한 쌍의 셸을 밀수하려 했다는 것을 알아차렸습니다. 하지만, 그 생명체 중 한 명이 아직 살아 있는 것처럼 보였고, 그를 당신의 함선으로 데려오도록 도왔습니다.
ru: Исследуя груз корабля контрабандистов, вы заметили, что они пытались похитить пару ракушек. Однако одно из существ, похоже, еще живо, и вы помогаете ему вернуться на корабль.
zh_hans: 在调查走私船的货物时，你注意到他们正试图偷运回几个甲壳族的外表。然而，其中一个生物似乎还活着，你帮助他们回到你的船上。
