Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You power down your weapons and after a time the ship slowly limps away. They refuse all communications. You can't help but feel somewhat guilty.
fr: Vous désactivez vos armes et, au bout d'un moment, le vaisseau s'éloigne lentement en refusant toute communication. Vous ne pouvez vous empêcher d'éprouver du remords.
ko: 당신은 모든 무기의 가동을 중지했고, 잠시 후에 그 함선은 천천히 비틀거리며 날아갔습니다. 그들은 모든 통신을 거부했습니다. 당신은 죄책감이 들어 견디기 힘듭니다.
ru: Вы выключаете оружие, и через некоторое время корабль медленно удаляется. Они отказываются выходить на связь. Вы не можете избавиться от чувства вины.
zh_hans: 你关闭了你的武器，一段时间后，飞船慢慢地跛着脚离开。他们拒绝所有的通信。你不禁感到有些内疚。

source: You can't help but feel somewhat guilty as you search through the debris. It was probably a trap... right?
fr: Vous ne pouvez vous empêcher d'éprouver du remords en fouillant les débris du vaisseau Moine. C'était probablement un piège... non ?
ko: 당신은 잔해를 뒤지면서 죄책감을 느끼고있습니다. 그것은 아마 함정이었을것입니다...아마도?
ru: Вы не можете избавиться от чувства вины, когда обыскиваете обломки. Возможно, это была ловушка... правда?
zh_hans: 当你在废墟中搜寻时，你不禁感到有些内疚。这可能是一个陷阱...对吗？

# data/events_ships.xml.append$//ship[@name="SHIP_PEACE_QUEST_MONK"]/deadCrew/text
source: You begin to strip their ship and don't find anything that would indicate they were on anything other than a peaceful mission. Perhaps you were too hasty.
fr: Vous commencez à démanteler leur vaisseau, mais vous ne trouvez rien qui vous indique que les Zoltans n'étaient pas en mission pacifique. Peut-être avez-vous été un peu vite en besogne...
ko: 당신은 그들의 함선을 뜯어내기 시작했고 그들이 평화적 임무수행 외에 다른일을 하고있었다는 증거를 찾아내지 못헀습니다. 판단을 너무 서두른것같군요.
ru: Вы начинаете разбирать их корабль и не находите ничего, что указывало бы на то, что у них была какая-то иная, кроме мирной миссия. Возможно, вы были слишком опрометчивы.
zh_hans: 你开始扒开他们的船，没有发现任何可以表明他们是在执行和平任务以外的其他任务。也许你太草率了。

source: You defeat your assailant, but the peace ship has jumped away in the commotion.
fr: Vous venez à bout de votre assaillant mais, dans la confusion, le vaisseau pacifique s'est échappé en effectuant un saut.
ko: 당신에게 공격을 가했던 함선을 격퇴시켰습니다. 하지만 평화 사절단 함선은 혼란을 틈타 도망갔습니다.
ru: Вы победили нападавшего, но мирный корабль в суматохе улетел.
zh_hans: 你打败了你的攻击者，但那艘和平的飞船在骚乱中跃迁走了。

source: You defeat your assailant, but the peace ship has jumped away in the commotion.
fr: Vous venez à bout de votre assaillant mais, dans la confusion, le vaisseau pacifique s'est échappé en effectuant un saut.
ko: 당신에게 공격을 가했던 함선을 격퇴시켰습니다. 하지만 평화 사절단 함선은 혼란을 틈타 도망갔습니다.
ru: Вы победили нападавшего, но мирный корабль в суматохе улетел.
zh_hans: 你打败了你的攻击者，但那艘和平的飞船在骚乱中跃迁走了。

source: "You have brought us the brink of destruction. We apologize... perhaps we were wrong after all. Will you spare us?"
fr: "Vous nous avez précipités au bord de la destruction. Nous nous excusons... peut-être avions-nous tort au final. Allez-vous nous épargner ?"
ko: "당신은 우리를 파멸의 임계점까지 몰아세웠습니다. 사과드립니다... 결국 우리가 틀렸을 수 있겠군요. 우리를 살려주실 수 있겠습니까?"
ru: "Вы поставили нас на грань уничтожения. Мы просим прощения... возможно, мы все-таки ошибались. Пощадите ли вы нас?"
zh_hans: "你把我们带到了毁灭的边缘。我们道歉...也许我们毕竟是错的。你会放过我们吗？"

source: You have only proven yourself to be intolerant and rash. We will be doing the galaxy a favor by ridding it of you.
fr: Vous n'avez que prouvé votre impétuosité et manque de tolérance. Nous allons rendre une faveur à la galaxie en la débarassant de vous.
ko: 당신은 자신이 편협하고 성급하다는 것을 증명했을 뿐이었습니다. 우린 당신을 제거함으로써 은하계의 평화를 되찾을 것입니다.
ru: Вы только доказали свою нетерпимость и безрассудство. Мы окажем услугу галактике, избавив ее от вас.
zh_hans: 你只是证明了自己的不宽容和轻率。我们把你赶出银河系，就是帮了它一个忙。

source: You continue the assault.
fr: Vous continuez l'assaut.
ko: 계속해서 공격한다.
ru: Вы продолжаете нападение.
zh_hans: 你继续攻击。

source: Spare them.
fr: Les épargner.
ko: 그들을 살려준다.
ru: Пощадить их.
zh_hans: 饶了他们吧。

source: Suddenly all indications of the Rebel ship fade away and a Zoltan fleet appears around your ship. The captain of the ship you met previously materializes on your bridge.
fr: Soudain, toute les indications de l'appareil Rebelle disparaissent et une flotte Zoltan apparaît autour de votre vaisseau. Le capitaine que vous avez rencontré précédemment se matérialise sur votre passerelle.
ko: 갑자기 반군 함선의 형상이 사라지더니, 졸탄 함선이 나타나고 이전에 만난 적 있는 졸탄 함장이 당신의 함교에 물질화되어 나타났습니다.
ru: Внезапно все признаки корабля повстанцев исчезают, и вокруг вашего корабля появляется золтанский флот. Капитан корабля, с которым вы познакомились ранее, материализуется на вашем мостике.
zh_hans: 突然间，叛军飞船的所有迹象都消失了，一支超能族舰队出现在你的飞船周围。你之前遇到的那艘船的舰长出现在星舰的指挥舱内。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebel ship explodes, but the wreckage fades away to reveal a Zoltan fleet watching you. It appears this was a test, and you failed.
fr: Le vaisseau Rebelle explose, son épave se volatilisant pour révéler une flotte Zoltan qui vous observait. Il semble que c'était une épreuve et vous avez échoué.
ko: 반군 함선이 폭발했지만, 잔해가 사라지면서 졸탄 함대가 당신을 지켜보고 있었음이 드러났습니다. 이건 시험이었으며, 당신은 실패했습니다.
ru: Корабль повстанцев взрывается, но его обломки исчезают, и вы видите флот золтанов, наблюдающий за вами. Похоже, это был тест, и вы его провалили.
zh_hans: 叛军的飞船爆炸了，但残骸消失了，显示出一支超能族舰队在看着你。看来这是个测试，而你失败了。

source: The now empty Rebel ship fades away to reveal a Zoltan fleet watching you. It appears this was a test, and you failed.
fr: Le vaisseau Rebelle désormais vide se volatilise pour révéler une flotte Zoltan qui vous observait. Il semble que c'était une épreuve et vous avez échoué.
ko: 이제 텅 빈 반군 함선이 서서히 사라지며 졸탄 함대가 당신을 지켜보고 있었음이 드러났습니다. 이건 시험이었으며, 당신은 실패했습니다.
ru: Теперь пустой корабль повстанцев исчезает, и вы видите флот золтанов, наблюдающий за вами. Похоже, это был тест, и вы его провалили.
zh_hans: 现在空荡荡的叛军飞船渐渐消失，显示出一支超能族舰队在注视着你。看来这是个测试，而你失败了。

source: The strange Rock ship is dead. Aboard the wreck you find the pieces of a sector map, but not enough to make anything out.
fr: L'étrange vaisseau Rocailleux est détruit. Vous trouvez des fragments de carte du secteur à bord de l'épave, mais pas en assez bon état pour en retirer quoi que ce soit.
ko: 이상한 락맨 함선은 격파되었습니다. 난파선에 탑승해서 구역 지도를 발견했지만, 어떤 것도 알아내기 힘들었습니다.
ru: Странный корабль валунов погиб. На борту разрушенного корабля вы находите кусочки карты сектора, но их недостаточно, чтобы что-то разобрать.
zh_hans: 那艘奇怪的岩石族飞船已被击败。在残骸上，你发现了星区星图的数据碎片，但不足以解明任何地点。

# data/events_ships.xml.append$//ship[@name="SHIP_ROCK_DUSKBRINGER"]/deadCrew/text
source: While scrapping the strange Rock ship, you find a map of the entire sector. You enter it into your computer and continue with your salvaging.
fr: En démontant le vaisseau Rocailleux, vous y trouvez une carte du secteur. Vous l'ajoutez à votre ordinateur, puis continuez la récupération.
ko: 이상한 락맨 함선에서 쓸만한 것을 수거하는 도중, 구역 전체의 지도를 찾을 수 있었습니다. 당신은 지도를 컴퓨터에 입력하고 인양 작업을 계속합니다.
ru: Разбирая на металлолом странный корабль валунов, вы находите карту всего сектора. Вы вводите ее в свой компьютер и продолжаете заниматься добычей полезных материалов.
zh_hans: 在搜刮这艘奇怪的岩石族飞船时，你发现了整个星区的星图。你把它输入你的电脑，继续你的回收工作。

# data/events_ships.xml.append$//ship[@name="SHIP_DUSK_MONASTERY"]/destroyed/text
source: You've successfully killed the Duskbringer ship, and it appears the other pirates have done the same with their opponents. It doesn't take long until the pirates overtake the Duskbringers, and the remaining ships from the squadron flee.
fr: Vous avez réussi à éliminer les Crépusculeurs et il semblerait que les autres pirates aient fait de même avec leurs adversaires. Il faut peu de temps aux pirates pour qu'ils débordent les Crépusculeurs et les vaisseaux restants de l'escadron s'enfuient.
ko: 당신은 더스크브링어 함선을 성공적으로 물리쳤으며, 다른 해적들도 마찬가지로 적들을 처리한 것 같습니다. 해적들이 더스크브링어를 추격하고 잔존 함대가 달아날때까지 오랜 시간이 걸리지 않았습니다.
ru: Вы успешно уничтожили корабль Вестников Заката, и, похоже, остальные пираты сделали то же самое со своими противниками. Проходит совсем немного времени, и пираты догоняют Вестников Заката, а оставшиеся корабли эскадры спасаются бегством.
zh_hans: 你成功击败了暮临派飞船，看来其他海盗也对他们的对手取得了同样的成果。没过多久，海盗们就拿下了暮临派，而中队的剩余战舰也纷纷逃窜。

source: Contact the pirate clan.
fr: Contacter le clan pirate.
ko: 해적단과 통신한다.
ru: Связаться с пиратским кланом.
zh_hans: 联系海盗们。

# data/events_ships.xml.append$//ship[@name="SHIP_DUSK_MONASTERY"]/deadCrew/text
source: You've successfully killed the Duskbringer ship, and it appears the other pirates have done the same with their opponents. It doesn't take long until the pirates overtake the Duskbringers, and the remaining ships from the squadron flee.
fr: Vous avez réussi à éliminer les Crépusculeurs et il semblerait que les autres pirates aient fait de même avec leurs adversaires. Il faut peu de temps aux pirates pour qu'ils débordent les Crépusculeurs et les vaisseaux restants de l'escadron s'enfuient.
ko: 당신은 더스크브링어 함선을 성공적으로 물리쳤으며, 다른 해적들도 마찬가지로 적들을 처리한 것 같습니다. 해적들이 더스크브링어를 추격하고 잔존 함대가 달아날때까지 오랜 시간이 걸리지 않았습니다.
ru: Вы успешно уничтожили корабль Вестников Заката, и, похоже, остальные пираты сделали то же самое со своими противниками. Проходит совсем немного времени, и пираты догоняют Вестников Заката, а оставшиеся корабли эскадры спасаются бегством.
zh_hans: 你成功击败了暮临派飞船，看来其他海盗也对他们的对手取得了同样的成果。没过多久，海盗们就拿下了暮临派，而中队的剩余战舰也纷纷逃窜。

source: Contact the pirate clan.
fr: Contacter le clan pirate.
ko: 해적단과 통신한다.
ru: Связаться с пиратским кланом.
zh_hans: 联系海盗们。

source: You've successfully killed the Pirate ship, and it appears the other Duskbringers have done the same with their opponents. It doesn't take long until the Duskbringers overtake the Pirates, and the remaining ships from the clan flee.
fr: Vous avez réussi à éliminer le vaisseau Pirate et il semblerait que les Crépusculeurs aient fait de même avec leurs adversaires. Il faut peu de temps aux Crépusculeurs pour qu'ils débordent les pirates et les vaisseaux restants du clan s'enfuient.
ko: 당신은 해적 함선을 성공적으로 물리쳤으며, 다른 더스크브링어들도 마찬가지로 적들을 처리한 것 같습니다. 더스크브링어들이 해적들을 추격하고 잔존 함대가 달아날 때까지 오랜 시간이 걸리지 않았습니다.
ru: Вы успешно уничтожили корабль пиратов, и, похоже, остальные Вестники Заката сделали то же самое со своими противниками. Проходит совсем немного времени, и Вестники Заката догоняют пиратов, а оставшиеся корабли эскадры спасаются бегством.
zh_hans: 你成功击败了海盗飞船，看来其他暮临者们也对他们的对手取得了同样的成果。没过多久，暮临派就拿下了海盗团伙，而团伙中剩余的战舰也纷纷逃窜。

source: Contact the Duskbringer squadron.
fr: Contacter l'escadron Crépusculeur.
ko: 더스크브링어 편대에 연락한다.
ru: Связаться с эскадрильей Вестников Заката.
zh_hans: 联系暮临派中队。

# data/events_ships.xml.append$//ship[@name="SHIP_PIRATE_MONASTERY"]/deadCrew/text
source: You've successfully killed the Pirate ship, and it appears the other Duskbringers have done the same with their opponents. It doesn't take long until the Duskbringers overtake the Pirates, and the remaining ships from the clan flee.
fr: Vous avez réussi à éliminer le vaisseau Pirate et il semblerait que les Crépusculeurs aient fait de même avec leurs adversaires. Il faut peu de temps aux Crépusculeurs pour qu'ils débordent les pirates et les vaisseaux restants du clan s'enfuient.
ko: 당신은 해적 함선을 성공적으로 물리쳤으며, 다른 더스크브링어들도 마찬가지로 적들을 처리한 것 같습니다. 더스크브링어들이 해적들을 추격하고 잔존 함대가 달아날 때까지 오랜 시간이 걸리지 않았습니다.
ru: Вы успешно уничтожили пиратский корабль, и, похоже, другие Вестники Заката сделали то же самое со своими противниками. Проходит совсем немного времени, и Вестники Заката догоняют пиратов, а оставшиеся корабли клана спасаются бегством.
zh_hans: 你成功击败了海盗飞船，看来其他暮临者们也对他们的对手取得了同样的成果。没过多久，暮临派就拿下了海盗团伙，而团伙中剩余的战舰也纷纷逃窜。

source: Contact the Duskbringer squadron.
fr: Contacter l'escadron Crépusculeur.
ko: 더스크브링어 편대에 연락한다.
ru: Связаться с эскадрильей Вестников Заката.
zh_hans: 联系暮临派中队。

source: The unprepared Duskbringers are dead, just like the original pirate crew. You scrap both ships.
fr: Les Crépusculeurs non préparés son morts, tout comme l'équipage pirate original. Vous démontez les deux vaisseaux.
ko: 준비되지 않은 더스크브링어들은 모두 죽었습니다. 마치 원래 해적들이 그랬던 것처럼 말이죠. 당신은 양측 함선에서 쓸만한 물자를 인양했습니다.
ru: Неподготовленные Вестники Заката мертвы, как и первоначальная команда пиратов. Вы разбираете оба корабля на металлолом.
zh_hans: 这些毫无准备的暮临派们已经死了，与一同的海盗船员一样。你把两艘船都搜刮了。

source: The unprepared Duskbringers are dead, just like the original pirate crew. You scrap both ships.
fr: Les Crépusculeurs non préparés son morts, tout comme l'équipage pirate original. Vous démontez les deux vaisseaux.
ko: 준비되지 않은 더스크브링어들은 모두 죽었습니다. 마치 원래 해적들이 그랬던 것처럼 말이죠. 당신은 양측 함선에서 쓸만한 물자를 인양했습니다.
ru: Неподготовленные Вестники Заката мертвы, как и первоначальная команда пиратов. Вы разбираете оба корабля на металлолом.
zh_hans: 这些毫无准备的暮临派们已经死了，与一同的海盗船员一样。你把两艘船都搜刮了。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_KAMIKAZE"]/surrender/text
source: Your attention is brought back to your screen. It appears the Mantis never ended the call, and is still frantically talking to you. "Must... must kill Federation. Must not die... this way... Sacrifice is the only way..."
fr: Votre attention est portée à l'écran. Il semblerait que le Mantis n'ait jamais coupé l'appel et il s'addresse à vous de manière impulsive. "Devoir... devoir tuer Fédération. Pas mourir... ce moyen... Sacrifice seul moyen..."
ko: 스크린으로 당신의 주의가 돌아갔습니다. 맨티스가 화를 삭이지 못하고 통신을 끝내지 않으며, 여전히 미친 듯이 이야기하고있습니다. "반드시... 연방을 죽인다. 그냥 죽여선 안 돼 ... 이 방법... 희생만이 유일한 길..."
ru: Ваше внимание возвращается к экрану. Похоже, богомол не закончил разговор и продолжает неистово говорить с вами. "Должен... должен убить Федерацию. Не должен умереть... таким образом... Жертвоприношение - единственный выход..."
zh_hans: 你的注意力被带回了你的屏幕。看来螳螂族没有结束通话，仍然在疯狂地和你说话。"必须...必须杀死联邦。不能死...这种方式...牺牲是唯一的方法..."

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_KAMIKAZE"]/escape/text
source: The Mantis ship's engines power up, and you know you only have so long before they plow straight into your ship. You'll either have to kill them fast or run away.
fr: Les moteurs du vaisseau Mantis s'allument et vous savez que vous n'avez que peu de temps avant qu'ils vous rentrent dedans. Vous devrez soit les tuer rapidement, soit vous enfuir.
ko: 맨티스 함선의 엔진이 점화되고, 당신의 함선으로 곧바로 충각하기까지 시간이 얼마 남지 않았습니다. 당신은 빨리 죽이거나 도망쳐야 합니다.
ru: Двигатели корабля богомолов включаются, и вы понимаете, что у вас есть еще немного времени, прежде чем они врежутся прямо в ваш корабль. Вам придется либо быстро убить их, либо убежать.
zh_hans: 螳螂族飞船的引擎充能开动了，你知道在它们直扑你的飞船之前你只有这么长时间。你要么快速杀死它们，要么逃跑。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_KAMIKAZE"]/gotaway/text
source: The Mantis ship's engines flash bright and you know it's too late. You jump to the floor as the Mantis ship smashes into your hull, dealing signifigant damage and destroying themselves in the process. Fortunately, a small amount of scrap is left behind from the wreckage, but that's the only silver lining.
fr: Les moteurs du vaisseau Mantis s'illuminent et vous voyez qu'il est trop tard. Vous sautez par terre tandis que l'astronef Mantis s'écrase contre votre coque, infligeant d'important dégâts tout en se détruisant eux-mêmes. Heureusement, une petite quantité de ferraille est laisée derrière, mais ce n'est qu'une maigre consolation.
ko: 맨티스 함선의 엔진이 밝게 빛나자 당신은 너무 늦었다는 것을 알고 있었습니다. 맨티스 함선이 선체에 충각하며 선실 바닥으로 도약하는 과정에서 상당한 피해를 주고, 스스로를 파괴했습니다. 잔해에서 소량의 스크랩이 남은 것은 불행 중 다행입니다.
ru: Двигатели корабля богомолов с яркой вспышки начинают работать, и вы понимаете, что уже слишком поздно. Вы бросаетесь на пол, когда корабль богомолов врезается в ваш корпус, нанося значительные повреждения и разрушаясь в процессе. К счастью, от обломков осталось небольшое количество металлолома, но это единственный плюс.
zh_hans: 螳螂族飞船的引擎闪着亮光，你知道已经太晚了。当螳螂族飞船撞上你的船体时，你跳到了地上，在这个过程中造成了巨大的伤害并摧毁了自己。幸运的是，残骸中留下了少量的废料，但这是唯一的一线希望。

source: With the patrol ship destroyed you hasten to leave. It won't be long before the other ships catch up.
fr: Maintenant que le patrouilleur est détruit, vous vous hâtez de partir avant que les autres vaisseaux ne vous rattrapent.
ko: 순찰선이 파괴된 후 당신은 서둘러 떠나야 했습니다. 다른 함선들이 따라잡을 때까지는 그리 오래 걸리지 않을 것입니다.
ru: Уничтожив патрульный корабль, вы спешите уйти. Пройдет совсем немного времени, прежде чем вас догонят другие корабли.
zh_hans: 巡逻舰被摧毁后，你们赶紧离开。过不了多久，其他船只就会追上来。

source: With the patrol ship taken care of you hasten to leave. It won't be long before the other ships catch up.
fr: Maintenant que le patrouilleur ne constitue plus une menace, vous vous hâtez de partir avant que les autres vaisseaux ne vous rattrapent.
ko: 순찰선이 처리되자 당신은 서둘러 떠나야 했습니다. 다른 함선들이 따라잡을 때까지는 그리 오래 걸리지 않을 것입니다.
ru: Позаботившись о патрульном корабле, вы спешите уйти. Пройдет совсем немного времени, прежде чем другие корабли догонят вас.
zh_hans: 照顾好了巡逻舰，你就赶紧离开吧。不久之后，其他船只就会追上来。

source: The Mantis ship breaks apart.
fr: Le vaisseau Mantis se disloque.
ko: 맨티스 함선이 완파되었습니다.
ru: Корабль богомолов разваливается на части.
zh_hans: 螳螂族飞船解体了。

source: Attempt to contact the Engi.
fr: Tenter de contacter les Engis.
ko: 엔지와 연락을 시도한다.
ru: Попытаться связаться с энджи.
zh_hans: 试图联系半械族。

source: No more life signs detected on the Mantis ship. You hasten to contact the Engi.
fr: Vous ne détectez plus aucun signe de vie à bord du vaisseau Mantis. Vous vous hâtez de contacter les Engis.
ko: 맨티스 함선에서 더 이상 생명 신호가 감지되지 않습니다. 당신은 재빠르게 엔지와 연락을 시도합니다.
ru: На корабле богомолов больше не обнаружено признаков жизни. Вы спешите связаться с энджи.
zh_hans: 在螳螂族飞船上没有发现更多的生命迹象。你赶紧联系半械族飞船。

source: Attempt to contact the Engi.
fr: Tenter de contacter le vaisseau Engi.
ko: 엔지와 연락을 시도한다.
ru: Попытаться связаться с энджи.
zh_hans: 试图联系半械族。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE1"]/escape/text
source: You pick up more chatter from the enemy ship, "You know what... Forget this. Prepare for retreat!" Looks like they're preparing to make a hasty get away!
fr: Vous captez d'autres émissions en provenance du vaisseau ennemi : "Vous savoir quoi ? Non, laisser tomber. Replier, vite !" Apparemment, ils n'ont pas l'air de vouloir s'éterniser dans le coin.
ko: 적 함에서 더 많은 잡답을 들었습니다. "너 그거 아냐? 아니 몰라도 된다. 모두 퇴각 준비!" 서둘러 도망칠 준비를 하고 있는 것 같습니다!
ru: Вы уловили разговор с вражеского корабля: "Знаешь что... Забудь об этом. Приготовиться к отступлению!" Похоже, они готовятся к поспешному бегству!

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE1"]/gotaway/text
source: The ship made an emergency FTL jump, but it looks like they didn't mask their signatures. You could easily follow them if you want.
fr: Le vaisseau vient d'effectuer un saut SPL d'urgence, mais sans masquer sa signature. Vous pourriez le suivre sans la moindre difficulté si l'envie vous en prenait.
ko: 그 함선은 긴급 초광속 도약을 했지만, 그들의 항로를 감추진 못한 것으로 보였습니다. 원한다면 쉽게 추적할 수 있습니다.
ru: Корабль совершил экстренный сверхсветовой прыжок, но похоже, что они не замаскировали свои сигнатуры. Вы можете легко проследить за ними, если захотите.
zh_hans: 这艘飞船进行了一次紧急超光速跳跃，但看起来他们没有掩盖自己的特征。如果你愿意，你可以很容易地跟踪他们。

source: After them!
fr: Après eux !
ko: 그들을 추격한다!
ru: За ними!
zh_hans: 在他们之后！

source: You input their coordinates into your map and prepare to follow.
fr: Vous saisissez les coordonnées d'arrivée de votre cible dans votre système et vous préparez à la suivre.
ko: 지도에 좌표를 입력하고 추격할 준비를 했습니다.
ru: Вы вводите их координаты в свою карту и готовитесь следовать за ними.
zh_hans: 你将他们的坐标输入你的星图并准备跟随。

source: Forget it.
fr: Laisser tomber.
ko: 이 일은 잊어버린다.
ru: Забудем об этом.
zh_hans: 忘了它吧。

source: They're not worth the trouble. You prepare to leave.
fr: Ça n'en vaut pas la peine. Vous vous préparez à partir.
ko: 수고할 가치가 없다고 판단했습니다. 떠날 준비를 합니다.
ru: Они не стоят таких проблем. Вы готовитесь уходить.
zh_hans: 他们不值得这么麻烦。你准备离开。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE1"]/destroyed/text
source: Their ship breaks apart and you move in to scrap the remains.
fr: Le vaisseau ennemi se disloque et vous vous approchez de l'épave pour la fouiller.
ko: 그들의 함선이 부서지고 당신은 잔해를 인양하기 위해 움직였습니다.
ru: Их корабль разваливается на части, и вы приступаете к разбору останков.
zh_hans: 他们的船解体了，你就进场搜刮这些残骸。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE1"]/deadCrew/text
source: With no more crew on board you are free to salvage what you can from the remains.
fr: Il ne reste plus personne à bord du vaisseau ennemi pour vous empêcher de récupérer ce que vous voulez dans l'épave.
ko: 함교에 더 이상 승무원이 남아있지 않다면, 잔해에서 가능한 많은 것을 자유롭게 인양할 수 있습니다.
ru: Если на борту больше нет экипажа, вы можете взять из останков все, что сможете.
zh_hans: 由于船上没有更多的船员，你可以自由地从残骸中打捞你能打捞的东西。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE2"]/escape/text
source: They appear to be trying to get away again. You doubt they'll forget to mask their jump signature this time.
fr: Ils semblent essayer de s'enfuir à nouveau et, cette fois, ils n'oublieront probablement pas de masquer leur signature de saut.
ko: 그들은 다시 탈출을 시도하는 것으로 보였습니다. 이번에 그들은 도약할 때 항로를 숨기는 것을 잊지 않을 것입니다.
ru: Похоже, они снова пытаются уйти. Вы сомневаетесь, что на этот раз они забудут замаскировать сигнатуру прыжка.
zh_hans: 他们似乎又想逃跑了，这次他们肯定不会忘记掩盖他们的跃迁特征了。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE2"]/gotaway/text
source: Looks like they got away. At least you're able to scrap their abandoned fighter.
fr: On dirait qu'ils ont réussi à filer. Au moins, vous devriez pouvoir récupérer de la ferraille sur le chasseur qu'ils ont abandonné.
ko: 도망친 것 같습니다. 적어도 그들의 버려진 전투기에서 쓸만한 것을 인양할 수 있습니다.
ru: Похоже, они сбежали. По крайней мере, вы смогли разобрать на металлолом их брошенный истребитель.
zh_hans: 看来他们跑掉了。至少你能够搜刮他们废弃的战斗机。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE2"]/surrender/text
source: "Look, you proved point. We not want to die... Take this and let go. Please?"
fr: "Écouter, avoir compris, OK ? Pas tenir à mourir, alors, prendre ça et laisser partir... s'il vous plaît."
ko: "이봐, 네 말이 맞다. 우린 죽고 싶지 않다... 제발 이거 줄 테니 우릴 놔줘."
ru: "Слушай, ты доказал свою точку зрения. Мы не хотим умирать... Возьми это и отпусти нас. Прошу вас?"
zh_hans: "看，你证明了这一点。我们不想死...拿着这个，放手吧。求你了？"

source: Let them live.
fr: Les laisser vivre.
ko: 그들을 놓아준다.
ru: Оставить их в живых.
zh_hans: 放他们一条生路。

source: "Thank you. But you have idea how much repairing TWO ships will set back?..." What an odd Mantis. You prepare to leave.
fr: "Merci. Mais avoir idée de ce que nous coûter, devoir réparer DEUX vaisseaux ?" Ces Mantis sont vraiment étranges. Vous vous apprêtez à repartir.
ko: "고맙다. 하지만 이 두 함선을 수리할 때 얼마나 큰 비용 드는지 아냐?..." 정말 이상한 맨티스로군요. 떠날 준비를 합니다.
ru: "Спасибо. Но вы представляете, сколько будет стоить ремонт ДВУХ кораблей?..." Какой странный богомол. Вы готовитесь уходить.
zh_hans: "谢谢你。但你知道修理两艘船要花多少钱吗..."多么奇怪的螳螂族。你准备离开。

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.
zh_hans: 解决他们。

source: "No! Hurry up, get out here! They crazy!" You cut transmissions.
fr: "Non ! Ficher camp d'ici, eux être des dingues !" Vous coupez la communication.
ko: "안돼! 빨리, 거기서 나와! 쟤들은 미쳤어!" 당신은 전송을 차단했습니다.
ru: "Нет! Быстрее, уходим отсюда! Они сумасшедшие!" Вы прерываете связь.
zh_hans: "不！快点，离开这里！他们疯了！"你切断传输。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE2"]/destroyed/text
source: Their ship breaks apart and you salvage the two ships.
fr: Leur appareil se disloque et vous fouillez les deux vaisseaux.
ko: 그들의 함선이 완파되고 당신은 두 함선에서 쓸만한 것을 인양했습니다.
ru: Их корабль разваливается на части, и вы собираете обломки двух кораблей.
zh_hans: 他们的船解体了，你打捞出这两艘船。

# data/events_ships.xml.append$//ship[@name="SHIP_MANTIS_CHASE2"]/deadCrew/text
source: You find an intact weapon on their now empty ship. You take as much scrap from the ships as possible.
fr: Vous découvrez une arme intacte à bord du vaisseau désert et vous récupérez autant de ferraille que possible.
ko: 이제 빈 함선에서 온전한 무기를 찾을 수 있었으며, 가능한 많은 자원을 인양할 수 있었습니다.
ru: Вы находите неповрежденное оружие на их теперь уже пустом корабле. Вы забираете с кораблей как можно больше металлолома.
zh_hans: 你在他们现在的空船上找到了一件完整的武器。你尽可能多地从船上取走废料。
