Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_CHAIN"]/desc
source: This Pinpoint weapon only does a moderate amount of damage, but quickly ramps up its fire rate until it becomes devastating on enemies with their shields down.
es: Esta arma de Punto Preciso solo inflige una cantidad moderada de daño, pero aumenta rápidamente su cadencia de fuego hasta volverse devastadora contra enemigos con los escudos bajos.
it: Questa arma individuata fa solo una moderata danno, ma aumenta rapidamente il suo tasso di fuoco fino a quando non diventa devastante sui nemici con i loro scudi.
ja: このピンポイント武器は中程度のダメージしか与えないが、シールドを失った敵に壊滅的なダメージを与えられるよう、発射速度が急速に上昇する。
ko: 이 핀포인트 무기는 크게 위력적이진 않지만, 방어막을 내린 적에게 치명적이게 될 때까지 빠르게 발사 속도가 높아집니다.
pl: Ta broń punktowa zadaje tylko umiarkowane obrażenia, ale szybko zwiększa szybkostrzelność, aż staje się niszczycielska dla wrogów z opuszczonymi tarczami.
pt_br: Essa arma Pinpoint causa apenas uma quantidade moderada de dano, mas aumenta rapidamente sua taxa de disparo até se tornar devastadora em inimigos com os escudos baixos.
zh_hans: 这种光点武器只能造成中量的伤害，但其射速会迅速提高，直至对护盾失效的敌人造成毁灭性打击。

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_CHAIN_ENEMY"]/title
source: 'Cinquedea' Pinpoint
es: Punto Preciso 'Cinquedea'
it: "Cinquedea"
ja: チンクエデア」ピンポイント
pl: Punktowy 'Cinquedea'
pt_br: Ponto de referência "Cinquedea
zh_hans: '五指剑'光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_CHAIN_ENEMY"]/short
source: 'Cinquedea'
ja: チンクエデア
zh_hans: 指剑光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_CHAIN_ENEMY"]/desc
source: This Pinpoint weapon only does a moderate amount of damage, but quickly ramps up its fire rate until it becomes devastating on enemies with their shields down.
es: Esta arma de Punto Preciso solo inflige una cantidad moderada de daño, pero aumenta rápidamente su cadencia de fuego hasta volverse devastadora contra enemigos con los escudos bajos.
it: Questa arma individuata fa solo una moderata danno, ma aumenta rapidamente il suo tasso di fuoco fino a quando non diventa devastante sui nemici con i loro scudi.
ja: このピンポイント武器は中程度のダメージしか与えないが、シールドを失った敵に壊滅的なダメージを与えられるよう、発射速度が急速に上昇する。
pl: Ta broń punktowa zadaje tylko umiarkowane obrażenia, ale szybko zwiększa szybkostrzelność, aż staje się niszczycielska dla wrogów z opuszczonymi tarczami.
pt_br: Essa arma Pinpoint causa apenas uma quantidade moderada de dano, mas aumenta rapidamente sua taxa de disparo até se tornar devastadora em inimigos com os escudos baixos.
zh_hans: 这种光点武器只能造成中量的伤害，但其射速会迅速提高，直至对护盾失效的敌人造成毁灭性打击。

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_BIO"]/title
source: 'Anelace' Rad-Pinpoint
es: Punto-Preciso Rad 'Anelace'
ja: アネレース」ラドピンポイント
ko: '아넬라스' 방사성 핀포인트
pl: Rad-Punktowy 'Anelace'
pt_br: Rad-Pinpoint "Anelace
zh_hans: '双刃剑'辐射光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_BIO"]/short
source: 'Anelace'
ja: アネレース
zh_hans: 刃剑辐点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_BIO"]/desc
source: A powerful modified Pinpoint weapon that does massive crew damage and cripples enemy crew, but no hull damage. Pierces 2 shields.
es: Un arma de Punto Preciso modificada y poderosa que inflige un daño masivo a la tripulación y paraliza a la tripulación enemiga, pero no daña el casco. Atraviesa 2 escudos.
it: Una potente arma di punta modificata che infligge enormi danni da equipaggio e paralizza l'equipaggio nemico, ma nessun danno allo scafo.Pierces 2 Shields.
ja: クルーに多大なダメージを与え、敵のクルーを麻痺させるが、船体にはダメージを与えない強力な改造ピンポイント兵器。2つのシールドを貫通する。
ko: 선체에는 피해를 주지 않지만 선원에게 큰 피해를 입히고 일시적인 장애를 남기도록 개조된 강력한 핀포인트입니다. 방어막을 2겹 관통합니다.
pl: Potężna, zmodyfikowana broń punktowa, która zadaje ogromne obrażenia załodze i paraliżuje wrogą załogę, ale nie zadaje obrażeń kadłubowi. Przebija 2 tarcze.
pt_br: Uma poderosa arma Pinpoint modificada que causa dano massivo à tripulação e incapacita a tripulação inimiga, mas não causa dano ao casco. Perfura 2 escudos.
zh_hans: 一种强大的改进型光点武器，可造成极高船员伤害并虚弱敌方船员，但不造成舰体伤害。可穿透2层护盾。

source: Bomb Launcher
es: Lanzabombas
it: Launcher bomba
ja: ボム・ランチャー
ko: 폭탄 발사기
pl: Wyrzutnia Bomb
pt_br: Lançador de bombas
zh_hans: 炸弹发射器

source: Bomb
es: Bomba
it: Bomba
ja: 爆弾
pl: Bomba
pt_br: Bomba
zh_hans: 炸弹

source: Self-teleporting explosive that damages systems and crew but not the hull. Can target your own ship.
es: Explosivo de autoaprendizaje que daña los sistemas y la tripulación, pero no el casco.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto che danneggia i sistemi e l'equipaggio ma non lo scafo.Può indirizzare la tua nave.
ja: システムとクルーにダメージを与えるが、船体にはダメージを与えない自己瞬間移動型爆発物。自船をターゲットにすることができる。
ko: 스스로 순간이동한 후 폭발하여 시스템과 선원에게 피해를 주지만 선체에는 손상을 주지 않습니다. 당신의 함선을 목표로 삼을 수 있습니다.
pl: Samozwańcze materiały wybuchowe, które powodują uszkodzenie systemów i załogi, ale nie korpus.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo que danifica os sistemas e a tripulação, mas não o casco.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，可造成系统伤害与船员伤害，但不造成舰体伤害。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_1_ENEMY"]/title
source: Bomb Launcher
es: Lanzabombas
it: Launcher bomba
ja: ボム・ランチャー
pl: Wyrzutnia Bomb
pt_br: Lançador de bombas
zh_hans: 炸弹发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_1_ENEMY"]/short
source: Bomb
es: Bomba
it: Bomba
ja: 爆弾
pl: Bomba
pt_br: Bomba
zh_hans: 炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_1"]/title
source: Breach Bomb
es: Bomba de Brecha
it: Bomba di violazione
ja: ブリーチ爆弾
ko: 파쇄 폭탄
pl: Bomba Przebijająca
pt_br: Bomba de violação
zh_hans: 破舱炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_1"]/short
source: Breach B.
es: Bomba B.
it: Brea di violazione B.
ja: 違反B。
pl: Bomba P.
pt_br: Violação B.
zh_hans: 破舱炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_1"]/desc
source: Self-teleporting explosive designed to damage systems and cause a breach. Can target your own ship.
es: Explosivo de información automática diseñada para dañar los sistemas y causar una violación.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto progettato per danneggiare i sistemi e causare una violazione.Può indirizzare la tua nave.
ja: システムに損傷を与え、侵入を引き起こすように設計された自己瞬間移動型爆発物。自船をターゲットにすることができる。
ko: 스스로 순간이동한 후 폭발하여 시스템에 피해를 주고 균열을 일으키도록 설계되었습니다. 당신의 함선을 목표로 삼을 수 있습니다.
pl: Uruchamia materiały wybuchowe, które uszkadzają systemy i tworzy dziurę.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo projetado para danificar os sistemas e causar uma violação.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，旨在破坏系统并引发破舱。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_1_ENEMY"]/title
source: Breach Bomb
es: Bomba de Brecha
it: Bomba di violazione
ja: ブリーチ爆弾
pl: Bomba Przebijająca
pt_br: Bomba de violação
zh_hans: 破舱炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_1_ENEMY"]/short
source: Breach B.
es: Bomba B.
it: Brea di violazione B.
ja: 違反B。
pl: Bomba P.
pt_br: Violação B.
zh_hans: 破舱炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: Fire Bomb
es: Bomba de fuego
it: Bomba incendiaria
ja: ファイアーボム
ko: 소이 폭탄
pl: Bomba zapalająca
pt_br: Bomba de bombeiros
zh_hans: 燃烧炸弹

source: Fire B.
es: Fuego B.
it: Fuoco B.
ja: ファイヤーB
pl: Zazzh.bomba
pt_br: Incêndio B.
zh_hans: 燃烧炸弹

source: Self-teleporting explosive designed to damage crew-members and light fires. Can target your own ship.
es: Explosivo autoinforme diseñado para dañar a los miembros de la tripulación y los incendios ligeros.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto progettato per danneggiare i membri dell'equipaggio e gli incendi leggeri.Può indirizzare la tua nave.
ja: クルーにダメージを与え、火災を引き起こすように設計された自己瞬間移動型爆発物。自船をターゲットにすることができる。
ko: 스스로 순간이동한 후 폭발하여 선원에게 피해를 주고 화재를 일으키도록 설계되었습니다. 당신의 함선을 목표로 삼을 수 있습니다.
pl: Samozwańcze materiały wybuchowe przeznaczone dla rany członków załogi i strzelania.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo projetado para danificar os membros da tripulação e incêndios leves.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，旨在伤害船员并引发火灾。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_FIRE_ENEMY"]/title
source: Fire Bomb
es: Bomba de fuego
it: Bomba incendiaria
ja: ファイアーボム
pl: Bomba zapalająca
pt_br: Bomba de bombeiros
zh_hans: 燃烧炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_FIRE_ENEMY"]/short
source: Fire B.
es: Fuego B.
it: Fuoco B.
ja: ファイヤーB
pl: Zazzh.bomba
pt_br: Incêndio B.
zh_hans: 燃烧炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_FIRE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_FREE"]/title
source: Recycler Bomb
es: Bomba Recicladora
it: Bomba riciclare
ja: リサイクル爆弾
ko: 재활용 폭탄
pl: Bomba Recyklingowa
pt_br: Bomba Recicladora
zh_hans: 回收炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_FREE"]/short
source: Recycler B.
es: Bomba R.
it: Riciclatore B.
ja: リサイクル業者B。
pl: Bomba R.
pt_br: Reciclador B.
zh_hans: 回收炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_FREE"]/desc
source: Self-teleporting explosive that converts useless materials into explosives. Has a longer cooldown, but does not require ammunition.
es: Explosivo autoteletransportado que convierte materiales inútiles en explosivos. No requiere munición, pero tiene un tiempo de recarga más largo y solo puede disparar un número limitado de veces en cada combate.
ja: 役に立たない物質を爆発物に変換する自己移植型の爆発物。弾薬は必要ないが、クールダウンが長く、1回の戦闘で発射できる回数に制限がある。
ko: 필요없는 자원을 폭탄으로 재활용합니다. 충전 시간이 길지만, 탄약을 소모하지 않습니다.
pl: Samoteleportujący się ładunek wybuchowy, który przetwarza bezużyteczne materiały na materiały wybuchowe. Nie wymaga amunicji, ale ma dłuższy czas odnowienia i może strzelać tylko ograniczoną liczbę razy w każdej walce.
zh_hans: 自传送炸弹，将无用的材料转化为炸药。具有较长的充能时间，但不消耗弹药。

source: Ion Bomb
es: Bomba de iones
it: Bomba ionica
ja: イオン爆弾
ko: 이온 폭탄
pl: Bomba jonowa
pt_br: Bomba de íons
zh_hans: 离子炸弹

source: Ion B.
it: Ione B.
ja: イオンB
pl: Jon B.
zh_hans: 离子炸弹

source: Self-teleporting explosive that uses ion damage to disable systems. Can target your own ship.
es: Explosivo de información automática que utiliza daño iónico para deshabilitar los sistemas.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto che utilizza danni da ioni per disabilitare i sistemi.Può indirizzare la tua nave.
ja: イオンダメージを利用してシステムを無効にする自己瞬間移動型爆発物。自船をターゲットにすることができる。
ko: 스스로 순간이동한 후 폭발하여 이온 피해로 시설을 마비시킵니다. 당신의 함선을 목표로 삼을 수 있습니다.
pl: Samokładowe materiały wybuchowe wykorzystujące uszkodzenie jonów w celu wyłączenia systemów.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo que usa danos de íons para desativar os sistemas.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，利用离子伤害使系统失效。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ENEMY"]/title
source: Ion Bomb
es: Bomba de iones
it: Bomba ionica
ja: イオン爆弾
pl: Bomba jonowa
pt_br: Bomba de íons
zh_hans: 离子炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ENEMY"]/short
source: Ion B.
it: Ione B.
ja: イオンB
pl: Jon B.
zh_hans: 离子炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_STUN"]/title
source: Stun Bomb
es: Bomba aturdida
it: Bomba stordita
ja: スタン・ボム
ko: 기절 폭탄
pl: Ogłuszająca bomba
pt_br: Bomba de atordoamento
zh_hans: 眩晕炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_STUN"]/short
source: Stun B.
es: Aturdimiento B.
it: Stordi B.
ja: スタン・B
pl: Ogl.bomba
pt_br: B.
zh_hans: 眩晕炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_STUN"]/desc
source: Self-teleporting explosive that does 5 ion damage and stuns all crew inside the room. Can target your own ship.
es: Explosivo autoteletransportado que inflige 5 de daño iónico y aturde a toda la tripulación dentro de la sala. Puede apuntar a tu propia nave.
it: Esplosivo auto-teletrasporto che fa 5 danni da ioni e stordisce tutti gli equipaggi all'interno della stanza.Può indirizzare la tua nave.
ja: 5イオンダメージを与え、室内にいるすべてのクルーをスタンさせる自己瞬間移動型爆発物。自船をターゲットにすることができる。
ko: 상대 함선의 내부로 텔레포트시켜 폭파하는 무기입니다. 5의 이온 피해를 입히고 선실 내부에 모든 선원을 기절시킵니다. 당신의 함선을 목표로 삼을 수 있습니다.
pl: Samoteleportujący się ładunek wybuchowy, który zadaje 5 obrażeń jonowych i ogłusza całą załogę w pomieszczeniu. Może celować w twój własny statek.
pt_br: Explosivo autotransportável que causa 5 de dano iônico e atordoa toda a tripulação dentro da sala. Pode atingir sua própria nave.
zh_hans: 自传送炸弹，造成5点离子伤害，并眩晕舱室内的所有船员。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_STUN_ENEMY"]/title
source: Stun Bomb
es: Bomba aturdida
it: Bomba stordita
ja: スタン・ボム
pl: Ogłuszająca bomba
pt_br: Bomba de atordoamento
zh_hans: 眩晕炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_STUN_ENEMY"]/short
source: Stun B.
es: Aturdimiento B.
it: Stordi B.
ja: スタン・B
pl: Ogl.bomba
pt_br: B.
zh_hans: 眩晕炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_STUN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BIO"]/title
source: Irradiation Bomb
es: Bomba de Irradiación
it: Bomba di irradiazione
ja: 照射爆弾
ko: 방사성 폭탄
pl: Bomba Napromieniowująca
pt_br: Bomba de irradiação
zh_hans: 辐射炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BIO"]/short
source: Rad B.
es: Bomba Rad.
ja: ラドB。
pl: Bomba R.
zh_hans: 辐射炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BIO"]/desc
source: This Bomb does no hull or system damage, but deals a lot of bio damage and cripples crew temporarily.
es: Esta Bomba no inflige daño al casco ni al sistema, pero inflige mucho daño biológico y paraliza temporalmente a la tripulación.
it: Questa bomba non fa danni allo scafo o al sistema, ma infligge temporaneamente molti danni biologici e paralizzano.
ja: この爆弾は船体やシステムにダメージを与えないが、多量の生物ダメージを与え、クルーを一時的に麻痺させる。
ko: 이 폭탄은 선체나 시스템에 피해를 주지 않지만, 선원에게 큰 피해를 입히고 일시적인 장애를 남깁니다.
pl: Ta Bomba nie zadaje obrażeń kadłubowi ani systemom, ale zadaje dużo obrażeń biologicznych i tymczasowo paraliżuje załogę.
pt_br: Essa bomba não causa danos ao casco ou ao sistema, mas causa muitos danos biológicos e incapacita a tripulação temporariamente.
zh_hans: 这种炸弹不会对舰体或系统造成伤害，但会造成大量生物伤害，并暂时使船员瘫痪。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_LOCK"]/title
source: Crystal Lockdown Bomb
es: Bomba de bloqueo de cristal
it: Bomba di blocco cristallino
ja: クリスタル・ロックダウン・ボム
ko: 크리스탈 봉쇄 폭탄
pl: Bomba izolacji kryształowej
pt_br: Bomba de bloqueio de cristal
zh_hans: 水晶封锁炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_LOCK"]/short
source: Lock B.
it: Blocco B.
ja: ロックB
pl: Izol.bomba
pt_br: Trava B.
zh_hans: 封锁炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_LOCK"]/desc
source: Self-teleporting explosive that does minor personnel and system damage, while also creating a dense wall, preventing movement in or out of the room. Can target your own ship.
es: Explosivo autoteletransportado que inflige un daño menor al personal y al sistema, mientras que también crea una pared densa, impidiendo el movimiento dentro o fuera de la sala. Puede apuntar a tu propia nave.
it: Esplosivo auto-teletrasporto che fa danni minori del personale e del sistema, creando anche un muro denso, impedendo il movimento dentro o fuori dalla stanza.Può indirizzare la tua nave.
ja: 人員とシステムに軽度のダメージを与えると同時に、密な壁を形成して部屋の内外への移動を妨げる自己瞬間移動型爆発物。自船をターゲットにすることができる。
ko: 선원과 시스템에 약간의 피해를 주고 빽빽한 벽을 형성해 피격된 방을 봉쇄하는 폭탄입니다. 당신의 함선을 목표로 삼을 수 있습니다.
pl: Samoteleportujący się ładunek wybuchowy, który zadaje niewielkie obrażenia personalne i systemowe, jednocześnie tworząc gęstą ścianę, uniemożliwiając ruch do i z pomieszczenia. Może celować w twój własny statek.
pt_br: Explosivo autotransportável que causa pequenos danos ao pessoal e ao sistema, além de criar uma parede densa, impedindo o movimento para dentro ou para fora da sala. Pode atingir sua própria nave.
zh_hans: 自传送炸弹，对船员和系统造成微量伤害，同时还会形成高密度墙壁，封锁舱室，阻碍人员进入或离开该舱室。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_LOCK_ENEMY"]/title
source: Crystal Lockdown Bomb
es: Bomba de bloqueo de cristal
it: Bomba di blocco cristallino
ja: クリスタル・ロックダウン・ボム
pl: Bomba izolacji kryształowej
pt_br: Bomba de bloqueio de cristal
zh_hans: 水晶封锁炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_LOCK_ENEMY"]/short
source: Lock B.
it: Blocco B.
ja: ロックB
pl: Izol.bomba
pt_br: Trava B.
zh_hans: 封锁炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_LOCK_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

source: Medical Bomb
es: Bomba Médica
it: Bomba medica
ja: 医療用爆弾
ko: 의료용 폭탄
pl: Bomba Medyczna
pt_br: Bomba médica
zh_hans: 医疗炸弹

source: Medical B.
es: Bomba Méd.
ja: メディカルB。
pl: Bomba M.
pt_br: Médico B.
zh_hans: 医疗炸弹

source: Self-teleporting healing unit that instantly heals all friendly crew in the room, as well as giving them a temporary 2hp/s health regen for 20 seconds.
es: Unidad de curación autoteletransportada que cura instantáneamente a toda la tripulación amiga en la sala, además de darles una regeneración de salud temporal de 2 PV/s durante 20 segundos.
it: Unità di guarigione auto-teletrasportata che guarisce istantaneamente tutta l'equipaggio amichevole nella stanza, oltre a dare loro un temporaneamente 2 CI/S per 20 secondi.
ja: 室内にいるすべての味方クルーを即座に回復し、20秒間一時的に2HP/秒 のライフ回復を与える自己テレポート型ヒーリング ユニット。
ko: 스스로 순간이동하여 목표한 선실에 있는 모든 아군을 즉시 치유하고, 20초간 초당 2만큼의 체력을 추가로 회복하게 만드는 의료 기구입니다.
pl: Samoteleportująca się jednostka lecząca, która natychmiast leczy całą przyjazną załogę w pomieszczeniu, a także daje im tymczasową regenerację zdrowia 2 PŻ/s na 20 sekund.
pt_br: Unidade de cura autotransportável que cura instantaneamente todos os tripulantes aliados na sala, além de dar a eles uma regeneração de saúde temporária de 2 hp/s por 20 segundos.
zh_hans: 自传送治疗单位，可立即恢复目标舱室内所有友方船员的生命值，并使其20秒内以2点/秒的速度恢复生命。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_HEAL_SYSTEM"]/title
source: Repair Burst
es: Estallido de reparación
it: Scoppio di riparazione
ja: リペア・バースト
ko: 수리 폭탄
pl: Napraw pocisk
pt_br: Reparo estourar
zh_hans: 修复炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_HEAL_SYSTEM"]/short
source: Repair B.
es: Reparación B.
it: Riparazione B.
ja: リペアB
pl: Rem.powłoka
pt_br: Reparo B.
zh_hans: 修复炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_HEAL_SYSTEM"]/desc
source: Self-teleporting unit that floods a room with nano-bots capable of completely repairing all system damage as well as 2 points of hull damage.
es: Unidad autoteletransportada que inunda una sala con nanobots capaces de reparar completamente todo el daño al sistema, así como 2 puntos de daño al casco.
it: Unità auto-teletrasporto che inonda una stanza con nano-bot in grado di riparare completamente tutti i danni del sistema e 2 punti di danno allo scafo.
ja: すべてのシステム損傷と船体2点の損傷を完全に修復できるナノボットを部屋に溢れさせる自己テレポート ユニット。
ko: 선실 내로 텔레포트하여 폭발합니다. 폭발시 내장하고 있던 나노 로봇들이 흩어져, 손상된 시스템을 완전히 수리하고 선체를 2 회복시킵니다.
pl: Samoteleportująca się jednostka, która zalewa pomieszczenie nanobotami zdolnymi do całkowitej naprawy wszystkich uszkodzeń systemów oraz 2 punktów uszkodzeń kadłuba.
pt_br: Unidade de autotransporte que inunda uma sala com nanobots capazes de reparar completamente todos os danos ao sistema, além de 2 pontos de dano ao casco.
zh_hans: 自传送单位，在舱室内释放纳米机器人，能完全修复系统并修复2点舰体值。

source: Repair Burst
es: Ráfaga de Reparación™
it: Riparazione Burst ™
ja: リペア・バースト
ko: 수리 폭탄™
pl: Salwa Naprawcza™
pt_br: Reparo Burst™
zh_hans: 混沌修复炸弹

source: Repair B.
es: Ráfaga R.™
it: Riparazione B. ™
ja: リペアB
pl: Salwa N.™
pt_br: Reparo B.™
zh_hans: 修复炸弹↑

source: Modified version of the Repair Burst that repairs more hull per shot and charges quicker.
es: Versión modificada de la Ráfaga de Reparación que repara más casco por disparo y se carga más rápido.
it: Versione modificata dello scoppio di riparazione che ripara più scafo per colpo e si carica più velocemente.
ja: リペア バーストの修正バージョン。ショットごとにより多くの船体を修復し、より速く突撃する。
ko: 더 많은 선체를 수리하고 더 빠르게 충전되는 개조된 수리 폭탄입니다.
pl: Zmodyfikowana wersja Salwy Naprawczej, która naprawia więcej kadłuba na strzał i ładuje się szybciej.
pt_br: Versão modificada do Repair Burst que repara mais cascos por disparo e carrega mais rapidamente.
zh_hans: 该改进版修复效果更强，且充能速度更快。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BUFF"]/title
source: Stimulant Bomb
es: Bomba Estimulante
it: Bomba stimolante
ja: 覚せい剤爆弾
ko: 자극제 폭탄
pl: Bomba Stymulująca
pt_br: Bomba estimulante
zh_hans: 兴奋炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BUFF"]/short
source: Stimulant B.
es: Bomba Est.
it: Stimolante B.
ja: 覚せい剤B。
pl: Bomba S.
pt_br: Estimulante B.
zh_hans: 兴奋炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BUFF"]/desc
source: Self-teleporting stimulant unit that grants allied crew doubled movement speed, combat damage, sabotage damage, and repair speed for 10 seconds.
es: Unidad estimulante autoteletransportada que proporciona una curación escasa y otorga a la tripulación aliada el doble de velocidad de movimiento, daño de combate, daño de sabotaje y velocidad de reparación durante 10 segundos.
ja: 味方のクルーに10秒間、移動速度、戦闘ダメージ、妨害ダメージ、修理速度が2倍になる。
ko: 스스로 순간이동하여 아군의 이동속도, 대인 공격력, 시스템 파괴 속도, 수리 속도를 10초간 두 배 증가시키는 자극제 투여 장치입니다.
pl: Samoteleportująca się jednostka stymulująca, która zapewnia niewielkie leczenie i daje sojuszniczej załodze podwójną prędkość ruchu, obrażenia bojowe, obrażenia sabotażowe i prędkość naprawy na 10 sekund.
zh_hans: 自传送兴奋剂单位，可为友方船员提供10秒的100%移动与维修速度、战斗与破坏伤害加成。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_1"]/title
source: Energy Cannon I
es: Cañón de Energía I
it: Cannone energetico i
ja: エネルギー・キャノン I
ko: 에너지 포 I
pl: Działo Energetyczne I
pt_br: Canhão de energia I
zh_hans: 能量炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_1"]/short
source: Energy I
es: Energía I
it: Energia i
ja: エネルギーI
pl: Energia I
pt_br: Energia I
zh_hans: 能量I
