Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LOOT_COMPASS"]/title
source: Hijacked Frequencies
es: Frecuencias Intervenidas
it: Frequenze dirottate
ja: ハイジャックされた周波数
ko: 탈취된 주파수
pl: Przejęte Częstotliwości
pt_br: Frequências sequestradas
zh_hans: 频段劫持器

# data/blueprints.xml.append$//augBlueprint[@name="LOOT_COMPASS"]/desc
source: Detects and reveals the locations of Loot Transports and Guard Reinforcements when possible. Loot Transports are usually found in [!] Unique sectors. Guard Reinforcements spawn when a guard ship is killed.
es: Detecta y revela las ubicaciones de los Transportes de Botín y Refuerzos de Guardia cuando es posible. Los Transportes de Botín se encuentran generalmente en sectores [!] Únicos. Los Refuerzos de Guardia aparecen cuando se destruye una nave de guardia.
it: Rileva e rivela le posizioni dei trasporti di bottini e dei rinforzi di guardia quando possibile. I trasporti di bottini si trovano di solito in settori unici [!]. I rinforzi di guardia si generano quando una nave di guardia viene uccisa.
ja: 可能な場合、戦利品輸送船と警備増援の位置を検出し、明らかにする。 戦利品輸送船は通常[!]ユニークセクターにいる。 ガード増援はガードシップが殺されるとスポーンする。
ko: 전리품 수송선과 경비 증원의 위치를 탐지하여 드러냅니다. 전리품 수송선은 주로 [!] 고유 구역에서 발견됩니다. 경비 증원은 경비 함선이 파괴되었을 때 등장합니다.
pl: Wykrywa i ujawnia lokalizacje Transportów z Łupem i Wzmocnień Straży, gdy jest to możliwe. Transporty z Łupem zwykle znajdują się w [!] Unikalnych sektorach. Wzmocnienia Straży pojawiają się po zniszczeniu statku strażniczego.
pt_br: Detecta e revela os locais de transportes de saque e reforços de guarda quando possível. Os Loot Transports geralmente são encontrados em setores [!] exclusivos. Os Guard Reinforcements aparecem quando uma nave de guarda é morta.
zh_hans: 可监测并显示战利品运输舰和守卫增援舰队的位置。 战利品运输舰通常出现在被标有[!]的独特星区。 守卫增援舰队会在守卫舰被摧毁后出现。

# data/blueprints.xml.append$//augBlueprint[@name="GAMBLING_MACHINE"]/title
source: Gambling Machine
es: Máquina de Apuestas
it: Macchina da gioco
ja: ギャンブルマシン
ko: 도박 기계
pl: Maszyna Hazardowa
pt_br: Máquina de jogos de azar
zh_hans: 赌博机

# data/blueprints.xml.append$//augBlueprint[@name="GAMBLING_MACHINE"]/desc
source: A machine designed for casinos. It appears to have been modified to be able to dispense a wide variety of items when you win, but you can't seem to figure out how to open it.
es: Una máquina diseñada para casinos. Parece haber sido modificada para poder dispensar una amplia variedad de artículos cuando ganas, pero no parece que puedas averiguar cómo abrirla.
it: Una macchina progettata per i casinò.Sembra essere stato modificato per essere in grado di rinunciare a un'ampia varietà di oggetti quando vinci, ma non riesci a capire come aprirlo.
ja: カジノ用に設計されたマシン。勝つと色々なアイテムが出るよう改造されているようだが、開け方が分からないようだ。
ko: 카지노용으로 설계된 기계입니다. 도전자가 승리할 시 다양한 아이템을 지급할 수 있도록 개량된 모양인데, 내부를 여는 방법은 알 수가 없네요.
pl: Maszyna zaprojektowana dla kasyn. Wygląda na to, że została zmodyfikowana, aby móc wydawać szeroką gamę przedmiotów po wygranej, ale nie możesz rozgryźć, jak ją otworzyć.
pt_br: Uma máquina projetada para cassinos. Ela parece ter sido modificada para poder distribuir uma grande variedade de itens quando você ganha, mas você não consegue descobrir como abri-la.
zh_hans: 专为赌场设计的机器。它似乎已经过修改，以便在获胜时能够分配各种各样的物品，但你似乎无法弄清楚如何打开它。

# data/blueprints.xml.append$//augBlueprint[@name="PROTON_PACK"]/title
source: Proton Pack
es: Mochila de Protones
it: Pacchetto protonico
ja: プロトンパック
ko: 프로톤 팩
pl: Plecak Protonowy
pt_br: Pacote de prótons
zh_hans: 质子祛魂器

# data/blueprints.xml.append$//augBlueprint[@name="PROTON_PACK"]/desc
source: Allows you to track down Ghost vessels from a long running database and fight them for scrap.
es: Te permite rastrear naves Fantasma de una base de datos de larga duración y luchar contra ellas por chatarra.
it: Ti consente di rintracciare le navi fantasma da un database a lungo termine e combatterle per scarti.
ja: 長期間実行されているデータベースからゴースト艦を追跡し、スクラップを求めて戦うことができる。
ko: 오래전부터 운영되어온 데이터베이스로부터 고스트 선박을 추적하고 스크랩을 위해 전투할 수 있습니다.
pl: Pozwala na wytropienie statków Duchów z obszernej bazy danych i walkę z nimi o złom.
pt_br: Permite que você rastreie embarcações fantasmas de um banco de dados de longa duração e lute contra elas para obter sucata.
zh_hans: 可从一个长期运行的数据库中追踪魂灵族战舰，来战胜他们获得废料。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_PROTON_PACK"]/title
source: Proton Pack
es: Mochila de Protones
it: Pacchetto protonico
ja: プロトンパック
ko: 프로톤 팩
pl: Plecak Protonowy
pt_br: Pacote de prótons
zh_hans: 质子祛魂器

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_PROTON_PACK"]/desc
source: Allows you to track down Ghost vessels from a long running database and fight them for scrap.
es: Te permite rastrear naves Fantasma de una base de datos de larga duración y luchar contra ellas por chatarra.
it: Ti consente di rintracciare le navi fantasma da un database a lungo termine e combatterle per scarti.
ja: 長期間実行されているデータベースからゴースト艦を追跡し、スクラップを求めて戦うことができる。
ko: 오래전부터 운영되어온 데이터베이스로부터 고스트 선박을 추적하고 스크랩을 위해 전투할 수 있습니다.
pl: Pozwala na wytropienie statków Duchów z obszernej bazy danych i walkę z nimi o złom.
pt_br: Permite que você rastreie embarcações fantasmas de um banco de dados de longa duração e lute contra elas para obter sucata.
zh_hans: 可从一个长期运行的数据库中追踪魂灵族战舰，来战胜他们获得废料。

# data/blueprints.xml.append$//augBlueprint[@name="MVBOSS_SPAWNER"]/title
source: Drive Hacker
es: Hackeador de Motores
ja: ドライブハッカー
ko: 드라이브 해커
pl: Haker Napędów
pt_br: Hacker de unidades
zh_hans: 多元劫持器

# data/blueprints.xml.append$//augBlueprint[@name="MVBOSS_SPAWNER"]/desc
source: Can single out and hijack the MV drives of powerful Multiverse cruisers from other realities. Uses 7 fuel to do so, but can spawn any MV boss as a Quest. Always spawns them at Challenge difficulty scaling.
es: Puede señalar y secuestrar los motores MV de poderosos cruceros del Multiverso de otras realidades. Usa 7 de combustible para hacerlo, pero puede generar cualquier jefe de MV como una Misión. Siempre los genera con escalado de dificultad Desafío.
it: Può individuare e dirottare le unità MV di potenti incrociatori multiverso di altre realtà.Utilizza 7 carburante per farlo, ma può generare qualsiasi boss MV come ricerca.Li genera sempre in difficoltà di sfida.
ja: 他の現実から強力なマルチバース艦の MV ドライブを選び出し、乗っ取ることができる。これには7{を使用するが、任意の MV ボスをクエストとしてスポーンできる。常にチャレンジの難易度スケーリングでスポーンする。
ko: 다른 현실로부터 강력한 멀티버스 순양함 한 대를 골라 멀티버스 항해 장치의 통제권을 빼앗을 수 있습니다. 7 연료를 소모하여 MV 보스가 등장하는 퀘스트 지점을 만듭니다. 언제나 도전자 난이도 수준의 MV 보스가 소환됩니다.
pl: Może wyizolować i przejąć napędy MW potężnych krążowników Multiwersum z innych rzeczywistości. Zużywa 7 paliwa, ale może przywołać dowolnego bossa MW jako Zadanie. Zawsze przywołuje ich ze skalowaniem trudności Wyzwania.
pt_br: Pode identificar e sequestrar as unidades de MV de poderosos cruzadores do Multiverso de outras realidades. Usa 7 combustíveis para fazer isso, mas pode gerar qualquer chefe de MV como uma missão. Sempre os gera na escala de dificuldade Challenge.
zh_hans: 可以筛选出来自其他宇宙的强大变元星舰，并劫持其多元推进器。消耗7份燃料，强制引导任意变元星舰出现，作为一处任务信标，其强度对标挑战模式强度。

# data/blueprints.xml.append$//augBlueprint[@name="FLEET_SKIP"]/title
source: engin ovahrdrive capcitor mak free+
es: capacitad de sobemacha de motol ace gratis+
it: Maker di condensatori per overdrive Motore GRATUITO
ja: エンジン・オバードライブ・キャプシター・マク・フリー＋（英語
ko: 엔진 오바드라이브 캐파시타 맠 프리+
pl: kndnsator przkręcnia silnika dae darmowy+
pt_br: capcitor de acionamento do motor mak free+
zh_hans: 隐情抄贫气仨+

# data/blueprints.xml.append$//augBlueprint[@name="FLEET_SKIP"]/desc
source: Can be activated during hyperspeed to travel so insanely fast that you'll be put 3 jumps ahead of the Rebel fleet. Unfortunately, it's very unstable (and illegal), and will likely destroy your engines afterwards. Can only be used once.
es: Puede activarse durante la hipervelocidad para viajar tan increíblemente rápido que te pondrás 3 saltos por delante de la flota Rebelde. Desafortunadamente, es muy inestable (e ilegal), y probablemente destruirá tus motores después. Solo se puede usar una vez.
it: Può essere attivato durante l'iperspeed per viaggiare così follemente veloce da mettere 3 salti davanti alla flotta ribelle.Sfortunatamente, è molto instabile (e illegale) e probabilmente distruggerà i tuoi motori in seguito. Può essere usato solo una volta.
ja: ハイパースピード中に発動すると、反乱軍艦隊より3ジャンプ早く移動できる。残念ながら、非常に不安定であり（そして違法である）、その後エンジンが破壊される可能性が高い。 一度しか使えない。
ko: 한계속도 중에 사용하면 미친 듯이 빠르게 도약하여 반군을 3 도약 앞지를 수 있습니다. 안타깝게도 매우 불안정하여 사용 후에 엔진이 파괴될 가능성이 높습니다. 단 한 번만 사용할 수 있습니다.
pl: Może być aktywowany podczas hiperprędkości, aby podróżować tak szalenie szybko, że wyprzedzisz flotę Rebelii o 3 skoki. Niestety, jest bardzo niestabilny (i nielegalny) i prawdopodobnie zniszczy twoje silniki. Można użyć tylko raz.
pt_br: Pode ser ativado durante a hipervelocidade para viajar tão insanamente rápido que você será colocado 3 saltos à frente da frota rebelde. Infelizmente, isso é muito instável (e ilegal) e provavelmente destruirá seus motores depois. Só pode ser usado uma vez.
zh_hans: 可在跨星区超光速跃迁时启动，使你的航行速度快得惊人，并领先叛军追击舰队3个跃迁周期。不幸的是，它非常不稳定(且非法)，而且很可能会在事后重创你的引擎。 只能使用一次。

# data/blueprints.xml.append$//augBlueprint[@name="PANDORA_BOX"]/title
source: Pandora's Box
es: Caja de Pandora
it: Il vaso di Pandora
ja: パンドラの箱
ko: 판도라의 상자
pl: Puszka Pandory
pt_br: Caixa de Pandora
zh_hans: 潘多拉魔盒

# data/blueprints.xml.append$//augBlueprint[@name="PANDORA_BOX"]/desc
source: A mystical square artifact with bright green lights and a dark black exterior. With it came a small card from the pirates, on it written "Open the box if you dare, but be warned. For as likely it is that it will grant you infinite power, it is just as likely to damn you."
es: Un artefacto místico cuadrado con luces verdes brillantes y un exterior negro oscuro. Con él venía una pequeña tarjeta de los piratas, en la que estaba escrito "Abre la caja si te atreves, pero ten cuidado. Pues tan probable es que te conceda poder infinito, como que te condene."
it: Un artefatto quadratico mistico con luci verdi brillanti e un esterno nero scuro.Con esso è arrivata una piccola carta dai pirati, su di essa scritta "Apri la scatola se osi, ma sii avvisato. Per quanto è probabile che ti conceda un potere infinito, è altrettanto probabile che ti danneggi."
ja: 明るい緑色のライトと暗い黒い外観を持つ神秘的な四角いアーティファクト。それには海賊からの小さなカードが付属しており、そこには「勇気があるなら箱を開けよ、しかし警告する。それはあなたに無限の力を与える可能性が高いのと同じくらい、あなたを呪う可能性が高いからだ。」と書かれていた。
ko: 밝은 녹색 조명과 짙은 검은색의 외관을 가진 수상한 사각형 유물입니다. 해적이 준 작은 카드에는 "용기가 있다면 상자를 열어봐라, 하지만 경고한다. 그것은 너에게 무한한 힘을 줄 수도 천벌을 내릴 수도 있다."라고 적혀 있습니다.
pl: Mistyczny kwadratowy artefakt z jasnozielonymi światłami i ciemnoczarną obudową. Wraz z nim przyszła mała karta od piratów, na której napisano: "Otwórz pudełko, jeśli się odważysz, ale bądź ostrzeżony. Bo tak samo prawdopodobne jest, że da ci nieskończoną moc, jak i to, że cię potępi."
pt_br: Um artefato místico quadrado com luzes verdes brilhantes e um exterior preto escuro. Com ele veio um pequeno cartão dos piratas, no qual estava escrito "Abra a caixa se você ousar, mas esteja avisado. Por mais que seja provável que ela lhe conceda poder infinito, é igualmente provável que ela o condene."
zh_hans: 一个神秘的方形神器，明亮的绿色灯光和深黑色的外观。随之而来的是海盗的一张小卡片，上面写着'如果你敢，就打开盒子，但要小心。因为它很可能会赋予你无限的力量，但它也很可能诅咒你。'

# data/blueprints.xml.append$//augBlueprint[@name="PANDORA_BOX_ANCIENT"]/title
source: Pandora's Box
es: Caja de Pandora
it: Il vaso di Pandora
ja: パンドラの箱
ko: 판도라의 상자
pl: Puszka Pandory
pt_br: Caixa de Pandora
zh_hans: 潘多拉魔盒

# data/blueprints.xml.append$//augBlueprint[@name="PANDORA_BOX_ANCIENT"]/desc
source: Also known as a Karthithe, this box holds both divine wonders and unimaginable horrors. Question is, which will be bestowed upon you if you open it?
es: También conocida como Karthithe, esta caja contiene tanto maravillas divinas como horrores inimaginables. La pregunta es, ¿cuál te será otorgado si la abres?
it: Conosciuta anche come Karthithe, questa scatola contiene sia meraviglie divine che orrori inimmaginabili.La domanda è: che ti verrà conferito se lo apri?
ja: カーティスとしても知られるこの箱には、神聖な驚異と想像を絶する恐怖の両方が収められている。問題は、それを開けるとどれがもらえるかということだ。
ko: Karthithe라고도 알려진 이 상자는 신성한 경이와 상상할 수 없는 공포가 함께 들어있습니다. 문제는, 이것을 열 때 무엇이 주어지냐는 것이죠.
pl: Znane również jako Karthithe, to pudełko zawiera zarówno boskie cuda, jak i niewyobrażalne horrory. Pytanie brzmi, co zostanie ci ofiarowane, jeśli je otworzysz?
pt_br: Também conhecida como Karthithe, essa caixa contém tanto maravilhas divinas quanto horrores inimagináveis. A pergunta é: o que será concedido a você se a abrir?
zh_hans: 这个盒子也被称为卡提斯，里面有神圣的奇迹和无法想象的恐怖。问题是，如果你打开它，哪一种会被赐予你？

# data/blueprints.xml.append$//augBlueprint[@name="NANOBOT_DEFENSE_SYSTEM"]/title
source: Murder-Bot Dispersal
es: Dispersión de Bots Asesinos
it: Dispersione di omicidi
ja: 殺人ロボットの散布
ko: 살인 나노봇 살포기
pl: Rozproszenie Morderczych Botów
pt_br: Dispersão de robôs assassinos
zh_hans: 纳米扰员机

# data/blueprints.xml.append$//augBlueprint[@name="NANOBOT_DEFENSE_SYSTEM"]/desc
source: Boarders take damage over time on your ship at a rate of 2.7hp/s. The name makes it sound a lot more violent than it is.
es: Los abordadores reciben daño con el tiempo en tu nave a un ritmo de 2.7 PV/s. El nombre hace que suene mucho más violento de lo que es.
it: I boarder subiscono danni nel tempo sulla tua nave al ritmo di 2,7 CV.Il nome lo fa sembrare molto più violento di quanto non sia.
ja: 乗船者は時間の経過とともにあなたの船に2.7HP/秒 の割合でダメージを受ける。名前を聞くと、実際よりもはるかに暴力的に聞こえる。
ko: 침입자들에게 초당 2.7의 피해를 가합니다. 살인 나노봇 살포기라는 이름이 이 보조장비를 더 폭력적으로 보이게 만듭니다.
pl: Abordażyści otrzymują obrażenia w czasie na twoim statku w tempie 2.7 PŻ/s. Nazwa sprawia, że brzmi to o wiele bardziej brutalnie, niż jest w rzeczywistości.
pt_br: Os invasores causam dano ao longo do tempo em seu navio a uma taxa de 2,7 hp/s. O nome faz com que pareça muito mais violento do que é.
zh_hans: 敌方登舰者在星舰内受到2.7点/秒的持续伤害。

source: Murder-Bot Dispersal
es: Dispersión de Bots Asesinos
it: Dispersione di omicidi
ja: 殺人ロボットの散布
ko: 살인 나노봇 살포기
pl: Rozproszenie Morderczych Botów
pt_br: Dispersão de robôs assassinos
zh_hans: 纳米扰员机

source: Boarders take damage over time on your ship at a rate of 2.7hp/s. The name makes it sound a lot more violent than it is.
es: Los abordadores reciben daño con el tiempo en tu nave a un ritmo de 2.7 PV/s. El nombre hace que suene mucho más violento de lo que es.
it: I boarder subiscono danni nel tempo sulla tua nave al ritmo di 2,7 CV.Il nome lo fa sembrare molto più violento di quanto non sia.
ja: 乗船者は時間の経過とともにあなたの船に2.7HP/秒 の割合でダメージを受ける。名前を聞くと、実際よりもはるかに暴力的に聞こえる。
ko: 침입자들에게 초당 2.7의 피해를 가합니다. 살인 나노봇 살포기라는 이름이 이 보조장비를 더 폭력적으로 보이게 만듭니다.
pl: Abordażyści otrzymują obrażenia w czasie na twoim statku w tempie 2.7 PŻ/s. Nazwa sprawia, że brzmi to o wiele bardziej brutalnie, niż jest w rzeczywistości.
pt_br: Os invasores causam dano ao longo do tempo em seu navio a uma taxa de 2,7 hp/s. O nome faz com que pareça muito mais violento do que é.
zh_hans: 敌方登舰者在星舰内受到2.7点/秒的持续伤害。

# data/blueprints.xml.append$//augBlueprint[@name="SYSTEM_CASING"]/title
source: Titanium System Casing
es: Carcasa del sistema de titanio
it: Involucro del sistema in titanio
ja: チタン・システム・ケーシング
ko: 티타늄 시스템 외벽
pl: Tytan Membran System.
pt_br: Invólucro do sistema de titânio
zh_hans: 钛系统外壳

# data/blueprints.xml.append$//augBlueprint[@name="SYSTEM_CASING"]/desc
source: All ship systems have additional plating that provides a 15 percent chance to negate damage when hit (YOU SHOULD NEVER SEE THIS BY THE WAY)
es: Todos los sistemas de la nave tienen un blindaje adicional que proporciona un 15 por ciento de probabilidad de anular el daño al ser golpeados (POR CIERTO, NUNCA DEBERÍAS VER ESTO)
it: Tutti i sistemi di navi hanno una placcatura aggiuntiva che fornisce una possibilità del 15 percento di negare il danno quando colpito (non dovresti mai vederlo tra l'altro)
ja: すべての船システムには、攻撃を受けたときに15%の確率でダメージを無効にする追加のメッキが施されている (これは決して見てはいけない)
ko: 침입자들이 40%의 속도로 시스템을 파괴합니다. 또한 15%의 확률로 시스템이 입는 피해를 무시합니다.
pl: Wszystkie systemy statku mają dodatkowe poszycie, które zapewnia 15% szansy na zniwelowanie obrażeń po trafieniu (PRZY OKAZJI, NIGDY NIE POWINIENEŚ TEGO WIDZIEĆ)
pt_br: Todos os sistemas do navio têm revestimento adicional que oferece 15% de chance de anular o dano quando atingido (VOCÊ NUNCA DEVERIA VER ISSO, POR FALAR NISSO)
zh_hans: 所有飞船系统都有额外的镀层，在被击中时有15%的机会抵消伤害(顺便说一句，你永远不应该看到这一点)

# data/blueprints.xml.append$//augBlueprint[@name="SYSTEM_CASING_NEW"]/title
source: Titanium System Casing
es: Carcasa del sistema de titanio
it: Involucro del sistema in titanio
ja: チタン・システム・ケーシング
ko: 티타늄 시스템 외벽
pl: Tytan Membran System.
pt_br: Invólucro do sistema de titânio
zh_hans: 钛系统外壳

# data/blueprints.xml.append$//augBlueprint[@name="SYSTEM_CASING_NEW"]/desc
source: Enemy boarders sabotage your systems at 40% speed. Also provides a 15% chance to resist damage to your systems.
es: Los abordadores enemigos sabotean tus sistemas a un 40% de velocidad. También proporciona un 15% de probabilidad de resistir el daño a tus sistemas.
it: I boarder nemici sabotano i tuoi sistemi a velocità del 40%.Fornisce anche una probabilità del 15% di resistere ai danni ai sistemi.
ja: 敵のボーダーが40%の速度でシステムを妨害する。また、15%の確率でシステムへのダメージを防ぐことができる。
ko: 침입자들이 40%의 속도로 시스템을 파괴합니다. 또한 15%의 확률로 시스템이 입는 피해를 무시합니다.
pl: Wrodzy abordażyści sabotują twoje systemy z 40% prędkością. Zapewnia również 15% szansy na odporność na uszkodzenia twoich systemów.
pt_br: Os invasores inimigos sabotam seus sistemas a uma velocidade de 40%. Também oferece 15% de chance de resistir a danos aos seus sistemas.
zh_hans: 星舰的系统舱室获得15%的系统伤害免疫率与60%破坏伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SYSTEM_CASING"]/title
source: Titanium System Casing
es: Carcasa del sistema de titanio
it: Involucro del sistema in titanio
ja: チタン・システム・ケーシング
ko: 티타늄 시스템 외벽
pl: Tytan Membran System.
pt_br: Invólucro do sistema de titânio
zh_hans: 钛系统外壳

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SYSTEM_CASING"]/desc
source: Enemy boarders sabotage your systems at 40% speed. Also provides a 15% chance to resist damage to your systems.
es: Los abordadores enemigos sabotean tus sistemas a un 40% de velocidad. También proporciona un 15% de probabilidad de resistir el daño a tus sistemas.
it: I boarder nemici sabotano i tuoi sistemi a velocità del 40%.Fornisce anche una probabilità del 15% di resistere ai danni ai sistemi.
ja: 敵のボーダーが40%の速度でシステムを妨害する。また、15%の確率でシステムへのダメージを防ぐことができる。
ko: 침입자들이 40%의 속도로 시스템을 파괴합니다. 또한 15%의 확률로 시스템이 입는 피해를 무시합니다.
pl: Wrodzy abordażyści sabotują twoje systemy z 40% prędkością. Zapewnia również 15% szansy na odporność na uszkodzenia twoich systemów.
pt_br: Os invasores inimigos sabotam seus sistemas a uma velocidade de 40%. Também oferece 15% de chance de resistir a danos aos seus sistemas.
zh_hans: 星舰的系统舱室获得15%的系统伤害免疫率与60%破坏伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="MYSTERIOUS_BEACON"]/title
source: Mysterious Beacon
ko: 신비한 신호기
zh_hans: 神秘信标

# data/blueprints.xml.append$//augBlueprint[@name="MYSTERIOUS_BEACON"]/desc
source: A mysterious device set to broadcast into space far beyond the reach of your FTL drive. It's uncertain what will happen if you activate it...
ko: FTL 드라이브로는 닿을 수 없는 머나먼 우주로 신호를 보내는 신비한 신호기입니다. 이것을 작동시켰을 때 무슨 일이 일어날지 알 수 없습니다...
zh_hans: 一个神秘的设备，设置为广播到远远超出超光速推进器范围的空间。目前还不确定如果你激活它会发生什么...

source: Mysterious Beacon
ko: 신비한 신호기
zh_hans: 神秘信标

# data/blueprints.xml.append$//augBlueprint[@name="MYSTERIOUS_BEACON_ACTIVE"]/desc
source: You've activated the mysterious beacon!
ko: 신비한 신호기를 작동시켰습니다!
zh_hans: 你已经激活了神秘的信标！

source: Long-Ranged Scanners
es: Escáneres de largo alcance
it: Scanner a lungo raggio
ja: 長距離スキャナー
ko: 장거리 탐사용 스캐너
pl: Skaner Daln.działania.
pt_br: Scanners de longo alcance
zh_hans: 长距扫描仪

source: Adds additional info about nearby Beacons on the star map.
es: Agrega información adicional sobre las balizas cercanas en el mapa de las estrellas.
it: Aggiunge ulteriori informazioni sui beacon nelle vicinanze sulla mappa stellare.
ja: 星図上に近くのビーコンに関する追加情報を追加する。
ko: 근처의 송신소에 대한 정보들을 지도에 표시합니다.
pl: Dodaje dodatkowe informacje na temat najbliższych latarni morskich do mapy gwiazd.
pt_br: Adiciona informações adicionais sobre Beacons próximos no mapa da estrela.
zh_hans: 在星图上显示附近信标的额外信息。

# data/blueprints.xml.append$//augBlueprint[@name="RECYCLER"]/title
source: Recycler Module
es: Módulo Reciclador
it: Modulo riciclatore
ja: リサイクル・モジュール
ko: 재활용 모듈
pl: Moduł Recyklingowy
pt_br: Módulo Reciclador
zh_hans: 回收模块

# data/blueprints.xml.append$//augBlueprint[@name="RECYCLER"]/desc
source: A recycler module similar to that used in Recycler tech weapons. Can be used to convert fuel, scrap, drone parts, or just random junk into missiles.
es: Un módulo reciclador similar al utilizado en las armas de tecnología Recicladora. Se puede usar para convertir combustible, chatarra, piezas de dron o simplemente basura aleatoria en misiles.
it: Un modulo di riciclatore simile a quello utilizzato nelle armi tecnologiche di riciclar.Può essere utilizzato per convertire carburante, scarti, parti di droni o semplicemente spazzatura casuale in missili.
ja: リサイクル技術兵器で使用されるものと同様のリサイクルモジュール。燃料、スクラップ、ドローンパーツ、または単なるジャンクを弾薬に変換するために使用できる。
ko: 재활용 무기에 사용되는 것과 유사한 모듈입니다. 연료, 스크랩, 드론 부품, 또는 임의의 쓰레기를 미사일로 바꿀 수 있습니다.
pl: Moduł recyklingowy podobny do tego używanego w broniach technologii Recykler. Może być użyty do konwersji paliwa, złomu, części do dronów lub po prostu losowych śmieci na rakiety.
pt_br: Um módulo de reciclagem semelhante ao usado nas armas de tecnologia Recycler. Pode ser usado para converter combustível, sucata, peças de drones ou apenas lixo aleatório em mísseis.
zh_hans: 类似于回收器技术武器中使用的回收器模块。可将燃料，废料，无人机部件或随机垃圾转化为弹药。

# data/blueprints.xml.append$//augBlueprint[@name="RECYCLER_REVERSE"]/title
source: Deconstructor
it: Decostruttore
ja: デコンストラクター
ko: 해체 장비
pl: Dekonstruktor
pt_br: Desconstrução
zh_hans: 解构器

# data/blueprints.xml.append$//augBlueprint[@name="RECYCLER_REVERSE"]/desc
source: A special component that allows you to disassemble missiles or droneparts into scrap, at a greatly reduced yield.
es: Un componente especial que te permite desmontar misiles o piezas de dron en chatarra, con un rendimiento muy reducido.
it: Un componente speciale che consente di smontare missili o drone -parte in rottami, a una resa notevolmente ridotta.
ja: 弾薬やドローンパーツを大幅に削減された量でスクラップに分解できる特別なコンポーネント。
ko: 미사일이나 드론 부품을 분해하여 낮은 수율로 스크랩으로 만들 수 있는 특수 부품입니다.
pl: Specjalny komponent, który pozwala na demontaż rakiet lub części do dronów na złom, przy znacznie zmniejszonym uzysku.
pt_br: Um componente especial que lhe permite desmontar mísseis ou drones em sucata, com um rendimento bastante reduzido.
zh_hans: 一件特殊的部件，可将弹药或无人机部件拆成废料，但产出不可观。

# data/blueprints.xml.append$//augBlueprint[@name="GHOST_DUPLICATOR"]/title
source: Quick-Splitter TM
es: Divisor Rápido TM
it: Tm rapido
ja: クイックスプリッターTM
ko: 고속 분열기 TM
pl: Szybko-Dzielnik TM
zh_hans: 快速分裂器 TM
