Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="spider_weaver"]/desc
source: Sluggish spiders who are much better at repairing.
es: Arañas lentas que son mucho mejores reparando.
it: Ragni lenti che sono molto più bravi a riparare.
ja: 修理が得意な鈍重なクモ。
ko: 수리에 훨씬 능통하지만 움직임이 느린 거미입니다.
pl: Ociężałe pająki, które są znacznie lepsze w naprawianiu.
pt_br: Aranhas lentas que são muito melhores em reparos.
zh_hans: 行动迟缓的蜘蛛，它们更擅长维修。

# data/blueprints.xml.append$//crewBlueprint[@name="spider_weaver"]/title
source: G.A.S. Weaver
es: A.A.G. Tejedora
it: GAS.Tessitore
ja: G.A.S.ウィーバー
ko: 직공 거미
pl: Tkacz W.O.P.
zh_hans: 织网异蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider_weaver"]/short
source: Weaver
es: Tejedora
ja: ウィーバー
pl: Tkacz
zh_hans: 织网异蛛

source: 95 health, 1.2x fire damage taken, 1.5x repairs
es: 95 de salud, x1.2 de daño por fuego recibido, x1.5 de reparaciones
it: 95 Salute, 1,2x danni da fuoco subiti, 1,5x riparazioni
ja: ライフ95、受ける火災ダメージ1.2倍、修理1.5倍
ko: 최대 체력 95, 화재로부터 1.2배의 피해를 받음, 수리 속도 1.5배
pl: 95 zdrowia, 1,2x obrażeń od ognia, 1,5x naprawy
pt_br: 95 de saúde, 1,2x de dano de fogo recebido, 1,5x de reparos
zh_hans: 95点最大生命值，受到1.2倍灼烧伤害，1.5倍维修速度

source: 2.0x combat damage, 0.8x movement speed
es: x2.0 de daño en combate, x0.8 de velocidad de movimiento
it: 2,0x danni da combattimento, velocità di movimento 0,8x
ja: 戦闘ダメージ2.0倍、移動速度0.8倍
ko: 대인 공격력 2배, 이동속도 0.8배
pl: 2,0x obrażeń w walce, 0,8x szybkości ruchu
pt_br: 2,0x dano de combate, 0,8x velocidade de movimento
zh_hans: 2倍战斗伤害，0.8倍移动速度

source: Heals at double speed
es: Se cura al doble de velocidad
it: Guarisce a doppia velocità
ja: 2倍の速度で回復する
ko: 회복속도 2배
pl: Leczy się z podwójną szybkością
pt_br: Cura com o dobro da velocidade
zh_hans: 2倍生命恢复速度

source: Can only be controlled temporarily, and learn all non-repair skills 20% slower
es: Solo se puede controlar temporalmente, y aprende todas las habilidades no de reparación un 20% más lento
it: Può essere controllato solo temporaneamente e imparare tutte le competenze non di riparazione del 20% più lenta
ja: 一時的にのみ制御可能で、修復以外のスキルの習得が20%遅くなる
ko: 일시적으로만 조종할 수 있음, 전투를 제외한 모든 기술 숙련도를 20% 느리게 익힘
pl: Może być kontrolowany tylko tymczasowo, i uczy się wszystkich umiejętności niezwiązanych z naprawą o 20% wolniej
pt_br: Só pode ser controlado temporariamente e aprende todas as habilidades que não sejam de reparo 20% mais devagar
zh_hans: 只能临时控制，学习所有非维修技能的速度慢20%

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch"]/desc
source: Infant spiders. Can be evolved into adults using the on-board lab.
es: Arañas infantiles. Pueden evolucionar a adultas usando el laboratorio de a bordo.
it: Ragni infantili.Può essere evoluto in adulti usando il laboratorio di bordo.
ja: クモの幼体。船内のラボを使用して大人に進化させることができる。
ko: 어린 거미입니다. 선상 연구실에서 성체로 성장시킬 수 있습니다.
pl: Niemowlęce pająki. Można je ewoluować w dorosłe osobniki za pomocą pokładowego laboratorium.
pt_br: Aranhas infantis. Podem ser transformadas em adultas usando o laboratório de bordo.
zh_hans: 幼年蜘蛛，可以在物种实验室进化成成体蜘蛛。

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch"]/title
source: Hatchling
es: Cría
ja: 孵化したばかりの子
ko: 새끼 거미
pl: Wylęg
pt_br: Filhote
zh_hans: 幼体异蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch"]/short
source: Hatchling
es: Cría
ja: 孵化したばかりの子
pl: Wylęg
pt_br: Filhote
zh_hans: 幼体异蛛

source: 50 health, 1.2x fire damage taken, 0.10x repairs
es: 50 de salud, x1.2 de daño por fuego recibido, x0.10 de reparaciones
it: 50 salute, 1,2x danni da incendio subiscono, 0,10x riparazioni
ja: ライフ50、受ける火災ダメージ1.2倍、修理0.10倍
ko: 최대 체력 50, 화재로부터 1.2배의 피해를 받음, 수리 속도 0.1배
pl: 50 zdrowia, 1,2x obrażeń od ognia, 0,10x naprawy
pt_br: 50 de saúde, 1,2x de dano de fogo recebido, 0,10x de reparos
zh_hans: 50点最大生命值，受到1.2倍灼烧伤害，0.1倍维修速度

source: 1.8x combat damage, 2.2x movement speed
es: x1.8 de daño en combate, x2.2 de velocidad de movimiento
it: 1,8x danno da combattimento, velocità di movimento 2.2x
ja: 戦闘ダメージ1.8倍、移動速度2.2倍
ko: 대인 공격력 1.8배, 이동속도 2.2배
pl: 1,8x obrażeń w walce, 2,2x szybkości ruchu
pt_br: 1,8x dano de combate, 2,2x velocidade de movimento
zh_hans: 1.8倍战斗伤害，2.2倍移动速度

source: Heals at triple speed
es: Se cura al triple de velocidad
it: Guarisce a tripla velocità
ja: 3倍の速度で回復する
ko: 회복속도 3배
pl: Leczy się z potrójną szybkością
pt_br: Cura em velocidade tripla
zh_hans: 3倍生命恢复速度

source: Can only be controlled temporarily, cannot man systems
es: Solo se puede controlar temporalmente, no puede tripular sistemas
it: Può essere controllato solo temporaneamente, Impossibile i sistemi MAN
ja: 一時的にのみ制御でき、システムを管理することはできない
ko: 일시적으로만 조종할 수 있음, 시스템을 관리할 수 없음
pl: Może być kontrolowany tylko tymczasowo, nie może obsługiwać systemów
pt_br: Só pode ser controlado temporariamente, não pode gerenciar sistemas
zh_hans: 只能临时控制，无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="tinybug"]/desc
source: A small arachnid, nothing more than a minor pest.
es: Un pequeño arácnido, nada más que una plaga menor.
it: Un piccolo aracnide, nient'altro che un parassita minore.
ja: 小さなクモ類で、単なる害虫にすぎない。
ko: 별 볼일 없는 해충에 불과한 작은 거미입니다.
pl: Mały pajęczak, nic więcej niż drobny szkodnik.
pt_br: Um pequeno aracnídeo, nada mais do que uma pequena praga.
zh_hans: 一种小型蜘蛛，虫豸罢了。

# data/blueprints.xml.append$//crewBlueprint[@name="tinybug"]/title
source: Spider
es: Araña
it: Ragno
ja: クモ
ko: 거미
pl: Pająk
pt_br: Aranha
zh_hans: 小型异蛛

# data/blueprints.xml.append$//crewBlueprint[@name="tinybug"]/short
source: Spider
es: Araña
it: Ragno
ja: クモ
pl: Pająk
pt_br: Aranha
zh_hans: 小型异蛛

# data/blueprints.xml.append$//crewBlueprint[@name="tinybug"]/powerList/power
source: Easily squished.
es: Fácilmente aplastable.
it: Facilmente schiacciato.
ja: 簡単に潰れる。
ko: 쉽게 짓이겨짐.
pl: Łatwo go zgnieść.
pt_br: Facilmente esmagado.
zh_hans: 很容易被碾碎。

# data/blueprints.xml.append$//crewBlueprint[@name="pony"]/desc
source: Brightly colored, six-legged, horse-like animals. They are NOT ponies, but feel free to address them as such.
es: Animales de colores brillantes, con seis patas, parecidos a caballos. NO son ponis, pero siéntete libre de llamarlos así.
it: Animali dai colori vivaci, a sei zampe.Non sono pony, ma si sentono liberi di affrontarli come tali.
ja: 色鮮やかな6本足の馬のような動物。彼らはポニーではないが、ポニーとして話しかけよう。
ko: 밝은 색상의 다리 여섯이 달린 말을 닮은 동물입니다. 절대로 포니가 아니지만 그렇게 여기셔도 상관없습니다.
pl: Jaskrawo ubarwione, sześcionogie, podobne do koni zwierzęta. NIE są kucykami, ale możesz się tak do nich zwracać.
pt_br: Animais de cores vivas, com seis patas e semelhantes a cavalos. Eles NÃO são pôneis, mas sinta-se à vontade para tratá-los como tal.
zh_hans: 色彩鲜艳，长着六条腿，像马一样的动物。它们不！是！马驹，但这么称呼也没问题。

# data/blueprints.xml.append$//crewBlueprint[@name="pony"]/title
source: Six-Legged Equinoid
es: Equinoide de Seis Patas
it: Equinoide a sei zampe
ja: 六本足のエクイノイド
ko: 여섯발 에퀴노이드
pl: Sześcionogi Konik
pt_br: Equinoide de seis pernas
zh_hans: 六脚马族

# data/blueprints.xml.append$//crewBlueprint[@name="pony"]/short
source: Equinoid
es: Equinoide
it: Equinoide
ja: エクイノイド
pl: Konik
pt_br: Equinoide
zh_hans: 六脚马族

# data/blueprints.xml.append$//crewBlueprint[@name="pony"]/powerList/power[1]
source: 3.2 move speedx, 1.4x combat damage
es: x3 de velocidad de movimiento, x1.2 de daño en combate
it: 3x Sposta velocità, 1,2x danno da combattimento
ja: 移動速度3倍、 戦闘ダメージ1.2倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3x szybkości ruchu, 1,2x obrażeń w walce
pt_br: 3x velocidade de movimento, 1,2x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="pony"]/powerList/power[2]
source: Cannot repair or man systems, can only be controlled temporarily
es: No puede reparar ni tripular sistemas, solo se puede controlar temporalmente
it: Impossibili sistemi di riparazione o uomo, può essere controllato solo temporaneamente
ja: システムの修復や修復ができず、一時的にしか制御できない
ko: 시스템을 수리하거나 관리할 수 없고, 일시적으로만 조종할 수 있음
pl: Nie może naprawiać ani obsługiwać systemów, może być kontrolowany tylko tymczasowo
pt_br: Não é possível reparar ou gerenciar sistemas, só pode ser controlado temporariamente
zh_hans: 无法维修或操控系统，只能临时控制

# data/blueprints.xml.append$//crewBlueprint[@name="pony"]/powerList/power[3]
source: Can be tamed using the crew lab
es: Se puede domesticar usando el laboratorio de tripulación
it: Può essere domato usando l'equipaggio lab
ja: クルーラボを使用して飼いならすことができる
ko: 선상 연구실에서 길들일 수 있음
pl: Można go oswoić za pomocą laboratorium załogi
pt_br: Pode ser domesticado usando o laboratório da tripulação
zh_hans: 可在物种实验室驯服

# data/blueprints.xml.append$//crewBlueprint[@name="pony_tamed"]/desc
source: [Tamed] Brightly colored, six-legged, horse-like animals. They are NOT ponies, but feel free to address them as such.
es: [Domesticado] Animales de colores brillantes, con seis patas, parecidos a caballos. NO son ponis, pero siéntete libre de llamarlos así.
it: [Dominato] Animali dai colori vivaci, a sei zampe.Non sono pony, ma si sentono liberi di affrontarli come tali.
ja: [飼い慣らされている] 色鮮やかな6本足の馬のような動物。彼らはポニーではないが、ポニーとして話しかけよう。
ko: [길들여짐] 밝은 색상의 다리 여섯이 달린 말을 닮은 동물입니다. 절대로 포니가 아니지만 그렇게 여기셔도 상관없습니다.
pl: [Oswojony] Jaskrawo ubarwione, sześcionogie, podobne do koni zwierzęta. NIE są kucykami, ale możesz się tak do nich zwracać.
pt_br: [Animais de cores vivas, com seis patas e semelhantes a cavalos. Eles NÃO são pôneis, mas sinta-se à vontade para tratá-los como tal.
zh_hans: [已驯服]色彩鲜艳，长着六条腿，像马一样的动物。它们不！是！马驹，但这么称呼也没问题。

# data/blueprints.xml.append$//crewBlueprint[@name="pony_tamed"]/title
source: Six-Legged Equinoid [T]
es: Equinoide de Seis Patas [D]
it: Equinoide a sei zampe [T]
ja: 六本足のエクイノイド[T］
ko: 여섯발 에퀴노이드 [길들여짐]
pl: Sześcionogi Konik [O]
pt_br: Equinoide de seis pernas [T]
zh_hans: 六脚马族[已驯]

# data/blueprints.xml.append$//crewBlueprint[@name="pony_tamed"]/short
source: Equinoid [T]
es: Equinoide [D]
it: Equinoide [T]
ja: エクイノイド[T］
pl: Konik [O]
pt_br: Equinoide [T]
zh_hans: 六脚马族[已驯]

source: 3.2x move speed, 1.4x combat damage
es: x3.2 de velocidad de movimiento, x1.4 de daño en combate
it: 3.2x Sposta velocità, 1,4x danno da combattimento
ja: 移動速度3.2倍、戦闘ダメージ1.4倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3,2x szybkości ruchu, 1,4x obrażeń w walce
pt_br: 3,2x velocidade de movimento, 1,4x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

source: Repairs at 0.3x speed but puts out fires at 2.0x speed
es: Repara a velocidad x0.3 pero apaga fuegos a velocidad x2.0
it: Riparazioni a velocità di 0,3x ma mette fuori fuoco a 2,0x velocità
ja: 修復速度は0.3倍、消火速度は2.0倍だ
ko: 0.3배의 속도로 수리하지만 2배의 속도로 화재를 진압함
pl: Naprawia z szybkością 0,3x, ale gasi pożary z szybkością 2,0x
pt_br: Reparos a uma velocidade de 0,3x, mas apaga incêndios a uma velocidade de 2,0x
zh_hans: 0.3倍修理速度，但有2倍灭火速度

source: Cannot man systems
es: No puede tripular sistemas
it: Impossibili sistemi
ja: システムを管理できない
ko: 시스템을 관리할 수 없음
pl: Nie może obsługiwać systemów
pt_br: Não é possível gerenciar sistemas
zh_hans: 无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/desc
source: Don't tell them they're not actually a horse. It'll make them quite upset.
es: No les digas que en realidad no son un caballo. Se enfadarán bastante.
it: Non dire loro che non sono in realtà un cavallo.Li renderà abbastanza arrabbiati.
ja: 彼らが実際には馬ではないことを彼らに言わないでおこう。それは彼らをかなり動揺させるだろう。
ko: 실제 말이 아니라는 점을 말하지 마세요. 매우 화낼 겁니다.
pl: Nie mów im, że tak naprawdę nie są koniem. Bardzo ich to zdenerwuje.
pt_br: Não diga a eles que não são de fato um cavalo. Isso os deixará muito chateados.
zh_hans: 别告诉他们其实他们不是真的马，这会让他们非常沮丧。

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/title
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
ko: 사이버포니
pl: Cyberkucyk
zh_hans: 机械小马

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/short
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
pl: Cyberkucyk
zh_hans: 机械小马

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/powerList/power[1]
source: Active Ability: Toggles to nanite mode where it ignores doors, resists mind control, and becomes damage resistant, but cannot be controlled
es: Habilidad Activa: Cambia a modo nanite donde ignora puertas, resiste el control mental y se vuelve resistente al daño, pero no puede ser controlado
it: Abilità attiva: attivare in modalità nanite in cui ignora le porte, resiste al controllo mentale e diventa resistente ai danni, ma non può essere controllato
ja: アクティブアビリティ: ナノマシンモードに切り替え、ドアを無視し、マイコンをレジストし、ダメージ耐性を持つが、制御することはできない
ko: 활성화 능력: 나나이트 모드를 활성화하여 문을 무시할 수 있게 되고 피해 및 정신 지배 저항을 얻지만, 조종할 수 없게 됨
pl: Zdolność aktywna: Przełącza się w tryb nanitowy, w którym ignoruje drzwi, opiera się kontroli umysłu i staje się odporny na obrażenia, ale nie może być kontrolowany
pt_br: Habilidade ativa: Alterna para o modo nanite, onde ignora portas, resiste ao controle mental e torna-se resistente a danos, mas não pode ser controlado
zh_hans: 主动技能：切换到纳米模式，无视舱门，免疫心灵控制并获得伤害抗性，，但无法被操控

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/powerList/power[2]
source: 3.2x move speed, 1.4x combat damage
es: x3.2 de velocidad de movimiento, x1.4 de daño en combate
it: 3.2x Sposta velocità, 1,4x danno da combattimento
ja: 移動速度3.2倍、戦闘ダメージ1.4倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3,2x szybkości ruchu, 1,4x obrażeń w walce
pt_br: 3,2x velocidade de movimento, 1,4x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/powerList/power[3]
source: Repairs at 0.3x speed but puts out fires at 2.0x speed
es: Repara a velocidad x0.3 pero apaga fuegos a velocidad x2.0
it: Riparazioni a velocità di 0,3x ma mette fuori fuoco a 2,0x velocità
ja: 修復速度は0.3倍、消火速度は2.0倍だ
ko: 0.3배의 속도로 수리하지만 2배의 속도로 화재를 진압할 수 있음
pl: Naprawia z szybkością 0,3x, ale gasi pożary z szybkością 2,0x
pt_br: Reparos a uma velocidade de 0,3x, mas apaga incêndios a uma velocidade de 2,0x
zh_hans: 0.3倍修理速度，但有2倍灭火速度

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi"]/powerList/power[4]
source: Cannot man systems
es: No puede tripular sistemas
it: Impossibili sistemi
ja: システムを管理できない
ko: 시스템을 관리할 수 없음
pl: Nie może obsługiwać systemów
pt_br: Não é possível gerenciar sistemas
zh_hans: 无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_chaos"]/desc
source: Don't tell them they're not actually a horse. It'll make them quite upset.
es: No les digas que en realidad no son un caballo. Se enfadarán bastante.
it: Non dire loro che non sono in realtà un cavallo.Li renderà abbastanza arrabbiati.
ja: 彼らが実際には馬ではないことを彼らに言わないでおこう。それは彼らをかなり動揺させるだろう。
ko: 실제 말이 아니라는 점을 말하지 마세요. 매우 화낼 겁니다.
pl: Nie mów im, że tak naprawdę nie są koniem. Bardzo ich to zdenerwuje.
pt_br: Não diga a eles que não são de fato um cavalo. Isso os deixará muito chateados.
zh_hans: 别告诉他们其实他们不是真的马，这会让他们非常沮丧。

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_chaos"]/title
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
ko: 사이버포니
pl: Cyberkucyk
zh_hans: 机械小马

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_chaos"]/short
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
pl: Cyberkucyk
zh_hans: 机械小马

source: Active Ability: Toggles to nanite mode where it ignores doors, resists mind control, and becomes damage resistant, but cannot be controlled
es: Habilidad Activa: Cambia a modo nanite donde ignora puertas, resiste el control mental y se vuelve resistente al daño, pero no puede ser controlado
it: Abilità attiva: attivare in modalità nanite in cui ignora le porte, resiste al controllo mentale e diventa resistente ai danni, ma non può essere controllato
ja: アクティブアビリティ: ナノマシンモードに切り替え、ドアを無視し、マイコンをレジストし、ダメージ耐性を持つが、制御することはできない
ko: 활성화 능력: 나나이트 모드를 활성화하여 문을 무시할 수 있게 되고 피해 및 정신 지배 저항을 얻지만, 조종할 수 없게 됨
pl: Zdolność aktywna: Przełącza się w tryb nanitowy, w którym ignoruje drzwi, opiera się kontroli umysłu i staje się odporny na obrażenia, ale nie może być kontrolowany
pt_br: Habilidade ativa: Alterna para o modo nanite, onde ignora portas, resiste ao controle mental e torna-se resistente a danos, mas não pode ser controlado
zh_hans: 主动技能：切换到纳米模式，无视舱门，免疫心灵控制并获得伤害抗性，但无法被操控

source: 3.2x move speed, 1.4x combat damage
es: x3.2 de velocidad de movimiento, x1.4 de daño en combate
it: 3.2x Sposta velocità, 1,4x danno da combattimento
ja: 移動速度3.2倍、戦闘ダメージ1.4倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3,2x szybkości ruchu, 1,4x obrażeń w walce
pt_br: 3,2x velocidade de movimento, 1,4x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

source: Repairs at 0.3x speed but puts out fires at 2.0x speed
es: Repara a velocidad x0.3 pero apaga fuegos a velocidad x2.0
it: Riparazioni a velocità di 0,3x ma mette fuori fuoco a 2,0x velocità
ja: 修復速度は0.3倍、消火速度は2.0倍だ
ko: 0.3배의 속도로 수리하지만 2배의 속도로 화재를 진압할 수 있음
pl: Naprawia z szybkością 0,3x, ale gasi pożary z szybkością 2,0x
pt_br: Reparos a uma velocidade de 0,3x, mas apaga incêndios a uma velocidade de 2,0x
zh_hans: 0.3倍修理速度，但有2倍灭火速度

source: Does not occupy a crew slot, cannot man systems
es: No ocupa un espacio de tripulación, no puede tripular sistemas
it: Non occupa uno slot dell'equipaggio, non posso fare i sistemi
ja: 乗務員のスロットを占有しないため、システムに人員を配置することはできない
ko: 선원 슬롯을 차지하지 않음, 시스템을 관리할 수 없음
pl: Nie zajmuje miejsca załogi, nie może obsługiwać systemów
pt_br: Não ocupa um espaço de tripulação, não pode tripular sistemas
zh_hans: 不占用船员名额，无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_nano"]/desc
source: Don't tell them they're not actually a horse. It'll make them quite upset.
es: No les digas que en realidad no son un caballo. Se enfadarán bastante.
it: Non dire loro che non sono in realtà un cavallo.Li renderà abbastanza arrabbiati.
ja: 彼らが実際には馬ではないことを彼らに言わないでおこう。それは彼らをかなり動揺させるだろう。
ko: 실제 말이 아니라는 점을 말하지 마세요. 매우 화낼 겁니다.
pl: Nie mów im, że tak naprawdę nie są koniem. Bardzo ich to zdenerwuje.
pt_br: Não diga a eles que não são de fato um cavalo. Isso os deixará muito chateados.
zh_hans: 别告诉他们其实他们不是真的马，这会让他们非常沮丧。

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_nano"]/title
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
ko: 사이버포니
pl: Cyberkucyk
zh_hans: 机械小马

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_nano"]/short
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
pl: Cyberkucyk
zh_hans: 机械小马

source: Active Ability: Toggles to nanite mode where it ignores doors, resists mind control, and becomes damage resistant, but cannot be controlled
es: Habilidad Activa: Cambia a modo nanite donde ignora puertas, resiste el control mental y se vuelve resistente al daño, pero no puede ser controlado
it: Abilità attiva: attivare in modalità nanite in cui ignora le porte, resiste al controllo mentale e diventa resistente ai danni, ma non può essere controllato
ja: アクティブアビリティ: ナノマシンモードに切り替え、ドアを無視し、マイコンをレジストし、ダメージ耐性を持つが、制御することはできない
ko: 활성화 능력: 나나이트 모드를 활성화하여 문을 무시할 수 있게 되고 피해 및 정신 지배 저항을 얻지만, 조종할 수 없게 됨
pl: Zdolność aktywna: Przełącza się w tryb nanitowy, w którym ignoruje drzwi, opiera się kontroli umysłu i staje się odporny na obrażenia, ale nie może być kontrolowany
pt_br: Habilidade ativa: Alterna para o modo nanite, onde ignora portas, resiste ao controle mental e torna-se resistente a danos, mas não pode ser controlado
zh_hans: 主动技能：切换到纳米模式，无视舱门，免疫心灵控制并获得伤害抗性，但无法被操控

source: 3.2x move speed, 1.4x combat damage
es: x3.2 de velocidad de movimiento, x1.4 de daño en combate
it: 3.2x Sposta velocità, 1,4x danno da combattimento
ja: 移動速度3.2倍、戦闘ダメージ1.4倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3,2x szybkości ruchu, 1,4x obrażeń w walce
pt_br: 3,2x velocidade de movimento, 1,4x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

source: Repairs at 0.3x speed but puts out fires at 2.0x speed
es: Repara a velocidad x0.3 pero apaga fuegos a velocidad x2.0
it: Riparazioni a velocità di 0,3x ma mette fuori fuoco a 2,0x velocità
ja: 修復速度は0.3倍、消火速度は2.0倍だ
ko: 0.3배의 속도로 수리하지만 2배의 속도로 화재를 진압할 수 있음
pl: Naprawia z szybkością 0,3x, ale gasi pożary z szybkością 2,0x
pt_br: Reparos a uma velocidade de 0,3x, mas apaga incêndios a uma velocidade de 2,0x
zh_hans: 0.3倍修理速度，但有2倍灭火速度

source: Cannot man systems
es: No puede tripular sistemas
it: Impossibili sistemi
ja: システムを管理できない
ko: 시스템을 관리할 수 없음
pl: Nie może obsługiwać systemów
pt_br: Não é possível gerenciar sistemas
zh_hans: 无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_nano_chaos"]/desc
source: Don't tell them they're not actually a horse. It'll make them quite upset.
es: No les digas que en realidad no son un caballo. Se enfadarán bastante.
it: Non dire loro che non sono in realtà un cavallo.Li renderà abbastanza arrabbiati.
ja: 彼らが実際には馬ではないことを彼らに言わないでおこう。それは彼らをかなり動揺させるだろう。
ko: 실제 말이 아니라는 점을 말하지 마세요. 매우 화낼 겁니다.
pl: Nie mów im, że tak naprawdę nie są koniem. Bardzo ich to zdenerwuje.
pt_br: Não diga a eles que não são de fato um cavalo. Isso os deixará muito chateados.
zh_hans: 别告诉他们其实他们不是真的马，这会让他们非常沮丧。

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_nano_chaos"]/title
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
ko: 사이버포니
pl: Cyberkucyk
zh_hans: 机械小马

# data/blueprints.xml.append$//crewBlueprint[@name="pony_engi_nano_chaos"]/short
source: Cyberpony
es: Ciberponi
ja: サイバーポニー
pl: Cyberkucyk
zh_hans: 机械小马

source: Active Ability: Toggles to nanite mode where it ignores doors, resists mind control, and becomes damage resistant, but cannot be controlled
es: Habilidad Activa: Cambia a modo nanite donde ignora puertas, resiste el control mental y se vuelve resistente al daño, pero no puede ser controlado
it: Abilità attiva: attivare in modalità nanite in cui ignora le porte, resiste al controllo mentale e diventa resistente ai danni, ma non può essere controllato
ja: アクティブアビリティ: ナノマシンモードに切り替え、ドアを無視し、マイコンをレジストし、ダメージ耐性を持つが、制御することはできない
ko: 활성화 능력: 나나이트 모드를 활성화하여 문을 무시할 수 있게 되고 피해 및 정신 지배 저항을 얻지만, 조종할 수 없게 됨
pl: Zdolność aktywna: Przełącza się w tryb nanitowy, w którym ignoruje drzwi, opiera się kontroli umysłu i staje się odporny na obrażenia, ale nie może być kontrolowany
pt_br: Habilidade ativa: Alterna para o modo nanite, onde ignora portas, resiste ao controle mental e torna-se resistente a danos, mas não pode ser controlado
zh_hans: 主动技能：切换到纳米模式，无视舱门，免疫心灵控制并获得伤害抗性，但无法被操控

source: 3.2x move speed, 1.4x combat damage
es: x3.2 de velocidad de movimiento, x1.4 de daño en combate
it: 3.2x Sposta velocità, 1,4x danno da combattimento
ja: 移動速度3.2倍、戦闘ダメージ1.4倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3,2x szybkości ruchu, 1,4x obrażeń w walce
pt_br: 3,2x velocidade de movimento, 1,4x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

source: Repairs at 0.3x speed but puts out fires at 2.0x speed
es: Repara a velocidad x0.3 pero apaga fuegos a velocidad x2.0
it: Riparazioni a velocità di 0,3x ma mette fuori fuoco a 2,0x velocità
ja: 修復速度は0.3倍、消火速度は2.0倍だ
ko: 0.3배의 속도로 수리하지만 2배의 속도로 화재를 진압할 수 있음
pl: Naprawia z szybkością 0,3x, ale gasi pożary z szybkością 2,0x
pt_br: Reparos a uma velocidade de 0,3x, mas apaga incêndios a uma velocidade de 2,0x
zh_hans: 0.3倍修理速度，但有2倍灭火速度

source: Does not occupy a crew slot, cannot man systems
es: No ocupa un espacio de tripulación, no puede tripular sistemas
it: Non occupa uno slot dell'equipaggio, non posso fare i sistemi
ja: 乗務員のスロットを占有しないため、システムに人員を配置することはできない
ko: 선원 슬롯을 차지하지 않음, 시스템을 관리할 수 없음
pl: Nie zajmuje miejsca załogi, nie może obsługiwać systemów
pt_br: Não ocupa um espaço de tripulação, não pode tripular sistemas
zh_hans: 不占用船员名额，无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/desc
source: A primitive lizard transformed into an underpaid sweatshop worker for Hektar Industries.
es: Un lagarto primitivo transformado en un trabajador mal pagado de una fábrica de explotación para Hektar Industries.
it: Una lucertola primitiva trasformata in un lavoratore sottopagato per le industrie di Hektar.
ja: 原始的なリザードが、ヘクター産業の低賃金搾取労働者に変身した。
ko: 원시적인 도마뱀이 헥타르 산업의 저임금 공장 노동자로 탈바꿈했습니다.
pl: Prymitywna jaszczurka przekształcona w niedopłacanego pracownika niewolniczego dla Hektar Industries.
pt_br: Um lagarto primitivo transformado em um trabalhador mal pago das Indústrias Hektar.
zh_hans: 曾是一只原始蜥蜴，被改造成了赫克塔工业血汗工厂里酬不抵劳的工人。
