Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_COALITION"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ORCHID"]/title
source: Convenat Cruiser
es: Crucero Convenat
it: Cruiser dell'alleanza
ja: コンヴェナート・クルーザー
ko: 화초 순양함
pl: Krążownik Przymierza
zh_hans: 康纳特星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ORCHID"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_VAMPWEED"]/title
source: Confederate Cruiser
es: Crucero Confederado
it: Incrociatore confederato
ja: 南軍巡洋艦
ko: 공동체 순양함
pl: Krążownik Konfederacji
pt_br: Cruzador Confederado
zh_hans: 血兰星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_VAMPWEED"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SHELL"]/title
source: Shell Cruiser
es: Crucero Caparazón
ja: シェル・クルーザー
ko: 셸 순양함
pl: Krążownik Skorupiaków
zh_hans: 甲壳星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SHELL"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LEECH"]/title
source: Leech Cruiser
es: Crucero Sanguijuela
it: Cruiser di sanguisuga
ja: リーチ・クルーザー
ko: 리치 순양함
pl: Krążownik Pijawek
pt_br: Cruiser de sanguessuga
zh_hans: 吸虫星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LEECH"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LANIUS"]/title
source: Lanius Cruiser
es: Crucero de Lanius
ja: ラニウス艦
ko: 라니우스 순양함
pl: Cruiser Lanius
zh_hans: 食铁星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LANIUS"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SALT"]/title
source: Sodium Cruiser
es: Crucero de Sodio
it: Incrociatore di sodio
ja: ナトリウム 艦
ko: 소듐 순양함
pl: Krążownik Sodowy
pt_br: Cruzador de sódio
zh_hans: 钠星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SALT"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SPIDER"]/title
source: Spider Cruiser
es: Crucero Araña
ja: スパイダー・クルーザー
ko: 거미 순양함
pl: Krążownik Pająków
zh_hans: 蜘蛛星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SPIDER"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_DYNASTY"]/title
source: Dynasty Cruiser
es: Crucero Dinastía
ja: ダイナスティ・クルーザー
ko: 왕조 순양함
pl: Krążownik Dynastii
zh_hans: 灵朝星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_DYNASTY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_UNION"]/title
source: Civilian Cruiser
es: Crucero Civil
it: Cruiser civile
ja: 民間巡洋艦
ko: 민간 순양함
pl: Krążownik Cywilny
pt_br: Cruzador civil
zh_hans: 平民星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_UNION"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FEDERATION"]/title
source: Federation Cruiser
es: Crucero de la federación
it: Federazione Cruiser
ja: 連邦艦
ko: 연방 순양함
pl: Krążownik federacji
pt_br: Federação Cruiser
zh_hans: 联邦星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FEDERATION"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_REBEL"]/title
source: Rebel Cruiser
es: Crucero Rebelde
it: Cruiser ribelle
ja: リベル・クルーザー
ko: 반군 순양함
pl: Krążownik Rebeliantów
pt_br: Cruzador Rebelde
zh_hans: 叛军星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_REBEL"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AUTO"]/title
source: C.U.R.A. Cruiser
es: Crucero C.U.R.A.
it: C.U.R.A.Incrociatore
ja: C.U.R.A.クルーザー
ko: C.U.R.A. 순양함
pl: Krążownik C.U.R.A.
pt_br: Cruzador C.U.R.A.
zh_hans: C.U.R.A.星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AUTO"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TECH"]/title
source: Technician Cruiser
es: Crucero Técnico
it: Tecnico Cruiser
ja: テクニシャン・クルーザー
ko: 기술자 순양함
pl: Krążownik Techników
pt_br: Técnico Cruiser
zh_hans: 技工星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TECH"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_KESTREL"]/title
source: Kestrel Cruiser
es: Crucero de cernícalo
it: Cruiser di ghiottone
ja: ケストレル艦
ko: 케스트렐 순양함
pl: Krążownik „Pustelga”
zh_hans: 红隼星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_KESTREL"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_STEALTH"]/title
source: Stealth Cruiser
es: Crucero sigiloso
it: Cruiser invisibile
ja: ステルス艦
ko: 스텔스 순양함
pl: Stealth Craiser
pt_br: Cruiser furtivo
zh_hans: 隐形星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_STEALTH"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ANGEL"]/title
source: Federation Cruiser
es: Crucero de la federación
it: Federazione Cruiser
ja: 連邦艦
ko: 연방 순양함
pl: Krążownik federacji
pt_br: Federação Cruiser
zh_hans: 联邦星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ANGEL"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ALPHA"]/title
source: Alpha Cruiser
es: Crucero Alfa
ja: アルファ・クルーザー
ko: 알파 순양함
pl: Krążownik Alfa
zh_hans: 巨灵星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ALPHA"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GHOST"]/title
source: Ghost Cruiser
es: Crucero Fantasma
ja: ゴースト・クルーザー
ko: 고스트 순양함
pl: Krążownik Duchów
zh_hans: 魂灵星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GHOST"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PIRATE"]/title
source: Pirate Cruiser
es: Crucero Pirata
it: Cruiser pirata
ja: 海賊クルーザー
ko: 해적 순양함
pl: Krążownik Piratów
zh_hans: 海盗星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PIRATE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SPLICE"]/title
source: Splice Cruiser
es: Crucero Empalme
ja: スプライスクルーザー
ko: 결속 순양함
pl: Krążownik Splice
zh_hans: 拼接星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SPLICE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PROTOTYPE"]/title
source: Prototype Cruiser
es: Crucero Prototipo
it: Prototipo incrociatore
ja: プロトタイプ・クルーザー
ko: 프로토타입 순양함
pl: Krążownik Prototypowy
pt_br: Protótipo de cruzador
zh_hans: 原型星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PROTOTYPE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PONY"]/title
source: Equinoid Cruiser
es: Crucero Equinoide
it: Cruiser equinoide
ja: エクイノイド・クルーザー
ko: 에퀴노이드 순양함
pl: Krążownik Koników
pt_br: Cruzador Equinoide
zh_hans: 六脚马星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PONY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FLAGSHIP"]/title
source: Flagship
es: Nave Insignia
it: Ammiraglio
ja: フラッグシップ
ko: 기함
pl: Statek Flagowy
zh_hans: 旗舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FLAGSHIP"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GYGES"]/title
source: The Gyges
es: El Gyges
it: I Gyges
ja: ザ・ギグス
ko: 귀게스
pl: Gyges
pt_br: Os Gyges
zh_hans: 盖吉兹号

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GYGES"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SYLVAN"]/title
source: Sylvan's Cruiser
es: Crucero de Sylvan
it: L'incrociatore di Sylvan
ja: シルバンの艦
ko: 실반의 순양함
pl: Krążownik Sylvana
pt_br: Cruzeiro do Sylvan
zh_hans: 希尔凡星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SYLVAN"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TULLY"]/title
source: Tully's Cruiser
es: Crucero de Tully
it: L'incrociatore di Tully
ja: タリーズ・クルーザー
ko: 툴리의 순양함
pl: Krążownik Tully'ego
pt_br: Cruzador de Tully
zh_hans: 塔利星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TULLY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LIMIT"]/title
source: Limit Cruiser
es: Crucero Límite
it: Limitare l'incrociatore
ja: リミット・クルーザー
ko: 제약 순양함
pl: Krążownik Limitu
pt_br: Limite o cruzador
zh_hans: 极限星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LIMIT"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PROPHET"]/title
source: Prophet of the Great Eye
es: Profeta del Gran Ojo
it: Profeta del grande occhio
ja: グレート・アイの預言者
ko: 위대한 눈의 선지자
pl: Prorok Wielkiego Oka
pt_br: Profeta do grande olho
zh_hans: 先知圣眼

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PROPHET"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SCHOOLID"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SCHOOLID"]/desc
source: Easy Task.
es: Tarea Fácil.
it: Compito facile.
ja: イージータスク。
ko: 쉬운 작업.
pl: Łatwe Zadanie.
pt_br: Tarefa fácil.
zh_hans: 简单任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_DRAWING"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_DRAWING"]/desc
source: Easy Task.
es: Tarea Fácil.
it: Compito facile.
ja: イージータスク。
ko: 쉬운 작업.
pl: Łatwe Zadanie.
pt_br: Tarefa fácil.
zh_hans: 简单任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_CRUSH"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_CRUSH"]/desc
source: Easy Task.
es: Tarea Fácil.
it: Compito facile.
ja: イージータスク。
ko: 쉬운 작업.
pl: Łatwe Zadanie.
pt_br: Tarefa fácil.
zh_hans: 简单任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_TOILET"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_TOILET"]/desc
source: Easy Task.
es: Tarea Fácil.
it: Compito facile.
ja: イージータスク。
ko: 쉬운 작업.
pl: Łatwe Zadanie.
pt_br: Tarefa fácil.
zh_hans: 简单任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_PLUSHIE"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_PLUSHIE"]/desc
source: Easy Task.
es: Tarea Fácil.
it: Compito facile.
ja: イージータスク。
ko: 쉬운 작업.
pl: Łatwe Zadanie.
pt_br: Tarefa fácil.
zh_hans: 简单任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_PETE"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_PETE"]/desc
source: Intermediate Task.
es: Tarea Intermedia.
it: Attività intermedia.
ja: ノーマルタスク。
ko: 중급 작업.
pl: Średnie Zadanie.
pt_br: Tarefa intermediária.
zh_hans: 普通任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_USB"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_USB"]/desc
source: Intermediate Task.
es: Tarea Intermedia.
it: Attività intermedia.
ja: ノーマルタスク。
ko: 중급 작업.
pl: Średnie Zadanie.
pt_br: Tarefa intermediária.
zh_hans: 普通任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SURVIVOR"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SURVIVOR"]/desc
source: Intermediate Task.
es: Tarea Intermedia.
it: Attività intermedia.
ja: ノーマルタスク。
ko: 중급 작업.
pl: Średnie Zadanie.
pt_br: Tarefa intermediária.
zh_hans: 普通任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_WEDDING"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_WEDDING"]/desc
source: Intermediate Task.
es: Tarea Intermedia.
it: Attività intermedia.
ja: ノーマルタスク。
ko: 중급 작업.
pl: Średnie Zadanie.
pt_br: Tarefa intermediária.
zh_hans: 普通任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_WILL"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_WILL"]/desc
source: Intermediate Task.
es: Tarea Intermedia.
it: Attività intermedia.
ja: ノーマルタスク。
ko: 중급 작업.
pl: Średnie Zadanie.
pt_br: Tarefa intermediária.
zh_hans: 普通任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SCANDAL"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SCANDAL"]/desc
source: Intermediate Task.
es: Tarea Intermedia.
it: Attività intermedia.
ja: ノーマルタスク。
ko: 중급 작업.
pl: Średnie Zadanie.
pt_br: Tarefa intermediária.
zh_hans: 普通任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_TORTURE"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_TORTURE"]/desc
source: Hard Task.
es: Tarea Difícil.
it: Compito duro.
ja: ハードタスク。
ko: 어려운 작업.
pl: Trudne Zadanie.
pt_br: Tarefa difícil.
zh_hans: 困难任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_OUTPOST"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_OUTPOST"]/desc
source: Hard Task.
es: Tarea Difícil.
it: Compito duro.
ja: ハードタスク。
ko: 어려운 작업.
pl: Trudne Zadanie.
pt_br: Tarefa difícil.
zh_hans: 困难任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SHIP"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_SHIP"]/desc
source: Hard Task.
es: Tarea Difícil.
it: Compito duro.
ja: ハードタスク。
ko: 어려운 작업.
pl: Trudne Zadanie.
pt_br: Tarefa difícil.
zh_hans: 困难任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_DUSK"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_DUSK"]/desc
source: Hard Task.
es: Tarea Difícil.
it: Compito duro.
ja: ハードタスク。
ko: 어려운 작업.
pl: Trudne Zadanie.
pt_br: Tarefa difícil.
zh_hans: 困难任务。

# data/blueprints.xml.append$//augBlueprint[@name="TASK_CONTRACT"]/title
source: Task Marker
es: Marcador de tareas
it: Marcatore di attività
ja: タスクマーカー
ko: 작업 마커
pl: Znacznik Zadania
pt_br: Marcador de tarefas
zh_hans: 任务标记

# data/blueprints.xml.append$//augBlueprint[@name="TASK_CONTRACT"]/desc
source: Hard Task.
es: Tarea Difícil.
it: Compito duro.
ja: ハードタスク。
ko: 어려운 작업.
pl: Trudne Zadanie.
pt_br: Tarefa difícil.
zh_hans: 困难任务。

# data/blueprints.xml.append$//augBlueprint[@name="COMIC_DEVORAK"]/title
source: Devorak Comic
es: Cómic de Devorak
ja: デボラク・コミック
ko: 데보락 만화
pl: Komiks Devoraka
zh_hans: 德沃拉克漫画

# data/blueprints.xml.append$//augBlueprint[@name="COMIC_DEVORAK"]/desc
source: It's a comic book.
es: Es un cómic.
it: È un fumetto.
ja: これは漫画本だ。
ko: 만화책입니다.
pl: To jest komiks.
pt_br: É uma história em quadrinhos.
zh_hans: 这是一本漫画书。

# data/blueprints.xml.append$//augBlueprint[@name="COMIC_TULLY"]/title
source: Tully Comic
es: Cómic de Tully
ja: タリーコミック
ko: 툴리 만화
pl: Komiks Tully'ego
zh_hans: 塔利漫画

# data/blueprints.xml.append$//augBlueprint[@name="COMIC_TULLY"]/desc
source: It's a comic book.
es: Es un cómic.
it: È un fumetto.
ja: これは漫画本だ。
ko: 만화책입니다.
pl: To jest komiks.
pt_br: É uma história em quadrinhos.
zh_hans: 这是一本漫画书。

# data/blueprints.xml.append$//augBlueprint[@name="COMIC_WAR"]/title
source: Fed-Mantis War Comic
es: Cómic de la Guerra Fed-Mantis
ja: フェドマンティス戦争コミック
ko: 연방-맨티스 전쟁 만화
pl: Komiks Wojny Fed-Modliszka
zh_hans: 螳螂入侵战争漫画

# data/blueprints.xml.append$//augBlueprint[@name="COMIC_WAR"]/desc
source: It's a comic book.
es: Es un cómic.
it: È un fumetto.
ja: これは漫画本だ。
ko: 만화책입니다.
pl: To jest komiks.
pt_br: É uma história em quadrinhos.
zh_hans: 这是一本漫画书。

# data/blueprints.xml.append$//augBlueprint[@name="TRINKET_WAR"]/title
source: Totem of war
es: Tótem de guerra
it: Totem di guerra
ja: 戦争のトーテム
ko: 전쟁의 토템
pl: Totem wojny
pt_br: Totem da guerra
zh_hans: 战争图腾

# data/blueprints.xml.append$//augBlueprint[@name="TRINKET_WAR"]/desc
source: -8% weapon cooldown
es: -8% de tiempo de recarga de armas
it: -8% di recupero dell'arma
ja: 武器のクールダウンが8%減少
ko: -8% 무기 충전시간
pl: -8% czasu odnowienia broni
pt_br: -8% de recarga de arma
zh_hans: -8%武器与巨炮充能时间

# data/blueprints.xml.append$//augBlueprint[@name="TRINKET_SPEED"]/title
source: Emblem of speed
es: Emblema de velocidad
it: Emblema della velocità
ja: スピードの象徴
ko: 속도의 엠블럼
pl: Emblemat prędkości
pt_br: Emblema da velocidade
zh_hans: 速度徽章

# data/blueprints.xml.append$//augBlueprint[@name="TRINKET_SPEED"]/desc
source: +20% crew speed and FTL
es: +20% de velocidad de tripulación y MVS
it: +20% di velocità dell'equipaggio e FTL
ja: クルーの速度とFTLが20%増加
ko: 선원 이동속도 및 FTL 충전 속도 +20%
pl: +20% prędkości załogi i FTL
pt_br: +20% de velocidade da tripulação e ftl
zh_hans: +20%船员移动速度与超光速推进器充能速度

# data/blueprints.xml.append$//augBlueprint[@name="TRINKET_SHIELD"]/title
source: Ingot of Fortitude
es: Lingote de Fortaleza
it: Ingotto di forza d'animo
ja: 不屈のインゴット
ko: 불굴의 주괴
pl: Sztabka Wytrzymałości
pt_br: Lingot de coragem
zh_hans: 坚韧锭块

# data/blueprints.xml.append$//augBlueprint[@name="TRINKET_SHIELD"]/desc
source: +20% shield charge and +10% sabotage resistance
es: +20% de carga de escudos y +10% de resistencia al sabotaje
it: +20% di carica di scudo e +10% di resistenza al sabotaggio
ja: +20%シールドチャージと +10%サボタージュ耐性
ko: 방어막 충전속도 +20%, 시스템 파괴 저항 +10%
pl: +20% ładowania tarcz i +10% odporności na sabotaż
pt_br: +20% de cobrança de escudo e +10% de resistência à sabotagem
zh_hans: +20%护盾充能速度与10%系统破坏伤害抗性
