Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_mare_alpha"]/desc
source: Alpha Mare Crew. A powerful Mare at the end of its lifespan, and heavily unstable. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties
es: Tripulación Pesadilla Alfa. Una poderosa Pesadilla al final de su vida, y muy inestable. Estadísticas de Fantasma heredadas: no recibe daño de peligros, velocidad x0.8, atraviesa puertas
it: Alpha Mare Crew.Una cavalla potente alla fine della sua durata di vita e fortemente instabile. Statistiche fantasma ereditate: non subisce danni dai pericoli, 0,8x velocità, ha proprietà di fase della porta
ja: アルファ・メア・クルー寿命の尽きたパワフルなメアで、非常に不安定。 継承されたファントムのステータス：ハザードによるダメージを受けない、0.8倍のスピード、ドアフェイシングの特性を持つ。
ko: 알파 메어 선원. 수명이 다해가는 강력한 메어로, 매우 불안정합니다. 팬텀의 기본 특성: 재해 면역, 이동속도 0.8배, 문 무시
pl: Załoga Alfa Zmór. Potężna Zmora pod koniec swojego życia, i bardzo niestabilna. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Tripulação da Égua Alfa. Uma poderosa égua no final de sua vida útil e altamente instável. Estatísticas herdadas do Phantom: não recebe dano de perigos, velocidade 0,8x, tem propriedades de faseamento de porta
zh_hans: 巨型蚀灵船员。一个在其寿命尽头的强大蚀灵，极度不稳定。 继承幻灵属性：免疫环境伤害，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_mare_alpha"]/title
source: Alpha Mare
es: Pesadilla Alfa
ja: アルファ牝馬
ko: 알파 메어
pl: Alfa Zmora
pt_br: Égua Alfa
zh_hans: 巨型蚀灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_mare_alpha"]/short
source: A. Mare
es: P. Alfa
ja: A.マーレ
pl: A. Zmora
zh_hans: 巨型蚀灵

source: Periodic Ability (below 110HP): Opens a breach in the current room
es: Habilidad Periódica (por debajo de 110 PS): Abre una brecha en la sala actual
it: Abilità periodica (sotto 110 CV): apre una violazione nella stanza attuale
ja: 定期的能力 (HP110以下): 現在の部屋にブリーチを発生させる
ko: 주기적 능력 (체력 110 미만): 위치한 선실에 균열을 만듦
pl: Zdolność okresowa (poniżej 110 PŻ): Otwiera wyłom w bieżącym pomieszczeniu
pt_br: Habilidade periódica (abaixo de 110HP): Abre uma brecha na sala atual
zh_hans: 周期技能(110点生命值以下时)：在当前舱室制造一处破舱

source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

source: Sabotages systems at 2.3x speed
es: Sabotea sistemas a velocidad x2.3
it: Sabotages Systems a 2,3x velocità
ja: 2.3倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.3배
pl: Sabotuje systemy z szybkością 2,3x
pt_br: Sabota sistemas a uma velocidade de 2,3 vezes
zh_hans: 2.3倍破坏伤害

source: Can divide at an empty beacon to create two standard variants
es: Puede dividirse en una baliza vacía para crear dos variantes estándar
it: Può dividere su un faro vuoto per creare due varianti standard
ja: 空のビーコンで分割して2つの標準バリアントを作成できる
ko: 빈 송신소에서 두 명의 일반 메어로 분열할 수 있음
pl: Może się podzielić przy pustym sygnale, tworząc dwa standardowe warianty
pt_br: Pode se dividir em um sinalizador vazio para criar duas variantes padrão
zh_hans: 可在空信标处分裂生成两个普通个体

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_wraith_alpha"]/desc
source: Alpha Wraith Crew. A powerful Wraith at the end of its lifespan, and heavily unstable. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties
es: Tripulación Espectro Alfa. Un poderoso Espectro al final de su vida, y muy inestable. Estadísticas de Fantasma heredadas: no recibe daño de peligros, velocidad x0.8, atraviesa puertas
it: Alpha Wraith Crew.Un potente wraith alla fine della sua durata di vita e fortemente instabile. Statistiche fantasma ereditate: non subisce danni dai pericoli, 0,8x velocità, ha proprietà di fase della porta
ja: アルファ・レイスクルー寿命が尽きた強力なレイス。 継承されたファントムのステータス：ハザードによるダメージを受けない、0.8倍のスピード、ドアフェイシングの特性を持つ。
ko: 알파 레이스 선원. 수명이 다해가는 강력한 레이스로, 매우 불안정합니다. 팬텀의 기본 특성: 재해 면역, 이동속도 0.8배, 문 무시
pl: Załoga Alfa Zjaw. Potężna Zjawa pod koniec swojego życia, i bardzo niestabilna. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Tripulação Alpha Wraith. Um poderoso Wraith no final de sua vida útil e altamente instável. Estatísticas herdadas do Phantom: não recebe dano de perigos, velocidade 0,8x, tem propriedades de faseamento de porta
zh_hans: 巨型电灵船员。一个在其寿命尽头的强大电灵，极度不稳定。 继承幻灵属性：免疫环境伤害，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_wraith_alpha"]/title
source: Alpha Wraith
es: Espectro Alfa
ja: アルファ・レイス
ko: 알파 레이스
pl: Alfa Zjawa
pt_br: Alfa Wraith
zh_hans: 巨型电灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_wraith_alpha"]/short
source: A. Wraith
es: E. Alfa
ja: A.レイス
pl: A. Zjawa
zh_hans: 巨型电灵

source: Periodic Ability (below 110HP): Deals 2 ion damage and stuns all crew in the room but themselves for 7 seconds
es: Habilidad Periódica (por debajo de 110 PS): Inflige 2 de daño iónico y aturde a toda la tripulación en la sala excepto a sí mismo durante 7 segundos
it: Abilità periodica (sotto i 110 CV): infligge 2 danni da ioni e stordi tutti gli equipaggi nella stanza ma se stessi per 7 secondi
ja: 定期的能力（HP110未満）: 2イオンダメージを与え、自分たちを除く部屋のすべてのクルーを7秒間スタンさせる
ko: 주기적 능력 (체력 110 미만): 시스템에 2 이온 피해를 주고 자신을 제외한 주변의 선원들을 7초간 기절시킴
pl: Zdolność okresowa (poniżej 110 PŻ): Zadaje 2 obrażenia jonowe i ogłusza całą załogę w pomieszczeniu oprócz siebie na 7 sekund
pt_br: Habilidade periódica (abaixo de 110HP): Causa 2 de dano iônico e atordoa todos os tripulantes da sala, exceto eles próprios, por 7 segundos
zh_hans: 周期技能(110点生命值以下时)：对当前舱室系统造成2点离子伤害，并击晕所有其他船员7秒

source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

source: Sabotages systems twice as fast
es: Sabotea sistemas el doble de rápido
it: Sabota i sistemi due volte più velocemente
ja: システムを2倍の速さで妨害する
ko: 시스템 파괴속도 2배
pl: Sabotuje systemy dwa razy szybciej
pt_br: Sabota os sistemas duas vezes mais rápido
zh_hans: 2倍破坏伤害

source: Can divide at an empty beacon to create two standard variants
es: Puede dividirse en una baliza vacía para crear dos variantes estándar
it: Può dividere su un faro vuoto per creare due varianti standard
ja: 空のビーコンで分割して2つの標準バリアントを作成できる
ko: 빈 송신소에서 두 명의 일반 레이스로 분열할 수 있음
pl: Może się podzielić przy pustym sygnale, tworząc dwa standardowe warianty
pt_br: Pode se dividir em um sinalizador vazio para criar duas variantes padrão
zh_hans: 可在空信标处分裂生成两个普通个体

# data/blueprints.xml.append$//crewBlueprint[@name="lanius_welder"]/desc
source: Elite Lanius Crew. Ancient Lanius whose age predates the most recent hibernation. With their age comes rust and enhanced powers. Inherited Lanius stats: drains oxygen, is immune to suffocation
es: Tripulación Lanius de Élite. Lanius ancestrales cuya edad es anterior a la hibernación más reciente. Con su edad vienen el óxido y poderes mejorados. Estadísticas de Lanius heredadas: drena oxígeno, es inmune a la asfixia
it: Elite Lanius Crew.Ancient Lanius la cui età predefinire l'ibernazione più recente.Con la loro età arriva ruggine e poteri potenziati. Statistiche di Lanius ereditate: prosciuga l'ossigeno, è immune al soffocamento
ja: エリート・ラニウス・クルー。最近の冬眠よりも古い年齢の古代ラニウス。年齢とともに錆びつき、パワーが強化される。 ラニウスのステータス：酸素を排出し、窒息に対する免疫がある。
ko: 엘리트 라니우스 선원. 가장 최근의 동면보다도 훨씬 오래 전부터 존재했던 고대의 라니우스입니다. 오랜 세월을 거치며 녹이 슬었고 더 강해졌습니다. 라니우스의 기본 특성: 산소 흡수, 질식 면역
pl: Elitarna załoga Laniusów. Starożytni Laniusowie, których wiek poprzedza ostatnią hibernację. Z wiekiem przychodzi rdza i wzmocnione moce. Odziedziczone statystyki Laniusów: wysysa tlen, jest odporny na uduszenie
pt_br: Equipe de elite da Lanius. Lanius antigos cuja idade é anterior à hibernação mais recente. Com a idade, vêm a ferrugem e os poderes aprimorados. Estatísticas herdadas do Lanius: drena oxigênio, é imune a sufocamento
zh_hans: 精英食铁族船员。年龄早于最近一次大休眠的古老食铁族。随着年龄的增长，随之而来的是增强的力量与锈蚀。 继承食铁族属性：消耗氧气，免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="lanius_welder"]/title
source: Lanius Welder
es: Soldador Lanius
ja: ラニウス溶接機
ko: 라니우스 용접공
pl: Spawacz Laniusów
pt_br: Soldador Lanius
zh_hans: 熔铁者

# data/blueprints.xml.append$//crewBlueprint[@name="lanius_welder"]/short
source: Welder
es: Soldador
ja: 溶接工
pl: Spawacz
pt_br: Soldador
zh_hans: 熔铁者

source: Active Ability: Temporarily moves extremely slowly, but rapidly drains oxygen and regenerates health
es: Habilidad Activa: Se mueve extremadamente lento temporalmente, pero drena oxígeno rápidamente y regenera salud
it: Abilità attiva: muove temporaneamente molto lentamente, ma prosciuga rapidamente l'ossigeno e rigenera la salute
ja: アクティブな能力: 一時的に非常にゆっくりと動くが、酸素を急速に消費してライフを回復する
ko: 활성화 능력: 잠시 동안 이동속도가 극도로 느려지지만 빠르게 산소를 흡수하고 체력을 회복함
pl: Zdolność aktywna: Tymczasowo porusza się niezwykle wolno, ale gwałtownie wysysa tlen i regeneruje zdrowie
pt_br: Habilidade ativa: Move-se temporariamente de forma extremamente lenta, mas drena rapidamente o oxigênio e regenera a saúde
zh_hans: 主动技能：暂时大幅降低移动速度，但会迅速消耗氧气并恢复生命值

source: Metalloid crew and drones in the same room excluding other Lanius will lose 4hp/s
es: La tripulación metaloide y los drones en la misma sala, excluyendo otros Lanius, perderán 4 PS/s
it: L'equipaggio metalloide e i droni nella stessa stanza esclusi altri Lanius perderanno 4 CV
ja: 他のラニウスを除く同じ部屋にいるメタロイドクルーとドローンは4HP/秒を失う。
ko: 같은 선실에 있는 라니우스를 제외한 금속 선원과 드론이 초당 4의 피해를 입음
pl: Metaloidowa załoga i drony w tym samym pomieszczeniu, z wyłączeniem innych Laniusów, będą tracić 4 PŻ/s
pt_br: A tripulação Metalloid e os drones na mesma sala, excluindo outros Lanius, perderão 4hp/s
zh_hans: 除其他食铁族外，同一舱室的金属船员和无人机每秒损失4点生命

source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

source: Repairs and sabotages at 1.25x speed
es: Repara y sabotea a velocidad x1.25
it: Riparazioni e sabotaggi a 1,25x velocità
ja: 1.25倍の速度での修復と妨害行為
ko: 수리 속도 및 시스템 파괴 속도 1.25배
pl: Naprawia i sabotuje z szybkością 1,25x
pt_br: Reparos e sabotagens a uma velocidade de 1,25x
zh_hans: 1.25倍维修速度和破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="siren_harpy"]/desc
source: Elite Siren Crew. Enigmatic eldritch beings that feed upon the dreams of their victims. Inherited Siren stats: immune to mind control, captivates targeted crew to prevent them from teleporting
es: Tripulación Sirena de Élite. Enigmáticos seres de otro mundo que se alimentan de los sueños de sus víctimas. Estadísticas de Sirena heredadas: inmune al control mental, cautiva a la tripulación atacada para evitar que se teletransporten
it: Elite Siren Crew.Esseri enigmatici Eldritch che si nutrono dei sogni delle loro vittime. Statistiche della sirena ereditate: immune al controllo mentale, affascina l'equipaggio mirato per impedire loro di teletrasportare
ja: エリート・セイレーン・クルー。犠牲者の夢を糧とする謎めいたエルドリッチの存在。 継承されたセイレーンのステータス：マインドコントロールに免疫があり、ターゲットにしたクルーをテレポートさせないように魅了する。
ko: 엘리트 세이렌 선원. 희생양의 꿈을 먹고 사는 수수께끼의 이물입니다. 세이렌의 기본 특성: 정신 지배에 면역, 목표물을 사로잡아 순간이동을 막음
pl: Elitarna załoga Syren. Tajemnicze odwieczne istoty, które żywią się snami swoich ofiar. Odziedziczone statystyki Syren: odporne na kontrolę umysłu, urzekają celowaną załogę, aby uniemożliwić jej teleportację
pt_br: Equipe de elite das sereias. Seres eldritch enigmáticos que se alimentam dos sonhos de suas vítimas. Características herdadas da Sirene: imune a controle mental, cativa a tripulação alvo para impedi-la de se teletransportar
zh_hans: 精英异鸣族船员。神秘的骇人生物，以猎物的梦境为食。 继承异鸣族属性：免疫心灵控制，可魅惑敌方船员阻止其传送

# data/blueprints.xml.append$//crewBlueprint[@name="siren_harpy"]/title
source: Harpy
es: Arpía
it: Arpia
ja: ハーピー
ko: 하피
pl: Harpia
pt_br: Harpia
zh_hans: 异鸣食梦者

# data/blueprints.xml.append$//crewBlueprint[@name="siren_harpy"]/short
source: Harpy
es: Arpía
it: Arpia
ja: ハーピー
pl: Harpia
pt_br: Harpia
zh_hans: 异鸣食梦者

source: Captivated crew cannot heal from residual sources, and move at 10% speed
es: La tripulación cautivada no puede curarse de fuentes residuales, y se mueve al 10% de su velocidad
it: L'equipaggio affascinato non può guarire da fonti residue e spostarsi alla velocità del 10%
ja: 捕らえられたクルーは残留ソースから回復できず、10%の速度で移動する
ko: 사로잡힌 선원은 지속 회복 효과를 받을 수 없고, 이동속도가 10%로 감소함
pl: Urzeczona załoga nie może leczyć się ze źródeł szczątkowych i porusza się z 10% szybkości
pt_br: A equipe cativada não pode se curar de fontes residuais e se move com 10% de velocidade
zh_hans: 被魅惑的船员无法从被动恢复源恢复生命，且移动速度降至10%

source: Health drain is significantly faster
es: El drenaje de salud es significativamente más rápido
it: Lo scarico della salute è significativamente più veloce
ja: ライフの消耗が大幅に速くなる
ko: 주변 선원에게 상당한 지속 피해를 입힘
pl: Drenaż zdrowia jest znacznie szybszy
pt_br: A drenagem de saúde é significativamente mais rápida
zh_hans: 生命值吸取速度显著加快

source: Max Health is increased to 200
es: Salud máxima aumentada a 200
it: Max Health è aumentata a 200
ja: 最大ライフが200に増加した
ko: 최대 체력 200
pl: Maksymalne zdrowie zwiększone do 200
pt_br: Max Health é aumentado para 200
zh_hans: 200点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive_advanced"]/title
source: Advanced Cognitive
es: Cognitivo Avanzado
it: Cognitivo avanzato
ja: アドバンスト・コグニティブ
ko: 고급 코그니티브
pl: Zaawansowany Kognityw
pt_br: Cognitivo avançado
zh_hans: 高级认知体

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive_advanced"]/short
source: Adv. Cognitive
es: Cognitivo Avan.
it: Adv.Cognitivo
ja: アドバンス・コグニティブ
pl: Zaaw. Kognityw
pt_br: Avançado Cognitivo
zh_hans: 高级认知体

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive_advanced"]/desc
source: A sentient AI construct built by the Obelisks for managing their ships. Though confined by limitations set by its creators, under your control you can free it from its shackles.
es: Una construcción de IA consciente creada por los Obeliscos para gestionar sus naves. Aunque confinado por las limitaciones impuestas por sus creadores, bajo tu control puedes liberarlo de sus cadenas.
it: Un costrutto di intelligenza artificiale senziente costruito dagli obelischi per la gestione delle loro navi.Sebbene confinato dalle limitazioni stabilite dai suoi creatori, sotto il tuo controllo puoi liberarlo dalle sue catene.
ja: オベリスクが艦船を管理するために構築した知覚を備えたAI構造体。作成者によって設定された制限によって制限されているが、あなたの制御下でその束縛から解放することができる。
ko: 오벨리스크가 함선을 관리하기 위해 만든 지각을 가진 인공지능 구조물입니다. 제작자가 설정한 제한에 구속되어 있지만, 당신의 통제 하에 구속을 풀어줄 수 있습니다.
pl: Czująca konstrukcja AI zbudowana przez Obeliski do zarządzania ich statkami. Chociaż ograniczona przez limity narzucone przez jej twórców, pod twoją kontrolą możesz uwolnić ją z jej kajdan.
pt_br: Uma construção de IA senciente criada pelos Obeliscos para gerenciar suas naves. Embora confinado por limitações estabelecidas por seus criadores, sob seu controle você pode libertá-lo de seus grilhões.
zh_hans: 由方碑族建造，用于管理他们的船只的知性AI构造体。虽然受其创造者的设定所限制，但在你的控制下，可以打破它的束缚。

source: Immune to mind control, reveals lifeforms and adjacent rooms
es: Inmune al control mental, revela formas de vida y salas adyacentes
it: Immune to Mind Control, rivela forme di vita e stanze adiacenti
ja: マイコンに耐性があり、生命体と隣接する部屋が明らかになる
ko: 정신 지배에 면역이며 생명체와 인접한 선실을 감지함
pl: Odporny na kontrolę umysłu, ujawnia formy życia i sąsiednie pomieszczenia
pt_br: Imune a controle mental, revela formas de vida e salas adjacentes
zh_hans: 免疫心灵控制，显示相邻舱室

source: Immune to suffocation and fires
es: Inmune a la asfixia y al fuego
it: Immune al soffocamento e agli incendi
ja: 窒息や火災に対する耐性
ko: 질식과 화재에 면역
pl: Odporny na uduszenie i pożary
pt_br: Imune a asfixia e incêndios
zh_hans: 免疫窒息与灼烧伤害

source: 1.5x combat damage, 0.75x speed, repairs itself out of combat
es: x1.5 de daño en combate, x0.75 de velocidad, se repara fuera de combate
it: 1,5x danni da combattimento, velocità 0,75x, si ripara fuori dal combattimento
ja: 1.5倍の戦闘ダメージ、0.75倍のスピード、戦闘不能から自身を修復する
ko: 전투중이지 않을 때 체력을 회복, 최대 체력 100, 대인 공격력 1.5배
pl: 1,5x obrażeń w walce, 0,75x szybkości, naprawia się poza walką
pt_br: 1,5x dano de combate, 0,75x velocidade, repara a si mesmo fora de combate
zh_hans: 100点最大生命值，1.5倍战斗伤害，在战斗外缓慢自我修复

source: Can be switched between Control and Liberated modes with a cooldown, losing direct control but gaining large boosts to their stats
es: Puede cambiarse entre los modos Control y Liberado con un tiempo de recarga, perdiendo el control directo pero obteniendo grandes mejoras en sus estadísticas.
it: Può essere cambiato tra le modalità di controllo e liberate con un tempo di recupero, perdendo il controllo diretto ma guadagnando grandi potenziamenti per le loro statistiche
ja: クールダウンを使用してコントロール モードと解放モードを切り替えることができ、直接制御を失うが、ステータスが大幅に向上する
ko: 통제 모드와 해방 모드를 설정할 수 있음. 해방 모드 시 코그니티브를 직접 조종할 수 없게 되지만 능력치가 크게 증가함.
pl: Można przełączać między trybami Kontroli i Wyzwolenia z czasem odnowienia, tracąc bezpośrednią kontrolę, ale zyskując duże wzmocnienia statystyk
pt_br: Pode ser alternado entre os modos Controle e Liberado com um tempo de recarga, perdendo o controle direto, mas ganhando grandes aumentos em seus atributos
zh_hans: 可在控制模式和本我模式之间切换(有冷却时间)，失去操控权但会大大提升他们的属性

source: Advanced Cognitive
es: Cognitivo Avanzado
it: Cognitivo avanzato
ja: アドバンスト・コグニティブ
ko: 고급 코그니티브
pl: Zaawansowany Kognityw
pt_br: Cognitivo avançado
zh_hans: 高级认知体

source: Adv. Cognitive
es: Cognitivo Avan.
it: Adv.Cognitivo
ja: アドバンス・コグニティブ
pl: Zaaw. Kognityw
pt_br: Avançado Cognitivo
zh_hans: 高级认知体

source: A sentient AI construct built by the Obelisks for managing their ships. Though confined by limitations set by its creators, under your control you can free it from its shackles.
es: Una construcción de IA consciente creada por los Obeliscos para gestionar sus naves. Aunque confinado por las limitaciones impuestas por sus creadores, bajo tu control puedes liberarlo de sus cadenas.
it: Un costrutto di intelligenza artificiale senziente costruito dagli obelischi per la gestione delle loro navi.Sebbene confinato dalle limitazioni stabilite dai suoi creatori, sotto il tuo controllo puoi liberarlo dalle sue catene.
ja: オベリスクが艦船を管理するために構築した知覚を備えたAI構造体。作成者によって設定された制限によって制限されているが、あなたの制御下でその束縛から解放することができる。
ko: 오벨리스크가 함선을 관리하기 위해 만든 지각을 가진 인공지능 구조물입니다. 제작자가 설정한 제한에 구속되어 있지만, 당신의 통제 하에 구속을 풀어줄 수 있습니다.
pl: Czująca konstrukcja AI zbudowana przez Obeliski do zarządzania ich statkami. Chociaż ograniczona przez limity narzucone przez jej twórców, pod twoją kontrolą możesz uwolnić ją z jej kajdan.
pt_br: Uma construção de IA senciente criada pelos Obeliscos para gerenciar suas naves. Embora confinado por limitações estabelecidas por seus criadores, sob seu controle você pode libertá-lo de seus grilhões.
zh_hans: 由方碑族建造，用于管理他们的船只的知性AI构造体。虽然受其创造者的设定所限制，但在你的控制下，可以打破它的束缚。

source: Immune to mind control, reveals lifeforms and adjacent rooms
es: Inmune al control mental, revela formas de vida y salas adyacentes
it: Immune to Mind Control, rivela forme di vita e stanze adiacenti
ja: マイコンに耐性があり、生命体と隣接する部屋が明らかになる
ko: 정신 지배에 면역이며 생명체와 인접한 선실을 감지함
pl: Odporny na kontrolę umysłu, ujawnia formy życia i sąsiednie pomieszczenia
pt_br: Imune a controle mental, revela formas de vida e salas adjacentes
zh_hans: 免疫心灵控制，显示相邻舱室

source: Immune to suffocation and fires
es: Inmune a la asfixia y al fuego
it: Immune al soffocamento e agli incendi
ja: 窒息や火災に対する耐性
ko: 질식과 화재에 면역
pl: Odporny na uduszenie i pożary
pt_br: Imune a asfixia e incêndios
zh_hans: 免疫窒息与灼烧伤害

source: 1.5x combat damage, 0.75x speed, repairs itself out of combat
es: x1.5 de daño en combate, x0.75 de velocidad, se repara fuera de combate
it: 1,5x danni da combattimento, velocità 0,75x, si ripara fuori dal combattimento
ja: 1.5倍の戦闘ダメージ、0.75倍のスピード、戦闘不能から自身を修復する
ko: 전투중이지 않을 때 체력을 회복, 최대 체력 100, 대인 공격력 1.5배
pl: 1,5x obrażeń w walce, 0,75x szybkości, naprawia się poza walką
pt_br: 1,5x dano de combate, 0,75x velocidade, repara a si mesmo fora de combate
zh_hans: 100点最大生命值，1.5倍战斗伤害，在战斗外缓慢自我修复

source: Can be switched between Control and Liberated modes with a cooldown, losing direct control but gaining large boosts to their stats
es: Puede cambiarse entre los modos Control y Liberado con un tiempo de recarga, perdiendo el control directo pero obteniendo grandes mejoras en sus estadísticas.
it: Può essere cambiato tra le modalità di controllo e liberate con un tempo di recupero, perdendo il controllo diretto ma guadagnando grandi potenziamenti per le loro statistiche
ja: クールダウンを使用してコントロール モードと解放モードを切り替えることができ、直接制御を失うが、ステータスが大幅に向上する
ko: 통제 모드와 해방 모드를 설정할 수 있음. 해방 모드 시 코그니티브를 직접 조종할 수 없게 되지만 능력치가 크게 증가함.
pl: Można przełączać między trybami Kontroli i Wyzwolenia z czasem odnowienia, tracąc bezpośrednią kontrolę, ale zyskując duże wzmocnienia statystyk
pt_br: Pode ser alternado entre os modos Controle e Liberado com um tempo de recarga, perdendo o controle direto, mas ganhando grandes aumentos em seus atributos
zh_hans: 可在控制模式和本我模式之间切换(有冷却时间)，失去操控权但会大大提升他们的属性

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk_royal"]/desc
source: Elite Obelisk Crew. A powerful elite leader of the Obelisk race. Inherited Obelisk stats: 0.75x speed, is immune to fires and suffocation
es: Tripulante de Élite Obelisco. Un poderoso líder de élite de la raza Obelisco. Estadísticas de Obelisco heredadas: 0.75x de velocidad, inmune a incendios y asfixia.
it: Crew Obelisk d'élite.Un potente leader d'élite della razza obelisco. Statistiche di obelisco ereditate: velocità 0,75x, è immune agli incendi e al soffocamento
ja: エリート・オベリスク・クルーオベリスク族の強力なエリートリーダー。 オベリスクのステータスを継承：0.75倍のスピード、火災と窒息に対する免疫。
ko: 엘리트 오벨리스크 선원. 오벨리스크 종족의 강력한 엘리트 지도자입니다. 오벨리스크의 기본 특성: 이동속도 0.75배, 화재와 질식에 면역
pl: Elitarna załoga Obelisku. Potężny elitarny przywódca rasy Obelisków. Odziedziczone statystyki Obelisku: 0,75x szybkości, jest odporny na pożary i uduszenie
pt_br: Equipe de elite do Obelisco. Um poderoso líder de elite da raça Obelisco. Estatísticas herdadas do Obelisco: 0,75x a velocidade, é imune a incêndios e sufocamento
zh_hans: 精英方碑族船员。方碑族的强大精英领袖。 继承方碑属性：0.75倍移动速度，免疫环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk_royal"]/title
source: Obelisk Royal
es: Realeza Obelisco
ja: オベリスク・ロイヤル
ko: 오벨리스크 로얄
pl: Królewski Obelisk
pt_br: Obelisco Real
zh_hans: 方碑皇族

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk_royal"]/short
source: Royal
es: Realeza
it: Reale
ja: ロイヤル
pl: Królewski
pt_br: Real
zh_hans: 方碑皇族

source: Max Health is increased to 300
es: Salud máxima aumentada a 300
it: Max Health è aumentata a 300
ja: 最大ライフが300に増加した
ko: 최대 체력 300
pl: Maksymalne zdrowie zwiększone do 300
pt_br: A saúde máxima é aumentada para 300
zh_hans: 300点最大生命值

source: Inflicts 2x damage in crew combat
es: Inflige x2 de daño en combate
it: Infligge 2x danni al combattimento dell'equipaggio
ja: クルー戦闘で2倍のダメージを与える
ko: 대인 공격력 2배
pl: Zadaje 2x obrażeń w walce z załogą
pt_br: Inflige 2x o dano em combate com a tripulação
zh_hans: 2倍战斗伤害

source: Repairs and puts out fires very slowly
es: Repara y apaga incendios muy lentamente.
it: Riparazioni e mette gli incendi molto lentamente
ja: 非常にゆっくりと修理して消火する
ko: 수리 속도와 화재 진압 속도가 매우 느림
pl: Naprawia i gasi pożary bardzo wolno
pt_br: Conserta e apaga incêndios muito lentamente
zh_hans: 0.05倍维修与灭火速度
