Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan"]/powerList/power[1]
source: Provides power to occupied system
es: Proporciona energía al sistema ocupado
it: Fornisce energia al sistema occupato
ja: 占有されているシステムに動力を供給する
ko: 배치된 시스템에 전력을 공급
pl: Daje energię pracowitemu systemowi
pt_br: Fornece energia para o sistema ocupado
zh_hans: 为所在舱室的系统提供1格能量

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan"]/powerList/power[2]
source: Max Health is reduced to 75
es: Max Health se reduce a 75
it: Max Health è ridotta a 75
ja: 最大ライフが75に減少する
ko: 최대 체력 75
pl: Maksymalne zdrowie jest zmniejszone do 75
pt_br: Max Health é reduzido para 75
zh_hans: 75点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan"]/powerList/power[3]
source: 15 damage to enemy crew on death
es: 15 Daño a la tripulación enemiga en la muerte
it: 15 danni all'equipaggio nemico alla morte
ja: 死亡時に敵クルーに15ダメージ
ko: 사망 시 적 선원에게 15의 피해를 줌
pl: Stosuje 15 obrażeń wrogiej załogi w śmierci
pt_br: 15 danos à tripulação inimiga na morte
zh_hans: 死亡时对敌方船员造成15点伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_monk"]/desc
source: The heavily religious Zoltan monks live a life dedicated to non-violence. Inherited Zoltan stats: 75 HP, 1 bonus power, 15 crew damage on death
es: Los monjes Zoltan fuertemente religiosos viven una vida dedicada a la no violencia. Estadísticas hereditarias de Zoltan: 75 hp, 1 potencia adicional, 15 daños en la tripulación por muerte
it: I monaci Zoltan pesantemente religiosi vivono una vita dedicata alla non violenza. Statistiche ereditate di Zoltan: 75 CV, 1 potenza bonus, 15 danni da equipaggio alla morte
ja: 信仰心の厚いゾルタン僧団は、非暴力に徹した生活を送っている。 ゾルタンのスタッツHP75、ボーナスパワー1、死亡時15クルーダメージ
ko: 독실한 졸탄 수도승들은 비폭력에 헌신하는 삶을 살아갑니다. 졸탄의 기본 특성: 최대 체력 75, 추가 전력 1, 사망 시 선원 피해 15
pl: Ci religijni mnisi Zoltan poświęcają swoje życie na porzucenie przemocy. Dziedziczy charakterystykę Zoltana: 75 uncji, 1 energia bonusowa, 15 szkód załogi po śmierci
pt_br: Os monges de Zoltan fortemente religiosos vivem uma vida dedicada à não-violência. Estatísticas herdadas de Zoltan: 75 hp, 1 poder de bônus, 15 danos à tripulação na morte
zh_hans: 虔诚的超能族信道者，致力于反对暴力运动。 继承超能族属性：75点最大生命值，为所在舱室系统提供1格能量，死亡时对敌方船员造成15点伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_monk"]/title
source: Zoltan Monk
es: Monje zoltan
ja: ゾルタン・モンク
ko: 졸탄 수도승
zh_hans: 超能信道者

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_monk"]/short
source: Monk
es: Monje
ja: 僧侶
pl: Mnich
pt_br: Monge
zh_hans: 超能信道者

source: Active Ability: Temporarily stuns all other crew in the room
es: Habilidad activa: aturde temporalmente a todos los demás tripulantes en la habitación
it: Abilità attiva: storie temporaneamente tutti gli altri membri dell'equipaggio nella stanza
ja: アクティブな能力: 部屋内の他のすべてのクルーを一時的にスタンさせる
ko: 활성화 능력: 잠시 동안 같은 선실에 있는 다른 선원을 전부 기절시킴
pl: Aktywna zdolność: tymczasowo zasłani wszystkich członków załogi w przedziale
pt_br: Capacidade ativa: atordoa temporariamente todas as outras equipes da sala
zh_hans: 主动技能：暂时击晕舱室内的所有其他船员

source: Cannot fight crew or sabotage systems
es: No puede luchar contra la tripulación ni sabotear sistemas
it: Impossibile combattere i sistemi dell'equipaggio o del sabotaggio
ja: クルーと戦ったり、システムを妨害したりすることはできない
ko: 다른 선원과 전투하거나 시스템을 파괴할 수 없음
pl: Nie może walczyć z załogą ani sabotować systemów
pt_br: Não pode combater os sistemas de tripulação ou sabotagem
zh_hans: 无法战斗或破坏系统

source: Stuns crew on death for 4 seconds
es: Aturdimiento tripulación en la muerte durante 4 segundos
it: Stordire l'equipaggio della morte per 4 secondi
ja: クルーを4秒間スタンさせて死亡させる
ko: 사망 시 주변 선원을 4초 동안 기절시킴
pl: Załoga jest oszołomiona śmiercią przez 4 sekundy
pt_br: Tripulação de atordoa na morte por 4 segundos
zh_hans: 死亡时击晕同舱室其他船员4秒

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_devotee"]/desc
source: The most devoted members of the Duskbringer Revolution, who are willing to take their own life in the name of their movement. Inherited Zoltan stats: 1 bonus power, 15 crew damage on death
es: Los miembros más devotos de la Revolución Duskbringer, que están dispuestos a quitarse la vida en nombre de su movimiento. Estadísticas hereditarias de Zoltan: 1 potencia adicional, 15 daños en la tripulación por muerte
it: I membri più devoti della rivoluzione di Duskbringer, che sono disposti a togliersi la vita in nome del loro movimento. Statistiche ereditate di Zoltan: 1 potenza bonus, 15 danni dell'equipaggio alla morte
ja: ダスクブリンガー革命の最も献身的なメンバーで、運動のためなら自らの命をも厭わない。 ゾルタンのスタッツを継承：1ボーナスパワー、死亡時15クルーダメージ
ko: 더스크브링어 혁명의 가장 헌신적인 구성원들로 혁명을 위해 기꺼이 자신의 목숨을 끊는 자들입니다. 졸탄의 기본 특성: 추가 전력 1, 사망 시 선원 피해 15
pl: Najbardziej lojalni członkowie rewolucji posłańców, gotowi odebrać sobie życie w imieniu ich wiary. Dziedziczy cechy Zoltana: 1 energia bonusowa, 15 szkód załogi w chwili śmierci
pt_br: Os membros mais dedicados da revolução de Duskbringer, que estão dispostos a tirar a própria vida em nome de seu movimento. Estatísticas herdadas de Zoltan: 1 poder de bônus, 15 danos à tripulação na morte
zh_hans: 暮临革命中最尽职的成员们，愿意为其极端运动而献身。 继承超能族属性：75点最大生命值，为所在舱室系统提供1格能量，死亡时对敌方船员造成15点伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_devotee"]/title
source: Duskbringer Devotee
es: Devoto de Duskbringer
it: Devoto di Duskbringer
ja: ダスクブリンガー信者
ko: 더스크브링어 추종자
pl: Przylegający posłańcom zachodu słońca
pt_br: Devoto de Duskbringer
zh_hans: 暮临投身者

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_devotee"]/short
source: Devotee
ja: 信者
pl: Przylegający
zh_hans: 暮临投身者

source: Active Ability: Triggers a brief countdown then detonates, damaging all crew in the room on death
es: Habilidad activa: desencadena una breve cuenta atrás luego detona, dañando a toda la tripulación en la habitación de muerte
it: Abilità attiva: innesca un breve conto alla rovescia quindi fa esplodere, danneggiando tutto l'equipaggio nella stanza alla morte
ja: アクティブアビリティ: 短いカウントダウンをトリガーし、その後爆発し、死亡時に部屋にいるすべてのクルーにダメージを与える
ko: 활성화 능력: 짧은 카운트다운 후 폭발하여 주변의 모든 선원에게 피해를 줌
pl: Aktywna zdolność: uruchamia krótkie odwrócone odliczanie, a następnie detonuje, powodując uszkodzenie wszystkich członków załogi w przedziale śmierci
pt_br: Capacidade ativa: desencadeia uma breve contagem regressiva e detona, danificando toda a tripulação na sala na morte
zh_hans: 主动技能：短暂倒计时后爆炸，对同舱室的所有船员造成伤害

source: Max Health is reduced to 65
es: Salud máxima reducida a 65
it: Max Health è ridotta a 65
ja: 最大ライフが65に減少する
ko: 최대 체력 65
pl: Maksymalne zdrowie zmniejszone do 65
pt_br: Max Health é reduzido para 65
zh_hans: 65点最大生命值

source: Carries a short range personal teleporter that allows them to teleport anywhere on the current ship
es: Lleva un teletransportador personal de corto alcance que les permite teletransportarse en cualquier parte del barco actual
it: Trasporta un teletrasporto personale a corto raggio che consente loro di teletrasportarsi ovunque sulla nave attuale
ja: 現在の艦船のどこにでもテレポートできる短距離個人テレポーターを搭載している
ko: 개인용 단거리 텔레포터를 소지하여 위치한 함선 내의 원하는 곳으로 순간 이동할 수 있음
pl: Uczy się walczyć i naprawić 20% szybciej
pt_br: Carrega um teleporter pessoal de curto alcance que lhes permite se teletransportar em qualquer lugar do navio atual
zh_hans: 配备短距个人传送器，使他们能传送到所在舰船的任意舱室

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian"]/desc
source: Baffling to think - but the Zoltans weren't always hardlight. These organic creatures are entirely flesh and bone, and they have a strong resentment for their "ascended" brothers, though they share a similar appreciation of technology.
es: Desafiante pensar, pero los Zoltans no siempre eran de luz dura.Estas criaturas orgánicas son completamente carne y hueso, y tienen un fuerte resentimiento por sus hermanos "ascendidos", aunque comparten una apreciación similar de la tecnología.
it: Sconcertante per pensare - ma gli Zoltan non erano sempre hardlight.Queste creature organiche sono interamente in carne e ossa e hanno un forte risentimento per i loro fratelli "ascesi", sebbene condividano un simile apprezzamento della tecnologia.
ja: 考えると不可解だが、ゾルタンは必ずしもハードライトだったわけではない。これらの有機生物は完全に生身であり、テクノロジーに対する同様の評価を共有しているものの "アセンションした" 同胞に対して強い憤りを抱いている。
ko: 생각만 해도 당혹스럽지만, 졸탄이 원래부터 고형 광선으로 이루어졌던 것은 아닙니다. 이 유기체들은 완전히 살과 뼈로 이루어져 있고, 기술에 대해 비슷한 인식을 공유함에도 그들의 "초월한" 형제들에게 강한 원한을 가지고 있습니다.
pl: Zaskakujące, Zoltanie nie zawsze składali się ze świata.Te organiczne stworzenia są całkowicie ciałem i kościami i doświadczają silnej wrogości wobec swoich „wznoszących się” braci, chociaż dzielą swoją miłość do technologii.
pt_br: Desconcertante pensar - mas os Zoltans nem sempre foram difíceis.Essas criaturas orgânicas são inteiramente carne e osso, e têm um forte ressentimento por seus irmãos "ascendidos", embora compartilhem uma apreciação semelhante da tecnologia.
zh_hans: 令人困惑的事实——超能族并不一直都由光质组成。这些有机生物是纯粹的血肉之躯，对他们"飞升"的同胞颇有不满，尽管他们的技术品味是相似的。

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian"]/title
source: Osmian Zoltan
es: Zoltan Ósmico
ja: オスミアン・ゾルタン
ko: 오스미안 졸탄
pl: Zoltan-Osmian
zh_hans: 原能族

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian"]/short
source: Osmian
es: Ósmico
ja: オスミアン
zh_hans: 原能族

source: Active Ability (2 charges): Spawns in a temporary holographic ally that provides additional power
es: Capacidad activa (2 cargos): genere un aliado holográfico temporal que proporciona energía adicional
it: Abilità attiva (2 cariche): spawn in un alleato olografico temporaneo che fornisce ulteriore potenza
ja: アクティブアビリティ（2チャージ）: 追加のパワーを提供する一時的なホログラフィック味方にスポーンする
ko: 활성화 능력 (2 충전): 추가 전력을 제공하는 임시 홀로그램 선원을 생성.
pl: Aktywna zdolność (2 opłaty): powoduje tymczasowy holograficzny sojusznik, który daje dodatkową energię
pt_br: Capacidade ativa (2 cargas): gera um aliado holográfico temporário que fornece poder adicional
zh_hans: 主动技能(2次充能)：生成能提供额外能量的临时全息影像

source: Slightly reduced suffocation damage
es: Daño por asfixia ligeramente reducido
it: Danno di soffocamento leggermente ridotto
ja: 窒息ダメージをわずかに減少
ko: 질식 피해가 조금 감소
pl: Nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia ligeiramente reduzido
zh_hans: 受到0.75倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian_enemy"]/desc
source: Crazed terrorists in ornamental clothing with only one thing in mind - death to the Ministry.
es: Terroristas enloquecidos en ropa ornamental con solo una cosa en mente: la muerte al ministerio.
it: Terroristi folli in abiti ornamentali con solo una cosa in mente: la morte al ministero.
ja: 飾り服を着た狂気のテロリストたちはただ一つのことを念頭に置いている、それはミニストリーの死だ。
ko: 치장용 의복을 입은 발광하는 테러리스트들은 오직 내각의 죽음만을 바란다.
pl: Szaleni terroryści w ubraniach dekoracyjnych, którzy mają tylko jedną rzecz w umyśle - śmierć dla posługi.
pt_br: Terroristas enlouquecidos em roupas ornamentais com apenas uma coisa em mente: a morte do Ministério.
zh_hans: 身着华丽饰服的疯狂恐怖分子，只想着一件事 - 干死牧师团。

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian_enemy"]/title
source: Terrorist
es: Terrorista
it: Terrorista
ja: テロリスト
ko: 테러리스트
pl: Terrorysta
pt_br: Terrorista
zh_hans: 原能恐怖分子

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian_enemy"]/short
source: Terrorist
es: Terrorista
it: Terrorista
ja: テロリスト
pl: Terrorysta
pt_br: Terrorista
zh_hans: 原能恐怖分子

source: Active Ability (2 charges): Spawns in a temporary holographic ally that provides additional power
es: Capacidad activa (2 cargos): genere un aliado holográfico temporal que proporciona energía adicional
it: Abilità attiva (2 cariche): spawn in un alleato olografico temporaneo che fornisce ulteriore potenza
ja: アクティブアビリティ（2チャージ）: 追加のパワーを提供する一時的なホログラフィック味方にスポーンする
ko: 활성화 능력 (2 충전): 추가 전력을 제공하는 임시 홀로그램 선원을 생성.
pl: Aktywna zdolność (2 opłaty): powoduje tymczasowy holograficzny sojusznik, który daje dodatkową energię
pt_br: Capacidade ativa (2 cargas): gera um aliado holográfico temporário que fornece poder adicional
zh_hans: 主动技能(2次充能)：生成能提供额外能量的临时全息影像

source: Slightly reduced suffocation damage
es: Daño por asfixia ligeramente reducido
it: Danno di soffocamento leggermente ridotto
ja: 窒息ダメージをわずかに減少
ko: 질식 피해가 조금 감소
pl: Nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia ligeiramente reduzido
zh_hans: 受到0.75倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian_hologram"]/desc
source: A hologram being projected by a miniature mobile hardlight emitter. While not sapient and only temporary, can do anything a normal crew member can.
es: Un holograma proyectado por un emisor de luz móvil en miniatura.Si bien no es sapiente y solo temporal, puede hacer cualquier cosa que un miembro de la tripulación normal pueda.
it: Un ologramma proiettato da un emettitore di hardlight mobile in miniatura.Sebbene non sia sapiente e solo temporaneo, può fare qualsiasi cosa un membro dell'equipaggio normale può.
ja: 小型モバイルハードライトエミッターによって投影されるホログラム。知性はなく一時的なものだが、通常のクルーができることは何でもできる。
ko: 휴대용 고형 광선 방출기에 의해 투사되는 홀로그램입니다. 지능이 없고 일시적이지만, 평범한 선원이 할 수 있는 일은 뭐든 할 수 있습니다.
pl: Hologram rzutowany przez miniaturowy mobilny emiter litego światła.Chociaż nie ma powodu, może zrobić wszystko, co może zrobić zwykły członek załogi.
pt_br: Um holograma sendo projetado por um emissor de hardlight móvel em miniatura.Embora não seja o Sapient e apenas temporário, pode fazer qualquer coisa que um membro normal da tripulação possa.
zh_hans: 由微型移动光质辐射器投影出的全息影像。虽然没有智能且只是暂时存在，但可以做任何普通船员可以做的事情。

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian_hologram"]/title
source: Hologram
es: Holograma
it: Ologramma
ja: ホログラム
ko: 홀로그램
pt_br: Holograma
zh_hans: 全息影像

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_osmian_hologram"]/short
source: Hologram
es: Holograma
it: Ologramma
ja: ホログラム
pt_br: Holograma
zh_hans: 全息影像

source: Will dissipate after 25 seconds
es: Se disipará después de 25 segundos
it: Si dissiperà dopo 25 secondi
ja: 25秒後に消える
ko: 25초 후 소멸됨
pl: Rozproszenie po 25 sekundach
pt_br: Vai se dissipar após 25 segundos
zh_hans: 25秒后会消散

source: 50 Max Health, immune to hazards. Cannot heal or be cloned.
es: 50 de salud máxima, inmune a peligros. No puede curarse ni ser clonado.
it: 50 Max Health, immune ai pericoli.Non può guarire o essere clonato.
ja: 最大ライフが50で、危険に対して耐性がある。治癒も複製もできない。
ko: 최대 체력 50, 재해에 면역. 회복 받거나 복제될 수 없음.
pl: Maksymalne zdrowie 50, odporność na niebezpieczeństwa związane z środowiskiem.Nie można traktować ani klonować.
pt_br: 50 Saúde máxima, imune a riscos.Não pode curar ou ser clonado.
zh_hans: 50点最大生命值，免疫环境伤害。无法恢复生命或被克隆。

source: Provides 1 power and can man systems at lvl2 skill level
es: Proporciona 1 sistema de potencia y puede manejar en el nivel de habilidad LVL2
it: Fornisce 1 sistema di potenza e Can Man a livello di abilità LVL2
ja: 1つのパワーを提供し、レベル2のスキルレベルでシステムを操作できる
ko: 배치된 선실에 1전력 공급. 2레벨 기술로 시스템을 관리할 수 있음.
pl: Daje 1 jednostkę energii i może służyć systemom, tak jakby miał 2 poziomy umiejętności
pt_br: Fornece 1 sistema de energia e lata no nível de habilidade LVL2
zh_hans: 提供1格能量，能以2级技能操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/title
source: Orchid Floral
es: Floral de orquídeas
it: Orchidea floreale
ja: オーキッド・フローラル
ko: 오키드 화초
pl: Kwiatowy orchidea
pt_br: Orquídea floral
zh_hans: 悦心兰花

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/short
source: Floral
it: Floreale
ja: フローラル
pl: Roślinniak
zh_hans: 悦心兰花

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/desc
source: The Florals, natively known as the Ctl'Yae, are a friendly species of mostly pacifist plants which can buff your crew and refill oxygen.
es: Los florales, nativamente conocidos como CTL'yae, son una especie amigable de plantas en su mayoría pacifistas que pueden pulir a su tripulación y rellenar oxígeno.
it: I fiori, nativamente noti come Ctl'yae, sono una specie amichevole di piante per lo più pacifiste che possono lucidare il tuo equipaggio e ricaricare l'ossigeno.
ja: フローラルは、本来はカトル・ヤエとして知られており、クルーを強化し、酸素を補充することができる、主に平和主義的な植物の友好的な種だ。
ko: 본디 Ctl'Yae라고 알려진 화초들은 산소를 공급하고 아군을 강화해주는 우호적인 식물 종입니다.
pl: Florals (w ojczystym języku Ktl'yae) - przyjazny gatunek stosunkowo spokojnych roślin, który daje bonusy sojusznikom i generują tlen.
pt_br: Os flores, conhecidos nativamente como CTL'yae, são uma espécie amigável de plantas principalmente pacifistas que podem polir sua tripulação e reabastecer oxigênio.
zh_hans: 悦心兰花本名Ctl'Yae，是主要由和平的植物组成的友好种群，能够强化你的船员并补充氧气。

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/powerList/power[1]
source: Refills oxygen [doesn't work on ships without an O2 system]
ja: 酸素補給［O2システムなしでは効果的に機能しない］
ko: 산소를 공급 [산소 공급실이 없는 함선에서는 기능하지 않음]
zh_hans: 补充氧气[在没有供氧系统的船上不起作用]

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/powerList/power[2]
source: Takes 75% more damage from fire
es: Recibe un 75% más de daño por fuego
it: Subisce il 75% in più di danni dall'incendio
ja: 火から受けるダメージが75%増加する
ko: 화재로부터 75%의 피해를 더 받음
pl: Otrzymuje 75% więcej obrażeń od ognia
pt_br: Recebe 75% a mais de dano de fogo
zh_hans: 受到1.75倍灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/powerList/power[3]
source: Slightly reduced suffocation damage
es: Daño por asfixia ligeramente reducido
it: Danno di soffocamento leggermente ridotto
ja: 窒息ダメージをわずかに減少
ko: 질식 피해가 조금 감소
pl: Nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia ligeiramente reduzido
zh_hans: 受到0.75倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="orchid"]/powerList/power[4]
source: Friendly crew in the same room gain 20% Max Health, repair speed, and healing speed
es: La tripulación amigable en la misma habitación gane 20% de salud máxima, velocidad de reparación y velocidad de curación
it: L'equipaggio amichevole nella stessa stanza guadagna il 20% di salute massima, velocità di riparazione e velocità di guarigione
ja: 同じ部屋にいる友好的なクルーは最大ライフ、修理速度、治癒速度が20%増加する
ko: 같은 선실에 있는 아군의 최대 체력, 수리 속도, 회복 속도가 20% 증가
pl: Przyjazna załoga w przedziale otrzymuje 20% premię do maksymalnego zdrowia, wskaźnika napraw i wskaźnika leczenia
pt_br: Tripulação amigável na mesma sala ganha 20% de saúde máxima, velocidade de reparo e velocidade de cura
zh_hans: 同舱室的友方船员获得20%的最大生命值、维修速度与生命恢复速度加成

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_caretaker"]/title
source: Orchid Caretaker
es: Orquídea
it: Custode di orchidea
ja: オーキッドの管理人
ko: 오키드 정원지기
pl: Orchid-Watchman
pt_br: Intercalista de orquídeas
zh_hans: 兰花看护者

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_caretaker"]/short
source: Caretaker
es: Vigilante
it: Custode
ja: 管理人
pl: Ważenik
zh_hans: 兰花看护者

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_caretaker"]/desc
source: Overwatchers of the Gathering's gigantic garden-worlds, and peaceable monks. Make for powerful support crew, but are weaker on their own. Inherited Orchid stats: takes 75% more damage from fire, refills oxygen
es: Supervisores de los gigantescos mundos jardín de la Asamblea y monjes pacíficos. Son una tripulación de apoyo poderosa, pero más débiles por sí solos. Estadísticas de Orquídeo heredadas: recibe un 75% más de daño por fuego, repone oxígeno
it: Overwatchers dei giganteschi mondo da giardino del Gathering e dei monaci pacifici.Crea un potente equipaggio di supporto, ma sono più deboli da soli. Statistiche di orchidea ereditate: subisce il 75% in più di danni dall'incendio, riempire l'ossigeno
ja: ギャザリングの巨大な庭園世界の監視者であり、平和的な僧侶。強力なサポート・クルーとなるが、単体では弱い。 継承されたオーキッドのステータス：火から受けるダメージが75％増加、酸素を補充する。
ko: 군락의 거대한 정원 성단의 감시자이며 평화적인 수도사입니다. 아군에게 강력한 지원을 제공하지만, 혼자서는 약합니다. 오키드의 기본 특성: 화재로부터 75%의 피해를 더 받음, 산소 공급
pl: Keepers of Giant Garden Worlds of Refrescences i Spokojni mnichowie.Dobre jako wsparcie dla członków załogi, ale dość słaby. Dziedziczy cechy storczyków: otrzymuje 75% więcej obrażeń od ognia, uzupełnia tlen
pt_br: Observadores dos gigantescos mundos-jardins da Coleta e monges pacíficos. Formam uma poderosa equipe de apoio, mas são mais fracos por conta própria. Estatísticas herdadas da Orchid: recebe 75% a mais de dano de fogo, recarrega o oxigênio
zh_hans: 集议会巨大园庭的温顺守望者。是强力的辅助性船员，但单独作战较弱。 继承兰花族属性：受到1.75倍灼烧伤害，补充氧气

source: Max Health is reduced to 80
es: Repone oxígeno más eficazmente sin un sistema de O2
ja: O2システムがなくても、より効果的に酸素を補給できる
ko: 최대 체력 80
zh_hans: 80点最大生命值

source: Inflicts 0.75x damage in crew combat
es: Salud máxima reducida a 80
it: Max Health è ridotta a 80
ja: 最大ライフが80に減少する
ko: 대인 공격력 0.75배
pl: Maksymalne zdrowie zmniejszone do 80
pt_br: A saúde máxima é reduzida para 80
zh_hans: 0.75倍战斗伤害

source: Immune to suffocation
es: Inflige x0.75 de daño en combate
it: Infligge 0,75 volte il danno nel combattimento dell'equipaggio
ja: クルー戦闘で0.75倍のダメージを与える
ko: 질식에 면역
pl: Stosuje obrażenia 0,75x w bitwie z załogą
pt_br: Inflige 0,75x de dano em combate com a tripulação
zh_hans: 免疫窒息伤害

source: Friendly crew in the same room are immune to suffocation and gain an additional 50% Max Health and healing speed
es: La tripulación aliada en la misma sala obtiene un 50% adicional de salud máxima y velocidad de curación
ja: 同じ部屋にいる味方の最大ヘルスと回復速度が50%増加する。
ko: 같은 선실에 있는 아군은 질식에 면역이 되고, 최대 체력과 회복 속도가 50% 증가
zh_hans: 同舱室友方船员获得窒息伤害免疫能力，并获得50%的最大生命值与生命恢复速度加成

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_vampweed"]/title
source: Vampweed
ja: ヴァンプウィード
ko: 흡혈초
pl: Wampiak
pt_br: Erva-vampiro
zh_hans: 血草兰花

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_vampweed"]/short
source: Vampweed
ja: ヴァンプウィード
pl: Wampiak
pt_br: Erva-vampiro
zh_hans: 血草兰花

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_vampweed"]/desc
source: The Vampweeds, natively known as the Oro'Bache, are not known for the same friendliness as their unwelcomed Floral brethren, but they do exhibit similar traits.
es: Los Vampweeds, conocidos nativamente como los Oro'Bache, no son conocidos por la misma amabilidad que sus no bienvenidos hermanos Florales, pero exhiben rasgos similares.
it: I Vampweeds, nativamente noti come Oro'bache, non sono noti per la stessa cordialità dei loro fratelli floreali non fatti bene, ma mostrano tratti simili.
ja: 原産地ではオロバチェとして知られるヴァンプウィードは、歓迎されない花の仲間ほどフレンドリーさでは知られていないが、似たような特徴を示している。
ko: 본디 Oro'Bache라고 알려진 흡혈초들은 그들의 사이 나쁜 동지인 화초들처럼 우호적이지는 않지만, 비슷한 신체적 특성을 보여줍니다.
pl: Wampiaki, znane jako Oro'Bache, nie słyną z tej samej przyjazności co ich nieproszeni roślinni bracia, ale wykazują podobne cechy.
pt_br: Os Vampweeds, conhecidos nativamente como Oro'Bache, não são conhecidos pela mesma simpatia de seus irmãos florais indesejados, mas apresentam características semelhantes.
zh_hans: 血草兰花本名Oro'Bache，并不像和他们不对付的悦心兰花同族那样友好，但他们确实有着相似的特征。

source: Refills oxygen slowly [doesn't work on ships without an O2 system]
es: Repone oxígeno lentamente [no funciona eficazmente sin sistema de O2]
ja: 酸素の補充が遅い［O2システムなしでは効果的に機能しない］
ko: 산소를 느리게 공급 [산소 공급실이 없는 함선에서는 기능하지 않음]
pl: Powoli uzupełnia tlen [nie działa skutecznie bez systemu O2]
zh_hans: 补充氧气[在没有供氧系统的船上不起作用]

source: Takes 75% more damage from fire
es: Recibe un 75% más de daño por fuego
it: Subisce il 75% in più di danni dall'incendio
ja: 火から受けるダメージが75%増加する
ko: 화재로부터 75%의 피해를 더 받음
pl: Otrzymuje 75% więcej obrażeń od ognia
pt_br: Recebe 75% a mais de dano de fogo
zh_hans: 受到1.75倍灼烧伤害

source: Slightly reduced suffocation damage
es: Daño por asfixia ligeramente reducido
it: Danno di soffocamento leggermente ridotto
ja: 窒息ダメージをわずかに減少
ko: 질식 피해가 조금 감소
pl: Nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia ligeiramente reduzido
zh_hans: 受到0.75倍窒息伤害
