Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="EMERGENCY_DRIVE"]/desc
source: Allows you to spend 6 fuel to immediately escape a fight and outrun the fleet by 2 jumps. Each Engine upgrade past level 4 will reduce the fuel cost by 1. However, due to instability, every 5 damage you take at a beacon will cause fires to start onboard.
es: Te permite gastar 6 de combustible para escapar inmediatamente de una pelea y adelantar a la flota en 2 saltos. Cada mejora de Motor por encima del nivel 4 reducirá el costo de combustible en 1. Sin embargo, debido a la inestabilidad, cada 5 de daño que recibas en una baliza provocará incendios a bordo.
it: Ti permette di spendere 6 carburante per sfuggire immediatamente a un combattimento e supera la flotta di 2 salti. Ogni motore aggiorna il livello 4 ridurrà il costo del carburante di 1. Tuttavia, a causa dell'instabilità, ogni 5 danni che si verificano su un faro causerà l'avvio di incendi a bordo.
ja: 6燃料を消費して戦闘から即座に脱出し、艦隊を2ジャンプ上回ることができる。 ただし、不安定なため、ビーコンで5ダメージを受けるごとに船内で火災が発生する。
ko: 전투 전에 연료 6개를 사용하여 전투를 즉시 탈출하고 함대 추격을 2 도약 지연시킬 수 있습니다. 4를 초과하는 엔진실 레벨마다 연료 비용이 1씩 절감됩니다. 하지만 불안정한 장비이기 때문에, 한 송신소에서 5의 피해를 입을 때마다 화재를 일으킵니다.
pl: Pozwala wydać 6 paliwa, aby natychmiast uciec z walki i wyprzedzić flotę o 2 skoki. Każde ulepszenie Silników powyżej poziomu 4 zmniejszy koszt paliwa o 1. Jednakże, z powodu niestabilności, każde 5 obrażeń otrzymanych przy sygnalizatorze spowoduje wybuch pożarów na pokładzie.
pt_br: Permite que você gaste 6 de combustível para escapar imediatamente de um combate e ultrapassar a frota em 2 saltos. Cada atualização do motor após o nível 4 reduzirá o custo de combustível em 1. No entanto, devido à instabilidade, cada 5 danos sofridos em um sinalizador causarão incêndios a bordo.
zh_hans: 战斗开始前，可消耗6份燃料开启辅助推进器，来立即逃离战斗，并甩开追击舰队2个跃迁周期。 引擎系统升级至4级后，每高1级燃料消耗减1。但由于装置的不稳定性，在同一信标处每受到5点舰体伤害，舰内就会起火。

# data/blueprints.xml.append$//augBlueprint[@name="SUPER_ARMOR"]/title
source: Steel Plating
es: Blindaje de Acero
it: Placcatura in acciaio
ja: 鋼鉄めっき
ko: 강철 장갑
pl: Stalowe Poszycie
pt_br: Revestimento de aço
zh_hans: 钢化镀层

# data/blueprints.xml.append$//augBlueprint[@name="SUPER_ARMOR"]/desc
source: Special adaptive plating that has a 25% chance to protect your systems or hull from all forms of damage. Also gives 10% ion resistance.
es: Blindaje adaptativo especial que tiene un 25% de probabilidad de proteger tus sistemas o casco de todas las formas de daño. También otorga un 10% de resistencia iónica.
it: Speciale placcatura adattiva che ha una probabilità del 25% di proteggere i tuoi sistemi o scafo da tutte le forme di danno.Fornisce anche una resistenza agli ioni del 10%.
ja: 25%の確率でシステムや船体をあらゆる種類の損傷から保護する特別な適応メッキだ。10%のイオン耐性も付与される。
ko: 25%의 확률로 시스템이나 선체를 피해로부터 지켜주며 10%의 이온 피해 저항까지 제공하는 특수 적응형 장갑입니다.
pl: Specjalne adaptacyjne poszycie, które ma 25% szansy na ochronę twoich systemów lub kadłuba przed wszystkimi formami obrażeń. Daje również 10% odporności na jony.
pt_br: Revestimento adaptativo especial que tem 25% de chance de proteger seus sistemas ou casco de todas as formas de dano. Também oferece 10% de resistência a íons.
zh_hans: 特殊的自适应镀层。星舰的舰体与系统获得25%的所有伤害免疫率与10%离子伤害免疫率。

# data/blueprints.xml.append$//augBlueprint[@name="EQUINOID_DUPLICATOR"]/title
source: Stables
es: Establos
it: Scuderie
ja: 厩舎
ko: 마구간
pl: Stajnie
pt_br: Estábulos
zh_hans: 马厩

# data/blueprints.xml.append$//augBlueprint[@name="EQUINOID_DUPLICATOR"]/desc
source: Allows you to breed two tamed equinoids to create a new, untamed equinoid for free at empty beacons.
es: Te permite criar dos equinoides domesticados para crear un nuevo equinoide salvaje de forma gratuita en balizas vacías.
it: Ti permette di allevare due equinoidi addomesti per creare un nuovo equinoide selvaggio gratuitamente ai beacon vuoti.
ja: 2つの飼い慣らされたイマノイドを繁殖させて、空のビーコンで新しい、飼い慣らされていないイマノイドを無料で作成できるようにする。
ko: 빈 송신소에서 길들여진 에퀴노이드 두 마리를 교배하여 길들여지지 않은 에퀘노이드 한 마리를 얻을 수 있습니다.
pl: Pozwala na hodowlę dwóch oswojonych equinoidów, aby stworzyć nowego, nieoswojonego equinoida za darmo przy pustych sygnalizatorach.
pt_br: Permite que você reproduza dois equinoides domesticados para criar um novo equinoide não domesticado gratuitamente em sinalizadores vazios.
zh_hans: 可在空信标处让两名被驯服的六脚马族交配，以创造一名新的未被驯服的六脚马族。

# data/blueprints.xml.append$//augBlueprint[@name="STORY_TELLER"]/title
source: The Story Teller
es: El Cuentacuentos
it: Il narratore
ja: ストーリー・テラー
ko: 이야기꾼
pl: Opowiadacz Historii
pt_br: O contador de histórias
zh_hans: 说书人

# data/blueprints.xml.append$//augBlueprint[@name="STORY_TELLER"]/desc
source: The ever present Separatist who ensures the protection of all equinoids. Will manually control and repair the ship even in the absence of crew, and do massive damage to boarders while also quickly repairing breaches and putting out fires.
es: El Separatista siempre presente que asegura la protección de todos los equinoides. Controlará y reparará manualmente la nave incluso en ausencia de tripulación, e infligirá un daño masivo a los abordadores mientras repara rápidamente brechas y apaga incendios.
it: Il separatista sempre presente che garantisce la protezione di tutti gli equinoidi.Controllerà manualmente la nave anche in assenza di equipaggio e infliggerà enormi danni ai pensionanti, riparando rapidamente le violazioni e spegnere gli incendi.
ja: すべてのエクイノイドの保護を保証する、常に存在する分離主義者。クルーが不在の場合でも手動で船を制御および修理し、クルーに大きなダメージを与えると同時に、破損を迅速に修復して火災を消す。
ko: 모든 에퀴노이드의 보호를 보장하며 어디에나 존재하는 분리주의자입니다. 선원이 없는 상태에서도 함선을 수동으로 제어 및 수리하며 침입자에게 막대한 피해를 가하는 동시에 신속하게 균열을 수리하고 화재를 진압합니다.
pl: Wiecznie obecny Separatysta, który zapewnia ochronę wszystkim equinoidom. Będzie ręcznie kontrolował i naprawiał statek nawet w przypadku braku załogi, a także zadawał ogromne obrażenia abordażystom, jednocześnie szybko naprawiając wyłomy i gasząc pożary.
pt_br: O Separatista sempre presente que garante a proteção de todos os equinóides. Controlará e consertará manualmente a nave mesmo na ausência da tripulação e causará danos enormes aos invasores, além de consertar rapidamente as brechas e apagar incêndios.
zh_hans: 一直陪伴在旁的分离者，默默保护着所有六脚马族。即使在没有船员的情况下，他也会手动控制和修理飞船，并对登舰者造成巨大伤害，同时还会快速维修破舱并扑灭火焰。

# data/blueprints.xml.append$//augBlueprint[@name="SOLAR_PANELS"]/title
source: Solar Panels
es: Paneles Solares
it: Pannelli solari
ja: ソーラーパネル
ko: 태양 전지판
pl: Panele Słoneczne
pt_br: Painéis solares
zh_hans: 太阳能板

# data/blueprints.xml.append$//augBlueprint[@name="SOLAR_PANELS"]/desc
source: Allows you to generate extra fuel with solar energy. You can use this at empty beacons to find a star to generate fuel and missiles, at the risk of starting fires on your ship.
es: Te permite generar combustible extra con energía solar. Puedes usar esto en balizas vacías para encontrar una estrella y generar combustible y misiles, a riesgo de iniciar incendios en tu nave.
it: Ti consente di generare carburante extra con energia solare.Puoi usarlo su BEACON vuoti per trovare una stella per generare carburante e missili, a rischio di iniziare gli incendi sulla tua nave.
ja: 太陽エネルギーを使って追加の燃料を生成できる。空のビーコンでこれを使用すると、船に火災が発生する危険を冒して、燃料と弾薬を生成する星を見つけることができる。
ko: 항성의 에너지로 추가 연료를 만들어 냅니다. 빈 송신소에서 항성을 탐색해 연료와 미사일을 만들어 낼 수 있습니다. 함선 내에 화재를 일으킬 위험이 있습니다.
pl: Pozwala na generowanie dodatkowego paliwa za pomocą energii słonecznej. Możesz tego użyć przy pustych sygnalizatorach, aby znaleźć gwiazdę do generowania paliwa i rakiet, ryzykując wywołanie pożarów na statku.
pt_br: Permite que você gere combustível extra com energia solar. Você pode usar isso em faróis vazios para encontrar uma estrela para gerar combustível e mísseis, correndo o risco de provocar incêndios em sua nave.
zh_hans: 可用太阳能产生额外的燃料。可在空信标处使用它找到一颗恒星来产生燃料和弹药，但舰内会有起火的风险。

# data/blueprints.xml.append$//augBlueprint[@name="FLEET_LURE"]/title
source: Rebel Lure
es: Señuelo Rebelde
it: Esca ribelle
ja: 反逆のルアー
ko: 반군 미끼
pl: Przynęta na Rebeliantów
pt_br: Isca Rebelde
zh_hans: 叛军诱饵

# data/blueprints.xml.append$//augBlueprint[@name="FLEET_LURE"]/desc
source: Can be used to detect Elite Rebel ships which you can seek and destroy. However, doing so will also boost the Rebel fleet by 1 jump.
es: Se puede usar para detectar naves Rebeldes de Élite que puedes buscar y destruir. Sin embargo, hacerlo también impulsará a la flota Rebelde en 1 salto.
it: Può essere usato per rilevare navi ribelli d'élite che puoi cercare e distruggere.Tuttavia, farlo aumenterà anche la flotta ribelle di 1 salto.
ja: エリート反乱軍の船を検出すために使用でき、探索して破壊することができる。ただし、そうすることで反乱軍艦隊も1ジャンプ上昇する。
ko: 엘리트 반군 함선을 추적하여 격침할 수 있습니다. 그러나 반군 함대의 추격도 1 도약 가속됩니다.
pl: Może być użyte do wykrywania elitarnych statków Rebelii, które możesz odnaleźć i zniszczyć. Jednakże, zrobienie tego przyspieszy również flotę Rebelii o 1 skok.
pt_br: Pode ser usado para detectar naves rebeldes de elite que você pode procurar e destruir. No entanto, isso também aumentará a frota rebelde em 1 salto.
zh_hans: 能以追击舰队加速1次的代价，探测叛军精英战舰并在星图中显示，以便之后可以追击并摧毁它们。

# data/blueprints.xml.append$//augBlueprint[@name="GOLD_ARMOR"]/title
source: Golden Plating
es: Blindaje Dorado
it: Placcatura dorata
ja: ゴールデン・メッキ
ko: 황금 장갑
pl: Złote Poszycie
pt_br: Revestimento dourado
zh_hans: 金箔镀层

# data/blueprints.xml.append$//augBlueprint[@name="GOLD_ARMOR"]/desc
source: Surprisingly resistant golden plating that has a 15% chance to ignore hull damage. Also allows you to take apart a portion of the hull at empty beacons for extra scrap.
es: Un blindaje dorado sorprendentemente resistente que tiene un 15% de probabilidad de ignorar el daño al casco. También te permite desmontar una parte del casco en balizas vacías para obtener chatarra extra.
it: La placcatura dorata sorprendentemente resistente che ha una probabilità del 15% di ignorare il danno allo scafo.Ti permette anche di smontare una parte dello scafo ai beacon vuoti per scarti extra.
ja: 船体の損傷を15%の確率で無視する驚くほど耐性のある金メッキ。また、空のビーコンで船体の一部を分解して追加のスクラップを入手することもできる。
ko: 놀랍도록 견고한 황금 장갑입니다. 15%의 확률로 선체 피해를 무시하며 빈 송신소에서 선체의 일부를 떼어내 스크랩으로 사용할 수도 있습니다.
pl: Zaskakująco odporne złote poszycie, które ma 15% szansy na zignorowanie obrażeń kadłuba. Pozwala również na rozebranie części kadłuba przy pustych sygnalizatorach w celu uzyskania dodatkowego złomu.
pt_br: Revestimento dourado surpreendentemente resistente que tem 15% de chance de ignorar os danos ao casco. Também permite que você desmonte uma parte do casco em faróis vazios para obter sucata extra.
zh_hans: 令人惊讶的耐磨金色镀层，有15%的几率免疫舰体伤害。还能让你在空信标处拆开舰体的一部分，以获得额外的废料。

# data/blueprints.xml.append$//augBlueprint[@name="SCRAP_HULL"]/title
source: All Consuming Greed
es: Avaricia Desmedida
it: Tutto consumando l'avidità
ja: 貪欲の消費
ko: 모든 것을 먹어치우는 탐욕
pl: Wszechogarniająca Chciwość
pt_br: Ganância que tudo consome
zh_hans: 贪得无厌

# data/blueprints.xml.append$//augBlueprint[@name="SCRAP_HULL"]/desc
source: Scrap gains are reduced by 50%, but the hull can be repaired for free before combat.
es: Las ganancias de chatarra se reducen en un 50%, pero el casco se puede reparar gratis antes del combate.
it: I guadagni di scarto sono ridotti del 50%, ma lo scafo può essere riparato gratuitamente prima del combattimento.
ja: スクラップの増加は50%減少するが、船体は戦闘前に無料で修理できる。
ko: 스크랩 획득량이 50% 감소하지만, 전투 시작 전에 비용 없이 선체를 수리할 수 있습니다.
pl: Zyski złomu są zmniejszone o 50%, ale kadłub może być naprawiony za darmo przed walką.
pt_br: Os ganhos de sucata são reduzidos em 50%, mas o casco pode ser reparado gratuitamente antes do combate.
zh_hans: 废料收益减少50%，但在战斗前可以免费修复5点舰体值。

# data/blueprints.xml.append$//augBlueprint[@name="GHOST_SPAWNER"]/title
source: Occult Portal
es: Portal Oculto
it: Portale occulto
ja: オカルト・ポータル
ko: 오컬트 포탈
pl: Portal Okultystyczny
pt_br: Portal Oculto
zh_hans: 灵秘传送门

# data/blueprints.xml.append$//augBlueprint[@name="GHOST_SPAWNER"]/desc
source: A damaged piece of ancient tech that can reach through space and time to retrieve lifeforms from other realities. Seems only able to lock onto Ghosts for now...
es: Una pieza dañada de tecnología antigua que puede alcanzar a través del espacio y el tiempo para recuperar formas de vida de otras realidades. Parece que solo puede fijarse en Fantasmas por ahora...
it: Un pezzo danneggiato di tecnologia antica che può raggiungere lo spazio e il tempo per recuperare le forme di vita da altre realtà.Sembra in grado di bloccare solo i fantasmi per ora ...
ja: 時空を超えて到達し、他の現実から生命体を回収できる、破損した古代技術の一部。今のところゴーストのみロックオンできるようだ・・・。
ko: 시공간을 초월해 다른 현실의 생명체를 회수할 수 있는 손상된 고대 장비입니다. 지금은 고스트만을 부를 수 있는것 같네요...
pl: Uszkodzony fragment starożytnej technologii, który może sięgać przez przestrzeń i czas, aby sprowadzać formy życia z innych rzeczywistości. Na razie wydaje się, że potrafi namierzyć tylko Duchy...
pt_br: Uma peça danificada de tecnologia antiga que pode atravessar o espaço e o tempo para recuperar formas de vida de outras realidades. Por enquanto, parece ser capaz apenas de capturar fantasmas...
zh_hans: 一件受损的远古技术物，可以跨越时空，从其他现实中取回生命体。似乎现在只能找到魂灵族...

# data/blueprints.xml.append$//augBlueprint[@name="ZOLTAN_SPAWNER"]/title
source: Cryo-Storage
es: Crio-Almacenamiento
ja: 人体冷凍保存
ko: 냉동고
pl: Krio-Przechowalnia
pt_br: Armazenamento criogênico
zh_hans: 冷冻休眠舱

# data/blueprints.xml.append$//augBlueprint[@name="ZOLTAN_SPAWNER"]/desc
source: Allows you to unthaw more Osmian crew at empty beacons at the expense of 5 fuel.
es: Te permite descongelar más tripulación Osmiana en balizas vacías a cambio de 5 de combustible.
it: Ti permette di implicare più equipaggio Osmian a BEACON vuoti a spese di 5 carburante.
ja: 燃料5を消費して、空のビーコンでより多くのオスミアンクルーを解凍できる。
ko: 빈 송신소에서 연료 5개를 소모해 오스미안 선원을 해동할 수 있습니다.
pl: Pozwala na odmrożenie większej liczby załogi Osmitów przy pustych sygnalizatorach kosztem 5 paliwa.
pt_br: Permite que você descongele mais tripulantes osmianos em faróis vazios à custa de 5 de combustível.
zh_hans: 可在空信标处解冻更多的原能族，但要消耗5份燃料。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_GLOBAL_TELEPORT"]/title
source: Centralized Teleporter
es: Teletransportador Centralizado
it: Teletrasporto centralizzato
ja: 集中テレポーター
ko: 중앙집중식 텔레포터
pl: Scentralizowany Teleporter
pt_br: Teletransportador centralizado
zh_hans: 集中传送器

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_GLOBAL_TELEPORT"]/desc
source: All crew can teleport from your ship to the enemy regardless where they are. However, they cannot teleport back during combat.
es: Toda la tripulación puede teletransportarse desde tu nave al enemigo sin importar dónde se encuentren. Sin embargo, no pueden teletransportarse de regreso durante el combate.
it: Tutto l'equipaggio può teletrasportarsi dalla tua nave al nemico indipendentemente da dove si trovino.Tuttavia, non possono teletrasportarsi durante il combattimento.
ja: クルーは全員、どこにいてもあなたの船から敵艦にテレポートできる。ただし、戦闘中にテレポートして戻ることはできない。
ko: 모든 선원이 위치에 무관하게 당신의 함선에서 적함으로 순간이동할 수 있습니다. 하지만 전투 중에는 다시 당신의 함선으로 돌아올 수 없습니다.
pl: Cała załoga może teleportować się z twojego statku na statek wroga, niezależnie od tego, gdzie się znajduje. Jednak nie mogą teleportować się z powrotem podczas walki.
pt_br: Toda a tripulação pode se teletransportar da sua nave para o inimigo, independentemente de onde estiver. No entanto, eles não podem se teletransportar de volta durante o combate.
zh_hans: 所有船员可以从星舰上任意位置传送到敌方舰船，但战斗期间其无法返回。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SHIP_TELEPORT"]/title
source: Personal Teleporters
es: Teletransportadores Personales
it: Teletrasportatori personali
ja: 個人用テレポーター
ko: 개인용 텔레포터
pl: Osobiste Teleportery
pt_br: Teletransportadores pessoais
zh_hans: 个人传送器

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SHIP_TELEPORT"]/desc
source: While aboard your own ship, any allied crew can teleport anywhere on the ship from any marked system as long as it is powered.
es: Mientras estén a bordo de tu propia nave, cualquier tripulación aliada puede teletransportarse a cualquier lugar de la nave desde cualquier sistema marcado siempre que esté encendido.
it: Mentre a bordo della tua nave, qualsiasi equipaggio alleato può teletrasportarsi ovunque sulla nave da qualsiasi sistema marcato fintanto che è alimentato.
ja: 自船に乗っている間、味方のクルーは動力が供給されている限り、マークされたシステムから船のどこにでもテレポートできる。
ko: 특수 기호로 표시된 선실의 시스템이 켜져 있을 경우, 해당 선실에 위치한 아군은 함내의 원하는 곳으로 순간이동할 수 있습니다.
pl: Na pokładzie własnego statku, każda sojusznicza załoga może teleportować się w dowolne miejsce na statku z dowolnego oznaczonego systemu, o ile jest on zasilany.
pt_br: Enquanto estiver a bordo de sua própria nave, qualquer tripulação aliada pode se teletransportar para qualquer lugar da nave a partir de qualquer sistema marcado, desde que esteja ligado.
zh_hans: 友方船员可以从星舰内带有传送标记的已供能系统舱室传送到舰内任意位置。

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_DUPLICATOR"]/title
source: Pleasure Pods
es: Cápsulas de Placer
it: Pod di piacere
ja: プレジャーポッド
ko: 쾌락 포드
pl: Kapsuły Przyjemności
pt_br: Pods de prazer
zh_hans: 欢乐舱

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_DUPLICATOR"]/desc
source: A secluded place for two members of a species to "Form a union" and to use cloning technology to create a "Child" who is aged just enough to be able to work. Also come equipped with a stereo system that plays R&B music 24/7.
es: Un lugar apartado para que dos miembros de una especie "formen una unión" y usen tecnología de clonación para crear un "Niño" con la edad justa para poder trabajar. También vienen equipados con un sistema de sonido que reproduce música R&B 24/7.
it: Un luogo appartato per due membri di una specie per "formare un'unione" e usare la tecnologia di clonazione per creare un "bambino" che è invecchiato quanto basta per essere in grado di lavorare.Vieni anche dotato di un sistema stereo che suona musica R&B 24/7.
ja: ある種の2つのメンバーが "結合を形成" し、クローン技術を使用して、働けるのに十分な年齢の "子供" を作成するための人里離れた場所。 R&B音楽を24時間365日再生できるステレオシステムも装備されている。
ko: 같은 종의 두 개체가 "연합을 형성"하고 특수한 복제 기술로 일하기 적합한 연령의 "아이"를 만들기 위해 사용되는 한적한 공간입니다. R&B 음악을 연중무휴 24시간 재생하는 음향 시스템도 갖추고 있습니다.
pl: Ustronne miejsce, w którym dwoje członków gatunku może "zawrzeć związek" i użyć technologii klonowania do stworzenia "Dziecka" postarzonego na tyle, by mogło pracować. Wyposażone również w system stereo, który odtwarza muzykę R&B 24/7.
pt_br: Um local isolado para dois membros de uma espécie "formarem uma união" e usarem a tecnologia de clonagem para criar uma "criança" com idade suficiente para poder trabalhar. Também vem equipado com um sistema estéreo que toca música R&B 24 horas por dia, 7 dias por semana.
zh_hans: 一个让同一物种的两位船员'不分你我'再通过克隆技术创造一个刚好达到工作年龄的'孩子'的地方，还配备了全天候播放R&B音乐的立体声系统。

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_DUPLICATOR_GHOST"]/title
source: Haunted Pods
es: Cápsulas Encantadas
it: Baccelli infestati
ja: お化けポッド
ko: 귀신들린 포드
pl: Nawiedzone Kapsuły
pt_br: Pods assombrados
zh_hans: 闹鬼舱

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_DUPLICATOR_GHOST"]/desc
source: A modified pod that not only functions like standard Pleasure Pods, but also lets you summon any of the Alpha Ghost variants at the expense of 2 fuel if you have none of that type on your ship.
es: Una cápsula modificada que no solo funciona como las Cápsulas de Placer estándar, sino que también te permite invocar cualquiera de las variantes de Fantasmas Alfa a cambio de 2 de combustible si no tienes ninguna de ese tipo en tu nave.
it: Un pod modificato che non solo funziona come i baccelli di piacere standard, ma ti consente anche di evocare una qualsiasi delle varianti di Ghost Alpha a spese di 2 carburante se non si dispone di quel tipo sulla tua nave.
ja: 標準のプレジャー ポッドと同様に機能するだけでなく、船にアルファ ゴーストのタイプが1つも搭載されていない場合、燃料2を消費してアルファ ゴーストのバリアントを召喚できるようにする改造ポッド。
ko: 이 개량된 포드는 쾌락 포드의 일반적인 기능뿐만 아니라 연료 2개를 소모하여 알파 고스트 선원을 소환하는 기능도 갖추고 있습니다. 현재 함선에 존재하지 않는 종류의 알파 고스트만 소환할 수 있습니다.
pl: Zmodyfikowana kapsuła, która nie tylko działa jak standardowe Kapsuły Przyjemności, ale także pozwala przywołać dowolny wariant Ducha Alfa kosztem 2 paliwa, jeśli nie masz żadnego z tego typu na statku.
pt_br: Uma cápsula modificada que não apenas funciona como as cápsulas Pleasure padrão, mas também permite que você convoque qualquer uma das variantes do Alpha Ghost à custa de 2 combustíveis se não tiver nenhuma desse tipo em sua nave.
zh_hans: 一个经过改造的舱室，不仅功能类似于标准的欢乐舱，还能生成星舰内暂无的任意子类型的巨型魂灵，但需要消耗2份燃料。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_XENOPHOBIA"]/title
source: Xenophobia
es: Xenofobia
it: Xenofobia
ja: 外国人恐怖症
ko: 외계인 혐오
pl: Ksenofobia
pt_br: Xenofobia
zh_hans: 排外主义

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_XENOPHOBIA"]/desc
source: Your crew might be working for the Federation now, but they still carry with them their old Rebel prejudice. Human crew gain a 33% buff to all main stats, but alien crew have a 40% loss to all main stats. (Main stats include health, damage, repair, sabotage, and movement speed).
es: Puede que tu tripulación trabaje para la Federación ahora, pero todavía llevan consigo su viejo prejuicio Rebelde. La tripulación humana gana una mejora del 33% en todas las estadísticas principales, pero la tripulación alienígena tiene una pérdida del 40% en todas las estadísticas principales. (Las estadísticas principales incluyen salud, daño, reparación, sabotaje y velocidad de movimiento).
it: Il tuo equipaggio potrebbe lavorare per la Federazione ora, ma portano ancora con sé il loro vecchio pregiudizio ribelle.L'equipaggio umano guadagna un buff del 33% a tutte le statistiche principali, ma l'equipaggio alieno ha una perdita del 40% per tutte le statistiche principali. (Le statistiche principali includono salute, danni, riparazione, sabotaggio e velocità di movimento).
ja: あなたのクルーは連邦のために働いているかもしれないが、彼らはまだ昔の反乱軍の偏見を持っている。人間のクルーは全ての主要ステータスに33%のバフを得るが、エイリアンのクルーは全ての主要ステータスに40%のロスがある。 (主なステータスにはヘルス、ダメージ、修理、破壊工作、移動速度が含まれる）。
ko: 당신의 선원들은 이제 연방 소속이지만, 아직 반군 시절의 편견을 버리지 못했습니다. 인간 선원은 모든 주요 능력치가 33% 증가하지만, 외계인 선원들은 모든 주요 능력치가 40% 감소합니다. (주요 능력치란 최대 체력, 대인 공격력, 수리 속도, 시스템 파괴속도 그리고 이동속도를 말합니다).
pl: Twoja załoga może teraz pracować dla Federacji, ale wciąż nosi ze sobą swoje stare rebelianckie uprzedzenia. Ludzka załoga zyskuje 33% premii do wszystkich głównych statystyk, ale obca załoga ma 40% straty do wszystkich głównych statystyk. (Główne statystyki obejmują zdrowie, obrażenia, naprawę, sabotaż i prędkość ruchu).
pt_br: Sua tripulação pode estar trabalhando para a Federação agora, mas ainda carrega consigo seu antigo preconceito rebelde. A tripulação humana ganha um bônus de 33% em todas as estatísticas principais, mas a tripulação alienígena tem uma perda de 40% em todas as estatísticas principais. (As estatísticas principais incluem saúde, dano, reparo, sabotagem e velocidade de movimento).
zh_hans: 你的船员现在虽然正为联邦效忠，但其仍然带有旧时的叛军偏见。人类船员获得33%所有主属性加成，但其他物种船员获得40%主属性减益。 (主属性包括生命值、战斗与破坏伤害、维修与移动速度)。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_NEWORDER"]/title
source: New Order
es: Nuevo Orden
it: Nuovo ordine
ja: ニューオーダー
ko: 신졸탄주의
pl: Nowy Porządek
pt_br: Nova Ordem
zh_hans: 新秩序
