Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="HAT_RANGER"]/title
source: Ranger's Hat
es: Sombrero de Guardabosques
it: Cappello di Ranger
ja: レンジャー帽子
ko: 레인저의 모자
pl: Kapelusz Łowcy
pt_br: Chapéu do Ranger
zh_hans: 猎枪手之帽

# data/blueprints.xml.append$//augBlueprint[@name="HAT_RANGER"]/desc
source: Doubled range damage
es: Daño a distancia duplicado
it: Danni radiati raddoppiati
ja: 範囲ダメージが2倍になった
ko: 원거리 공격력 2배
pl: Podwójne obrażenia dystansowe
pt_br: Dano dobrado na faixa
zh_hans: 2倍远程伤害

# data/blueprints.xml.append$//augBlueprint[@name="HAT_MASK"]/title
source: Gas Mask
es: Máscara de Gas
it: Maschera antigas
ja: ガスマスク
ko: 가스 마스크
pl: Maska Gazowa
pt_br: Máscara de gás
zh_hans: 防毒面具

# data/blueprints.xml.append$//augBlueprint[@name="HAT_MASK"]/desc
source: Your crew are immune to suffocation
es: Tu tripulación es inmune a la asfixia
it: Il tuo equipaggio è immune al soffocamento
ja: あなたのクルーは窒息の影響を受けない
ko: 선원들이 질식에 면역이 됨
pl: Twoja załoga jest odporna na uduszenie
pt_br: Sua tripulação está imune a asfixia
zh_hans: 你的船员免疫窒息伤害

# data/blueprints.xml.append$//augBlueprint[@name="HAT_FEDORA"]/title
source: Fedora
ja: フェドラ
ko: 페도라
zh_hans: 卷檐帽

# data/blueprints.xml.append$//augBlueprint[@name="HAT_FEDORA"]/desc
source: Your crew use short-range teleportation
es: Tu tripulación usa teletransportación de corto alcance
it: Il tuo equipaggio usa il teletrasporto a corto raggio
ja: あなたのクルーは短距離テレポーテーションを使用している
ko: 선원들이 근거리 순간이동을 사용할 수 있음
pl: Twoja załoga używa teleportacji na krótki dystans
pt_br: Sua tripulação usa teletransporte de curto alcance
zh_hans: 你的船员可以使用短距传送

# data/blueprints.xml.append$//augBlueprint[@name="UPG_ARM_SCRAP"]/title
source: Scrap Arm
es: Brazo de Chatarra
it: Braccio di scarto
ja: スクラップ・アーム
ko: 스크랩 팔
pl: Ramię Złomowe
pt_br: Braço de sucata
zh_hans: 废料收集臂

source: Scrap Arm [M]
es: Brazo de Chatarra [M]
it: Braccio di scarto [M]
ja: スクラップ・アーム [M］
ko: 스크랩 회수 로봇 팔 [M]
pl: Ramię Złomowe [M]
pt_br: Braço de sucata [M]
zh_hans: 废料收集臂[模]

source: Allows the ship to collect 10% more scrap from any source. [M] - As a modular arm upgrade, it does not take up your ship's arm slot and can stack with whichever arm you choose. It cannot however be internalized like external [X] augments.
es: Permite a la nave recolectar un 10% más de chatarra de cualquier fuente. [M] - Como mejora de brazo modular, no ocupa el espacio de brazo de tu nave y puede acumularse con el brazo que elijas. Sin embargo, no puede internalizarse como las mejoras externas [X].
it: Consente alla nave di raccogliere il 10% in più di scarti da qualsiasi fonte. [M] - Come aggiornamento del braccio modulare, non occupa lo slot del braccio della tua nave e può impilare con il braccio che scegli.Tuttavia, non può essere interiorizzato come aumenti [x] esterni.
ja: あらゆるソースから10%多くスクラップを収集できるようになる。 [M] - モジュール式アームアップグレードのため、船のアームスロットを占有せず、どのアームとスタックしてもよい。ただし、外付けの[X]オーグメントのように内蔵することはできない。
ko: 스크랩 획득량이 10% 증가합니다. [M] - 모듈식 팔 업그레이드는 팔 슬롯을 차지하지 않으며 다른 팔과 효과가 중첩됩니다. [X] 외장형 장비와 다르게 내부 장비로 전환할 수는 없습니다.
pl: Pozwala statkowi zbierać 10% więcej złomu z dowolnego źródła. [M] - Jako modułowe ulepszenie ramienia, nie zajmuje gniazda ramienia statku i może kumulować się z dowolnym wybranym ramieniem. Nie może jednak być zinternalizowane jak zewnętrzne ulepszenia [X].
pt_br: Permite que o navio colete 10% a mais de qualquer fonte. [M] - Como uma atualização modular do braço, ele não pega o slot do braço do seu navio e pode empilhar com o braço que você escolher.No entanto, não pode ser internalizado como aumentos externos [x].
zh_hans: 获得废料时额外获得10%，向上取整。 [模]-模块化机械臂部件，不占用内部的机械臂槽位，且可与内部的机械臂效果叠加。但不能像[外]部件一样被内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_ARM_MAGNETIC"]/title
source: Magnetic Arm
es: Brazo Magnético
it: Braccio magnetico
ja: マグネティック・アーム
ko: 자석 팔
pl: Ramię Magnetyczne
pt_br: Braço magnético
zh_hans: 磁性回收臂

# data/blueprints.xml.append$//augBlueprint[@name="MAGNET_ARM"]/title
source: Magnetic Arm [M]
es: Brazo Magnético [M]
it: Braccio magnetico [M]
ja: マグネティック・アーム【M
ko: 자석 로봇 팔 [M]
pl: Ramię Magnetyczne [M]
pt_br: Braço magnético [M]
zh_hans: 磁性回收臂[模]

# data/blueprints.xml.append$//augBlueprint[@name="MAGNET_ARM"]/desc
source: A modified scrap recovery arm, which is short range and only collects scrap as effectively as your own crew, but much faster. Useful for time-sensitive situations, allowing you to salvage supplies in Rebel fleet controlled beacons and empty beacons. [M] - As a modular arm upgrade, it does not take up your ship's arm slot and can stack with a different arm. It cannot however be internalized like external [X] augments.
es: Un brazo de recuperación de chatarra modificado, de corto alcance y que solo recoge chatarra con la misma eficacia que tu propia tripulación, pero mucho más rápido. Útil para situaciones urgentes, permitiéndote rescatar suministros en balizas controladas por la flota rebelde y balizas vacías. [M] - Como mejora de brazo modular, no ocupa el espacio de brazo de tu nave y puede acumularse con un brazo diferente. Sin embargo, no puede internalizarse como las mejoras externas [X].
it: Un braccio di recupero di rottami modificato, che è a corto raggio e raccoglie scarti solo efficacemente come il tuo equipaggio, ma molto più veloce.Utile per situazioni sensibili al tempo, permettendoti di salvare le forniture in beacon controllati da flotta ribelle e beacon vuoti. [M] - Come aggiornamento del braccio modulare, non occupa lo slot del braccio della tua nave e può impilare con un braccio diverso.Tuttavia, non può essere interiorizzato come aumenti [x] esterni.
ja: スクラップ回収アームを改造したもの。射程が短く、スクラップ回収の効率はクルーと同等だが、回収速度は格段に速い。一刻を争う状況下で、反乱軍艦隊が管理するビーコンや空のビーコンから物資を回収するのに役立つ。 [M] - モジュール式アームアップグレードのため、自機のアームスロットを占有せず、別のアームとスタックすることができる。ただし、外付けの[X]オーグメントのように内蔵することはできない。
ko: 개조된 스크랩 회수 로봇 팔로, 사정거리가 짧고 회수 효율도 좋지 않지만 작업 속도가 훨씬 빠르기 때문에 급박한 상황에서 유용합니다. 반군이 점유한 송신소나 빈 송신소에서 보급품을 회수할 수 있게 해줍니다. [M] - 모듈식 팔 업그레이드는 팔 슬롯을 차지하지 않으며 다른 팔과 효과가 중첩됩니다. [X] 외장형 장비와 다르게 내부 장비로 전환할 수는 없습니다.
pl: Zmodyfikowane ramię odzysku złomu, o krótkim zasięgu, które zbiera złom równie skutecznie co twoja załoga, ale znacznie szybciej. Przydatne w sytuacjach wrażliwych na czas, pozwalając na odzyskiwanie zapasów w sygnałach kontrolowanych przez flotę Rebeliantów i pustych sygnałach. [M] - Jako modułowe ulepszenie ramienia, nie zajmuje gniazda ramienia statku i może kumulować się z innym ramieniem. Nie może jednak być zinternalizowane jak zewnętrzne ulepszenia [X].
pt_br: Um braço de recuperação de sucata modificado, que é de curto alcance e só coleta sucata de maneira tão eficaz quanto sua própria equipe, mas muito mais rápida.Útil para situações sensíveis ao tempo, permitindo que você salve suprimentos em faróis controlados por frota rebeldes e faróis vazios. [M] - Como uma atualização modular do braço, ele não pega o slot do braço do seu navio e pode empilhar com um braço diferente.No entanto, não pode ser internalizado como aumentos externos [x].
zh_hans: 废料收集臂的改装版本，收集范围与普通船员相当，但速度快得多。适用于紧急情况，可在叛军舰队控制的信标与空信标中搜刮补给(资源为主)。 [模]-模块化机械臂部件，不占用内部的机械臂槽位，且可与内部的机械臂效果叠加。但不能像[外]部件一样被内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_ARM_DRONES"]/title
source: Recovery Arm
es: Brazo de Recuperación
it: Braccio di recupero
ja: リカバリーアーム
ko: 회수 팔
pl: Ramię Odzysku
pt_br: Braço de recuperação
zh_hans: 无人机回收臂

source: Drone Arm [M]
es: Brazo de Dron [M]
it: Braccio drone [m]
ja: ドローンアーム [M］
ko: 드론 회수 로봇 팔 [M]
pl: Ramię Dronów [M]
pt_br: Braço do drone [M]
zh_hans: 无人机回收臂[模]

source: Non-destroyed drones will be retrieved when jumping, allowing their parts to be reused. [M] - As a modular arm upgrade, it does not take up your ship's arm slot and can stack with a different arm. It cannot however be internalized like external [X] augments.
es: Los drones de Combate y Defensa no destruidos se recuperarán al saltar, permitiendo reutilizar sus piezas. [M] - Como mejora de brazo modular, no ocupa el espacio de brazo de tu nave y puede acumularse con un brazo diferente. Sin embargo, no puede internalizarse como las mejoras externas [X].
ja: 破壊されていない戦闘ドローンと防衛ドローンはジャンプすると回収され、パーツを再利用できる。 [M] - モジュラーアームアップグレードのため、艦のアームスロットを占有せず、別のアームとスタックすることができる。ただし、外付けの[X]オーグメントのように内蔵することはできない。
ko: 도약 시 파괴되지 않은 드론을 회수하여 드론 부품으로 재활용 할 수 있습니다. [M] - 모듈식 팔 업그레이드는 팔 슬롯을 차지하지 않으며 다른 팔과 효과가 중첩됩니다. [X] 외장형 장비와 다르게 내부 장비로 전환할 수는 없습니다.
pl: Niezniszczone drony Bojowe i Obronne zostaną odzyskane podczas skoku, pozwalając na ponowne użycie ich części. [M] - Jako modułowe ulepszenie ramienia, nie zajmuje gniazda ramienia statku i może kumulować się z innym ramieniem. Nie może jednak być zinternalizowane jak zewnętrzne ulepszenia [X].
zh_hans: 未被摧毁的无人机将在跃迁时被回收，允许其部件重复使用。 [模]-模块化机械臂部件，不占用内部的机械臂槽位，且可与内部的机械臂效果叠加。但不能像[外]部件一样被内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_ARM_REPAIR"]/title
source: Repair Arm
es: Brazo de reparación
it: Braccio di riparazione
ja: リペアアーム
pl: Odpowiednie dźwig
pt_br: Reparar o braço
zh_hans: 自动维修臂

source: Repair Arm [M]
es: Brazo de Reparación [M]
it: ARM RIPARAZIONE [M]
ja: リペア・アーム [M］
ko: 선체 수리 로봇 팔 [M]
pl: Ramię Naprawcze [M]
pt_br: Reparar o braço [M]
zh_hans: 自动维修臂[模]

source: Repairs your hull every time you collect scrap, but reduces scrap collected by 10%. Will not take scrap when your hull is at full capacity. [M] - As a modular arm upgrade, it does not take up your ship's arm slot and can stack with a different arm. It cannot however be internalized like external [X] augments.
es: Repara tu casco cada vez que recoges chatarra, pero reduce la chatarra recolectada en un 10%. No tomará chatarra cuando tu casco esté a plena capacidad. [M] - Como mejora de brazo modular, no ocupa el espacio de brazo de tu nave y puede acumularse con un brazo diferente. Sin embargo, no puede internalizarse como las mejoras externas [X].
it: Ripara lo scafo ogni volta che raccogli lo scarto, ma riduce lo scarto raccolto del 10%.Non prenderà scarti quando lo scafo è a pieno titolo. [M] - Come aggiornamento del braccio modulare, non occupa lo slot del braccio della tua nave e può impilare con un braccio diverso.Tuttavia, non può essere interiorizzato come aumenti [x] esterni.
ja: スクラップを回収するたびに船体を修理するが、回収したスクラップは10％減少する。船体がフル稼働している時はスクラップを回収しない。 [M] - モジュラーアームアップグレードのため、艦のアームスロットを占有せず、別のアームとスタックすることができる。ただし、外付けの[X]オーグメントのように内蔵することはできない。
ko: 스크랩을 얻을 때마다 선체를 수리하지만 스크랩 획득량이 10% 감소합니다. 선체가 손상되지 않았을 때는 스크랩 획득량이 감소하지 않습니다. [M] - 모듈식 팔 업그레이드는 팔 슬롯을 차지하지 않으며 다른 팔과 효과가 중첩됩니다. [X] 외장형 장비와 다르게 내부 장비로 전환할 수는 없습니다.
pl: Naprawia twój kadłub za każdym razem, gdy zbierasz złom, ale zmniejsza zebrany złom o 10%. Nie zabierze złomu, gdy twój kadłub jest w pełni sprawny. [M] - Jako modułowe ulepszenie ramienia, nie zajmuje gniazda ramienia statku i może kumulować się z innym ramieniem. Nie może jednak być zinternalizowane jak zewnętrzne ulepszenia [X].
pt_br: Repara seu casco toda vez que você coleciona sucata, mas reduz o pedaço coletado em 10%.Não levará sucata quando o seu casco estiver em plena capacidade. [M] - Como uma atualização modular do braço, ele não pega o slot do braço do seu navio e pode empilhar com um braço diferente.No entanto, não pode ser internalizado como aumentos externos [x].
zh_hans: 每次获得废料时都会维修舰体，恢复2点舰体值，但获得的废料减少10%，向下取整。当满舰体值时，不减少废料获得量。 [模]-模块化机械臂部件，不占用内部的机械臂槽位，且可与内部的机械臂效果叠加。但不能像[外]部件一样被内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TECH_SEALANT"]/title
source: Sealant
es: Sellador
it: Sigillante
ja: ブリーチシーラント
ko: 실란트
pl: Uszczelniacz
pt_br: Selante
zh_hans: 修复凝胶

# data/blueprints.xml.append$//augBlueprint[@name="EX_BREACH_SEALANT"]/title
source: Sealant [X]
es: Sellador [X]
it: Sigillante [x]
ja: シーラント [X］
ko: 실란트 [X]
pl: Uszczelniacz [X]
pt_br: Selante [x]
zh_hans: 修复凝胶[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_BREACH_SEALANT"]/desc
source: Breaches are slowly and automatically repaired. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
es: Las brechas se reparan lenta y automáticamente. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Tecnología a Bordo.
it: Le violazioni vengono riparate lentamente e automaticamente. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria tecnologica a bordo.
ja: 違反はゆっくりと自動的に修復される。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのOn-board Techカテゴリにある内部バージョンに無料で変換できる。
ko: 선체 균열이 자동적으로 느리게 수리됩니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Wyłomy są powoli i automatycznie naprawiane. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Technika Pokładowa.
pt_br: As violações são reparadas lenta e automaticamente. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de tecnologia a bordo.
zh_hans: 破舱会被缓慢自动修复。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的舰载设备类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TECH_EXTINGUISHERS"]/title
source: Extinguishers
es: Extintores
it: Estintori
ja: オート消火
pl: Gaśnice
pt_br: Extintores
zh_hans: 自动灭火器

# data/blueprints.xml.append$//augBlueprint[@name="EX_FIRE_EXTINGUISHERS"]/title
source: Extinguishers [X]
es: Extintores [X]
it: Estintori [x]
ja: 消火器 [X］
ko: 화재 진압 시스템 [X]
pl: Gaśnice [X]
pt_br: Extintores [x]
zh_hans: 自动灭火器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_FIRE_EXTINGUISHERS"]/desc
source: Automatically put out fires throughout the ship. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
es: Apaga automáticamente los incendios en toda la nave. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Tecnología a Bordo.
it: Mettere automaticamente gli incendi su tutta la nave. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria tecnologica a bordo.
ja: 船内の火災を自動的に消火する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのOn-board Techカテゴリにある内部バージョンに無料で変換できる。
ko: 화재를 자동으로 진압합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Automatycznie gasi pożary na całym statku. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Technika Pokładowa.
pt_br: Apagar automaticamente incêndios em todo o navio. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de tecnologia a bordo.
zh_hans: 自动扑灭舰内的火焰。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的舰载设备类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TECH_BYPASS"]/title
source: Zoltan Bypass
es: Bypass Zoltan
it: Bypass Zoltan
ja: ゾルタン・バイパス
pl: Obejściówka Zoltańska
zh_hans: 光质穿透器

# data/blueprints.xml.append$//augBlueprint[@name="EX_ZOLTAN_BYPASS"]/title
source: Hard-Light Bypass [X]
es: Bypass de Luz Sólida [X]
it: Bypass a luminosità dura [x]
ja: ハードライト・バイパス [X］
ko: 고형 광선 우회 장치 [X]
pl: Obejściówka Twardego Światła [X]
pt_br: Bypass de luz dura [x]
zh_hans: 光质穿透器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_ZOLTAN_BYPASS"]/desc
source: Allows crew/bomb teleportation and mind control to work through Super Shields. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
es: Permite que la teletransportación de tripulación/bombas y el control mental funcionen a través de los Super Escudos. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Tecnología a Bordo.
it: Consente al teletrasporto di equipaggio/bomba e al controllo mentale di lavorare attraverso Super Shields. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria tecnologica a bordo.
ja: クルー／ボムのテレポートとマインド・コントロールがスーパー・シールドを通して機能するようになる。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのOn-board Techカテゴリにある内部バージョンに無料で変換できる。
ko: 선원 및 폭탄의 순간이동과 정신 지배가 에너지 방어막을 무시하고 기능하도록 해줍니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Pozwala na teleportację załogi/bomby i kontrolę umysłu przez Super Tarcze. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Technika Pokładowa.
pt_br: Permite que o teletransporte da tripulação/bomba e o controle da mente trabalhe através de super escudos. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de tecnologia a bordo.
zh_hans: 允许船员/炸弹传送与心灵控制穿透能量护盾。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的舰载设备类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TECH_LIFEFORM"]/title
source: Lifeform Scanner
es: Escáner de forma de vida
it: Scanner Lifeform
ja: 生体スキャナー
pl: Skaner form życia
pt_br: Scanner de forma de vida
zh_hans: 生命扫描仪

# data/blueprints.xml.append$//augBlueprint[@name="EX_LIFE_SCANNER"]/title
source: Lifeform Scanner [X]
es: Escáner de Formas de Vida [X]
it: Scanner LifeForm [x]
ja: 生命体スキャナー【X
ko: 생체 스캐너 [X]
pl: Skaner Form Życia [X]
pt_br: Scanner de forma de vida [x]
zh_hans: 生命扫描仪[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_LIFE_SCANNER"]/desc
source: Detects the location of any life forms, even when sensors don't function. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
es: Detecta la ubicación de cualquier forma de vida, incluso cuando los sensores no funcionan. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Tecnología a Bordo.
it: Rileva la posizione di qualsiasi forma di vita, anche quando i sensori non funzionano. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria tecnologica a bordo.
ja: センサーが機能しない場合でも、あらゆる生命体の位置を検出する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのOn-board Techカテゴリにある内部バージョンに無料で変換できる。
ko: 생명체를 감지합니다. 센서가 작동하지 않을 때에도 정상적으로 작동합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Wykrywa lokalizację wszelkich form życia, nawet gdy czujniki nie działają. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Technika Pokładowa.
pt_br: Detecta a localização de qualquer forma de vida, mesmo quando os sensores não funcionam. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de tecnologia a bordo.
zh_hans: 监测任何生命形式的位置，即使传感器不起作用。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的舰载设备类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TECH_SCRAMBLER"]/title
source: Defense Scrambler
es: Defensa de defensa
it: Difesa Scrambler
ja: 防衛スクランブラー
pl: GP dla dronów ochronnych
pt_br: Scrambler de defesa
zh_hans: 防御扰频器

source: Defense Scrambler
es: Defensa de defensa
it: Difesa Scrambler
ja: 防衛スクランブラー
pl: GP dla dronów ochronnych
pt_br: Scrambler de defesa
zh_hans: 防御扰频器

# data/blueprints.xml.append$//augBlueprint[@name="EX_DEFENSE_SCRAMBLER"]/title
source: Def. Scrambler [X]
es: Anulador Def. [X]
ja: デフスクランブラー［X］
ko: 방어 드론 교란기 [X]
pl: Zagłuszacz Obr. [X]
zh_hans: 防御扰频器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_DEFENSE_SCRAMBLER"]/desc
source: Prevents enemy defense drones from targeting anything. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
es: Impide que los drones de defensa enemigos apunten a nada. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Tecnología a Bordo.
it: Impedisce ai droni di difesa nemica di colpire qualsiasi cosa. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria tecnologica a bordo.
ja: 敵の防衛ドローンが何かをターゲットにするのを防ぐ。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのOn-board Techカテゴリにある内部バージョンに無料で変換できる。
ko: 적의 방어 드론이 아무것도 조준할 수 없게 만듭니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Uniemożliwia wrogim dronom obronnym celowanie w cokolwiek. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Technika Pokładowa.
pt_br: Impede que os drones de defesa inimiga visam qualquer coisa. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de tecnologia a bordo.
zh_hans: 防止敌方防御无人机瞄准任何东西。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的舰载设备类别中免费内置化。
