Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_OXYGEN_JAMMER"]/desc
source: Cripples the enemy Life Support system. Uses more power for each system bar disabled. [Uses 3 to 5 power, infinite duration] [Note: The Emergency generator will only reduce power usage by 2]
es: Paraliza el sistema de Soporte Vital enemigo. Usa más energía por cada barra de sistema desactivada. [Usa de 3 a 5 de energía, duración infinita] [Nota: El generador de Emergencia solo reducirá el uso de energía en 2]
it: Paralizza il sistema di supporto vitale nemico.Utilizza più energia per ogni barra di sistema disabilitata. [Usa 3-5 potenza, durata infinita] [Nota: il generatore di emergenza ridurrà solo l'utilizzo dell'alimentazione di 2]
ja: 敵の生命維持システムを麻痺させる。システムバーが無効化されるごとにパワーを消費する。 [消費電力3～5、効果時間無限]。 [注意: 非常用ジェネレーターは電力使用量を2減らすだけである。］
ko: 적함의 산소실을 손상시킵니다. 사용하는 전력에 비례하여 출력을 감소시킵니다. [3에서 5의 전력 사용, 영구히 지속됨] [참조: 예비 발전기는 2의 전력 소모만을 감소시킴]
pl: Paraliżuje wrogi system Podtrzymywania Życia. Zużywa więcej energii za każdy wyłączony pasek systemu. [Zużywa od 3 do 5 energii, czas trwania nieskończony] [Uwaga: Generator Awaryjny zmniejszy zużycie energii tylko o 2]
pt_br: Inutiliza o sistema de suporte à vida do inimigo. Usa mais energia para cada barra de sistema desativada. [Usa de 3 a 5 de energia, duração infinita.] [Observação: o gerador de emergência só reduzirá o uso de energia em 2]
zh_hans: 使敌舰的氧气系统瘫痪。每锁定敌舰1格氧气系统供能，多使用1格能量。 [使用3-5格能量，持续整场战斗] [提示：应急供能器只能抵消2格能量使用]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_OXYGEN_UNSTABLE"]/title
source: Viral Dispersion
es: Dispersión Viral
it: Dispersione virale
ja: ウイルス分散
ko: 바이러스 살포기
pl: Rozproszenie Wirusowe
pt_br: Dispersão viral
zh_hans: 病毒散播

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_OXYGEN_UNSTABLE"]/desc
source: A dangerous bio-engineered virus. Uses no power and reduces enemy and player Life Support power by 2.
es: Un peligroso virus de bioingeniería. No usa energía y reduce la energía del Soporte Vital enemigo y del jugador en 2.
it: Un pericoloso virus bio-ingegnerizzato.Non usa potere e riduce il potere nemico e del giocatore di supporto vitale di 2.
ja: 危険な生物工学ウイルス。パワーを一切使用せず、敵とプレイヤーのライフサポートパワーを2減少させる。
ko: 생체 공학으로 만들어진 위험한 바이러스입니다. 전력 소모 없이 적함과 플레이어 함선의 산소실 출력을 2칸 제한합니다.
pl: Niebezpieczny, bio-inżynieryjny wirus. Nie zużywa energii i zmniejsza moc Podtrzymywania Życia wroga i gracza o 2.
pt_br: Um perigoso vírus de bioengenharia. Não usa energia e reduz a energia de suporte à vida do jogador e do inimigo em 2.
zh_hans: 一种危险的生物病毒。不使用任何能量，锁定双方的氧气系统2格能量。

source: Ancient Equalizer
es: Ecualizador Antiguo
ja: エンシェント・イコライザー
ko: 고대의 이퀄라이저
pl: Starożytny Wyrównywacz
pt_br: Equalizador antigo
zh_hans: 远古均衡器

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_COMBAT_EQUALIZER"]/desc
source: Ancient combat augment that limits a system on both the enemy and player ship to either 0 or 1 bar depending on the system. The player must have the system being targeted.
es: Mejora de combate antigua que limita un sistema tanto en la nave enemiga como en la del jugador a 0 o 1 barra dependiendo del sistema. El jugador debe tener el sistema que se está apuntando.
it: Aumento di combattimento antico che limita un sistema sia sul nemico che sulla nave giocatore a 0 o 1 bar a seconda del sistema.Il giocatore deve avere il sistema di mira.
ja: 敵とプレイヤー船の両方のシステムを、システムに応じて0～1目盛り制限する古代の戦闘用オーグメント。プレイヤーはターゲットとなるシステムを持っている必要がある。
ko: 적과 플레이어 함선의 시스템 출력을 종류에 따라 0 또는 1 로 제한하는 고대의 전투 보조장비입니다. 플레이어의 함선에 제한하려는 시스템이 설치되어 있어야 합니다.
pl: Starożytne ulepszenie bojowe, które ogranicza system na statku wroga i gracza do 0 lub 1 paska, w zależności od systemu. Gracz musi posiadać system, który jest celem.
pt_br: Aumento de combate antigo que limita um sistema da nave inimiga e da nave do jogador a 0 ou 1 bar, dependendo do sistema. O jogador deve ter o sistema que está sendo visado.
zh_hans: 远古战斗部件，选择将双方的某个系统能量都锁定至0或1格能量，具体取决于系统。只能限制星舰内已有的系统。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_COMBAT_ASB"]/title
source: Ancient ASB Platform
es: Plataforma ASB Antigua
it: Ancica piattaforma ASB
ja: 古代ASBプラットフォーム
ko: 고대의 ASB 플랫폼
pl: Starożytna Platforma ASB
pt_br: Plataforma ASB antiga
zh_hans: 远古反舰炮台

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_COMBAT_ASB"]/desc
source: A portable ASB platform that can be deployed before combat by spending a single drone part and fuel. Incompatible with Emergency Generator.
es: Una plataforma ASB portátil que se puede desplegar antes del combate gastando una sola pieza de dron y combustible. Incompatible con el Generador de Emergencia.
it: Una piattaforma ASB portatile che può essere distribuita prima del combattimento spendendo una singola parte dei droni e carburante. Incompatibile con il generatore di emergenza.
ja: ドローンの部品と燃料を1つ使うだけで、戦闘前に展開できるポータブルASBプラットフォーム。 Emergency Generatorとは互換性がない。
ko: 전투 전에 드론 부품과 연료를 한 개씩 소모하여 배치할 수 있는 휴대용 ASB 플랫폼입니다. 비상용 발전기와 호환되지 않습니다.
pl: Przenośna platforma ASB, którą można rozmieścić przed walką, wydając jedną część drona i paliwo. Niekompatybilne z Generatorem Awaryjnym.
pt_br: Uma plataforma ASB portátil que pode ser implantada antes do combate gastando uma única peça de drone e combustível. Incompatível com o gerador de emergência.
zh_hans: 一种便携式反舰炮台，可在战斗前通过花费1件无人机部件和燃料进行部署。 无法使用应急供能器供能。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_ACTIVATOR"]/title
source: Ancient Activator
es: Activador Antiguo
ja: エンシェント・アクティベーター
ko: 고대 활성제
pl: Starożytny Aktywator
pt_br: Ativador Antigo
zh_hans: 远古活化剂

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_ACTIVATOR"]/desc
source: Can be used at an empty beacon to awaken the ancient in your cargo-bay.
es: Se puede usar en una baliza vacía para despertar al antiguo en tu bahía de carga.
it: Può essere usato in un faro vuoto per risvegliare l'antico nel tuo carico.
ja: 空のビーコンで使用すると、貨物室の古代を目覚めさせることができる。
ko: 빈 송신소에서 사용해 화물칸에 있는 고대인을 깨울 수 있습니다.
pl: Może być użyty przy pustym sygnalizatorze, aby obudzić starożytnego w twoim luku towarowym.
pt_br: Pode ser usado em um sinalizador vazio para despertar os antigos em seu compartimento de carga.
zh_hans: 可在空信标处使用，以唤醒货舱中的远古生物。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_CONSTRUCTOR"]/title
source: Hibernating Robot
es: Robot Hibernando
it: Robot in letargo
ja: 冬眠ロボット
ko: 절전 상태의 로봇
pl: Robot w Hibernacji
pt_br: Robô em hibernação
zh_hans: 休眠机器人

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_CONSTRUCTOR"]/desc
source: This strange machine is in a hibernating state. Perhaps someone will have more information about this.
es: Esta extraña máquina está en estado de hibernación. Quizás alguien tenga más información sobre esto.
it: Questa strana macchina è in uno stato in letargo.Forse qualcuno avrà maggiori informazioni al riguardo.
ja: この奇妙なマシンは冬眠状態だ。おそらく誰かがこれについて詳しい情報を持っているだろう。
ko: 이 이상한 기계는 절전 상태입니다. 아마도 누군가 이것에 대해 더 많은 정보를 알고 있을 것입니다.
pl: Ta dziwna maszyna jest w stanie hibernacji. Może ktoś będzie miał więcej informacji na ten temat.
pt_br: Essa estranha máquina está em um estado de hibernação. Talvez alguém tenha mais informações sobre isso.
zh_hans: 这台奇怪的机器处于休眠状态。也许有人会对此有更多信息。

# data/blueprints.xml.append$//augBlueprint[@name="TULLY_PRESENT"]/title
source: Tully's Package
es: Paquete de Tully
it: Il pacchetto di Tully
ja: タリーズパッケージ
ko: 툴리의 보급 상자
pl: Paczka Tully'ego
pt_br: Pacote do Tully
zh_hans: 塔利的货箱

# data/blueprints.xml.append$//augBlueprint[@name="TULLY_PRESENT"]/desc
source: A Federation supply crate given to you by Vice Admiral Adara. It's protected by several passcodes and a lock that requires a special magnetic key. A large Federation insignia is on the back.
es: Una caja de suministros de la Federación que te dio el Vicealmirante Adara. Está protegida por varias contraseñas y una cerradura que requiere una llave magnética especial. Una gran insignia de la Federación está en la parte posterior.
it: Una cassa di fornitura della federazione data dal vice ammiraglio Adara.È protetto da diversi passcodi e un blocco che richiede una chiave magnetica speciale.Un'ampia insegne della Federazione è sul retro.
ja: アダラ中将から贈られた連邦補給箱。いくつかのパスコードと特別な磁気キーを必要とするロックによって保護されている。背中には大きな連邦の記章が付いている。
ko: 아다라 중장이 준 연방의 보급 상자입니다. 몇 가지 암호와 특수 자석 열쇠가 필요한 잠금장치로 보호되어 있습니다. 뒷면에 연방의 휘장이 크게 새겨져 있습니다.
pl: Skrzynia z zaopatrzeniem Federacji, którą otrzymałeś od Wiceadmirał Adary. Jest chroniona kilkoma kodami dostępu i zamkiem, który wymaga specjalnego klucza magnetycznego. Z tyłu znajduje się duża insygnia Federacji.
pt_br: Uma caixa de suprimentos da Federação dada a você pelo Vice-Almirante Adara. Ela está protegida por várias senhas e uma fechadura que requer uma chave magnética especial. Uma grande insígnia da Federação está na parte de trás.
zh_hans: 阿达拉中将送给你的联邦补给箱。它受到多个密码和需要特殊磁性钥匙的锁的保护。背面有一个大型联邦徽章。

# data/blueprints.xml.append$//augBlueprint[@name="ZOLTAN_STATUE"]/title
source: Monk Statue
es: Estatua de Monje
it: Statua di monaco
ja: 僧侶の像
ko: 수도승 조각상
pl: Posąg Mnicha
pt_br: Estátua de monge
zh_hans: 信道者雕像

# data/blueprints.xml.append$//augBlueprint[@name="ZOLTAN_STATUE"]/desc
source: A plastic statue painted gold depicting a Zoltan meditating. It appears to be something you could find in just about any tourist location.
es: Una estatua de plástico pintada de dorado que representa a un Zoltan meditando. Parece ser algo que podrías encontrar en casi cualquier lugar turístico.
it: Una statua di plastica dipinge l'oro che raffigura uno zoltan meditando.Sembra essere qualcosa che potresti trovare in qualsiasi posizione turistica.
ja: 瞑想するゾルタンを描いた、金色に塗装されたプラスチック製の像。どこの観光地でも見られるもののようだ。
ko: 명상하는 졸탄을 묘사한 금색 플라스틱 조각상. 관광지마다 하나씩은 있는 물건 같습니다.
pl: Plastikowy posąg pomalowany na złoto, przedstawiający medytującego Zoltana. Wygląda na coś, co można znaleźć w niemal każdej lokalizacji turystycznej.
pt_br: Uma estátua de plástico pintada de dourado representando um Zoltan meditando. Parece ser algo que você poderia encontrar em praticamente qualquer local turístico.
zh_hans: 一个涂成金色的塑料雕像，是一个正在打坐的超能族。这似乎是你可在任何旅游景点找到的东西。

# data/blueprints.xml.append$//augBlueprint[@name="QUARP_JUICE"]/title
source: Quarp Juice
es: Jugo Quarp
it: Quarp succo
ja: クアープジュース
ko: 퀄프 주스
pl: Sok Quarp
pt_br: Suco Quarp
zh_hans: 夸普汁

# data/blueprints.xml.append$//augBlueprint[@name="QUARP_JUICE"]/desc
source: You aren't sure how you feel about the crew drinking this, but they seem to like it. The almost lethal dose of sugar increases combat, repair, and movement speed by 75% for all crew but also lowers their Max Health by 25%.
es: No estás seguro de qué pensar sobre que la tripulación beba esto, pero parece que les gusta. La dosis casi letal de azúcar aumenta la velocidad de combate, reparación y movimiento en un 75% para toda la tripulación, pero también reduce su Salud Máxima en un 25%.
it: Non sei sicuro di come ti senti riguardo all'equipaggio che beve questo, ma sembra che piaccia.La dose quasi letale di zucchero aumenta la velocità di combattimento, riparazione e movimento del 75% per tutti gli equipaggi, ma riduce anche la loro massima salute del 25%.
ja: クルーがこれを飲んでいることについてどう感じているかわからないが、彼らは気に入っているようだ。ほぼ致死量の砂糖により、すべてのクルーの戦闘速度、修理速度、移動速度が75%増加するが、最大ライフも25%減少する。
ko: 선원들이 이걸 마시면서 무슨 생각을 할지 모르겠지만, 다들 좋아하는 것 같습니다. 거의 치명적인 수준의 당도가 공격 속도, 수리 속도, 이동속도를 75% 상승시키지만 최대 체력을 25% 감소시킵니다.
pl: Nie jesteś pewien, co sądzić o piciu tego przez załogę, ale wydaje się, że im to smakuje. Prawie śmiertelna dawka cukru zwiększa prędkość walki, naprawy i ruchu o 75% dla całej załogi, ale także obniża ich maksymalne zdrowie o 25%.
pt_br: Você não tem certeza do que acha da tripulação beber isso, mas eles parecem gostar. A dose quase letal de açúcar aumenta a velocidade de combate, reparo e movimento em 75% para toda a tripulação, mas também reduz a saúde máxima em 25%.
zh_hans: 你不知道怎么看待给船员喝这东西，但是他们看上去挺喜欢的。近乎致死量的糖提升所有船员75%的攻击，维修与移动速度但也降低25%最大生命值。

# data/blueprints.xml.append$//augBlueprint[@name="SMUGGLER_RAID_CARGO"]/title
source: Mysterious Cargo
es: Carga Misteriosa
it: Carico misterioso
ja: 謎の貨物
ko: 정체불명의 화물
pl: Tajemniczy Ładunek
pt_br: Carga misteriosa
zh_hans: 神秘货物

# data/blueprints.xml.append$//augBlueprint[@name="SMUGGLER_RAID_CARGO"]/desc
source: You managed to retrieve this from the smuggler's depot, now you just have to bring it back.
es: Lograste recuperar esto del depósito de contrabandistas, ahora solo tienes que llevarlo de vuelta.
it: Sei riuscito a recuperare questo dal deposito del contrabbandiere, ora devi solo riportarlo indietro.
ja: 密輸業者の倉庫からこれを取り戻すことができた。あとは持ち帰るだけだ。
ko: 밀수꾼의 창고에서 화물을 되찾았으니 이제 다시 가져가기만 하면 됩니다.
pl: Udało ci się odzyskać to z magazynu przemytników, teraz musisz to tylko odnieść.
pt_br: Você conseguiu recuperar isso do depósito do contrabandista, agora só precisa trazê-lo de volta.
zh_hans: 你成功地从走私者的仓库里取回了这个东西，现在你只需要把它带回去。

# data/blueprints.xml.append$//augBlueprint[@name="NEBULA_GASSES"]/title
source: Nebulous Gases
es: Gases Nebulosos
it: Gas nebulosi
ja: ネビュラス・ガス
ko: 성운 가스
pl: Gazy Mgławicowe
pt_br: Gases nebulosos
zh_hans: 雾状气体

# data/blueprints.xml.append$//augBlueprint[@name="NEBULA_GASSES"]/desc
source: Rare and expensive nebula gases. Sells for 50 scrap.
es: Gases de nebulosa raros y caros. Se vende por 50 de chatarra.
it: Gas di nebulosi rari e costosi.Vende per 50 scarti.
ja: 希少で高価な星雲ガス。50スクラップで販売。
ko: 희귀하고 비싼 성운 가스입니다. 50스크랩에 판매됩니다.
pl: Rzadkie i drogie gazy mgławicowe. Sprzedawane za 50 złomu.
pt_br: Gases de nebulosa raros e caros. Vende-se por 50 sucata.
zh_hans: 稀有和昂贵的星云气体。以50废料出售。

# data/blueprints.xml.append$//augBlueprint[@name="BEACON_PARTS"]/title
source: Beacon Parts
es: Partes de Baliza
it: Parti di faro
ja: ビーコン・パーツ
ko: 송신소 잔해
pl: Części Sygnalizatora
pt_br: Peças para faróis
zh_hans: 信标部件

# data/blueprints.xml.append$//augBlueprint[@name="BEACON_PARTS"]/desc
source: Parts salvaged from a damaged beacon. Maybe you can give them to the Beacon Eater?
es: Partes recuperadas de una baliza dañada. ¿Quizás puedas dárselas al Devorador de Balizas?
it: Parti recuperate da un faro danneggiato.Forse puoi darli al mangiatore di fari?
ja: 破損したビーコンから回収された部品。もしかしたらビーコンイーターに渡してもいいか？
ko: 손상된 송신소에서 회수한 잔해입니다. 어쩌면 송신소 탐식자에게 줄 수 있지 않을까요?
pl: Części odzyskane z uszkodzonego sygnalizatora. Może możesz je dać Pożeraczowi Sygnalizatorów?
pt_br: Peças recuperadas de um sinalizador danificado. Talvez você possa entregá-las ao Beacon Eater?
zh_hans: 从损坏的信标中回收出的零件。也许你可以把它们交给信标吞噬者？

# data/blueprints.xml.append$//augBlueprint[@name="ORCHID_KIDS"]/title
source: Orchid Children
es: Niños Orquídea
it: Bambini di orchidea
ja: オーキッド・チルドレン
ko: 오키드 아이들
pl: Dzieci Orchidei
pt_br: Crianças Orquídeas
zh_hans: 幼体兰花

# data/blueprints.xml.append$//augBlueprint[@name="ORCHID_KIDS"]/desc
source: The corpses of dead Orchid children, though they merely resemble small flowers. You can sell them for scrap, at the cost of your soul, you monster.
es: Los cadáveres de niños Orquídea muertos, aunque solo parecen pequeñas flores. Puedes venderlos por chatarra, a costa de tu alma, monstruo.
it: I cadaveri di bambini orchidei morti, sebbene assomigli a piccoli fiori.Puoi venderli per scarti, a costo della tua anima, mostro.
ja: 死んだオーキッドの子供たちの死体だが、それらは単なる小さな花に似ている。魂を犠牲にしても、スクラップとして売ればいいんだ、この怪物め。
ko: 평범한 작은 꽃처럼 보이지만, 죽은 오키드 아이들의 시체입니다. 일말의 양심도 없다면 스크랩을 위해 팔아넘길 수 있습니다. 이 괴물 같은 놈.
pl: Ciała martwych dzieci Orchidei, choć przypominają tylko małe kwiaty. Możesz je sprzedać za złom, kosztem swojej duszy, potworze.
pt_br: Os cadáveres de crianças Orquídeas mortas, embora se assemelhem apenas a pequenas flores. Você pode vendê-los como sucata, ao custo de sua alma, seu monstro.
zh_hans: 死去的兰花族孩子们的尸体，尽管他们只是像小花。你可以把它们卖成废料，以牺牲你的灵魂为代价，你这个怪物。

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_NARCOTICS"]/title
source: Slug Narcotics
es: Narcóticos Slug
it: Narcotici da lumaca
ja: スラッグ・ナルコティクス
ko: 슬러그 환각제
pl: Narkotyki Ślimaków
pt_br: Narcóticos Slug
zh_hans: 蛞蝓族毒品

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_NARCOTICS"]/desc
source: A bundle of highly illegal drugs. Using them yourself is out of the question if you don't want to be comatose by the time you get to the Flagship, but you could sell these back for more than you got them, or use them to bribe Slugs out of fighting you. Has no use outside the Royal Nebula.
es: Un fardo de drogas altamente ilegales. Usarlas tú mismo está fuera de discusión si no quieres estar en coma para cuando llegues a la Nave Insignia, pero podrías revenderlas por más de lo que te costaron, o usarlas para sobornar a los Slugs para que no peleen contigo. No tiene uso fuera de la Nebulosa Real.
it: Un fascio di droghe altamente illegali.Usarli da solo è fuori discussione se non vuoi essere in coma quando arrivi al fiore all'occhiello, ma potresti venderli indietro per più di quanto li hai presi o usarli per corrompere le lumache a combattere.Non ha alcuna utilità al di fuori della nebulosa reale.
ja: 非常に違法な薬物の束。フラグシップに到着するまでに昏睡状態になりたくない場合、自分で使用することは問題外だが、購入した金額よりも高く売り戻すことも、スラッグ達に賄賂を払って戦わせるために使用することもできる。王立星雲の外では役に立たない。
ko: 불법 마약 한 묶음입니다. 기함에 도달하기 전에 혼수 상태에 빠지고 싶은 것이 아니라면 스스로는 사용할 이유가 없지만, 비싸게 되팔거나 슬러그들에게 뇌물로 쥐여줘 전투를 피할 수 있습니다. 왕의 성운 밖에서는 사용할 수 없습니다.
pl: Paczka wysoce nielegalnych narkotyków. Używanie ich samemu nie wchodzi w grę, jeśli nie chcesz być w śpiączce, zanim dotrzesz do Statku Flagowego, ale możesz je sprzedać z zyskiem lub użyć do przekupienia Ślimaków, aby uniknąć walki. Nie ma zastosowania poza Królewską Mgławicą.
pt_br: Um pacote de drogas altamente ilegais. Usá-las por conta própria está fora de questão se você não quiser ficar em coma quando chegar à Flagship, mas você pode vendê-las de volta por um valor maior do que o obtido ou usá-las para subornar Slugs para que não lutem contra você. Não tem utilidade fora da Royal Nebula.
zh_hans: 一捆非法的毒品。如果你不想在到达旗舰时昏迷不醒，那么你自己便不要使用它们，但你可以以非常高的价格出售它们，或者用它们来贿赂蛞蝓族使其不与你战斗。在王家星云之外没有用处。

# data/blueprints.xml.append$//augBlueprint[@name="LOSTSUN_BLESSING"]/title
source: Blessed
es: Bendecido
ja: 祝福された
ko: 축복받음
pl: Błogosławiony
pt_br: Abençoado
zh_hans: 烈阳祝福

# data/blueprints.xml.append$//augBlueprint[@name="LOSTSUN_BLESSING"]/desc
source: You have been blessed by the Lost Suns. At empty beacons, you can hold a fire ritual to receive a reward.
es: Has sido bendecido por los Soles Perdidos. En balizas vacías, puedes realizar un ritual de fuego para recibir una recompensa.
it: Sei stato benedetto dai soli persi.In BEACON vuoti, puoi tenere un rituale di fuoco per ricevere una ricompensa.
ja: あなたはロスト・サンから祝福を受けた。空のビーコンでは、火の儀式を行って報酬を受け取ることができる。
ko: 당신은 로스트선에게 축복받았습니다. 빈 송신소에서 불의 의식을 가지고 보상을 받을 수 있습니다.
pl: Zostałeś pobłogosławiony przez Zagubione Słońca. Przy pustych sygnalizatorach możesz przeprowadzić rytuał ognia, aby otrzymać nagrodę.
pt_br: Você foi abençoado pelos Sóis Perdidos. Nos faróis vazios, você pode realizar um ritual de fogo para receber uma recompensa.
zh_hans: 你得到了迷失烈阳的祝福。在空信标处，你可以举行火祭仪式，获得奖励。

# data/blueprints.xml.append$//augBlueprint[@name="ZOLTAN_BLESSING"]/title
source: Blessed
es: Bendecido
ja: 祝福された
ko: 축복받음
pl: Błogosławiony
pt_br: Abençoado
zh_hans: 超能祝福

# data/blueprints.xml.append$//augBlueprint[@name="ZOLTAN_BLESSING"]/desc
source: You have been blessed by the Zoltans. At empty beacons you can meditate, which takes a long time but will repair your hull.
es: Has sido bendecido por los Zoltans. En balizas vacías puedes meditar, lo que lleva mucho tiempo pero reparará tu casco.
it: Sei stato benedetto dagli Zoltan.Ai beacon vuoti puoi meditare, il che richiede molto tempo ma riparerà lo scafo.
ja: あなたはゾルタンから祝福を受けた。空のビーコンでは瞑想できる。瞑想には時間がかかるが、船体を修復できる。
ko: 당신은 졸탄에게 축복받았습니다. 빈 송신소에서 긴 시간을 소요하는 명상을 하여 선체를 회복할 수 있습니다.
pl: Zostałeś pobłogosławiony przez Zoltanów. Przy pustych sygnalizatorach możesz medytować, co zajmuje dużo czasu, ale naprawi twój kadłub.
pt_br: Você foi abençoado pelos Zoltans. Nos faróis vazios, você pode meditar, o que leva muito tempo, mas repara seu casco.
zh_hans: 你得到了超能族的祝福。在空信标处可进行冥想，这需要很长时间，但会修复舰体值。

# data/blueprints.xml.append$//augBlueprint[@name="NO_GHOST_PLAYER"]/title
source: Lightweight E-Grid
es: Red-E Ligera
it: E-grid leggero
ja: 軽量Eグリッド
ko: 경량 분해 그리드
pl: Lekka E-Siatka
pt_br: E-Grid leve
zh_hans: 轻舱格能量场

# data/blueprints.xml.append$//augBlueprint[@name="NO_GHOST_PLAYER"]/desc
source: Reduces Ghost sabotage speed by 20%. If a Door Control system is present and functional, all enemy crew and drones on-board will lose 2hp/s with an extra 0.5hp/s for each level of Door Control above 1.
es: Reduce la velocidad de sabotaje de los Fantasmas en un 20%. Si hay un sistema de Control de Puertas presente y funcional, toda la tripulación y drones enemigos a bordo perderán 2 PV/s con un 0.5 PV/s extra por cada nivel de Control de Puertas por encima de 1.
it: Riduce la velocità di sabotaggio fantasma del 20%. Se un sistema di controllo delle porte è presente e funzionale, tutti gli equipaggi nemici e i droni a bordo perderanno 2 CV/s con un ulteriore 0,5 CV/s per ogni livello di controllo della porta sopra 1.
ja: Ghostの妨害速度を20%減少させる。 ドアコントロールシステムが存在し機能している場合、搭乗している全ての敵クルーとドローンは2hp/秒を失い、ドアコントロールのレベルが1以上になるごとに0.5hp/秒ずつ追加される。
ko: 고스트의 시스템 파괴 속도를 20% 늦춥니다. 1/2/3/4레벨의 문 제어실이 기능 중이라면 함내에 침입한 모든 적 선원과 드론이 초당 2/2.5/3/3.5의 피해를 입습니다.
pl: Zmniejsza prędkość sabotażu Duchów o 20%. Jeśli system Kontroli Drzwi jest obecny i sprawny, cała wroga załoga i drony na pokładzie będą tracić 2 PŻ/s, z dodatkowym 0.5 PŻ/s za każdy poziom Kontroli Drzwi powyżej 1.
pt_br: Reduz a velocidade de sabotagem do Ghost em 20%. Se um sistema de controle de porta estiver presente e funcional, toda a tripulação inimiga e os drones a bordo perderão 2 hp/s com um extra de 0,5 hp/s para cada nível de controle de porta acima de 1.
zh_hans: 降低魂灵族20%的破坏伤害。 若有舱门系统且未被完全破坏，舰内敌方船员与无人机持续受到2点/秒的伤害，舱门系统每高1级，伤害+0.5点/秒。

# data/blueprints.xml.append$//augBlueprint[@name="DEATH_VESTS"]/title
source: Martyr Vests
es: Chalecos de Mártir
it: Giubbotti martire
ja: 殉教者のベスト
ko: 순교자의 조끼
pl: Kamizelki Męczenników
pt_br: Coletes Martyr
zh_hans: 殉义爆炸衣

# data/blueprints.xml.append$//augBlueprint[@name="DEATH_VESTS"]/desc
source: Adds a death effect to allied crew, making them explode for 15 crew damage against enemies, with a 50% chance to start fires. Stacks upon already existing death effects.
es: Añade un efecto de muerte a la tripulación aliada, haciendo que exploten por 15 de daño a la tripulación contra enemigos, con un 50% de probabilidad de iniciar incendios. Se acumula sobre los efectos de muerte ya existentes.
it: Aggiunge un effetto di morte all'equipaggio alleato, facendoli esplodere per 15 danni da equipaggio contro i nemici, con una probabilità del 50% di iniziare gli incendi. Si accumula su effetti di morte già esistenti.
ja: 味方クルーに死亡効果を追加し、敵に対して15クルーダメージの爆発を起こし、50%の確率で火災を起こす。 既存の死亡効果にスタックする。
ko: 아군이 사망할 시 폭발하여 적 선원에게 15의 피해를 가하고 50%의 확률로 화재를 일으킵니다. 다른 사망 효과와 중첩됩니다.
pl: Dodaje efekt śmierci sojuszniczej załodze, sprawiając, że eksplodują zadając 15 obrażeń załodze wroga, z 50% szansą na wywołanie pożarów. Kumuluje się z już istniejącymi efektami śmierci.
pt_br: Adiciona um efeito de morte à tripulação aliada, fazendo-a explodir, causando 15 de dano à tripulação contra inimigos, com 50% de chance de iniciar incêndios. Acumula-se aos efeitos de morte já existentes.
zh_hans: 所有友方船员死亡后将爆炸，对同舱室敌方船员造成15点伤害，且有50%起火率。 效果与已有的死亡效果叠加。

source: Weapon Pre-igniter
es: Arma pre-archivador
it: ARMA PRE-IGNITER
ja: ウェポン・プリ・イグナイター
ko: 무기 조기 점화기
pl: Prefabrykator broni
pt_br: Arma Pré-roticadora
zh_hans: 武器预热器

source: Weapons are made immediately available after an FTL jump.
es: Las armas se hacen disponibles de inmediato después de un salto FTL.
it: Le armi sono rese immediatamente disponibili dopo un salto FTL.
ja: 武器はFTLジャンプ後すぐに使用可能になる。
ko: 초광속 도약 후 무기를 즉시 사용할 수 있습니다.
pl: Broń staje się dostępna natychmiast po skoku SSD.
pt_br: As armas são disponibilizadas imediatamente após um salto de FTL.
zh_hans: 武器在超光速跃迁后立即可用。
