Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_1"]/desc
source: Energy weapons can disable systems while also causing hull damage.
es: Las armas de energía pueden desactivar sistemas mientras también causan daño al casco.
it: Le armi energetiche possono disabilitare i sistemi causando anche danni allo scafo.
ja: エネルギーウェポンはシステムを無効にするだけでなく、船体にも損傷を与える可能性がある。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다.
pl: Broń energetyczna może wyłączać systemy, jednocześnie powodując uszkodzenia kadłuba.
pt_br: As armas de energia podem desativar sistemas e também causar danos ao casco.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_2"]/title
source: Energy Cannon II
es: Cañón de Energía II
it: Cannone energetico II
ja: エネルギー・キャノンII
ko: 에너지 포 II
pl: Działo Energetyczne II
pt_br: Canhão de energia II
zh_hans: 能量炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_2"]/short
source: Energy II
es: Energía II
it: Energia II
ja: エネルギーII
pl: Energia II
pt_br: Energia II
zh_hans: 能量II

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_2"]/desc
source: Energy weapons can disable systems while also causing hull damage.
es: Las armas de energía pueden desactivar sistemas mientras también causan daño al casco.
it: Le armi energetiche possono disabilitare i sistemi causando anche danni allo scafo.
ja: エネルギーウェポンはシステムを無効にするだけでなく、船体にも損傷を与える可能性がある。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다.
pl: Broń energetyczna może wyłączać systemy, jednocześnie powodując uszkodzenia kadłuba.
pt_br: As armas de energia podem desativar sistemas e também causar danos ao casco.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_2_PLAYER"]/title
source: Energy Cannon II
es: Cañón de Energía II†
ja: エナジー・キャノンII
ko: 에너지 포 II†
pl: Działo Energetyczne II†
pt_br: Canhão de energia II†
zh_hans: 能量炮II†

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_2_PLAYER"]/short
source: Energy II
es: Energía II†
it: Energia II †
ja: エネルギーII
pl: Energia II†
pt_br: Energia II†
zh_hans: 能量II†

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_2_PLAYER"]/desc
source: Energy weapons can disable systems while also causing hull damage.
es: Las armas de energía pueden desactivar sistemas mientras también causan daño al casco.
it: Le armi energetiche possono disabilitare i sistemi causando anche danni allo scafo.
ja: エネルギーウェポンはシステムを無効にするだけでなく、船体にも損傷を与える可能性がある。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다.
pl: Broń energetyczna może wyłączać systemy, jednocześnie powodując uszkodzenia kadłuba.
pt_br: As armas de energia podem desativar sistemas e também causar danos ao casco.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_3"]/title
source: Energy Cannon III
es: Cañón de Energía III
it: Cannone energetico III
ja: エネルギー・キャノンIII
ko: 에너지 포 III
pl: Działo Energetyczne III
pt_br: Canhão de energia III
zh_hans: 能量炮III

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_3"]/short
source: Energy III
es: Energía III
it: Energia III
ja: エネルギーIII
pl: Energia III
pt_br: Energia III
zh_hans: 能量III

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_3"]/desc
source: Energy weapons can disable systems while also causing hull damage.
es: Las armas de energía pueden desactivar sistemas mientras también causan daño al casco.
it: Le armi energetiche possono disabilitare i sistemi causando anche danni allo scafo.
ja: エネルギーウェポンはシステムを無効にするだけでなく、船体にも損傷を与える可能性がある。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다.
pl: Broń energetyczna może wyłączać systemy, jednocześnie powodując uszkodzenia kadłuba.
pt_br: As armas de energia podem desativar sistemas e também causar danos ao casco.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_HULL"]/title
source: Heavy Energy
es: Energía Pesada
it: Energia pesante
ja: 重いエネルギー
ko: 중형 에너지 포
pl: Ciężka Energia
pt_br: Energia pesada
zh_hans: 重型能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_HULL"]/short
source: Heavy Energy
es: Energía Pesada
it: Energia pesante
ja: 重いエネルギー
ko: 중형 에너지 포
pl: Ciężka Energia
pt_br: Energia pesada
zh_hans: 重型能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_HULL"]/desc
source: Energy weapons can disable systems while also causing hull damage. This one does additional hull damage on systemless rooms.
es: Las armas de energía pueden desactivar sistemas mientras también causan daño al casco. Esta inflige daño adicional al casco en salas sin sistemas.
it: Le armi energetiche possono disabilitare i sistemi causando anche danni allo scafo.Questo fa ulteriori danni allo scafo in stanze senza sistema.
ja: エネルギーウェポンはシステムを無効にすると同時に、船体に損傷を与える可能性がある。これはシステムのない部屋に追加の船体ダメージを与える。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다. 이 무기는 시스템이 없는 선실에 추가적인 피해를 입힙니다.
pl: Broń energetyczna może wyłączać systemy, jednocześnie powodując uszkodzenia kadłuba. Ta zadaje dodatkowe obrażenia kadłubowi w pomieszczeniach bez systemów.
pt_br: As armas de energia podem desativar sistemas e também causar danos ao casco. Essa arma causa dano adicional ao casco em salas sem sistemas.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种可对无系统的舱室造成额外的舰体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_STUN"]/title
source: Energy Stunner
es: Aturdidor de Energía
it: Storner di energia
ja: エナジー・スタナー
ko: 에너지 충격기
pl: Ogłuszacz Energetyczny
pt_br: Energia Stunner
zh_hans: 眩晕能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_STUN"]/short
source: Energy Stunner
es: Aturdidor de Energía
it: Storner di energia
ja: エナジー・スタナー
ko: 에너지 충격기
pl: Ogłuszacz Energetyczny
pt_br: Energia Stunner
zh_hans: 眩晕能量

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_STUN"]/desc
source: Energy weapons can disable systems and cause hull damage. This weapon stuns crew inside the room for 10 seconds.
es: Las armas de energía pueden desactivar sistemas y causar daño al casco. Esta arma aturde a la tripulación dentro de la sala durante 10 segundos.
it: Le armi energetiche possono disabilitare i sistemi e causare danni allo scafo.Questa arma stordisce l'equipaggio all'interno della stanza per 10 secondi.
ja: エネルギーウェポンはシステムを無効にし、船体に損傷を与える可能性がある。この武器は室内にいるクルーを10秒間スタンさせる。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다. 이 무기는 피격된 선실 내부의 선원을 10초간 마비시킵니다.
pl: Broń energetyczna może wyłączać systemy i powodować uszkodzenia kadłuba. Ta broń ogłusza załogę w pomieszczeniu na 10 sekund.
pt_br: As armas de energia podem desativar sistemas e causar danos ao casco. Essa arma atordoa a tripulação dentro da sala por 10 segundos.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种武器使舱室内的船员眩晕10秒。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_STUN_PLAYER"]/title
source: Energy Stunner
es: Aturdidor de Energía†
it: Energy Stornner †
ja: エナジースタンナー
ko: 에너지 충격기†
pl: Ogłuszacz Energetyczny†
pt_br: Energia Stunner†
zh_hans: 眩晕能量炮†

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_STUN_PLAYER"]/short
source: Energy Stunner
es: Aturdidor de Energía†
it: Energy Stornner †
ja: エナジースタンナー
ko: 에너지 충격기†
pl: Ogłuszacz Energetyczny†
pt_br: Energia Stunner†
zh_hans: 眩晕能量∫

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_STUN_PLAYER"]/desc
source: Energy weapons can disable systems and cause hull damage. This weapon stuns crew inside the room for 10 seconds.
es: Las armas de energía pueden desactivar sistemas y causar daño al casco. Esta arma aturde a la tripulación dentro de la sala durante 10 segundos.
it: Le armi energetiche possono disabilitare i sistemi e causare danni allo scafo.Questa arma stordisce l'equipaggio all'interno della stanza per 10 secondi.
ja: エネルギーウェポンはシステムを無効にし、船体に損傷を与える可能性がある。この武器は室内にいるクルーを10秒間スタンさせる。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다. 이 무기는 피격된 선실 내부의 선원을 10초간 마비시킵니다.
pl: Broń energetyczna może wyłączać systemy i powodować uszkodzenia kadłuba. Ta broń ogłusza załogę w pomieszczeniu na 10 sekund.
pt_br: As armas de energia podem desativar sistemas e causar danos ao casco. Essa arma atordoa a tripulação dentro da sala por 10 segundos.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种武器使舱室内的船员眩晕10秒。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CHAINGUN"]/title
source: Chain Energy
es: Energía en Cadena
it: Energia a catena
ja: チェーン・エネルギー
ko: 연쇄 에너지 포
pl: Energia Łańcuchowa
pt_br: Energia da cadeia
zh_hans: 链式能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CHAINGUN"]/short
source: Chain E.
es: Energía Cad.
it: Catena E.
ja: チェーンE
pl: Łańc. E.
pt_br: Cadeia E.
zh_hans: 链式能量

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CHAINGUN"]/desc
source: Energy weapons can disable systems and cause hull damage. This weapon gets quicker with each volley.
es: Las armas de energía pueden desactivar sistemas y causar daño al casco. Esta arma se vuelve más rápida con cada andanada.
it: Le armi energetiche possono disabilitare i sistemi e causare danni allo scafo.Quest'arma diventa più veloce con ogni tiro al volo.
ja: エネルギーウェポンはシステムを無効にし、船体に損傷を与える可能性がある。この武器は発射するたびに速くなる。
ko: 에너지 무기는 시스템을 마비시키면서 선체에도 피해를 줍니다. 이 무기는 발사할 때마다 충전 시간이 줄어듭니다.
pl: Broń energetyczna może wyłączać systemy i powodować uszkodzenia kadłuba. Ta broń staje się szybsza z każdą salwą.
pt_br: As armas de energia podem desativar sistemas e causar danos ao casco. Essa arma fica mais rápida a cada disparo.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种武器的充能速度在每组射击后都会变得更快。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CHARGEGUN"]/title
source: Energy Charger
es: Cargador de Energía
it: Caricatore energetico
ja: エナジーチャージャー
ko: 충전식 에너지 포
pl: Ładowarka Energetyczna
pt_br: Carregador de energia
zh_hans: 蓄能炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CHARGEGUN"]/short
source: Energy Ch.
es: Energía C.
it: ENERGIA CH.
ja: エネルギーCh.
pl: Ład. En.
pt_br: Ch. Energia
zh_hans: 蓄能炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CHARGEGUN"]/desc
source: This Energy weapon can charge multiple times, giving it additional projectiles.
es: Esta arma de Energía puede cargarse varias veces, dándole proyectiles adicionales.
it: Questa arma energetica può caricare più volte, dandogli proiettili aggiuntivi.
ja: このエネルギーウェポンは複数回チャージして追加の発射体を与えることができる。
ko: 발사체를 모아 한꺼번에 발사할 수 있는 에너지 무기입니다.
pl: Ta broń energetyczna może ładować się wielokrotnie, dając jej dodatkowe pociski.
pt_br: Essa arma de energia pode ser carregada várias vezes, o que lhe dá projéteis adicionais.
zh_hans: 这种能量武器可以多次充能，来发射额外的弹体。

source: Energy Charger
es: Cargador de Energía†
it: Caricatore energetico †
ja: エナジー・チャージャー
ko: 충전식 에너지 포†
pl: Ładowarka Energetyczna†
pt_br: Carregador de energia†
zh_hans: 蓄能炮†

source: Energy Ch.
es: Energía C.†
ja: エネルギー
pl: Ład. En.†
pt_br: Energia Ch.†
zh_hans: 蓄能炮†

source: This Energy weapon can charge multiple times, giving it additional projectiles.
es: Esta arma de Energía puede cargarse varias veces, dándole proyectiles adicionales.
it: Questa arma energetica può caricare più volte, dandogli proiettili aggiuntivi.
ja: このエネルギーウェポンは複数回チャージして追加の発射体を与えることができる。
ko: 발사체를 모아 한꺼번에 발사할 수 있는 에너지 무기입니다.
pl: Ta broń energetyczna może ładować się wielokrotnie, dając jej dodatkowe pociski.
pt_br: Essa arma de energia pode ser carregada várias vezes, o que lhe dá projéteis adicionais.
zh_hans: 这种能量武器可以多次充能，来发射额外的弹体。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_1"]/title
source: Flak Gun MK I
es: Cañón Flak MK I
ja: 対空砲 MK I
ko: 대공포 마크 I
pl: Działo Odłamkowe MK I
pt_br: Arma Flak MK I
zh_hans: 破片炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_1"]/short
source: Flak I
es: Flamo yo
ja: 対空砲火
pl: Oskol.Biuro.I
zh_hans: 破片I

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_1"]/desc
source: A small, lower power Flak cannon that shoots 2 projectiles and recharges quickly.
es: Un pequeño cañón Flak de menor potencia que dispara 2 proyectiles y se recarga rápidamente.
it: Un piccolo cannone a flak di potenza inferiore che spara 2 proiettili e si ricarica rapidamente.
ja: 小型で低出力のフラック砲で、2発の発射体を発射し、急速に再充電する。
ko: 빠른 충전 속도로 2발의 발사체를 쏘는 소형 저전력 대공포입니다.
pl: Małe, słabsze działo odłamkowe, które strzela 2 pociskami i szybko się przeładowuje.
pt_br: Um canhão Flak pequeno e de baixa potência que dispara 2 projéteis e recarrega rapidamente.
zh_hans: 一种小型，低功率的破片炮，发射2枚弹体，充能迅速。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_1_ENEMY"]/title
source: Flak Gun MK I
es: Cañón Flak MK I
ja: 対空砲 MK I
pl: Działo Odłamkowe MK I
pt_br: Arma Flak MK I
zh_hans: 破片炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_1_ENEMY"]/short
source: Flak I
es: Flamo yo
ja: 対空砲火
pl: Oskol.Biuro.I
zh_hans: 破片I

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_2"]/title
source: Flak Gun MK II
es: Cañón Flak MK II
ja: 対空砲 MK II
ko: 대공포 마크 II
pl: Działo Odłamkowe MK II
pt_br: Pistola Flak MK II
zh_hans: 破片炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_2"]/short
source: Flak II
ja: 対空砲火II
pl: Oskol.Biuro.Ii
zh_hans: 破片II

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_2"]/desc
source: Fires a blast of debris across a random area doing up to 3 damage. Good at taking down shields but hard to aim.
es: Dispara una explosión de escombros en un área aleatoria que hace hasta 3 daños.Bueno para derribar escudos pero difícil de apuntar.
it: Scatta un'esplosione di detriti in un'area casuale che fa fino a 3 danni.Bravo a abbattere gli scudi ma difficile da puntare.
ja: ランダムなエリアに破片の爆発を発射し、最大3ダメージを与える。シールドを倒すのは得意だが狙うのは難しい。
ko: 우주쓰레기를 모아 발사합니다. 범위 내에 무작위로 3의 피해를 입힙니다. 방어막은 쉽게 벗기지만, 선체에는 잘 명중하지 않습니다.
pl: Strzela fragmenty w przedziale i strefie wokół niego, nakładając do 3 obrażeń.Jest dobry do usuwania tarczy, ale celowanie jest trudne.
pt_br: Dispara uma explosão de detritos em uma área aleatória causando até 3 danos.Bom em derrubar escudos, mas difícil de mirar.
zh_hans: 在随机范围内发射一簇破片，最多可造成3点伤害。擅长击破护盾，但很难瞄准。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_2_PLAYER"]/title
source: Flak Gun MK II
es: Cañón Flak MK II†
ja: Flak Gun MK II† （対空砲
ko: 대공포 마크 II†
pl: Działo Odłamkowe MK II†
pt_br: Pistola Flak MK II†
zh_hans: 破片炮II†

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_2_PLAYER"]/short
source: Flak II
ja: 対空砲火II
pl: Odłamkowe II†
zh_hans: 破片II†

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_2_PLAYER"]/desc
source: Fires a blast of debris across a random area doing up to 3 damage. Good at taking down shields but hard to aim.
es: Dispara una explosión de escombros en un área aleatoria que hace hasta 3 daños.Bueno para derribar escudos pero difícil de apuntar.
it: Scatta un'esplosione di detriti in un'area casuale che fa fino a 3 danni.Bravo a abbattere gli scudi ma difficile da puntare.
ja: ランダムなエリアに破片の爆発を発射し、最大3ダメージを与える。シールドを倒すのは得意だが狙うのは難しい。
ko: 우주쓰레기를 모아 발사합니다. 범위 내에 무작위로 3의 피해를 입힙니다. 방어막은 쉽게 벗기지만, 선체에는 잘 명중하지 않습니다.
pl: Strzela fragmenty w przedziale i strefie wokół niego, nakładając do 3 obrażeń.Jest dobry do usuwania tarczy, ale celowanie jest trudne.
pt_br: Dispara uma explosão de detritos em uma área aleatória causando até 3 danos.Bom em derrubar escudos, mas difícil de mirar.
zh_hans: 在随机范围内发射一簇破片，最多可造成3点伤害。擅长击破护盾，但很难瞄准。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_3"]/title
source: Flak Gun MK III
es: Cañón Flak MK III
ja: 対空砲 MK III
ko: 대공포 마크 III
pl: Działo Odłamkowe MK III
pt_br: Pistola Flak MK III
zh_hans: 破片炮III

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_3"]/short
source: Flak III
ja: 対空砲火III
pl: Odłamkowe III
zh_hans: 破片III

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_3"]/desc
source: Fires a blast of debris across a random area doing up to 5 damage. Good at taking down shields but hard to aim.
es: Dispara una ráfaga de escombros en un área aleatoria infligiendo hasta 5 de daño. Bueno para derribar escudos pero difícil de apuntar.
it: Scatta un'esplosione di detriti in un'area casuale che fa fino a 5 danni.Bravo a abbattere gli scudi ma difficile da puntare.
ja: ランダムなエリアに破片の爆発を発射し、最大5のダメージを与える。シールドを倒すのは得意だが狙うのは難しい。
ko: 우주쓰레기를 모아 발사합니다. 범위 내에 무작위로 5의 피해를 입힙니다. 방어막은 쉽게 벗기지만, 선체에는 잘 명중하지 않습니다.
pl: Wystrzeliwuje wybuch odłamków w losowym obszarze, zadając do 5 obrażeń. Dobre do niszczenia tarcz, ale trudne do wycelowania.
pt_br: Dispara uma rajada de destroços em uma área aleatória, causando até 5 de dano. Bom para derrubar escudos, mas difícil de mirar.
zh_hans: 在随机范围内发射一簇破片，最多可造成5点伤害。擅长击破护盾，但很难瞄准。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_4"]/title
source: Flak Gun MK IV
es: Cañón Flak MK IV
ja: 対空砲 MK IV
ko: 대공포 마크 IV
pl: Działo Odłamkowe MK IV
pt_br: Pistola Flak MK IV
zh_hans: 破片炮IV

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_4"]/short
source: Flak IV
ja: 対空砲火IV
pl: Odłamkowe IV
zh_hans: 破片IV

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_4"]/desc
source: Fires a blast of debris across a random area doing up to 8 damage. Good at taking down shields but hard to aim.
es: Dispara una ráfaga de escombros en un área aleatoria infligiendo hasta 8 de daño. Bueno para derribar escudos pero difícil de apuntar.
it: Scatta un'esplosione di detriti in un'area casuale che fa fino a 8 danni.Bravo a abbattere gli scudi ma difficile da puntare.
ja: ランダムなエリアに破片の爆発を発射し、最大8ダメージを与える。シールドを倒すのは得意だが狙うのは難しい。
ko: 우주쓰레기를 모아 발사합니다. 범위 내에 무작위로 8의 피해를 입힙니다. 방어막은 쉽게 벗기지만, 선체에는 잘 명중하지 않습니다.
pl: Wystrzeliwuje wybuch odłamków w losowym obszarze, zadając do 8 obrażeń. Dobre do niszczenia tarcz, ale trudne do wycelowania.
pt_br: Dispara uma rajada de destroços em uma área aleatória, causando até 8 de dano. Bom para derrubar escudos, mas difícil de mirar.
zh_hans: 在随机范围内发射一簇破片，最多可造成8点伤害。擅长击破护盾，但很难瞄准。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_CHARGE"]/title
source: Flak Charger
es: Cargador Flak
it: Caricatore a flak
ja: 対空チャージャー
ko: 충전식 플랙
pl: Ładowarka Odłamkowa
pt_br: Carregador Flak
zh_hans: 充能破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_CHARGE"]/short
source: Flak Charge
es: Carga Flak
it: Carica di flak
ja: 対空砲火
ko: 충전식 플랙
pl: Ład. Odłam.
pt_br: Carga de flocos
zh_hans: 充能破片

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_CHARGE"]/desc
source: A specialized Flak cannon that can charge up to 3 shots!
es: ¡Un cañón Flak especializado que puede cargar hasta 3 disparos!
it: Un cannone a flak specializzato che può caricare fino a 3 colpi!
ja: 最大3発までチャージできる特殊な高射砲だ。
ko: 탄환을 3발까지 모을 수 있는 특수한 대공포입니다!
pl: Wyspecjalizowane działo odłamkowe, które może naładować do 3 strzałów!
pt_br: Um canhão Flak especializado que pode carregar até 3 tiros!
zh_hans: 一种特化的破片武器，最多可以充能3发！

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_CHAIN"]/title
source: Chain Flak Gun
es: Cañón Flak en Cadena
it: Pistola a catena
ja: チェーン対空砲
ko: 연쇄 대공포
pl: Działo Odłamkowe Łańcuchowe
pt_br: Pistola Chain Flak
zh_hans: 链式破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_CHAIN"]/short
source: Chain Flak
es: Flak Cad.
it: Flak a catena
ja: チェーン・フラック
pl: Łańc. Odłam.
pt_br: Corrente de fogo
zh_hans: 链式破片

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_CHAIN"]/desc
source: Fires 3 projectiles in a random area that excel at taking down shields. Each shot reduces the cooldown.
es: Dispara 3 proyectiles en un área aleatoria que son excelentes para derribar escudos. Cada disparo reduce el tiempo de recarga.
it: Accendi 3 proiettili in un'area casuale che eccellono nel abbattere gli scudi.Ogni colpo riduce il tempo di recupero.
ja: シールドを倒すのに優れた3つの発射体をランダムなエリアに発射する。ショットごとにクールダウンが減少する。
ko: 방어막을 벗기는데 탁월한 3발의 발사체를 범위내에 무작위로 발사합니다. 발사할 때마다 충전 시간이 줄어듭니다.
pl: Wystrzeliwuje 3 pociski w losowym obszarze, które doskonale nadają się do niszczenia tarcz. Każdy strzał skraca czas odnowienia.
pt_br: Dispara 3 projéteis em uma área aleatória que são excelentes para derrubar escudos. Cada disparo reduz o tempo de recarga.
zh_hans: 向随机范围内发射3枚弹体，擅长攻击护盾。每次射击都会减少充能时间。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_INSTANT"]/title
source: Pre-emptive Flak
es: Flak Preventivo
it: Flak preventivo
ja: 先制対空砲火
ko: 선제 대공포
pl: Wstępne Odłamki
pt_br: Flak preventivo
zh_hans: 先发破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_INSTANT"]/short
source: Pre-Flak
ja: プリフラック
pl: Pre-Odłam.
pt_br: Pré-Flak
zh_hans: 先发破片

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_INSTANT"]/desc
source: This shotgun weapon uses no power, charges instantly, and fires a burst of 7 flak projectiles at once. However, it can only be shot once per combat.
es: Esta arma de escopeta no usa energía, se carga instantáneamente y dispara una ráfaga de 7 proyectiles flak a la vez. Sin embargo, solo se puede disparar una vez por combate.
it: Quest'arma di fucili da caccia non usa energia, accusa istantaneamente e spara a uno scoppio di 7 proiettili di flak contemporaneamente.Tuttavia, può essere girato solo una volta per combattimento.
ja: このショットガン武器は動力を使用せず、瞬時にチャージし、一度に7発の高射砲をバーストで発射する。ただし、1戦闘につき1回しか撃てない。
ko: 이 산탄 무기는 전력을 소비하지 않고, 즉시 충전되며, 한 번에 7발의 우주쓰레기를 모아 발사합니다. 그러나, 전투당 한 번만 사용할 수 있습니다.
pl: Ta broń typu strzelba nie zużywa energii, ładuje się natychmiast i wystrzeliwuje serię 7 pocisków odłamkowych naraz. Jednak można z niej strzelić tylko raz na walkę.
pt_br: Essa arma de espingarda não usa energia, carrega instantaneamente e dispara uma rajada de 7 projéteis de fogo de uma só vez. No entanto, ela só pode ser disparada uma vez por combate.
zh_hans: 这种散射武器无需供能，充能迅速，并一次发射7枚破片。但是每场战斗只能射击一次。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_FIRE"]/title
source: Ignited Flak Gun
es: Cañón Flak Ígneo
it: Flak Gun acceso
ja: 点火された対空砲
ko: 불타는 대공포
pl: Działo Odłamkowe Zapalające
pt_br: Arma de fogo acesa
zh_hans: 火焰破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_FIRE"]/short
source: Fire Flak
es: Flak Fuego
it: Fuoco di fuoco
ja: 対空砲火
pl: Ogn. Odłam.
pt_br: Floco de Fogo
zh_hans: 火焰破片

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_FIRE"]/desc
source: Fires 4 flaming projectiles that have an increased chance to start a fire.
es: Dispara 4 proyectiles en llamas que tienen una mayor probabilidad de iniciar un incendio.
it: Accendi 4 proiettili fiammeggianti che hanno maggiori possibilità di accendere un incendio.
ja: 火災を引き起こす可能性が増加した炎の発射体を4発発射する。
ko: 높은 화재 발생 확률을 가진 4발의 불타는 우주쓰레기를 발사합니다.
pl: Wystrzeliwuje 4 płonące pociski, które mają zwiększoną szansę na wywołanie pożaru.
pt_br: Dispara 4 projéteis flamejantes que têm uma chance maior de iniciar um incêndio.
zh_hans: 发射4枚燃烧弹体，这些弹体有更高的几率引发火灾。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_ION"]/title
source: Electrified Flak Gun
es: Cañón Flak Electrificado
it: Pistola flak elettrificata
ja: 電化対空砲
ko: 전화된 대공포
pl: Działo Odłamkowe Zelektryfikowane
pt_br: Canhão Flak eletrificado
zh_hans: 离子破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_ION"]/short
source: Ion Flak
es: Flak Ión
it: Flak di ione
ja: イオン・フラック
pl: Jon. Odłam.
pt_br: Floco de Íons
zh_hans: 离子破片
