Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MORPH_HEALTH"]/title
source: [L] Hulking Mass
es: [L] Masa Enorme
it: [L] Messa di Hulking
ja: [左］ハルキング・マス
ko: [L] 비대한 덩어리
pl: [L] Ogromna Masa
pt_br: [L] Massa de Hulking
zh_hans: [外]巨大化

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MORPH_HEALTH"]/desc
source: Morphs gain 50% extra health, but move at half speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Morfos ganan un 50% de salud extra, pero se mueven a mitad de velocidad. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I morph guadagnano il 50% di salute in più, ma si muovono a metà velocità. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: モーフは体力を50％増加させるが、移動速度は半分になる。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 모프가 50%의 추가 생명력을 얻지만, 이동속도가 절반이 됩니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Morfy zyskują 50% dodatkowego zdrowia, ale poruszają się z połową prędkości. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os Morphs ganham 50% de vida extra, mas se movem com metade da velocidade. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 模物族获得50%的最大生命值，但移动速度减少50% [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_TECHNO_BAY"]/title
source: Robotic Mimickry
es: Mimetismo Robótico
it: Mimetismo robotico
ja: ロボット擬態
pl: Mimikra Robotyczna
pt_br: Mimicismo robótico
zh_hans: 机械仿态

# data/blueprints.xml.append$//augBlueprint[@name="LAB_TECHNO_BAY"]/desc
source: Technopaths heal at full speed in your drone control room while it is powered.
es: Los tecnópatas se curan a toda velocidad en tu sala de control de drones mientras está encendida.
it: I tecnopatici guariscono a tutta velocità nella tua sala di controllo dei droni mentre è alimentato.
ja: テクノパスは、ドローンの制御室に動力が供給されている間、全速力で回復する。
pl: Technopaci leczą się z pełną prędkością w twoim pokoju kontroli dronów, gdy jest zasilany.
pt_br: Os technopatas cicatrizam a toda velocidade em sua sala de controle de drones enquanto são alimentados.
zh_hans: 科技模物族可在已供能的无人机控制室里以默认速度恢复生命值。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_INSTALLED"]/title
source: Spider
es: Araña
it: Ragno
ja: クモ
pl: Pająk
pt_br: Aranha
zh_hans: 蜘蛛族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_INSTALLED"]/desc
source: Spider upgrade installed.
es: Mejora Araña instalada.
it: Aggiornamento del ragno installato.
ja: スパイダーアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Pająków.
pt_br: Atualização do Spider instalada.
zh_hans: 已配置蜘蛛族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_WEBS"]/title
source: Webbing
es: Telaraña
it: Cinghia
ja: ウェビング
pl: Pajęczyna
pt_br: Cinta
zh_hans: 织网

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_WEBS"]/desc
source: All non-spider crew move at 50% speed in the presence of spiders. Does not stack.
es: Toda la tripulación no-araña se mueve al 50% de velocidad en presencia de arañas. No se acumula.
it: Tutti i membri dell'equipaggio non-spider si muovono alla velocità del 50% in presenza di ragni.Non si impila.
ja: スパイダー以外のすべてのクルーは、スパイダーの存在下では50%の速度で移動する。スタックしない。
pl: Cała załoga (nie-Pająki) porusza się z 50% prędkością w obecności Pająków. Nie kumuluje się.
pt_br: Toda a tripulação não aranha se move com 50% de velocidade na presença de aranhas. Não acumula.
zh_hans: 所有非蜘蛛族船员与蜘蛛族同舱室时降低50%的移动速度。不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_SILK"]/title
source: Silk Touch
es: Toque de Seda
it: Tocco di seta
ja: シルク・タッチ
pl: Jedwabny Dotyk
pt_br: Toque de seda
zh_hans: 丝绸触感

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_SILK"]/desc
source: Spiders gain tripled repair speed, but have their combat damage reduced by 25%
es: Las Arañas ganan el triple de velocidad de reparación, pero su daño de combate se reduce en un 25%
it: I ragni guadagnano la velocità di riparazione triplicata, ma hanno ridotto il loro danno al combattimento
ja: スパイダーの修復速度は3倍になるが、戦闘ダメージは25%減少する
pl: Pająki zyskują potrójną prędkość naprawy, ale ich obrażenia w walce są zmniejszone o 25%.
pt_br: As aranhas ganham velocidade de reparo triplicada, mas têm seu dano de combate reduzido em 25%
zh_hans: 蜘蛛族的维修速度增加200%，但战斗伤害减少25%

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_PREDATOR"]/title
source: Predatory Instincts
es: Instintos Depredadores
it: Istinti predatori
ja: 捕食本能
pl: Instynkty Drapieżnika
pt_br: Instintos predatórios
zh_hans: 掠食本能

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SPIDER_PREDATOR"]/desc
source: Spiders cant repair at all, or man systems, but gain 50% combat damage and movement speed
es: Las Arañas no pueden reparar en absoluto, ni operar sistemas, pero ganan un 50% de daño de combate y velocidad de movimiento
it: I ragni non possono affatto riparare o sistemi MAN, ma ottenere danni al combattimento del 50% e velocità di movimento
ja: スパイダーはシステムをまったく修復できず、システム担当もできないが、戦闘ダメージと移動速度が50%増加する
pl: Pająki nie mogą w ogóle naprawiać ani obsługiwać systemów, ale zyskują 50% do obrażeń w walce i prędkości ruchu.
pt_br: As aranhas não podem fazer reparos, nem operar sistemas, mas ganham 50% de dano de combate e velocidade de movimento
zh_hans: 蜘蛛族完全无法维修，也无法操控系统，但额外获得50%的战斗伤害与移动速度

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SPIDER_SILK"]/title
source: [L] Silk Touch
es: [L] Toque de Seda
it: [L] tocco di seta
ja: [L] シルクタッチ
ko: [L] 섬세한 손길
pl: [L] Jedwabny Dotyk
pt_br: [Toque de Seda
zh_hans: [外]丝绸触感

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SPIDER_SILK"]/desc
source: Spiders gain tripled repair speed, but have their combat damage reduced by 25%. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Las Arañas ganan el triple de velocidad de reparación, pero su daño de combate se reduce en un 25%. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I ragni ottengono una velocità di riparazione triplicata, ma hanno ridotto il loro danno al combattimento del 25%. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: スパイダーの修理速度は3倍になるが、戦闘ダメージは25％減少する。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 거미의 수리 속도가 3배가 되지만, 대인 공격력이 25%만큼 감소합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Pająki zyskują potrójną prędkość naprawy, ale ich obrażenia w walce są zmniejszone o 25%. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: As aranhas ganham velocidade de reparo triplicada, mas têm seu dano de combate reduzido em 25%. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 蜘蛛族的维修速度提高200%，但战斗伤害减少25%。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SPIDER_WEBS"]/title
source: [L] Webbing
es: [L] Telaraña
it: [L] cinghia
ja: [L] ウェビング
ko: [L] 거미줄 치기
pl: [L] Pajęczyna
pt_br: [L] Cinta
zh_hans: [外]织网

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SPIDER_WEBS"]/desc
source: All non-spider crew move at 50% speed in the presence of spiders. Does not stack. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Toda la tripulación no-araña se mueve al 50% de velocidad en presencia de arañas. No se acumula. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Tutti i membri dell'equipaggio non-spider si muovono alla velocità del 50% in presenza di ragni.Non si impila. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: スパイダー以外のすべてのクルーは、スパイダーのいる場所では50%の速度で移動する。スタックしない。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボのアップグレードに変換することはできないが、主スロットを消費することはない。スタックしない。
ko: 한 선실에 있는 거미의 수만큼 해당 선실에서 거미가 아닌 선원의 이동속도가 50%씩 감소합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Cała załoga (nie-Pająki) porusza się z 50% prędkością w obecności Pająków. Nie kumuluje się. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Toda a tripulação não aranha se move com 50% de velocidade na presença de aranhas. Não acumula. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não acumula com ele mesmo.
zh_hans: 所有非蜘蛛族船员与友方蜘蛛族同舱室时移动速度减少50%，效果不叠加。] [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_INSTALLED"]/title
source: Lizard
es: Lagarto
it: Lucertola
ja: リザード
pl: Jaszczurka
pt_br: Lagarto
zh_hans: 蜥蜴

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_INSTALLED"]/desc
source: Lizard upgrade installed.
es: Mejora Lagarto instalada.
it: Aggiornamento della lucertola installata.
ja: リザードアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Jaszczurów.
pt_br: Atualização do lagarto instalada.
zh_hans: 已配置蜥蜴特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_STRENGTH"]/title
source: Together Strong
es: Juntos Fuertes
it: Insieme forti
ja: ともに強く
pl: Razem Silni
pt_br: Juntos e fortes
zh_hans: 强强联手

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_STRENGTH"]/desc
source: Lizards gain a 10% combat and repair buff for each lizard in the room.
es: Los Lagartos ganan una mejora de combate y reparación del 10% por cada lagarto en la sala.
it: Le lucertole ottengono un appassionato di combattimento e riparazione del 10% per ogni lucertola nella stanza.
ja: リザードは部屋内のリザード1匹につき10%の戦闘バフと修復バフを獲得する。
pl: Jaszczury zyskują 10% premii do walki i naprawy za każdego Jaszczura w pomieszczeniu.
pt_br: Os lagartos recebem um bônus de 10% de combate e reparo para cada lagarto na sala.
zh_hans: 舱室内的每只蜥蜴都会获得10%的战斗伤害和维修速度加成。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_TECH"]/title
source: Technophobia
es: Tecnófobia
it: Technofobia
ja: テクノフォビア
pl: Technofobia
pt_br: Tecnofobia
zh_hans: 科技厌恶

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_TECH"]/desc
source: Lizards gain double sabotage damage, double combat damage when in a room with hostile drones, and increased movement speed that scales with the strength of the enemy shields.
es: Los Lagartos ganan el doble de daño de sabotaje, el doble de daño de combate cuando están en una sala con drones hostiles, y una mayor velocidad de movimiento que escala con la fuerza de los escudos enemigos.
it: Le lucertole ottengono un doppio danno al sabotaggio, un doppio danno da combattimento in una stanza con droni ostili e una maggiore velocità di movimento che si ridimensiona con la forza degli scudi nemici.
ja: リザードは破壊工作ダメージを2倍、敵対的なドローンがいる部屋にいると戦闘ダメージを2倍にし、敵のシールドの強度に応じて移動速度が増加する。
pl: Jaszczury zyskują podwójne obrażenia od sabotażu, podwójne obrażenia w walce, gdy są w pomieszczeniu z wrogimi dronami, oraz zwiększoną prędkość ruchu, która skaluje się z siłą wrogich tarcz.
pt_br: Os lagartos recebem o dobro de dano de sabotagem, o dobro de dano de combate quando estão em uma sala com drones hostis e maior velocidade de movimento que se ajusta à força dos escudos inimigos.
zh_hans: 蜥蜴在与敌方无人机共处舱室时获得双重破坏伤害，2倍战斗伤害，并增加移动速度，与敌人的防护强度成正比。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_FIRE"]/title
source: Cold Blooded
es: Sangre Fría
it: A sangue freddo
ja: 冷血
pl: Zimnokrwistość
pt_br: Sangue frio
zh_hans: 冷血

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LIZARD_FIRE"]/desc
source: Lizards become immune to fire
es: Los Lagartos se vuelven inmunes al fuego
it: Le lucertole diventano immuni al fuoco
ja: リザードは火に対して耐性を持つようになる
pl: Jaszczury stają się odporne na ogień.
pt_br: Os lagartos se tornam imunes ao fogo
zh_hans: 蜥蜴对灼烧免疫

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LIZARD_TECH"]/title
source: [L] Technophobia
es: [L] Tecnofobia
it: [L] Technofobia
ja: [L] テクノフォビア
ko: [L] 기술혐오
pl: [L] Technofobia
pt_br: [Tecnofobia
zh_hans: [外]科技厌恶

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LIZARD_TECH"]/desc
source: Lizards gain double sabotage damage, double combat damage when in a room with hostile drones, and increased movement speed that scales with the strength of the enemy shields. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Lagartos ganan el doble de daño de sabotaje, el doble de daño de combate cuando están en una sala con drones hostiles, y una mayor velocidad de movimiento que escala con la fuerza de los escudos enemigos. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Le lucertole ottengono un doppio danno al sabotaggio, un doppio danno da combattimento in una stanza con droni ostili e una maggiore velocità di movimento che si ridimensiona con la forza degli scudi nemici. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: トカゲは妨害ダメージが2倍になり、敵対ドローンがいる部屋では戦闘ダメージが2倍になり、敵のシールドの強さに比例して移動速度が上昇する。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。自身とはスタックしない。
ko: 적대적인 드론과 같은 선실에 있을 경우 도마뱀의 시스템 파괴 속도와 대인 공격력이 두 배로 상승합니다. 또한 적함의 방어막 출력에 따라 이동속도가 증가합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Jaszczury zyskują podwójne obrażenia od sabotażu, podwójne obrażenia w walce, gdy są w pomieszczeniu z wrogimi dronami, oraz zwiększoną prędkość ruchu, która skaluje się z siłą wrogich tarcz. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os lagartos recebem o dobro de dano de sabotagem, o dobro de dano de combate quando estão em uma sala com drones hostis e maior velocidade de movimento que se ajusta à força dos escudos inimigos. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 蜥蜴族获得100%破坏伤害加成，与敌方无人机同舱室时获得100%战斗伤害加成，并获得与敌方护盾供能量成正比的移动速度加成。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_INSTALLED"]/title
source: Ancient
es: Antiguo
ja: 古代
pl: Starożytny
pt_br: Antiga
zh_hans: 方碑族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_INSTALLED"]/desc
source: Ancient upgrade installed.
es: Mejora Antigua instalada.
it: Antico aggiornamento installato.
ja: エンシェントアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Starożytnych.
pt_br: Atualização antiga instalada.
zh_hans: 已配置方碑族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_MORTAL"]/title
source: Mortality Initiatives
es: Iniciativas de Mortalidad
it: Iniziative di mortalità
ja: 死亡率への取り組み
ko: 필멸성 조정
pl: Inicjatywy Śmiertelności
pt_br: Iniciativas de mortalidade
zh_hans: 肉体重纳

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_MORTAL"]/desc
source: Obelisks lose their fire and asphyxiation resistance, but gain 50 more health and 25% more combat damage.
es: Los Obeliscos pierden su resistencia al fuego y a la asfixia, pero ganan 50 más de salud y un 25% más de daño de combate.
it: Gli obelischi perdono la resistenza al fuoco e all'asfissia, ma guadagnano 50 in più di salute e il 25% in più di danni da combattimento.
ja: オベリスクは火災と窒息に対する耐性を失うが、ライフが50増加し、戦闘ダメージが25%増加する。
pl: Obeliski tracą odporność na ogień i uduszenie, ale zyskują 50 więcej zdrowia i 25% więcej obrażeń w walce.
pt_br: Os obeliscos perdem sua resistência a fogo e asfixia, mas ganham 50 pontos de vida a mais e 25% a mais de dano de combate.
zh_hans: 方碑族失去环境伤害抗性，但获得50点最大生命值与25%战斗伤害加成。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_NEURAL"]/title
source: Advanced Neural Complex
es: Complejo Neuronal Avanzado
it: Complesso neurale avanzato
ja: 高度神経複合体
pl: Zaawansowany Kompleks Neuronowy
pt_br: Complexo Neural Avançado
zh_hans: 高级神经复合体

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_NEURAL"]/desc
source: Obelisks can see adjacent rooms, resist mind control, and are immune to stun.
es: Los Obeliscos pueden ver salas adyacentes, resistir el control mental y son inmunes al aturdimiento.
it: Gli obelischi possono vedere stanze adiacenti, resistere al controllo mentale e sono immuni allo stordimento.
ja: オベリスクは隣接する部屋を見ることができ、マイコンをレジストし、スタンの影響を受けない。
pl: Obeliski widzą sąsiednie pomieszczenia, są odporne na kontrolę umysłu i ogłuszenie.
pt_br: Os obeliscos podem ver as salas adjacentes, resistem ao controle mental e são imunes a atordoamento.
zh_hans: 方碑族可以看到相邻舱室，并且对心灵控制，眩晕免疫。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ANCIENT_ONEPUNCH"]/title
source: Equalizer
es: Ecualizador
it: Equalizzatore
ja: イコライザー
pl: Wyrównywacz
zh_hans: 均衡器

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ANCIENT_ONEPUNCH"]/title
source: [L] Equalizer
es: [L] Ecualizador
it: [L] Equalizzatore
ja: [L] イコライザー
ko: [L] 이퀄라이저
pl: [L] Wyrównywacz
zh_hans: [外]均衡器

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ANCIENT_ONEPUNCH"]/desc
source: Obelisks gain x5 combat damage, but all other enemy crew in the room also gain 3x damage. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Obeliscos ganan x5 de daño de combate, pero toda la demás tripulación enemiga en la sala también gana 3x de daño. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Gli obelisks ottengono danni da combattimento x5, ma anche tutti gli altri membri dell'equipaggio nemico nella stanza ottengono 3 volte danni. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: オベリスクは5倍の戦闘ダメージを得るが、部屋にいる他のすべての敵クルーも3倍のダメージを得る。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを消費する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 오벨리스크가 5배의 대인 피해를 주지만, 같은 선실에 있는 적 선원도 3배의 피해를 가합니다. 오벨리스크가 여러명이라도 중첩되지 않습니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Obeliski zyskują 5x obrażeń w walce, ale cała inna wroga załoga w pomieszczeniu również zyskuje 3x obrażeń. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os obeliscos recebem x5 de dano de combate, mas todas as outras tripulações inimigas na sala também recebem 3x de dano. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 方碑族获得400%战斗伤害加成，但舱室内敌方船员也获得200%战斗伤害加成。该效果不叠加。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_INSTALLED"]/title
source: Cognitive
es: Cognitivo
ja: 認知的
pl: Kognityw
pt_br: Cognitivo
zh_hans: 认知体

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_INSTALLED"]/desc
source: Cognitive upgrade installed.
es: Mejora Cognitiva instalada.
it: Aggiornamento cognitivo installato.
ja: コグニティブアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Kognitywów.
pt_br: Atualização cognitiva instalada.
zh_hans: 已配置认知体特质。
