Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_2"]/desc
source: Mine Launchers charge quickly and fire a burst of slow moving projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 2 fleet delay for 10 missiles at empty beacons.
es: Los Lanzaminas se cargan rápidamente y disparan una ráfaga de proyectiles de movimiento lento. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 2 de retraso de flota por 10 misiles en balizas vacías.
it: I lanciatori dei miei caricano rapidamente e sparano uno scoppio di proiettili a moviera lenta.Serve anche come un modo efficiente per gettare trappole per la flotta. Fornisce 2 ritardo della flotta per 10 missili in beacon vuoti.
ja: マインランチャーは素早くチャージし、ゆっくりと動く弾丸を発射する。また、艦隊にトラップを仕掛ける効率的な手段としても機能する。 空のビーコンにミサイルを10発撃ち込むと、艦隊に2ディレイを与える。
ko: 기뢰 사출기는 빠른 충전 속도로 느리게 움직이는 한 무더기의 발사체를 사출합니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 10개의 탄약을 소모하여 반군의 추적을 2 도약 지연시킬 수 있습니다.
pl: Wyrzutnie Min ładują się szybko i wystrzeliwują serię wolno poruszających się pocisków. Służą również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 2 opóźnienia floty za 10 rakiet przy pustych sygnalizatorach.
pt_br: Os lançadores de minas carregam rapidamente e disparam uma rajada de projéteis de movimento lento. Também serve como uma maneira eficiente de colocar armadilhas para a frota. Proporciona 2 atrasos da frota para 10 mísseis em sinalizadores vazios.
zh_hans: 空雷发射器快速充能并发射一片缓慢移动的弹体，还能高效地向追击的叛军部署陷阱。 可在空信标处用10发弹药来拖延2次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_3"]/title
source: 'Ra' Mine Launcher
es: Lanzaminas 'Ra'
it: Launcherla "ra"
ja: ラー」地雷発射機
ko: '라' 기뢰 사출기
pl: Wyrzutnia Min 'Ra'
pt_br: Lançador de minas "Ra
zh_hans: '日神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_3"]/short
source: 'Ra'
ja: ラー
zh_hans: 日神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_3"]/desc
source: Mine Launchers charge quickly and fire a burst of slow moving projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 2 fleet delay for 7 missiles at empty beacons.
es: Los Lanzaminas se cargan rápidamente y disparan una ráfaga de proyectiles de movimiento lento. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 2 de retraso de flota por 7 misiles en balizas vacías.
it: I lanciatori dei miei caricano rapidamente e sparano uno scoppio di proiettili a moviera lenta.Serve anche come un modo efficiente per gettare trappole per la flotta. Fornisce 2 ritardo della flotta per 7 missili in beacon vuoti.
ja: マインランチャーは素早くチャージし、ゆっくりと動く弾丸を発射する。また、艦隊にトラップを仕掛ける効率的な手段としても機能する。 空のビーコンにミサイルを7発撃ち込むと、艦隊に2ディレイを与える。
ko: 기뢰 사출기는 빠른 충전 속도로 느리게 움직이는 한 무더기의 발사체를 사출합니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 7개의 탄약을 소모하여 반군의 추적을 2도약 지연시킬 수 있습니다.
pl: Wyrzutnie Min ładują się szybko i wystrzeliwują serię wolno poruszających się pocisków. Służą również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 2 opóźnienia floty za 7 rakiet przy pustych sygnalizatorach.
pt_br: Os lançadores de minas carregam rapidamente e disparam uma rajada de projéteis de movimento lento. Também serve como uma maneira eficiente de colocar armadilhas para a frota. Proporciona 2 atrasos da frota para 7 mísseis em sinalizadores vazios.
zh_hans: 空雷发射器快速充能并发射一片缓慢移动的弹体，还能高效地向追击的叛军部署陷阱。 可在空信标处用7发弹药来拖延2次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_FREE"]/title
source: 'Nephthys' Mine Launcher
es: Lanzaminas 'Nephthys'
it: Lanciatrice di "Nephthys"
ja: ネフティス」地雷発射機
ko: '네프티스' 기뢰 사출기
pl: Wyrzutnia Min 'Neftyda'
pt_br: Lançador de minas "Nephthys
zh_hans: '亡神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_FREE"]/short
source: 'Nephthys'
ja: ネフティス
pl: 'Neftyda'
zh_hans: 亡神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_FREE"]/desc
source: This weapon doesn't require missiles like normal Mine Launchers, but charges slower and fires fewer projectiles per shot. Also serves as an efficient way to lay traps for the fleet. Provides 1 fleet delay for 3 missiles at empty beacons.
es: Esta arma no requiere misiles como los Lanzaminas normales, pero se carga más lento, dispara menos proyectiles por disparo y solo puede disparar un número limitado de veces en cada combate. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 1 de retraso de flota por 3 misiles en balizas vacías.
ja: この武器は通常のマインランチャーのようにミサイルを必要としないが、チャージ速度が遅く、1回の発射数が少なく、1回の戦闘で発射できる回数も限られている。また、艦隊にトラップを仕掛ける効率的な手段としても機能する。 空のビーコンにミサイルを3発撃つと、艦隊に1ディレイを与える。
ko: 이 무기는 일반적인 기뢰 사출기와 다르게 미사일을 사용하지 않지만, 충전이 느리고 발사체의 수가 적습니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 3개의 탄약을 소모하여 반군의 추적을 1도약 지연시킬 수 있습니다.
pl: Ta broń nie wymaga rakiet jak normalne Wyrzutnie Min, ale ładuje się wolniej, strzela mniejszą liczbą pocisków na strzał i może strzelać tylko ograniczoną liczbę razy w każdej walce. Służy również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 1 opóźnienie floty za 3 rakiety przy pustych sygnalizatorach.
zh_hans: 这种武器不像普通的空雷发射器那样需要弹药，但充能速度较慢，每次开火发射的弹体更少。还能高效地向追击的叛军部署陷阱。 可在空信标处用3发弹药来拖延1次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_FIRE"]/title
source: 'Sekhmet' Mine Launcher
es: Lanzaminas 'Sekhmet'
it: Launcher "Sekhmet"
ja: セクメト」地雷発射機
ko: '세크메트' 기뢰 사출기
pl: Wyrzutnia Min 'Sechmet'
pt_br: Lançador de minas "Sekhmet
zh_hans: '斗神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_FIRE"]/short
source: 'Sekhmet'
ja: セクメト
pl: 'Sechmet'
zh_hans: 斗神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_FIRE"]/desc
source: This Mine Launcher fires a burst of slow moving incendiary projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 3 fleet delay for 17 missiles at empty beacons.
es: Este Lanzaminas dispara una ráfaga de proyectiles incendiarios de movimiento lento. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 3 de retraso de flota por 17 misiles en balizas vacías.
it: Questo lanciatore di mine spara uno scoppio di proietti incendiari in movimento lento.Serve anche come un modo efficiente per gettare trappole per la flotta. Fornisce 3 ritardo della flotta per 17 missili in beacon vuoti.
ja: このマインランチャーは、ゆっくりと動く焼夷弾を発射する。また、艦隊にトラップを仕掛ける効率的な手段としても機能する。 空のビーコンに17発のミサイルを撃ち込むと、3フリートディレイが発生する。
ko: 이 기뢰 사출기는 탄속이 느리고 화재를 일으키는 발사체 더미를 사출합니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 17개의 탄약을 소모하여 반군의 추적을 3도약 지연시킬 수 있습니다.
pl: Ta Wyrzutnia Min wystrzeliwuje serię wolno poruszających się pocisków zapalających. Służy również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 3 opóźnienia floty za 17 rakiet przy pustych sygnalizatorach.
pt_br: Esse lançador de minas dispara uma explosão de projéteis incendiários de movimento lento. Também serve como uma maneira eficiente de colocar armadilhas para a frota. Fornece 3 atrasos de frota para 17 mísseis em sinalizadores vazios.
zh_hans: 这个空雷发射器发射一片缓慢移动的燃烧弹，还能高效地向追击的叛军部署陷阱。 可在空信标处用17发弹药来拖延3次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_BREACH"]/title
source: 'Sobek' Mine Launcher
es: Lanzaminas 'Sobek'
it: Launchera "Sobek"
ja: ソベック」地雷発射機
ko: '소베크' 기뢰 사출기
pl: Wyrzutnia Min 'Sobek'
pt_br: Lançador de minas "Sobek
zh_hans: '鳄神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_BREACH"]/short
source: 'Sobek'
ja: ソベック
zh_hans: 鳄神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_BREACH"]/desc
source: This Mine Launcher fires a burst of slow moving breaching projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 3 fleet delay for 17 missiles at empty beacons.
es: Este Lanzaminas dispara una ráfaga de proyectiles de ruptura de movimiento lento. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 3 de retraso de flota por 17 misiles en balizas vacías.
it: Questo lanciatore di miniere spara a uno scoppio di proiettili di violazione a motivi lenti.Serve anche come un modo efficiente per gettare trappole per la flotta. Fornisce 3 ritardo della flotta per 17 missili in beacon vuoti.
ja: このマインランチャーは、低速で動くブリーチング弾を発射する。また、艦隊にトラップを仕掛ける効率的な手段としても機能する。 空のビーコンに17発のミサイルを撃ち込むと、3フリート分のディレイが発生する。
ko: 이 기뢰 사출기는 탄속이 느리고 균열을 일으키는 발사체 더미를 사출합니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 17개의 탄약을 소모하여 반군의 추적을 3도약 지연시킬 수 있습니다.
pl: Ta Wyrzutnia Min wystrzeliwuje serię wolno poruszających się pocisków przebijających. Służy również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 3 opóźnienia floty za 17 rakiet przy pustych sygnalizatorach.
pt_br: Esse lançador de minas dispara uma explosão de projéteis de ruptura de movimento lento. Também serve como uma maneira eficiente de colocar armadilhas para a frota. Fornece 3 atrasos da frota para 17 mísseis em sinalizadores vazios.
zh_hans: 这个空雷发射器发射一片缓慢移动的破舱弹，还能高效地向追击的叛军部署陷阱。 可在空信标处用17发弹药来拖延3次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_STUN"]/title
source: 'Anubis' Mine Launcher
es: Lanzaminas 'Anubis'
it: Launcher "Anubis"
ja: アヌビス」地雷発射機
ko: '아누비스' 기뢰 사출기
pl: Wyrzutnia Min 'Anubis'
pt_br: Lançador de minas "Anubis
zh_hans: '豺神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_STUN"]/short
source: 'Anubis'
ja: アヌビス
pt_br: Anúbis
zh_hans: 豺神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_STUN"]/desc
source: This Mine Launcher fires a burst of slow moving projectiles that stun crew. Also serves as an efficient way to lay traps for the fleet. Provides 3 fleet delay for 17 missiles at empty beacons.
es: Este Lanzaminas dispara una ráfaga de proyectiles de movimiento lento que aturden a la tripulación. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 3 de retraso de flota por 17 misiles en balizas vacías.
it: Questo lanciatore di mine spara uno scoppio di proiettili in movimento lento che stordi l'equipaggio.Serve anche come un modo efficiente per gettare trappole per la flotta. Fornisce 3 ritardo della flotta per 17 missili in beacon vuoti.
ja: このマインランチャーは、乗組員を気絶させる低速の弾丸を発射する。また、艦隊にトラップを仕掛ける効率的な手段としても役立つ。 空のビーコンに17発のミサイルを撃ち込むと、3フリート分のディレイが発生する。
ko: 이 기뢰 사출기는 탄속이 느리고 선원을 기절시키는 발사체 더미를 사출합니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 17개의 탄약을 소모하여 반군의 추적을 3도약 지연시킬 수 있습니다.
pl: Ta Wyrzutnia Min wystrzeliwuje serię wolno poruszających się pocisków, które ogłuszają załogę. Służy również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 3 opóźnienia floty za 17 rakiet przy pustych sygnalizatorach.
pt_br: Esse lançador de minas dispara uma explosão de projéteis de movimento lento que atordoam a tripulação. Também serve como uma maneira eficiente de colocar armadilhas para a frota. Fornece 3 atrasos da frota para 17 mísseis em sinalizadores vazios.
zh_hans: 这个空雷发射器发射一片缓慢移动的弹体，能击晕船员。还能高效地向追击的叛军部署陷阱。 可在空信标处用17发弹药来拖延3次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_CRYSTAL"]/title
source: Shard Launcher
es: Lanzador de Esquirlas
ja: シャードランチャー
ko: 파편 사출기
pl: Wyrzutnia Odłamków
pt_br: Lançador de fragmentos
zh_hans: 晶片发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_CRYSTAL"]/short
source: Shard
es: Esquirla
it: Coccio
ja: シャード
pl: Odłamek
pt_br: Fragmento
zh_hans: 晶片

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_CRYSTAL"]/desc
source: A specialized Mine Launcher that uses crystalline projectiles loaded with explosives. Does not use ammunition, but can only pierce 2 layers of shields. Provides 1 fleet delay for 5 missiles at empty beacons, has no notoriety impact.
es: Un Lanzaminas especializado que usa proyectiles cristalinos cargados con explosivos. No utiliza munición, pero solo puede perforar 2 capas de escudos. Proporciona 1 de retraso de flota por 5 misiles en balizas vacías, no tiene impacto de notoriedad.
it: Un lanciatore di miniere specializzato che utilizza proiettili cristallini carichi di esplosivi.Non usa munizioni, ma può solo perforare 2 strati di scudi. Fornisce 1 ritardo della flotta per 5 missili in beacon vuoti, non ha un impatto sulla notorietà.
ja: 爆薬を装填した結晶弾を使用する特殊なマイン・ランチャー。弾薬は使用しないが、2層のシールドしか貫通できない。 空のビーコンにミサイルを5発命中させると1フリート分のディレイを与える。
ko: 폭발물이 탑재된 크리스탈 조각을 발사체로 사용하는 특수한 기뢰 사출기입니다. 탄약을 소모하지 않지만, 2겹의 방어막만을 관통할 수 있습니다. 빈 송신소에서 5개의 탄약을 소모하여 반군의 추적을 1도약 지연시킬 수 있습니다. 악명에 영향을 주지 않습니다.
pl: Specjalistyczna Wyrzutnia Min, która używa krystalicznych pocisków załadowanych materiałami wybuchowymi. Nie zużywa amunicji, ale może przebić tylko 2 warstwy tarcz. Zapewnia 1 opóźnienie floty za 5 rakiet przy pustych sygnalizatorach, nie ma wpływu na rozgłos.
pt_br: Um lançador de minas especializado que usa projéteis cristalinos carregados com explosivos. Não usa munição, mas só pode perfurar duas camadas de escudos. Proporciona 1 atraso de frota para 5 mísseis em sinalizadores vazios, não tem impacto de notoriedade.
zh_hans: 一种专门的空雷发射器，使用装有炸药的水晶弹体。不消耗弹药，但只能穿透2层护盾。 可在空信标处用5发弹药来拖延1次叛军追击，不产生恶名。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_KERNEL"]/title
source: Vine Launcher
es: Lanzador de Enredaderas
ja: ヴァイン・ランチャー
ko: 덩굴 사출기
pl: Wyrzutnia Pnączy
pt_br: Lançador do Vine
zh_hans: 藤蔓发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_KERNEL"]/short
source: Vines
es: Enredaderas
it: Viti
ja: つる
pl: Pnącza
pt_br: Vinhas
zh_hans: 藤蔓器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_KERNEL"]/desc
source: Modified Mine Launcher that reloads faster than normal Kernels, but also has slower projectiles. Provides 1 fleet delay for free at empty beacons.
es: Lanzaminas modificado que recarga más rápido que los Kernel normales, pero también tiene proyectiles más lentos. Proporciona 1 de retraso de flota gratis en balizas vacías.
it: Launcher mine modificato che ricarica più velocemente dei normali kernel, ma ha anche proiettili più lenti. Fornisce 1 ritardo della flotta gratuitamente in beacon vuoti.
ja: 通常のカーネルよりリロードが早いが、弾速は遅い。 空のビーコンでは無料で1フリート遅延させることができる。
ko: 일반적인 낱알 포보다 재장전이 빠르지만, 투사체의 속도는 느린 개조된 기뢰 사출기입니다. 빈 송신소에서 무료로 반군의 추적을 1도약 지연시킬 수 있습니다.
pl: Zmodyfikowana Wyrzutnia Min, która przeładowuje się szybciej niż normalne Nasiona, ale ma wolniejsze pociski. Zapewnia 1 opóźnienie floty za darmo przy pustych sygnalizatorach.
pt_br: Lançador de minas modificado que recarrega mais rápido do que os Kernels normais, mas também tem projéteis mais lentos. Fornece 1 atraso de frota gratuitamente em sinalizadores vazios.
zh_hans: 改进的空雷发射器，比普通果核的装填速度更快，但弹体速度也较慢。 可在空信标处免费拖延1次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CONSERVATIVE"]/title
source: Conservative Laser
es: Láser Conservador
it: Laser conservatore
ja: 保守的レーザー
ko: 보존 레이저
pl: Laser Konserwatywny
pt_br: Laser conservador
zh_hans: 集能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CONSERVATIVE"]/short
source: Cons. Laser
es: Láser Cons.
it: Contro.Laser
ja: 短所レーザー
pl: Kons. Laser
pt_br: Contras. Laser
zh_hans: 集能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CONSERVATIVE"]/desc
source: Slow charging 2 shot laser weapon. Conservative weapons use no power on their own but require the system itself to be powered.
es: Arma láser de 2 disparos y carga lenta. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
ja: 低速充電の2ショット・レーザー兵器。保守的な武器は、それ自体では電力を使用しないが、システム自体に電力を供給する必要がある。
ko: 느린 충전 속도로 레이저 두 발을 발사하는 무기입니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Wolno ładująca się, 2-strzałowa broń laserowa. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
zh_hans: 慢速充能2连发激光武器。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_CONSERVATIVE"]/title
source: 'Spontoon' Beam
es: Rayo 'Spontoon'
it: Trave "spontoon"
ja: スポンツーン」ビーム
ko: '스펀툰' 빔
pl: Promień 'Spontoon'
pt_br: Viga "Spontoon
zh_hans: '短矛'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_CONSERVATIVE"]/short
source: 'Spontoon'
ja: スポントゥーン
zh_hans: 短矛光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_CONSERVATIVE"]/desc
source: Slow charging, decent sized Beam weapon. Conservative weapons use no power on their own but require the system itself to be powered.
es: Arma de rayo de tamaño decente y carga lenta. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
it: Ricarica lenta, arma da raggio di dimensioni decenti.Le armi conservatrici non usano potere da sole ma richiedono che il sistema stesso sia alimentato.
ja: チャージが遅い、まずまずなサイズのビーム兵器。コンサーブウェポンはそれ自体では動力を使用しないが、システム自体に動力を供給する必要がある。
ko: 느린 충전 속도로 상당한 범위를 가로지르는 빔 무기입니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Wolno ładująca się, przyzwoitej wielkości broń promieniowa. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
pt_br: Arma de feixe de carregamento lento e tamanho decente. As armas conservadoras não usam energia por si só, mas exigem que o próprio sistema seja alimentado.
zh_hans: 缓慢充能的中型光束武器。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CONSERVATIVE"]/title
source: Conservative Ion
es: Ion Conservador
it: Ione conservatore
ja: 保守的なイオン
ko: 보존 이온
pl: Jon Konserwatywny
pt_br: Íon conservador
zh_hans: 集能离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CONSERVATIVE"]/short
source: Cons. Ion
es: Ion Cons.
it: Contro.Ione
ja: 短所イオン
pl: Kons. Jon
pt_br: Contras. Íon
zh_hans: 集能离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CONSERVATIVE"]/desc
source: Slow charging 1 damage ion weapon. Conservative weapons use no power on their own but require the system itself to be powered.
es: Arma de iones de 1 de daño y carga lenta. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
it: Arma da ioni a carico lento 1 danno.Le armi conservatrici non usano potere da sole ma richiedono che il sistema stesso sia alimentato.
ja: 1ダメージのイオン武器をゆっくりチャージする。コンサーブウェポンはそれ自体では動力を使用しないが、システム自体に動力を供給する必要がある。
ko: 느린 충전 속도로 1의 이온 피해를 입히는 무기입니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Wolno ładująca się broń jonowa o 1 obrażeniu. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
pt_br: Arma iônica de carregamento lento e 1 de dano. As armas conservadoras não usam energia por si só, mas exigem que o próprio sistema seja alimentado.
zh_hans: 缓慢充能的1点伤害离子武器。集能武器不使用能量，但需要另一种已供能的武器。

source: 'Tyche' Missiles
es: Misiles 'Tyche'
it: Missili "Tyche"
ja: タイケ」ミサイル
ko: '튀케' 미사일
pl: Rakiety 'Tyche'
pt_br: Mísseis 'Tyche
zh_hans: '命神'导弹

source: 'Tyche'
ja: タイチ
zh_hans: 命神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_CONSERVATIVE"]/desc
source: Slow charging 2 damage Missile weapon. Conservative weapons use no power on their own but require the system itself to be powered.
es: Arma de misiles de 2 de daño y carga lenta. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
it: Arma missilistica a carico lento 2 danni.Le armi conservatrici non usano potere da sole ma richiedono che il sistema stesso sia alimentato.
ja: スローチャージの2ダメージのミサイル武器。コンサーブウェポンはそれ自体では動力を使用しないが、システム自体に動力を供給する必要がある。
ko: 느린 충전 속도로 2의 피해를 입히는 미사일 병기입니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Wolno ładująca się broń rakietowa o 2 obrażeniach. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
pt_br: Arma de mísseis de carregamento lento e 2 de dano. As armas conservadoras não usam energia por si só, mas exigem que o próprio sistema seja alimentado.
zh_hans: 慢速充能的2伤害导弹武器。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CONSERVATIVE"]/title
source: Conservative Bomb
es: Bomba Conservadora
it: Bomba conservatrice
ja: 保守爆弾
ko: 보존 폭탄
pl: Bomba Konserwatywna
pt_br: Bomba conservadora
zh_hans: 集能炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CONSERVATIVE"]/short
source: Cons. Bomb
es: Bomba Cons.
it: Contro.Bomba
ja: 短所爆弾
pl: Kons. Bomba
pt_br: Cons. Bomba
zh_hans: 集能炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CONSERVATIVE"]/desc
source: Slow charging teleporting Bomb that damages system and crew but not the hull. Conservative weapons use no power on their own but require the system itself to be powered.
es: Bomba de teletransporte de carga lenta que daña el sistema y la tripulación, pero no el casco. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
it: La bomba di teletrasporto a carico lento che danneggia il sistema e l'equipaggio, ma non lo scafo.Le armi conservatrici non usano potere da sole ma richiedono che il sistema stesso sia alimentato.
ja: 低速チャージのテレポート爆弾で、システムとクルーにダメージを与えるが、船体にはダメージを与えない。コンサーブウェポンはそれ自体では動力を使用しないが、システム自体に動力を供給する必要がある。
ko: 느린 충전 속도로 순간이동하여 시스템과 선원에게 피해를 입히는 폭탄입니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Wolno ładująca się, teleportująca bomba, która uszkadza system i załogę, ale nie kadłub. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
pt_br: Bomba de teletransporte de carregamento lento que danifica o sistema e a tripulação, mas não o casco. As armas conservadoras não usam energia por si só, mas exigem que o próprio sistema seja alimentado.
zh_hans: 缓慢充能的传送炸弹，会伤害系统和船员，但不会伤害舰体。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CONSERVATIVE"]/title
source: Conservative Energy
es: Energía Conservadora
it: Energia conservativa
ja: 保守的なエネルギー
ko: 보존 에너지 포
pl: Energia Konserwatywna
pt_br: Energia conservadora
zh_hans: 集能炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CONSERVATIVE"]/short
source: Cons. Energy
es: Energía Cons.
it: Contro.Energia
ja: 短所エネルギー
pl: Kons. Energia
pt_br: Contras. Energia
zh_hans: 集能炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ENERGY_CONSERVATIVE"]/desc
source: Slow charging energy weapon that does 1 ion and 1 hull damage, but none to systems or crew. Conservative weapons use no power on their own but require the system itself to be powered.
es: Arma de energía de carga lenta que hace 1 de daño de ion y 1 de daño al casco, pero nada a los sistemas o la tripulación. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
it: Arma di energia di ricarica lenta che fa 1 danno da ioni e 1 scafo, ma nessuno in sistemi o equipaggio.Le armi conservatrici non usano potere da sole ma richiedono che il sistema stesso sia alimentato.
ja: ゆっくりと充電するエネルギーウェポンで、イオンと船体に1つのダメージを与えるが、システムやクルーにはダメージを与えない。コンサーブウェポンはそれ自体では動力を使用しないが、システム自体に動力を供給する必要がある。
ko: 느린 충전 속도로 1의 이온 피해와 1의 선체 피해를 주는 에너지 병기입니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Wolno ładująca się broń energetyczna, która zadaje 1 obrażenie jonowe i 1 obrażenie kadłubowi, ale żadnych obrażeń systemom ani załodze. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
pt_br: Arma de energia de carregamento lento que causa 1 íon e 1 dano ao casco, mas nenhum dano aos sistemas ou à tripulação. As armas conservadoras não usam energia por si só, mas exigem que o próprio sistema seja alimentado.
zh_hans: 慢速充能能量武器，造成1点离子与舰体伤害，但不会对系统或船员造成伤害。集能武器不使用能量，但需要另一种已供能的武器。

source: 'Pelta' Rad-Beam
es: Rayo de Rad. 'Pelta'
it: Rad-Beam 'Pelta'
ja: ペルタ」ラドビーム
ko: '펠타' 방사성 빔
pl: Promień Rad. 'Pelta'
pt_br: Viga de roda "Pelta
zh_hans: '牙盾'辐射光束

source: 'Pelta'
ja: ペルタ
pt_br: "Pelota
zh_hans: 牙盾辐束
