Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="spider_venom"]/desc
source: A highly venomous lab mutant which seems to inherit the characteristics of the G.A.S.'s traditional broodmother. Inherited Spider Queen stats: 125 HP, 1.5x fire dmg taken, heals 1.25x faster, 3x combat damage, 0.1x repair speed, makes all spiders on the same ship controllable
es: Un mutante de laboratorio altamente venenoso que parece heredar las características de la madre de la nidada tradicional de las A.A.G. Estadísticas de Reina Araña heredadas: 125 PV, 1.5x de daño por fuego recibido, se cura 1.25x más rápido, 3x de daño de combate, 0.1x de velocidad de reparación, hace que todas las arañas en la misma nave sean controlables.
it: Un mutante di laboratorio altamente velenoso che sembra ereditare le caratteristiche della tradizionale frode di G.A.S.. Statistiche della regina del ragno ereditate: 125 CV, 1,5x Fire DMG Prese, guarisce 1,25x più veloce, danno da combattimento 3x, velocità di riparazione 0,1x, rende controllabili tutti i ragni sulla stessa nave controllabile
ja: G.A.S.の伝統的なブルードマザーの特徴を受け継いだと思われる、猛毒を持つ研究室の突然変異体。 スパイダークィーンのスタッツを受け継いでいる：HP125、被火力1.5倍、回復速度1.25倍、戦闘ダメージ3倍、修理速度0.1倍、同じシップにいる全てのスパイダーを操作可能にする。
ko: 여왕 거미에게 매우 강한 독성을 부여한 인공 돌연변이입니다. 산란능력은 억제된 것으로 보입니다. 여왕 거미의 기본 능력: 최대 체력 125, 화재 피해 1.5배, 회복 속도 1.25배, 대인 공격력 3배, 수리 속도 0.1배, 같은 함선의 모든 거미를 조종할 수 있게 만듦
pl: Wysoce jadowity mutant laboratoryjny, który wydaje się dziedziczyć cechy tradycyjnej matki lęgu W.O.P. Odziedziczone statystyki Królowej Pająków: 125 PŻ, 1,5x obrażeń od ognia, leczy się 1,25x szybciej, 3x obrażeń w walce, 0,1x szybkości naprawy, czyni wszystkie pająki na tym samym statku kontrolowanymi
pt_br: Um mutante de laboratório altamente venenoso que parece herdar as características da tradicional mãe de criação da G.A.S.. Estatísticas herdadas da Spider Queen: 125 HP, 1,5x o dano de fogo recebido, cura 1,25x mais rápido, 3x o dano de combate, 0,1x a velocidade de reparo, torna todas as aranhas na mesma nave controláveis
zh_hans: 剧毒的实验变种，似乎继承了普通巨大异形蜘蛛育母的特征。 继承蜘蛛虫后属性：125点最大生命值、受到1.5倍灼烧伤害，1.25倍生命恢复速度、3倍战斗伤害、0.1倍维修速度、使所在舰内所有蜘蛛可控

# data/blueprints.xml.append$//crewBlueprint[@name="spider_venom"]/title
source: Venomous Queen
es: Reina Venenosa
it: Regina velenosa
ja: 毒のある女王
ko: 맹독성 여왕
pl: Jadowita Królowa
pt_br: Rainha Venenosa
zh_hans: 虫后毒蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider_venom"]/short
source: Venomous Queen
es: Reina Venenosa
it: Regina velenosa
ja: 毒のある女王
pl: Jadowita Królowa
pt_br: Rainha Venenosa
zh_hans: 虫后毒蛛

source: Active Ability (1 charge): Inflicts a deadly venomous attack on all enemies in the room
es: Habilidad Activa (1 carga): Inflige un ataque venenoso mortal a todos los enemigos en la habitación.
it: Abilità attiva (1 carica): infligge un attacco velenoso mortale a tutti i nemici nella stanza
ja: アクティブアビリティ（1チャージ）: 部屋内のすべての敵に猛毒の攻撃を与える
ko: 활성화 능력 (1 충전): 같은 선실에 있는 모든 적에게 맹독을 부여함
pl: Zdolność aktywna (1 ładunek): Zadaje śmiertelny jadowity atak wszystkim wrogom w pomieszczeniu
pt_br: Habilidade ativa (1 carga): Inflige um ataque venenoso mortal a todos os inimigos na sala
zh_hans: 主动技能(1次充能)：对同舱室内所有敌方船员进行致命毒素攻击

source: Combat attack applies a brief paralysing poison on enemy crew, slowing them and increasing their vulnerability to stuns and environmental damage by 100%
es: El ataque de combate aplica un breve veneno paralizante a la tripulación enemiga, ralentizándolos y aumentando su vulnerabilidad a los aturdimientos y al daño ambiental en un 100%.
it: L'attacco di combattimento applica un breve veleno paralizzante sull'equipaggio nemico, rallentandoli e aumentando la loro vulnerabilità a sbalzi e danni ambientali del 100%
ja: 戦闘攻撃は敵クルーに短時間の麻痺毒を適用し、速度を低下させ、スタンや環境ダメージに対する脆弱性を100%増加させる。
ko: 공격한 적에게 마비 독을 부여하여 짧은 시간 동안 속도를 늦추고 기절 시간과 재해로부터 받는 피해를 100% 증가시킴
pl: Atak w walce nakłada na wrogą załogę krótką paraliżującą truciznę, spowalniając ich i zwiększając ich podatność na ogłuszenia i obrażenia środowiskowe o 100%
pt_br: O ataque de combate aplica um breve veneno paralisante na tripulação inimiga, diminuindo sua velocidade e aumentando sua vulnerabilidade a atordoamentos e danos ambientais em 100%.
zh_hans: 战斗中对敌方船员施加短时麻痹毒素，使其减速且眩晕时长与受到的环境伤害增加100%

# data/blueprints.xml.append$//crewBlueprint[@name="spider_venom_chaos"]/desc
source: A highly venomous lab mutant which seems to inherit the characteristics of the G.A.S.'s traditional broodmother. Inherited Spider Queen stats: 125 HP, 1.5x fire dmg taken, heals 1.25x faster, 3x combat damage, 0.1x repair speed, makes all spiders on the same ship controllable
es: Un mutante de laboratorio altamente venenoso que parece heredar las características de la madre de la nidada tradicional de las A.A.G. Estadísticas de Reina Araña heredadas: 125 PV, 1.5x de daño por fuego recibido, se cura 1.25x más rápido, 3x de daño de combate, 0.1x de velocidad de reparación, hace que todas las arañas en la misma nave sean controlables.
it: Un mutante di laboratorio altamente velenoso che sembra ereditare le caratteristiche della tradizionale frode di G.A.S.. Statistiche della regina del ragno ereditate: 125 CV, 1,5x Fire DMG Prese, guarisce 1,25x più veloce, danno da combattimento 3x, velocità di riparazione 0,1x, rende controllabili tutti i ragni sulla stessa nave controllabile
ja: G.A.S.の伝統的なブルードマザーの特徴を受け継いだと思われる、猛毒を持つ研究室の突然変異体。 スパイダークィーンのスタッツを受け継いでいる：HP125、被火力1.5倍、回復速度1.25倍、戦闘ダメージ3倍、修理速度0.1倍、同じシップにいる全てのスパイダーを操作可能にする。
ko: 여왕 거미에게 매우 강한 독성을 부여한 인공 돌연변이입니다. 산란능력은 억제된 것으로 보입니다. 여왕 거미의 기본 능력: 최대 체력 125, 화재 피해 1.5배, 회복 속도 1.25배, 대인 공격력 3배, 수리 속도 0.1배, 같은 함선의 모든 거미를 조종할 수 있게 만듦
pl: Wysoce jadowity mutant laboratoryjny, który wydaje się dziedziczyć cechy tradycyjnej matki lęgu W.O.P. Odziedziczone statystyki Królowej Pająków: 125 PŻ, 1,5x obrażeń od ognia, leczy się 1,25x szybciej, 3x obrażeń w walce, 0,1x szybkości naprawy, czyni wszystkie pająki na tym samym statku kontrolowanymi
pt_br: Um mutante de laboratório altamente venenoso que parece herdar as características da tradicional mãe de criação da G.A.S.. Estatísticas herdadas da Spider Queen: 125 HP, 1,5x o dano de fogo recebido, cura 1,25x mais rápido, 3x o dano de combate, 0,1x a velocidade de reparo, torna todas as aranhas na mesma nave controláveis
zh_hans: 剧毒的实验变种，似乎继承了普通巨大异形蜘蛛育母的特征。 继承蜘蛛虫后属性：125点最大生命值、受到1.5倍灼烧伤害，1.25倍生命恢复速度、3倍战斗伤害、0.1倍维修速度、使所在舰内所有蜘蛛可控

# data/blueprints.xml.append$//crewBlueprint[@name="spider_venom_chaos"]/title
source: Venomous Queen
es: Reina Venenosa
it: Regina velenosa
ja: 毒のある女王
ko: 맹독성 여왕
pl: Jadowita Królowa
pt_br: Rainha Venenosa
zh_hans: 虫后毒蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider_venom_chaos"]/short
source: Venomous Queen
es: Reina Venenosa
it: Regina velenosa
ja: 毒のある女王
pl: Jadowita Królowa
pt_br: Rainha Venenosa
zh_hans: 虫后毒蛛

source: Active Ability (1 charge): Inflicts a deadly venomous attack on all enemies in the room
es: Habilidad Activa (1 carga): Inflige un ataque venenoso mortal a todos los enemigos en la habitación.
it: Abilità attiva (1 carica): infligge un attacco velenoso mortale a tutti i nemici nella stanza
ja: アクティブアビリティ（1チャージ）: 部屋内のすべての敵に猛毒の攻撃を与える
ko: 활성화 능력 (1 충전): 같은 선실에 있는 모든 적에게 맹독을 부여함
pl: Zdolność aktywna (1 ładunek): Zadaje śmiertelny jadowity atak wszystkim wrogom w pomieszczeniu
pt_br: Habilidade ativa (1 carga): Inflige um ataque venenoso mortal a todos os inimigos na sala
zh_hans: 主动技能(1次充能)：对同舱室内所有敌方船员进行致命毒素攻击

source: Combat attack applies a brief paralysing poison on enemy crew, slowing them and increasing their vulnerability to stuns and environmental damage by 100%
es: El ataque de combate aplica un breve veneno paralizante a la tripulación enemiga, ralentizándolos y aumentando su vulnerabilidad a los aturdimientos y al daño ambiental en un 100%.
it: L'attacco di combattimento applica un breve veleno paralizzante sull'equipaggio nemico, rallentandoli e aumentando la loro vulnerabilità a sbalzi e danni ambientali del 100%
ja: 戦闘攻撃は敵クルーに短時間の麻痺毒を適用し、速度を低下させ、スタンや環境ダメージに対する脆弱性を100%増加させる。
ko: 공격한 적에게 마비 독을 부여하여 짧은 시간 동안 속도를 늦추고 기절 시간과 재해로부터 받는 피해를 100% 증가시킴
pl: Atak w walce nakłada na wrogą załogę krótką paraliżującą truciznę, spowalniając ich i zwiększając ich podatność na ogłuszenia i obrażenia środowiskowe o 100%
pt_br: O ataque de combate aplica um breve veneno paralisante na tripulação inimiga, diminuindo sua velocidade e aumentando sua vulnerabilidade a atordoamentos e danos ambientais em 100%.
zh_hans: 战斗中对敌方船员施加短时麻痹毒素，使其减速且眩晕时长与受到的环境伤害增加100%

source: Does not occupy a crew slot
es: No ocupa una ranura de tripulación.
it: Non occupa uno slot dell'equipaggio
ja: クルースロットを占有しない
ko: 선원 슬롯을 차지하지 않음
pl: Nie zajmuje miejsca załogi
pt_br: Não ocupa um espaço de tripulação
zh_hans: 不占用船员名额

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/desc
source: It's beautiful. It's majestic. It's scientifically impossible.
es: Es hermoso. Es majestuoso. Es científicamente imposible.
it: È bellissimo.È maestoso.È scientificamente impossibile.
ja: 美しいね。雄大だよ。それは科学的に不可能だ。
ko: 이 생물은 아름답고, 위엄찹니다. 과학적으로는 설명이 안 되죠.
pl: Jest piękny. Jest majestatyczny. Jest naukowo niemożliwy.
pt_br: É lindo. É majestoso. É cientificamente impossível.
zh_hans: 它美丽、威严，且违背科学。

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/title
source: Crystalline Equinoid
es: Equinoide Cristalino
it: Equinoide cristallino
ja: クリスタル・エクイノイド
ko: 크리스탈 에퀴노이드
pl: Krystaliczny Konik
pt_br: Equinoide cristalino
zh_hans: 水晶六脚马

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/short
source: Equinoid
es: Equinoide
it: Equinoide
ja: エクイノイド
pl: Konik
pt_br: Equinoide
zh_hans: 水晶六脚马

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/powerList/power[1]
source: Active Ability: Locks down the current room
es: Habilidad Activa: Bloquea la habitación actual.
it: Abilità attiva: blocca la stanza attuale
ja: アクティブアビリティ: 現在の部屋をロックダウンする
ko: 활성화 능력: 위치한 선실을 봉쇄
pl: Zdolność aktywna: Zamyka obecne pomieszczenie
pt_br: Habilidade ativa: Bloqueia a sala atual
zh_hans: 主动技能：封锁当前舱室

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/powerList/power[2]
source: Max Health is increased to 125
es: Max Health se incrementa a 125
it: Max Health è aumentata a 125
ja: 最大ライフが125に増加した
ko: 최대 체력 125
pl: Maksymalne zdrowie wzrosło do 125
pt_br: Max Health é aumentado para 125
zh_hans: 125点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/powerList/power[3]
source: Movement speed and combat damage is doubled
es: La velocidad de movimiento y el daño de combate se duplican.
it: La velocità di movimento e il danno da combattimento sono raddoppiati
ja: 移動速度と戦闘ダメージが2倍になる
ko: 이동속도 2배, 대인 공격력 2배
pl: Szybkość ruchu i obrażenia w walce są podwojone
pt_br: A velocidade de movimento e o dano de combate são dobrados
zh_hans: 2倍移动速度与战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="ponyc"]/powerList/power[4]
source: Cannot repair, extinguish, or man systems
es: No puede reparar, extinguir ni operar sistemas.
it: Impossibile riparare, estinguere o sistemi uomo
ja: システムを修復、消火、または修復することができない
ko: 수리, 소화, 시스템 관리를 할 수 없음
pl: Nie może naprawiać, gasić ani obsługiwać systemów
pt_br: Não é possível reparar, extinguir ou operar sistemas
zh_hans: 无法维修、灭火或操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="unique_obyn"]/desc
source: The last of his kind, the Salt Man roams the galaxy collecting bounties and pissing off Clansmen.
es: El último de su especie, el Hombre de Sal, vaga por la galaxia recolectando recompensas y fastidiando a los miembros del Clan.
it: L'ultimo del suo genere, l'uomo di sale vaga per la galassia che raccoglie doni e fa incazzare i clan.
ja: 彼の種の最後のソルトマンは、賞金を集めて銀河系を放浪し、クランズマンを怒らせている。
ko: 종족의 마지막 개체인 솔트맨은 클랜즈맨을 떨쳐내고 현상금을 찾아다니며 은하를 배회합니다.
pl: Ostatni ze swojego gatunku, Solny Człowiek przemierza galaktykę, zbierając nagrody i wkurzając Klanowiczów.
pt_br: O último de sua espécie, o Salt Man percorre a galáxia coletando recompensas e irritando os membros do clã.
zh_hans: 盐人族的末裔，在银河系中漫游，收集赏金并惹恼猎人。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_obyn"]/title
source: Saltman
es: Hombre de Sal
ja: ソルトマン
ko: 솔트맨
pl: Solny Człowiek
zh_hans: 盐人

# data/blueprints.xml.append$//crewBlueprint[@name="unique_obyn"]/short
source: Salt
es: Sal
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
zh_hans: 盐人

source: Active Ability: Continously damages all nearby crew for a moderate duration. Slugs will sustain extra damage.
es: Habilidad Activa: Daña continuamente a toda la tripulación cercana durante un tiempo moderado. Los Slugs sufrirán daño adicional.
it: Abilità attiva: danneggia continuamente tutti gli equipaggi vicini per una durata moderata.Le lumache subiranno danni extra.
ja: アクティブアビリティ: 中程度の期間、近くのクルー全員に継続的にダメージを与える。スラッグは追加のダメージを受ける。
ko: 활성화 능력: 잠시 동안 주변의 모든 선원에게 지속적인 피해를 가함. 슬러그는 추가 피해를 받음.
pl: Zdolność aktywna: Ciągle rani całą pobliską załogę przez umiarkowany czas. Ślimaki odniosą dodatkowe obrażenia.
pt_br: Habilidade ativa: Causa dano contínuo a toda a tripulação próxima por um período moderado. As lesmas sofrerão dano extra.
zh_hans: 主动技能：一段时间内持续伤害同舱室所有其他船员，蛞蝓族受到额外伤害。

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Movement speed is reduced to 0.6x
es: Velocidad de movimiento reducida a x0.6
it: La velocità di movimento è ridotta a 0,6x
ja: 移動速度が0.6倍に低下する
ko: 이동속도 0.6배
pl: Szybkość ruchu zmniejszona do 0,6x
pt_br: A velocidade de movimento é reduzida para 0,6x
zh_hans: 0.6倍移动速度

source: Moderate resistance to suffocation
es: Resistencia moderada a la asfixia.
it: Moderata resistenza al soffocamento
ja: 窒息に対する中程度の耐性
ko: 적당한 수준의 질식 저항
pl: Umiarkowana odporność na uduszenie
pt_br: Resistência moderada à asfixia
zh_hans: 受到0.7倍窒息伤害

source: Decreases the healing speed of all other crew in the room by 33%
es: Disminuye la velocidad de curación de toda la demás tripulación en la habitación en un 33%.
it: Diminuisce la velocità di guarigione di tutti gli altri membri dell'equipaggio nella stanza del 33%
ja: 部屋にいる他のすべてのクルーの治癒速度を33%減少させる
ko: 같은 선실에 있는 모든 다른 선원은 회복 속도가 33% 느려짐
pl: Zmniejsza szybkość leczenia całej pozostałej załogi w pomieszczeniu o 33%
pt_br: Diminui a velocidade de cicatrização de todas as outras tripulantes na sala em 33%
zh_hans: 同舱室的所有其他船员的生命恢复速度降低33%

# data/blueprints.xml.append$//crewBlueprint[@name="unique_obyn_temp"]/desc
source: The last of his kind, the Salt Man roams the galaxy collecting bounties and pissing off Clansmen.
es: El último de su especie, el Hombre de Sal, vaga por la galaxia recolectando recompensas y fastidiando a los miembros del Clan.
it: L'ultimo del suo genere, l'uomo di sale vaga per la galassia che raccoglie doni e fa incazzare i clan.
ja: 彼の種の最後のソルトマンは、賞金を集めて銀河系を放浪し、クランズマンを怒らせている。
ko: 종족의 마지막 개체인 솔트맨은 클랜즈맨을 떨쳐내고 현상금을 찾아다니며 은하를 배회합니다.
pl: Ostatni ze swojego gatunku, Solny Człowiek przemierza galaktykę, zbierając nagrody i wkurzając Klanowiczów.
pt_br: O último de sua espécie, o Salt Man percorre a galáxia coletando recompensas e irritando os membros do clã.
zh_hans: 盐人族的末裔，在银河系中漫游，收集赏金并惹恼猎人。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_obyn_temp"]/title
source: Saltman
es: Hombre de Sal
ja: ソルトマン
ko: 솔트맨
pl: Solny Człowiek
zh_hans: 盐人

# data/blueprints.xml.append$//crewBlueprint[@name="unique_obyn_temp"]/short
source: Salt
es: Sal
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
zh_hans: 盐人

source: Active Ability: Continously damages all nearby crew for a moderate duration. Slugs will sustain extra damage.
es: Habilidad Activa: Daña continuamente a toda la tripulación cercana durante un tiempo moderado. Los Slugs sufrirán daño adicional.
it: Abilità attiva: danneggia continuamente tutti gli equipaggi vicini per una durata moderata.Le lumache subiranno danni extra.
ja: アクティブアビリティ: 中程度の期間、近くのクルー全員に継続的にダメージを与える。スラッグは追加のダメージを受ける。
ko: 활성화 능력: 잠시 동안 주변의 모든 선원에게 지속적인 피해를 가함. 슬러그는 추가 피해를 받음.
pl: Zdolność aktywna: Ciągle rani całą pobliską załogę przez umiarkowany czas. Ślimaki odniosą dodatkowe obrażenia.
pt_br: Habilidade ativa: Causa dano contínuo a toda a tripulação próxima por um período moderado. As lesmas sofrerão dano extra.
zh_hans: 主动技能：一段时间内持续伤害同舱室所有其他船员，蛞蝓族受到额外伤害。

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Movement speed is reduced to 0.6x
es: Velocidad de movimiento reducida a x0.6
it: La velocità di movimento è ridotta a 0,6x
ja: 移動速度が0.6倍に低下する
ko: 이동속도 0.6배
pl: Szybkość ruchu zmniejszona do 0,6x
pt_br: A velocidade de movimento é reduzida para 0,6x
zh_hans: 0.6倍移动速度

source: Moderate resistance to suffocation
es: Resistencia moderada a la asfixia.
it: Moderata resistenza al soffocamento
ja: 窒息に対する中程度の耐性
ko: 적당한 수준의 질식 저항
pl: Umiarkowana odporność na uduszenie
pt_br: Resistência moderada à asfixia
zh_hans: 受到0.7倍窒息伤害

source: Decreases the healing speed of all other crew in the room by 33%
es: Disminuye la velocidad de curación de toda la demás tripulación en la habitación en un 33%.
it: Diminuisce la velocità di guarigione di tutti gli altri membri dell'equipaggio nella stanza del 33%
ja: 部屋にいる他のすべてのクルーの治癒速度を33%減少させる
ko: 같은 선실에 있는 모든 다른 선원은 회복 속도가 33% 느려짐
pl: Zmniejsza szybkość leczenia całej pozostałej załogi w pomieszczeniu o 33%
pt_br: Diminui a velocidade de cicatrização de todas as outras tripulantes na sala em 33%
zh_hans: 同舱室的所有其他船员的生命恢复速度降低33%

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ooj"]/desc
source: Is OOJ MAJOO one Morph? Many? What is he saying? What does his name mean? Will any of this be answered? Probably not... Inherited Morph stat: immune to suffocation
es: ¿Es OOJ MAJOO un Morfo? ¿Muchos? ¿Qué está diciendo? ¿Qué significa su nombre? ¿Se responderá algo de esto? Probablemente no... Estadística de Morfo heredada: inmune a la asfixia.
it: Ooj Majoo è un morph?Molti?Cosa sta dicendo?Cosa significa il suo nome?A qualcuno di questi verrà data risposta?Probabilmente no... Morph Stat ereditata: immune al soffocamento
ja: OOJ MAJOOはモーフ？たくさん？彼は何を言っているの？彼の名前の意味は？答えは出るのだろうか？おそらくないだろう...。 継承モーフのステータス：窒息に対する免疫
ko: 우즈 마주는 하나의 모프일까요? 여럿일까요? 그가 뭐라고 하는 걸까요? 우즈 마주가 무슨 뜻일까요? 이 의문 중 하나라도 답을 얻을 수 있을까요? 아마도 얻지 못할 겁니다... 모프의 기본 특성: 질식 면역
pl: Czy OOJ MAJOO to jeden Zmiennokształtny? Wielu? Co on mówi? Co oznacza jego imię? Czy na cokolwiek z tego odpowiemy? Prawdopodobnie nie... Odziedziczona statystyka Zmiennokształtnego: odporny na uduszenie
pt_br: Ooj Majoo One Morph?Muitos?O que ele está dizendo?O que significa o nome dele?Alguma coisa disso será respondida?Provavelmente não... Herited Morph Stat: imune a asfixia
zh_hans: OOJ MAJOO 是一个模物族吗？还是一群？他在说什么？他的名字是什么意思？这些都能得到解答吗？可能没戏... 继承模物族属性：免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ooj"]/title
source: Morph
es: Transformar
ja: モーフ
ko: 모프
pl: Zmiennokształtny
zh_hans: 模物族

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ooj"]/short
source: Morph
es: Transformar
ja: モーフ
pl: Zmiennokształtny
zh_hans: 模物族

source: Takes 0.75x damage from crew combat
es: Recibe 0.75x de daño en combate de tripulación.
it: Subisce un danno 0,75x dal combattimento dell'equipaggio
ja: クルーの戦闘で0.75倍のダメージを受ける
ko: 전투로부터 0.75배의 피해만을 받음
pl: Otrzymuje 0,75x obrażeń w walce z załogą
pt_br: Leva 0,75x de dano do combate da tripulação
zh_hans: 受到0.75倍战斗伤害

source: At empty beacons, can summon Morph crew if fed resources
es: Puede invocar tripulación Morfo si se le alimentan recursos en balizas vacías.
ja: 空のビーコンでリソースを供給すると、モーフ・クルーを召喚できる。
ko: 빈 송신소에서 자원을 먹어 새로운 모프를 소환할 수 있음
pl: Może przyzywać załogę Zmiennokształtnych, jeśli zostanie nakarmiony zasobami przy pustych sygnałach
zh_hans: 在空信标处，可以消耗资源召唤模物族船员

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ooj_love"]/desc
source: Is OOJ MAJOO one Morph? Many? What is he saying? What does his name mean? Will any of this be answered? Probably not... Inherited Morph stat: immune to suffocation
es: ¿Es OOJ MAJOO un Morfo? ¿Muchos? ¿Qué está diciendo? ¿Qué significa su nombre? ¿Se responderá algo de esto? Probablemente no... Estadística de Morfo heredada: inmune a la asfixia.
it: Ooj Majoo è un morph?Molti?Cosa sta dicendo?Cosa significa il suo nome?A qualcuno di questi verrà data risposta?Probabilmente no... Morph Stat ereditata: immune al soffocamento
ja: OOJ MAJOOはモーフ？たくさん？彼は何を言っているの？彼の名前の意味は？答えは出るのだろうか？おそらくないだろう...。 継承モーフのステータス：窒息に対する免疫
ko: 우즈 마주는 하나의 모프일까요? 여럿일까요? 그가 뭐라고 하는 걸까요? 우즈 마주가 무슨 뜻일까요? 이 의문 중 하나라도 답을 얻을 수 있을까요? 아마도 얻지 못할 겁니다... 모프의 기본 특성: 질식 면역
pl: Czy OOJ MAJOO to jeden Zmiennokształtny? Wielu? Co on mówi? Co oznacza jego imię? Czy na cokolwiek z tego odpowiemy? Prawdopodobnie nie... Odziedziczona statystyka Zmiennokształtnego: odporny na uduszenie
pt_br: Ooj Majoo One Morph?Muitos?O que ele está dizendo?O que significa o nome dele?Alguma coisa disso será respondida?Provavelmente não... Herited Morph Stat: imune a asfixia
zh_hans: OOJ MAJOO 是一个模物族吗？还是一群？他在说什么？他的名字是什么意思？这些都能得到解答吗？可能没戏... 继承模物族属性：免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ooj_love"]/title
source: Morph
es: Transformar
ja: モーフ
ko: 모프
pl: Zmiennokształtny
zh_hans: 模物族

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ooj_love"]/short
source: Morph
es: Transformar
ja: モーフ
pl: Zmiennokształtny
zh_hans: 模物族

source: Takes 0.75x damage from crew combat
es: Recibe 0.75x de daño en combate de tripulación.
it: Subisce un danno 0,75x dal combattimento dell'equipaggio
ja: クルーの戦闘で0.75倍のダメージを受ける
ko: 전투로부터 0.75배의 피해만을 받음
pl: Otrzymuje 0,75x obrażeń w walce z załogą
pt_br: Leva 0,75x de dano do combate da tripulação
zh_hans: 受到0.75倍战斗伤害

source: At empty beacons, can summon Morph crew if fed resources
es: Puede invocar tripulación Morfo si se le alimentan recursos en balizas vacías.
ja: 空のビーコンでリソースを供給すると、モーフ・クルーを召喚できる。
ko: 빈 송신소에서 자원을 먹어 새로운 모프를 소환할 수 있음
pl: Może przyzywać załogę Zmiennokształtnych, jeśli zostanie nakarmiony zasobami przy pustych sygnałach
zh_hans: 在空信标处，可以消耗资源召唤模物族船员

# data/blueprints.xml.append$//crewBlueprint[@name="unique_wither"]/title
source: Cognitive Engineer
es: Ingeniero Cognitivo
it: Ingegnere cognitivo
ja: コグニティブ・エンジニア
ko: 코그니티브 기술자
pl: Inżynier Kognitywny
pt_br: Engenheiro Cognitivo
zh_hans: 认知体工程师

# data/blueprints.xml.append$//crewBlueprint[@name="unique_wither"]/short
source: Cognitive Engineer
es: Ingeniero Cognitivo
it: Ingegnere cognitivo
ja: コグニティブ・エンジニア
pl: Inżynier Kognitywny
pt_br: Engenheiro Cognitivo
zh_hans: 认知体工程师
