Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl2"]/short
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

source: Moves and attacks in melee combat at 1.5x speed for 1.5x damage
es: Se mueve y ataca en combate cuerpo a cuerpo a 1.5x de velocidad infligiendo 1.5x de daño.
it: Si muove e attacchi nel combattimento in mischia a 1,5x velocità per un danno 1,5x
ja: 近接戦闘で1.5倍の速度で移動して攻撃し、1.5倍のダメージを与える
ko: 이동속도, 근접 공격력, 근접 공격속도 1.5배
pl: Porusza się i atakuje w walce wręcz z szybkością 1,5x, zadając 1,5x obrażeń
pt_br: Movimentos e ataques em combate corpo a corpo a 1,5x a velocidade e 1,5x o dano
zh_hans: 1.5倍移动与近战攻击速度，1.5倍战斗伤害

source: Breaks down doors at 1.5x speed
es: Derriba puertas a 1.5x de velocidad.
it: Rompi le porte a 1,5x velocità
ja: 1.5倍の速度でドアを破壊する
ko: 문을 1.5배 빠르게 파괴
pl: Wyważa drzwi z szybkością 1,5x
pt_br: Arromba portas a uma velocidade de 1,5 vezes
zh_hans: 1.5倍破门速度

source: Vengeance makes her stronger
es: La venganza la hace más fuerte.
it: La vendetta la rende più forte
ja: 復讐が彼女を強くする
ko: 복수가 그녀를 강하게 만듭니다
pl: Zemsta czyni ją silniejszą
pt_br: A vingança a torna mais forte
zh_hans: 复仇使她更加强大

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl3"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". Probably insane. Bloodlust Level: 3 Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: La antigua estrella del famoso programa infantil "Ellie la Equinoide". Probablemente loca. Nivel de Sed de Sangre: 3 Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: L'ex star del famoso spettacolo per bambini "Ellie the Equinoid".Probabilmente folle. Livello di lus di sangue: 3 Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: 有名な子供番組『エリー・ザ・エキノイド』の元スター。おそらく正気ではない。 血への渇望レベル：3 人間のステータスを受け継ぐ：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 아마도 미친 것 같습니다. 살육 레벨: 3 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Była gwiazda słynnego programu dla dzieci "Ellie Konik". Prawdopodobnie szalona. Poziom żądzy krwi: 3 Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: A antiga estrela do famoso programa infantil "Ellie the Equinoid". Provavelmente louca. Nível de sede de sangue: 3 Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。大约是疯了。 嗜血等级：3 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl3"]/title
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
ko: 마스코트
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl3"]/short
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

source: Active Ability: Can temporarily break down doors instantly and deal double damage
es: Habilidad Activa: Puede derribar puertas temporalmente al instante e infligir el doble de daño.
it: Abilità attiva: può temporaneamente abbattere le porte e infliggere doppi danni
ja: アクティブアビリティ: 一時的にドアを即座に破壊し、2倍のダメージを与えることができる
ko: 활성화 능력: 잠시 동안 문을 일격에 부술 수 있고 대인 공격력이 두 배로 증가
pl: Zdolność aktywna: Może tymczasowo natychmiast wyważać drzwi i zadawać podwójne obrażenia
pt_br: Habilidade ativa: Pode quebrar portas temporariamente de forma instantânea e causar o dobro de dano
zh_hans: 主动技能：短时间内造成2倍伤害并可直接击破舱门

source: Moves and attacks in melee combat at 1.5x speed for 1.5x damage
es: Se mueve y ataca en combate cuerpo a cuerpo a 1.5x de velocidad infligiendo 1.5x de daño.
it: Si muove e attacchi nel combattimento in mischia a 1,5x velocità per un danno 1,5x
ja: 近接戦闘で1.5倍の速度で移動して攻撃し、1.5倍のダメージを与える
ko: 이동속도, 근접 공격력, 근접 공격속도 1.5배
pl: Porusza się i atakuje w walce wręcz z szybkością 1,5x, zadając 1,5x obrażeń
pt_br: Movimentos e ataques em combate corpo a corpo a 1,5x a velocidade e 1,5x o dano
zh_hans: 1.5倍移动与近战攻击速度，1.5倍战斗伤害

source: Breaks down doors at 1.5x speed
es: Derriba puertas a 1.5x de velocidad.
it: Rompi le porte a 1,5x velocità
ja: 1.5倍の速度でドアを破壊する
ko: 문을 1.5배 빠르게 파괴
pl: Wyważa drzwi z szybkością 1,5x
pt_br: Arromba portas a uma velocidade de 1,5 vezes
zh_hans: 1.5倍破门速度

source: Vengeance makes her stronger
es: La venganza la hace más fuerte.
it: La vendetta la rende più forte
ja: 復讐が彼女を強くする
ko: 복수가 그녀를 강하게 만듭니다
pl: Zemsta czyni ją silniejszą
pt_br: A vingança a torna mais forte
zh_hans: 复仇使她更加强大

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl4"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". Most likely insane. Bloodlust Level: 4 Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: La antigua estrella del famoso programa infantil "Ellie la Equinoide". Muy probablemente loca. Nivel de Sed de Sangre: 4 Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: L'ex star del famoso spettacolo per bambini "Ellie the Equinoid".Molto probabilmente folle. Livello di lus di sangue: 4 Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: 有名な子供番組「エリー・ザ・エキノイド」の元スター。おそらく正気ではない。 血への渇望レベル: 4 人間から受け継いだステータス：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 분명 미쳤을 겁니다. 살육 레벨: 4 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Była gwiazda słynnego programu dla dzieci "Ellie Konik". Najprawdopodobniej szalona. Poziom żądzy krwi: 4 Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: A antiga estrela do famoso programa infantil "Ellie the Equinoid". Provavelmente insana. Nível de sede de sangue: 4 Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。大约确实是疯了。 嗜血等级：4 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl4"]/title
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
ko: 마스코트
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl4"]/short
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

source: Active Ability: Deal double damage
es: Habilidad Activa: Inflige el doble de daño.
it: Abilità attiva: infliggere doppio danno
ja: アクティブアビリティ: 2倍のダメージを与える
ko: 활성화 능력: 두 배의 피해를 입힘
pl: Zdolność aktywna: Zadaj podwójne obrażenia
pt_br: Habilidade ativa: Causa o dobro de dano
zh_hans: 主动技能：造成2倍伤害

source: Moves at 2x speed and attacks in melee combat at 1.5x speed for 1.5x damage
es: Se mueve a 2x de velocidad y ataca en combate cuerpo a cuerpo a 1.5x de velocidad infligiendo 1.5x de daño.
it: Si muove a velocità 2x e attacchi in un combattimento in mischia a 1,5x velocità per 1,5x danni
ja: 2倍の速度で移動し、近接戦闘では1.5倍の速度で攻撃し、1.5倍のダメージを与える
ko: 이동속도 2배, 근접 공격력 및 근접 공격속도 1.5배
pl: Porusza się z szybkością 2x i atakuje w walce wręcz z szybkością 1,5x, zadając 1,5x obrażeń
pt_br: Move-se a uma velocidade de 2x e ataca em combate corpo a corpo a uma velocidade de 1,5x, causando 1,5x de dano
zh_hans: 2倍移动速度，1.5倍近战攻击速度，1.5倍战斗伤害

source: Breaks down doors instantly
es: Derriba puertas al instante.
it: Rompi le porte all'istante
ja: ドアを瞬時に破壊する
ko: 문을 일격에 파괴
pl: Natychmiast wyważa drzwi
pt_br: Arromba portas instantaneamente
zh_hans: 可直接击破舱门

source: Vengeance makes her stronger
es: La venganza la hace más fuerte.
it: La vendetta la rende più forte
ja: 復讐が彼女を強くする
ko: 복수가 그녀를 강하게 만듭니다
pl: Zemsta czyni ją silniejszą
pt_br: A vingança a torna mais forte
zh_hans: 复仇使她更加强大

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl5"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". Definitely insane. Bloodlust Level: 5 Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: La antigua estrella del famoso programa infantil "Ellie la Equinoide". Definitivamente loca. Nivel de Sed de Sangre: 5 Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: L'ex star del famoso spettacolo per bambini "Ellie the Equinoid".Sicuramente folle. Livello di pareggio di sangue: 5 Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: 有名な子供番組『エリー・ザ・エキノイド』の元スター。間違いなく狂っている。 血への渇望レベル：5 人間のステータスを受け継ぐ：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 확실히 미쳤습니다. 살육 레벨: 5 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Była gwiazda słynnego programu dla dzieci "Ellie Konik". Zdecydowanie szalona. Poziom żądzy krwi: 5 Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: A antiga estrela do famoso programa infantil "Ellie the Equinoid". Definitivamente insana. Nível de sede de sangue: 5 Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。确实是疯了。 嗜血等级：5 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl5"]/title
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
ko: 마스코트
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl5"]/short
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

source: Active Ability: Deal double damage
es: Habilidad Activa: Inflige el doble de daño.
it: Abilità attiva: infliggere doppio danno
ja: アクティブアビリティ: 2倍のダメージを与える
ko: 활성화 능력: 두 배의 피해를 입힘
pl: Zdolność aktywna: Zadaj podwójne obrażenia
pt_br: Habilidade ativa: Causa o dobro de dano
zh_hans: 主动技能：造成2倍战斗伤害

source: Moves and attacks in melee combat at 3x speed for 1.5x damage
es: Se mueve y ataca en combate cuerpo a cuerpo a 3x de velocidad infligiendo 1.5x de daño.
it: Si muove e attacchi nel combattimento in mischia a velocità 3x per un danno 1,5x
ja: 近接戦闘で3倍の速度で移動して攻撃し、1.5倍のダメージを与える
ko: 이동속도 및 근접 공격 속도 3배, 근접 공격력 1.5배
pl: Porusza się i atakuje w walce wręcz z szybkością 3x, zadając 1,5x obrażeń
pt_br: Movimentos e ataques em combate corpo a corpo com 3x de velocidade e 1,5x de dano
zh_hans: 3倍移动与近战攻击速度，1.5倍战斗伤害

source: Breaks down doors instantly
es: Derriba puertas al instante.
it: Rompi le porte all'istante
ja: ドアを瞬時に破壊する
ko: 문을 일격에 파괴
pl: Natychmiast wyważa drzwi
pt_br: Arromba portas instantaneamente
zh_hans: 可直接击破舱门

source: Vengeance makes her stronger
es: La venganza la hace más fuerte.
it: La vendetta la rende più forte
ja: 復讐が彼女を強くする
ko: 복수가 그녀를 강하게 만듭니다
pl: Zemsta czyni ją silniejszą
pt_br: A vingança a torna mais forte
zh_hans: 复仇使她更加强大

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl6"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". Absolutely bonkers. Bloodlust Level: Max Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: La antigua estrella del famoso programa infantil "Ellie la Equinoide". Absolutamente chiflada. Nivel de Sed de Sangre: Máx. Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: L'ex star del famoso spettacolo per bambini "Ellie the Equinoid".Assolutamente disgustoso. Livello di pareggio di sangue: max Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: 有名な子供番組『エリー・ザ・エキノイド』の元スター。絶対に頭がおかしい。 血に飢えたレベル：マックス 人間から受け継いだステータス: 危険なダメージへの耐性（マイナー）、スキルの習得が早くなる。
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 완전히 정신이 나갔습니다. 살육 레벨: 최대치 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Była gwiazda słynnego programu dla dzieci "Ellie Konik". Absolutnie stuknięta. Poziom żądzy krwi: Maks. Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: A antiga estrela do famoso programa infantil "Ellie the Equinoid". Absolutamente maluca. Nível de sede de sangue: Máximo Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。疯入膏肓。 嗜血等级：最高 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl6"]/title
source: Psychopath
es: Psicópata
ja: サイコパス
ko: 사이코패스
pl: Psychopata
pt_br: Psicopata
zh_hans: 精神病

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl6"]/short
source: Psychopath
es: Psicópata
ja: サイコパス
pl: Psychopata
pt_br: Psicopata
zh_hans: 精神病

source: The longer she spends in combat, the more insane she starts to go. When insanity reaches max, she will temporarily become uncontrollable and unteleportable, and deal triple damage but take doubled damage from hazards.
es: Cuanto más tiempo pasa en combate, más loca se vuelve. Cuando la locura llega al máximo, se vuelve temporalmente incontrolable e inteletransportable, e inflige el triple de daño pero recibe el doble de daño de peligros.
it: Più a lungo trascorre in combattimento, più folle inizia ad andare.Quando la follia raggiunge il massimo, diventerà temporaneamente incontrollabile e non religibile e infliggerà un triplo danno ma subirà danni raddoppiati dai pericoli.
ja: 戦闘に費やす時間が長くなるほど、彼女はますます狂気を帯び始める。狂気が最大に達すると、彼女は一時的に制御不能およびテレポート不能になり、3倍のダメージを与えるが、危険からは2倍のダメージを受ける。
ko: 전투가 지속될수록 점점 더 미쳐감. 완전히 미쳐버리면 일시적으로 조종 및 순간이동이 불가능해지고 재해로부터 세 배의 피해를 받으나 대인 공격력 또한 두 배로 증가.
pl: Im dłużej spędza w walce, tym bardziej szalona się staje. Gdy szaleństwo osiągnie maksimum, tymczasowo stanie się niekontrolowana i nieteleportowalna, i będzie zadawać potrójne obrażenia, ale otrzymywać podwójne obrażenia od zagrożeń.
pt_br: Quanto mais tempo ela passa em combate, mais insana ela começa a ficar. Quando a insanidade atingir o máximo, ela se tornará temporariamente incontrolável e intransportável, causando o triplo de dano, mas recebendo o dobro de dano dos perigos.
zh_hans: 她随战斗时长增加而增长疯狂度，当疯入膏肓时，她将暂时不受操控并且无法被传送，造成3倍战斗伤害但也受到2倍环境伤害。

source: Moves and attacks in melee combat at 3.5x speed for 1.5x damage
es: Se mueve y ataca en combate cuerpo a cuerpo a 3.5x de velocidad infligiendo 1.5x de daño.
it: Si muove e attacchi nel combattimento in mischia a 3,5x velocità per 1,5x danni
ja: 近接戦闘で3.5倍の速度で移動して攻撃し、1.5倍のダメージを与える
ko: 이동속도 및 근접 공격속도 3.5배, 근접 공격력 1.5배
pl: Porusza się i atakuje w walce wręcz z szybkością 3,5x, zadając 1,5x obrażeń
pt_br: Movimentos e ataques em combate corpo a corpo com 3,5x a velocidade e 1,5x o dano
zh_hans: 3.5倍移动与近战攻击速度，1.5倍战斗伤害

source: Breaks down doors instantly
es: Derriba puertas al instante.
it: Rompi le porte all'istante
ja: ドアを瞬時に破壊する
ko: 문을 일격에 파괴
pl: Natychmiast wyważa drzwi
pt_br: Arromba portas instantaneamente
zh_hans: 可直接击破舱门

source: Has gone completely insane
es: Se ha vuelto completamente loca.
it: È diventato completamente folle
ja: 完全に狂ってしまった
ko: 완전히 미쳐버림
pl: Całkowicie oszalała
pt_br: Ficou completamente louco
zh_hans: 彻底失去了理智

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_stephan"]/desc
source: A disheveled and broken man committed to rebuilding his future. Inherited Human stats: learns skills faster
es: Un hombre desaliñado y roto, comprometido a reconstruir su futuro. Estadísticas de Humano heredadas: aprende habilidades más rápido.
it: Un uomo arruffato e rotto impegnato a ricostruire il suo futuro. Statistiche umane ereditate: impara le abilità più velocemente
ja: だらしなく、傷ついた男が、自分の将来を立て直すために尽力する。 人間のステータスを受け継ぐ：スキルの習得が早い。
ko: 자신의 미래를 재건하는 데 전념하는 헝클어지고 망가진 남자입니다. 인간의 기본 특성: 숙련도가 빠르게 증가
pl: Rozczochrany i złamany człowiek oddany odbudowie swojej przyszłości. Odziedziczone statystyki Człowieka: szybciej uczy się umiejętności
pt_br: Um homem desarrumado e quebrado, empenhado em reconstruir seu futuro. Estatísticas humanas herdadas: aprende habilidades mais rapidamente
zh_hans: 一个潦倒窘迫之人，下决心重塑自己的未来 继承人类属性：学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_stephan"]/title
source: Ex-Star
es: Ex-Estrella
ja: 元スター
ko: 전직 스타
pl: Była Gwiazda
pt_br: Ex-estrela
zh_hans: 前明星

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_stephan"]/short
source: Ex-Star
es: Ex-Estrella
ja: 元スター
pl: Była Gwiazda
pt_br: Ex-estrela
zh_hans: 前明星

source: All allied crew gain doubled combat damage and healing on your own ship
es: Toda la tripulación aliada obtiene el doble de daño de combate y curación en tu propia nave.
it: Tutti gli equipaggi alleati guadagnano danni da combattimento raddoppiati e guarigione sulla tua nave
ja: 味方のクルー全員が、自船で2倍の戦闘ダメージと回復を得る
ko: 당신의 함선에 있는 모든 아군의 대인 공격력과 회복 속도가 두 배 증가합니다
pl: Cała sojusznicza załoga zyskuje podwójne obrażenia w walce i leczenie na twoim własnym statku
pt_br: Toda a tripulação aliada recebe o dobro de dano de combate e cura em seu próprio navio
zh_hans: 己方星舰内的友方船员获得100%战斗伤害与生命恢复速度增益

source: Greatly resistant to O2 and fire hazards
es: Muy resistente a peligros de O2 y fuego
it: Molto resistente ai pericoli O2 e al fuoco
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 크게 감소
pl: Bardzo odporny na zagrożenia związane z brakiem O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.35倍环境伤害

source: Immune to mind control and stuns
es: Inmune al control mental y a los aturdimientos.
it: Immune al controllo mentale e storie
ja: マイコンとスタンに対する耐性
ko: 정신 지배 및 기절에 면역
pl: Odporny na kontrolę umysłu i ogłuszenia
pt_br: Imune a controle mental e atordoamentos
zh_hans: 免疫心灵控制与眩晕

source: Cannot fight other crew, moves at 3x speed
es: No puede luchar contra otra tripulación, se mueve a 3x de velocidad.
it: Non riesco a combattere gli altri membri dell'equipaggio, si muove a velocità 3x
ja: 他のクルーと戦うことはできず、3倍の速度で移動する
ko: 대인 전투 불가, 이동속도 3배
pl: Nie może walczyć z inną załogą, porusza się z szybkością 3x
pt_br: Não pode lutar com outra tripulação, move-se a uma velocidade 3x maior
zh_hans: 无法战斗，3倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="unique_turzil"]/desc
source: A mysterious Engi Defender that you have been tasked with transporting.
es: Un misterioso Defensor Engi que te han encargado transportar.
it: Un misterioso difensore Engi che ti è stato incaricato di trasportare.
ja: あなたが輸送する任務を負った謎のエンジディフェンダー。
ko: 당신에게 운송 작업을 의뢰한 수상쩍은 엔지 수비대입니다.
pl: Tajemniczy Obrońca Engi, którego miałeś za zadanie przetransportować.
pt_br: Um misterioso Engi Defender que você foi encarregado de transportar.
zh_hans: 一个交给你护送的神秘半械保卫者。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_turzil"]/title
source: Defender
es: Defensor
ja: ディフェンダー
ko: 수비대
pl: Obrońca
pt_br: Defensor
zh_hans: 谐合保卫者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_turzil"]/short
source: Defender
es: Defensor
ja: ディフェンダー
pl: Obrońca
pt_br: Defensor
zh_hans: 谐合保卫者

source: Active Ability: Temporarily shields self and nearby allies, reducing incoming damage and greatly improving repair speed
es: Habilidad Activa: Se protege temporalmente a sí mismo y a los aliados cercanos, reduciendo el daño recibido y mejorando enormemente la velocidad de reparación.
it: Abilità attiva: protegge temporaneamente i se stessi e gli alleati nelle vicinanze, riducendo i danni in arrivo e migliorando notevolmente la velocità di riparazione
ja: アクティブな能力: 自分自身と近くの味方を一時的にシールドし、受けるダメージを軽減し、修復速度を大幅に向上させる
ko: 활성화 능력: 자신을 포함한 같은 선실의 모든 아군에게 방어막을 부여하여 받는 피해를 경감하고 수리 속도를 크게 향상시킴
pl: Zdolność aktywna: Tymczasowo osłania siebie i pobliskich sojuszników, zmniejszając nadchodzące obrażenia i znacznie poprawiając szybkość naprawy
pt_br: Habilidade ativa: Protege temporariamente a si mesmo e os aliados próximos, reduzindo o dano recebido e melhorando consideravelmente a velocidade de reparo.
zh_hans: 主动技能：暂时保护舱室内包括自身的所有友方船员，使其受到的所有伤害大幅降低，同时大幅提高其维修速度

source: Max Health is increased to 115
es: La Salud Máxima aumenta a 115.
it: Max Health è aumentata a 115
ja: 最大ライフが115に増加した
ko: 최대 체력 115
pl: Maksymalne zdrowie zwiększone do 115
pt_br: A saúde máxima é aumentada para 115
zh_hans: 115点最大生命值

source: 0.8x combat damage, 0.4x repair speed
es: 0.8x de daño de combate, 0.4x de velocidad de reparación.
it: 0,8x danni da combattimento, velocità di riparazione 0,4x
ja: 戦闘ダメージ0.8倍、修復速度0.4倍
ko: 대인 공격력 0.8배, 수리 속도 0.4배
pl: 0,8x obrażeń w walce, 0,4x szybkości naprawy
pt_br: 0,8x dano de combate, 0,4x velocidade de reparo
zh_hans: 0.8倍战斗伤害，0.4倍维修速度

source: Movement speed is increased to 1.4x
es: La velocidad de movimiento aumenta a 1.4x.
it: La velocità di movimento è aumentata a 1,4x
ja: 移動速度が1.4倍に増加する
ko: 이동속도 1.4배
pl: Szybkość ruchu zwiększona do 1,4x
pt_br: A velocidade de movimento é aumentada para 1,4x
zh_hans: 1.4倍移动速度

source: Learns all skills 20% faster, takes reduced hazard damage, is immune to mind control
es: Aprende todas las habilidades un 20% más rápido, recibe daño reducido por peligros, es inmune al control mental.
it: Impara tutte le abilità il 20% più velocemente, subisce un danno a rischio ridotto, è immune al controllo mentale
ja: すべてのスキルを20%早く学習し、ハザードダメージを軽減し、マイコンの影響を受けない
ko: 모든 기술의 숙련도를 20% 빠르게 익힘, 재해로부터 받는 피해가 감소, 정신 지배에 면역
pl: Uczy się wszystkich umiejętności o 20% szybciej, otrzymuje zmniejszone obrażenia od zagrożeń, jest odporny na kontrolę umysłu
pt_br: Aprende todas as habilidades 20% mais rápido, recebe dano de perigo reduzido e é imune a controle mental
zh_hans: 学习技能快20%，具有一定环境伤害抗性，免疫心灵控制

source: Friendly crew in the same room gain a 50% repair speed buff
es: La tripulación aliada en la misma habitación obtiene una mejora del 50% en la velocidad de reparación.
it: L'equipaggio amichevole nella stessa stanza guadagna un buff della velocità di riparazione del 50%
ja: 同じ部屋にいる友好的なクルーは50%の修理速度バフを獲得する
ko: 같은 선실에 위치한 아군의 수리 속도가 50% 증가
pl: Przyjazna załoga w tym samym pomieszczeniu zyskuje 50% premii do szybkości naprawy
pt_br: A tripulação amiga na mesma sala ganha um bônus de 50% na velocidade de reparo
zh_hans: 同舱室的友方船员获得50%的维修速度加成

# data/blueprints.xml.append$//crewBlueprint[@name="unique_anurak"]/desc
source: A rogue Monk and ex-Duskbringer who deeply regrets his past. All he has left is his faith, which he'll defend even to the death. Inherited Zoltan stats: 75 HP, 1 bonus power
es: Un Monje renegado y ex-Portador del Atardecer que se arrepiente profundamente de su pasado. Todo lo que le queda es su fe, que defenderá hasta la muerte. Estadísticas de Zoltan heredadas: 75 PV, 1 de energía adicional.
it: Un monaco canaglia ed ex-Duskbringer che si rammarica profondamente il suo passato.Tutto ciò che gli è rimasto è la sua fede, che difenderà fino alla morte. Statistiche Zoltan ereditate: 75 CV, 1 potenza bonus
ja: 自分の過去を深く後悔している元ダスクブリンガーの悪党モンク。彼に残されたのは、死んでも守る信仰心だけである。 ゾルタンのステータスHP75、ボーナスパワー1
ko: 과거를 후회하는 전 더스크브링어이자 현 떠돌이 수도승입니다. 그에게 남은 것은 죽을 때까지 지켜내고자 하는 신념뿐입니다. 졸탄의 기본 특성: 최대 체력 75, 추가 전력 1
pl: Zbuntowany Mnich i były Zwiastun Zmierzchu, który głęboko żałuje swojej przeszłości. Została mu tylko wiara, której będzie bronił nawet za cenę życia. Odziedziczone statystyki Zoltana: 75 PŻ, 1 dodatkowa moc
pt_br: Um monge desonesto e ex-Duskbringer que se arrepende profundamente de seu passado. Tudo o que lhe resta é sua fé, que ele defenderá até a morte. Estatísticas herdadas de Zoltan: 75 HP, 1 poder de bônus
zh_hans: 一位潜行僧，因曾经的暮临派身份而深深自责。他将守护自身仅存的信仰至死。 继承超能族属性：75点最大生命值，为所在舱室系统提供1格能量

# data/blueprints.xml.append$//crewBlueprint[@name="unique_anurak"]/title
source: Rogue
es: Renegado
it: Briccone
ja: ならず者
ko: 떠돌이
pl: Łotr
zh_hans: 潜行僧

# data/blueprints.xml.append$//crewBlueprint[@name="unique_anurak"]/short
source: Rogue
es: Renegado
it: Briccone
ja: ならず者
pl: Łotr
zh_hans: 潜行僧
