Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BIO_CONSERVATIVE"]/desc
source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew. Conservative weapons use no power on their own but require the system itself to be powered.
es: Este aterrador Rayo de radiación causa un gran daño a la tripulación y debilita a la tripulación enemiga. Las armas conservadoras no usan energía por sí mismas, pero requieren que el sistema esté encendido.
it: Questo terrificante raggio di radiazioni infligge pesanti danni da equipaggio e indebolisce l'equipaggio nemico.Le armi conservatrici non usano potere da sole ma richiedono che il sistema stesso sia alimentato.
ja: この恐ろしい放射線ビームはクルーに大きなダメージを与え、敵のクルーを弱体化させる。コンサーブウェポンはそれ自体では動力を使用しないが、システム自体に動力を供給する必要がある。
ko: 이 무시무시한 방사성 빔은 적 선원에게 큰 피해를 입히고 일시적인 장애를 남깁니다. 보존 무기는 직접 전력을 소모하진 않지만, 다른 무기에 전력이 공급되고 있어야 사용할 수 있습니다.
pl: Ten przerażający promień radiacyjny zadaje ciężkie obrażenia załodze i osłabia wrogą załogę. Broń konserwatywna nie zużywa własnej energii, ale wymaga zasilania samego systemu.
pt_br: Esse terrível feixe de radiação causa grandes danos à tripulação e enfraquece a tripulação inimiga. As armas conservadoras não usam energia por si só, mas exigem que o próprio sistema seja alimentado.
zh_hans: 这这种可怕的辐射光束可对船员造成大量伤害，并削弱敌方船员。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="ZENITH_1"]/title
source: Zenith Laser MK I
es: Láser Zenith MK I
ja: ゼニスレーザー MK I
ko: 제니스 레이저 마크 I
pl: Laser Zenit MK I
pt_br: Laser Zenith MK I
zh_hans: 天顶激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="ZENITH_1"]/short
source: Zenith I
ja: ゼニスI
pl: Zenit I
pt_br: Zênite I
zh_hans: 天顶激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="ZENITH_1"]/desc
source: A deadly Aether-powered Laser that deals massive damage even compared to standard heavy Lasers.
es: Un láser mortal alimentado por Éter que inflige un daño masivo incluso en comparación con los láseres pesados estándar.
it: Un laser mortale alimentato a etere che infligge danni enormi anche rispetto ai laser pesanti standard.
ja: 標準的な重いレーザーと比較しても大きなダメージを与える、致命的なエーテル動力のレーザー。
ko: 아이테르 기술로 구동되는 치명적인 레이저입니다. 중형 레이저보다도 큰 막대한 피해를 가합니다.
pl: Śmiertelny Laser zasilany Eterem, który zadaje ogromne obrażenia nawet w porównaniu do standardowych ciężkich Laserów.
pt_br: Um laser mortal alimentado por Aether que causa danos enormes, mesmo em comparação com os lasers pesados comuns.
zh_hans: 一种致命的以太驱动激光武器，比标准重型激光伤害还更高。

# data/blueprints.xml.append$//weaponBlueprint[@name="LANCE_1"]/title
source: Lance Beam MK I
es: Rayo de Lanza MK I
ja: ランス・ビーム MK I
ko: 랜스 빔 마크 I
pl: Promień Lanca MK I
pt_br: Feixe de Lança MK I
zh_hans: 长矛光束I

# data/blueprints.xml.append$//weaponBlueprint[@name="LANCE_1"]/short
source: Lance I
es: Lanza I
it: Lancia i
ja: ランス
pl: Lanca I
pt_br: Lança I
zh_hans: 长矛光束I

# data/blueprints.xml.append$//weaponBlueprint[@name="LANCE_1"]/desc
source: Devastating Aether-powered Beam weapon which punches through shields with additional pierce.
es: Devastadora arma de Rayo alimentada por Éter que atraviesa los escudos con perforación adicional.
it: Devastante arma a travi a potenza etere che colpisce gli scudi con ulteriore Pierce.
ja: 追加の貫通力でシールドを突き破る、エーテルを動力とする破壊的なビーム兵器。
ko: 아이테르 기술로 구동되는 파괴적인 빔입니다. 높은 관통력으로 방어막을 뚫고 공격합니다.
pl: Niszczycielska broń promieniowa zasilana Eterem, która przebija tarcze z dodatkowym przebiciem.
pt_br: Arma de feixe devastadora movida a éter que perfura os escudos com perfuração adicional.
zh_hans: 毁灭性的以太驱动光束武器，有额外的护盾穿透力。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CLUSTER"]/title
source: Cluster Bomb
es: Bomba de Racimo
it: Bomba a grappolo
ja: クラスター爆弾
ko: 확산탄
pl: Bomba Kasetowa
pt_br: Bomba de fragmentação
zh_hans: 集束炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CLUSTER"]/short
source: Cluster B.
es: Bomba Rac.
ja: クラスターB
pl: Bomba K.
pt_br: Grupo B.
zh_hans: 集束炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CLUSTER"]/desc
source: A powerful Aether-powered Bomb Launcher which replicates 3 warheads when targeting the enemy ship. For safety reasons, only fires 1 bomb when targeting your ship.
es: Un potente Lanzabombas alimentado por Éter que replica 3 ojivas al apuntar a la nave enemiga. Por razones de seguridad, solo dispara 1 bomba al apuntar a tu nave.
it: Un potente lanciatore di bombe alimentata a etere che replica 3 testate quando si prendono di mira alla nave nemica.Per motivi di sicurezza, spara solo 1 bomba quando si prendono di mira la tua nave.
ja: 敵艦をターゲットにすると3つの弾頭を複製する、強力なエーテル動力のボムランチャー。安全上の理由から、船をターゲットにする場合は爆弾を1つだけ発射する。
ko: 아이테르로 구동되어 적함을 조준했을 때 3발의 탄두를 복제해 발사하는 강력한 폭탄 발사기입니다. 안전상의 이유로 당신의 함선을 조준했을 때는 1발의 폭탄만 발사됩니다.
pl: Potężna Wyrzutnia Bomb zasilana Eterem, która replikuje 3 głowice, gdy celuje w statek wroga. Ze względów bezpieczeństwa wystrzeliwuje tylko 1 bombę, gdy celuje w twój statek.
pt_br: Um poderoso lançador de bombas movido a éter que replica 3 ogivas ao mirar na nave inimiga. Por motivos de segurança, dispara apenas 1 bomba quando o alvo é a sua nave.
zh_hans: 强大的以太驱动炸弹发射器，在瞄准敌舰时复制3个弹头。出于安全原因，在瞄准己方星舰时仅发射1枚炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CLUSTER_ENEMY"]/title
source: Cluster Bomb
es: Bomba de Racimo
it: Bomba a grappolo
ja: クラスター爆弾
pl: Bomba Kasetowa
pt_br: Bomba de fragmentação
zh_hans: 集束炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CLUSTER_ENEMY"]/short
source: Cluster B.
es: Bomba Rac.
ja: クラスターB
pl: Bomba K.
pt_br: Grupo B.
zh_hans: 集束炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CLUSTER_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER"]/title
source: Harbinger MK I
es: Heraldo MK I
ja: ハービンジャー MK I
ko: 흉조 마크 I
pl: Zwiastun MK I
zh_hans: 预兆者激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER"]/short
source: Harbing. I
es: Heraldo I
it: Harbing.IO
ja: ハービングI
pl: Zwiastun I
pt_br: Arrebatamento. I
zh_hans: 预兆者I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER"]/desc
source: An incredibly powerful Laser manufactured by the Obelisks that can cause much more havoc than your average Burst Laser.
es: Un Láser increíblemente potente fabricado por los Obeliscos que puede causar muchos más estragos que un Láser de Ráfaga promedio.
it: Un laser incredibilmente potente prodotto dagli obelischi che può causare molto più caos del tuo laser a scoppio medio.
ja: オベリスクによって製造された信じられないほど強力なレーザーで、平均的なバーストレーザーよりもはるかに大きな混乱を引き起こす可能性がある。
ko: 오벨리스크가 만들어낸 믿을 수 없을 만큼 강력한 레이저입니다. 평범한 점사형 레이저보다 더 큰 혼란을 유발합니다.
pl: Niezwykle potężny Laser wyprodukowany przez Obeliski, który może spowodować znacznie więcej spustoszenia niż przeciętny Laser Salwowy.
pt_br: Um laser incrivelmente poderoso fabricado pelos Obeliscos que pode causar muito mais estragos do que um laser de explosão comum.
zh_hans: 由方碑族制造的极其强大的激光，比普通爆裂激光造成的破坏大得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_2"]/title
source: Harbinger MK II
es: Heraldo MK II
ja: ハービンジャー MK II
ko: 흉조 마크 II
pl: Zwiastun MK II
zh_hans: 预兆者激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_2"]/short
source: Harbing. II
es: Heraldo II
ja: ハービングII
pl: Zwiastun II
zh_hans: 预兆者II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_2"]/desc
source: An incredibly powerful Laser manufactured by the Obelisks that can cause much more havoc than your average Burst Laser.
es: Un Láser increíblemente potente fabricado por los Obeliscos que puede causar muchos más estragos que un Láser de Ráfaga promedio.
it: Un laser incredibilmente potente prodotto dagli obelischi che può causare molto più caos del tuo laser a scoppio medio.
ja: オベリスクによって製造された信じられないほど強力なレーザーで、平均的なバーストレーザーよりもはるかに大きな混乱を引き起こす可能性がある。
ko: 오벨리스크가 만들어낸 믿을 수 없을 만큼 강력한 레이저입니다. 평범한 점사형 레이저보다 더 큰 혼란을 유발합니다.
pl: Niezwykle potężny Laser wyprodukowany przez Obeliski, który może spowodować znacznie więcej spustoszenia niż przeciętny Laser Salwowy.
pt_br: Um laser incrivelmente poderoso fabricado pelos Obeliscos que pode causar muito mais estragos do que um laser de explosão comum.
zh_hans: 由方碑族制造的极其强大的激光，比普通爆裂激光造成的破坏大得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_3"]/title
source: Harbinger MK III
es: Heraldo MK III
ja: ハービンジャー MK III
ko: 흉조 마크 III
pl: Zwiastun MK III
zh_hans: 预兆者激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_3"]/short
source: Harbing. III
es: Heraldo III
ja: ハービングIII
pl: Zwiastun III
zh_hans: 预兆者III

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_3"]/desc
source: An incredibly powerful Laser manufactured by the Obelisks that can cause much more havoc than your average Burst Laser.
es: Un Láser increíblemente potente fabricado por los Obeliscos que puede causar muchos más estragos que un Láser de Ráfaga promedio.
it: Un laser incredibilmente potente prodotto dagli obelischi che può causare molto più caos del tuo laser a scoppio medio.
ja: オベリスクによって製造された信じられないほど強力なレーザーで、平均的なバーストレーザーよりもはるかに大きな混乱を引き起こす可能性がある。
ko: 오벨리스크가 만들어낸 믿을 수 없을 만큼 강력한 레이저입니다. 평범한 점사형 레이저보다 더 큰 혼란을 유발합니다.
pl: Niezwykle potężny Laser wyprodukowany przez Obeliski, który może spowodować znacznie więcej spustoszenia niż przeciętny Laser Salwowy.
pt_br: Um laser incrivelmente poderoso fabricado pelos Obeliscos que pode causar muito mais estragos do que um laser de explosão comum.
zh_hans: 由方碑族制造的极其强大的激光，比普通爆裂激光造成的破坏大得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_WRECK"]/title
source: Ancient Laser MK I
es: Láser Antiguo MK I
it: Antico laser mk i
ja: エンシェント・レーザー MK I
ko: 고대 레이저 마크 I
pl: Starożytny Laser MK I
pt_br: Laser Antigo MK I
zh_hans: 预兆者激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_WRECK"]/short
source: Ancient L. I
es: L. Antiguo I
it: Antico L. i
ja: エンシェントL.
pl: Starożytny L. I
pt_br: Antigo L. I
zh_hans: 预兆者I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_WRECK"]/desc
source: Scans show this extremely old Laser is made almost entirely out of Aether. It seems a complex system of magnets allow certain parts of the weapon to levitate while keeping them locked in place.
es: Los escaneos muestran que este Láser extremadamente antiguo está hecho casi en su totalidad de Éter. Parece que un complejo sistema de imanes permite que ciertas partes del arma leviten mientras las mantiene fijas en su lugar.
it: Le scansioni mostrano che questo laser estremamente vecchio è realizzato quasi interamente da etere.Sembra che un sistema complesso di magneti consenta a alcune parti dell'arma di levitare mantenendole bloccate in posizione.
ja: スキャンの結果、この非常に古いレーザーはほぼ完全にエーテルで作られていると分かった。磁石の複雑なシステムにより、武器の特定の部分が所定の位置に固定されたまま浮遊することが可能になっているようだ。
ko: 거의 모든 부분이 아이테르로 만들어진 아주 오래된 레이저를 탐지했습니다. 복잡한 자기력 장치가 무기의 특정 부분을 제자리에 고정된 채 떠 있도록 하는 것 같습니다.
pl: Skanowanie pokazuje, że ten niezwykle stary Laser jest wykonany prawie w całości z Eteru. Wydaje się, że złożony system magnesów pozwala pewnym częściom broni lewitować, jednocześnie utrzymując je w miejscu.
pt_br: Os exames mostram que esse laser extremamente antigo é feito quase inteiramente de éter. Parece que um sistema complexo de ímãs permite que certas partes da arma levitem, mantendo-as travadas no lugar.
zh_hans: 扫描显示，这种极其古老的激光几乎完全由以太制成。似乎有一个复杂的磁力系统允许武器的某些部分悬浮，同时使其固定在适当的位置。

source: Harbinger MK II
es: Heraldo MK II
ja: ハービンジャー MK II
ko: 흉조 마크 II
pl: Zwiastun MK II
zh_hans: 预兆者激光II

source: Harbing. II
es: Heraldo II
ja: ハービングII
pl: Zwiastun II
zh_hans: 预兆者II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_LASER_2_WRECK"]/desc
source: Scans show this extremely old Laser is made almost entirely out of Aether. It seems a complex system of magnets allow certain parts of the weapon to levitate while keeping them locked in place.
es: Los escaneos muestran que este Láser extremadamente antiguo está hecho casi en su totalidad de Éter. Parece que un complejo sistema de imanes permite que ciertas partes del arma leviten mientras las mantiene fijas en su lugar.
it: Le scansioni mostrano che questo laser estremamente vecchio è realizzato quasi interamente da etere.Sembra che un sistema complesso di magneti consenta a alcune parti dell'arma di levitare mantenendole bloccate in posizione.
ja: スキャンの結果、この非常に古いレーザーはほぼ完全にエーテルで作られていると分かった。磁石の複雑なシステムにより、武器の特定の部分が所定の位置に固定されたまま浮遊することが可能になっているようだ。
ko: 거의 모든 부분이 아이테르로 만들어진 아주 오래된 레이저를 탐지했습니다. 복잡한 자기력 장치가 무기의 특정 부분을 제자리에 고정된 채 떠 있도록 하는 것 같습니다.
pl: Skanowanie pokazuje, że ten niezwykle stary Laser jest wykonany prawie w całości z Eteru. Wydaje się, że złożony system magnesów pozwala pewnym częściom broni lewitować, jednocześnie utrzymując je w miejscu.
pt_br: Os exames mostram que esse laser extremamente antigo é feito quase inteiramente de éter. Parece que um sistema complexo de ímãs permite que certas partes da arma levitem, mantendo-as travadas no lugar.
zh_hans: 扫描显示，这种极其古老的激光几乎完全由以太制成。似乎有一个复杂的磁力系统允许武器的某些部分悬浮，同时使其固定在适当的位置。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_MISSILES"]/title
source: Carnage Missiles
es: Misiles de Matanza
it: Missili di carneficina
ja: カルトナージュ・ミサイル
ko: 대학살 미사일
pl: Rakiety Rzezi
pt_br: Mísseis de Carnificina
zh_hans: 杀戮导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_MISSILES"]/short
source: Carnage
es: Matanza
it: Carneficina
ja: カルトナージュ
pl: Rzeź
pt_br: Carnificina
zh_hans: 杀戮导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_MISSILES"]/desc
source: An ancient Missile Launcher, far outdating any Launcher you've ever seen.
es: Un antiguo Lanzamisiles, mucho más antiguo que cualquier lanzador que hayas visto.
it: Un antico lanciatore di missili, di gran lunga superato qualsiasi lanciatore che tu abbia mai visto.
ja: 古代のミサイルランチャー。これまで見たどのランチャーよりもはるかに時代遅れだ。
ko: 고대의 미사일 발사기입니다. 당신이 아는 모든 미사일들을 아득히 뛰어넘습니다.
pl: Starożytna Wyrzutnia Rakiet, znacznie starsza niż jakakolwiek Wyrzutnia, jaką kiedykolwiek widziałeś.
pt_br: Um lançador de mísseis antigo, muito superior a qualquer lançador que você já tenha visto.
zh_hans: 一种远古导弹发射器，远远早于你见过的任何发射器。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BOMB"]/title
source: Payload Teleporter
es: Teletransportador de Carga
ja: ペイロード・テレポーター
ko: 페이로드 텔레포터
pl: Teleporter Ładunku
pt_br: Teletransportador de carga útil
zh_hans: 爆弹传送器

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BOMB"]/short
source: Payload
es: Carga
it: Carico utile
ja: ペイロード
pl: Ładunek
pt_br: Carga útil
zh_hans: 爆弹

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BOMB"]/desc
source: A Bomb Launcher weapon, but unlike any you've ever seen. It appears to be much stronger than common bombs.
es: Un arma Lanzabombas, pero diferente a cualquiera que hayas visto. Parece ser mucho más fuerte que las bombas comunes.
it: Un'arma del lanciatore di bombe, ma a differenza di qualsiasi parte che tu abbia mai visto.Sembra essere molto più forte delle bombe comuni.
ja: ボムランチャー武器だが、これまでに見たものとは異なる。一般的な爆弾よりもはるかに強力なようだ。
ko: 당신이 한 번도 본적 없는 폭탄 발사기입니다. 보통의 폭탄 발사기보다 훨씬 강해 보입니다.
pl: Broń typu Wyrzutnia Bomb, ale inna niż wszystkie, jakie kiedykolwiek widziałeś. Wydaje się być znacznie silniejsza niż zwykłe bomby.
pt_br: Uma arma Bomb Launcher, mas diferente de todas as que você já viu. Ela parece ser muito mais forte do que as bombas comuns.
zh_hans: 一种炸弹发射器，但与你见过的任何发射器都不一样。它似乎比普通炸弹强得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BOMB_ENEMY"]/title
source: Payload Teleporter
es: Teletransportador de Carga
ja: ペイロード・テレポーター
pl: Teleporter Ładunku
pt_br: Teletransportador de carga útil
zh_hans: 爆弹传送器

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BOMB_ENEMY"]/short
source: Payload
es: Carga
it: Carico utile
ja: ペイロード
pl: Ładunek
pt_br: Carga útil
zh_hans: 爆弹

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BOMB_ENEMY"]/desc
source: A Bomb Launcher weapon, but unlike any you've ever seen. It appears to be much stronger than common bombs.
es: Un arma Lanzabombas, pero diferente a cualquiera que hayas visto. Parece ser mucho más fuerte que las bombas comunes.
it: Un'arma del lanciatore di bombe, ma a differenza di qualsiasi parte che tu abbia mai visto.Sembra essere molto più forte delle bombe comuni.
ja: ボムランチャー武器だが、これまでに見たものとは異なる。一般的な爆弾よりもはるかに強力なようだ。
pl: Broń typu Wyrzutnia Bomb, ale inna niż wszystkie, jakie kiedykolwiek widziałeś. Wydaje się być znacznie silniejsza niż zwykłe bomby.
pt_br: Uma arma Bomb Launcher, mas diferente de todas as que você já viu. Ela parece ser muito mais forte do que as bombas comuns.
zh_hans: 一种炸弹发射器，但与你见过的任何发射器都不一样。它似乎比普通炸弹强得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_MINELAUNCHER"]/title
source: Onslaught Launcher
es: Lanzador de Embestida
it: Lanciagranate
ja: オンスロート ランチャー
ko: 맹공 기뢰 사출기
pl: Wyrzutnia Szturmu
pt_br: Lançador Onslaught
zh_hans: 猛攻空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_MINELAUNCHER"]/short
source: Onslaught
es: Embestida
it: Assalto
ja: 猛進
pl: Szturm
pt_br: Ataque
zh_hans: 猛攻空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_MINELAUNCHER"]/desc
source: It seems the Mine Launchers go farther back than you expected. This one appears to be much stronger than its modern cousins. Provides 2 fleet delay for 7 missiles at empty beacons.
es: Parece que los Lanzaminas son más antiguos de lo que esperabas. Este parece ser mucho más fuerte que sus primos modernos. Proporciona 2 de retraso de flota por 7 misiles en balizas vacías.
it: Sembra che i lanciatori di mine tornino più indietro del previsto.Questo sembra essere molto più forte dei suoi moderni cugini. Fornisce 2 ritardo della flotta per 7 missili in beacon vuoti.
ja: マイン・ランチャーは、あなたが思っていたよりもずっと前にあったようだ。これは現代的なものよりもはるかに強力に見える。 空のビーコンにミサイル7発で2フリートディレイを提供する。
ko: 기뢰 사출기가 생각보다 많이 퇴보한것 같네요. 이 기뢰 사출기는 현대의 사촌들보다 훨씬 강해 보입니다. 빈 송신소에서 미사일 7개를 소모해 반군의 추적을 2도약 지연시킬 수 있습니다.
pl: Wygląda na to, że Wyrzutnie Min mają dłuższą historię, niż się spodziewałeś. Ta wydaje się być znacznie silniejsza niż jej współczesne kuzynki. Zapewnia 2 opóźnienia floty za 7 rakiet przy pustych sygnalizatorach.
pt_br: Parece que os lançadores de minas são mais antigos do que você esperava. Este parece ser muito mais forte do que seus primos modernos. Fornece 2 atrasos de frota para 7 mísseis em sinalizadores vazios.
zh_hans: 似乎空雷发射器的历史比你预计的要久远。这种似乎比其现代同类武器强大得多。 可在空信标处用7发弹药来拖延2次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM"]/title
source: Eradicator MK I
es: Erradicador MK I
ja: イレイディケーター MK I
ko: 근절자 마크 I
pl: Eradykator MK I
pt_br: Erradicador MK I
zh_hans: 根除者光束I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM"]/short
source: Eradic. I
es: Erradic. I
it: Eradico.IO
ja: イーラディックI
pl: Eradyk. I
pt_br: Erradicar. I
zh_hans: 根除者I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM"]/desc
source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
es: Una potente arma de destrucción anterior a cualquier Rayo moderno, que causa cantidades masivas de daño.
it: Un'arma potente di distruzione che precede qualsiasi raggio moderno, che fa enormi danni.
ja: 現代のビームよりも前の強力な破壊兵器であり、膨大なダメージを与える。
ko: 현대의 모든 빔을 능가하는 강력한 파괴력의 무기입니다. 상대에게 막대한 피해를 입힙니다.
pl: Potężna broń zniszczenia, starsza niż jakikolwiek współczesny Promień, która zadaje ogromne ilości obrażeń.
pt_br: Uma poderosa arma de destruição anterior a qualquer feixe moderno, que causa grandes quantidades de dano.
zh_hans: 一种强大的毁灭性武器，早于任何现代光束。能造成大量伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM_2"]/title
source: Eradicator MK II
es: Erradicador MK II
ja: イレイディケーター MK II
ko: 근절자 마크 II
pl: Eradykator MK II
pt_br: Erradicador MK II
zh_hans: 根除者光束II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM_2"]/short
source: Eradic. II
es: Erradic. II
it: Eradico.Ii
ja: 撲滅。II
pl: Eradyk. II
pt_br: Erradicação. II
zh_hans: 根除者II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM_2"]/desc
source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
es: Una potente arma de destrucción anterior a cualquier Rayo moderno, que causa cantidades masivas de daño.
it: Un'arma potente di distruzione che precede qualsiasi raggio moderno, che fa enormi danni.
ja: 現代のビームよりも前の強力な破壊兵器であり、膨大なダメージを与える。
ko: 현대의 모든 빔을 능가하는 강력한 파괴력의 무기입니다. 상대에게 막대한 피해를 입힙니다.
pl: Potężna broń zniszczenia, starsza niż jakikolwiek współczesny Promień, która zadaje ogromne ilości obrażeń.
pt_br: Uma poderosa arma de destruição anterior a qualquer feixe moderno, que causa grandes quantidades de dano.
zh_hans: 一种强大的毁灭性武器，早于任何现代光束。能造成大量伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM_3"]/title
source: Eradicator MK III
es: Erradicador MK III
ja: イレイディケーター MK III
ko: 근절자 마크 III
pl: Eradykator MK III
pt_br: Erradicador MK III
zh_hans: 根除者光束III

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM_3"]/short
source: Eradic. III
es: Erradic. III
it: Eradico.III
ja: イーラディックIII
pl: Eradyk. III
pt_br: Erradicação. III
zh_hans: 根除者III

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_BEAM_3"]/desc
source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
es: Una potente arma de destrucción anterior a cualquier Rayo moderno, que causa cantidades masivas de daño.
it: Un'arma potente di distruzione che precede qualsiasi raggio moderno, che fa enormi danni.
ja: 現代のビームよりも前の強力な破壊兵器であり、膨大なダメージを与える。
ko: 현대의 모든 빔을 능가하는 강력한 파괴력의 무기입니다. 상대에게 막대한 피해를 입힙니다.
pl: Potężna broń zniszczenia, starsza niż jakikolwiek współczesny Promień, która zadaje ogromne ilości obrażeń.
pt_br: Uma poderosa arma de destruição anterior a qualquer feixe moderno, que causa grandes quantidades de dano.
zh_hans: 一种强大的毁灭性武器，早于任何现代光束。能造成大量伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_HAVOC"]/title
source: Havoceizer
es: Caotizador
ja: ハヴォセイザー
ko: 혼돈 유발자
pl: Spustoszyciel
zh_hans: 浩劫者光束

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_HAVOC"]/short
source: Havoceizer
es: Caotizador
ja: ハヴォセイザー
pl: Spustoszyciel
zh_hans: 浩劫者

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_HAVOC"]/desc
source: This massive and bulky Beam isn't quite what you'd expect. It does no physical damage to the hull, but causes massive chaos aboard the enemy ship.
es: Este Rayo masivo y voluminoso no es lo que esperarías. No causa daño físico al casco, pero provoca un caos masivo a bordo de la nave enemiga.
it: Questo raggio enorme e voluminoso non è proprio quello che ti aspetteresti.Non fa alcun danno fisico allo scafo, ma provoca enormi caos a bordo della nave nemica.
ja: この巨大でかさばるビームは、皆さんが期待するものとはまったく異なる。船体には物理的な損傷はないが、敵艦に大混乱を引き起こす。
ko: 이 덩치 큰 빔은 당신의 예상과는 사뭇 다른 기능을 보여줍니다. 선체에 물리적 피해를 주지는 못하지만, 적함을 혼돈의 도가니에 빠뜨려 버립니다.
pl: Ten masywny i nieporęczny Promień nie jest do końca tym, czego byś się spodziewał. Nie zadaje obrażeń fizycznych kadłubowi, ale powoduje ogromny chaos na pokładzie wrogiego statku.
pt_br: Esse feixe maciço e volumoso não é exatamente o que você espera. Ele não causa danos físicos ao casco, mas provoca um caos enorme a bordo da nave inimiga.
zh_hans: 这种庞大且笨重的光束并不如你所料。它无法对舰体造成物理伤害，但可以在敌舰上造成巨大的混乱。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS"]/title
source: Purifier Pinpoint MK I
es: Purificador de Precisión MK I
it: Purificatore Pinpoint mk i
ja: ピュリファイアー ピンポイント MK I
ko: 정화자 핀포인트 마크 I
pl: Oczyszczacz Punktowy MK I
pt_br: Purificador Pinpoint MK I
zh_hans: 净化者光点I
