Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Currently mimicking: Director
es: Imitando actualmente: Director
it: Attualmente imita: regista
ja: 現在模倣中: ディレクター
ko: 현재 모방 중: 감독
pl: Obecnie naśladuje: Dyrektora
pt_br: Atualmente imitando: diretor
zh_hans: 当前模仿：导引无人机

source: Currently mimicking: Mender
es: Imitando actualmente: Reparador
it: Attualmente imita: Mender
ja: 現在模倣中: メンダー
ko: 현재 모방 중: 땜장이
pl: Obecnie naśladuje: Naprawiacza
pt_br: Atualmente imitando: Mender
zh_hans: 当前模仿：修复无人机

source: Currently mimicking: Roomba
es: Imitando actualmente: Roomba
it: Attualmente imita: Roomba
ja: 現在模倣中: ルンバ
ko: 현재 모방 중: 룸바
pl: Obecnie naśladuje: Roombę
pt_br: Atualmente imitando: Roomba
zh_hans: 当前模仿：扫荡无人机

source: Currently mimicking: Soldier
es: Imitando actualmente: Soldado
it: Attualmente imita: soldato
ja: 現在模倣中: 兵士
ko: 현재 모방 중: 병사
pl: Obecnie naśladuje: Żołnierza
pt_br: Atualmente imitando: Soldado
zh_hans: 当前模仿：人类士兵

source: Currently mimicking: Defender
es: Imitando actualmente: Defensor
it: Attualmente imita: Defender
ja: 現在模倣中: ディフェンダー
ko: 현재 모방 중: 수비대
pl: Obecnie naśladuje: Obrońcę
pt_br: Atualmente imitando: Defensor
zh_hans: 当前模仿：半械保卫者

source: Currently mimicking: Crusader
es: Imitando actualmente: Cruzado
it: Attualmente imita: Crusader
ja: 現在模倣中: クルセイダー
ko: 현재 모방 중: 크루세이더
pl: Obecnie naśladuje: Krzyżowca
pt_br: Atualmente imitando: Cruzado
zh_hans: 当前模仿：岩石圣战者

source: Currently mimicking: Sentinel
es: Imitando actualmente: Centinela
it: Attualmente imita: Sentinel
ja: 現在模倣中: センチネル
ko: 현재 모방 중: 감시병
pl: Obecnie naśladuje: Strażnika
pt_br: Atualmente imitando: Sentinela
zh_hans: 当前模仿：水晶戍卫者

source: Currently mimicking: Suzerain
es: Imitando actualmente: Soberano
it: Attualmente imita: Suzerain
ja: 現在模倣中: スゼライン
ko: 현재 모방 중: 영주
pl: Obecnie naśladuje: Suzerena
pt_br: Atualmente imitando: Suzerain
zh_hans: 当前模仿：螳螂领主

source: Currently mimicking: Warlord
es: Imitando actualmente: Señor de la Guerra
it: Attualmente imita: signore della guerra
ja: 現在模倣中: ウォーロード
ko: 현재 모방 중: 장군
pl: Obecnie naśladuje: Watażkę
pt_br: Atualmente imitando: Senhor da Guerra
zh_hans: 当前模仿：自由螳螂军阀

# data/blueprints.xml.append$//crewBlueprint[@name="goldsabo"]/powerList/power[1]
source: Currently mimicking: Saboteur
es: Imitando actualmente: Saboteador
it: Attualmente imitatore: saboteur
ja: 現在模倣中: サボトゥール
ko: 현재 모방 중: 공작원
pl: Obecnie naśladuje: Sabotażystę
pt_br: Atualmente imitando: Sabotador
zh_hans: 当前模仿：蛞蝓破坏者

source: Currently mimicking: Welder
es: Imitando actualmente: Soldador
it: Attualmente imita: saldatore
ja: 現在模倣中: 溶接工
ko: 현재 모방 중: 용접공
pl: Obecnie naśladuje: Spawacza
pt_br: Atualmente imitando: Soldador
zh_hans: 当前模仿：熔铁者

source: Currently mimicking: Praetor
es: Imitando actualmente: Pretor
it: Attualmente imita: Pratore
ja: 現在模倣中: プレアトス
ko: 현재 모방 중: 집정관
pl: Obecnie naśladuje: Pretora
pt_br: Atualmente imitando: Pretor
zh_hans: 当前模仿：导引无人机

source: Currently mimicking: Cultivator
es: Imitando actualmente: Cultivador
it: Attualmente imitatore: coltivatore
ja: 現在模倣中: カルティベイター
ko: 현재 모방 중: 경작자
pl: Obecnie naśladuje: Kultywatora
pt_br: Atualmente imitando: Cultivador
zh_hans: 当前模仿：血兰种植者

# data/blueprints.xml.append$//crewBlueprint[@name="goldtoxic"]/powerList/power[1]
source: Currently mimicking: Radiant
es: Imitando actualmente: Radiante
it: Attualmente imitatore: radiante
ja: 現在模倣中: レイディアント
ko: 현재 모방 중: 방사성 셸
pl: Obecnie naśladuje: Promiennego
pt_br: Atualmente imitando: Radiante
zh_hans: 当前模仿：甲壳辐射体

source: Currently mimicking: Ampere
es: Imitando actualmente: Amperio
it: Attualmente imita: ampere
ja: 現在模倣中: アンペア
ko: 현재 모방 중: 암페어
pl: Obecnie naśladuje: Ampera
pt_br: Atualmente imitando: Ampere
zh_hans: 当前模仿：电流吸虫

# data/blueprints.xml.append$//crewBlueprint[@name="goldroyal"]/powerList/power[1]
source: Currently mimicking: Obelisk Royal
es: Imitando actualmente: Obelisco Real
it: Attualmente imitatore: Obelisk Royal
ja: 現在模倣中: オベリスク ロイヤル
ko: 현재 모방 중: 오벨리스크 로얄
pl: Obecnie naśladuje: Królewskiego Obelisku
pt_br: Atualmente imitando: Obelisco Real
zh_hans: 当前模仿：方碑皇族

# data/blueprints.xml.append$//crewBlueprint[@name="goldqueen"]/powerList/power[1]
source: Currently mimicking: G.A.S. Queen
es: Imitando actualmente: Reina G.A.S.
it: Attualmente imita: G.A.S.Regina
ja: 現在模倣中: エイリアンスパイダー クイーン
ko: 현재 모방 중: 여왕 거미
pl: Obecnie naśladuje: Królową W.O.P.
pt_br: Atualmente imitando: G.A.S. Queen
zh_hans: 当前模仿：蜘蛛虫后

# data/blueprints.xml.append$//crewBlueprint[@name="goldqueen"]/powerList/power[4]
source: Can hatch additional spider Morphs at empty beacons
es: Puede incubar Morfos de araña adicionales en balizas vacías, pero ocupa un espacio de tripulación completo
ja: 空のビーコンで追加のスパイダーモーフを孵化させることができるが、クルースロットをフルに占有する。
ko: 빈 송신소에서 추가적인 거미 모프를 낳을 수 있음
pl: Może składać dodatkowe pająki Zmiennokształtne przy pustych sygnałach, ale zajmuje pełne miejsce załogi
zh_hans: 可在空信标处孵化额外的蜘蛛模物者

# data/blueprints.xml.append$//crewBlueprint[@name="snowman"]/desc
source: Brrr.
ja: ブルル。
ko: 덜덜덜.
zh_hans: 冷。

# data/blueprints.xml.append$//crewBlueprint[@name="snowman"]/title
source: Snowman
es: Hombre de nieve
it: Pupazzo di neve
ja: スノーマン
ko: 눈사람
pl: Bałwan
pt_br: Boneco de neve
zh_hans: 雪人

# data/blueprints.xml.append$//crewBlueprint[@name="snowman"]/short
source: Snowman
es: Hombre de nieve
it: Pupazzo di neve
ja: スノーマン
pl: Bałwan
pt_br: Boneco de neve
zh_hans: 雪人

# data/blueprints.xml.append$//crewBlueprint[@name="snowman"]/powerList/power
source: Brrrrr.
ja: ブルルル。
ko: 덜덜덜덜덜.
zh_hans: 冷冷冷。

# data/blueprints.xml.append$//crewBlueprint[@name="snowman_chaos"]/desc
source: Brrr.
ja: ブルル。
ko: 덜덜덜.
zh_hans: 冷。

# data/blueprints.xml.append$//crewBlueprint[@name="snowman_chaos"]/title
source: Snowman
es: Hombre de nieve
it: Pupazzo di neve
ja: スノーマン
ko: 눈사람
pl: Bałwan
pt_br: Boneco de neve
zh_hans: 雪人

# data/blueprints.xml.append$//crewBlueprint[@name="snowman_chaos"]/short
source: Snowman
es: Hombre de nieve
it: Pupazzo di neve
ja: スノーマン
pl: Bałwan
pt_br: Boneco de neve
zh_hans: 雪人

source: Don't anger the yellow snow.
es: No hagas enojar a la nieve amarilla.
it: Non arrabbiare la neve gialla.
ja: 黄色い雪を怒らせないように。
ko: 노란 눈사람을 화나게 하지 마세요.
pl: Nie złość żółtego śniegu.
pt_br: Não se irrite com a neve amarela.
zh_hans: 别惹黄雪。

# data/blueprints.xml.append$//crewBlueprint[@name="easter_brick"]/desc
source: Resilient and biologically impossible clay gargantuan. Punching this WILL hurt.
es: Gigante de arcilla resistente y biológicamente imposible. Pegarle a esto TE dolerá.
it: Gargantuan di argilla resiliente e biologicamente impossibile.Puntare questo farà male.
ja: 弾力性があり生物学的に不可能な巨大な粘土。これを殴ると痛いだろう。
pl: Odporny i biologicznie niemożliwy gliniany gargantua. Uderzenie tego BĘDZIE bolało.
pt_br: Argila resistente e biologicamente impossível, gigantesca. Dar um soco nisso VAI doer.
zh_hans: 违反生物学的弹性粘土巨人。打上去会痛。

# data/blueprints.xml.append$//crewBlueprint[@name="easter_brick"]/title
source: Brickman
es: Hombre de ladrillo
ja: ブリックマン
ko: 브릭맨
pl: Ceglany Człowiek
zh_hans: 砖块人

# data/blueprints.xml.append$//crewBlueprint[@name="easter_brick"]/short
source: Brickman
es: Hombre de ladrillo
ja: ブリックマン
pl: Ceglany Człowiek
zh_hans: 砖块人

source: Immune to fire
es: Inmune al fuego
it: Immune al fuoco
ja: 火に対する耐性
ko: 화재에 면역
pl: Niecierpliwy do ognia
pt_br: Imune ao fogo
zh_hans: 免疫灼烧伤害

source: Movement speed is halved
es: La velocidad de movimiento se reduce a la mitad
it: La velocità di movimento viene dimezzata
ja: 移動速度が半分になる
ko: 이동속도 0.5배
pl: Prędkość ruchu jest o połowę
pt_br: A velocidade de movimento é reduzida pela metade
zh_hans: 0.5倍移动速度

source: Max Health is increased to 175
es: Salud máxima aumentada a 175
it: Max Health è aumentata a 175
ja: 最大ライフが175に増加した
ko: 최대 체력 175
pl: Maksymalne zdrowie zwiększone do 175
pt_br: Max Health é aumentado para 175
zh_hans: 175点最大生命值

source: Stunned for half the usual duration
es: Aturdido durante la mitad de la duración habitual
it: Sbalordito per metà della solita durata
ja: スタン継続時間が通常の半分になった
ko: 기절 시간 0.5배
pl: Ogłuszony na połowę normalnego czasu
pt_br: Atordoado por metade da duração usual
zh_hans: 0.5倍眩晕时长

# data/blueprints.xml.append$//crewBlueprint[@name="easter_coomer"]/desc
source: Hello Gordon! Nothing ventured nothing gained! Inherited Human stat: minor suffocation resistance
es: ¡Hola Gordon! ¡Quien no arriesga, no gana! Estadística humana heredada: resistencia menor a la asfixia
it: Ciao Gordon!Chi non risica non rosica! Stat umano ereditata: minore resistenza alla soffocamento
ja: こんにちは、ゴードン！何も思い切らなくても、何も得るものはない！ 継承された人間のステータス：マイナー窒息耐性
ko: 안녕 고든! 호랑이를 잡으려면 호랑이 굴에 들어가야지! 인간의 기본 특성: 약간의 질식 저항
pl: Witaj Gordon! Kto nie ryzykuje, ten nie pije szampana! Odziedziczona statystyka Człowieka: niewielka odporność na uduszenie
pt_br: Olá Gordon! Nada arriscado, nada ganho! Atributo humano herdado: resistência menor a sufocamento
zh_hans: 你好Gordon！不入虎穴，焉得虎子！ 继承人类属性：微量窒息伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="easter_coomer"]/title
source: Human Scientist
es: Científico Humano
it: Scienziato umano
ja: 人間の科学者
ko: 인간 과학자
pl: Ludzki Naukowiec
pt_br: Cientista humano
zh_hans: 人类科学家

# data/blueprints.xml.append$//crewBlueprint[@name="easter_coomer"]/short
source: Scientist
es: Científico
ja: 科学者
pl: Naukowiec
pt_br: Cientista
zh_hans: 人类科学家

source: Inflicts 1.2x damage in crew combat
es: Inflige x1.2 de daño en combate
it: Infligge 1,2x danni al combattimento dell'equipaggio
ja: クルー戦闘で1.2倍のダメージを与える
ko: 대인 공격력 1.2배
pl: Zadaje 1,2x obrażeń w walce z załogą
pt_br: Inflige 1,2x o dano em combate com a tripulação
zh_hans: 1.2倍战斗伤害

source: Takes 0.7x damage from crew combat and 0.6x from fires
es: Recibe x0.7 de daño en combate y x0.6 por fuego
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio e 0,6 volte dagli incendi
ja: クルーの戦闘から0.7倍、火災から0.6倍のダメージを受ける
ko: 전투로부터 0.7배, 화재로부터 0.6배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą i 0,6x od pożarów
pt_br: Sofre 0,7 vezes o dano de combate da tripulação e 0,6 vezes de incêndios
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快

# data/blueprints.xml.append$//crewBlueprint[@name="easter_tommy"]/desc
source: Grab a soda! It'll help you see faster! Inherited Human stats: minor hazardous damage resistance, learns non-combat skills faster
es: ¡Toma un refresco! ¡Te ayudará a ver más rápido! Estadísticas humanas heredadas: resistencia menor al daño peligroso, aprende habilidades no de combate más rápido
it: Prendi una soda!Ti aiuterà a vedere più velocemente! Statistiche umane ereditate: minore resistenza ai danni pericolosi, apprende più velocemente le abilità di combattimento
ja: ソーダを飲もう！早く見えるようになるよ 人間のステータスを継承：軽度の危険なダメージ耐性、非戦闘スキルを早く習得する。
ko: 소다를 챙겨요! 더 빨리 볼 수 있게 해줘요! 인간의 기본 특성: 약간의 재해 저항, 비전투 숙련도가 빠르게 증가
pl: Weź napój! Pomoże ci widzieć szybciej! Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności niezwiązanych z walką
pt_br: Pegue um refrigerante! Ele o ajudará a enxergar mais rápido! Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades que não são de combate mais rapidamente
zh_hans: 带一杯苏打水！它可以让你看得更快！ 继承人类属性：少量环境伤害抗性，学习非战斗技能较快

# data/blueprints.xml.append$//crewBlueprint[@name="easter_tommy"]/title
source: Human Scientist
es: Científico Humano
it: Scienziato umano
ja: 人間の科学者
ko: 인간 과학자
pl: Ludzki Naukowiec
pt_br: Cientista humano
zh_hans: 人类科学家

# data/blueprints.xml.append$//crewBlueprint[@name="easter_tommy"]/short
source: Scientist
es: Científico
ja: 科学者
pl: Naukowiec
pt_br: Cientista
zh_hans: 人类科学家

source: Active Ability: Heals all nearby allies
es: Habilidad Activa: Cura a todos los aliados cercanos
it: Abilità attiva: guarisce tutti gli alleati nelle vicinanze
ja: アクティブアビリティ: 近くの味方全員を回復する
ko: 활성화 능력: 주위에 있는 모든 아군을 치유
pl: Zdolność aktywna: Leczy wszystkich pobliskich sojuszników
pt_br: Habilidade ativa: Cura todos os aliados próximos
zh_hans: 主动技能：治疗舱室内所有友方船员

source: Regenerates 3.2hp/s if unharmed for 15 seconds
es: Regenera 3.2 PS/s si no recibe daño durante 15 segundos
it: Si rigenera 3,2 CV/s se incolume per 15 secondi
ja: 15秒間無傷の場合、3.2HP/秒を回復
ko: 15초 동안 피해를 받지 않을 시 초당 3.2의 체력을 회복
pl: Regeneruje 3,2 PŻ/s, jeśli nie odniesie obrażeń przez 15 sekund
pt_br: Regenera 3,2hp/s se não for ferido por 15 segundos
zh_hans: 不受伤害15秒后以3.2点生命/秒的速度恢复生命

source: Inflicts halved damage in crew combat, learns combat slower
es: Inflige la mitad de daño en combate, aprende combate más lento
it: Infligge danni dimezzati nel combattimento dell'equipaggio, impara il combattimento più lentamente
ja: クルーの戦闘で与えるダメージが半分になり、戦闘の習得が遅くなる
ko: 대인 공격력 0.5배, 전투 숙련도가 느리게 증가
pl: Zadaje o połowę mniejsze obrażenia w walce z załogą, wolniej uczy się walki
pt_br: Inflige dano reduzido à metade no combate da tripulação, aprende o combate mais lentamente
zh_hans: 0.5倍战斗伤害，战斗技能提升速度更慢

# data/blueprints.xml.append$//crewBlueprint[@name="easter_bubby"]/desc
source: Let me demonstrate how god damn smart I am! Inherited Human stats: minor suffocation resistance, learns skills faster
es: ¡Déjame demostrarte lo jodidamente listo que soy! Estadísticas humanas heredadas: resistencia menor a la asfixia, aprende habilidades más rápido
it: Lasciami dimostrare quanto sono dannatamente intelligente! Statistiche umane ereditate: minore resistenza alla soffocazione, impara le abilità più velocemente
ja: 私がどれだけ賢いか、証明してみせよう！ 継承された人間のステータス: マイナーな窒息耐性、スキルの習得が早い
ko: 내가 얼마나 천재적인지 증명해 보이겠어! 인간의 기본 특성: 약간의 재해 저항, 비전투 숙련도가 빠르게 증가
pl: Pozwól, że zademonstruję, jaki jestem cholernie mądry! Odziedziczone statystyki Człowieka: niewielka odporność na uduszenie, szybciej uczy się umiejętności
pt_br: Deixe-me demonstrar o quanto sou inteligente! Estatísticas humanas herdadas: menor resistência a sufocamento, aprende habilidades mais rapidamente
zh_hans: 让我来展示一下我他妈的有多聪明！ 继承人类属性：少量窒息伤害抗性，技能提升速度更快

# data/blueprints.xml.append$//crewBlueprint[@name="easter_bubby"]/title
source: Human Scientist
es: Científico Humano
it: Scienziato umano
ja: 人間の科学者
pl: Ludzki Naukowiec
pt_br: Cientista humano
zh_hans: 人类科学家

# data/blueprints.xml.append$//crewBlueprint[@name="easter_bubby"]/short
source: Scientist
es: Científico
ja: 科学者
pl: Naukowiec
pt_br: Cientista
zh_hans: 人类科学家

source: 1.20x repair speed
es: Velocidad de reparación x1.20
it: 1,20x velocità di riparazione
ja: 1.20倍の修復速度
ko: 수리 속도 1.2배
pl: Szybkość naprawy x1,20
pt_br: Velocidade de reparo de 1,20x
zh_hans: 1.2倍维修速度

source: Takes 0.6x damage from fires
es: Recibe x0.6 de daño por fuego
it: Subisce un danno 0,6 volte dagli incendi
ja: 火災から0.6倍のダメージを受ける
ko: 화재로부터 0.6배의 피해만을 받음
pl: Otrzymuje 0,6x obrażeń od pożarów
pt_br: Recebe 0,6 vezes o dano causado por incêndios
zh_hans: 受到0.6倍灼烧伤害

source: Learns repairs even faster
es: Aprende reparaciones aún más rápido
it: Impara le riparazioni ancora più velocemente
ja: 修理の学習がさらに速くなる
ko: 수리 숙련도가 더 빠르게 증가
pl: Uczy się napraw jeszcze szybciej
pt_br: Aprende reparos ainda mais rápido
zh_hans: 维修技能提升速度特别快

# data/blueprints.xml.append$//crewBlueprint[@name="easter_sunkist"]/desc
source: The perfect dog.
es: El perro perfecto.
it: Il cane perfetto.
ja: 完璧な犬だ。
ko: 완벽한 개.
pl: Idealny pies.
pt_br: O cão perfeito.
zh_hans: 完美的狗。

# data/blueprints.xml.append$//crewBlueprint[@name="easter_sunkist"]/title
source: Dog
es: Perro
ja: 犬
ko: 개
pl: Pies
pt_br: Cão
zh_hans: 狗

# data/blueprints.xml.append$//crewBlueprint[@name="easter_sunkist"]/short
source: Dog
es: Perro
ja: 犬
pl: Pies
pt_br: Cão
zh_hans: 狗

source: 3.2x move speed, 1.4x combat damage
es: x3.2 de velocidad de movimiento, x1.4 de daño en combate
it: 3.2x Sposta velocità, 1,4x danno da combattimento
ja: 移動速度3.2倍、戦闘ダメージ1.4倍
ko: 이동속도 3.2배, 대인 공격력 1.4배
pl: 3,2x szybkości ruchu, 1,4x obrażeń w walce
pt_br: 3,2x velocidade de movimento, 1,4x dano de combate
zh_hans: 3.2倍移动速度，1.4倍战斗伤害

source: Repairs at 0.3x speed but puts out fires at 2.0x speed
es: Repara a velocidad x0.3 pero apaga fuegos a velocidad x2.0
it: Riparazioni a velocità di 0,3x ma mette fuori fuoco a 2,0x velocità
ja: 修復速度は0.3倍、消火速度は2.0倍だ
ko: 0.3배의 속도로 수리하지만 2배의 속도로 화재를 진압할 수 있음
pl: Naprawia z szybkością 0,3x, ale gasi pożary z szybkością 2,0x
pt_br: Reparos a uma velocidade de 0,3x, mas apaga incêndios a uma velocidade de 2,0x
zh_hans: 0.3倍修理速度，但有2倍灭火速度

source: Cannot man systems
es: No puede tripular sistemas
it: Impossibili sistemi
ja: システムを管理できない
ko: 시스템을 관리할 수 없음
pl: Nie może obsługiwać systemów
pt_br: Não é possível gerenciar sistemas
zh_hans: 无法操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="easter_angel"]/desc
source: Queen of the Giant Alien spider hive.
es: Reina de la colmena de arañas alienígenas gigantes.
it: Regina del gigantesco alveare alieno ragno.
ja: 巨大なエイリアンのクモの巣の女王。
ko: 거대 외계 거미 둥지의 여왕입니다.
pl: Królowa roju Wielkich Obcych Pająków.
pt_br: Rainha da colméia da aranha gigante alienígena.
zh_hans: 巨大异形蜘蛛巢穴的虫后。

# data/blueprints.xml.append$//crewBlueprint[@name="easter_angel"]/title
source: Drag Queen
ja: ドラッグ・クイーン
ko: 드래그 퀸
zh_hans: 变装虫后

# data/blueprints.xml.append$//crewBlueprint[@name="easter_angel"]/short
source: Drag Queen
ja: ドラッグ・クイーン
zh_hans: 变装虫后

source: Active Ability: Heals all spider crew in the room and boosts their movement speed
es: Habilidad Activa: Cura a toda la tripulación de arañas en la habitación y aumenta su velocidad de movimiento.
it: Abilità attiva: guarisce tutto l'equipaggio di ragno nella stanza e aumenta la velocità di movimento
ja: アクティブな能力: 部屋内のすべてのスパイダークルーを回復し、移動速度をブーストする
ko: 활성화 능력: 같은 선실에 있는 모든 거미 선원을 치유하고 이동속도를 증가시킴
pl: Zdolność aktywna: Leczy całą załogę pająków w pomieszczeniu i zwiększa ich szybkość ruchu
pt_br: Habilidade ativa: Cura todos os tripulantes-aranha na sala e aumenta sua velocidade de movimento
zh_hans: 主动技能：治疗舱室内所有蜘蛛族船员，提高其移动速度

source: 125 health, 1.5x fire damage taken, 1.25x heal speed
es: 125 de salud, 1.5x de daño por fuego recibido, 1.25x de velocidad de curación.
it: 125 Salute, 1,5x danni da incendio subiscono, 1,25x velocità di guarigione
ja: ライフ125、受ける火ダメージ1.5倍、回復速度1.25倍
ko: 최대 체력 125, 화재로부터 받는 피해 1.5배, 회복 속도 1.25배
pl: 125 zdrowia, 1,5x obrażeń od ognia, 1,25x szybkości leczenia
pt_br: 125 de saúde, 1,5x o dano de fogo recebido, 1,25x a velocidade de cura
zh_hans: 125点最大生命值，受到1.5倍灼烧伤害，1.25倍生命恢复速度

source: 3x combat damage, 0.1x repair speed
es: 3x de daño de combate, 0.1x de velocidad de reparación.
it: 3x danni da combattimento, velocità di riparazione 0,1x
ja: 戦闘ダメージ3倍、修復速度0.1倍
ko: 대인 공격력 3배, 수리 속도 0.1배
pl: 3x obrażeń w walce, 0,1x szybkości naprawy
pt_br: 3x dano de combate, 0,1x velocidade de reparo
zh_hans: 3倍战斗伤害，0.1倍维修速度

source: Can hatch children at empty beacons, and makes all spiders on the same ship controllable
es: Puede incubar crías en balizas vacías y hace que todas las arañas en la misma nave sean controlables.
it: Può schivare i bambini in beacon vuoti e rendere controllabili tutti i ragni sulla stessa nave
ja: 空のビーコンで子供を孵化させることができ、同じ船上のすべてのスパイダーを制御可能にする
ko: 빈 송신소에서 새끼를 낳을 수 있고, 같은 함선에 있는 모든 거미를 상시 조종할 수 있게 만듦
pl: Może składać jaja przy pustych sygnałach i czyni wszystkie pająki na tym samym statku kontrolowanymi
pt_br: Pode chocar crianças em sinalizadores vazios e torna todas as aranhas na mesma nave controláveis
zh_hans: 可在空信标处孵化幼蛛，并使同一艘船上的所有蜘蛛可控

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon"]/title
source: Recon Drone
ko: 정찰 드론
zh_hans: 侦察无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon"]/short
source: Recon Drone
zh_hans: 侦察无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon_defense"]/title
source: Recon Drone
ko: 정찰 드론
zh_hans: 侦察无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon_defense"]/short
source: Recon Drone
zh_hans: 侦察无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon_defense"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon_boarder"]/title
source: Recon Drone
ko: 정찰 드론
zh_hans: 侦察无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon_boarder"]/short
source: Recon Drone
zh_hans: 侦察无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_recon_boarder"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle"]/title
source: Battle Drone
ko: 대인 전투 드론
zh_hans: 士兵无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle"]/short
source: Battle Drone
zh_hans: 士兵无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle2"]/title
source: Battle II Drone
ko: 대인 전투 드론 마크 II
zh_hans: 士兵无人机II

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle2"]/short
source: Battle II Drone
zh_hans: 士兵无人机II

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battle2"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="doctor"]/title
source: Doctor Drone
ko: 의사 드론
zh_hans: 医疗无人机

# data/blueprints.xml.append$//crewBlueprint[@name="doctor"]/short
source: Doctor Drone
zh_hans: 医疗无人机

# data/blueprints.xml.append$//crewBlueprint[@name="doctor"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="doctor"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="manning"]/title
source: Manner Drone
ko: 관리자 드론
zh_hans: 副手无人机

# data/blueprints.xml.append$//crewBlueprint[@name="manning"]/short
source: Manner Drone
zh_hans: 副手

# data/blueprints.xml.append$//crewBlueprint[@name="manning"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="manning"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="manningenemy"]/title
source: Manner Drone
ko: 관리자 드론
zh_hans: 副手无人机
