Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="manningenemy"]/short
source: Manner Drone
zh_hans: 副手

# data/blueprints.xml.append$//crewBlueprint[@name="manningenemy"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="manningenemy"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="butler"]/title
source: Butler
ko: 집사 드론
zh_hans: 管家

# data/blueprints.xml.append$//crewBlueprint[@name="butler"]/short
source: Butler
zh_hans: 管家

# data/blueprints.xml.append$//crewBlueprint[@name="butler"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="butler"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="divrepair"]/title
source: Divine Repair Drone
ko: 신성한 수리 드론
zh_hans: 神圣维护无人机

# data/blueprints.xml.append$//crewBlueprint[@name="divrepair"]/short
source: Divine Repair Drone
zh_hans: 神圣维护

# data/blueprints.xml.append$//crewBlueprint[@name="divrepair"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="divrepair"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="repairboarder"]/title
source: "Repair" Drone
ko: "수리"드론
zh_hans: 维修无人机

# data/blueprints.xml.append$//crewBlueprint[@name="repairboarder"]/short
source: "Repair" Drone
zh_hans: 维护

# data/blueprints.xml.append$//crewBlueprint[@name="repairboarder"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: The pinnacle of drone technology. Or so she says.
es: El pináculo de la tecnología de drones. O eso dice ella.
it: L'apice della tecnologia dei droni.O almeno così dice.
ja: ドローン技術の最高峰。あるいはそう彼女は言う。
ko: 드론 기술의 정점. 그녀의 말대로라면 그렇다고 합니다.
pl: Szczyt technologii dronów. Tak przynajmniej twierdzi.
pt_br: O auge da tecnologia de drones. Pelo menos é o que ela diz.
zh_hans: 无人机技术的巅峰之作。至少她是这么说的。

# data/blueprints.xml.append$//crewBlueprint[@name="director"]/title
source: Director
ko: 감독
zh_hans: 导引无人机

# data/blueprints.xml.append$//crewBlueprint[@name="director"]/short
source: Director
zh_hans: 导引

# data/blueprints.xml.append$//crewBlueprint[@name="director"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="director"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="atom"]/title
source: Atom
ko: 분무기
zh_hans: 解离无人机

# data/blueprints.xml.append$//crewBlueprint[@name="atom"]/short
source: Atom
zh_hans: 解离

# data/blueprints.xml.append$//crewBlueprint[@name="atom"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="atom"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="atomr"]/title
source: Atom
ko: 분무기
zh_hans: 解离无人机

# data/blueprints.xml.append$//crewBlueprint[@name="atomr"]/short
source: Atom
zh_hans: 解离

# data/blueprints.xml.append$//crewBlueprint[@name="atomr"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="atomr"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="mender"]/title
source: Mender
ko: 땜장이
zh_hans: 修复无人机

# data/blueprints.xml.append$//crewBlueprint[@name="mender"]/short
source: Mender
zh_hans: 修复

# data/blueprints.xml.append$//crewBlueprint[@name="mender"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="mender"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="menderr"]/title
source: Mender
ko: 땜장이
zh_hans: 修复无人机

# data/blueprints.xml.append$//crewBlueprint[@name="menderr"]/short
source: Mender
zh_hans: 修复

# data/blueprints.xml.append$//crewBlueprint[@name="menderr"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="menderr"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="roomba"]/title
source: Roomba
ko: 룸바
zh_hans: 扫荡无人机

# data/blueprints.xml.append$//crewBlueprint[@name="roomba"]/short
source: Roomba
zh_hans: 扫荡

# data/blueprints.xml.append$//crewBlueprint[@name="roomba"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="roomba"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="loot_separatist_1"]/title
source: Battle Drone
ko: 대인 전투 드론
zh_hans: 士兵无人机

# data/blueprints.xml.append$//crewBlueprint[@name="loot_separatist_1"]/short
source: Battle Drone
zh_hans: 分离者士兵

# data/blueprints.xml.append$//crewBlueprint[@name="loot_separatist_1"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang"]/title
source: Battle Drone
ko: 대인 전투 드론
zh_hans: 士兵无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang"]/short
source: Battle Drone
zh_hans: 阴阳

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang_board"]/title
source: Battle Drone
ko: 대인 전투 드론
zh_hans: 士兵无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang_board"]/short
source: Battle Drone
zh_hans: 阴阳[登]

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang_board"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang_chaos"]/title
source: Battle Drone
ko: 대인 전투 드론
zh_hans: 士兵无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang_chaos"]/short
source: Battle Drone
zh_hans: 太极

# data/blueprints.xml.append$//crewBlueprint[@name="drone_yinyang_chaos"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon"]/title
source: Surgeon Drone
ko: 서전 드론
zh_hans: 战医无人机

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon"]/short
source: Surgeon Drone
zh_hans: 战医

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon_chaos"]/title
source: Surgeon Drone
ko: 서전 드론
zh_hans: 战医无人机

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon_chaos"]/short
source: Surgeon Drone
zh_hans: 战医无人机

# data/blueprints.xml.append$//crewBlueprint[@name="surgeon_chaos"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_holodrone"]/title
source: Holo-Drone
ko: 홀로-드론
zh_hans: 全息无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_holodrone"]/short
source: Holo-Drone
zh_hans: 全息无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_holodrone"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_holodrone_chaos"]/title
source: Holo-Drone
ko: 홀로-드론
zh_hans: 全息无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_holodrone_chaos"]/short
source: Holo-Drone
zh_hans: 全息无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_holodrone_chaos"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//systemBlueprint[@name="weapons"]/title
source: Weapon Control
es: Control de armas
it: Controllo delle armi
ja: 武器コントロール
ko: 무기 관제실
pl: Zarządzanie bronią
pt_br: Controle de armas
zh_hans: 武器控制

# data/blueprints.xml.append$//systemBlueprint[@name="weapons"]/desc
source: Powers all of the ship's weapons. Upgrading lets you power more weapons.
es: Potencia todas las armas del barco.La actualización te permite impulsar más armas.
it: Alimenta tutte le armi della nave.L'aggiornamento ti consente di alimentare più armi.
ja: 艦船のすべての武器に動力を供給する。アップグレードすると、より多くの武器を強化できるようになる。
ko: 함선의 모든 무기의 전력을 통제합니다. 업그레이드 시 더 많은 무기에 전력을 공급할 수 있습니다.
pl: Zapewnia pokarm z pistoletów statku.Ulepszenie zapisuje więcej broni.
pt_br: Ponha todas as armas do navio.A atualização permite que você alimenta mais armas.
zh_hans: 为星舰的所有武器供能。升级可以让你为更多的武器供能。

# data/blueprints.xml.append$//systemBlueprint[@name="shields"]/title
source: Shields
es: Escudos
it: Scudi
ja: シールド
ko: 방어막 제어실
pl: Generator tarczy
pt_br: Escudos
zh_hans: 护盾

# data/blueprints.xml.append$//systemBlueprint[@name="shields"]/desc
source: Powers your shields. Each additional barrier can block one shot.
es: Elegue sus escudos.Cada barrera adicional puede bloquear un disparo.
it: Alimenta i tuoi scudi.Ogni barriera aggiuntiva può bloccare un colpo.
ja: シールドに動力を供給する。追加のバリアごとに1発のショットをブロックできる。
ko: 방어막을 가동합니다. 방어막 한 겹당 발사체 하나를 막아냅니다.
pl: Zapewnia swoje tarcze jedzenie.Każda dodatkowa bariera może zablokować jeden strzał.
pt_br: Ponha seus escudos.Cada barreira adicional pode bloquear uma foto.
zh_hans: 为你的护盾供能。每层护盾可以阻挡一次射击。

# data/blueprints.xml.append$//systemBlueprint[@name="engines"]/title
source: Engines
es: Motores
it: Motori
ja: エンジン
ko: 엔진실
pl: Silniki
pt_br: Motores
zh_hans: 引擎

# data/blueprints.xml.append$//systemBlueprint[@name="engines"]/desc
source: Powers the FTL drive and allows the ship to dodge. Upgrading improves dodge chance and the rate that your FTL drive charges.
es: Alimenta la unidad FTL y permite que el barco esquiva.La actualización mejora la oportunidad de esquivar y la tasa que cobra su unidad FTL.
it: Alimenta l'unità FTL e consente alla nave di schivare.L'aggiornamento migliora la possibilità di Dodge e la velocità con cui il tuo azionamento FTL addebita.
ja: FTLドライブに動力を供給し、艦船が回避できるようにする。アップグレードすると、回避のチャンスとFTLドライブのチャージ速度が向上する。
ko: FTL 드라이브를 가동하고 회피기동을 가능하게 해줍니다. 업그레이드하면 회피율이 증가하고, FTL 드라이브를 충전하는 시간이 줄어듭니다.
pl: Opłaty SSD i pozwala na unikanie statku.Poprawa zwiększa szanse na uniknięcie i szybkość ładowania SSD.
pt_br: Ponha a unidade FTL e permite que o navio se esquiva.A atualização melhora o Dodge Chance e a taxa que o seu FTL drive cobra.
zh_hans: 为超光速推进器供能，并让星舰可以闪避攻击。升级可提高闪避几率和超光速推进器充能的速度。

# data/blueprints.xml.append$//systemBlueprint[@name="oxygen"]/title
source: Life Support
es: Soporte Vital
it: Supporto vitale
ja: ライフサポート
ko: 산소실
pl: Podtrzymywanie Życia
pt_br: Suporte à vida
zh_hans: 氧气

# data/blueprints.xml.append$//systemBlueprint[@name="oxygen"]/desc
source: Refills the oxygen in the ship. Upgrading increases the rate of refill.
es: Rellena el oxígeno en el barco.La actualización aumenta la tasa de recarga.
it: Riempiono l'ossigeno nella nave.L'aggiornamento aumenta il tasso di ricarica.
ja: 船内の酸素を補充する。アップグレードすると補充率が増加する。
ko: 함선에 산소를 공급합니다. 업그레이드하면 공급되는 속도가 증가합니다.
pl: Uzupełnia rezerwy tlenu na statku.Ulepszenie zwiększy szybkość wytwarzania tlenu.
pt_br: Reabastece o oxigênio no navio.A atualização aumenta a taxa de recarga.
zh_hans: 补充星舰中的氧气。升级可以提高补充速度。

# data/blueprints.xml.append$//systemBlueprint[@name="teleporter"]/title
source: Crew Teleporter
es: Teletransportador
ja: クルー・テレポーター
ko: 선원 텔레포터
pl: Teleportator
pt_br: Teleporter de tripulação
zh_hans: 船员传送器

# data/blueprints.xml.append$//systemBlueprint[@name="teleporter"]/desc
source: Allows you to send your crew-members to board enemy vessels. [IMPORTANT: level 4 can be upgraded in the storage menu if you are already at level 3.]
es: Te permite enviar a los miembros de tu tripulación a abordar naves enemigas.
ja: 乗組員を敵艦に乗り込ませることができる。
ko: 선원들을 텔레포트시켜 적함에 침투시킵니다. [중요: 레벨 4는 레벨 3 업그레이드를 설치한 후 창고 확인 창에서 업그레이드 할 수 있습니다.]
zh_hans: 使你能将船员传送至敌舰。[重要提示：若已处于3级，可在星舰管理菜单内升为4级。]

# data/blueprints.xml.append$//systemBlueprint[@name="medbay"]/title
source: Medbay
ja: メドベイ
ko: 의료실
pl: Medotsek
zh_hans: 医疗舱

# data/blueprints.xml.append$//systemBlueprint[@name="medbay"]/desc
source: Heals all crew-members within the Medbay room. Upgrading increases healing speed.
es: Sina a todos los miembros de la tripulación dentro de la sala de Medbay.La actualización aumenta la velocidad de curación.
it: Guarisce tutti i membri dell'equipaggio nella stanza di Medbay.L'aggiornamento aumenta la velocità di guarigione.
ja: メドベイルーム内のすべてのクルーを回復する。アップグレードすると治癒速度が向上する。
ko: 의료실 안에 있는 선원들을 치료합니다. 업그레이드하면 치료속도가 빨라집니다.
pl: Traktuje całą załogę w Medotseck.Poprawa zwiększa wskaźnik leczenia.
pt_br: Cura todos os membros da tripulação dentro da sala de Medbay.A atualização aumenta a velocidade de cicatrização.
zh_hans: 恢复医疗舱内的所有船员的生命。升级可以提高恢复速度。

# data/blueprints.xml.append$//systemBlueprint[@name="clonebay"]/title
source: Clone Bay
es: Bahía de clon
ja: クローン ベイ
ko: 클론 배양실
pl: Klon-Oseck
zh_hans: 克隆舱

# data/blueprints.xml.append$//systemBlueprint[@name="clonebay"]/desc
source: Automatically clones dead crew with skill penalty. Taking advantage of micro-cloning, crew heals partially every jump. Jump heal is passive and requires no power.
es: Automáticamente clones de la tripulación muerta con penalización de habilidades.Aprovechando la microclonación, la tripulación cura parcialmente cada salto.Jump Heal es pasivo y no requiere poder.
it: Clona automaticamente l'equipaggio morto con penalità di abilità.Approfittando della micro-clonazione, l'equipaggio guarisce in parte ogni salto.Jump Heal è passivo e non richiede potere.
ja: スキルペナルティ付きで死亡したクルーのクローンを自動的に作成する。マイクロクローン作成を利用して、クルーはジャンプするたび僅かに回復する。ジャンプ時の回復は動力を必要としない。
ko: 사망한 선원의 복제인간을 만들어냅니다. 되살아난 선원은 숙련도가 일정량 깎입니다. 또한 세포 복제 기능을 이용해, 선원들은 매 도약마다 일정량의 체력을 회복합니다. 이 회복은 상시 적용되며, 전력 공급이 필요없습니다.
pl: Automatycznie klonuje członków zmarłych załogi ze spadkiem umiejętności.Ulecza także załogę mikrokliną po każdym skoku.Leczenie podczas skakania jest pasywne i nie wymaga odżywiania.
pt_br: Clones automaticamente a tripulação morta com penalidade de habilidade.Aproveitando a micro-clonagem, a tripulação cura parcialmente a cada salto.A cura do salto é passiva e não requer energia.
zh_hans: 自动克隆死亡的船员，但会受到技能惩罚。利用微克隆技术，船员在每次跃迁时都能得到部分治疗。跃迁治疗是被动的，不需要供能也能治疗。

# data/blueprints.xml.append$//systemBlueprint[@name="drones"]/title
source: Drone Control
es: Control de drones
it: Controllo dei droni
ja: ドローン操縦
ko: 드론 관제실
pl: Jednostka sterująca dronów
pt_br: Controle de drones
zh_hans: 无人机控制

# data/blueprints.xml.append$//systemBlueprint[@name="drones"]/desc
source: Powers all of the ship's drones. Drones are automated robots that perform tasks like attacking enemy ships or repairing systems.
es: Impulsa todos los drones del barco.Los drones son robots automatizados que realizan tareas como atacar barcos enemigos o sistemas de reparación.
it: Alimenta tutti i droni della nave.I droni sono robot automatizzati che svolgono attività come attaccare navi nemiche o sistemi di riparazione.
ja: 艦船のすべてのドローンに動力を供給する。ドローンは、敵艦を攻撃したりシステムを修復したりするタスクを実行する自動ロボットだ。
ko: 함선의 모든 드론을 통제합니다. 드론은 적함을 공격하거나 시스템을 복구하는 등 다양한 작업을 수행하는 자동화 로봇입니다.
pl: Daje jedzenie dronom na statku.Drony to automatyczne roboty, które wykonują różne działania, na przykład atakują statek lub systemy naprawcze wroga.
pt_br: Ponha todos os drones do navio.Os drones são robôs automatizados que executam tarefas como atacar navios inimigos ou sistemas de reparo.
zh_hans: 为星舰上的所有无人机供能。无人机是执行攻击敌舰或维修系统等任务的自动化机器人。

# data/blueprints.xml.append$//systemBlueprint[@name="cloaking"]/title
source: Cloaking
ja: クローキング
ko: 은폐장
pl: Przebranie
pt_br: Clawing
zh_hans: 隐形

# data/blueprints.xml.append$//systemBlueprint[@name="cloaking"]/desc
source: Cloaks the ship, adding 60 to your evasion and preventing the enemy ship from locking on with their weapons. [Level 3 is installed in the storage menu]
es: Oculta la nave, añadiendo 60 a tu evasión e impidiendo que la nave enemiga fije sus armas. [El nivel 3 se instala en el menú de almacenamiento]
it: Cloaks la nave, aggiungendo 60 alla tua evasione e impedendo alla nave nemica di bloccarsi con le loro armi.[Il livello 3 è installato nel menu di archiviazione]
ja: 艦船を覆い、回避力に60を追加し、敵艦が武器でロックオンするのを防ぐ。 [ストレージメニューにレベル3を搭載]
ko: 함선을 은폐시켜 회피율을 60 상승시키고 상대가 무기를 조준하지 못하게 합니다. [레벨 3은 창고 확인 창에서 업그레이드 할 수 있습니다]
pl: Maskuje statek, dodając 60 do uniku i uniemożliwiając wrogiemu statkowi namierzenie bronią. [Poziom 3 jest zainstalowany w menu magazynu]
pt_br: Camufla a nave, adicionando 60 pontos à sua evasão e impedindo que a nave inimiga bloqueie com suas armas. [O nível 3 está instalado no menu de armazenamento.]
zh_hans: 使星舰隐形，增加60闪避率，防止敌方舰船的武器锁定。[3级须在星舰管理菜单处升级]

# data/blueprints.xml.append$//systemBlueprint[@name="hacking"]/title
source: Hacking
es: Hackear
ja: ハッキング
ko: 해킹 장비
pl: Przerywacz
zh_hans: 黑客

# data/blueprints.xml.append$//systemBlueprint[@name="hacking"]/desc
source: Targets a single system, locking its doors, and granting the ability to temporarily disable or disrupt it. Requires drone part to launch.
es: Apunta a un solo sistema, bloqueando sus puertas y otorgando la capacidad de desactivarlo o perturbarlo temporalmente. Requiere una pieza de dron para lanzarse.
it: Presentare un singolo sistema, bloccare le sue porte e concedere la possibilità di disabilitarlo o interrompere temporaneamente.Richiede il lancio di una parte del drone.
ja: 単一のシステムをターゲットにし、そのドアをロックし、一時的に無効化または中断する機能を付与する。起動するにはドローンパーツが必要だ。
ko: 시스템 하나를 목표로 하여, 해당 시스템이 탑재된 선실을 봉쇄하고 그 기능을 무력화하거나 부작용을 일으킵니다. 발사 시 드론 부품을 소비합니다.
pl: Celuje w pojedynczy system, zamykając jego drzwi i dając możliwość tymczasowego wyłączenia lub zakłócenia go. Wymaga części drona do uruchomienia.
pt_br: Tem como alvo um único sistema, travando suas portas e concedendo a capacidade de desativá -lo ou interromper temporariamente.Requer que a parte do drone seja lançada.
zh_hans: 以单个系统舱室为目标，锁住其舱门并使你能对该系统进行黑客脉冲。脉冲持续期间内可阻止其运作或使其陷入紊乱。每次入侵舱室需消耗1件无人机部件。

# data/blueprints.xml.append$//systemBlueprint[@name="mind"]/title
source: Mind Control
es: Control mental
it: Controllo mentale
ja: マイコン
ko: 정신지배 장비
pl: Kontrola umysłu
pt_br: Controle mental
zh_hans: 心灵控制

# data/blueprints.xml.append$//systemBlueprint[@name="mind"]/desc
source: Temporarily turn enemies into allies, allowing you to control them and take advantage of their effects.
es: Convierte temporalmente a los enemigos en aliados, permitiéndote controlarlos y aprovechar sus efectos.
it: Trasformare temporaneamente i nemici in alleati, permettendoti di controllarli e sfruttare i loro effetti.
ja: 敵を一時的に味方に変え、コントロールできるようにする。
ko: 적 선원을 잠시 아군으로 만듭니다. 정신지배한 선원은 직접 조종할 수 있고 능력도 사용할 수 있습니다.
pl: Tymczasowo zamienia wrogów w sojuszników, pozwalając ci ich kontrolować i wykorzystywać ich efekty.
pt_br: Transforme temporariamente os inimigos em aliados, permitindo que você os controle e aproveite seus efeitos.
zh_hans: 暂时将敌人变成盟友，让你控制他们并利用他们的特殊效果与主动技能。

# data/blueprints.xml.append$//systemBlueprint[@name="artillery"]/title
source: Artillery Beam
es: Haz de artillería
it: Raggio di artiglieria
ja: 砲弾ビーム
ko: 함포 빔
pl: Artyleria promieniowania
pt_br: Feixe de artilharia
zh_hans: 巨炮光束

# data/blueprints.xml.append$//systemBlueprint[@name="artillery"]/desc
source: Powers a slow, high-powered beam that pierces all shields and does one damage per room hit. More power means faster cooldown.
es: Alimenta un haz lento y de alta potencia que perfora todos los escudos y hace un daño por habitación.Más poder significa un enfriamiento más rápido.
it: Alimenta un raggio lento e ad alta potenza che perfora tutti gli scudi e fa un danno per colpire.Più potenza significa tempo di recupero più veloce.
ja: すべてのシールドを貫通し、部屋の攻撃ごとに1ダメージを与える、低速で高出力のビームを発射する。パワーが大きいほどクールダウンが速くなる。
ko: 느리지만 강력한 빔을 가동합니다. 공격하는 선실 하나당 1의 피해를 입히며 모든 방어막을 관통합니다. 업그레이드하면 쿨다운이 짧아집니다.
pl: Strzerza powolną wiązkę wysokiej energii, która przenika przez wszystkie tarcze i nakłada jedną jednostkę uszkodzeń dla każdego przedziału.Uwolnienie dodatkowej energii zmniejsza ładowanie.
pt_br: Pode ser possível um feixe lento e de alta potência que perfura todos os escudos e causa um dano por atropelamento.Mais energia significa recarga mais rápida.
zh_hans: 为缓慢的高能光束供能，该光束会穿透所有护盾，并对击中的每个舱室造成一点伤害。更多的供能可提供更快的充能速度。
