Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Telepathic powers reveal rooms and lifeforms even when sensors are down.
es: Los poderes telepáticos revelan habitaciones y formas de vida incluso cuando los sensores están bajos.
it: I poteri telepatici rivelano stanze e forme di vita anche quando i sensori sono in calo.
ja: テレパシーの力は、センサーが停止している場合でも部屋や生命体を明らかにする。
pl: Zdolności telepatyczne pokazują przedziały i żywe stworzenia nawet z wadliwymi czujnikami.
pt_br: Os poderes telepáticos revelam salas e formas de vida, mesmo quando os sensores estão baixos.
zh_hans: 具有能感受到生命与邻近舱室的心灵感应能力，即使传感器失效。

source: Immune to mind control.
es: Inmune al control mental.
it: Immune al controllo mentale.
ja: マイコンに対して耐性がある。
pl: Niecierpliwy do kontrolowania umysłu.
pt_br: Imune ao controle da mente.
zh_hans: 免疫心灵控制。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="rock"]/desc
source: The 'Rockmen' of Vrachos IV are rarely seen and are known for their fortitude.
es: Los 'Rockmen' de Vrachos IV rara vez son vistos y son conocidos por su fortaleza.
it: I "rockmen" di Vrachos IV sono raramente visti e sono noti per la loro fortezza.
ja: ヴラチョスⅣのロック人は滅多に姿を見せず、不屈の魂を持つことで知られる。
pl: Szklanki z głazów IV są rzadkie i znane są ze swojej wytrzymałości.
pt_br: Os 'rockmen' de Vrachos IV raramente são vistos e são conhecidos por sua coragem.
zh_hans: 威拉彻斯四的'岩石人'很少见，并以其刚毅而闻名。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="rock"]/title
source: Rockman
es: Rockero
ja: ロックマン
pl: Otoczak
zh_hans: 岩石族

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="rock"]/short
source: Rockman
es: Rockero
ja: ロックマン
pl: Otoczak
zh_hans: 岩石族

source: Immune to fire
es: Inmune al fuego
it: Immune al fuoco
ja: 火に対する耐性
pl: Niecierpliwy do ognia
pt_br: Imune ao fogo
zh_hans: 免疫灼烧伤害

source: Movement speed is halved
es: La velocidad de movimiento se reduce a la mitad
it: La velocità di movimento viene dimezzata
ja: 移動速度が半分になる
pl: Prędkość ruchu jest o połowę
pt_br: A velocidade de movimento é reduzida pela metade
zh_hans: 0.5倍移动速度

source: Max Health is increased to 150
es: Max Health se incrementa a 150
it: Max Health è aumentata a 150
ja: 最大ライフが150に増加した
pl: Maksymalne zdrowie wzrosło do 150
pt_br: Max Health é aumentado para 150
zh_hans: 150点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="energy"]/desc
source: The 'Zoltan' are allies of the 'Engi.' Their innate energy can power ship systems.
es: Los 'Zoltan' son aliados del 'Ingi'.Su energía innata puede alimentar los sistemas.
it: Gli "Zoltan" sono alleati di "Engi".La loro energia innata può alimentare i sistemi di navi.
ja: エンジの同盟種族。体内エネルギーをシステム動力に転換できる。
pl: Zoltanie są sojusznikami Angie.Ich energia wewnętrzna może zasilać systemy statków.
pt_br: Os 'Zoltan' são aliados do 'Engi'.Sua energia inata pode alimentar sistemas de navios.
zh_hans: "超能族"是"半械族"的盟友。他们与生俱来的能量可以为舰船系统供能。

# data/blueprints.xml.append$//crewBlueprint[@name="energy"]/title
source: Zoltan
ja: ゾルタン
zh_hans: 超能族

# data/blueprints.xml.append$//crewBlueprint[@name="energy"]/short
source: Zoltan
ja: ゾルタン
zh_hans: 超能族

# data/blueprints.xml.append$//crewBlueprint[@name="energy"]/powerList/power[1]
source: Provides power to occupied system
es: Proporciona energía al sistema ocupado
it: Fornisce energia al sistema occupato
ja: 占有されているシステムに動力を供給する
pl: Daje energię pracowitemu systemowi
pt_br: Fornece energia para o sistema ocupado
zh_hans: 为所在舱室的系统提供1格能量

# data/blueprints.xml.append$//crewBlueprint[@name="energy"]/powerList/power[2]
source: Max health reduced to 70
es: Max Health se redujo a 70
it: Max Health ridotta a 70
ja: 最大ライフが70に減少した
pl: Maksymalne zdrowie jest zmniejszone do 70
pt_br: Saúde máxima reduzida para 70
zh_hans: 70点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="energy"]/powerList/power[3]
source: 15 damage to enemy crew on death
es: 15 Daño a la tripulación enemiga en la muerte
it: 15 danni all'equipaggio nemico alla morte
ja: 死亡時に敵クルーに15ダメージ
pl: Stosuje 15 obrażeń wrogiej załogi w śmierci
pt_br: 15 danos à tripulação inimiga na morte
zh_hans: 死亡时对敌方船员造成15点伤害

source: Humans are common and uninteresting, but very skilled.
es: Los humanos son comunes y poco interesantes, pero muy hábiles.
it: Gli umani sono comuni e poco interessanti, ma molto abili.
ja: 人間はありふれていて退屈だ。
ko: 인간은 흔히 볼 수 있고 별 특징이 없지만, 기량이 뛰어납니다.
pl: Ludzie są powszechne i nieciekawe, ale bardzo zręczni.
pt_br: Os seres humanos são comuns e desinteressantes, mas muito habilidosos.
zh_hans: 平平无奇的人类，但掌握多种技术。

source: Human
ja: 人間
ko: 인간
pl: Ludzie
zh_hans: 人类

source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

source: Skills improve slightly faster
es: Las habilidades mejoran un poco más rápido
it: Le competenze migliorano leggermente più velocemente
ja: スキルの向上がわずかに速くなる
ko: 숙련도가 약간 빠르게 증가
pl: Umiejętności są nieco poprawiane
pt_br: As habilidades melhoram um pouco mais rápido
zh_hans: 技能提升速度稍快

source: Resilience and determination makes them take less damage from the environment
es: La resiliencia y la determinación les hacen recibir menos daño del medio ambiente.
it: La resilienza e la determinazione li fanno subire meno danni dall'ambiente
ja: 回復力と決断力により、環境から受けるダメージが少なくなる
ko: 뛰어난 회복력과 투지 덕분에 재해로부터 받는 피해가 감소
pl: Opór i determinacja zmniejszają wynikające szkody ze środowiska
pt_br: Resiliência e determinação os fazem sofrer menos danos do meio ambiente
zh_hans: 韧性和信念使他们受到的环境伤害更少

# data/blueprints.xml.append$//crewBlueprint[@name="human_humanoid"]/desc
source: Humanoids are common and uninteresting.
es: Los humanoides son comunes y poco interesantes.
it: Gli umanoidi sono comuni e poco interessanti.
ja: ヒューマノイドはありふれたものであり、面白くない。
ko: 휴머노이드는 흔히 보이며 별 특징이 없습니다.
pl: Humanoidy są powszechne i nieciekawe.
pt_br: Os humanóides são comuns e desinteressantes.
zh_hans: 类人生物是常见且无趣的。

# data/blueprints.xml.append$//crewBlueprint[@name="human_humanoid"]/title
source: Humanoid
es: Humanoide
it: Umanoide
ja: ヒューマノイド
ko: 휴머노이드
pt_br: Humanóide
zh_hans: 类人生物

# data/blueprints.xml.append$//crewBlueprint[@name="human_humanoid"]/short
source: Humanoid
es: Humanoide
it: Umanoide
ja: ヒューマノイド
pt_br: Humanóide
zh_hans: 类人生物

source: Skills improve slightly faster
es: Las habilidades mejoran un poco más rápido
it: Le competenze migliorano leggermente più velocemente
ja: スキルの向上がわずかに速くなる
ko: 숙련도가 약간 빠르게 증가
pl: Umiejętności są nieco poprawiane
pt_br: As habilidades melhoram um pouco mais rápido
zh_hans: 技能提升速度稍快

# data/blueprints.xml.append$//crewBlueprint[@name="human_medic"]/desc
source: A medical unit trained in healing. Inherited Human stats: minor hazardous damage resistance, learns non-combat skills faster
es: Una unidad médica entrenada en curación. Estadísticas humanas hereditarias: resistencia al daño peligroso menor, aprende habilidades sin combate más rápido
it: Un'unità medica addestrata nella guarigione. Statistiche umane ereditate: minore resistenza ai danni pericolosi, apprende più velocemente le abilità di combattimento
ja: ヒーリングの訓練を受けた医療ユニット。 人間に継承されたステータス：軽度の危険ダメージ耐性、非戦闘スキルを早く習得する。
ko: 의료 훈련을 받은 의무 부대입니다. 인간의 기본 특성: 약간의 재해 저항, 비전투 숙련도가 빠르게 증가
pl: Jednostka medyczna przeszkolona w leczeniu. Dziedziczy cechy ludzi: niewielka odporność na uszkodzenia ze środowiska, bada szybciej umiejętności awarii
pt_br: Uma unidade médica treinada em cura. Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades que não são de combate mais rapidamente
zh_hans: 一个接受过治疗训练的医疗员。 继承人类属性：少量环境伤害抗性，非战斗技能提升速度更快

# data/blueprints.xml.append$//crewBlueprint[@name="human_medic"]/title
source: Human Medic
es: Médico humano
it: Medico umano
ja: ヒューマン・メディック
ko: 인간 의무병
pl: Medik Man
pt_br: Medic Human
zh_hans: 人类医疗员

# data/blueprints.xml.append$//crewBlueprint[@name="human_medic"]/short
source: Medic
it: Medico
ja: メディック
pl: Lekarski
zh_hans: 人类医疗员

source: Active Ability: Heals all nearby allies
es: Habilidad Activa: Cura a todos los aliados cercanos
it: Abilità attiva: guarisce tutti gli alleati nelle vicinanze
ja: アクティブアビリティ: 近くの味方全員を回復する
ko: 활성화 능력: 주위에 있는 모든 아군을 치유
pl: Zdolność aktywna: Leczy wszystkich pobliskich sojuszników
pt_br: Habilidade ativa: Cura todos os aliados próximos
zh_hans: 主动技能：治疗舱室内所有友方

source: Regenerates 3.2hp/s if unharmed for 15 seconds
es: Regenera 3.2 PS/s si no recibe daño durante 15 segundos
it: Si rigenera 3,2 CV/s se incolume per 15 secondi
ja: 15秒間無傷の場合、3.2HP/秒を回復
ko: 15초 동안 피해를 받지 않을 시 초당 3.2의 체력을 회복
pl: Regeneruje 3,2 PŻ/s, jeśli nie odniesie obrażeń przez 15 sekund
pt_br: Regenera 3,2hp/s se não for ferido por 15 segundos
zh_hans: 不受伤害15秒后以3.2点生命/秒的速度恢复生命

source: Inflicts halved damage in crew combat, learns combat slower
es: Inflige la mitad de daño en combate, aprende combate más lento
it: Infligge danni dimezzati nel combattimento dell'equipaggio, impara il combattimento più lentamente
ja: クルーの戦闘で与えるダメージが半分になり、戦闘の習得が遅くなる
ko: 대인 공격력 0.5배, 전투 숙련도가 느리게 증가
pl: Zadaje o połowę mniejsze obrażenia w walce z załogą, wolniej uczy się walki
pt_br: Inflige dano reduzido à metade no combate da tripulação, aprende o combate mais lentamente
zh_hans: 0.5倍战斗伤害，战斗技能提升速度更慢

# data/blueprints.xml.append$//crewBlueprint[@name="human_engineer"]/desc
source: A Human technician skilled in repairs. Inherited Human stats: minor suffocation resistance, learns skills faster
es: Un técnico humano experto en reparaciones. Estadísticas humanas hereditarias: resistencia a la asfixia menor, aprende habilidades más rápido
it: Un tecnico umano qualificato nelle riparazioni. Statistiche umane ereditate: minore resistenza alla soffocazione, impara le abilità più velocemente
ja: 修理に長けたヒューマン・テクニシャン。 ヒューマンに継承されたステータス：軽度の窒息耐性、スキルの習得が早い。
ko: 수리에 능숙한 인간 기술자입니다. 인간의 선천적 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Człowiek-technik z umiejętnościami naprawy. Dziedziczy cechy ludzi: niewielki opór u uduszenia, szybsze umiejętności studiów
pt_br: Um técnico humano qualificado em reparos. Estatísticas humanas herdadas: menor resistência a asfixia, aprende habilidades mais rapidamente
zh_hans: 精通维修的人类技师。 继承人类属性：少量窒息伤害抗性，技能提升速度更快

# data/blueprints.xml.append$//crewBlueprint[@name="human_engineer"]/title
source: Human Engineer
es: Ingeniero humano
it: Ingegnere umano
ja: ヒューマン・エンジニア
ko: 인간 공병
pl: Inżynier osoby
pt_br: Engenheiro Humano
zh_hans: 人类工程师

# data/blueprints.xml.append$//crewBlueprint[@name="human_engineer"]/short
source: Engineer
ja: エンジニア
pl: Inżynier
zh_hans: 人类工程师

source: 1.20x repair speed
es: Velocidad de reparación x1.20
it: 1,20x velocità di riparazione
ja: 1.20倍の修復速度
ko: 수리 속도 1.2배
pl: Szybkość naprawy x1,20
pt_br: Velocidade de reparo de 1,20x
zh_hans: 1.2倍维修速度

source: Takes 0.6x damage from fires
es: Recibe x0.6 de daño por fuego
it: Subisce un danno 0,6 volte dagli incendi
ja: 火災から0.6倍のダメージを受ける
ko: 화재로부터 0.6배의 피해만을 받음
pl: Otrzymuje 0,6x obrażeń od pożarów
pt_br: Recebe 0,6 vezes o dano causado por incêndios
zh_hans: 受到0.6倍灼烧伤害

source: Learns repairs even faster
es: Aprende reparaciones aún más rápido
it: Impara le riparazioni ancora più velocemente
ja: 修理の学習がさらに速くなる
ko: 수리 숙련도가 더 빠르게 증가
pl: Uczy się napraw jeszcze szybciej
pt_br: Aprende reparos ainda mais rápido
zh_hans: 维修技能提升速度特别快

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel"]/desc
source: Disciplined Rebel troops willing to risk it all to bring you to an end.
es: Tropas rebeldes disciplinadas dispuestas a arriesgarlo todo para ponerle fin.
it: Truppe ribelli disciplinate disposte a rischiare tutto per porre fine.
ja: 規律ある反乱軍は、あなたを滅亡させるためならば危険を冒すことも厭わない。
ko: 당신을 끝장내기 위해서라면 어떤 위험이라도 기꺼이 감수할 잘 훈련된 반군 부대.
pl: Zdyscyplinowany suban, gotowy ryzykować wszystkich, aby cię zakończyć.
pt_br: Tropas rebeldes disciplinadas dispostas a arriscar tudo isso para encerrá -lo.
zh_hans: 纪律严明的叛军部队，不惜一切代价要干掉你。

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel"]/title
source: Rebel
es: Rebelde
it: Ribelle
ja: 反逆者
ko: 반군
pl: Buntownik
pt_br: Rebelde
zh_hans: 叛军

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel"]/short
source: Rebel
es: Rebelde
it: Ribelle
ja: 反逆者
pl: Buntownik
pt_br: Rebelde
zh_hans: 叛军

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel"]/powerList/power
source: Resilience and determination makes them take less damage from the environment
es: La resiliencia y la determinación les hacen recibir menos daño del medio ambiente.
it: La resilienza e la determinazione li fanno subire meno danni dall'ambiente
ja: 回復力と決断力により、環境から受けるダメージが少なくなる
ko: 뛰어난 회복력과 투지 덕분에 재해로부터 받는 피해가 감소
pl: Opór i determinacja zmniejszają wynikające szkody ze środowiska
pt_br: Resiliência e determinação os fazem sofrer menos danos do meio ambiente
zh_hans: 韧性和信念使他们受到的环境伤害更少

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel_medic"]/desc
source: Disciplined Rebel troops willing to risk it all to bring you to an end.
es: Tropas rebeldes disciplinadas dispuestas a arriesgarlo todo para ponerle fin.
it: Truppe ribelli disciplinate disposte a rischiare tutto per porre fine.
ja: 規律ある反乱軍は、あなたを滅亡させるためならば危険を冒すことも厭わない。
ko: 당신을 끝장내기 위해서라면 어떤 위험이라도 기꺼이 감수할 잘 훈련된 반군 부대.
pl: Zdyscyplinowany suban, gotowy ryzykować wszystkich, aby cię zakończyć.
pt_br: Tropas rebeldes disciplinadas dispostas a arriscar tudo isso para encerrá -lo.
zh_hans: 纪律严明的叛军部队，不惜一切代价要干掉你。

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel_medic"]/title
source: Rebel Medic
ja: 反逆の衛生兵
ko: 반군 의무병
pl: Medik-Medik
zh_hans: 叛军医疗员

# data/blueprints.xml.append$//crewBlueprint[@name="human_rebel_medic"]/short
source: Rebel Medic
ja: 反逆の衛生兵
pl: Medik-Medik
zh_hans: 叛军医疗员

source: Active Ability: Heals all nearby allies
es: Habilidad Activa: Cura a todos los aliados cercanos
it: Abilità attiva: guarisce tutti gli alleati nelle vicinanze
ja: アクティブアビリティ: 近くの味方全員を回復する
ko: 활성화 능력: 주위에 있는 모든 아군을 치유
pl: Zdolność aktywna: Leczy wszystkich pobliskich sojuszników
pt_br: Habilidade ativa: Cura todos os aliados próximos
zh_hans: 主动技能：治疗舱室内所有友方

source: Regenerates 3.2hp/s if unharmed for 15 seconds
es: Regenera 3.2 PS/s si no recibe daño durante 15 segundos
it: Si rigenera 3,2 CV/s se incolume per 15 secondi
ja: 15秒間無傷の場合、3.2HP/秒を回復
ko: 15초 동안 피해를 받지 않을 시 초당 3.2의 체력을 회복
pl: Regeneruje 3,2 PŻ/s, jeśli nie odniesie obrażeń przez 15 sekund
pt_br: Regenera 3,2hp/s se não for ferido por 15 segundos
zh_hans: 不受伤害15秒后以3.2点生命/秒的速度恢复生命

source: Inflicts halved damage in crew combat
es: Inflige la mitad de daño en combate
it: Infligge danni dimessi nel combattimento dell'equipaggio
ja: クルー戦闘で与えるダメージが半分になる
ko: 대인 공격력 0.5
pl: Zadaje o połowę mniejsze obrażenia w walce z załogą
pt_br: Inflige dano reduzido à metade em combate com a tripulação
zh_hans: 0.5倍战斗伤害，战斗技能提升速度更慢

source: It's unclear if the Engi are partly organic or entirely mechanical, but it's well known that they make exceptional engineers.
es: No está claro si los ING son parcialmente orgánicos o completamente mecánicos, pero es bien sabido que hacen ingenieros excepcionales.
it: Non è chiaro se gli Engi siano parzialmente organici o interamente meccanici, ma è risaputo che producono ingegneri eccezionali.
ja: エンジが部分的に有機的か、完全に機械的かは不明だが、エンジが優れたエンジニアを生み出すことはよく知られている。
ko: '엔지'가 부분적으로나마 유기물인지 아니면 완전히 기계로 되어있는지는 알려지지 않았지만, 그들은 뛰어난 공학자로 널리 알려져 있습니다.
pl: Nie jest jasne, czy Angie obejmuje części organiczne, czy składa się z mechaniki.Niemniej jednak wiadomo, że wykonują z nich doskonałe inżynierowie.
pt_br: Não está claro se os Engi são parcialmente orgânicos ou totalmente mecânicos, mas é sabido que eles fazem engenheiros excepcionais.
zh_hans: 目前还不清楚半械族是有机生物的还是完全的机械生物，但众所周知，他们都是杰出的工程师。

source: Engi
es: Género
ja: エンジ
ko: 엔지
pl: Angie
zh_hans: 半械族

source: Engi
es: Género
ja: エンジ
pl: Angie
zh_hans: 半械族

source: Max Health is reduced to 90
es: Salud máxima reducida a 90
it: Max Health è ridotta a 90
ja: 最大ライフが90に減少する
ko: 최대 체력 90
pl: Maksymalne zdrowie zmniejszone do 90
pt_br: A saúde máxima é reduzida para 90
zh_hans: 90点最大生命值

source: 0.5x combat damage, 2x repair speed
es: Daño de combate de 0.5x, velocidad de reparación de 2x
it: 0,5x danni da combattimento, velocità di riparazione 2x
ja: 戦闘ダメージ0.5倍、修復速度2倍
ko: 대인 공격력 0.5배, 수리 속도 2배
pl: 0,5 razy obrażenia w bitwie i 2x prędkość naprawy
pt_br: Dano de combate de 0,5x, velocidade de reparo 2x
zh_hans: 0.5倍战斗伤害，2倍维修速度

source: Slightly reduced suffocation damage
es: Daño por asfixia ligeramente reducido
it: Danno di soffocamento leggermente ridotto
ja: 窒息ダメージをわずかに減少
ko: 질식 피해가 조금 감소
pl: Nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia ligeiramente reduzido
zh_hans: 受到0.75倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="engi_separatist"]/desc
source: The Separatist Engi have broken free from the control of the Harmony, a widespread program that controls the Engi and encourages sameness.
es: El Ingres separatistas se ha liberado del control de la armonía, un programa generalizado que controla el ING y fomenta la igualdad.
it: Il separatista ENGI si è liberato dal controllo dell'armonia, un programma diffuso che controlla l'IMPI e incoraggia l'identità.
ja: 分離主義者エンジは、エンジを制御し同一性を奨励する広範なプログラムであるハーモニーの制御から解放された。
ko: 엔지 분리주의자는 엔지를 통제하고 동일성을 강요하는 광범위한 프로그램인 하모니의 통제에서 벗어났습니다.
pl: Enginegrapiści wymknęli się spod kontroli harmonii, powszechnego programu, który kontroluje Angie i zachęca do jednolitości.
pt_br: Os engenheiros separatistas se libertaram do controle da harmonia, um programa generalizado que controla o engi e incentiva a mesmice.
zh_hans: 半械分离者摆脱了谐合的控制，该程序在半械族间广泛传播，控制他们并促进同化。

# data/blueprints.xml.append$//crewBlueprint[@name="engi_separatist"]/title
source: Separatist Engi
es: Ingi separatista
it: Separatista Engi
ja: 分離主義エンジ
ko: 엔지 분리주의자
pl: Angie-Sapariatist
pt_br: Engi separatista
zh_hans: 半械分离者

# data/blueprints.xml.append$//crewBlueprint[@name="engi_separatist"]/short
source: Separatist
es: Separatista
it: Separatista
ja: 分離主義者
pl: Separatysta
pt_br: Separatista
zh_hans: 半械分离者

source: Active Ability: Toggles to nanite mode where it ignores doors, resists mind control, and becomes damage resistant, but cannot fight, repair or heal
es: Capacidad activa: se altera al modo nanita donde ignora las puertas, resiste el control mental y se vuelve resistente a los daños, pero no puede luchar, reparar o sanar
it: Abilità attiva: attivare in modalità nanite in cui ignora le porte, resiste al controllo mentale e diventa resistente ai danni, ma non può combattere, riparare o guarire
ja: アクティブな能力: ナノマシンモードに切り替え、ドアを無視し、マイコンをレジストし、ダメージ耐性を持つが、戦闘、修復、治癒はできない
ko: 활성화 능력: 나나이트 모드를 활성화하여 문을 무시할 수 있게 되고 피해와 정신 지배에 저항력을 얻지만, 싸우거나 수리하거나 회복할 수 없게 됨
pl: Aktywna zdolność: Przełącza się na tryb NANITE, w którym ignoruje drzwi, opiera się kontroli umysłu i staje się odporna na obrażenia, ale nie może walczyć ani naprawić systemów
pt_br: Capacidade ativa: alterna para o modo nanite onde ignora as portas, resiste ao controle da mente e se torna resistente a danos, mas não pode lutar, reparar ou curar
zh_hans: 主动技能：切换至纳米模式，无视舱门，免疫心灵控制，获得伤害抗性，但无法战斗、维修与恢复生命

source: 0.75x combat damage, 1.75x repair speed
es: Daño de combate de 0.75x, velocidad de reparación de 1.75x
it: 0,75x danni da combattimento, velocità di riparazione 1,75x
ja: 戦闘ダメージ0.75倍、修復速度1.75倍
ko: 대인 공격력 0.75배, 수리 속도 1.75배
pl: Uszkodzenie bojowe 0,75x, prędkość naprawy 1,75x
pt_br: 0,75x de dano de combate, 1,75x velocidade de reparo
zh_hans: 0.75倍战斗伤害，1.75倍维修速度

source: Reduced suffocation damage
es: Daño reducido de asfixia
it: Ridotto danno al soffocamento
ja: 窒息ダメージの軽減
ko: 질식 피해 감소
pl: Zakłócenie uduszenia są zmniejszone
pt_br: Dano reduzido de asfixia
zh_hans: 受到0.5倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="engi_separatist_nano"]/desc
source: The Separatist Engi have broken free from the control of the Harmony, a widespread program that controls the Engi and encourages sameness.
es: El Ingres separatistas se ha liberado del control de la armonía, un programa generalizado que controla el ING y fomenta la igualdad.
it: Il separatista ENGI si è liberato dal controllo dell'armonia, un programma diffuso che controlla l'IMPI e incoraggia l'identità.
ja: 分離主義者エンジは、エンジを制御し同一性を奨励する広範なプログラムであるハーモニーの制御から解放された。
ko: 엔지 분리주의자는 엔지를 통제하고 동일성을 강요하는 광범위한 프로그램인 하모니의 통제에서 벗어났습니다.
pl: Enginegrapiści wymknęli się spod kontroli harmonii, powszechnego programu, który kontroluje Angie i zachęca do jednolitości.
pt_br: Os engenheiros separatistas se libertaram do controle da harmonia, um programa generalizado que controla o engi e incentiva a mesmice.
zh_hans: 半械分离者摆脱了谐合的控制，该程序在半械族间广泛传播，控制他们并促进同化。

# data/blueprints.xml.append$//crewBlueprint[@name="engi_separatist_nano"]/title
source: Separatist Engi
es: Ingi separatista
it: Separatista Engi
ja: 分離主義エンジ
ko: 엔지 분리주의자
pl: Angie-Sapariatist
pt_br: Engi separatista
zh_hans: 半械分离者

# data/blueprints.xml.append$//crewBlueprint[@name="engi_separatist_nano"]/short
source: Separatist
es: Separatista
it: Separatista
ja: 分離主義者
pl: Separatysta
pt_br: Separatista
zh_hans: 半械分离者

source: Active Ability: Toggles to nanite mode where it ignores doors, resists mind control, and becomes damage resistant, but cannot fight, repair or heal
es: Capacidad activa: se altera al modo nanita donde ignora las puertas, resiste el control mental y se vuelve resistente a los daños, pero no puede luchar, reparar o sanar
it: Abilità attiva: attivare in modalità nanite in cui ignora le porte, resiste al controllo mentale e diventa resistente ai danni, ma non può combattere, riparare o guarire
ja: アクティブな能力: ナノマシンモードに切り替え、ドアを無視し、マイコンをレジストし、ダメージ耐性を持つが、戦闘、修復、治癒はできない
ko: 활성화 능력: 나나이트 모드를 활성화하여 문을 무시할 수 있게 되고 피해와 정신 지배에 저항력을 얻지만, 싸우거나 수리하거나 회복할 수 없게 됨
pl: Aktywna zdolność: Przełącza się na tryb NANITE, w którym ignoruje drzwi, opiera się kontroli umysłu i staje się odporna na obrażenia, ale nie może walczyć ani naprawić systemów
pt_br: Capacidade ativa: alterna para o modo nanite onde ignora as portas, resiste ao controle da mente e se torna resistente a danos, mas não pode lutar, reparar ou curar
zh_hans: 主动技能：切换至纳米模式，无视舱门，免疫心灵控制，获得伤害抗性，但无法战斗、维修与恢复生命

source: 0.75x combat damage, 1.75x repair speed
es: Daño de combate de 0.75x, velocidad de reparación de 1.75x
it: 0,75x danni da combattimento, velocità di riparazione 1,75x
ja: 戦闘ダメージ0.75倍、修復速度1.75倍
ko: 대인 공격력 0.75배, 수리 속도 1.75배
pl: Uszkodzenie bojowe 0,75x, prędkość naprawy 1,75x
pt_br: 0,75x de dano de combate, 1,75x velocidade de reparo
zh_hans: 0.75倍战斗伤害，1.75倍维修速度

source: Reduced suffocation damage
es: Daño reducido de asfixia
it: Ridotto danno al soffocamento
ja: 窒息ダメージの軽減
ko: 질식 피해 감소
pl: Zakłócenie uduszenia są zmniejszone
pt_br: Dano reduzido de asfixia
zh_hans: 受到0.5倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan"]/desc
source: These hard-light entities might be part of the Federation, but they're also known for their strict rules and formal attitudes.
es: Estas entidades de luz dura pueden ser parte de la Federación, pero también son conocidas por sus estrictas reglas y actitudes formales.
it: Queste entità a luci dura potrebbero far parte della federazione, ma sono anche conosciute per le loro rigide regole e atteggiamenti formali.
ja: これらの厳格な組織は連邦の一部である可能性があるが、厳格な規則と形式的な態度でも知られている。
ko: 이 고형 광선으로 이루어진 생명체는 연방의 일원이라는 점 외에 엄격한 규칙과 형식적인 태도로도 유명합니다.
pl: Podmioty wykonane z solidnego światła, chociaż są częścią Federacji, są znane ze swoich ścisłych zasad i formalnego nastawienia.
pt_br: Essas entidades leves podem fazer parte da federação, mas também são conhecidas por suas regras rigorosas e atitudes formais.
zh_hans: 这些由'光质'组成的实体们是联邦的一员，此外他们出了名地严肃正经。

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan"]/title
source: Zoltan
ja: ゾルタン
ko: 졸탄
zh_hans: 超能族

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan"]/short
source: Zoltan
ja: ゾルタン
zh_hans: 超能族
