Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE"]/title
source: Charge Kernel
es: Semilla de Carga
it: Caricare il kernel
ja: チャージ・カーネル
ko: 충전식 낱알 포
pl: Ładunkowe Nasiono
pt_br: Cargo
zh_hans: 充能果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE"]/short
source: Charge K.
es: S. Carga
it: Carica K.
ja: Kを担当する。
pl: Ład. N.
zh_hans: 充能果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE"]/desc
source: A modified Kernel Launcher that can charge up to 2 shots.
es: Un Lanzasemillas modificado que puede cargar hasta 2 disparos.
it: Un lanciatore di kernel modificato che può caricare fino a 2 colpi.
ja: 最大2発までチャージできる修正されたカーネル ランチャー。
ko: 발사체를 두 발까지 모아 한꺼번에 발사할 수 있는 개조된 낱알 포입니다.
pl: Zmodyfikowana Wyrzutnia Nasion, która może naładować do 2 strzałów.
pt_br: Um lançador de kernel modificado que pode carregar até 2 chutes.
zh_hans: 经过改造的果核发射器，最多可充能2次。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE_ENEMY"]/title
source: Charge Kernel
es: Semilla de Carga
it: Caricare il kernel
ja: チャージ・カーネル
pl: Ładunkowe Nasiono
pt_br: Cargo
zh_hans: 充能果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE_ENEMY"]/short
source: Kernel C.
es: Sem. C.
ja: カーネルC
pl: Nasiono Ł.
zh_hans: 充能果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE_ELITE"]/title
source: Elite Charge Kernel
es: Semilla de Carga Élite
it: Kernel di carica d'élite
ja: エリート・チャージ・カーネル
ko: 엘리트 충전식 낱알 포
pl: Elitarne Ładunkowe Nasiono
pt_br: Kernel de carga de elite
zh_hans: 精英充能果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE_ELITE"]/short
source: Charge K.
es: € S. Carga
it: € addebito K.
ja: チャージK
pl: € Ład. N.
zh_hans: 充能果核☆

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHARGE_ELITE"]/desc
source: A modified Kernel Launcher that can charge up to 2 shots. Powerful Elite version with a guaranteed stun and higher chance to ignore their ammo cost.
es: Un Lanzasemillas modificado que puede cargar hasta 2 disparos. Potente versión de Élite con un aturdimiento garantizado y una mayor probabilidad de ignorar su costo de munición.
it: Un lanciatore di kernel modificato che può caricare fino a 2 colpi.Potente versione d'élite con un storico garantito e una maggiore possibilità di ignorare il costo delle munizioni.
ja: 最大2発までチャージできる修正されたカーネル ランチャー。スタンが保証され、弾薬コストを無視できる可能性が高い強力なエリート バージョン。
ko: 발사체를 두 발까지 모아 한꺼번에 발사할 수 있는 개조된 낱알 포입니다. 확정적으로 선원을 기절시키고, 더 높은 확률로 탄약 소모를 무시하는 강력한 엘리트 버전입니다.
pl: Zmodyfikowana Wyrzutnia Nasion, która może naładować do 2 strzałów. Potężna wersja Elitarna z gwarantowanym ogłuszeniem i większą szansą na zignorowanie kosztu amunicji.
pt_br: Um Kernel Launcher modificado que pode carregar até 2 tiros. Poderosa versão Elite com atordoamento garantido e maior chance de ignorar o custo de munição.
zh_hans: 经过改造的果核发射器，最多可充能2次。强大的精英版本，必定导致眩晕，有更高的几率不消耗弹药。

source: Elite Charge Kernel
es: Semilla de Carga Élite
it: Kernel di carica d'élite
ja: エリート・チャージ・カーネル
pl: Elitarne Ładunkowe Nasiono
pt_br: Kernel de carga de elite
zh_hans: 精英充能果核

source: Kernel C.
es: € Sem. C.
ja: カーネルC
pl: € Nasiono Ł.
zh_hans: 充能果核☆

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1"]/title
source: Spore Launcher MK I
es: Lanzaesporas MK I
ja: スポア・ランチャー MK I
ko: 포자 발사기 마크 I
pl: Wyrzutnia Zarodników MK I
pt_br: Lançador de esporos MK I
zh_hans: 孢子发射器I

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1"]/short
source: Spore I
es: Espora I
it: Spora i
ja: 胞子I
pl: Zarodnik I
pt_br: Esporo I
zh_hans: 孢子I

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweeds, which possess a unique chance to ignore ammo consumption when fired.
es: Armas de bomba parcialmente orgánicas y mortales fabricadas por los Vampweeds, que poseen una probabilidad única de ignorar el consumo de munición al ser disparadas.
it: Armi di bomba parzialmente organiche mortali fabbricate dai Vampweeds, che possiedono un'opportunità unica per ignorare il consumo di munizioni quando hanno sparato.
ja: ヴァンプウィードs によって製造された致命的な部分的に有機爆弾兵器。発砲時に弾薬の消費を無視するユニークな機会を持っている。
ko: 흡혈초들이 제조한 치명적이고 부분적으로 유기적인 폭탄입니다. 발포 시 탄약 소모를 무시할 수 있는 고유 확률을 가지고 있습니다.
pl: Śmiertelne, częściowo organiczne bomby produkowane przez Wampiropnącza, które posiadają unikalną szansę na zignorowanie zużycia amunicji podczas strzału.
pt_br: Armas de bomba mortais parcialmente orgânicas fabricadas pelos Vampweeds, que possuem uma chance única de ignorar o consumo de munição quando disparadas.
zh_hans: 由血草兰花制造的致命半有机炸弹武器，在发射时有特定几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ENEMY"]/title
source: Spore Launcher MK I
es: Lanzaesporas MK I
ja: スポア・ランチャー MK I
ko: 포자 발사기 마크 I
pl: Wyrzutnia Zarodników MK I
pt_br: Lançador de esporos MK I
zh_hans: 孢子发射器I

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ENEMY"]/short
source: Spore I
es: Espora I
it: Spora i
ja: 胞子I
pl: Zarodnik I
pt_br: Esporo I
zh_hans: 孢子I

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ELITE"]/title
source: Elite Spore Launcher MK I
es: Lanzaesporas Élite MK I
it: Lanciarazzi spore d'élite mk i
ja: エリート・スポア・ランチャー MK I
ko: 엘리트 포자 발사기 마크 I
pl: Elitarna Wyrzutnia Zarodników MK I
pt_br: Lançador de esporos de elite MK I
zh_hans: 精英孢子发射器I

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ELITE"]/short
source: Spore I
es: € Espora I
it: € spora i
ja: 胞子I
pl: € Zarodnik I
zh_hans: 孢子I€

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ELITE_ENEMY"]/title
source: Elite Spore Launcher MK I
es: Lanzaesporas Élite MK I
it: Lanciarazzi spore d'élite mk i
ja: エリート・スポア・ランチャー MK I
ko: 엘리트 포자 발사기 마크 I
pl: Elitarna Wyrzutnia Zarodników MK I
pt_br: Lançador de esporos de elite MK I
zh_hans: 精英孢子发射器I

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ELITE_ENEMY"]/short
source: Spore I
es: € Espora I
it: € spora i
ja: 胞子I
pl: € Zarodnik I
zh_hans: 孢子I€

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_1_ELITE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2"]/title
source: Spore Launcher MK II
es: Lanzaesporas MK II
ja: スポア・ランチャー MK II
ko: 포자 발사기 마크 II
pl: Wyrzutnia Zarodników MK II
pt_br: Lançador de esporos MK II
zh_hans: 孢子发射器II

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2"]/short
source: Spore II
es: Espora II
ja: スポアII
pl: Zarodnik II
pt_br: Esporo II
zh_hans: 孢子II

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweeds, which possess a unique chance to ignore ammo consumption when fired. This upgraded version fires an additional spore.
es: Armas de bomba parcialmente orgánicas y mortales fabricadas por los Vampweeds, que poseen una probabilidad única de ignorar el consumo de munición al ser disparadas. Esta versión mejorada dispara una espora adicional.
it: Armi di bomba parzialmente organiche mortali fabbricate dai Vampweeds, che possiedono un'opportunità unica per ignorare il consumo di munizioni quando hanno sparato.Questa versione aggiornata spara una spora aggiuntiva.
ja: ヴァンプウィードs によって製造された致命的な部分的に有機爆弾兵器。発砲時に弾薬の消費を無視するユニークな機会を持っている。このアップグレードされたバージョンでは、追加の胞子が発射される。
ko: 흡혈초들이 제조한 치명적이고 부분적으로 유기적인 폭탄입니다. 발포 시 탄약 소모를 무시할 수 있는 고유 확률을 가지고 있습니다. 추가적인 포자를 발포하는 고급 버전입니다.
pl: Śmiertelne, częściowo organiczne bomby produkowane przez Wampiropnącza, które posiadają unikalną szansę na zignorowanie zużycia amunicji podczas strzału. Ta ulepszona wersja wystrzeliwuje dodatkowy zarodnik.
pt_br: Armas-bomba mortais parcialmente orgânicas fabricadas pelos Vampweeds, que possuem uma chance única de ignorar o consumo de munição quando disparadas. Essa versão atualizada dispara um esporo adicional.
zh_hans: 由血草兰花制造的致命半有机炸弹武器，在发射时有特定几率不消耗弹药。这个升级版本发射一个额外的孢子。

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ENEMY"]/title
source: Spore Launcher MK II
es: Lanzaesporas MK II
ja: スポア・ランチャー MK II
ko: 포자 발사기 마크 II
pl: Wyrzutnia Zarodników MK II
pt_br: Lançador de esporos MK II
zh_hans: 孢子发射器II

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ENEMY"]/short
source: Spore II
es: Espora II
ja: スポアII
pl: Zarodnik II
pt_br: Esporo II
zh_hans: 孢子II

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ELITE"]/title
source: Elite Spore Launcher MK II
es: Lanzaesporas Élite MK II
it: Launcher spore d'élite MK II
ja: エリート・スポア・ランチャー MK II
ko: 엘리트 포자 발사기 마크 II
pl: Elitarna Wyrzutnia Zarodników MK II
pt_br: Lançador de esporos de elite MK II
zh_hans: 精英孢子发射器II

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ELITE"]/short
source: Spore II
es: € Espora II
it: € spora II
ja: スポアII
pl: € Zarodnik II
zh_hans: 孢子II€

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ELITE_ENEMY"]/title
source: Elite Spore Launcher MK II
es: Lanzaesporas Élite MK II
it: Launcher spore d'élite MK II
ja: エリート・スポア・ランチャー MK II
ko: 엘리트 포자 발사기 마크 II
pl: Elitarna Wyrzutnia Zarodników MK II
pt_br: Lançador de esporos de elite MK II
zh_hans: 精英孢子发射器II

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ELITE_ENEMY"]/short
source: Spore II
es: € Espora II
it: € spora II
ja: スポアII
pl: € Zarodnik II
zh_hans: 孢子II€

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_2_ELITE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY"]/title
source: Heavy Spore Launcher
es: Lanzaesporas Pesado
it: Lanciatrice di spore pesanti
ja: ヘビー・スポア・ランチャー
ko: 중형 포자 발사기
pl: Ciężka Wyrzutnia Zarodników
pt_br: Lançador de esporos pesado
zh_hans: 重型孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY"]/short
source: Heavy Spore
es: Espora Pesada
it: Spora pesante
ja: 重い胞子
pl: Ciężki Zarodnik
pt_br: Esporo pesado
zh_hans: 重型孢子

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweeds, which possess a unique chance to ignore ammo consumption when fired. Heavy version which only fires one spore that does greater damage.
es: Armas de bomba parcialmente orgánicas y mortales fabricadas por los Vampweeds, que poseen una probabilidad única de ignorar el consumo de munición al ser disparadas. Versión pesada que solo dispara una espora que inflige un daño mayor.
it: Armi di bomba parzialmente organiche mortali fabbricate dai Vampweeds, che possiedono un'opportunità unica per ignorare il consumo di munizioni quando hanno sparato.Versione pesante che spara solo una spora che infligge più danni.
ja: ヴァンプウィードs によって製造された致命的な部分的に有機爆弾兵器。発砲時に弾薬の消費を無視するユニークな機会を持っている。より大きなダメージを与える胞子を1つだけ発射するヘビー バージョン。
ko: 흡혈초들이 제조한 치명적이고 부분적으로 유기적인 폭탄입니다. 발포 시 탄약 소모를 무시할 수 있는 고유 확률을 가지고 있습니다. 단 한발의 고위력 포자를 발포하는 중형 버전입니다.
pl: Śmiertelne, częściowo organiczne bomby produkowane przez Wampiropnącza, które posiadają unikalną szansę na zignorowanie zużycia amunicji podczas strzału. Wersja ciężka, która wystrzeliwuje tylko jeden zarodnik, który zadaje większe obrażenia.
pt_br: Armas de bomba mortais parcialmente orgânicas fabricadas pelos Vampweeds, que possuem uma chance única de ignorar o consumo de munição quando disparadas. Versão pesada que dispara apenas um esporo e causa mais danos.
zh_hans: 由血草兰花制造的致命半有机炸弹武器，在发射时有特定几率不消耗弹药。重型版本只发射一个孢子，但造成更高的伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY_ENEMY"]/title
source: Heavy Spore Launcher
es: Lanzaesporas Pesado
it: Lanciatrice di spore pesanti
ja: ヘビー・スポア・ランチャー
ko: 중형 포자 발사기
pl: Ciężka Wyrzutnia Zarodników
pt_br: Lançador de esporos pesado
zh_hans: 重型孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY_ENEMY"]/short
source: Spore H.
es: Espora P.
ja: 胞子H。
pl: Zarodnik C.
pt_br: Esporo H.
zh_hans: 重型孢子

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY_ELITE"]/title
source: Elite Heavy Spore Launcher
es: Lanzaesporas Pesado Élite
it: Lanciagrana delle spore pesanti d'élite
ja: エリート・ヘビー・スポア・ランチャー
ko: 엘리트 중형 포자 발사기
pl: Elitarna Ciężka Wyrzutnia Zarodników
pt_br: Lançador de esporos pesado de elite
zh_hans: 精英重型孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_HEAVY_ELITE"]/short
source: Heavy Spo.
es: € Espo. Pesada
it: € spo pesante.
ja: 重いスポ
pl: € Ciężki Zar.
zh_hans: 重型孢子☆

source: Elite Heavy Spore Launcher
es: Lanzaesporas Pesado Élite
it: Lanciagrana delle spore pesanti d'élite
ja: エリート・ヘビー・スポア・ランチャー
ko: 엘리트 중형 포자 발사기
pl: Elitarna Ciężka Wyrzutnia Zarodników
pt_br: Lançador de esporos pesado de elite
zh_hans: 精英重型孢子发射器

source: Spore H.
es: € Espora P.
it: € spora H.
ja: 胞子H.
pl: € Zarodnik C.
zh_hans: 重型孢子☆

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN"]/title
source: Chain Spore Launcher
es: Lanzaesporas en Cadena
it: Lanciatrice a spore a catena
ja: チェーン・スポア・ランチャー
ko: 연쇄 포자 발사기
pl: Łańcuchowa Wyrzutnia Zarodników
pt_br: Lançador de esporos em cadeia
zh_hans: 链式孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN"]/short
source: Chain Spore
es: Espora Cadena
it: Spora a catena
ja: チェーン・スポア
pl: Łańc. Zarodnik
pt_br: Esporo de corrente
zh_hans: 链式孢子

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweeds, which possess a unique chance to ignore ammo consumption when fired.
es: Armas de bomba parcialmente orgánicas y mortales fabricadas por los Vampweeds, que poseen una probabilidad única de ignorar el consumo de munición al ser disparadas.
it: Armi di bomba parzialmente organiche mortali fabbricate dai Vampweeds, che possiedono un'opportunità unica per ignorare il consumo di munizioni quando hanno sparato.
ja: ヴァンプウィードs によって製造された致命的な部分的に有機爆弾兵器。発砲時に弾薬の消費を無視するユニークな機会を持っている。
ko: 흡혈초들이 제조한 치명적이고 부분적으로 유기적인 폭탄입니다. 발포 시 탄약 소모를 무시할 수 있는 고유 확률을 가지고 있습니다.
pl: Śmiertelne, częściowo organiczne bomby produkowane przez Wampiropnącza, które posiadają unikalną szansę na zignorowanie zużycia amunicji podczas strzału.
pt_br: Armas de bomba mortais parcialmente orgânicas fabricadas pelos Vampweeds, que possuem uma chance única de ignorar o consumo de munição quando disparadas.
zh_hans: 由血草兰花制造的致命半有机炸弹武器，在发射时有特定几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN_ENEMY"]/title
source: Chain Spore Launcher
es: Lanzaesporas en Cadena
it: Lanciatrice a spore a catena
ja: チェーン・スポア・ランチャー
ko: 연쇄 포자 발사기
pl: Łańcuchowa Wyrzutnia Zarodników
pt_br: Lançador de esporos em cadeia
zh_hans: 链式孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN_ENEMY"]/short
source: Spore Ch.
es: Espora Cad.
it: Spora ch.
ja: 胞子Ch.
pl: Zarodnik Ł.
zh_hans: 链式孢子

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN_ELITE"]/title
source: Elite Chain Spore Launcher
es: Lanzaesporas en Cadena Élite
it: Lanciarazzi a catena d'élite
ja: エリート・チェーン・スポア・ランチャー
ko: 엘리트 연쇄 포자 발사기
pl: Elitarna Łańcuchowa Wyrzutnia Zarodników
pt_br: Lançador de esporos de cadeia de elite
zh_hans: 精英链式孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_CHAIN_ELITE"]/short
source: Chain Spo.
es: € Espo. Cadena
it: € catena spo.
ja: € チェーンスポ
pl: € Łańc. Zar.
zh_hans: 链式孢子☆

source: Elite Chain Spore Launcher
es: Lanzaesporas en Cadena Élite
it: Lanciarazzi a catena d'élite
ja: エリート・チェーン・スポア・ランチャー
ko: 엘리트 연쇄 포자 발사기
pl: Elitarna Łańcuchowa Wyrzutnia Zarodników
pt_br: Lançador de esporos de cadeia de elite
zh_hans: 精英链式孢子发射器

source: Spore Ch.
es: € Espora Cad.
it: € spora ch.
ja: 胞子Ch.
pl: € Zarodnik Ł.
zh_hans: 链式孢子☆

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN"]/title
source: Stun Spore Launcher
es: Lanzaesporas de Aturdimiento
it: Lanciatore di spore stordite
ja: スタン・スポア・ランチャー
ko: 기절 포자 발사기
pl: Ogłuszająca Wyrzutnia Zarodników
pt_br: Lançador de esporos de atordoamento
zh_hans: 眩晕孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN"]/short
source: Stun Spore
es: Espora Aturd.
it: Spora stordente
ja: スタン・スポア
pl: Ogł. Zarodnik
pt_br: Esporo de atordoamento
zh_hans: 眩晕孢子

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN"]/desc
source: Deadly partly-organic bomb weapons manufactured by the Vampweeds, which possess a unique chance to ignore ammo consumption when fired. This special version trades its crew damage for high stun.
es: Armas de bomba parcialmente orgánicas y mortales fabricadas por los Vampweeds, que poseen una probabilidad única de ignorar el consumo de munición al ser disparadas. Esta versión especial cambia su daño a la tripulación por un alto aturdimiento.
it: Armi di bomba parzialmente organiche mortali fabbricate dai Vampweeds, che possiedono un'opportunità unica per ignorare il consumo di munizioni quando hanno sparato.Questa versione speciale scambia il suo danno da equipaggio per un alto storico.
ja: ヴァンプウィードs によって製造された致命的な部分的に有機爆弾兵器。発砲時に弾薬の消費を無視するユニークな機会を持っている。この特別バージョンは、クルーのダメージと引き換えに高いスタンを獲得する。
ko: 흡혈초들이 제조한 치명적이고 부분적으로 유기적인 폭탄입니다. 발포 시 탄약 소모를 무시할 수 있는 고유 확률을 가지고 있습니다. 이 특별한 버전은 선원 피해량을 긴 기절 시간과 맞바꿨습니다.
pl: Śmiertelne, częściowo organiczne bomby produkowane przez Wampiropnącza, które posiadają unikalną szansę na zignorowanie zużycia amunicji podczas strzału. Ta specjalna wersja zamienia obrażenia załogi na wysokie ogłuszenie.
pt_br: Armas-bomba mortais parcialmente orgânicas fabricadas pelos Vampweeds, que possuem uma chance única de ignorar o consumo de munição quando disparadas. Essa versão especial troca o dano da equipe por atordoamento elevado.
zh_hans: 由血草兰花制造的致命半有机炸弹武器，在发射时有特定几率不消耗弹药。这个特殊版本用对船员伤害换来了长时间眩晕。

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN_ENEMY"]/title
source: Stun Spore Launcher
es: Lanzaesporas de Aturdimiento
it: Lanciatore di spore stordite
ja: スタン・スポア・ランチャー
ko: 기절 포자 발사기
pl: Ogłuszająca Wyrzutnia Zarodników
pt_br: Lançador de esporos de atordoamento
zh_hans: 眩晕孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN_ENEMY"]/short
source: Spore St.
es: Espora At.
it: Spora St.
ja: スポア・セント
pl: Zarodnik Og.
zh_hans: 眩晕孢子

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN_ELITE"]/title
source: Elite Stun Spore Launcher
es: Lanzaesporas de Aturdimiento Élite
it: Lanciagrana di spore stordite d'élite
ja: エリート・スタン・スポア・ランチャー
ko: 엘리트 기절 포자 발사기
pl: Elitarna Ogłuszająca Wyrzutnia Zarodników
pt_br: Lançador de esporos Elite Stun
zh_hans: 精英眩晕孢子发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SPORE_STUN_ELITE"]/short
source: Stun Spo.
es: € Espo. Aturd.
it: € spot spo.
ja: スタン・スポ
pl: € Ogł. Zar.
zh_hans: 眩晕孢子☆

source: Elite Stun Spore Launcher
es: Lanzaesporas de Aturdimiento Élite
it: Lanciagrana di spore stordite d'élite
ja: エリート・スタン・スポア・ランチャー
ko: 엘리트 기절 포자 발사기
pl: Elitarna Ogłuszająca Wyrzutnia Zarodników
pt_br: Lançador de esporos Elite Stun
zh_hans: 精英眩晕孢子发射器

source: Spore St.
es: € Espora At.
ja: € スポア・ストリート
pl: € Zarodnik Og.
zh_hans: 眩晕孢子☆

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1"]/title
source: Crystal Burst MK I
es: Ráfaga de Cristal MK I
ja: クリスタル・バースト MK I
ko: 점사형 크리스탈 마크 I
pl: Kryształowa Salwa MK I
zh_hans: 水晶爆裂I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1"]/short
source: Crystal I
es: Cristal I
ja: クリスタルI
pl: Kryształ I
pt_br: Cristal I
zh_hans: 水晶I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1"]/desc
source: Modified projectile weapon that fires 2 shield piercing crystals.
es: Arma de proyectil modificado que dispara 2 cristales perforadores de escudo.
it: Arma proiettile modificata che spara 2 cristalli per tracorsi di scudo.
ja: シールド貫通クリスタルを2つ発射する改良型発射兵器。
ko: 방어막을 관통하는 2발의 크리스탈을 발사하도록 개조된 투사 무기입니다.
pl: Zmodyfikowany pistolet kinetyczny uwalnia 2 przenikające przez kryształowe osłony.
pt_br: Arma de projétil modificada que dispara 2 cristais de perfuração de escudo.
zh_hans: 改造的弹体武器，发射2枚可穿透护盾的水晶。

source: Crystal Burst MK I
es: Ráfaga de Cristal MK I
ja: クリスタル・バースト MK I
pl: Kryształowa Salwa MK I
zh_hans: 水晶爆裂I

source: Cry. B1
es: Cri. R1
it: Gridare.B1
ja: クライB1
pl: Kry. S1
pt_br: Grito. B1
zh_hans: 水晶I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1_RED"]/title
source: Elite Crystal Burst MK I
es: Ráfaga de Cristal Élite MK I
ja: エリート・クリスタル・バースト MK I
ko: 엘리트 점사형 크리스탈 마크 I
pl: Elitarna Kryształowa Salwa MK I
zh_hans: 精英水晶爆裂I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1_RED"]/short
source: Crystal I
es: € Cristal I
it: Cristallo i
ja: クリスタルI
pl: € Kryształ I
zh_hans: 水晶I€
