Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing_weak"]/desc
source: Minions of the One Who Rhymes. A weaker thing and with fading eldritch power, the presence of multiple of these beings cannot be sustained without heavy tolls.
es: Secuaces de Aquel que Rima. Una cosa más débil y con poder eldritch desvaneciéndose, la presencia de múltiples de estos seres no puede sostenerse sin un alto precio.
it: Minion di colui che fa rima.Una cosa più debole e con il potere di Eldritch sbiadito, la presenza di molteplici di questi esseri non può essere sostenuta senza pedaggi pesanti.
ja: "韻を踏む者" の手先。より弱いものであり、不気味な力が衰えつつあるこれらの存在の複数の存在は、大きな代償を払わなければ維持できない。
ko: 시를 읊는 자의 하수인. 약한 존재이자 퇴색해가는 이계의 힘. 이러한 존재 여럿의 소재는 무거운 대가를 치러야만 지속될 수 있습니다.
pl: Sługi Tego, Który Rymuje. Słabsze coś i z zanikającą odwieczną mocą, obecność wielu tych istot nie może być podtrzymana bez ciężkich strat.
pt_br: Lacaios daquele que rima. Uma coisa mais fraca e com um poder eldritch cada vez mais fraco, a presença de vários desses seres não pode ser sustentada sem um alto custo.
zh_hans: 押韵者的仆从。一个较弱的件物，其怪异能量正在消散，复数个此类造物难以轻易维持存在。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing_weak"]/title
source: Lesser Thing
es: Cosa Menor
it: Cosa minore
ja: 小さきもの
ko: 하급 존재
pl: Mniejsze Coś
pt_br: Coisa menor
zh_hans: 乏件物

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing_weak"]/short
source: Thing
es: Cosa
it: Cosa
ja: 物
pl: Coś
pt_br: Coisa
zh_hans: 乏件物

source: 125 Health, halved movement speed, deals 1.25x damage
es: 125 de Salud, velocidad de movimiento a la mitad, inflige 1.25x de daño.
it: 125 Salute, velocità di movimento dimezzata, infligge un danno 1.25x
ja: ライフ125、移動速度が半分になり、1.25倍のダメージを与える
ko: 최대 체력 125, 이동속도 0.5배, 대인 공격력 1.25배
pl: 125 zdrowia, o połowę mniejsza szybkość ruchu, zadaje 1,25x obrażeń
pt_br: 125 de Vida, velocidade de movimento reduzida à metade, causa 1,25x de dano
zh_hans: 125点最大生命值，0.5倍移动速度，1.25倍战斗伤害

source: If a Thing dies while not burning, stunned, or mind controlled, it will split into two new Things
es: Si una Cosa muere sin estar ardiendo, aturdida o controlada mentalmente, se dividirá en dos nuevas Cosas.
it: Se una cosa muore mentre non brucia, sbalordito o mentale, si dividerà in due cose nuove
ja: 燃えたり、スタンしたり、マイコンされていない間にモノが死亡すると、それは2つの新しいモノに分割される
ko: 불타거나, 기절하였거나, 정신 지배당하지 않은 상태에서 죽을 경우 두 명의 새로운 존재로 분열함
pl: Jeśli Coś umrze, nie płonąc, nie będąc ogłuszonym ani kontrolowanym umysłowo, podzieli się na dwa nowe Coś
pt_br: Se uma Coisa morrer sem estar queimada, atordoada ou sob controle mental, ela se dividirá em duas novas Coisas
zh_hans: 如果一个件物死亡时并未燃烧、眩晕或被心灵控制，它将分裂为两个新的件物

source: For each Lesser Thing on screen, they will all lose 10% repair speed and combat damage
es: Por cada Cosa Menor en pantalla, todas perderán un 10% de velocidad de reparación y daño de combate.
it: Per ogni cosa minore sullo schermo, perderanno tutti il 10% di velocità di riparazione e danni da combattimento
ja: 画面上のレッサー・シングごとに、それらはすべて10%の修理速度と戦闘ダメージを失う。
ko: 화면에 나타난 하급 존재마다 수리 속도와 대인 공격력이 10% 감소
pl: Za każde Mniejsze Coś na ekranie, wszystkie stracą 10% szybkości naprawy i obrażeń w walce
pt_br: Para cada Coisa Inferior na tela, todas elas perderão 10% da velocidade de reparo e do dano de combate
zh_hans: 每有一个乏件物，他们全体都会减少10%维修速度与战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gnome"]/desc
source: Hahe!
es: ¡Ja, je!
ja: はぁ！
ko: 히히!
zh_hans: 哈嘿！

# data/blueprints.xml.append$//crewBlueprint[@name="gnome"]/title
source: Gnome
es: Gnomo
it: Gnoma
ja: ノーム
ko: 노움
pl: Gnom
pt_br: Gnomo
zh_hans: 矮人

# data/blueprints.xml.append$//crewBlueprint[@name="gnome"]/short
source: Gnome
es: Gnomo
it: Gnoma
ja: ノーム
pl: Gnom
pt_br: Gnomo
zh_hans: 矮人

# data/blueprints.xml.append$//crewBlueprint[@name="gnome"]/powerList/power[1]
source: A seemingly normal but unnerving garden gnome. Can only be moved if another crew is in the room, but slows allied crew in the room to the same speed.
es: Un gnomo de jardín aparentemente normal pero inquietante. Solo puede moverse si otro tripulante está en la habitación, pero ralentiza a la tripulación aliada en la habitación a la misma velocidad.
it: Un gnomo giardino apparentemente normale ma snervante.Può essere spostato solo se un altro equipaggio è nella stanza, ma rallenta l'equipaggio alleato nella stanza alla stessa velocità.
ja: 一見普通だが不気味なガーデンノーム。別のクルーが部屋にいる場合にのみ移動できるが、部屋にいる味方のクルーを同じ速度まで遅くする。
ko: 평범해 보이지만 불안감을 주는 정원 요정. 같은 선실에 다른 선원이 있을 때만 이동할 수 있으며, 같은 선실에 있는 아군의 이동속도를 자신의 이동속도와 같은 수준으로 감소시킵니다.
pl: Z pozoru normalny, ale niepokojący krasnal ogrodowy. Może być przeniesiony tylko, jeśli w pomieszczeniu jest inny członek załogi, ale spowalnia sojuszniczą załogę w pomieszczeniu do tej samej prędkości.
pt_br: Um gnomo de jardim aparentemente normal, mas enervante. Só pode ser movido se outra equipe estiver na sala, mas reduz a velocidade da equipe aliada na sala para a mesma velocidade.
zh_hans: 外貌平平却令人不安的花园矮人。只能在舱室内有其他船员时移动，但会使舱室内的友方船员速度降至与自身相同。

# data/blueprints.xml.append$//crewBlueprint[@name="gnome"]/powerList/power[2]
source: For some reason, any non-Siren crew in the same room as the gnome are overcome by madness
es: Por alguna razón, cualquier tripulante que no sea Sirena en la misma habitación que el gnomo es invadido por la locura.
it: Per qualche ragione, qualsiasi equipaggio non siren nella stessa stanza dello gnoma viene superato dalla follia
ja: 何らかの理由で、ノームと同じ部屋にいる非セイレーンクルーは狂気に支配される。
ko: 어떤 이유에선지 세이렌을 제외한 다른 종족이 노움과 같은 선실에 있을 경우 광기에 압도당합니다
pl: Z jakiegoś powodu, każda załoga niebędąca Syreną w tym samym pomieszczeniu co gnom, jest ogarnięta szaleństwem
pt_br: Por algum motivo, qualquer tripulação que não seja da Siren que esteja na mesma sala que o gnomo é dominada pela loucura
zh_hans: 出于某些原因，任何处于同舱室的非异鸣族船员都会被癫狂侵蚀心智

# data/blueprints.xml.append$//crewBlueprint[@name="gana"]/desc
source: You shouldn't see this!
es: ¡No deberías ver esto!
it: Non dovresti vederlo!
ja: これは見るべきではない。
pl: Nie powinieneś tego widzieć!
pt_br: Você não deveria ver isso!
zh_hans: 你不应该看到这个！

# data/blueprints.xml.append$//crewBlueprint[@name="gana"]/title
source: Gana
ja: ガーナ
ko: 가나
pt_br: Ganhar
zh_hans: 加娜

# data/blueprints.xml.append$//crewBlueprint[@name="gana"]/short
source: Gana
ja: ガーナ
pt_br: Ganhar
zh_hans: 加娜

# data/blueprints.xml.append$//crewBlueprint[@name="gana"]/powerList/power
source: DRONE
es: ZUMBIDO
ja: ドローン
ko: 드론
pl: Warkot
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="GANA_BATTLE"]/title
source: Gana [Shipboard]
es: Gana [A bordo]
ja: ガーナ【船上
ko: 가나 [승선]
pl: Gana [Pokładowy]
pt_br: Gana [a bordo]
zh_hans: 加娜[舰内]

# data/blueprints.xml.append$//droneBlueprint[@name="GANA_BATTLE"]/short
source: Gana [DEF]
ja: ガナ [DEF］
pl: Gana [OBR]
zh_hans: 加娜[内]

# data/blueprints.xml.append$//droneBlueprint[@name="GANA_BATTLE"]/desc
source: [CURRENT MODE: Shipboard] A helpful assistant drone created by Archive Inc. Seems to be slightly malfunctioning and constantly complaining about "systems", which is probably why he was given to you. -2x combat damage, 1.75x movement speed -Immune to fire and stun -Can repair and man systems at lvl2 skill level
es: [MODO ACTUAL: A bordo] Un útil dron asistente creado por Archive Inc. Parece estar ligeramente defectuoso y se queja constantemente de los "sistemas", razón por la cual probablemente te lo dieron. -Inflige 1 de daño al sistema en el primer impacto con una nave enemiga -2x de daño de combate, 1.75x de velocidad de movimiento -Inmune al fuego y al aturdimiento -Puede reparar y operar sistemas con nivel de habilidad 2.
ja: [CURRENT MODE: Shipboard] Archive Inc.によって作られたアシスタントドローン。少し故障しているようで、常に「システム」について文句を言っている。 -敵艦との最初の衝突時に1システムダメージを与える。 -2倍の戦闘ダメージ、1.75倍の移動速度 -砲撃とスタンに無効 -Lv2でシステムの修理と整備が可能。
ko: [현재 모드: 승선] 아카이브 주식회사에서 만든 유용한 보조용 드론. 약간의 오작동을 보이며 "시스템"에 대해 끊임없이 불평하는 것 같습니다. 아마 가나가 당신에게 주어진 이유가 이거겠죠. -대인 공격력 2배, 이동속도 1.75배 -화재와 기절에 면역 -시스템을 2레벨 기술로 관리하고 수리할 수 있음
pl: [AKTUALNY TRYB: Pokładowy] Pomocny dron asystujący stworzony przez Archive Inc. Wydaje się lekko uszkodzony i ciągle narzeka na "systemy", co prawdopodobnie jest powodem, dla którego go dostałeś. -Zadaje 1 obrażenie systemowe przy pierwszym uderzeniu we wrogi statek -2x obrażeń w walce, 1,75x szybkości ruchu -Odporny na ogień i ogłuszenie -Może naprawiać i obsługiwać systemy na 2 poziomie umiejętności
zh_hans: [当前模式：舰内]由档案馆公司创造的助理无人机。似乎有点故障，并不断抱怨'系统'，这可能就是它被送给你的原因。 -2倍战斗伤害，1.75倍移动速度 -免疫灼烧伤害与眩晕 -能按2级技能维修与操控系统

# data/blueprints.xml.append$//droneBlueprint[@name="GANA_BOARDER"]/title
source: Gana [Boarder]
es: Gana [Abordador]
it: Ghana [bordo]
ja: ガナ【ボーダー
ko: 가나 [강습]
pl: Gana [Desantowy]
pt_br: Gana [pensionista]
zh_hans: 加娜[登舰]

# data/blueprints.xml.append$//droneBlueprint[@name="GANA_BOARDER"]/short
source: Gana [ATK]
es: Gana [ATQ]
ja: ガナ [ATK］
pl: Gana [ATAK]
zh_hans: 加娜[登]

# data/blueprints.xml.append$//droneBlueprint[@name="GANA_BOARDER"]/desc
source: [CURRENT MODE: Boarding] A helpful assistant drone created by Archive Inc. Seems to be slightly malfunctioning and constantly complaining about "systems", which is probably why he was given to you. -2x combat damage, 1.75x movement speed -Immune to fire and stun -Can repair and man systems at lvl2 skill level
es: [MODO ACTUAL: Abordaje] Un útil dron asistente creado por Archive Inc. Parece estar ligeramente defectuoso y se queja constantemente de los "sistemas", razón por la cual probablemente te lo dieron. -Inflige 1 de daño al sistema en el primer impacto con una nave enemiga -2x de daño de combate, 1.75x de velocidad de movimiento -Inmune al fuego y al aturdimiento -Puede reparar y operar sistemas con nivel de habilidad 2.
ja: [CURRENT MODE: Boarding] Archive Inc.によって作られたアシスタントドローン。少し故障しているようで、常に「システム」について文句を言っている。 -敵艦との最初の衝突時に1システムダメージを与える。 -2倍の戦闘ダメージ、1.75倍の移動速度 -砲撃とスタンに弱い。 -Lv2のスキルでシステムの修理と整備が可能。
ko: [현재 모드: 강습] 아카이브 주식회사에서 만든 유용한 보조 드론. 약간의 오작동을 보이며 "시스템"에 대해 끊임없이 불평하는것 같습니다. 아마 가나가 당신에게 주어진 이유가 이거겠죠. -대인 공격력 2배, 이동속도 1.75배 -화재와 기절에 면역 -시스템을 2레벨 기술로 관리하고 수리할 수 있음
pl: [AKTUALNY TRYB: Desantowy] Pomocny dron asystujący stworzony przez Archive Inc. Wydaje się lekko uszkodzony i ciągle narzeka na "systemy", co prawdopodobnie jest powodem, dla którego go dostałeś. -Zadaje 1 obrażenie systemowe przy pierwszym uderzeniu we wrogi statek -2x obrażeń w walce, 1,75x szybkości ruchu -Odporny na ogień i ogłuszenie -Może naprawiać i obsługiwać systemy na 2 poziomie umiejętności
zh_hans: [当前模式：登舰]由档案馆公司创造的助理无人机。似乎有点故障，并不断抱怨'系统'，这可能就是它被送给你的原因。 -2倍战斗伤害，1.75倍移动速度 -免疫灼烧伤害与眩晕 -能以2级技能维修与操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="a55"]/desc
source: You shouldn't see this!
es: ¡No deberías ver esto!
it: Non dovresti vederlo!
ja: これは見るべきではない。
pl: Nie powinieneś tego widzieć!
pt_br: Você não deveria ver isso!
zh_hans: 你不应该看到这个！

# data/blueprints.xml.append$//crewBlueprint[@name="a55"]/powerList/power
source: Arg Matey, being a pirate is 103!
es: ¡Arg, camarada, ser un pirata es 103!
it: Arg Matey, essere un pirata è 103!
ja: アルグ・マテイ、海賊になるのは103歳だ！
ko: 앓! 형씨, 해적이 되는 건 103이라고!
pl: Arg Kamracie, bycie piratem to 103!
pt_br: Arg Matey, ser um pirata é 103!
zh_hans: 嗷嗷嗷伙计，当海盗是真痛快！

# data/blueprints.xml.append$//droneBlueprint[@name="A55_BATTLE"]/title
source: A5540L3 [Swashbuckler]
es: A5540L3 [Espadachín]
ja: A5540L3 【スワッシュバックラー
pl: A5540L3 [Zabijaka]
zh_hans: A5540L3 [游荡]

# data/blueprints.xml.append$//droneBlueprint[@name="A55_BATTLE"]/short
source: A5540L3 [DEF]
pl: A5540L3 [OBR]
zh_hans: A5540L3[内]

# data/blueprints.xml.append$//droneBlueprint[@name="A55_BATTLE"]/desc
source: [CURRENT MODE: Swashbuckling] Pirate captain A5540L3, a cognitive trapped in a mismatched shell who just wants to be free, and maybe be an interdimensional hero too. -150 HP, 1.5x combat damage -Heals nearby allies for 2hp/s -Can repair and man systems at lvl2 skill level
es: [MODO ACTUAL: Espadachín] El capitán pirata A5540L3, un cognitivo atrapado en una coraza despareja que solo quiere ser libre, y tal vez también ser un héroe interdimensional. -150 PV, 1.5x de daño de combate -Cura a los aliados cercanos 2 PV/s -Puede reparar y operar sistemas con nivel de habilidad 2.
it: [Modalità attuale: Swashbuckling] Capitano pirata A5540L3, un cognitivo intrappolato in un guscio non corrispondente che vuole solo essere libero e forse anche essere un eroe interdimensionale. -150 CV, 1,5x danno da combattimento -Heals Alleati nelle vicinanze per 2 CV/S -Can Possono sistemi di riparazione e uomo a livello di abilità LVL2
ja: [CURRENT MODE: Swashbuckling] 海賊の船長A5540L3は、ミスマッチな殻に閉じこめられたコグニティブ。 -HP150、戦闘ダメージ1.5倍。 -近くの味方を毎秒2hp回復する。 -Lv2のスキルでシステムの修理と操作が可能。
ko: [현재 모드: 백병전] 해적 선장 A5540L3은 잘못된 껍데기에 갇혀버려 자유를 갈구하는 인공지능입니다. 어쩌면 초차원 영웅이 되고 싶은 걸지도 모르겠네요. -최대 체력 150, 대인 공격력 1.5배 -주변의 아군을 초당 2의 속도로 회복시킴 -시스템을 2레벨 기술로 관리하고 수리할 수 있음
pl: [AKTUALNY TRYB: Zabijaka] Kapitan piratów A5540L3, kognityw uwięziony w niedopasowanej skorupie, który chce być wolny i może też być międzywymiarowym bohaterem. -150 PŻ, 1,5x obrażeń w walce -Leczy pobliskich sojuszników za 2 PŻ/s -Może naprawiać i obsługiwać systemy na 2 poziomie umiejętności
pt_br: [MODO ATUAL: Swashbuckling] Capitão pirata A5540L3, um cognitivo preso em uma carapaça incompatível que só quer ser livre e, talvez, também ser um herói interdimensional. -150 HP, 1,5x dano de combate -Cura aliados próximos por 2 hp/s -Pode reparar e operar sistemas no nível de habilidade lvl2
zh_hans: [当前模式：游荡]海盗舰长A5540L3，一名被困在错配躯壳中的认知体，只想重获自由，或者顺便当个跨元英雄。 -150点最大生命值，1.5倍战斗伤害 -以2点/秒的速度持续治疗同舱室友方船员 -能按2级技能维修与操控系统

# data/blueprints.xml.append$//droneBlueprint[@name="A55_BOARDER"]/title
source: A5540L3 [Plunderer]
es: A5540L3 [Saqueador]
it: A5540L3 [Pladerder]
ja: A5540L3 【略奪者
pl: A5540L3 [Grabieżca]
pt_br: A5540L3 [Looter]
zh_hans: A5540L3 [劫掠]

# data/blueprints.xml.append$//droneBlueprint[@name="A55_BOARDER"]/short
source: A5540L3 [ATK]
es: A5540L3 [ATQ]
pl: A5540L3 [ATAK]
zh_hans: A5540L3[登]

# data/blueprints.xml.append$//droneBlueprint[@name="A55_BOARDER"]/desc
source: [CURRENT MODE: Plundering] Pirate captain A5540L3, a cognitive trapped in a mismatched shell who just wants to be free, and maybe be an interdimensional hero too. -150 HP, 1.5x combat damage -Heals nearby allies for 2hp/s -Can repair and man systems at lvl2 skill level
es: [MODO ACTUAL: Saqueo] El capitán pirata A5540L3, un cognitivo atrapado en una coraza despareja que solo quiere ser libre, y tal vez también ser un héroe interdimensional. -150 PV, 1.5x de daño de combate -Cura a los aliados cercanos 2 PV/s -Puede reparar y operar sistemas con nivel de habilidad 2.
it: [Modalità corrente: saccheggio] Capitano pirata A5540L3, un cognitivo intrappolato in un guscio non corrispondente che vuole solo essere libero e forse anche essere un eroe interdimensionale. -150 CV, 1,5x danno da combattimento -Heals Alleati nelle vicinanze per 2 CV/S -Can Possono sistemi di riparazione e uomo a livello di abilità LVL2
ja: [CURRENT MODE: Plundering] 海賊の船長A5540L3は、ただ自由になりたいだけで、異次元のヒーローにもなれるかもしれない、不釣り合いな殻に閉じ込められたコグニティブだ。 -HP150、戦闘ダメージ1.5倍。 -近くの味方を毎秒2hp回復する。 -Lv2のスキルでシステムの修理と操作が可能。
ko: [현재 모드: 약탈] 해적 선장 A5540L3은 잘못된 껍데기에 갇혀버려 자유를 갈구하는 인공지능입니다. 어쩌면 초차원 영웅이 되고 싶은 걸지도 모르겠네요. -최대 체력 150, 대인 공격력 1.5배 -주변의 아군을 초당 2의 속도로 회복시킴 -시스템을 2레벨 기술로 관리하고 수리할 수 있음
pl: [AKTUALNY TRYB: Grabieżca] Kapitan piratów A5540L3, kognityw uwięziony w niedopasowanej skorupie, który chce być wolny i może też być międzywymiarowym bohaterem. -150 PŻ, 1,5x obrażeń w walce -Leczy pobliskich sojuszników za 2 PŻ/s -Może naprawiać i obsługiwać systemy na 2 poziomie umiejętności
pt_br: [MODO ATUAL: Pilhagem] Capitão pirata A5540L3, um cognitivo preso em uma carapaça incompatível que só quer ser livre e, talvez, ser um herói interdimensional também. -150 HP, 1,5x dano de combate -Cura aliados próximos por 2 hp/s -Pode reparar e operar sistemas no nível de habilidade lvl2
zh_hans: [当前模式：劫掠]海盗舰长A5540L3，一名被困在错配躯壳中的认知体，只想重获自由，或者顺便当个跨元英雄。 -150点最大生命值，1.5倍战斗伤害 -以2点/秒的速度持续治疗同舱室友方船员 -能按2级技能维修与操控系统

# data/blueprints.xml.append$//crewBlueprint[@name="unique_sylvan"]/desc
source: A mysterious but friendly multiverse traveling merchant. Inherited Slug stats: telepathic powers, mind control immunity
es: Un misterioso pero amigable mercader que viaja por el multiverso. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Un misterioso ma amichevole mercante da viaggio multiverso. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: 謎めいた、しかし親しみやすいマルチバースを旅する商人。 スラッグ譲りのステータス：テレパシー能力、マインドコントロール免疫
ko: 정체를 알 수 없지만 호의적인 멀티버스를 떠도는 행상인입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Tajemniczy, ale przyjazny wieloświatowy podróżujący kupiec. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Um misterioso misterioso, mas amigável, multiverso. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 一个神秘但友好的多元宇宙旅行商。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_sylvan"]/title
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
ko: 행상인
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

# data/blueprints.xml.append$//crewBlueprint[@name="unique_sylvan"]/short
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Massive resistance to O2 and fire hazards
es: Resistencia masiva a los peligros de O2 y fuego.
it: Resistenza massiccia a O2 e rischi di incendio
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 아주 크게 감소
pl: Ogromna odporność na zagrożenia związane z O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.1倍环境伤害

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_sylvan_cel"]/desc
source: The best of the best amongst the Sylvans of the Multiverse, C.E.L. Enforcers don't mess around, ssstranger. Inherited Slug stats: telepathic powers, mind control immunity
es: Lo mejor de lo mejor entre los Sylvans del Multiverso, los Ejecutores de C.E.L. no se andan con juegos, desssconocido. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Il meglio del meglio tra i Sylvans del Multiverso, C.E.L.Gli esecutori non scherzano, sssstranger. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: マルチバースのシルヴァンの中でも最高の中の最高、C.E.L.エンフォーサーはふざけたことはしない、ssstranger。 継承されたスラッグのステータス：テレパシー能力、マインドコントロール免疫。
ko: 온갖 멀티버스의 실반 중 정점을 차지한 자들로서 C.E.L. 집행관들은 언제나 진지합니다, 낯선이. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Najlepsi z najlepszych wśród Sylvan z Wieloświata, Egzekutorzy C.E.L. nie bawią się, obcccy. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: O melhor dos melhores entre os Sylvans do Multiverso, os C.E.L. Enforcers não brincam, ssstranger. Estatísticas herdadas de Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 多元宇宙万里挑一的希尔凡，C.E.L.执行者可不是闹着玩的，陌生～～人 继承蛞蝓族能力：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_sylvan_cel"]/title
source: C.E.L. Enforcer
es: Ejecutor C.E.L.
it: C.E.L.Esecutore
ja: C.E.L. エンフォーサー
ko: C.E.L. 집행관
pl: Egzekutor C.E.L.
zh_hans: C.E.L.执行者

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_sylvan_cel"]/short
source: Enforcer
es: Ejecutor
ja: エンフォーサー
pl: Egzekutor
pt_br: Executor
zh_hans: C.E.L.执行者

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Massive resistance to O2 and fire hazards
es: Resistencia masiva a los peligros de O2 y fuego.
it: Resistenza massiccia a O2 e rischi di incendio
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 아주 크게 감소
pl: Ogromna odporność na zagrożenia związane z O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.1倍环境伤害

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_obyn_cel"]/desc
source: While perhaps not as dangerous as the Sylvans, the Obyns within the C.E.L. are still no force to mess around with.
es: Aunque quizás no tan peligrosos como los Sylvans, los Obyns dentro de la C.E.L. no son una fuerza con la que se deba jugar.
it: Sebbene forse non pericoloso come i Sylvans, gli Obbyn all'interno del C.E.L.L.non sono ancora una forza con cui scherzare.
ja: おそらくシルバンほど危険ではないが、C.E.L.内のオビンは依然として手出しできる勢力ではない。
ko: 아마 실반만큼 위험하지는 않겠지만, C.E.L. 내의 오빈들도 역시 만만히 볼 상대가 아닙니다.
pl: Chociaż może nie tak niebezpieczni jak Sylvany, Obyny w C.E.L. wciąż nie są siłą, z którą można zadzierać.
pt_br: Embora talvez não sejam tão perigosos quanto os Sylvans, os Obyns da C.E.L. ainda não são uma força com a qual se possa brincar.
zh_hans: 虽然危险程度可能不及希尔凡，奥宾人在C.E.L.里的势力也不容小觑。

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_obyn_cel"]/title
source: C.E.L. Enforcer
es: Ejecutor C.E.L.
it: C.E.L.Esecutore
ja: C.E.L. エンフォーサー
ko: C.E.L. 집행관
pl: Egzekutor C.E.L.
zh_hans: C.E.L.执行者

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_obyn_cel"]/short
source: Enforcer
es: Ejecutor
ja: エンフォーサー
pl: Egzekutor
pt_br: Executor
zh_hans: C.E.L.执行者

source: Active Ability: Continously damages all nearby crew for a moderate duration. Slugs will sustain extra damage.
es: Habilidad Activa: Daña continuamente a toda la tripulación cercana durante un tiempo moderado. Los Slugs sufrirán daño adicional.
it: Abilità attiva: danneggia continuamente tutti gli equipaggi vicini per una durata moderata.Le lumache subiranno danni extra.
ja: アクティブアビリティ: 中程度の期間、近くのクルー全員に継続的にダメージを与える。スラッグは追加のダメージを受ける。
ko: 활성화 능력: 잠시 동안 주변의 모든 선원에게 지속적으로 피해를 가함. 슬러그는 추가 피해를 입음.
pl: Zdolność aktywna: Ciągle rani całą pobliską załogę przez umiarkowany czas. Ślimaki odniosą dodatkowe obrażenia.
pt_br: Habilidade ativa: Causa dano contínuo a toda a tripulação próxima por um período moderado. As lesmas sofrerão dano extra.
zh_hans: 主动技能：一段时间内持续伤害同舱室所有其他船员，蛞蝓族受到额外伤害。
