Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_SYSTEM"]/desc
source: [Level MAX] Grants 80% chance to prevent hull or system damage, and 20% slowed sabotage speed on your systems. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel MÁX] Otorga un 80% de probabilidad de prevenir daño al casco o al sistema, y un 20% de ralentización en la velocidad de sabotaje en tus sistemas. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Level Max] offre l'80% di probabilità di prevenire danni allo scafo o al sistema e il 20% ha rallentato la velocità di sabotaggio sui sistemi. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベルMAX] 80%の確率で船体やシステムへのダメージを防ぎ、システムの妨害速度を20%低下させる。 破壊される確率が保証されている投射物や爆弾のダメージは防ぐことができない。
ko: [최고 레벨] 선체 피해 또는 시스템 피해를 80%의 확률로 무시합니다. 또한 시스템이 파괴되는 속도를 20% 늦춥니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom MAKS.] Daje 80% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu oraz 20% spowolnienie prędkości sabotażu na twoich systemach. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível MAX] Concede 80% de chance de evitar danos ao casco ou ao sistema e 20% de velocidade de sabotagem reduzida em seus sistemas. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [最高级]有80%的几率免疫舰体与系统伤害，并降低敌方对星舰系统20%的破坏伤害。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_SHARD"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_SHARD"]/desc
source: [Level MAX] Grants 80% chance to prevent hull or system damage, and 40% chance to break off a heavy crystal shard when the hull is damaged. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel MÁX] Otorga un 80% de probabilidad de prevenir daño al casco o al sistema, y un 40% de probabilidad de desprender un fragmento de cristal pesado cuando el casco es dañado. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello Max] offre l'80% di probabilità di prevenire danni allo scafo o al sistema e il 40% di probabilità di rompere un pesante frammento di cristalli quando lo scafo è danneggiato. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベルMAX] 80%の確率で船体やシステムの損傷を防ぎ、40%の確率で船体損傷時に重いクリスタルの破片を割る。 破損確率が保証されている投射物や爆弾のダメージは防ぐことができない。
ko: [최고 레벨] 선체 피해 또는 시스템 피해를 80%의 확률로 무시합니다. 또한 피해를 입을 때마다 40%의 확률로 선체에서 떨어져나온 중형 수정 파편이 적을 향해 날아갑니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom MAKS.] Daje 80% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu oraz 40% szansy na odłamanie ciężkiego odłamka kryształu, gdy kadłub zostanie uszkodzony. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível MAX] Concede 80% de chance de evitar danos ao casco ou ao sistema e 40% de chance de quebrar um fragmento de cristal pesado quando o casco é danificado. Não é possível bloquear o dano de projéteis ou bombas com uma chance garantida de quebra.
zh_hans: [最高级]有80%的几率免疫舰体与系统伤害。当受到舰体伤害时，有40%的几率发射一枚水晶碎片。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="OBSIDIAN_ARMOR_PROJ"]/title
source: Crystal Shard
es: Fragmento de Cristal
it: Frammento di cristallo
ja: クリスタル・シャード
ko: 크리스탈 파편
pl: Kryształowy Odłamek
pt_br: Fragmento de cristal
zh_hans: 水晶碎片

# data/blueprints.xml.append$//weaponBlueprint[@name="OBSIDIAN_ARMOR_PROJ"]/short
source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶碎片

# data/blueprints.xml.append$//weaponBlueprint[@name="OBSIDIAN_ARMOR_PROJ"]/desc
source: CRYSTAL VENG PROJECTILE
es: PROYECTIL DE VENGANZA DE CRISTAL
it: Proiettile Crystal Veng
ja: クリスタルヴェンジェンス発射体
ko: 크리스탈 파편
pl: POCISK MŚCIWEGO KRYSZTAŁU
pt_br: PROJÉTIL DE CRISTAL VENG
zh_hans: 水晶复仇弹

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JUMPER_SCANNER"]/title
source: Advanced Navigator
es: Navegador Avanzado
it: Navigatore avanzato
ja: アドバンスド・ナビゲーター
ko: 고급 항법 장치
pl: Zaawansowany Nawigator
pt_br: Navegador avançado
zh_hans: 超光速导航

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JUMPER_SCANNER"]/desc
source: Reveals details about surrounding beacons, and allows the ship to jump to any previously visited beacon.
es: Revela detalles sobre las balizas circundantes y permite a la nave saltar a cualquier baliza visitada previamente.
it: Rivela i dettagli sui beacon circostanti e consente alla nave di saltare in qualsiasi Beacon precedentemente visitato.
ja: 周囲のビーコンの詳細を表示し、船が以前に訪問したビーコンにジャンプできるようにする。
ko: 이전에 방문했던 송신소로 도약할 수 있으며, 인근 송신소에 대한 정보를 지도에 표시합니다.
pl: Odkrywa szczegóły dotyczące otaczających sygnalizatorów i pozwala statkowi na skok do dowolnego wcześniej odwiedzonego sygnalizatora.
pt_br: Revela detalhes sobre os beacons ao redor e permite que a nave salte para qualquer beacon visitado anteriormente.
zh_hans: 显示相邻信标的详细信息，并使星舰能跃迁至本星区任何已访问的信标。

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JUMPER_GOOD"]/title
source: Ultra Advanced Nav.
es: Nav. Ultra Avanzada
ja: ウルトラ・アドバンスド・ナビ
ko: 울트라 고급 항법 장치
pl: Ultra Zaawans. Naw.
pt_br: Navegação Ultra Avançada.
zh_hans: 高级超光速导航

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JUMPER_GOOD"]/desc
source: You shouldn't be seeing this yet.
es: No deberías estar viendo esto todavía.
it: Non dovresti ancora vederlo.
ja: これはまだ表示されていないはずだ。
ko: 아직 볼 수 없는 텍스트.
pl: Nie powinieneś jeszcze tego widzieć.
pt_br: Você ainda não deveria estar vendo isso.
zh_hans: 你不应该看到这个。

# data/blueprints.xml.append$//augBlueprint[@name="PECULIAR_GAS"]/title
source: Peculiar Gas
es: Gas Peculiar
it: Gas peculiare
ja: 特異なガス
ko: 특이적 가스
pl: Osobliwy Gaz
zh_hans: 奇异气体

# data/blueprints.xml.append$//augBlueprint[@name="PECULIAR_GAS"]/desc
source: A very strange variant of the Expeditive Gas which not only heals crew anywhere on the ship while Medbay is powered, but can also damage any type of crew. Extra concentrations of nanobots cause extra damage to crew in the Medbay.
es: Una variante muy extraña del Gas Expeditivo que no solo cura a la tripulación en cualquier parte de la nave mientras la Enfermería está encendida, sino que también puede dañar a cualquier tipo de tripulación. Concentraciones extra de nanobots causan daño extra a la tripulación en la Enfermería.
it: Una variante molto strana del gas expeditivo che non solo guarisce l'equipaggio ovunque sulla nave mentre Medbay è alimentato, ma può anche danneggiare qualsiasi tipo di equipaggio.Concentrazioni extra di nanobot causano danni extra all'equipaggio nel Medbay.
ja: 遠征ガスの非常に奇妙なバリアントで、メドベイに動力が供給されている間、船のどこにいてもクルーを回復するだけでなく、あらゆるタイプのクルーにダメージを与えることができる。過剰に集中したナノボットは、メドベイのクルーにさらなるダメージを与える。
ko: 신속 가스의 특이한 변형본으로, 의무실이 켜져 있는 동안 함내 모든 곳의 선원을 치유할 뿐만 아니라 모든 종류의 적에게 피해를 줍니다. 의무실에 직접 위치한 적은 밀집된 나노봇에 의해 더 큰 피해를 받습니다.
pl: Bardzo dziwna odmiana Gazu Przyspieszającego, która nie tylko leczy załogę w dowolnym miejscu na statku, gdy Ambulatorium jest zasilane, ale może również ranić każdy typ załogi. Dodatkowe stężenia nanobotów powodują dodatkowe obrażenia załodze w Ambulatorium.
pt_br: Uma variante muito estranha do Expeditive Gas que não apenas cura a tripulação em qualquer lugar da nave enquanto a Medbay está ligada, mas também pode causar danos a qualquer tipo de tripulação. Concentrações extras de nanobots causam danos extras à tripulação na Medbay.
zh_hans: 迅捷气体的一种非常奇怪的变种，不仅在医疗舱运行时治疗本舰上的所有船员，还能伤害所有类型的敌方船员。富集在医疗舱的纳米机器人对其中船员造成更高伤害。

# data/blueprints.xml.append$//augBlueprint[@name="MULTIVERSE_DRIVE_GOOD"]/title
source: Aether Drive
es: Motor de Éter
it: Etere drive
ja: エーテル・ドライブ
ko: 아이테르 드라이브
pl: Napęd Eteryczny
zh_hans: 以太推进器

# data/blueprints.xml.append$//augBlueprint[@name="MULTIVERSE_DRIVE_GOOD"]/desc
source: An Aether powered FTL Drive recovered from precursor wreckage, using technology that isn't possible on most planes of reality. Allows you to jump to any beacon, regardless of if it has been visited before for 1 fuel and makes your FTL drive charge much faster. However, due to the experimental nature of the augment, will cause 1 damage to your hull and engines every jump.
es: Un Motor MVS alimentado por Éter recuperado de restos precursores, utilizando tecnología que no es posible en la mayoría de los planos de la realidad. Te permite saltar a cualquier baliza, independientemente de si ha sido visitada antes, por 1 de combustible y hace que tu motor MVS se cargue mucho más rápido. Sin embargo, debido a la naturaleza experimental de la mejora, causará 1 de daño a tu casco y motores en cada salto.
it: Un'unità FTL alimentata a etere si è ripresa dal relitto precursore, utilizzando la tecnologia che non è possibile sulla maggior parte dei piani della realtà. Ti permette di saltare su qualsiasi faro, indipendentemente dal fatto che sia stato visitato in precedenza per 1 carburante e rende la tua carica FTL molto più velocemente.Tuttavia, a causa della natura sperimentale dell'aumento, causerà 1 danno allo scafo e ai motori ogni salto.
ja: 前駆体の残骸から回収されたエーテルを動力源とするFTLドライブは、現実のほとんどの平面では不可能なテクノロジーを使用している。 燃料1個で、過去に訪れたことがあるかどうかに関係なく、どのビーコンにもジャンプできるようになり、FTLドライブのチャージがより速くなる。ただし、実験的なオーグメントのため、ジャンプするたびに船体とエンジンに1ダメージを受ける。
ko: 선구자의 잔해로부터 회수한 아이테르로 구동되는 FTL 드라이브로, 현실의 여러 평면에서 불가능한 기술을 사용합니다. 방문 여부에 관계 없이 어느 송신소로든 1연료로 도약할 수 있게 해주며 FTL 충전 속도를 훨씬 빠르게 만듭니다. 그러나 굉장히 실험적이고 불안정한 장비이기 때문에 도약할 때마다 선체와 엔진이 1의 피해를 입습니다.
pl: Napęd FTL zasilany Eterem, odzyskany z wraku prekursorów, wykorzystujący technologię niemożliwą na większości płaszczyzn rzeczywistości. Pozwala na skok do dowolnego sygnalizatora, niezależnie od tego, czy był wcześniej odwiedzany, za 1 paliwa i sprawia, że napęd FTL ładuje się znacznie szybciej. Jednakże, ze względu na eksperymentalny charakter ulepszenia, spowoduje 1 uszkodzenie kadłuba i silników przy każdym skoku.
pt_br: Uma unidade FTL alimentada por éter recuperada de destroços de precursores, usando tecnologia que não é possível na maioria dos planos da realidade. Permite que você salte para qualquer sinalizador, independentemente de ele já ter sido visitado antes, por 1 de combustível e faz com que o seu drive FTL carregue muito mais rápido. Entretanto, devido à natureza experimental do aprimoramento, causará 1 de dano ao casco e aos motores a cada salto.
zh_hans: 从先驱者残骸中找到的以太超光速推进器，使用的技术在很多的宇宙中被视为不可能。 可消耗1份燃料，跃迁至星区内任何信标。另外使超光速推进器充能极快。但由于该部件为试验品，每次跃迁都会对舰体与引擎系统造成1点伤害。

# data/blueprints.xml.append$//augBlueprint[@name="MULTIVERSE_DRIVE"]/title
source: Replica A-Drive
es: Réplica Motor-E
ja: レプリカAドライブ
ko: 모조 A드라이브
pl: Replika Napędu Eterycznego
pt_br: Réplica do A-Drive
zh_hans: 摹制以太推进器

# data/blueprints.xml.append$//augBlueprint[@name="MULTIVERSE_DRIVE"]/desc
source: A reverse engineered copy of an Aether Drive. Allows you to jump to any beacon, regardless of if it has been visited before. Costs 3 fuel to jump to any non-adjacent beacon.
es: Una copia de ingeniería inversa de un Motor de Éter. Te permite saltar a cualquier baliza, independientemente de si ha sido visitada antes. Cuesta 3 de combustible saltar a cualquier baliza no adyacente.
it: Una copia inversa inversa di un'unità etere.Ti consente di saltare su qualsiasi faro, indipendentemente dal fatto che sia stato visitato in precedenza.Costa 3 carburante per saltare in qualsiasi faro non adiacente.
ja: リバース エンジニアリングされたエーテル ドライブのコピー。以前にアクセスしたことがあるかどうかに関係なく、任意のビーコンにジャンプできる。隣接していないビーコンにジャンプするには燃料3が必要だ。
ko: 아이테르 드라이브를 역설계하여 만든 복제품입니다. 방문 여부에 관계 없이 어느 송신소로든 도약할 수 있게 해줍니다. 인접하지 않은 송신소로 도약할 때는 연료 3개를 소모합니다.
pl: Odwrotnie skonstruowana kopia Napędu Eterycznego. Pozwala na skok do dowolnego sygnalizatora, niezależnie od tego, czy był wcześniej odwiedzany. Skok do dowolnego niesąsiedniego sygnalizatora kosztuje 3 paliwa.
pt_br: Uma cópia com engenharia reversa de um Aether Drive. Permite que você salte para qualquer sinalizador, independentemente de ele já ter sido visitado antes. Custa 3 de combustível para saltar para qualquer farol não adjacente.
zh_hans: 以太推进器的逆向工程版本。使你可跃迁至星区内任意信标，跃迁至非相邻信标时需消耗3份燃料。

# data/blueprints.xml.append$//augBlueprint[@name="EX_PAYLOAD_CREATOR"]/title
source: Payload Fabricator [X]
es: Fabricador de Carga [X]
it: Fabricator di payload [x]
ja: ペイロード・ファブリケーター [X］
ko: 자성 폭발물 제작기 [X]
pl: Fabrykator Ładunków [X]
pt_br: Fabricante de carga útil [X]
zh_hans: 爆弹制造器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_PAYLOAD_CREATOR"]/desc
source: Allows you to fabricate multiple Magnetic Payload augments for the price of 15 scrap and 4 missiles at empty beacons. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu.
es: Te permite fabricar múltiples mejoras de Carga Magnética por el precio de 15 de chatarra y 4 misiles en balizas vacías. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas.
it: Ti consente di fabbricare più aumenti del payload magnetico al prezzo di 15 scarti e 4 missili in beacon vuoti. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno.
ja: 15個のスクラップと4発のミサイルを空のビーコンに投下することで、複数のマグネティック・ペイロード・オーグメントを製作できる。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 빈 송신소에서 15스크랩과 4개의 미사일을 사용해 자성 폭발물 보조장비를 만들 수 있습니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Pozwala na fabrykację wielu ulepszeń Ładunku Magnetycznego za cenę 15 złomu i 4 rakiet przy pustych sygnalizatorach. [X] - Jako zewnętrzne ulepszenie systemowe, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Może być bezpłatnie przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych.
pt_br: Permite que você fabrique vários aumentos de Carga Magnética pelo preço de 15 sucata e 4 mísseis em sinalizadores vazios. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um slot de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna.
zh_hans: 可在空信标处每次消耗15废料与4发弹药多次制造磁性爆弹。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="PAYLOAD_CREATOR"]/title
source: Payload Fabricator
es: Fabricador de Carga
it: Fabricator di payload
ja: ペイロードファブリケーター
ko: 자성 폭발물 제작기
pl: Fabrykator Ładunków
pt_br: Fabricante de carga útil
zh_hans: 爆弹制造器

# data/blueprints.xml.append$//augBlueprint[@name="ATM_MACHINE"]/title
source: Busted ATM
es: Cajero Automático Roto
ja: 逮捕されたATM
ko: 고장난 ATM
pl: Zepsuty Bankomat
pt_br: Caixa eletrônico quebrado
zh_hans: 破损取款机

# data/blueprints.xml.append$//augBlueprint[@name="ATM_MACHINE"]/desc
source: A beaten up ATM machine that grants 2 scrap every time you make a jump. Does not trigger the effects of Repair or Scrap arms.
es: Un cajero automático destartalado que otorga 2 de chatarra cada vez que haces un salto. No activa los efectos de los brazos de Reparación o Chatarra.
it: Un bancomat picchiato che garantisce 2 scarti ogni volta che fai un salto.Non innesca gli effetti delle armi di riparazione o rottami.
ja: ジャンプするたびに2スクラップが得られるボロボロのATMマシン。リペアアームおよびスクラップアームの効果は発動しない。
ko: 도약할 때마다 2 스크랩을 지급하는 고장난 자동 인출기입니다. 스크랩 회수 또는 수리 로봇 팔의 효과를 발동시키지 않습니다.
pl: Pobity bankomat, który daje 2 złomu za każdym razem, gdy wykonujesz skok. Nie aktywuje efektów Ramienia Naprawczego ani Ramienia Złomowego.
pt_br: Um caixa eletrônico surrado que concede 2 sucata toda vez que você dá um salto. Não aciona os efeitos de Repair ou Scrap arms.
zh_hans: 一个被打坏的取款机，每次跃迁都会提供2废料。不会触发废料收集臂或自动维修臂的效果。

# data/blueprints.xml.append$//augBlueprint[@name="INFINITE_BEANS"]/title
source: Bean Portal
es: Portal de Frijoles
it: Portale di fagioli
ja: 豆のポータル
ko: 콩 포탈
pl: Portal Fasolowy
pt_br: Portal do feijão
zh_hans: 豆类传送门

# data/blueprints.xml.append$//augBlueprint[@name="INFINITE_BEANS"]/desc
source: An Obelisk Reality Manipulator tuned to pull cans of beans from other realities. If Sylvan Prime is aboard, he can convert them back to Sylvan.
es: Un Manipulador de Realidad Obelisco sintonizado para traer latas de frijoles de otras realidades. Si Sylvan Prime está a bordo, puede convertirlos de nuevo en Sylvan.
it: Un manipolatore di realtà obelisco sintonizzato per estrarre lattine di fagioli da altre realtà.Se Sylvan Prime è a bordo, può convertirli a Sylvan.
ja: 他の現実から豆の缶を引き出すように調整されたオベリスクテンポラルマニピュレーター。シルバンプライムが乗っている場合は、シルバンに戻すことができる。
ko: 다른 현실로부터 콩조림을 가져오기 위해 오벨리스크 현실 조작기를 개량한 것입니다. 실반 프라임이 있다면 콩조림을 다시 실반으로 되돌려 놓을 수 있습니다.
pl: Manipulator Rzeczywistości Obelisku, dostrojony do wyciągania puszek fasoli z innych rzeczywistości. Jeśli Sylvan Prime jest na pokładzie, może je z powrotem przekształcić w Sylvana.
pt_br: Um Obelisco Manipulador de Realidade ajustado para puxar latas de feijão de outras realidades. Se Sylvan Prime estiver a bordo, ele poderá convertê-las de volta para Sylvan.
zh_hans: 一个方碑族的现实操纵器，可以从其他宇宙中找到豆子希尔凡。如果希尔凡Prime在船上，他可以把它们转回希尔凡。

# data/blueprints.xml.append$//augBlueprint[@name="EXTRA_LIFE"]/title
source: Emergency Protocols
es: Protocolos de Emergencia
it: Protocolli di emergenza
ja: 緊急プロトコル
ko: 응급 프로토콜
pl: Protokoły Awaryjne
pt_br: Protocolos de emergência
zh_hans: 应急协议

# data/blueprints.xml.append$//augBlueprint[@name="EXTRA_LIFE"]/desc
source: In the case of imminent catastrophic hull failure at less than 3 hull, will trigger emergency protocols that will immediately repair the hull back to full and replenish fuel, missile, and drone part supplies. Will only trigger once before being depleted. Will not save you if your hull instantly reaches 0.
es: En caso de fallo catastrófico inminente del casco con menos de 3 de casco, se activarán protocolos de emergencia que repararán inmediatamente el casco por completo y repondrán los suministros de combustible, misiles y piezas de dron. Solo se activará una vez antes de agotarse. No te salvará si tu casco llega instantáneamente a 0.
it: Nel caso di imminenti fallimenti catastrofici sullo scafo a meno di 3 scafi, attiverà protocolli di emergenza che ripareranno immediatamente lo scafo su forniture complete e di ricostruzione di carburante, missili e parti di droni.Si innescerà solo una volta prima di essere esaurito.Non ti salverà se lo scafo raggiunge istantaneamente 0.
ja: 船体が3隻未満で壊滅的な船体の故障が差し迫った場合、緊急プロトコルがトリガーされ、船体を直ちに修復して完全な状態に戻し、燃料、弾薬、ドローンパーツ供給を補充する。枯渇する前に一度だけ発動する。船体が瞬時に0になった場合は助からない。
ko: 선체가 3 미만이 되어 함선이 파괴될 위기에 임박하면 응급 프로토콜이 발동해 즉시 선체가 완전히 복구되고 연료, 미사일, 드론 부품의 물량이 보충됩니다. 한번 발동하면 방전되어 다시 사용할 수 없습니다. 선체가 바로 0에 다다른다면 당신을 지켜주지 못합니다.
pl: W przypadku nieuchronnego katastrofalnego uszkodzenia kadłuba przy mniej niż 3 PŻ kadłuba, uruchomi protokoły awaryjne, które natychmiast naprawią kadłub do pełna i uzupełnią zapasy paliwa, rakiet i części do dronów. Uruchomi się tylko raz przed wyczerpaniem. Nie uratuje cię, jeśli twój kadłub natychmiast osiągnie 0.
pt_br: No caso de falha catastrófica iminente do casco com menos de 3 de casco, acionará os protocolos de emergência que repararão imediatamente o casco e reabastecerão os suprimentos de combustível, mísseis e peças de drones. Só será acionado uma vez antes de ser esgotado. Não o salvará se o casco chegar instantaneamente a 0.
zh_hans: 在星舰即将发生灾难性的解体，即舰体值低于或等于3点的情况下，将触发应急协议，立即将舰体修复到满状态，并补充燃料、弹药与无人机部件的供应，触发后消耗本部件。舰体值高于3点时瞬间降至0点的情况下无法挽救星舰。

# data/blueprints.xml.append$//augBlueprint[@name="MODULAR_STORE"]/title
source: Hektar Virtual Store(tm)
es: Tienda Virtual Hektar(tm)
ja: ヘクターバーチャルストア
ko: 헥타르 가상 거래소(tm)
pl: Wirtualny Sklep Hektar(tm)
pt_br: Hectares Virtual Store(tm)
zh_hans: 赫克塔虚拟商店(tm)

# data/blueprints.xml.append$//augBlueprint[@name="MODULAR_STORE"]/desc
source: Hektar Industries(tm) introduces the Hektar Virtual Store Interface(tm)! Remotely access Hektar's vast stock of modules and modular weapons, purchase a blueprint, and print it aboard your own ship with the included Hektar 3D Fabrication technology(tm)! Prices include those required for the raw materials needed for fabrication.
es: ¡Industrias Hektar(tm) presenta la Interfaz de Tienda Virtual Hektar(tm)! ¡Accede remotamente al vasto stock de módulos y armas modulares de Hektar, compra un plano e imprímelo a bordo de tu propia nave con la tecnología de Fabricación 3D Hektar(tm) incluida! Los precios incluyen los necesarios para las materias primas requeridas para la fabricación.
it: Hektar Industries (TM) introduce l'interfaccia del negozio virtuale di Hektar (TM)!Accedere a distanza il vasto stock di moduli e armi modulari di Hektar, acquista un progetto e stampalo a bordo della tua nave con la tecnologia di fabbricazione 3D Hektar (TM) inclusa!I prezzi includono quelli richiesti per le materie prime necessarie per la fabbricazione.
ja: ヘクターインダストリーズ(tm)はヘクターバーチャルストアインターフェース(tm)を導入した。ヘクターのモジュールとモジュール式武器の膨大な在庫にリモートアクセス、設計図を購入し、付属のヘクター3Dファブリケーションテクノロジ(tm)を使用して自船で印刷する。価格には製作に必要な原材料費も含まれております:)
ko: 헥타르 산업(tm)의 헥타르 가상 거래소 인터페이스(tm)를 소개합니다! 헥타르의 모듈식 무기 상점에 원격으로 접속하여, 청사진을 구매하고, 동봉된 헥타르 3D복제 기술을 사용해 당신의 함선에서 제품을 뽑아낼 수 있습니다! 상품의 가격에는 복제에 필요한 재료값이 포함되어 있습니다.
pl: Hektar Industries(tm) przedstawia Interfejs Wirtualnego Sklepu Hektar(tm)! Zdalnie uzyskaj dostęp do ogromnego asortymentu modułów i broni modułowej Hektar, kup projekt i wydrukuj go na pokładzie własnego statku dzięki dołączonej technologii Fabrykacji 3D Hektar(tm)! Ceny zawierają koszty surowców potrzebnych do fabrykacji.
pt_br: A Hektar Industries(tm) apresenta a Interface da Loja Virtual Hektar(tm)! Acesse remotamente o vasto estoque de módulos e armas modulares da Hektar, compre um projeto e imprima-o a bordo de sua própria nave com a tecnologia Hektar 3D Fabrication(tm) incluída! Os preços incluem os preços exigidos para as matérias-primas necessárias para a fabricação.
zh_hans: 赫克塔实业公司(tm)推出了赫克塔虚拟商店接口(tm)！远程访问赫克塔庞大的模块武器与模块库存，购买蓝图，并使用随附的赫克塔3D制造技术(tm)在你自己的船上打印！售价已包含制造所需原材料的价格。

# data/blueprints.xml.append$//augBlueprint[@name="SUICIDE_BUTTON"]/title
source: Dead Man's Switch
es: Interruptor del Hombre Muerto
it: Switch dell'uomo morto
ja: デッドマンズ・スイッチ
ko: 데드맨 장치
pl: Przełącznik Martwego Człowieka
pt_br: Troca de homem morto
zh_hans: 亡者开关

# data/blueprints.xml.append$//augBlueprint[@name="SUICIDE_BUTTON"]/desc
source: Can be activated before combat at the price of 5 missiles, dealing 15 damage to both you and the enemy.
es: Puede activarse antes del combate por el precio de 5 misiles, infligiendo 15 de daño tanto a ti como al enemigo.
it: Può essere attivato prima del combattimento al prezzo di 5 missili, infliggendo 15 danni sia a te che al nemico.
ja: 弾薬5発の代償で戦闘前に発動でき、あなたと敵の両方に15ダメージを与える。
ko: 전투 전에 미사일 5개를 소모해 작동할 수 있습니다. 당신과 적의 함선 모두 15의 피해를 입습니다.
pl: Może być aktywowany przed walką za cenę 5 rakiet, zadając 15 obrażeń zarówno tobie, jak i wrogowi.
pt_br: Pode ser ativado antes do combate ao preço de 5 mísseis, causando 15 de dano a você e ao inimigo.
zh_hans: 可在战斗前以5发弹药的代价激活，对双方都造成15点舰体伤害。

# data/blueprints.xml.append$//augBlueprint[@name="EMERGENCY_DRIVE"]/title
source: Secondary Impulse-Drive
es: Motor de Impulso Secundario
it: Drive di impulso secondario
ja: セカンダリー・インパルス・ドライブ
ko: 보조 임펄스 드라이브
pl: Drugorzędny Napęd Impulsowy
pt_br: Unidade de impulso secundária
zh_hans: 辅助脉冲推进器
