Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_2"]/desc
source: [Level 2] Grants 10% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 2] Otorga un 10% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 2] Offre il 10% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル2] 10%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 2] 선체 피해 또는 시스템 피해를 10%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 2] Daje 10% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 2] Concede 10% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [2级]有10%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_3"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_3"]/desc
source: [Level 3] Grants 15% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 3] Otorga un 15% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 3] Offre il 15% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル3] 15%の確率で船体やシステムのダメージを防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証された投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 3] 선체 피해 또는 시스템 피해를 15%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 3] Daje 15% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 3] Concede 15% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [3级]有15%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_4"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_4"]/desc
source: [Level 4] Grants 20% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 4] Otorga un 20% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 4] Offre il 20% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル4] 20%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 4] 선체 피해 또는 시스템 피해를 20%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 4] Daje 20% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 4] Concede 20% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [4级]有20%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_5"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_5"]/desc
source: [Level 5] Grants 25% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 5] Otorga un 25% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 5] Offre il 25% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル5] 25%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 5] 선체 피해 또는 시스템 피해를 25%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 5] Daje 25% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 5] Concede 25% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [5级]有25%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_6"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_6"]/desc
source: [Level 6] Grants 30% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 6] Otorga un 30% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 6] Offre il 30% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル6] 30%の確率で船体とシステムのダメージを防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 6] 선체 피해 또는 시스템 피해를 30%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 6] Daje 30% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 6] Concede 30% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [6级]有30%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_7"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_7"]/desc
source: [Level 7] Grants 35% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 7] Otorga un 35% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 7] Offre il 35% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル7] 35%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 7] 선체 피해 또는 시스템 피해를 35%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 7] Daje 35% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 7] Concede 35% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [7级]有35%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_8"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_8"]/desc
source: [Level 8] Grants 40% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 8] Otorga un 40% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 8] Offre il 40% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル8] 40%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 8] 선체 피해 또는 시스템 피해를 40%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 8] Daje 40% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 8] Concede 40% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [8级]有40%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_9"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_9"]/desc
source: [Level 9] Grants 45% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 9] Otorga un 45% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 9] Offre il 45% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル9] 45%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80%までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 9] 선체 피해 또는 시스템 피해를 45%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 9] Daje 45% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 9] Concede 45% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [9级]有45%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_10"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_10"]/desc
source: [Level 10] Grants 50% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 10] Otorga un 50% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 10] offre il 50% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル10] 50%の確率で船体やシステムからのダメージを防ぐ。空のビーコンで最大80%までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 10] 선체 피해 또는 시스템 피해를 50%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 10] Daje 50% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 10] Concede 50% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [10级]有50%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_11"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_11"]/desc
source: [Level 11] Grants 60% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 11] Otorga un 60% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 11] Offre il 60% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル11] 60%の確率で船体とシステムのダメージを防ぐ。空のビーコンで最大80%までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 11] 선체 피해 또는 시스템 피해를 60%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 11] Daje 60% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 11] Concede 60% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [11级]有60%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_12"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_12"]/desc
source: [Level 12] Grants 70% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 12] Otorga un 70% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 12] offre il 70% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル12] 70% の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80%までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 12] 선체 피해 또는 시스템 피해를 70%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 12] Daje 70% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 12] Concede 70% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [12级]有70%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_13"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_13"]/desc
source: [Level 13] Grants 80% chance to prevent hull or system damage. Can be upgraded at empty beacons with a special ability. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 13] Otorga un 80% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías con una habilidad especial. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 13] offre l'80% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti con un'abilità speciale. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル13] 80%の確率で船体やシステムの損傷を防ぐ。特殊能力で空のビーコンでアップグレード可能。 破堤確率が保証された投射物や爆弾のダメージを防ぐことはできない。
ko: [레벨 13] 선체 피해 또는 시스템 피해를 80%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 13] Daje 80% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszony przy pustych sygnalizatorach za pomocą specjalnej zdolności. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 13] Concede 80% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios com uma habilidade especial. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [13级]有80%的几率免疫舰体与系统伤害。可在空信标处最后再次选择升级一种特殊能力。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_ION"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_ION"]/desc
source: [Level MAX] Grants 80% chance to prevent hull or system damage, and 20% chance to ignore ion damage. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel MÁX] Otorga un 80% de probabilidad de prevenir daño al casco o al sistema, y un 20% de probabilidad de ignorar el daño iónico. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello Max] offre l'80% di probabilità di prevenire danni allo scafo o al sistema e il 20% di probabilità di ignorare i danni da ioni. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベルMAX] 80%の確率で船体とシステムダメージを防ぎ、20%の確率でイオンダメージを無視する。 破堤確率が保証されている投射物や爆弾のダメージは防ぐことができない。
ko: [최고 레벨] 선체 피해 또는 시스템 피해를 80%의 확률로 무시합니다. 또한 20%의 확률로 이온 피해를 무시합니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom MAKS.] Daje 80% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu oraz 20% szansy na zignorowanie obrażeń jonowych. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível MAX] Concede 80% de chance de evitar danos ao casco ou ao sistema e 20% de chance de ignorar danos de íons. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [最高级]有80%的几率免疫舰体与系统伤害，20%的几率无视离子伤害。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_SYSTEM"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲
