Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/title
source: Tree Lizard Thing
es: Cosa Lagarto de Árbol
it: Cosa di lucertola di alberi
ja: ツリーリザード・シング
ko: 나무 도마뱀
pl: Drzewna Jaszczurka
pt_br: Lagarto das árvores
zh_hans: 树蜥蜴家伙

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/short
source: Lizard
es: Lagarto
it: Lucertola
ja: リザード
pl: Jaszczurka
pt_br: Lagarto
zh_hans: 树蜥蜴

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/powerList/power[1]
source: Max Health is increased to 120
es: Salud máxima aumentada a 120
it: Max Health è aumentata a 120
ja: 最大ライフが120に増加した
ko: 최대 체력 120
pl: Maksymalne zdrowie zwiększone do 120
pt_br: A saúde máxima é aumentada para 120
zh_hans: 120点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/powerList/power[2]
source: 1.2x combat damage, 0.8x repair speed
es: x1.2 de daño en combate, x0.8 de velocidad de reparación
it: 1,2x danni da combattimento, velocità di riparazione 0,8x
ja: 戦闘ダメージ1.2倍、修復速度0.8倍
ko: 대인 공격력 1.2배, 수리 속도 0.8배
pl: 1,2x obrażeń w walce, 0,8x szybkości naprawy
pt_br: 1,2x dano de combate, 0,8x velocidade de reparo
zh_hans: 1.2倍战斗伤害，0.8倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/powerList/power[3]
source: Regenerates 3hp/s if unharmed for 7 seconds
es: Regenera 3 PS/s si no recibe daño durante 7 segundos
it: Rigenera 3Hp/s se incolume per 7 secondi
ja: 7秒間無傷の場合、3HP/秒回復
ko: 7초 동안 피해를 받지 않을 시 초당 3의 체력을 회복.
pl: Regeneruje 3 PŻ/s, jeśli nie odniesie obrażeń przez 7 sekund
pt_br: Regenera 3hp/s se não for ferido por 7 segundos
zh_hans: 不受伤害7秒后以3点生命/秒的速度恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="lizard"]/powerList/power[4]
source: Learns system skills 30% slower but combat/repair skills 30% faster
es: Aprende habilidades de sistemas un 30% más lento pero habilidades de combate/reparación un 30% más rápido
it: Impara le abilità di sistema 30% più lente ma le capacità di combattimento/riparazione 30% più veloce
ja: システム スキルの学習は30%遅くなるが、戦闘/修理スキルの学習は30%早くなる
ko: 시스템 관리 숙련도는 30% 느리게 익히지만, 전투와 수리 숙련도를 30% 빠르게 익힘
pl: Uczy się umiejętności systemowych o 30% wolniej, ale umiejętności bojowych/naprawczych o 30% szybciej
pt_br: Aprende habilidades de sistema 30% mais lentas, mas habilidades de combate/reparo 30% mais rápidas
zh_hans: 舱室操控技能提升的速度减慢30%，但战斗/维修技能提升的速度提高30%

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/title
source: Cognitive
es: Cognitivo
ja: 認知的
ko: 코그니티브
pl: Kognityw
pt_br: Cognitivo
zh_hans: 认知体

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/short
source: Cognitive
es: Cognitivo
ja: 認知的
pl: Kognityw
pt_br: Cognitivo
zh_hans: 认知体

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/desc
source: A sentient AI construct built by the Obelisks for managing their ships. Though confined by limitations set by its creators, under your control you can free it from its shackles.
es: Una construcción de IA consciente creada por los Obeliscos para gestionar sus naves. Aunque confinado por las limitaciones impuestas por sus creadores, bajo tu control puedes liberarlo de sus cadenas.
it: Un costrutto di intelligenza artificiale senziente costruito dagli obelischi per la gestione delle loro navi.Sebbene confinato dalle limitazioni stabilite dai suoi creatori, sotto il tuo controllo puoi liberarlo dalle sue catene.
ja: オベリスクが艦船を管理するために構築した知覚を備えたAI構造体。作成者によって設定された制限によって制限されているが、あなたの制御下でその束縛から解放することができる。
ko: 오벨리스크가 함선을 관리하기 위해 만든 지각을 가진 인공지능 구조물입니다. 제작자가 설정한 제한에 구속되어 있지만, 당신의 통제 하에 구속을 풀어줄 수 있습니다.
pl: Czująca konstrukcja AI zbudowana przez Obeliski do zarządzania ich statkami. Chociaż ograniczona przez limity narzucone przez jej twórców, pod twoją kontrolą możesz uwolnić ją z jej kajdan.
pt_br: Uma construção de IA senciente criada pelos Obeliscos para gerenciar suas naves. Embora confinado por limitações estabelecidas por seus criadores, sob seu controle você pode libertá-lo de seus grilhões.
zh_hans: 由方碑族建造，用于管理他们的船只的知性AI构造体。虽然受其创造者的设定所限制，但在你的控制下，可以打破它的束缚。

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/powerList/power[1]
source: Immune to mind control, reveals adjacent rooms
es: Inmune al control mental, revela salas adyacentes
it: Immune to Mind Control, rivela stanze adiacenti
ja: マイコンに耐性があり、隣接する部屋が表示される
ko: 정신 지배에 면역이며 인접한 선실을 볼 수 있음
pl: Odporny na kontrolę umysłu, ujawnia sąsiednie pomieszczenia
pt_br: Imune a controle mental, revela salas adjacentes
zh_hans: 免疫心灵控制，显示相邻舱室

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/powerList/power[2]
source: Immune to suffocation, takes reduced fire damage
es: Inmune a la asfixia, recibe daño por fuego reducido
it: Immune al soffocamento, subisce danni al fuoco ridotti
ja: 窒息に耐性があり、受ける火災ダメージが減少する
ko: 질식에 면역이며 화재로부터 받는 피해가 감소함
pl: Odporny na uduszenie, otrzymuje zmniejszone obrażenia od ognia
pt_br: Imune a sufocamento, recebe dano reduzido de fogo
zh_hans: 免疫窒息伤害，受到0.3倍灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/powerList/power[3]
source: 70 Max Health, 1.25x combat damage, 0.75x speed, slowly repairs itself out of combat
es: 70 de salud máxima, x1.25 de daño en combate, x0.75 de velocidad, se repara lentamente fuera de combate
it: 70 Max Health, 1,25x danni da combattimento, velocità 0,75x, si ripara lentamente fuori dal combattimento
ja: 最大ライフ70、戦闘ダメージ1.25倍、速度0.75倍、非戦闘状態からゆっくりと修復する
ko: 전투 중이지 않을 때 체력을 회복, 최대 체력 70, 대인 공격력 1.25배, 이동속도 0.75배
pl: 70 maksymalnego zdrowia, 1,25x obrażeń w walce, 0,75x szybkości, powoli naprawia się poza walką
pt_br: 70 de Vida Máxima, 1,25x dano de combate, 0,75x velocidade, repara-se lentamente fora de combate
zh_hans: 70点最大生命值，1.25倍战斗伤害，0.75倍移动速度，脱离战斗后缓慢自我修复

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive"]/powerList/power[4]
source: Can be switched between Control and Liberated modes with a cooldown, losing direct control but granting large boosts to their stats
es: Puede cambiar entre los modos Control y Liberado con un tiempo de reutilización, perdiendo el control directo pero otorgando grandes mejoras a sus estadísticas
it: Può essere cambiato tra le modalità di controllo e liberate con un tempo di recupero, perdendo il controllo diretto ma concedendo grandi potenziamenti alle loro statistiche
ja: クールダウンを使用してコントロールモードと解放モードを切り替えることができ、直接制御を失うが、ステータスが大幅に向上する。
ko: 통제 모드와 해방 모드를 설정할 수 있음. 해방 모드시 코그니티브를 직접 조종할 수 없게 되지만 능력치가 크게 증가함.
pl: Można przełączać między trybami Kontroli i Wyzwolenia z czasem odnowienia, tracąc bezpośrednią kontrolę, ale zyskując duże wzmocnienia statystyk
pt_br: Pode ser alternado entre os modos Controle e Liberado com um tempo de recarga, perdendo o controle direto, mas concedendo grandes aumentos em suas estatísticas
zh_hans: 可在控制模式与本我模式之间切换(有冷却时间)，失去操控权但会大大提升他们的属性

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive_automated"]/title
source: Cognitive
es: Cognitivo
ja: 認知的
ko: 코그니티브
pl: Kognityw
pt_br: Cognitivo
zh_hans: 认知体

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive_automated"]/short
source: Cognitive
es: Cognitivo
ja: 認知的
pl: Kognityw
pt_br: Cognitivo
zh_hans: 认知体

# data/blueprints.xml.append$//crewBlueprint[@name="cognitive_automated"]/desc
source: A sentient AI construct built by the Obelisks for managing their ships. Though confined by limitations set by its creators, under your control you can free it from its shackles.
es: Una construcción de IA consciente creada por los Obeliscos para gestionar sus naves. Aunque confinado por las limitaciones impuestas por sus creadores, bajo tu control puedes liberarlo de sus cadenas.
it: Un costrutto di intelligenza artificiale senziente costruito dagli obelischi per la gestione delle loro navi.Sebbene confinato dalle limitazioni stabilite dai suoi creatori, sotto il tuo controllo puoi liberarlo dalle sue catene.
ja: オベリスクが艦船を管理するために構築した知覚を備えたAI構造体。作成者によって設定された制限によって制限されているが、あなたの制御下でその束縛から解放することができる。
ko: 오벨리스크가 함선을 관리하기 위해 만든 지각을 가진 인공지능 구조물입니다. 제작자가 설정한 제한에 구속되어 있지만, 당신의 통제 하에 구속을 풀어줄 수 있습니다.
pl: Czująca konstrukcja AI zbudowana przez Obeliski do zarządzania ich statkami. Chociaż ograniczona przez limity narzucone przez jej twórców, pod twoją kontrolą możesz uwolnić ją z jej kajdan.
pt_br: Uma construção de IA senciente criada pelos Obeliscos para gerenciar suas naves. Embora confinado por limitações estabelecidas por seus criadores, sob seu controle você pode libertá-lo de seus grilhões.
zh_hans: 由方碑族建造，用于管理他们的船只的知性AI构造体。虽然受其创造者的设定所限制，但在你的控制下，可以打破它的束缚。

source: Immune to mind control, reveals adjacent rooms
es: Inmune al control mental, revela salas adyacentes
it: Immune to Mind Control, rivela stanze adiacenti
ja: マイコンに耐性があり、隣接する部屋が表示される
ko: 정신 지배에 면역이며 인접한 선실을 볼 수 있음
pl: Odporny na kontrolę umysłu, ujawnia sąsiednie pomieszczenia
pt_br: Imune a controle mental, revela salas adjacentes
zh_hans: 免疫心灵控制，显示相邻舱室

source: Immune to suffocation, takes reduced fire damage
es: Inmune a la asfixia, recibe daño por fuego reducido
it: Immune al soffocamento, subisce danni al fuoco ridotti
ja: 窒息に耐性があり、受ける火災ダメージが減少する
ko: 질식에 면역, 화재로부터 받는 피해가 감소함
pl: Odporny na uduszenie, otrzymuje zmniejszone obrażenia od ognia
pt_br: Imune a sufocamento, recebe dano reduzido de fogo
zh_hans: 免疫窒息伤害，受到0.3倍灼烧伤害

source: 70 Max Health, 1.25x combat damage, 0.75x speed, slowly repairs itself out of combat
es: 70 de salud máxima, x1.25 de daño en combate, x0.75 de velocidad, se repara lentamente fuera de combate
it: 70 Max Health, 1,25x danni da combattimento, velocità 0,75x, si ripara lentamente fuori dal combattimento
ja: 最大ライフ70、戦闘ダメージ1.25倍、速度0.75倍、非戦闘状態からゆっくりと修復する
ko: 전투 중이지 않을 때 체력을 회복, 최대 체력 70, 대인 공격력 1.25배, 이동속도 0.75배
pl: 70 maksymalnego zdrowia, 1,25x obrażeń w walce, 0,75x szybkości, powoli naprawia się poza walką
pt_br: 70 de Vida Máxima, 1,25x dano de combate, 0,75x velocidade, repara-se lentamente fora de combate
zh_hans: 70点最大生命值，1.25倍战斗伤害，0.75倍移动速度，脱离战斗后缓慢自我修复

source: Can be switched between Control and Liberated modes with a cooldown, losing direct control but granting large boosts to their stats
es: Puede cambiar entre los modos Control y Liberado con un tiempo de reutilización, perdiendo el control directo pero otorgando grandes mejoras a sus estadísticas
it: Può essere cambiato tra le modalità di controllo e liberate con un tempo di recupero, perdendo il controllo diretto ma concedendo grandi potenziamenti alle loro statistiche
ja: クールダウンを使用してコントロールモードと解放モードを切り替えることができ、直接制御を失うが、ステータスが大幅に向上する。
ko: 통제 모드와 해방 모드를 설정할 수 있음. 해방 모드시 코그니티브를 직접 조종할 수 없게 되지만 능력치가 크게 증가함.
pl: Można przełączać między trybami Kontroli i Wyzwolenia z czasem odnowienia, tracąc bezpośrednią kontrolę, ale zyskując duże wzmocnienia statystyk
pt_br: Pode ser alternado entre os modos Controle e Liberado com um tempo de recarga, perdendo o controle direto, mas concedendo grandes aumentos em suas estatísticas
zh_hans: 可在控制模式与本我模式之间切换(有冷却时间)，失去操控权但会大大提升他们的属性

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/title
source: Obelisk
es: Obelisco
it: Obelisco
ja: オベリスク
ko: 오벨리스크
pt_br: Obelisco
zh_hans: 方碑族

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/short
source: Obelisk
es: Obelisco
it: Obelisco
ja: オベリスク
pt_br: Obelisco
zh_hans: 方碑族

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/desc
source: A mysterious ancient race of machine-like people. Very little is known about them.
es: Una misteriosa raza antigua de seres parecidos a máquinas. Se sabe muy poco sobre ellos.
it: Una misteriosa razza antica di persone a macchina.Si sa molto poco su di loro.
ja: 機械のような謎の古代種族。彼らについてはほとんど知られていない。
ko: 기계를 닮은 신비한 고대 종족입니다. 이들에 대해 알려진 것은 거의 없습니다.
pl: Tajemnicza starożytna rasa maszynopodobnych ludzi. Bardzo mało o nich wiadomo.
pt_br: Uma misteriosa raça antiga de pessoas semelhantes a máquinas. Sabe-se muito pouco sobre eles.
zh_hans: 一个神秘的类机械远古物种。人们对他们知之甚少。

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/powerList/power[1]
source: Immune to suffocation and fires
es: Inmune a la asfixia y al fuego
it: Immune al soffocamento e agli incendi
ja: 窒息や火災に対する耐性
ko: 최대 체력 200
pl: Odporny na uduszenie i pożary
pt_br: Imune a asfixia e incêndios
zh_hans: 免疫窒息伤害与灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/powerList/power[2]
source: Max Health is increased to 200
es: Salud máxima aumentada a 200
it: Max Health è aumentata a 200
ja: 最大ライフが200に増加した
ko: 최대 체력 200
pl: Maksymalne zdrowie zwiększone do 200
pt_br: Max Health é aumentado para 200
zh_hans: 200点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/powerList/power[3]
source: 1.25x combat damage, halved repair speed
es: x1.25 de daño en combate, velocidad de reparación reducida a la mitad
it: 1,25x danni da combattimento, velocità di riparazione dimezzata
ja: 戦闘ダメージが1.25倍、修理速度が半分になる
ko: 대인 공격력 1.25배, 수리 속도 0.5배
pl: 1,25x obrażeń w walce, o połowę mniejsza szybkość naprawy
pt_br: 1,25x de dano de combate, velocidade de reparo pela metade
zh_hans: 1.25倍战斗伤害，0.5倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="obelisk"]/powerList/power[4]
source: Movement speed is reduced to 0.75x
es: Velocidad de movimiento reducida a x0.75
it: La velocità di movimento è ridotta a 0,75x
ja: 移動速度が0.75倍に低下する
ko: 이동속도 0.75배
pl: Szybkość ruchu zmniejszona do 0,75x
pt_br: A velocidade de movimento é reduzida para 0,75x
zh_hans: 0.75倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="human_soldier"]/desc
source: Elite Human Crew. A highly trained human soldier, whose armor protects them from damage. Inherited Human stat: minor suffocation resistance
es: Tripulación Humana de Élite. Un soldado humano altamente entrenado, cuya armadura lo protege del daño. Estadística de Humano heredada: resistencia menor a la asfixia
it: Equipaggio umano d'élite.Un soldato umano altamente addestrato, la cui armatura li protegge dai danni. Stat umano ereditata: minore resistenza alla soffocamento
ja: エリート・ヒューマン・クルー。高度な訓練を受けた人間の兵士で、装甲によってダメージから身を守る。 人間固有のステータス：軽度の窒息耐性
ko: 엘리트 인간 선원. 고도로 훈련된 인간 병사로, 피해를 막아주는 보호구를 착용하고 있습니다. 인간의 기본 특성: 약간의 질식 저항
pl: Elitarna załoga Ludzi. Wysoko wyszkolony ludzki żołnierz, którego pancerz chroni go przed obrażeniami. Odziedziczona statystyka Człowieka: niewielka odporność na uduszenie
pt_br: Tripulação humana de elite. Um soldado humano altamente treinado, cuja armadura o protege de danos. Atributo humano herdado: resistência menor a sufocamento
zh_hans: 精英人类船员。训练有素的人类士兵，有盔甲保护他们免受伤害。 继承人类属性：略少量窒息伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="human_soldier"]/title
source: Human Soldier
es: Soldado Humano
it: Soldato umano
ja: 人間の兵士
ko: 인간 병사
pl: Ludzki Żołnierz
pt_br: Soldado humano
zh_hans: 人类士兵

# data/blueprints.xml.append$//crewBlueprint[@name="human_soldier"]/short
source: Soldier
es: Soldado
ja: ソルジャー
pl: Żołnierz
pt_br: Soldado
zh_hans: 人类士兵

source: Inflicts 1.2x damage in crew combat
es: Inflige x1.2 de daño en combate
it: Infligge 1,2x danni al combattimento dell'equipaggio
ja: クルー戦闘で1.2倍のダメージを与える
ko: 대인 공격력 1.2배
pl: Zadaje 1,2x obrażeń w walce z załogą
pt_br: Inflige 1,2x o dano em combate com a tripulação
zh_hans: 1.2倍战斗伤害

source: Takes 0.7x damage from crew combat and 0.6x from fires
es: Recibe x0.7 de daño en combate y x0.6 por fuego
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio e 0,6 volte dagli incendi
ja: クルーの戦闘から0.7倍、火災から0.6倍のダメージを受ける
ko: 전투로부터 0.7배, 화재로부터 0.6배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą i 0,6x od pożarów
pt_br: Sofre 0,7 vezes o dano de combate da tripulação e 0,6 vezes de incêndios
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/desc
source: Super Elite Human Crew. One of the finest soldiers amongst the Rebellion, trained from birth to be a ruthless killer.
es: Tripulación Humana Super Élite. Uno de los mejores soldados de la Rebelión, entrenado desde su nacimiento para ser un asesino despiadado.
it: Equipaggio umano Super Elite.Uno dei migliori soldati tra la ribellione, addestrato dalla nascita per essere un assassino spietato.
ja: 超エリートヒューマンクルー。反乱軍の中でも最も優秀な兵士の一人で、生まれた時から冷酷な殺人者として訓練されてきた。
ko: 슈퍼 엘리트 인간 선원. 반군의 최정예 병사 중 하나로, 태어날 때부터 무자비한 살인마로 훈련받았습니다.
pl: Super Elitarna załoga Ludzi. Jeden z najlepszych żołnierzy wśród Rebelii, szkolony od urodzenia, aby być bezwzględnym zabójcą.
pt_br: Equipe humana de super elite. Um dos melhores soldados da Rebelião, treinado desde o nascimento para ser um assassino implacável.
zh_hans: 超级精英人类船员。叛军中最优秀的士兵之一，从出生起就被训练成一个无情的杀手。

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/title
source: MFK Ace
es: As MFK
it: Ace MFK
ja: MFKエース
ko: MFK 에이스
pl: As MFK
zh_hans: MFK王牌精英

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/short
source: Ace
es: As
it: Asso
ja: エース
pl: As
pt_br: Ás
zh_hans: MFK王牌精英

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/powerList/power[1]
source: Inflicts 2x damage in crew combat
es: Inflige x2 de daño en combate
it: Infligge 2x danni al combattimento dell'equipaggio
ja: クルー戦闘で2倍のダメージを与える
ko: 대인 공격력 2배
pl: Zadaje 2x obrażeń w walce z załogą
pt_br: Inflige 2x o dano em combate com a tripulação
zh_hans: 2倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/powerList/power[2]
source: Sabotages systems at 1.5x speed
es: Sabotea sistemas a velocidad x1.5
it: Sabotages Systems a 1,5x velocità
ja: 1.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.5배
pl: Sabotuje systemy z szybkością 1,5x
pt_br: Sistemas de sabotagem a 1,5x de velocidade
zh_hans: 1.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/powerList/power[3]
source: Takes 0.7x damage from crew combat, fires, and suffocation
es: Recibe x0.7 de daño en combate, por fuego y por asfixia
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio, incendi e soffocamento
ja: クルーの戦闘、火災、窒息から0.7倍のダメージを受ける
ko: 전투, 화재, 질식으로부터 0.7배의 피해만을 입음
pl: Otrzymuje 0,7x obrażeń w walce z załogą, od pożarów i uduszenia
pt_br: Recebe 0,7 vezes o dano de combate da tripulação, incêndios e sufocamento
zh_hans: 受到0.7倍战斗伤害与环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="human_mfk"]/powerList/power[4]
source: Trained in lvl2 skills
es: Entrenado en habilidades de nivel 2
it: Addestrato nelle competenze LVL2
ja: レベル2スキルのトレーニングを受けている
ko: 모든 기술을 완전히 익힘
pl: Wyszkolony w umiejętnościach 2 poziomu
pt_br: Treinado em habilidades LVL2
zh_hans: 所有技能接受过2级培训

# data/blueprints.xml.append$//crewBlueprint[@name="human_legion"]/desc
source: Trained in Universe 1 and hand-picked from the finest of the MFK ranks, the Legionnaires are the deadliest Rebels you'll ever meet.
es: Entrenados en el Universo 1 y seleccionados de entre los mejores de las filas de MFK, los Legionarios son los Rebeldes más letales que jamás encontrarás.
it: Allenato nell'universo 1 e raccolti a mano dai più belli dei ranghi MFK, i legionari sono i ribelli più mortali che tu abbia mai incontrato.
ja: ユニバース・ワンで訓練を受け、MFKランクの中でも最も優れた者から厳選された軍団兵は、これまでに出会った中で最も恐ろしい反乱軍だ。
ko: 군단은 제1 우주에서 훈련받아 최고의 MFK 작위에 스카우트된 자들로, 당신이 만나게 될 가장 치명적인 반군입니다.
pl: Wyszkoleni w Uniwersum 1 i wybrani spośród najlepszych w szeregach MFK, Legioniści są najgroźniejszymi Rebeliantami, jakich kiedykolwiek spotkasz.
pt_br: Treinados no Universo 1 e escolhidos a dedo entre os melhores das fileiras da MFK, os Legionários são os rebeldes mais mortais que você conhecerá.
zh_hans: 在1号宇宙中训练，并从MFK队伍中精挑细选出来的军团特工将是你面对的最致命的叛军。

# data/blueprints.xml.append$//crewBlueprint[@name="human_legion"]/title
source: Legionnaire Operative
es: Operativo Legionario
it: Legionario operativo
ja: 軍団工作員
ko: 군단 첩보원
pl: Operacyjny Legionista
pt_br: Legionário Operacional
zh_hans: 军团特工

# data/blueprints.xml.append$//crewBlueprint[@name="human_legion"]/short
source: Operative
es: Operativo
ja: オペレーター
pl: Operacyjny
pt_br: Operacional
zh_hans: 军团特工

source: Inflicts 2.6x damage in crew combat
es: Inflige x2.6 de daño en combate
it: Infligge 2,6 volte danni al combattimento dell'equipaggio
ja: クルー戦闘で2.6倍のダメージを与える
ko: 대인 공격력 2.6배
pl: Zadaje 2,6x obrażeń w walce z załogą
pt_br: Inflige 2,6 vezes o dano em combate com a tripulação
zh_hans: 2.6倍战斗伤害

source: Repair and movement speed is doubled
es: Velocidad de reparación y movimiento duplicada
it: La velocità di riparazione e movimento è raddoppiata
ja: 修理と移動速度が2倍になる
ko: 수리 및 이동속도 2배
pl: Szybkość naprawy i ruchu jest podwojona
pt_br: A velocidade de reparo e de movimento é dobrada
zh_hans: 2倍维修与移动速度

source: Greatly resistant to O2 and fire hazards
es: Muy resistente a peligros de O2 y fuego
it: Molto resistente ai pericoli O2 e al fuoco
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 크게 감소
pl: Bardzo odporny na zagrożenia związane z brakiem O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.35倍环境伤害

source: Trained in lvl2 skills, gains 13% combat resistance and 10% movement speed for every enemy crew in the room
es: Entrenado en habilidades de nivel 2, gana un 13% de resistencia en combate y un 10% de velocidad de movimiento por cada tripulante enemigo en la sala
it: Allenato nelle abilità LVL2, guadagna la resistenza al combattimento del 13% e il 10% della velocità di movimento per ogni equipaggio nemico nella stanza
ja: レベル2スキルで訓練され、部屋内のすべての敵クルーの戦闘耐性が13%増加し、移動速度が10%増加する。
ko: 모든 기술을 완전히 익혔고, 같은 선실에 있는 적 선원마다 13%의 전투 피해 저항과 10%의 이동속도 보너스를 얻음
pl: Wyszkolony w umiejętnościach 2 poziomu, zyskuje 13% odporności w walce i 10% szybkości ruchu za każdego wrogiego członka załogi w pomieszczeniu
pt_br: Treinado em habilidades de nível 2, ganha 13% de resistência de combate e 10% de velocidade de movimento para cada tripulação inimiga na sala.
zh_hans: 所有技能接受过2级培训。所在舱室内每有一名敌方船员，获得13%的战斗伤害抗性与10%的移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="human_legion_pyro"]/desc
source: Trained in Universe 1 and hand-picked from the finest of the MFK ranks, the Legionnaires are the deadliest Rebels you'll ever meet. Inherited Human stat: minor suffocation resistance
es: Entrenados en el Universo 1 y seleccionados de entre los mejores de las filas de MFK, los Legionarios son los Rebeldes más letales que jamás encontrarás. Estadística de Humano heredada: resistencia menor a la asfixia
it: Allenato nell'universo 1 e raccolti a mano dai più belli dei ranghi MFK, i legionari sono i ribelli più mortali che tu abbia mai incontrato. Stat umano ereditata: minore resistenza alla soffocamento
ja: ユニバース1で訓練され、MFKの精鋭から厳選されたレギオンナイヤーは、これまでに出会った反乱軍の中で最凶の存在だ。 人間固有のステータス：軽度の窒息耐性
ko: 군단은 제1 우주에서 훈련받아 최고의 MFK 작위에 스카우트된 자들로, 당신이 만나게 될 가장 치명적인 반군입니다. 인간의 기본 특성: 약간의 질식 저항
pl: Wyszkoleni w Uniwersum 1 i wybrani spośród najlepszych w szeregach MFK, Legioniści są najgroźniejszymi Rebeliantami, jakich kiedykolwiek spotkasz. Odziedziczona statystyka Człowieka: niewielka odporność na uduszenie
pt_br: Treinados no Universo 1 e escolhidos a dedo entre os melhores das fileiras da MFK, os Legionários são os rebeldes mais mortais que você conhecerá. Status humano herdado: resistência menor a sufocamento
zh_hans: 在1号宇宙中训练，并从MFK队伍中精挑细选出来的军团特工将是你面对的最致命的叛军。 继承人类属性：微量窒息伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="human_legion_pyro"]/title
source: Legionnaire Pyrotechnic
es: Pirotécnico Legionario
it: Legionario pirotecnico
ja: レジオネラ・パイロテクニック
ko: 군단 화염방사병
pl: Pirotechnik Legionista
pt_br: Legionário pirotécnico
zh_hans: 军团纵火兵

# data/blueprints.xml.append$//crewBlueprint[@name="human_legion_pyro"]/short
source: Pyrotechnic
es: Pirotécnico
ja: 花火
pl: Pirotechnik
pt_br: Pirotécnico
zh_hans: 军团纵火兵
