Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Active Ability: Triggers a countdown before exploding, dying instantly but fully healing and buffing all allied crew on-screen
es: Habilidad Activa: Activa una cuenta atrás antes de explotar, muriendo al instante pero curando y potenciando completamente a toda la tripulación aliada en pantalla.
it: Abilità attiva: innesca un conto alla rovescia prima di esplodere, morire istantaneamente ma completamente guarendo e lucidando tutti gli equipaggi alleati sullo schermo sullo schermo
ja: アクティブな能力: 爆発する前にカウントダウンをトリガーし、即死するが、画面上のすべての味方クルーを完全に回復し、バフする
ko: 활성화 능력: 카운트다운 후 폭발하여 모든 아군에게 완전한 회복과 다양한 이점을 부여
pl: Zdolność aktywna: Uruchamia odliczanie przed eksplozją, ginąc natychmiast, ale w pełni lecząc i wzmacniając całą sojuszniczą załogę na ekranie
pt_br: Habilidade ativa: Aciona uma contagem regressiva antes de explodir, morrendo instantaneamente, mas curando totalmente e fortalecendo toda a equipe aliada na tela.
zh_hans: 主动技能：短暂倒计时后爆炸，结束后立即死亡但完全治疗所有友方船员，并使他们临时获得50%的维修速度，移动速度与生命值加成

source: Can pray at empty beacons, giving Zoltan crew a permanent additional 5 health
es: Puede rezar en balizas vacías, otorgando a la tripulación Zoltan 5 de salud adicional permanentemente.
it: Può pregare in beacon vuoti, dando a Zoltan Crew un ulteriore 5 salute permanente
ja: 空のビーコンで祈ることができ、ゾルタンのクルーに恒久的な追加のライフを5与える
ko: 빈 송신소에서 기도를 올려 모든 졸탄 선원의 체력을 영구적으로 5 증가시킬 수 있음
pl: Może modlić się przy pustych sygnałach, dając załodze Zoltańskiej stałe dodatkowe 5 zdrowia
pt_br: Pode orar em faróis vazios, dando à tripulação de Zoltan um adicional permanente de 5 pontos de vida
zh_hans: 可以在空信标处祷告，使友方的超能族船员永久获得5点最大生命值

source: Cannot fight, sabotage, or break doors
es: No puede luchar, sabotear o derribar puertas.
it: Non può combattere, sabotaggio o rompere le porte
ja: 戦ったり、妨害したり、ドアを破壊したりすることはできない
ko: 대인 전투, 시스템 파괴, 문 파괴 모두 불가
pl: Nie może walczyć, sabotować ani wyważać drzwi
pt_br: Não pode lutar, sabotar ou quebrar portas
zh_hans: 无法战斗，破坏系统或舱门

source: Does no damage when dying
es: No inflige daño al morir.
it: Non fa danni durante la morte
ja: 死亡時にダメージを与えない
ko: 사망해도 폭발 피해를 주지 않음
pl: Nie zadaje obrażeń podczas śmierci
pt_br: Não causa dano ao morrer
zh_hans: 死亡时不造成伤害

# data/blueprints.xml.append$//augBlueprint[@name="ANURAK_PRAYER"]/title
source: Anurak's Prayer
es: Oración de Anurak
it: La preghiera di Anurak
ja: アヌラックの祈り
ko: 아누락의 기도
pl: Modlitwa Anuraka
pt_br: Oração de Anurak
zh_hans: 阿努拉克的祷物

# data/blueprints.xml.append$//augBlueprint[@name="ANURAK_PRAYER"]/desc
source: A.k.a. delicious soup.
es: Alias sopa deliciosa.
it: A.k.a.zuppa deliziosa.
ja: 別名、おいしいスープ。
ko: A.k.a. 맛있는 수프.
pl: A.k.a. pyszna zupa.
pt_br: Também conhecida como sopa deliciosa.
zh_hans: 又名美味的汤。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_devorak"]/desc
source: A famous Duskbringer Warhero, now renounced in his former ways. Has been cloned so many times he can no longer feel pain; it has only hardened his resolve. Inherited Zoltan stat: 75 HP Inherited Peacekeeper stat: 2 bonus power Inherited Martyr stat: loses no skills from cloning
es: Un famoso Héroe de Guerra de los Portadores del Atardecer, ahora renunciado a sus antiguas costumbres. Ha sido clonado tantas veces que ya no puede sentir dolor; solo ha endurecido su determinación. Estadística de Zoltan heredada: 75 PV Estadística de Pacificador heredada: 2 de energía adicional Estadística de Mártir heredada: no pierde habilidades al clonarse.
it: Un famoso Duskbringer Warhero, ora rinunciato ai suoi precedenti modi.È stato clonato così tante volte che non può più sentire dolore;Ha solo indurito la sua determinazione. Zoltan stat ereditata: 75 CV Stat ereditaria del Peacekeeper: 2 Potere bonus Stat martire ereditato: non perde abilità dalla clonazione
ja: 有名なダスクブリンガーのウォーヒーロー。何度もクローンを作られ、もはや痛みを感じることはない。 継承されたゾルタンのステータス：HP75 継承されたピースキーパーのステータス：2ボーナスパワー 継承された殉教者のステータス：クローン化によってスキルを失うことはない。
ko: 유명한 더스크브링어 전쟁 영웅이 이제 과거의 방식에서 손을 뗐습니다. 수도 없이 복제되어진 그는 더 이상 죽음으로부터 고통을 느끼지 않습니다. 죽음은 그의 결의를 더욱 단단히 굳힐 뿐이죠. 졸탄의 기본 특성: 최대 체력 75 평화 유지군의 기본 특성: 추가 전력 2 순교자의 기본 특성: 복제돼도 숙련도를 잃지 않음
pl: Słynny Bohater Wojenny Zmierzchu, teraz wyrzekający się swoich dawnych sposobów. Był klonowany tyle razy, że nie czuje już bólu; to tylko utwardziło jego determinację. Odziedziczona statystyka Zoltana: 75 PŻ Odziedziczona statystyka Rozjemcy: 2 dodatkowe moce Odziedziczona statystyka Męczennika: nie traci umiejętności po sklonowaniu
pt_br: Um famoso herói de guerra Duskbringer, agora renunciou a seus antigos hábitos. Foi clonado tantas vezes que não consegue mais sentir dor; isso apenas endureceu sua determinação. Status herdado de Zoltan: 75 HP Status herdado de Peacekeeper: 2 bônus de poder Status herdado de Mártir: não perde nenhuma habilidade devido à clonagem
zh_hans: 著名的暮临者战争英雄。如今宣布放弃之前的行径。无数次的克隆只使他更加坚定决心，而痛苦不再。 继承超能族属性：75点最大生命值 继承维和兵属性：为所在系统提供2格能量 继承殉义者属性：克隆后不会失去技能经验

# data/blueprints.xml.append$//crewBlueprint[@name="unique_devorak"]/title
source: Warhero
es: Héroe de Guerra
it: Eroe di guerra
ja: ウォーヒーロー
ko: 전쟁영웅
pl: Bohater Wojenny
pt_br: Herói de guerra
zh_hans: 战争英雄

# data/blueprints.xml.append$//crewBlueprint[@name="unique_devorak"]/short
source: Warhero
es: Héroe de Guerra
it: Eroe di guerra
ja: ウォーヒーロー
pl: Bohater Wojenny
pt_br: Herói de guerra
zh_hans: 战争英雄

source: Active Ability: Triggers a countdown before unleashing a powerful explosion. All other Zoltans in the room will explode as well.
es: Habilidad Activa: Activa una cuenta atrás antes de desatar una poderosa explosión. Todos los demás Zoltan en la habitación también explotarán.
it: Abilità attiva: innesca un conto alla rovescia prima di scatenare una potente esplosione.Anche tutti gli altri Zoltan nella stanza esploderanno.
ja: アクティブアビリティ: 強力な爆発を放つ前にカウントダウンをトリガーする。部屋内の他のゾルタンもすべて爆発する。
ko: 활성화 능력: 카운트다운 후 강력한 폭발을 일으키며 같은 선실에 있던 모든 졸탄도 같이 폭발시킴
pl: Zdolność aktywna: Uruchamia odliczanie przed wyzwoleniem potężnej eksplozji. Wszyscy inni Zoltanowie w pomieszczeniu również eksplodują.
pt_br: Habilidade ativa: Aciona uma contagem regressiva antes de desencadear uma poderosa explosão. Todos os outros Zoltans na sala também explodirão.
zh_hans: 主动技能：开启倒计时以释放强大的爆炸。同舱室的所有其他超能族也会爆炸。

source: Inflicts 2x damage in melee combat
es: Inflige 2x de daño en combate cuerpo a cuerpo.
it: Infligge 2x danni al combattimento in mischia
ja: 近接戦闘で2倍のダメージを与える
ko: 근접 공격력 2배
pl: Zadaje 2x obrażeń w walce wręcz
pt_br: Inflige 2x o dano em combate corpo a corpo
zh_hans: 2倍近战伤害

source: Can teleport from anywhere across any ship, but experiences teleportation lag
es: Puede teletransportarse desde cualquier lugar a través de cualquier nave, pero experimenta retraso en la teletransportación.
it: Può teletrasportarsi da qualsiasi parte di qualsiasi nave, ma sperimenta un ritardo di teletrasporto
ja: 艦船のどこからでもテレポートできるが、テレポートの遅延が発生する
ko: 피아에 무관하게 어느 함선으로든 자유롭게 순간이동할 수 있지만, 순간이동에 지연 시간이 있음
pl: Może teleportować się z dowolnego miejsca na dowolnym statku, ale doświadcza opóźnienia teleportacji
pt_br: Pode se teletransportar de qualquer lugar em qualquer nave, mas sofre com o atraso do teletransporte
zh_hans: 以传送方式移动，可跨舰传送，但传送有延迟

# data/blueprints.xml.append$//crewBlueprint[@name="unique_mayeb"]/title
source: Floral Groundskeeper
es: Jardinero Floral
it: Custode floreale
ja: フローラル・グランドキーパー
ko: 화초 정원장
pl: Roślinny Ogrodnik
pt_br: Jardineiro floral
zh_hans: 园庭看护者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_mayeb"]/short
source: Groundskeeper
es: Jardinero
ja: グラウンド・キーパー
pl: Ogrodnik
pt_br: Jardineiro
zh_hans: 园庭看护者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_mayeb"]/desc
source: The culturally shunned caretaker of the vast gardens of Rt'lak Et, who carries on her shoulder her parasitic twin P'Erpah. Inherited Orchid stat: takes 75% more damage from fire Inherited Caretaker stats: immune to suffocation, friendly crew in the same room gain suffocation immunity
es: La cuidadora culturalmente rechazada de los vastos jardines de Rt'lak Et, que lleva en su hombro a su gemela parásita P'Erpah. Estadística de Orquídea heredada: recibe un 75% más de daño por fuego.
ja: 文化的に敬遠され、Rt'lak Etの広大な庭園の管理人であり、彼女に寄生する双子のP'Erpahを肩車している。 受け継いだオーキッドのステータス：火から受けるダメージが75％増加する。
ko: 문화적으로 소외받고 있는 Rt'lak Et 거대 정원의 정원지기로, 기생 쌍둥이 P'Erpah를 어깨에 짊어지고 다닙니다. 오키드의 기본 특성: 화재로부터 75%의 피해를 더 받음 정원지기의 기본 특성: 질식에 면역, 같은 선실의 아군들에게 질식 면역 부여
pl: Kulturowo odrzucona opiekunka rozległych ogrodów Rt'lak Et, która nosi na ramieniu swoją pasożytniczą bliźniaczkę P'Erpah. Odziedziczona statystyka Orchidei: otrzymuje 75% więcej obrażeń od ognia
zh_hans: 巨大园庭柇柆柯枙中不太受兰花社群待见的的看护者，肩上有着她寄生般的孪生胞柏杷。 继承兰花族属性：受到1.75倍灼烧伤害 继承看护者属性：免疫窒息伤害，同舱室友方船员获得窒息伤害免疫能力

source: When falling under 30 health, will be instantly reinvigorated by P'Erpah. Recharges after 45 seconds.
es: Al caer por debajo de 30 de salud, será revigorizada instantáneamente por P'Erpah. Se recarga después de 45 segundos.
it: Quando cade sotto i 30 anni, sarà istantaneamente rinvigorito da P'erpah.Ricarica dopo 45 secondi.
ja: ライフが30未満になると、P'Erpahによって即座に回復する。45秒後にリチャージされる。
ko: 체력이 30 밑으로 떨어질 경우 P'Erpah에게 힘을 받아 완전히 재생함. 재사용 대기 시간 45초.
pl: Gdy zdrowie spadnie poniżej 30, zostanie natychmiast ożywiona przez P'Erpah. Odnawia się po 45 sekundach.
pt_br: Ao ficar com menos de 30 de vida, será instantaneamente revigorado por P'Erpah. Recarrega após 45 segundos.
zh_hans: 生命值降至30及以下时，立即由柏杷重振精神，回满生命值。冷却时间为45秒。

source: Rapidly refills oxygen
es: Rellena rápidamente el oxígeno.
it: Riempi rapidamente l'ossigeno
ja: 酸素を素早く補充する
ko: 산소를 빠르게 공급
pl: Szybko uzupełnia tlen
pt_br: Recarga rápida de oxigênio
zh_hans: 快速补充氧气

source: Friendly crew in the same room receive 0.75x damage from ALL sources and gain an additional 25% healing speed
es: La tripulación aliada en la misma habitación recibe 0.75x de daño de TODAS las fuentes y obtiene un 25% adicional de velocidad de curación.
it: L'equipaggio amichevole nella stessa stanza riceve un danno da 0,75x da tutte le fonti e ottiene un'ulteriore velocità di guarigione del 25%
ja: 同じ部屋にいる友好的なクルーは、すべてのソースから0.75倍のダメージを受け、さらに25%の回復速度を獲得する
ko: 같은 선실에 있는 아군은 모든 받는 피해가 0.75배로 감소하고 회복 속도가 25% 증가
pl: Przyjazna załoga w tym samym pomieszczeniu otrzymuje 0,75x obrażeń ze WSZYSTKICH źródeł i zyskuje dodatkowe 25% szybkości leczenia
pt_br: A equipe amiga na mesma sala recebe 0,75x o dano de TODAS as fontes e ganha 25% de velocidade de cura adicional.
zh_hans: 同舱室其他友方船员获得25%伤害抗性与生命恢复速度加成

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyerel"]/title
source: Kadahellian Ambassador
es: Embajador Kadahelliano
it: Ambasciatore kadahelliano
ja: カダヘリア大使
ko: 카다헬리안 대사
pl: Ambasador Kadahellian
pt_br: Embaixador de Kadahellian
zh_hans: 卡达赫利安大使

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyerel"]/short
source: Ambassador
es: Embajador
ja: 大使
pl: Ambasador
zh_hans: 兰花大使

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyerel"]/desc
source: An elderly Orchid born from a Vampweed mother and a Floral father, who serves as ambassador between the two races. Inherited Orchid stats: refills oxygen, takes 75% more damage from fire, slightly reduced suffocation damage Inherited Floral stats: friendly crew in the same room gain an additional 20% Max Health, repair speed, and heal speed Inherited Vampweed stats: enemy crew in the same room lose 15% of their Max Health and move 25% slower
es: Un anciano Orquídea nacido de una madre Vampweed y un padre Floral, que sirve como embajador entre las dos razas. Estadísticas de Orquídea heredadas: rellena oxígeno, recibe un 75% más de daño por fuego, daño por asfixia ligeramente reducido Estadísticas de Floral heredadas: la tripulación aliada en la misma habitación obtiene un 20% adicional de Salud Máxima, velocidad de reparación y velocidad de curación Estadísticas de Vampweed heredadas: la tripulación enemiga en la misma habitación pierde el 15% de su Salud Máxima y se mueve un 25% más lento.
it: Un'orchide anziana nata da una madre di Vampweed e un padre floreale, che funge da ambasciatore tra le due razze. Statistiche di orchidea ereditate: riempie l'ossigeno, subisce il 75% in più di danni dall'incendio, un danno di soffocamento leggermente ridotto Statistiche floreali ereditate: l'equipaggio amichevole nella stessa stanza ottiene un'ulteriore velocità massima del 20%, velocità di riparazione e velocità di guarigione Statistiche ereditate di Vampweed: l'equipaggio nemico nella stessa stanza perde il 15% della loro massima salute e sposta il 25% più lentamente
ja: ヴァンプウィードの母とフローラルの父の間に生まれた年老いたオーキッドで、2つの種族の間の大使を務めている。 継承されたオーキッドのステータス：酸素を補充し、火から受けるダメージが75％増加し、窒息ダメージがわずかに減少する。 継承されたフローラルのステータス：同じ部屋にいる味方のクルーの最大ヘルス、修理速度、回復速度が20％追加される。 継承されたVampweedのステータス：同じ部屋にいる敵クルーは最大体力の15%を失い、移動速度が25%遅くなる。
ko: 흡혈초 어머니와 화초 아버지 사이에서 태어난 늙은 오키드로, 두 종족 사이에서 대사 일을 하고 있습니다. 오키드의 기본 특성: 산소 공급, 화재로부터 75%의 피해를 더 받음, 질식 피해 약간 감소 화초의 기본 특성: 같은 선실에 있는 아군의 최대 체력, 수리 속도, 회복 속도가 20% 증가 흡혈초의 기본 특성: 같은 선실에 있는 적이 최대 체력을 15% 잃고 25% 느리게 움직임
pl: Starsza Orchidea urodzona z matki Wampiaka i ojca Roślinniaka, która służy jako ambasador między dwiema rasami. Odziedziczone statystyki Orchidei: uzupełnia tlen, otrzymuje 75% więcej obrażeń od ognia, nieznacznie zmniejszone obrażenia od uduszenia Odziedziczone statystyki Roślinniaka: przyjazna załoga w tym samym pomieszczeniu zyskuje dodatkowe 20% maksymalnego zdrowia, szybkości naprawy i szybkości leczenia Odziedziczone statystyki Wampiaka: wroga załoga w tym samym pomieszczeniu traci 15% maksymalnego zdrowia i porusza się o 25% wolniej
pt_br: Uma Orquídea idosa nascida de uma mãe Vampweed e um pai Floral, que serve como embaixadora entre as duas raças. Estatísticas herdadas da Orchid: recarrega o oxigênio, recebe 75% a mais de dano de fogo, dano de sufocamento ligeiramente reduzido Estatísticas herdadas da Floral: a tripulação amiga na mesma sala ganha 20% a mais de saúde máxima, velocidade de reparo e velocidade de cura Estatísticas herdadas de Vampweed: a tripulação inimiga na mesma sala perde 15% de sua saúde máxima e se move 25% mais devagar
zh_hans: 一位年长的兰花族，其父亲为悦兰、母亲为血兰，现任两物种间的大使。 继承兰花族属性：补充氧气、受到1.75倍灼烧伤害、受到0.75倍窒息伤害 继承悦兰属性： 同舱室的友方船员获得20%最大生命值、维修速度与生命恢复速度加成 继承血兰属性： 同舱室的敌方船员降低15%最大生命值与25%移动速度

source: Active Ability: Floral and Vampweed effects apply to all rooms on the current ship
es: Habilidad Activa: Propaga sus efectos de Floral y Vampweed a todas las habitaciones de la nave actual.
it: Abilità attiva: allargare i suoi effetti floreali e vampweed in tutte le stanze della nave attuale
ja: アクティブな能力: 自身のフローラル、ヴァンプウィードの能力を船内の全部屋に拡散する
ko: 활성화 능력: 대사가 지닌 화초와 흡혈초의 기본 특성이 위치한 함선의 모든 방으로 퍼짐
pl: Zdolność aktywna: Rozprzestrzenia swoje efekty Roślinniaka i Wampiaka na wszystkie pomieszczenia na obecnym statku
pt_br: Habilidade ativa: Espalha seus efeitos Floral e Vampweed para todos os cômodos do navio atual
zh_hans: 主动技能：悦兰与血兰的同舱室被动效果扩散至所处整舰

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ivar"]/title
source: Confederate Premier
es: Premier Confederado
it: Premier confederato
ja: コンフェデレーション・プレミア
ko: 공동체 수상
pl: Premier Konfederacji
pt_br: Premier confederado
zh_hans: 血兰邦总理

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ivar"]/short
source: Premier
ja: プレミア
pt_br: Primeiro
zh_hans: 血兰邦总理

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

source: Enemy crew in the same room lose 10% of their Max Health
es: La tripulación enemiga en la misma habitación pierde el 10% de su Salud Máxima.
it: L'equipaggio nemico nella stessa stanza perde il 10% della loro massima salute
ja: 同じ部屋にいる敵のクルーは最大ライフの10%を失う
ko: 같은 선실에 있는 적이 최대 체력을 10% 잃음
pl: Wroga załoga w tym samym pomieszczeniu traci 10% maksymalnego zdrowia
pt_br: A tripulação inimiga na mesma sala perde 10% de sua Vida Máxima
zh_hans: 同舱室的敌方船员失去10%的最大生命值

source: Each ally in the room present at his side causes enemies to take 15% more damage in crew combat
es: Cada aliado presente en la habitación a su lado hace que los enemigos reciban un 15% más de daño en combate de tripulación.
it: Ogni alleato nella stanza presente al suo fianco fa sì che i nemici subiscano il 15% in più di danni nel combattimento dell'equipaggio
ja: 部屋内の自分の側にいる各味方は、クルーの戦闘で敵が受けるダメージが15%増加する
ko: 같은 선실에 있는 아군마다 적들이 전투로부터 받는 피해가 15%씩 증가
pl: Każdy sojusznik w pomieszczeniu obecny u jego boku powoduje, że wrogowie otrzymują 15% więcej obrażeń w walce z załogą
pt_br: Cada aliado na sala presente ao seu lado faz com que os inimigos sofram 15% a mais de dano no combate da equipe
zh_hans: 同舱室每有一名友方船员，同舱室敌方船员额外受到15%战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_kaz"]/desc
source: The legendary Mantis thief and Federation-Mantis war veteran himself. Inherited Mantis stats: halved repair speed, 1.2x movement speed
es: El legendario ladrón Mantis y veterano de la guerra Federación-Mantis en persona. Estadísticas de Mantis heredadas: velocidad de reparación a la mitad, 1.2x de velocidad de movimiento.
it: Il leggendario ladro di mantide e lo stesso veterano di guerra della Federazione-Mantis. Statistiche di Mantis ereditate: velocità di riparazione dimezzata, velocità di movimento 1.2x
ja: 伝説のマンティス泥棒であり、フェデレーション・マンティスの退役軍人でもある。 継承されたマンティスのステータス：修理速度半減、移動速度1.2倍
ko: 전설적인 맨티스 도둑이며 연방-맨티스 전쟁의 참전 용사입니다. 맨티스의 기본 특성: 수리 속도 0.5배, 이동속도 1.2배
pl: Sam legendarny złodziej Modliszek i weteran wojny Federacji z Modliszkami. Odziedziczone statystyki Modliszek: o połowę mniejsza szybkość naprawy, 1,2x szybkości ruchu
pt_br: O lendário ladrão do Louva-a-Deus e veterano de guerra da Federação-Mantis. Estatísticas herdadas do Mantis: velocidade de reparo reduzida à metade, 1,2x a velocidade de movimento
zh_hans: 传奇螳螂大盗，螳螂入侵战争老兵本人。 继承螳螂族属性：0.5倍维修速度，1.2倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="unique_kaz"]/title
source: Legendary Thief
es: Ladrón Legendario
it: Ladro leggendario
ja: 伝説の泥棒
ko: 전설적인 도둑
pl: Legendarny Złodziej
pt_br: Ladrão lendário
zh_hans: 传奇大盗

# data/blueprints.xml.append$//crewBlueprint[@name="unique_kaz"]/short
source: Thief
es: Ladrón
ja: 泥棒
pl: Złodziej
pt_br: Ladrão
zh_hans: 传奇大盗

source: Active Ability: For a very brief moment, combat damage is massively increased
es: Habilidad Activa: Durante un momento muy breve, el daño de combate aumenta masivamente.
it: Abilità attiva: per un momento molto breve, il danno da combattimento è massicciamente aumentato
ja: アクティブアビリティ: 非常に短い間、戦闘ダメージが大幅に増加する
ko: 활성화 능력: 찰나의 순간동안 대인 공격력이 무지막지하게 상승
pl: Zdolność aktywna: Na bardzo krótką chwilę obrażenia w walce są masowo zwiększone
pt_br: Habilidade ativa: Por um breve momento, o dano de combate é aumentado enormemente
zh_hans: 主动技能：短期内战斗伤害巨幅增加

source: Inflicts 2.5x damage in crew combat
es: Inflige 2.5x de daño en combate de tripulación.
it: Infligge 2,5 volte il danno nel combattimento dell'equipaggio
ja: クルー戦闘で2.5倍のダメージを与える
ko: 대인 공격력 2.5배
pl: Zadaje 2,5x obrażeń w walce z załogą
pt_br: Inflige 2,5x o dano em combate com a tripulação
zh_hans: 2.5倍战斗伤害

source: Combat damage decreases by 15% for every allied crew in the room
es: El daño de combate disminuye un 15% por cada miembro de la tripulación aliada en la habitación.
it: Il danno da combattimento diminuisce del 15% per ogni equipaggio alleato nella stanza
ja: 部屋にいる味方クルーごとに戦闘ダメージが15%減少する
ko: 같은 선실에 있는 아군마다 대인 공격력이 15%씩 감소
pl: Obrażenia w walce zmniejszają się o 15% za każdego sojuszniczego członka załogi w pomieszczeniu
pt_br: O dano de combate diminui em 15% para cada tripulação aliada na sala
zh_hans: 2.5倍战斗伤害，所在舱室内每有一个友方船员即减少15%战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy"]/desc
source: One of the original founders of the Free Mantis movement, and one of the last few Mantis capable of acting like a normal person.
es: Uno de los fundadores originales del movimiento Mantis Libres, y uno de los últimos Mantis capaces de actuar como una persona normal.
it: Uno dei fondatori originali del movimento di mantide libero e uno degli ultimi mantide in grado di comportarsi come una persona normale.
ja: フリーマンティス運動の創設者の1人であり、普通のヒューマンのように行動できる最後の数少ないマンティスの1人だ。
ko: 독립 맨티스 운동의 선구자 중 한 명이며, 평범한 사람처럼 행동할 수 있는 몇 안 되는 맨티스 중 하나입니다.
pl: Jeden z oryginalnych założycieli ruchu Wolnych Modliszek i jeden z ostatnich Modliszek zdolnych do zachowywania się jak normalna osoba.
pt_br: Um dos fundadores originais do movimento Free Mantis e um dos últimos Mantis capazes de agir como uma pessoa normal.
zh_hans: 自由螳螂运动的创始人之一，也是最后几个举止还像个正常人的螳螂族之一。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy"]/title
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
ko: 독립 맨티스 장로
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy"]/short
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

source: Active Ability: Grants the Pheromone ability effects to all allied Mantis crew in the room. Standard Hive Mantis use the synthetic pheromone ability. Does not stack with their actual ability.
es: Habilidad Activa: Otorga los efectos de la habilidad Feromona a toda la tripulación Mantis aliada en la habitación. Los Mantis de la Colmena estándar usan la habilidad de feromona sintética. No se acumula con su habilidad real.
it: Abilità attiva: garantisce gli effetti di capacità del feromone a tutti gli equipaggi di mantide alleati nella stanza.I mantide dell'alveare standard utilizzano l'abilità del feromone sintetico.Non si accumula con la loro capacità effettiva.
ja: アクティブな能力: 部屋にいるすべての味方マンティスクルーにフェロモン能力効果を与える。標準的なハイブマンティスは合成フェロモン能力を使用する。実際の能力と重複しない。
ko: 활성화 능력: 같은 선실에 있는 모든 아군 맨티스에게 활성화 능력 효과를 적용시킴. 일반 맨티스는 합성 페로몬의 효과가 적용되며 원본 능력의 효과와 중첩되지 않음.
pl: Zdolność aktywna: Daje efekty zdolności Feromonów wszystkim sojuszniczym załogom Modliszek w pomieszczeniu. Standardowe Modliszki z Roju używają syntetycznej zdolności feromonów. Nie kumuluje się z ich rzeczywistą zdolnością.
pt_br: Habilidade ativa: Concede os efeitos da habilidade Feromônio a toda a tripulação aliada do Louva-a-Deus na sala. O Hive Mantis padrão usa a habilidade de feromônio sintético. Não se acumula com sua habilidade real.
zh_hans: 主动技能：给予同舱室所有螳螂族船员信息素技能效果。普通母巢螳螂将获得自由螳螂合成信息素效果。不与其本身的主动技能信息素效果叠加。

source: 2x combat damage, 1x repair speed
es: 2x de daño de combate, 1x de velocidad de reparación.
it: 2x danni da combattimento, velocità di riparazione 1x
ja: 戦闘ダメージ2倍、修復速度1倍
ko: 대인 공격력 2배, 수리 속도에 패널티가 없음
pl: 2x obrażeń w walce, 1x szybkości naprawy
pt_br: 2x dano de combate, 1x velocidade de reparo
zh_hans: 2倍战斗伤害，1倍维修速度

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is increased to 1.65x
es: Velocidad de movimiento aumentada a x1.65
it: La velocità di movimento è aumentata a 1,65x
ja: 移動速度が1.65倍に増加する
ko: 이동속도 1.65배
pl: Szybkość ruchu zwiększona do 1,65x
pt_br: A velocidade de movimento é aumentada para 1,65x
zh_hans: 1.65倍移动速度

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快
