Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_1_RED"]/desc
source: Modified projectile weapon that fires 2 shield piercing crystals. Elite variant that always applies lockdown and pierces 2 shields.
es: Arma de proyectiles modificada que dispara 2 cristales que atraviesan escudos. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Arma proiettile modificata che spara 2 cristalli per tracorsi di scudo.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: シールド貫通クリスタルを2つ発射する改良型発射兵器。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 방어막을 관통하는 2발의 크리스탈을 발사하도록 개조된 투사 무기입니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Zmodyfikowana broń pociskowa, która wystrzeliwuje 2 przebijające tarcze kryształy. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Arma de projétil modificada que dispara 2 cristais que perfuram o escudo. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 改进的弹体武器，发射2枚可穿透护盾的水晶。精英版本，必定封锁舱室并穿透2层护盾。

source: Elite Crystal Burst MK I
es: Ráfaga de Cristal Élite MK I
ja: エリート・クリスタル・バースト MK I
pl: Elitarna Kryształowa Salwa MK I
zh_hans: 精英水晶爆裂I

source: Cry. BI
es: € Cri. RI
it: € grido.BI
ja: €クライBI
pl: € Kry. SI
zh_hans: 水晶I€

source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2"]/title
source: Crystal Burst MK II
es: Ráfaga de Cristal MK II
ja: クリスタル・バースト MK II
ko: 점사형 크리스탈 마크 II
pl: Kryształowa Salwa MK II
zh_hans: 水晶爆裂II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2"]/short
source: Crystal II
es: Cristal II
ja: クリスタルII
pl: Kryształ II
pt_br: Cristal II
zh_hans: 水晶II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2"]/desc
source: Modified projectile weapon that fires 3 shield piercing crystals.
es: Arma de proyectil modificado que dispara 3 cristales de perforación de escudo.
it: Arma proiettile modificata che spara 3 cristalli piercing di scudo.
ja: シールド貫通クリスタルを3つ発射する改良型発射兵器。
ko: 방어막을 관통하는 3발의 크리스탈을 발사하도록 개조된 투사 무기입니다.
pl: Zmodyfikowany pistolet kinetyczny wytwarza 3 penetrujące przez kryształowe osłony.
pt_br: Arma de projétil modificada que dispara 3 cristais de piercing de escudo.
zh_hans: 改进的弹体武器，发射3枚可穿透护盾的水晶。

source: Crystal Burst MK II
es: Ráfaga de Cristal MK II
ja: クリスタル・バースト MK II
pl: Kryształowa Salwa MK II
zh_hans: 水晶爆裂II

source: Cry. BII
es: Cri. RII
it: Gridare.Bii
ja: 泣く。BII
pl: Kry. SII
pt_br: Grito. BII
zh_hans: 水晶II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2_RED"]/title
source: Elite Crystal Burst MK II
es: Ráfaga de Cristal Élite MK II
ja: エリート・クリスタル・バースト MK II
ko: 엘리트 점사형 크리스탈 마크 II
pl: Elitarna Kryształowa Salwa MK II
zh_hans: 精英水晶爆裂II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2_RED"]/short
source: Crystal II
es: € Cristal II
ja: クリスタルII
pl: € Kryształ II
zh_hans: 水晶II€

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_BURST_2_RED"]/desc
source: Modified projectile weapon that fires 3 shield piercing crystals. Elite variant that always applies lockdown and pierces 2 shields.
es: Arma de proyectiles modificada que dispara 3 cristales que atraviesan escudos. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Arma proiettile modificata che spara 3 cristalli piercing di scudo.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: シールド貫通クリスタルを3つ発射する改良型発射兵器。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 방어막을 관통하는 3발의 크리스탈을 발사하도록 개조된 투사 무기입니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Zmodyfikowana broń pociskowa, która wystrzeliwuje 3 przebijające tarcze kryształy. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Arma de projétil modificada que dispara 3 cristais que perfuram o escudo. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 改进的弹体武器，发射3枚可穿透护盾的水晶。精英版本，必定封锁舱室并穿透2层护盾。

source: Elite Crystal Burst MK II
es: Ráfaga de Cristal Élite MK II
ja: エリート・クリスタル・バースト MK II
pl: Elitarna Kryształowa Salwa MK II
zh_hans: 精英水晶爆裂II

source: Cry. BII
es: € Cri. RII
it: € grido.Bii
ja: €クライBII
pl: € Kry. SII
zh_hans: 水晶II€

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_1"]/title
source: Crystal Heavy MK I
es: Cristal Pesado MK I
ja: クリスタル・ヘビー MK I
ko: 중형 크리스탈 마크 I
pl: Ciężki Kryształ MK I
zh_hans: 重型水晶I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_1"]/short
source: Crystal Heavy I
es: Cristal Pesado I
ja: クリスタル・ヘビーI
pl: Ciężki Kryształ I
zh_hans: 重型水晶I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_1"]/desc
source: Modified projectile weapon that fires a shield piercing large crystal.
es: Arma de proyectil modificado que dispara un escudo que perfora un cristal grande.
it: Arma proiettile modificata che spara un grande cristallo per traforare lo scudo.
ja: シールドを貫通する大きなクリスタルを発射する改良型発射兵器。
ko: 방어막을 관통하는 거대한 크리스탈을 발사하도록 개조된 투사 무기입니다.
pl: Zmodyfikowana broń kinetyczna, która strzela duży kryształ, który może przenikać przez tarcze.
pt_br: Arma de projétil modificada que dispara um escudo piercing de cristal grande.
zh_hans: 改进的弹体武器，发射1枚可穿透护盾的大块水晶。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_1_RED"]/title
source: Elite Crystal Heavy MK I
es: Cristal Pesado Élite MK I
ja: エリート・クリスタル・ヘビー MK I
ko: 엘리트 중형 크리스탈 마크 I
pl: Elitarny Ciężki Kryształ MK I
zh_hans: 精英重型水晶I

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_1_RED"]/short
source: Crystal Heavy I
es: € Cristal Pesado I
ja: クリスタル・ヘビーI
pl: € Ciężki Kryształ I
zh_hans: 重型水晶I€

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_1_RED"]/desc
source: Modified projectile weapon that fires a shield piercing large crystal. Elite variant that always applies lockdown and pierces 2 shields.
es: Arma de proyectiles modificada que dispara un gran cristal que atraviesa escudos. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Arma proiettile modificata che spara un grande cristallo per traforare lo scudo.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: シールドを貫通する大きなクリスタルを発射する改良型発射兵器。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 방어막을 관통하는 거대한 크리스탈을 발사하도록 개조된 투사 무기입니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Zmodyfikowana broń pociskowa, która wystrzeliwuje duży kryształ przebijający tarcze. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Arma de projétil modificada que dispara um cristal grande que perfura o escudo. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 改进的弹体武器，发射1枚可穿透护盾的大块水晶。精英版本，必定封锁舱室并穿透2层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2"]/title
source: Crystal Heavy MK II
es: Cristal Pesado MK II
ja: クリスタル・ヘビー MK II
ko: 중형 크리스탈 마크 II
pl: Ciężki Kryształ MK II
zh_hans: 重型水晶II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2"]/short
source: Crystal Heavy II
es: Cristal Pesado II
ja: クリスタル・ヘビーII
pl: Ciężki Kryształ II
zh_hans: 重型水晶II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2"]/desc
source: Modified projectile weapon that fires a shield piercing large crystal.
es: Arma de proyectil modificado que dispara un escudo que perfora un cristal grande.
it: Arma proiettile modificata che spara un grande cristallo per traforare lo scudo.
ja: シールドを貫通する大きなクリスタルを発射する改良型発射兵器。
ko: 방어막을 관통하는 거대한 크리스탈을 발사하도록 개조된 투사 무기입니다.
pl: Zmodyfikowana broń kinetyczna, która strzela duży kryształ, który może przenikać przez tarcze.
pt_br: Arma de projétil modificada que dispara um escudo piercing de cristal grande.
zh_hans: 改进的弹体武器，发射1枚可穿透护盾的大块水晶。

source: Crystal Heavy MK II
es: Cristal Pesado MK II
ja: クリスタル・ヘビー MK II
pl: Ciężki Kryształ MK II
zh_hans: 重型水晶II

source: Cry. HII
es: Cri. PII
it: Gridare.Hii
ja: 泣く。HII
pl: Kry. CII
pt_br: Grito. HII
zh_hans: 重型水晶II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2_RED"]/title
source: Elite Crystal Heavy MK II
es: Cristal Pesado Élite MK II
ja: エリート・クリスタル・ヘビー MK II
ko: 엘리트 중형 크리스탈 마크 II
pl: Elitarny Ciężki Kryształ MK II
zh_hans: 精英重晶II

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2_RED"]/short
source: Crystal Heavy II
es: € Cristal Pesado II
ja: クリスタル・ヘビーII
pl: € Ciężki Kryształ II
zh_hans: 重型水晶II€

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_HEAVY_2_RED"]/desc
source: Modified projectile weapon that fires a shield piercing large crystal. Elite variant that always applies lockdown and pierces 2 shields.
es: Arma de proyectiles modificada que dispara un gran cristal que atraviesa escudos. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Arma proiettile modificata che spara un grande cristallo per traforare lo scudo.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: シールドを貫通する大きなクリスタルを発射する改良型発射兵器。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 방어막을 관통하는 거대한 크리스탈을 발사하도록 개조된 투사 무기입니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Zmodyfikowana broń pociskowa, która wystrzeliwuje duży kryształ przebijający tarcze. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Arma de projétil modificada que dispara um cristal grande que perfura o escudo. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 改进的弹体武器，发射1枚可穿透护盾的大块水晶。精英版本，必定封锁舱室并穿透2层护盾。

source: Heavy Crystal MK II
es: Cristal Pesado MK II
it: Crystal Mk II pesante
ja: ヘビー・クリスタル MK II
pl: Ciężki Kryształ MK II
zh_hans: 重型水晶II

source: Crystal H. II
es: Cristal H. II
ja: クリスタル・H・II
pl: Śmieci.Crystal II
zh_hans: 重型水晶II

source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN"]/title
source: Neural Crystal
es: Cristal Neuronal
it: Cristallo neurale
ja: ニューラル・クリスタル
ko: 신경 크리스탈
pl: Kryształ Neuronowy
pt_br: Cristal Neural
zh_hans: 神经水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN"]/short
source: Neural Crystal
es: Cristal Neuronal
it: Cristallo neurale
ja: ニューラル・クリスタル
ko: Neural Crys.
pl: Kryształ Neuronowy
pt_br: Cristal Neural
zh_hans: 神经水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN"]/desc
source: A Crystal launcher that fires one very blunt projectile that stuns crew.
es: Un lanzador de Cristales que dispara un proyectil muy contundente que aturde a la tripulación.
it: Un lanciatore di cristalli che spara un proiettile molto schietto che stordisce l'equipaggio.
ja: クルーをスタンさせる非常に鈍い発射体を発射するクリスタルランチャー。
ko: 끝이 뭉툭해서 피격된 선원을 기절시키는 하나의 크리스탈을 발사합니다.
pl: Wyrzutnia kryształów, która wystrzeliwuje jeden bardzo tępy pocisk, który ogłusza załogę.
pt_br: Um lançador de cristais que dispara um projétil muito contundente que atordoa a equipe.
zh_hans: 一种水晶发射器，发射非常钝的弹体，使船员眩晕。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN_ENEMY"]/title
source: Neural Crystal
es: Cristal Neuronal
it: Cristallo neurale
ja: ニューラル・クリスタル
pl: Kryształ Neuronowy
pt_br: Cristal Neural
zh_hans: 神经水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN_ENEMY"]/short
source: Cry. Stun
es: Cri. Aturd.
it: Gridare.Stordire
ja: 泣く。スタン
pl: Kry. Ogł.
pt_br: Chorar. Atordoamento
zh_hans: 神经水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN_RED"]/title
source: Elite Neural Crystal
es: Cristal Neuronal Élite
it: Cristallo neurale d'élite
ja: エリート神経クリスタル
ko: 엘리트 신경 크리스탈
pl: Elitarny Kryształ Neuronowy
zh_hans: 精英神经水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN_RED"]/short
source: Neural Crystal
es: € Cristal Neuronal
it: Cristallo neurale €
ja: ニューラル・クリスタル
pl: € Kryształ Neuronowy
pt_br: € Cristal Neural
zh_hans: 神经水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_STUN_RED"]/desc
source: A Crystal launcher that fires one very blunt projectile that stuns crew. Elite variant that always applies lockdown and pierces 2 shields.
es: Un lanzador de Cristales que dispara un proyectil muy contundente que aturde a la tripulación. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Un lanciatore di cristalli che spara un proiettile molto schietto che stordisce l'equipaggio.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: クルーをスタンさせる非常に鈍い発射体を発射するクリスタルランチャー。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 끝이 뭉툭해서 피격된 선원을 기절시키는 하나의 크리스탈을 발사합니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Wyrzutnia kryształów, która wystrzeliwuje jeden bardzo tępy pocisk, który ogłusza załogę. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Um lançador de cristais que dispara um projétil muito contundente que atordoa a equipe. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 一种水晶发射器，发射非常钝的弹体，使船员眩晕。精英版本，必定封锁舱室并穿透2层护盾。

source: Elite Neural Crystal
es: Cristal Neuronal Élite
it: Cristallo neurale d'élite
ja: エリート神経クリスタル
pl: Elitarny Kryształ Neuronowy
zh_hans: 精英神经水晶

source: Cry. Stun
es: € Cri. Aturd.
it: € grido.Stordire
ja: クライスタン
pl: € Kry. Ogł.
zh_hans: 神经水晶€

source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_SHOTGUN"]/title
source: Crystal Scatter
es: Dispersión de Cristal
ja: クリスタル・スキャッター
ko: 산탄 크리스탈
pl: Rozrzut Kryształów
pt_br: Dispersão de cristais
zh_hans: 水晶破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_SHOTGUN"]/short
source: Crystal Scatter
es: Dispersión de Cristal
ja: クリスタル・スキャッター
ko: 산탄 크리스탈
pl: Rozrzut Kryształów
pt_br: Dispersão de cristais
zh_hans: 水晶破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_SHOTGUN"]/desc
source: Fires a cluster of 4 crystalline projectiles that pierce 1 shield layer each.
es: Dispara un grupo de 4 proyectiles cristalinos que atraviesan 1 capa de escudo cada uno.
it: Scatta un cluster di 4 proiettili cristallini che perforano lo strato di scudo ciascuno.
ja: それぞれ1つのシールド層を貫通する4つの結晶質の発射体のクラスターを発射する。
ko: 1겹의 방어막을 관통하는 4개의 크리스탈 더미를 발사합니다.
pl: Wystrzeliwuje gromadę 4 krystalicznych pocisków, które przebijają po 1 warstwie tarczy każdy.
pt_br: Dispara um conjunto de 4 projéteis cristalinos que perfuram 1 camada de escudo cada.
zh_hans: 发射一簇4个水晶弹体，每个弹体均可穿透1层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_SHOTGUN_RED"]/title
source: Elite Crystal Scatter
es: Dispersión de Cristal Élite
it: Scatter di cristallo d'élite
ja: エリート・クリスタル・スキャッター
ko: 엘리트 산탄 크리스탈
pl: Elitarny Rozrzut Kryształów
pt_br: Dispersão de cristais de elite
zh_hans: 精英水晶破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_SHOTGUN_RED"]/short
source: Crystal Scatter
es: € Dispersión Cristal
it: € Scatter di cristallo
ja: € クリスタル・スキャッター
pl: € Rozrzut Kryształów
zh_hans: 水晶破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_SHOTGUN_RED"]/desc
source: Fires a cluster of 4 crystalline projectiles. Elite variant that always applies lockdown and pierces 2 shields.
es: Dispara un grupo de 4 proyectiles cristalinos. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Scatta un cluster di 4 proiettili cristallini.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: 4つの結晶質の発射体のクラスターを発射する。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 4개의 크리스탈 더미를 발사합니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Wystrzeliwuje gromadę 4 krystalicznych pocisków. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Dispara um conjunto de 4 projéteis cristalinos. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 发射一簇4个水晶弹体，精英版本，必定封锁舱室并穿透2层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_CHARGEGUN"]/title
source: Crystal Charger
es: Cargador de Cristal
it: Caricatore di cristallo
ja: クリスタルチャージャー
ko: 충전식 크리스탈
pl: Ładowarka Kryształów
pt_br: Carregador de cristal
zh_hans: 充能水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_CHARGEGUN"]/short
source: Crystal C.
es: Cristal C.
ja: クリスタルC
pl: Kryształ Ł.
zh_hans: 充能水晶

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_CHARGEGUN"]/desc
source: Modified projectile weapon that fires up to 2 shield piercing crystals.
es: Arma de proyectiles modificada que dispara hasta 2 cristales que atraviesan escudos.
it: Arma proiettile modificata che spara fino a 2 cristalli piercing di scudo.
ja: 最大2つのシールド貫通クリスタルを発射する改良された発射兵器。
ko: 방어막을 관통하는 크리스탈을 두 발까지 모아 한꺼번에 발사할 수 있도록 개조된 투사 무기입니다.
pl: Zmodyfikowana broń pociskowa, która wystrzeliwuje do 2 przebijających tarcze kryształów.
pt_br: Arma de projétil modificada que dispara até 2 cristais que perfuram o escudo.
zh_hans: 改进的弹体武器，最多可发射2枚可穿透护盾的水晶。

source: Crystal Charger
es: Cargador de Cristal
it: Caricatore di cristallo
ja: クリスタルチャージャー
pl: Ładowarka Kryształów
pt_br: Carregador de cristal
zh_hans: 充能水晶

source: Crys. Ch.
es: Cris. C.
it: Crys.Cap.
pl: Kry. Ład.
zh_hans: 充能水晶

source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: Elite Crystal Charger
es: Cargador de Cristal Élite
it: Caricatore di cristallo d'élite
ja: エリート・クリスタル・チャージャー
ko: 엘리트 충전식 크리스탈
pl: Elitarna Ładowarka Kryształów
pt_br: Carregador Elite Crystal
zh_hans: 精英充能水晶

source: Crystal C.
es: € Cristal C.
ja: クリスタル・C
pl: € Kryształ Ł.
zh_hans: 充能水晶☆

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_CHARGEGUN_RED"]/desc
source: Modified projectile weapon that fires up to 2 shield piercing crystals. Elite variant that always applies lockdown and pierces 2 shields.
es: Arma de proyectiles modificada que dispara hasta 2 cristales que atraviesan escudos. Variante de Élite que siempre aplica bloqueo y atraviesa 2 escudos.
it: Arma proiettile modificata che spara fino a 2 cristalli piercing di scudo.Variante d'élite che applica sempre il blocco e perfora 2 scudi.
ja: 最大2つのシールド貫通クリスタルを発射する修正された発射兵器。常にロックダウンを適用し、2つのシールドを貫通するエリートのバリアント。
ko: 방어막을 관통하는 크리스탈을 두 발까지 모아 한꺼번에 발사할 수 있도록 개조된 투사 무기입니다. 피격된 방을 봉쇄하고 2겹의 방어막을 관통하는 엘리트 변형입니다.
pl: Zmodyfikowana broń pociskowa, która wystrzeliwuje do 2 przebijających tarcze kryształów. Wariant Elitarny, który zawsze nakłada blokadę i przebija 2 tarcze.
pt_br: Arma de projétil modificada que dispara até 2 cristais que perfuram o escudo. Variante de elite que sempre aplica bloqueio e perfura 2 escudos.
zh_hans: 改进的弹体武器，最多可发射2枚可穿透护盾的水晶。精英版本，必定封锁舱室并穿透2层护盾。

source: Elite Crystal Charger
es: Cargador de Cristal Élite
it: Caricatore di cristallo d'élite
ja: エリート・クリスタル・チャージャー
pl: Elitarna Ładowarka Kryształów
pt_br: Carregador Elite Crystal
zh_hans: 精英充能水晶

source: Crys. Ch.
es: € Cris. C.
it: € Crys.Cap.
pl: € Kry. Ład.
zh_hans: 充能水晶☆

source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_1"]/title
source: 'Geb' Mine Launcher
es: Lanzaminas 'Geb'
it: Launcher "Geb"
ja: ゲブ」地雷発射機
ko: '겝' 기뢰 사출기
pl: Wyrzutnia Min 'Geb'
pt_br: Lançador de minas "Geb
zh_hans: '地神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_1"]/short
source: 'Geb'
ja: ゲブ
zh_hans: 地神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_1"]/desc
source: Mine Launchers charge quickly and fire a burst of slow moving projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 2 fleet delay for 13 missiles at empty beacons.
es: Los Lanzaminas se cargan rápidamente y disparan una ráfaga de proyectiles de movimiento lento. También sirve como una forma eficiente de tender trampas para la flota. Proporciona 2 de retraso de flota por 13 misiles en balizas vacías.
it: I lanciatori dei miei caricano rapidamente e sparano uno scoppio di proiettili a moviera lenta.Serve anche come un modo efficiente per gettare trappole per la flotta. Fornisce 2 ritardo della flotta per 13 missili in beacon vuoti.
ja: マインランチャーは素早くチャージし、ゆっくりと動く弾丸を発射する。また、艦隊にトラップを仕掛ける効率的な手段としても機能する。 空のビーコンに13発のミサイルを撃ち込むと、2艦隊分のディレイが発生する。
ko: 기뢰 사출기는 빠른 충전 속도로 느리게 움직이는 한 무더기의 발사체를 사출합니다. 기뢰를 설치하는 효율적인 수단이기도 합니다. 빈 송신소에서 13개의 탄약을 소모하여 반군의 추적을 2도약 지연시킬 수 있습니다.
pl: Wyrzutnie Min ładują się szybko i wystrzeliwują serię wolno poruszających się pocisków. Służą również jako skuteczny sposób na zastawianie pułapek na flotę. Zapewnia 2 opóźnienia floty za 13 rakiet przy pustych sygnalizatorach.
pt_br: Os lançadores de minas carregam rapidamente e disparam uma rajada de projéteis de movimento lento. Também serve como uma maneira eficiente de colocar armadilhas para a frota. Proporciona 2 atrasos da frota para 13 mísseis em sinalizadores vazios.
zh_hans: 空雷发射器快速充能并发射一片缓慢移动的弹体，还能高效地向追击的叛军部署陷阱。 可在空信标处用13发弹药来拖延2次叛军追击。

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_2"]/title
source: 'Osiris' Mine Launcher
es: Lanzaminas 'Osiris'
it: Launcher "Osiride"
ja: オシリス」地雷発射機
ko: '오시리스' 기뢰 사출기
pl: Wyrzutnia Min 'Ozyrys'
pt_br: Lançador de minas "Osiris
zh_hans: '暗神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="MINELAUNCHER_2"]/short
source: 'Osiris'
it: 'Osiride'
ja: オシリス
pl: 'Ozyrys'
zh_hans: 暗神空雷
