Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Ranged attack speed is doubled, but only deals 0.75x ranged damage
es: La velocidad de ataque a distancia se duplica, pero solo inflige x0.75 de daño a distancia
it: La velocità di attacco a distanza è raddoppiata, ma infligge solo un danno a distanza 0,75x
ja: 遠距離攻撃の速度は2倍になるが、0.75倍の遠距離ダメージしか与えられない
ko: 원거리 공격 속도 2배, 원거리 공격력 0.75배
pl: Szybkość ataku dystansowego jest podwojona, ale zadaje tylko 0,75x obrażeń dystansowych
pt_br: A velocidade de ataque à distância é dobrada, mas causa apenas 0,75x o dano à distância
zh_hans: 2倍远程攻击速度，0.75倍远程攻击伤害

source: Takes 3x damage from fire, rapidly refills oxygen
es: Recibe x3 de daño por fuego, repone oxígeno rápidamente
it: Subisce un danno 3 volte dall'incendio, ricarica rapidamente l'ossigeno
ja: 火から3倍のダメージを受け、酸素を急速に補充する
ko: 화재로부터 3배의 피해를 받음, 산소를 빠르게 공급
pl: Otrzymuje 3x obrażeń od ognia, szybko uzupełnia tlen
pt_br: Recebe 3x o dano do fogo, reabastece rapidamente o oxigênio
zh_hans: 受到3倍灼烧伤害，快速补充氧气

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_cultivator"]/title
source: Cultivator
es: Cultivador
ja: 耕運機
ko: 경작자
pl: Kultywator
pt_br: Cultivador
zh_hans: 血兰种植者

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_cultivator"]/short
source: Cultivator
es: Cultivador
ja: 耕運機
pl: Kultywator
pt_br: Cultivador
zh_hans: 血兰种植者

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_cultivator"]/desc
source: Elite Vampweed Crew. These massive and terrifying Orchids are responsible for fueling the profitable spore trade, but also make deadly opponents. Inherited Orchid stats: takes 75% more damage from fires, slightly reduced suffocation damage
es: Tripulación Vampweed de Élite. Estos Orquídeos masivos y aterradores son responsables de alimentar el rentable comercio de esporas, pero también son oponentes mortales. Estadísticas de Orquídeo heredadas: recibe un 75% más de daño por fuego, daño por asfixia ligeramente reducido
it: Elite Vampweed Crew.Queste enormi e terrificanti orchidee sono responsabili del rifornimento del commercio di spore redditizie, ma rendono anche avversari mortali. Statistiche di orchidea ereditate: subisce il 75% in più di danni da incendi, danni da soffocamento leggermente ridotti
ja: エリート・ヴァンプウィード・クルーこの巨大で恐ろしいオーキッドたちは、儲かる胞子貿易の燃料となっているが、同時に致命的な敵でもある。 継承されたオーキッドのステータス：火災によるダメージが75％増加、窒息ダメージがわずかに減少する。
ko: 엘리트 흡혈초 선원. 이 거대하고 무시무시한 오키드들은 수익성 높은 포자 무역을 활성화해주지만, 치명적인 적이 되기도 합니다. 오키드의 기본 특성: 화재로부터 75%의 피해를 더 받음, 약간의 질식 피해 저항
pl: Elitarna załoga Wampiaków. Te masywne i przerażające Orchidee są odpowiedzialne za napędzanie dochodowego handlu zarodnikami, ale są również śmiertelnymi przeciwnikami. Odziedziczone statystyki Orchidei: otrzymuje 75% więcej obrażeń od pożarów, nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Equipe de elite da Vampweed. Essas orquídeas enormes e aterrorizantes são responsáveis por alimentar o lucrativo comércio de esporos, mas também são oponentes mortais. Estatísticas herdadas da Orchid: recebe 75% a mais de dano de incêndios, dano de sufocamento ligeiramente reduzido
zh_hans: 精英血兰船员。这些吓人的巨大兰花族负责为收益可观的孢子贸易提供原料，但战场上他们也是致命的对手。 继承兰花族属性：受到1.75倍灼烧伤害，少量窒息伤害抗性

source: Active Ability: Releases poisonous spores in the room that weaken enemies. Will do less damage and become immobile while releasing spores.
es: Habilidad Activa: Libera esporas venenosas en la sala que debilitan a los enemigos. Infligirá menos daño y se volverá inmóvil mientras libera esporas.
it: Abilità attiva: rilascia spore velenose nella stanza che indeboliscono i nemici.Farà meno danni e diventerà immobile durante il rilascio di spore.
ja: アクティブな能力: 敵を弱体化させる有毒な胞子を部屋に放出する。ダメージが少なくなり、胞子を放出している間は動けなくなる。
ko: 활성화 능력: 적들을 약화하는 독성 포자 방출. 포자를 방출하는 동안에는 대인 공격력이 감소하고 이동할 수 없음.
pl: Zdolność aktywna: Uwalnia w pomieszczeniu trujące zarodniki, które osłabiają wrogów. Zada mniej obrażeń i stanie się nieruchomy podczas uwalniania zarodników.
pt_br: Habilidade ativa: Libera esporos venenosos na sala que enfraquecem os inimigos. Causará menos dano e ficará imóvel enquanto estiver liberando esporos.
zh_hans: 主动技能：释放有毒孢子来使同舱室敌人变弱，释放期间无法移动且战斗伤害降低。

source: Max Health is increased to 125
es: Max Health se incrementa a 125
it: Max Health è aumentata a 125
ja: 最大ライフが125に増加した
ko: 최대 체력 125
pl: Maksymalne zdrowie wzrosło do 125
pt_br: Max Health é aumentado para 125
zh_hans: 125点最大生命值

source: Enemy crew in the same room heal 25% slower
es: La tripulación enemiga en la misma sala se cura un 25% más lento
it: L'equipaggio nemico nella stessa stanza guarisce il 25% più lento
ja: 同じ部屋にいる敵クルーの回復が25%遅くなる
ko: 같은 선실에 위치한 적들의 회복 속도가 25% 감소
pl: Wroga załoga w tym samym pomieszczeniu leczy się o 25% wolniej
pt_br: A equipe inimiga na mesma sala se cura 25% mais devagar
zh_hans: 同舱室敌方船员生命恢复速度降低25%

source: Produces oxygen and moves very slowly
es: Produce oxígeno y se mueve muy lentamente
it: Produce ossigeno e si muove molto lentamente
ja: 酸素を生成し、非常にゆっくりと動く
ko: 산소를 공급, 매우 느린 이동속도
pl: Produkuje tlen i porusza się bardzo wolno
pt_br: Produz oxigênio e se move muito lentamente
zh_hans: 产生氧气，移动非常缓慢

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_suzerain"]/desc
source: Elite Mantis Crew. Well trained elite Mantis, who are faster and stronger than the lesser working class.
es: Tripulación Mantis de Élite. Mantis de élite bien entrenados, que son más rápidos y fuertes que la clase trabajadora inferior.
it: Elite Mantis Crew.Mantide d'élite ben addestrata, che sono più veloci e più forti della classe operaia minore.
ja: マンティスのエリートクルー。よく訓練されたエリートマンティスは、下級労働者階級よりも速くて強い。
ko: 엘리트 맨티스 선원. 열등한 노동 계급보다 더 빠르고 강한 잘 훈련된 맨티스입니다.
pl: Elitarna załoga Modliszek. Dobrze wyszkolone elitarne Modliszki, które są szybsze i silniejsze niż niższa klasa robotnicza.
pt_br: Equipe de elite do Louva-a-Deus. Mantis de elite bem treinados, que são mais rápidos e mais fortes do que a classe trabalhadora inferior.
zh_hans: 精英螳螂船员。训练有素的精英螳螂，他们比低级的工螂更快，更强壮。

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_suzerain"]/title
source: Mantis Suzerain
es: Soberano Mantis
ja: マンティス・スゼライン
ko: 맨티스 영주
pl: Suzeren Modliszek
zh_hans: 螳螂领主

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_suzerain"]/short
source: Suzerain
es: Soberano
it: Sovrano
ja: スゼレイン
pl: Suzeren
zh_hans: 螳螂领主

source: Active Ability: Temporarily increases combat capabilities but increases environmental damage taken for the duration
es: Habilidad Activa: Aumenta temporalmente las capacidades de combate pero aumenta el daño ambiental recibido durante la duración
it: Abilità attiva: aumenta temporaneamente le capacità di combattimento ma aumenta i danni ambientali assunti per la durata
ja: アクティブアビリティ: 一時的に戦闘能力が向上するが、持続中に受ける環境ダメージも増加する
ko: 활성화 능력: 일시적으로 전투 능력이 상승하지만 환경으로부터 받는 피해가 증가
pl: Zdolność aktywna: Tymczasowo zwiększa zdolności bojowe, ale zwiększa otrzymywane obrażenia środowiskowe na czas trwania
pt_br: Habilidade ativa: Aumenta temporariamente a capacidade de combate, mas aumenta o dano ambiental sofrido durante o período.
zh_hans: 主动技能：暂时增加战斗力，但技能期间受到的环境伤害也增加

source: 2x combat damage, 0.15x repair speed
es: x2 de daño en combate, x0.15 de velocidad de reparación
it: 2x danni da combattimento, velocità di riparazione 0,15x
ja: 戦闘ダメージ2倍、修復速度0.15倍
ko: 대인 공격력 2배, 수리 속도 0.15배
pl: 2x obrażeń w walce, 0,15x szybkości naprawy
pt_br: 2x dano de combate, 0,15x velocidade de reparo
zh_hans: 2倍战斗伤害，0.15倍维修速度

source: Takes 0.8x damage from crew combat
es: Recibe x0.8 de daño en combate
it: Subisce un danno 0,8x dal combattimento dell'equipaggio
ja: クルーの戦闘で0.8倍のダメージを受ける
ko: 전투에서 0.8배의 피해만을 받음
pl: Otrzymuje 0,8x obrażeń w walce z załogą
pt_br: Recebe 0,8 vezes o dano do combate da tripulação
zh_hans: 受到0.8倍战斗伤害

source: Movement speed is increased to 1.5x
es: Velocidad de movimiento aumentada a x1.5
it: La velocità di movimento è aumentata a 1,5x
ja: 移動速度が1.5倍に増加する
ko: 이동속도 1.5배
pl: Szybkość ruchu zwiększona do 1,5x
pt_br: A velocidade de movimento é aumentada para 1,5 vezes
zh_hans: 1.5倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_warlord"]/desc
source: Elite Free Mantis Crew. A Free Mantis chief with a heavy addiction to the synthesized pheromones concocted by the Free Mantis. Inherited Mantis stat: halved repair speed
es: Tripulación Mantis Libre de Élite. Un jefe Mantis Libre con una fuerte adicción a las feromonas sintetizadas creadas por los Mantis Libres. Estadística de Mantis heredada: velocidad de reparación reducida a la mitad
it: Crew di mantide senza estenza.Un capo mantide libero con una pesante dipendenza dai feromoni sintetizzati inventati dalla mantide libera. Stat di Mantis ereditata: velocità di riparazione dimezzata
ja: フリーマンティスのエリートクルー。フリー・マンティスによって合成されたフェロモン中毒のフリー・マンティスのチーフ。 継承されたマンティスのステータス：修理速度が半分になる。
ko: 엘리트 독립 맨티스 선원. 합성 페로몬에 중독된 독립 맨티스의 수장입니다. 맨티스의 기본 특성: 수리 속도 0.5배
pl: Elitarna załoga Wolnych Modliszek. Wódz Wolnych Modliszek z silnym uzależnieniem od syntetyzowanych feromonów wymyślonych przez Wolne Modliszki. Odziedziczona statystyka Modliszki: o połowę mniejsza szybkość naprawy
pt_br: Equipe de elite do Louva-a-Deus Livre. Um chefe do Free Mantis muito viciado nos feromônios sintetizados criados pelo Free Mantis. Status herdado do Mantis: velocidade de reparo reduzida à metade
zh_hans: 精英自由螳螂船员。一个对他们制作的合成信息素严重上瘾的自由螳螂族长。 继承螳螂族属性：0.5倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_warlord"]/title
source: Free Mantis Warlord
es: Señor de la Guerra Mantis Libre
it: Giordino da guerra mantide gratuito
ja: フリー・マンティス将軍
ko: 독립 맨티스 장군
pl: Watażka Wolnych Modliszek
pt_br: Senhor da Guerra do Louva-a-Deus gratuito
zh_hans: 自由螳螂军阀

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_warlord"]/short
source: Warlord
es: Jefe militar
it: Signore della guerra
ja: ウォーロード
pl: Dowódca
pt_br: Senhor da Guerra
zh_hans: 自由螳螂军阀

source: Active Ability: Takes enhanced pheromones, gaining massively increased damage and speed. Each cast costs 7 health.
es: Habilidad Activa: Toma feromonas mejoradas, ganando un aumento masivo de daño y velocidad. Cada uso cuesta 7 de salud.
it: Abilità attiva: assume feromoni migliorati, ottenendo danni e velocità massicciamente aumentati.Ogni cast costa 7 salute.
ja: アクティブな能力: 強化されたフェロモンを摂取し、ダメージとスピードが大幅に増加する。各キャストには7のライフがかかる。
ko: 활성화 능력: 강화된 페로몬을 복용하여 대인 공격력과 이동속도가 막대하게 상승. 사용할 때마다 7의 피해를 입음.
pl: Zdolność aktywna: Zażywa wzmocnione feromony, zyskując masowo zwiększone obrażenia i szybkość. Każde użycie kosztuje 7 zdrowia.
pt_br: Habilidade ativa: Toma feromônios aprimorados, recebendo dano e velocidade maciçamente aumentados. Cada lançamento custa 7 pontos de vida.
zh_hans: 主动技能：摄入强化信息素，大幅增加伤害与速度。每次使用消耗7点生命值。

source: Max Health is reduced to 90
es: Salud máxima reducida a 90
it: Max Health è ridotta a 90
ja: 最大ライフが90に減少する
ko: 최대 체력 90
pl: Maksymalne zdrowie zmniejszone do 90
pt_br: A saúde máxima é reduzida para 90
zh_hans: 90点最大生命值

source: Takes 0.8x damage from crew combat
es: Recibe x0.8 de daño en combate
it: Subisce un danno 0,8x dal combattimento dell'equipaggio
ja: クルーの戦闘で0.8倍のダメージを受ける
ko: 전투로부터 0.8배의 피해만을 받음
pl: Otrzymuje 0,8x obrażeń w walce z załogą
pt_br: Recebe 0,8 vezes o dano do combate da tripulação
zh_hans: 受到0.8倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_bishop"]/desc
source: Super Elite Mantis Crew. The strongest and rarest Mantis soldiers in the galaxy right behind the Queen herself.
es: Tripulación Mantis Super Élite. Los soldados Mantis más fuertes y raros de la galaxia, justo detrás de la propia Reina.
it: Crew di mantide Super Elite.I soldati di mantide più forti e più rari della galassia proprio dietro la regina stessa.
ja: スーパーエリートマンティスクルー。銀河系で女王のすぐ後ろにいる最強にして最も稀なマンティスの兵士。
ko: 슈퍼 엘리트 맨티스 선원. 여왕을 경호하는 은하계에서 가장 희귀하고 강한 맨티스 병사입니다.
pl: Super Elitarna załoga Modliszek. Najsilniejsi i najrzadsi żołnierze Modliszek w galaktyce, zaraz za samą Królową.
pt_br: Equipe Super Elite Mantis. Os soldados Mantis mais fortes e raros da galáxia, logo atrás da própria Rainha.
zh_hans: 超级精英螳螂船员。银河系中最强壮、最稀有，仅次于虫后本人的螳螂战士。

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_bishop"]/title
source: Mantis Bishop
es: Alfil Mantis
ja: マンティス・ビショップ
ko: 맨티스 주교
pl: Goniec Modliszek
pt_br: Bispo do Louva-a-Deus
zh_hans: 螳螂主教

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_bishop"]/short
source: Bishop
es: Alfil
it: Vescovo
ja: ビショップ
pl: Goniec
pt_br: Bispo
zh_hans: 螳螂主教

source: Active Ability: Temporarily massively increases combat capabilities but severely increases environmental damage taken for its duration
es: Habilidad Activa: Aumenta masivamente las capacidades de combate temporalmente, pero aumenta gravemente el daño ambiental recibido durante su duración
it: Abilità attiva: aumenta temporaneamente le capacità di combattimento ma aumenta gravemente il danno ambientale assunto per la sua durata
ja: アクティブアビリティ: 戦闘能力を一時的に大幅に向上させるが、持続中に受ける環境ダメージを大幅に増加させる
ko: 활성화 능력: 잠시 전투능력이 막대하게 강화되지만, 재해로부터 받는 피해도 크게 증가함
pl: Zdolność aktywna: Tymczasowo masowo zwiększa zdolności bojowe, ale poważnie zwiększa otrzymywane obrażenia środowiskowe na czas trwania
pt_br: Habilidade ativa: Aumenta temporariamente e de forma maciça as capacidades de combate, mas aumenta severamente o dano ambiental sofrido durante sua duração
zh_hans: 主动技能：暂时大幅增加战斗力，但技能期间受到的环境伤害也大幅增加

source: 2.2x combat damage, 0.07x repair speed
es: x2.2 de daño en combate, x0.07 de velocidad de reparación
it: 2,2x danni da combattimento, velocità di riparazione 0,07x
ja: 戦闘ダメージ2.2倍、修復速度0.07倍
ko: 대인 공격력 2.2배, 수리 속도 0.07배
pl: 2,2x obrażeń w walce, 0,07x szybkości naprawy
pt_br: 2,2x dano de combate, 0,07x velocidade de reparo
zh_hans: 2.2倍战斗伤害，0.07倍维修速度

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is increased to 1.65x
es: Velocidad de movimiento aumentada a x1.65
it: La velocità di movimento è aumentata a 1,65x
ja: 移動速度が1.65倍に増加する
ko: 이동속도 1.65배
pl: Szybkość ruchu zwiększona do 1,65x
pt_br: A velocidade de movimento é aumentada para 1,65x
zh_hans: 1.65倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="rock_crusader"]/desc
source: Elite Rock Crew. Powerful and well trained Rockmen who enforce the truth by punching in people's skulls.
es: Tripulación Rock de Élite. Rockmen poderosos y bien entrenados que imponen la verdad a base de puñetazos en el cráneo.
it: Crew di roccia d'élite.Rockmen potenti e ben addestrati che impongono la verità colpendo i teschi delle persone.
ja: エリートロッククルー。人々の頭蓋骨を殴ることで真実を強制する、強力でよく訓練されたロック。
ko: 엘리트 락맨 선원. 강력하고 잘 훈련된 락맨으로 사람들의 두개골에 주먹을 날려 진실을 집행합니다.
pl: Elitarna załoga Skalnych. Potężni i dobrze wyszkoleni Skalni, którzy egzekwują prawdę, wbijając ludziom pięści w czaszki.
pt_br: Equipe de elite do rock. Rockmen poderosos e bem treinados que impõem a verdade esmurrando o crânio das pessoas.
zh_hans: 精英岩石族船员。强大且训练有素的岩石族，将真理用拳头打入别人骨子里。

# data/blueprints.xml.append$//crewBlueprint[@name="rock_crusader"]/title
source: Rockman Crusader
es: Cruzado Rockman
ja: ロックマン・クルセイダー
ko: 락맨 크루세이더
pl: Skalny Krzyżowiec
zh_hans: 岩石圣战者

# data/blueprints.xml.append$//crewBlueprint[@name="rock_crusader"]/short
source: Crusader
es: Cruzado
it: Crociato
ja: クルセイダー
pl: Krzyżowiec
pt_br: Cruzado
zh_hans: 岩石圣战者

source: Immune to fire and stun afflictions
es: Inmune a los efectos de fuego y aturdimiento
it: Immune al fuoco e afflizioni storiche
ja: 炎とスタンの苦痛に対する耐性
ko: 화재와 기절에 면역
pl: Odporny na ogień i ogłuszenie
pt_br: Imune a aflições de fogo e atordoamento
zh_hans: 免疫灼烧伤害与眩晕

source: Reduced suffocation damage
es: Daño reducido de asfixia
it: Ridotto danno al soffocamento
ja: 窒息ダメージの軽減
ko: 질식 피해 감소
pl: Zakłócenie uduszenia są zmniejszone
pt_br: Dano reduzido de asfixia
zh_hans: 受到0.5倍窒息伤害

source: Movement speed is reduced to 0.4x
es: Velocidad de movimiento reducida a x0.4
it: La velocità di movimento è ridotta a 0,4x
ja: 移動速度が0.4倍に低下する
ko: 이동속도 0.4배
pl: Szybkość ruchu zmniejszona do 0,4x
pt_br: A velocidade de movimento é reduzida para 0,4x
zh_hans: 0.4倍移动速度

source: Max Health is increased to 300
es: Salud máxima aumentada a 300
it: Max Health è aumentata a 300
ja: 最大ライフが300に増加した
ko: 최대 체력 300
pl: Maksymalne zdrowie zwiększone do 300
pt_br: A saúde máxima é aumentada para 300
zh_hans: 300点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="rock_paladin"]/desc
source: Super Elite Rock Crew. The spiritually adept Paladins work as the personal guard for the Rock Elders and clergy.
es: Tripulación Rock Super Élite. Los Paladines espiritualmente adeptos trabajan como guardia personal para los Ancianos Rock y el clero.
it: Equipaggio di roccia Super Elite.I paladini spiritualmente abili funzionano come guardia personale per gli anziani della roccia e il clero.
ja: スーパーエリートロッククルー。精神的に熟達したパラディンは、ロックの長老や聖職者の個人的な護衛として働いている。
ko: 슈퍼 엘리트 락맨 선원. 락맨 장로들과 성직자들의 개인 경호로 일하는 영적으로 숙련된 성기사입니다.
pl: Super Elitarna załoga Skalnych. Duchowo uzdolnieni Paladyni pracują jako osobista straż Starszych Skalnych i duchowieństwa.
pt_br: Equipe de Super Elite do Rock. Os paladinos espiritualmente adeptos trabalham como guarda pessoal dos Rock Elders e do clero.
zh_hans: 超级精英岩石族船员。精通灵能的圣骑士是岩石长老和神职人员的私人守卫。

# data/blueprints.xml.append$//crewBlueprint[@name="rock_paladin"]/title
source: Rockman Paladin
es: Paladín Rockman
ja: ロックマン・パラディン
ko: 락맨 성기사
pl: Skalny Paladyn
pt_br: Paladino Rockman
zh_hans: 岩石圣骑士

# data/blueprints.xml.append$//crewBlueprint[@name="rock_paladin"]/short
source: Paladin
es: Paladín
ja: パラディン
pl: Paladyn
pt_br: Paladino
zh_hans: 岩石圣骑士

source: Active Ability: Sacrifices a modest amount of health to temporarily gain a large speed boost and bust open doors
es: Habilidad Activa: Sacrifica una modesta cantidad de salud para ganar temporalmente un gran aumento de velocidad y derribar puertas
it: Abilità attiva: sacrifica una modesta quantità di salute per ottenere temporaneamente una grande velocità di velocità e busto porte aperte
ja: アクティブアビリティ: 適度なライフを犠牲にして、一時的に大幅なスピードブーストを獲得し、開いたドアを破壊する
ko: 활성화 능력: 체력을 조금 소모하여 일시적으로 이동속도가 크게 증가하고 문을 일격에 부숨
pl: Zdolność aktywna: Poświęca niewielką ilość zdrowia, aby tymczasowo zyskać duży wzrost szybkości i wyważać drzwi
pt_br: Habilidade ativa: Sacrifica uma quantidade modesta de saúde para ganhar temporariamente um grande aumento de velocidade e abrir portas
zh_hans: 主动技能：失去大量生命值以暂时获得高额移动速度与破门速度加成

source: Immune to fire and stun, increased resistance to suffocation
es: Inmune al fuego y al aturdimiento, resistencia aumentada a la asfixia
it: Immune al fuoco e stordimento, aumento della resistenza al soffocamento
ja: 火とスタンに対する耐性、窒息に対する耐性の増加
ko: 화재와 기절에 면역, 질식 피해가 크게 감소
pl: Odporny na ogień i ogłuszenie, zwiększona odporność na uduszenie
pt_br: Imune a fogo e atordoamento, maior resistência a sufocamento
zh_hans: 免疫灼烧伤害和眩晕，受到0.4倍窒息伤害

source: Movement speed is reduced to 0.3x
es: Velocidad de movimiento reducida a x0.3
it: La velocità di movimento è ridotta a 0,3x
ja: 移動速度が0.3倍に低下する
ko: 이동속도 0.3배
pl: Szybkość ruchu zmniejszona do 0,3x
pt_br: A velocidade de movimento é reduzida para 0,3x
zh_hans: 0.3倍移动速度

source: Max Health is increased to 400, heals at double speed
es: Salud máxima aumentada a 400, se cura al doble de velocidad
it: Max Health è aumentata a 400, guarisce a doppia velocità
ja: 最大ライフが400に増加し、2倍の速度で回復する
ko: 최대 체력 400, 회복속도 2배
pl: Maksymalne zdrowie zwiększone do 400, leczy się z podwójną szybkością
pt_br: A Vida máxima é aumentada para 400, cura com o dobro da velocidade
zh_hans: 400点最大生命值，2倍生命恢复速度

# data/blueprints.xml.append$//crewBlueprint[@name="crystal_sentinel"]/desc
source: Elite Crystal Crew. Powerful protectors of the Crystalline sectors.
es: Tripulación Cristalina de Élite. Poderosos protectores de los sectores Cristalinos.
it: Crew di cristallo d'élite.Potenti protettori dei settori cristallini.
ja: エリートクリスタルクルー。クリスタルセクターの強力な守護者。
ko: 엘리트 크리스탈 선원. 크리스탈 구역의 강력한 수호자입니다.
pl: Elitarna załoga Kryształowa. Potężni obrońcy sektorów Krystalicznych.
pt_br: Equipe Elite Crystal. Poderosos protetores dos setores Crystalline.
zh_hans: 精英水晶族船员。水晶星区的强大保护者。

# data/blueprints.xml.append$//crewBlueprint[@name="crystal_sentinel"]/title
source: Crystal Sentinel
es: Centinela Cristalino
ja: クリスタル・センチネル
ko: 크리스탈 감시병
pl: Kryształowy Strażnik
pt_br: Sentinela de Cristal
zh_hans: 水晶戍卫者

# data/blueprints.xml.append$//crewBlueprint[@name="crystal_sentinel"]/short
source: Sentinel
es: Centinela
it: Sentinella
ja: センチネル
pl: Strażnik
pt_br: Sentinela
zh_hans: 水晶戍卫者

source: Active Ability (8 charges): Locks down rooms. Has a cooldown short enough to stack lockdowns. Each cast of Lockdown costs 7 health. Gets 4 charges back per jump.
es: Habilidad Activa (8 cargas): Bloquea salas. Tiene un tiempo de reutilización lo suficientemente corto como para acumular bloqueos. Cada uso de Bloqueo cuesta 7 de salud. Recupera 4 cargas por salto.
it: Capacità attiva (8 cariche): blocchi stanze.Ha un cooldown abbastanza breve da impilare i blocchi.Ogni cast di blocco costa 7 salute.Riceve 4 addebiti per salto.
ja: アクティブアビリティ（8チャージ）: 部屋を封鎖する。ロックダウンを重ねるのに十分な短いクールダウンを持っている。 ロックダウンの各キャストには7のライフがかかる。ジャンプごとに4チャージバックされる。
ko: 활성화 능력 (8 충전): 체력을 7 소모하여 위치한 선실을 봉쇄. 재충전이 빨라 연달아 사용할 수 있음. 도약 시 4번의 충전 횟수가 회복됨.
pl: Zdolność aktywna (8 ładunków): Zamyka pomieszczenia. Ma wystarczająco krótki czas odnowienia, aby kumulować zamknięcia. Każde użycie Zamknięcia kosztuje 7 zdrowia. Odzyskuje 4 ładunki na skok.
pt_br: Habilidade ativa (8 cargas): Bloqueia salas. Tem um tempo de recarga curto o suficiente para acumular bloqueios. Cada lançamento de Lockdown custa 7 pontos de vida. Recebe 4 cargas de volta por salto.
zh_hans: 主动技能(8次充能)：封锁舱室。冷却时间短于持续时间。每次使用消耗7点生命值。每次跃迁可获得4次充能。

source: Increased resistance to suffocation
es: Resistencia aumentada a la asfixia
it: Aumento della resistenza al soffocamento
ja: 窒息に対する耐性の増加
ko: 질식 피해가 크게 감소
pl: Zwiększona odporność na uduszenie
pt_br: Aumento da resistência à asfixia
zh_hans: 受到0.4倍窒息伤害

source: Movement speed is reduced to 0.65x
es: Velocidad de movimiento reducida a x0.65
it: La velocità di movimento è ridotta a 0,65x
ja: 移動速度が0.65倍に低下する
ko: 이동속도 0.65배
pl: Szybkość ruchu zmniejszona do 0,65x
pt_br: A velocidade de movimento é reduzida para 0,65x
zh_hans: 0.65倍移动速度

source: Max Health is increased to 135
es: Salud máxima aumentada a 135
it: Max Health è aumentata a 135
ja: 最大ライフが135に増加した
ko: 최대 체력 135
pl: Maksymalne zdrowie zwiększone do 135
pt_br: A saúde máxima é aumentada para 135
zh_hans: 135点最大生命值

source: Locks down the room and deals 15 damage to enemy crew on death
es: Bloquea la sala e inflige 15 de daño a la tripulación enemiga al morir
it: Blocca la stanza e infligge 15 danni all'equipaggio nemico alla morte
ja: 部屋を封鎖し、死亡時に敵クルーに15ダメージを与える
ko: 사망 시 위치한 선실을 봉쇄하고 15의 선원 피해를 가함
pl: Zamyka pomieszczenie i zadaje 15 obrażeń wrogiej załodze po śmierci
pt_br: Bloqueia a sala e causa 15 de dano à tripulação inimiga ao morrer
zh_hans: 封锁当前舱室，死亡时对同舱室敌方船员造成15点伤害

# data/blueprints.xml.append$//crewBlueprint[@name="shell_radiant"]/title
source: Shell Radiant
es: Radiante Coraza
it: Guscio radiante
ja: シェル・ラディアント
ko: 방사성 셸
pl: Promienny Skorupiak
pt_br: Concha Radiante
zh_hans: 甲壳辐射体

# data/blueprints.xml.append$//crewBlueprint[@name="shell_radiant"]/short
source: Radiant
es: Radiante
it: Radiante
ja: ラディアント
pl: Promienny
pt_br: Radiante
zh_hans: 甲壳辐射体
