Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_2_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

source: 'Hermes' Heavy Missiles
es: Misiles Pesados 'Hermes'
it: Missili pesanti "Hermes"
ja: ヘルメス」重ミサイル
ko: '헤르메스' 중형 미사일
pl: Ciężkie Rakiety 'Hermes'
pt_br: Mísseis pesados "Hermes
zh_hans: '信使'导弹

source: 'Hermes'
it: 'Ermete'
ja: エルメス
zh_hans: 信使导弹

source: A heavy hitting Missile weapon that does large damage to the enemy hull.
es: Un arma de Misiles de gran impacto que inflige un gran daño al casco enemigo.
it: Un'arma missilistica che colpisce pesante che fa grandi danni allo scafo nemico.
ja: 敵艦体に大きなダメージを与える強力な打撃ミサイル兵器。
ko: 적 선체에 큰 피해를 입히는 강력한 미사일입니다.
pl: Ciężko uderzająca broń rakietowa, która zadaje duże obrażenia kadłubowi wroga.
pt_br: Uma arma de mísseis de alto impacto que causa grandes danos ao casco inimigo.
zh_hans: 一种重型导弹武器，可对舰体造成较高伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_ENEMY"]/title
source: 'Hermes' Heavy Missiles
es: Misiles Pesados 'Hermes'
it: Missili pesanti "Hermes"
ja: ヘルメス」重ミサイル
pl: Ciężkie Rakiety 'Hermes'
pt_br: Mísseis pesados "Hermes
zh_hans: '信使'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_ENEMY"]/short
source: 'Hermes'
it: 'Ermete'
ja: エルメス
zh_hans: 信使导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_4"]/title
source: 'Ares' Heavy Missiles
es: Misiles Pesados 'Ares'
it: Missili pesanti "Ares"
ja: アレス」重ミサイル
ko: '아레스' 중형 미사일
pl: Ciężkie Rakiety 'Ares'
pt_br: Mísseis pesados "Ares
zh_hans: '战神'重型导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_4"]/short
source: 'Ares'
ja: アレス
zh_hans: 战神重弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_4"]/desc
source: These Missiles are designed to cause maximum destruction to ship hull armor.
es: Estos Misiles están diseñados para causar la máxima destrucción a la armadura del casco de la nave.
it: Questi missili sono progettati per causare la massima distruzione all'armatura dello scafo.
ja: これらのミサイルは、船体の装甲に最大限の破壊を引き起こすように設計されている。
ko: 이 미사일은 선체 보호구에 최고의 파괴력을 선사하도록 설계되었습니다.
pl: Te Rakiety są zaprojektowane, aby powodować maksymalne zniszczenie pancerza kadłuba statku.
pt_br: Esses mísseis são projetados para causar a destruição máxima da blindagem do casco do navio.
zh_hans: 这种导弹旨在对舰体装甲造成最大的破坏。

source: 'Pegasus' Burst Missiles
es: Misiles de Ráfaga 'Pegasus'
it: Missili "Pegasus"
ja: ペガサス」バーストミサイル
ko: '페가수스' 점사형 미사일
pl: Rakiety Salwowe 'Pegasus'
pt_br: Mísseis de explosão "Pegasus
zh_hans: '飞马'集群导弹

source: 'Pegasus'
ja: ペガサス
zh_hans: 飞马群弹

source: Burst Missiles fire multiple low damage warheads for the price of one through patented replication technology.
es: Los Misiles de Ráfaga disparan múltiples ojivas de bajo daño por el precio de una a través de una tecnología de replicación patentada.
it: I missili scoppiati sparano più testate a basso danno al prezzo di uno attraverso la tecnologia di replica brevettata.
ja: バーストミサイルは、特許取得済みの複製技術により、低ダメージの弾頭を1つ分の価格で複数発射する。
ko: 점사형 미사일은 독특한 복제 기술을 사용하여 하나의 탄약으로 여러개의 저위력 미사일을 발사합니다.
pl: Rakiety Salwowe wystrzeliwują wiele głowic o niskich obrażeniach za cenę jednej, dzięki opatentowanej technologii replikacji.
pt_br: Os mísseis Burst disparam várias ogivas de baixo dano pelo preço de uma, por meio de uma tecnologia de replicação patenteada.
zh_hans: 集群导弹通过专利的复制技术，以一发弹药的代价射出数枚低伤害弹头。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BURST_ENEMY"]/title
source: 'Pegasus' Burst Missiles
es: Misiles de Ráfaga 'Pegasus'
it: Missili "Pegasus"
ja: ペガサス」バーストミサイル
pl: Rakiety Salwowe 'Pegasus'
pt_br: Mísseis de explosão "Pegasus
zh_hans: '飞马'集群导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BURST_ENEMY"]/short
source: 'Pegasus'
ja: ペガサス
zh_hans: 飞马群弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BURST_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BURST_2"]/title
source: 'Hydra' Burst Missiles
es: Misiles de Ráfaga 'Hydra'
it: Missili "Hydra"
ja: ヒドラ」バーストミサイル
ko: '히드라' 점사형 미사일
pl: Rakiety Salwowe 'Hydra'
pt_br: Mísseis de explosão "Hydra
zh_hans: '九头水蛇'集群导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BURST_2"]/short
source: 'Hydra'
it: 'Idra'
ja: ヒドラ
zh_hans: 水蛇群弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BURST_2"]/desc
source: Burst Missiles fire multiple low damage warheads for the price of one through patented replication technology.
es: Los Misiles de Ráfaga disparan múltiples ojivas de bajo daño por el precio de una a través de una tecnología de replicación patentada.
it: I missili scoppiati sparano più testate a basso danno al prezzo di uno attraverso la tecnologia di replica brevettata.
ja: バーストミサイルは、特許取得済みの複製技術により、低ダメージの弾頭を1つ分の価格で複数発射する。
ko: 점사형 미사일은 독특한 복제 기술을 사용하여 하나의 탄약으로 여러개의 저위력 미사일을 발사합니다.
pl: Rakiety Salwowe wystrzeliwują wiele głowic o niskich obrażeniach za cenę jednej, dzięki opatentowanej technologii replikacji.
pt_br: Os mísseis Burst disparam várias ogivas de baixo dano pelo preço de uma, por meio de uma tecnologia de replicação patenteada.
zh_hans: 集群导弹通过专利的复制技术，以一发弹药的代价射出数枚低伤害弹头。

source: 'Hydra' Burst Missiles
es: Misiles de Ráfaga 'Hydra'†
it: Missili "Hydra" scoppiano †
ja: ヒドラ」バーストミサイル†（英語
ko: '히드라' 점사형 미사일†
pl: Rakiety Salwowe 'Hydra'†
pt_br: Mísseis de explosão 'Hydra'†
zh_hans: '九头水蛇'集群导弹†

source: 'Hydra'
it: 'Idra'†
ja: ヒドラ
zh_hans: 水蛇群弹∫

source: Burst Missiles fire multiple low damage warheads for the price of one through patented replication technology.
es: Los Misiles de Ráfaga disparan múltiples ojivas de bajo daño por el precio de una a través de una tecnología de replicación patentada.
it: I missili scoppiati sparano più testate a basso danno al prezzo di uno attraverso la tecnologia di replica brevettata.
ja: バーストミサイルは、特許取得済みの複製技術により、低ダメージの弾頭を1つ分の価格で複数発射する。
ko: 점사형 미사일은 독특한 복제 기술을 사용하여 하나의 탄약으로 여러개의 저위력 미사일을 발사합니다.
pl: Rakiety Salwowe wystrzeliwują wiele głowic o niskich obrażeniach za cenę jednej, dzięki opatentowanej technologii replikacji.
pt_br: Os mísseis Burst disparam várias ogivas de baixo dano pelo preço de uma, por meio de uma tecnologia de replicação patenteada.
zh_hans: 集群导弹通过专利的复制技术，以一发弹药的代价射出数枚低伤害弹头。

source: 'Hydra' Burst Missiles
es: Misiles de Ráfaga 'Hydra'
it: Missili "Hydra"
ja: ヒドラ」バーストミサイル
pl: Rakiety Salwowe 'Hydra'
pt_br: Mísseis de explosão "Hydra
zh_hans: '九头水蛇'集群导弹

source: 'Hydra'
it: 'Idra'
ja: ヒドラ
zh_hans: 水蛇导弹

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_CLOAK"]/title
source: 'Nyx' Missiles
es: Misiles 'Nyx'
it: Missili "nyx"
ja: ニュクス」ミサイル
ko: '닉스' 미사일
pl: Rakiety 'Nyx'
pt_br: Mísseis "Nyx
zh_hans: '夜神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_CLOAK"]/short
source: 'Nyx'
ja: ニュクス
zh_hans: 夜神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_CLOAK"]/desc
source: Fires an accurate missile loaded with cloaking technology that slows the projectile but makes it undetectable by certain Defense Drones.
es: Dispara un misil preciso cargado con tecnología de camuflaje que ralentiza el proyectil pero lo hace indetectable por ciertos Drones de Defensa.
it: Scatta un missile accurato caricato con tecnologia di occultamento che rallenta il proiettile ma lo rende non rilevabile da alcuni droni di difesa.
ja: クローキング技術を搭載した正確なミサイルを発射し、発射体の速度を低下させるが、特定の防衛ドローンによって探知されないようにする。
ko: 발사체의 속도를 늦추지만 방어 드론이 감지할 수 없게 만드는 은폐 기술이 탑재된 정교한 미사일을 발사합니다.
pl: Wystrzeliwuje celny pocisk z technologią maskującą, która spowalnia pocisk, ale czyni go niewykrywalnym dla niektórych Dronów Obronnych.
pt_br: Dispara um míssil preciso carregado com tecnologia de camuflagem que reduz a velocidade do projétil, mas o torna indetectável por determinados Drones de Defesa.
zh_hans: 这件武器能发射载有隐形技术的精准导弹。导弹速度偏慢，但无法被某些防御无人机探测到。

source: 'Nyx' Missiles
es: Misiles 'Nyx'†
it: MISSILI 'NYX' †
ja: ニュクス' ミサイル†」。
ko: '닉스' 미사일†
pl: Rakiety 'Nyx'†
pt_br: Mísseis 'Nyx'†
zh_hans: '夜神'导弹†

source: 'Nyx'
ja: ニュクス
zh_hans: 夜神导弹∫

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_CLOAK_PLAYER"]/desc
source: Fires an accurate missile loaded with cloaking technology that slows the projectile but makes it undetectable by certain Defense Drones.
es: Dispara un misil preciso cargado con tecnología de camuflaje que ralentiza el proyectil pero lo hace indetectable por ciertos Drones de Defensa.
it: Scatta un missile accurato caricato con tecnologia di occultamento che rallenta il proiettile ma lo rende non rilevabile da alcuni droni di difesa.
ja: クローキング技術を搭載した正確なミサイルを発射し、発射体の速度を低下させるが、特定の防衛ドローンによって探知されないようにする。
ko: 발사체의 속도를 늦추지만 방어 드론이 감지할 수 없게 만드는 은폐 기술이 탑재된 정교한 미사일을 발사합니다.
pl: Wystrzeliwuje celny pocisk z technologią maskującą, która spowalnia pocisk, ale czyni go niewykrywalnym dla niektórych Dronów Obronnych.
pt_br: Dispara um míssil preciso carregado com tecnologia de camuflagem que reduz a velocidade do projétil, mas o torna indetectável por determinados Drones de Defesa.
zh_hans: 这件武器能发射载有隐形技术的精准导弹。导弹速度偏慢，但无法被某些防御无人机探测到。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE"]/title
source: 'Hades' Missiles
es: Misiles 'Hades'
it: Missili "Ade"
ja: ハデス」ミサイル
ko: '하데스' 미사일
pl: Rakiety 'Hades'
pt_br: Mísseis "Hades
zh_hans: '冥神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE"]/short
source: 'Hades'
it: 'Ade'
ja: 黄泉の国
zh_hans: 冥神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE"]/desc
source: This Missile is loaded with explosives which will always start a fire upon impact.
es: Este Misil está cargado con explosivos que siempre iniciarán un incendio al impactar.
it: Questo missile è carico di esplosivi che inizieranno sempre un incendio al momento dell'impatto.
ja: このミサイルには爆発物が装填されており、衝突すると常に火災を引き起こす。
ko: 이 미사일에는 충돌 시 화재를 일으키는 폭발물이 탑재되어 있습니다.
pl: Ta Rakieta jest załadowana materiałami wybuchowymi, które zawsze wywołają pożar przy uderzeniu.
pt_br: Esse míssil é carregado com explosivos que sempre iniciarão um incêndio após o impacto.
zh_hans: 这种导弹装有击中时必定起火的炸药。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE_PLAYER"]/title
source: 'Hades' Missiles
es: Misiles 'Hades'†
it: Missili "Ade" †
ja: ハデス』ミサイル†」。
ko: '하데스' 미사일†
pl: Rakiety 'Hades'†
pt_br: Mísseis 'Hades'†
zh_hans: '冥神'导弹†

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE_PLAYER"]/short
source: 'Hades'
it: 'Ade'†
ja: ハデス
zh_hans: 冥神导弹∫

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE_PLAYER"]/desc
source: This Missile is loaded with explosives which will always start a fire upon impact.
es: Este Misil está cargado con explosivos que siempre iniciarán un incendio al impactar.
it: Questo missile è carico di esplosivi che inizieranno sempre un incendio al momento dell'impatto.
ja: このミサイルには爆発物が装填されており、衝突すると常に火災を引き起こす。
ko: 이 미사일에는 충돌 시 화재를 일으키는 폭발물이 탑재되어 있습니다.
pl: Ta Rakieta jest załadowana materiałami wybuchowymi, które zawsze wywołają pożar przy uderzeniu.
pt_br: Esse míssil é carregado com explosivos que sempre iniciarão um incêndio após o impacto.
zh_hans: 这种导弹装有击中时必定起火的炸药。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE_ENEMY"]/title
source: 'Hades' Missiles
es: Misiles 'Hades'
it: Missili "Ade"
ja: ハデス」ミサイル
pl: Rakiety 'Hades'
pt_br: Mísseis "Hades
zh_hans: '冥神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE_ENEMY"]/short
source: 'Hades'
it: 'Ade'
ja: 黄泉の国
zh_hans: 冥神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FIRE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FREE"]/title
source: 'Momus' Missiles
es: Misiles 'Momus'
it: Missili "Momus"
ja: モーマス」ミサイル
ko: '모무스' 미사일
pl: Rakiety 'Momus'
pt_br: Mísseis "Momus
zh_hans: '讽神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FREE"]/short
source: 'Momus'
ja: モーマス
zh_hans: 讽神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_FREE"]/desc
source: This specialized Launcher converts useless resources into missiles. However, it has a much longer charge time.
es: Este Lanzador especializado convierte recursos inútiles en misiles. Sin embargo, tiene un tiempo de carga mucho más largo y solo puede disparar un número limitado de veces en cada combate.
ja: この特殊なランチャーは、無駄な資源をミサイルに変換する。ただし、チャージ時間が長く、1回の戦闘で発射できる回数も限られている。
ko: 이 특수한 미사일 발사기는 필요 없는 자원을 재활용해 탄두로 사용합니다. 일반적인 미사일 발사기보다 충전 시간이 훨씬 더 깁니다.
pl: Ta wyspecjalizowana Wyrzutnia przetwarza bezużyteczne zasoby na rakiety. Jednak ma znacznie dłuższy czas ładowania i może strzelać tylko ograniczoną liczbę razy w każdej walce.
zh_hans: 这种特化发射器将无用的资源转化为导弹。但是具有更长的充能时间。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BIO"]/title
source: 'Asclepius' Missiles
es: Misiles 'Asclepius'
it: Missili "Asclepius"
ja: アスクレピオス」ミサイル
ko: '아스클레피오스' 미사일
pl: Rakiety 'Asklepios'
pt_br: Mísseis "Asclepius
zh_hans: '医神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BIO"]/short
source: 'Asclepius'
ja: アスクレピオス
pl: 'Asklepios'
zh_hans: 医神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BIO"]/desc
source: A powerful Missile loaded with toxic chemicals that cripples any crew that aren't outright killed by the impact.
es: Un poderoso Misil cargado con productos químicos tóxicos que paraliza a cualquier tripulación que no muera directamente por el impacto.
it: Un missile potente carico di sostanze chimiche tossiche che paralizzano qualsiasi equipaggio che non è assolutamente ucciso dall'impatto.
ja: 有毒化学物質を積んだ強力なミサイルで、衝撃で完全に死亡しなかったクルーは麻痺する。
ko: 독성 화학약품이 탑재되어 일격에 죽지 않은 선원에겐 일시적 장애를 남기는 강력한 미사일입니다.
pl: Potężna Rakieta załadowana toksycznymi chemikaliami, która paraliżuje każdą załogę, która nie zginie od razu od uderzenia.
pt_br: Um poderoso míssil carregado com produtos químicos tóxicos que incapacita qualquer tripulação que não seja totalmente morta pelo impacto.
zh_hans: 一枚强大的导弹，装有有毒化学物质，可以虚弱任何没有被直击杀死的船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_STUN"]/title
source: 'Eris' Missiles
es: Misiles 'Eris'
it: Missili "Eris"
ja: エリス」ミサイル
ko: '에리스' 미사일
pl: Rakiety 'Eris'
pt_br: Mísseis "Eris
zh_hans: '阋神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_STUN"]/short
source: 'Eris'
ja: エリス
zh_hans: 阋神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_STUN"]/desc
source: A modified Missile weapon that's extra blunt, with a decent breach chance. Applies a lengthy stun.
es: Un arma de Misiles modificada que es extra contundente, con una buena probabilidad de brecha. Aplica un aturdimiento prolongado.
it: Un'arma missilistica modificata che è extra schietta, con una decente possibilità di violazione.Applica uno stormo lungo.
ja: 非常に鈍く、かなりのブリーチチャンスを備えた改良型ミサイル兵器。長いスタンを適用する。
ko: 피격된 선원을 오랫동안 기절시키고 상당한 확률로 균열을 만드는 개조된 미사일입니다.
pl: Zmodyfikowana broń rakietowa, która jest wyjątkowo tępa, z przyzwoitą szansą na przebicie. Nakłada długotrwałe ogłuszenie.
pt_br: Uma arma de mísseis modificada que é mais contundente, com uma chance decente de violação. Aplica um atordoamento prolongado.
zh_hans: 一种改装导弹武器，拥有非常钝的弹头，具有很高的破舱率并对船员造成长时间眩晕。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_STUN_ENEMY"]/title
source: 'Eris' Missiles
es: Misiles 'Eris'
it: Missili "Eris"
ja: エリス」ミサイル
pl: Rakiety 'Eris'
pt_br: Mísseis "Eris
zh_hans: '阋神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_STUN_ENEMY"]/short
source: 'Eris'
ja: エリス
zh_hans: 阋神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_STUN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_1"]/title
source: 'Spetum' Beam
es: Rayo 'Spetum'
it: Raggio "spetum"
ja: スペタム'ビーム
ko: '스페툼' 빔
pl: Promień 'Spetum'
pt_br: Feixe "Spetum
zh_hans: '三叉矛'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_1"]/short
source: 'Spetum'
ja: スペタム
zh_hans: 叉矛光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_1"]/desc
source: Cheap but surprisingly effective Beam weapon.
es: Arma de Rayo barata pero sorprendentemente efectiva.
it: Arma a travi economica ma sorprendentemente efficace.
ja: 安価だが驚くほど効果的なビーム兵器。
ko: 값싸지만 놀라울 정도로 효율적인 무기입니다.
pl: Tania, ale zaskakująco skuteczna broń promieniowa.
pt_br: Arma de feixe barata, mas surpreendentemente eficaz.
zh_hans: 廉价但高效得惊人的光束武器。

source: 'Halberd' Beam
es: Rayo 'Halberd'
it: Raggio di "halberd"
ja: ハルバード」ビーム
ko: '할버드' 빔
pl: Promień 'Halabarda'
pt_br: Feixe de "Halberd
zh_hans: '战戟'光束

source: 'Halberd'
it: 'Alabarda'
ja: ハルバード
pl: 'Halabarda'
pt_br: "Halberd" (Alabarda)
zh_hans: 战戟光束

source: Heavy hitting Beam weapon known for its reliability and strength.
es: Arma de Rayo de gran impacto conocida por su fiabilidad y fuerza.
it: Arma da travi da colpire pesante nota per la sua affidabilità e forza.
ja: 信頼性と強度で知られる重打ビーム兵器。
ko: 듬직하고 강력한 것으로 유명한 고위력 빔입니다.
pl: Ciężko uderzająca broń promieniowa znana ze swojej niezawodności i siły.
pt_br: Arma de feixe de luz de grande impacto conhecida por sua confiabilidade e força.
zh_hans: 以其可靠性和威力而闻名的重型光束武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_2_PLAYER"]/title
source: 'Halberd' Beam
es: Rayo 'Halberd'†
it: Beam 'Halberd' †
ja: ハルバード・ビーム†」。
ko: '할버드' 빔†
pl: Promień 'Halabarda'†
pt_br: Feixe de "Alabarda"†
zh_hans: '战戟'光束†

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_2_PLAYER"]/short
source: 'Halberd'
it: 'Alabarda'†
ja: ハルバード
pl: 'Halabarda'†
zh_hans: 战戟光束∫

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_2_PLAYER"]/desc
source: Heavy hitting Beam weapon known for its reliability and strength.
es: Arma de Rayo de gran impacto conocida por su fiabilidad y fuerza.
it: Arma da travi da colpire pesante nota per la sua affidabilità e forza.
ja: 信頼性と強度で知られる重打ビーム兵器。
ko: 듬직하고 강력한 것으로 유명한 고위력 빔입니다.
pl: Ciężko uderzająca broń promieniowa znana ze swojej niezawodności i siły.
pt_br: Arma de feixe de luz de grande impacto conhecida por sua confiabilidade e força.
zh_hans: 以其可靠性和威力而闻名的重型光束武器。

source: 'Glaive' Beam
es: Rayo 'Glaive'
it: Raggio "glaive"
ja: グレイヴ」ビーム
ko: '글레이브' 빔
pl: Promień 'Glewia'
pt_br: Feixe "Glaive
zh_hans: '宽刃'光束

source: 'Glaive'
ja: グレイブ
pl: 'Glewia'
zh_hans: 宽刃光束

source: A devastating Beam weapon known to take out some ships in a single blast.
es: Un arma de Rayo devastadora conocida por destruir algunas naves de un solo disparo.
it: Un'arma di raggio devastante nota per eliminare alcune navi in una sola esplosione.
ja: 一度の爆発で数隻の船を破壊することで知られる破壊的なビーム兵器。
ko: 어떤 배들은 한 방에 박살내는 것으로 알려진 파괴적인 빔입니다.
pl: Niszczycielska broń promieniowa, znana z tego, że potrafi zniszczyć niektóre statki jednym strzałem.
pt_br: Uma arma de feixe devastadora conhecida por derrubar alguns navios em uma única explosão.
zh_hans: 一种毁灭性的光束武器，传言称只需一击即可摧毁某些舰船。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_4"]/title
source: 'Voulge' Beam
es: Rayo 'Voulge'
it: Beam "Voulge"
ja: ブールジュ」ビーム
ko: '부주' 빔
pl: Promień 'Voulge'
pt_br: Feixe "Voulge
zh_hans: '长斧'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_4"]/short
source: 'Voulge'
ja: ヴルージュ
zh_hans: 长斧光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_4"]/desc
source: The heaviest hitting Beam ever conceived, made in direct response for a poor fool who dared utter that the Glaive might be as strong as it gets.
es: El Rayo de mayor impacto jamás concebido, creado en respuesta directa a un pobre tonto que se atrevió a decir que el Glaive podría ser lo más fuerte que existe.
it: Il raggio di successo più pesante mai concepito, fatto in risposta diretta per un povero pazzo che ha osato dire che il glaive potrebbe essere forte come si ottiene.
ja: これまで考えられた中で最重量級の打撃を与えるビーム。グレイブは最強かもしれない、と、あえて発言した哀れな愚か者に応えて作られた。
ko: 글레이브보다 강할 순 없다고 감히 말하던 불쌍한 바보에 대한 직접적인 응답으로 만들어진 역대 최강의 빔입니다.
pl: Najciężej uderzający Promień, jaki kiedykolwiek wymyślono, stworzony w bezpośredniej odpowiedzi na biednego głupca, który ośmielił się powiedzieć, że Glewia może być najsilniejsza.
pt_br: O feixe de luz mais pesado já concebido, feito em resposta direta a um pobre tolo que ousou dizer que o Glaive poderia ser tão forte quanto possível.
zh_hans: 史上最重型的光束武器，为回应一个敢说宽刃光束无可匹敌的可怜傻瓜而制造。

source: 'Pike' Beam
es: Rayo 'Pike'
it: Raggio di "luccio"
ja: パイク」ビーム
ko: '파이크' 빔
pl: Promień 'Pika'
pt_br: Feixe "Pike
zh_hans: '长枪'光束

source: 'Pike'
it: 'Luccio'
ja: パイク
pl: 'Pika'
zh_hans: 长枪光束

source: Can cut across entire ships, assuming there's no shield to stop it.
es: Puede atravesar barcos enteros, suponiendo que no haya escudo para detenerlo.
it: Può attraversare intere navi, supponendo che non ci sia scudo per fermarlo.
ja: シールドに遮られない限り、艦全体を切り裂くことができる。
ko: 방어막이 없다면, 함선 전체를 가로지를 수 있습니다.
pl: Może przeanalizować całe statki, jeśli nie ma tarczy, która może ją zatrzymać.
pt_br: Pode cortar os navios inteiros, assumindo que não há escudo para detê -lo.
zh_hans: 可以切过整艘舰船，前提是没有护盾抵挡它。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_LONG_PLAYER"]/title
source: 'Pike' Beam
es: Rayo 'Pike'†
it: Beam 'Pike' †
ja: パイク†ビーム
ko: '파이크' 빔†
pl: Promień 'Pika'†
pt_br: Viga 'Pike'†
zh_hans: '长枪'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_LONG_PLAYER"]/short
source: 'Pike'
it: 'Luccio'†
ja: パイク
pl: 'Pika'†
zh_hans: 长枪光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_LONG_PLAYER"]/desc
source: Can cut across entire ships, assuming there's no shield to stop it.
es: Puede atravesar barcos enteros, suponiendo que no haya escudo para detenerlo.
it: Può attraversare intere navi, supponendo che non ci sia scudo per fermarlo.
ja: シールドに遮られない限り、艦全体を切り裂くことができる。
ko: 방어막이 없다면, 함선 전체를 가로지를 수 있습니다.
pl: Może przeanalizować całe statki, jeśli nie ma tarczy, która może ją zatrzymać.
pt_br: Pode cortar os navios inteiros, assumindo que não há escudo para detê -lo.
zh_hans: 可以切过整艘舰船，前提是没有护盾抵挡它。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_LONG_2"]/title
source: 'Sarissa' Beam
es: Rayo 'Sarissa'
it: Raggio 'sarissa'
ja: サリッサ」ビーム
ko: '사리사' 빔
pl: Promień 'Sarissa'
pt_br: Feixe "Sarissa
zh_hans: '长枪'光束II

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_LONG_2"]/short
source: 'Sarissa'
ja: サリッサ
zh_hans: 长枪光束II
