Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="CRYSTAL_ARMOR"]/desc
source: Every time your ship takes damage, there is a 75% chance to break off a shard that flies at your enemy which pierces all shields.
es: Cada vez que tu nave recibe daño, hay un 75% de probabilidad de desprender un fragmento que vuela hacia tu enemigo y que atraviesa todos los escudos.
it: Ogni volta che la tua nave subisce danni, c'è una possibilità del 75% di rompere un frammento che vola al tuo nemico che perfora tutti gli scudi.
ja: 船がダメージを受けるたびに、75%の確率で破片が砕かれ、敵に飛び、すべてのシールドを貫通する。
ko: 함선이 피해를 받을 때마다 75%의 확률로 선체에서 떨어져나온 크리스탈 파편이 모든 방어막을 관통하며 적을 향해 날아갑니다.
pl: Za każdym razem, gdy twój statek otrzymuje obrażenia, istnieje 75% szansy na odłamanie odłamka, który leci w stronę wroga i przebija wszystkie tarcze.
pt_br: Toda vez que sua nave sofre dano, há 75% de chance de quebrar um fragmento que voa contra o inimigo e perfura todos os escudos.
zh_hans: 每当你的星舰受到舰体伤害时，有75%的几率发射一块穿透所有护盾的水晶碎片，飞向敌舰。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_CRYSTAL_ARMOR"]/title
source: Crystalline Armor
es: Armadura Cristalina
it: Armatura cristallina
ja: クリスタル・アーマー
ko: 크리스탈 장갑
pl: Pancerz Krystaliczny
pt_br: Armadura cristalina
zh_hans: 水晶装甲

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_CRYSTAL_ARMOR"]/desc
source: Every time your ship takes damage, there is a 75% chance to break off a shard that flies at your enemy which pierces all shields.
es: Cada vez que tu nave recibe daño, hay un 75% de probabilidad de desprender un fragmento que vuela hacia tu enemigo y que atraviesa todos los escudos.
it: Ogni volta che la tua nave subisce danni, c'è una possibilità del 75% di rompere un frammento che vola al tuo nemico che perfora tutti gli scudi.
ja: 船がダメージを受けるたびに、75%の確率で破片が砕かれ、敵に飛び、すべてのシールドを貫通する。
ko: 함선이 피해를 받을 때마다 75%의 확률로 선체에서 떨어져나온 크리스탈 파편이 모든 방어막을 관통하며 적을 향해 날아갑니다.
pl: Za każdym razem, gdy twój statek otrzymuje obrażenia, istnieje 75% szansy na odłamanie odłamka, który leci w stronę wroga i przebija wszystkie tarcze.
pt_br: Toda vez que sua nave sofre dano, há 75% de chance de quebrar um fragmento que voa contra o inimigo e perfura todos os escudos.
zh_hans: 每当你的星舰受到舰体伤害时，有75%的几率发射一块穿透所有护盾的水晶碎片，飞向敌舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_ARMOR_PROJ"]/title
source: Crystal Shard
es: Fragmento de Cristal
it: Frammento di cristallo
ja: クリスタル・シャード
ko: 크리스탈 파편
pl: Kryształowy Odłamek
pt_br: Fragmento de cristal
zh_hans: 水晶碎片

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_ARMOR_PROJ"]/short
source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶碎片

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_ARMOR_PROJ"]/desc
source: CRYSTAL VENG PROJECTILE
es: PROYECTIL DE VENGANZA DE CRISTAL
it: Proiettile Crystal Veng
ja: クリスタルヴェンジェンス発射体
ko: 크리스탈 파편
pl: POCISK MŚCIWEGO KRYSZTAŁU
pt_br: PROJÉTIL DE CRISTAL VENG
zh_hans: 水晶复仇弹

# data/blueprints.xml.append$//augBlueprint[@name="ENERGY_SHIELD"]/title
source: Zoltan Shield
es: Escudo de zoltan
ja: ゾルタン・シールド
ko: 졸탄 방어막
zh_hans: 超能护盾

# data/blueprints.xml.append$//augBlueprint[@name="ENERGY_SHIELD"]/desc
source: Advanced hard-light technology creates this nearly impenetrable shield. Only the energy outburst from an FTL engine is powerful enough to recharge it.
es: La tecnología avanzada de luz sólida crea este escudo casi impenetrable. Solo la explosión de energía de un motor MVS es lo suficientemente potente como para recargarlo.
it: La tecnologia avanzata a luminosità dura crea questo scudo quasi impenetrabile.Solo lo sfogo di energia da un motore FTL è abbastanza potente da ricaricarlo.
ja: 高度なハードライト技術により、このほぼ侵入不可能なシールドが作成される。FTLエンジンから噴出すエネルギーだけが、再充電するのに十分強力だ。
ko: 거의 뚫을 수 없는 방어막을 만들어내는 고급 고형 광선 기술입니다. FTL 드라이브를 가동할 때의 에너지 폭발만이 이 방어막을 재충전할 수 있습니다.
pl: Zaawansowana technologia twardego światła tworzy tę niemal nieprzeniknioną tarczę. Tylko wybuch energii z silnika FTL jest wystarczająco silny, aby ją naładować.
pt_br: A tecnologia avançada de luz dura cria esse escudo quase impenetrável. Somente a explosão de energia de um motor FTL é poderosa o suficiente para recarregá-lo.
zh_hans: 先进的光质技术创造了这种几乎无法穿透的护盾。只有超光速推进器运作时产生的能量爆发才足以为其供能。 提供5层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ENERGY_SHIELD"]/title
source: Zoltan Shield
es: Escudo de zoltan
ja: ゾルタン・シールド
ko: 졸탄 방어막
zh_hans: 超能护盾

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ENERGY_SHIELD"]/desc
source: Advanced hard-light technology creates this nearly impenetrable shield. Only the energy outburst from an FTL engine is powerful enough to recharge it.
es: La tecnología avanzada de luz sólida crea este escudo casi impenetrable. Solo la explosión de energía de un motor MVS es lo suficientemente potente como para recargarlo.
it: La tecnologia avanzata a luminosità dura crea questo scudo quasi impenetrabile.Solo lo sfogo di energia da un motore FTL è abbastanza potente da ricaricarlo.
ja: 高度なハードライト技術により、このほぼ侵入不可能なシールドが作成される。FTLエンジンから噴出すエネルギーだけが、再充電するのに十分強力だ。
ko: 거의 뚫을 수 없는 방어막을 만들어내는 고급 고형 광선 기술입니다. FTL 드라이브를 가동할 때의 에너지 폭발만이 이 방어막을 재충전할 수 있습니다.
pl: Zaawansowana technologia twardego światła tworzy tę niemal nieprzeniknioną tarczę. Tylko wybuch energii z silnika FTL jest wystarczająco silny, aby ją naładować.
pt_br: A tecnologia avançada de luz dura cria esse escudo quase impenetrável. Somente a explosão de energia de um motor FTL é poderosa o suficiente para recarregá-lo.
zh_hans: 先进的光质技术创造了这种几乎无法穿透的护盾。只有超光速推进器运作时产生的能量爆发才足以为其供能。 提供5层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="OSMIAN_BATTERIES"]/title
source: Overfield
es: Sobrecampo
ja: オーバーフィールド
ko: 오버필드
pl: Nadpole
zh_hans: 超能量场

# data/blueprints.xml.append$//augBlueprint[@name="OSMIAN_BATTERIES"]/desc
source: Repurposed Aether technology from the traditional Zoltan shields, which instead reroutes power across the ship. Provides a 50% chance to resist ion damage, a 50% reduction to stun duration on your own ship, and increases the maximum number of charges and charges gained per jump your crew members' active abilities have by 2.
es: Tecnología de Éter reutilizada de los escudos Zoltan tradicionales, que en su lugar redirige la energía por toda la nave. Proporciona un 50% de probabilidad de resistir el daño iónico, una reducción del 50% en la duración del aturdimiento en tu propia nave, y aumenta en 2 el número máximo de cargas y las cargas obtenidas por salto que tienen las habilidades activas de tus miembros de la tripulación.
it: La tecnologia etere rivolta dai tradizionali scudi di Zoltan, che invece reinserisce la potenza attraverso la nave. Fornisce una probabilità del 50% di resistere ai danni da ioni, una riduzione del 50% alla durata dello stordimento sulla propria nave e aumenta il numero massimo di addebiti e addebiti ottenuti per salto che le capacità attive dei membri dell'equipaggio hanno di 2.
ja: 従来のゾルタン・シールドからエーテル技術を再利用し、代わりに船全体のパワーを迂回させる。 50%の確率でイオンダメージに抵抗し、自機のスタン時間を50%減少させる。
ko: 관습적인 졸탄 방어막을 개조하여 함선 전체에 동력을 공급하도록 만든 아이테르 장비입니다. 50%의 이온 저항이 제공되고, 당신의 함선에 있는 아군들의 기절 시간이 50% 감소하며, 활성화 능력의 최대 충전량과 도약당 충전량이 2 증가합니다
pl: Przeznaczenie technologii Eteru z tradycyjnych tarcz Zoltańskich, która zamiast tego przekierowuje energię na cały statek. Zapewnia 50% szansy na odporność na obrażenia jonowe, 50% redukcję czasu trwania ogłuszenia na twoim statku oraz zwiększa maksymalną liczbę ładunków i ładunków zdobywanych za skok aktywnych zdolności członków załogi o 2.
pt_br: Tecnologia Aether reaproveitada dos escudos Zoltan tradicionais, que, em vez disso, redireciona a energia pela nave. Oferece 50% de chance de resistir a danos de íons, 50% de redução da duração do atordoamento na sua própria nave e aumenta em 2 o número máximo de cargas e cargas ganhas por salto das habilidades ativas dos membros da tripulação.
zh_hans: 复现了传统的超能护盾中的以太技术，通过重新整合舰内的能量，提供巨量增幅。 提供50%的离子伤害免疫率、减少星舰内友方船员50%的眩晕时长。友方船员的主动技能使用次数上限加2，且每次跃迁后的补充次数也加2。

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_GEL"]/title
source: Slug Repair Gel
es: Gel de reparación de babosas
it: Gel di riparazione lumaca
ja: スラッグ補修ジェル
ko: 슬러그 수리 젤
pl: Naprawy żelowe ślimaki
pt_br: Gel de reparo de lesma
zh_hans: 蛞蝓修复凝胶

# data/blueprints.xml.append$//augBlueprint[@name="SLUG_GEL"]/desc
source: Slug ships excrete a thick gel that repairs breaches and coats the inside of empty rooms, providing 35% combat resistance and 50% hazard and stun resistance to allied crew inside them. Also provides a cheaper option for repairs at empty beacons.
es: Las naves Slug excretan un gel espeso que repara brechas y recubre el interior de las salas vacías, proporcionando un 35% de resistencia en combate y un 50% de resistencia a peligros y aturdimiento a la tripulación aliada dentro de ellas. También proporciona una opción más barata para reparaciones en balizas vacías.
it: Le navi da lumaca esprimono un gel spesso che ripara le violazioni e ricopre l'interno di stanze vuote, fornendo resistenza al combattimento del 35% e pericolo del 50% e resistenza allo stordimento all'equipaggio alleato al suo interno. Fornisce inoltre un'opzione più economica per le riparazioni su beacon vuoti.
ja: スラッグ船は裂け目を修復する厚いゲルを排泄し、空の部屋の内部をコーティングし、その中にいる味方のクルーに35%の戦闘抵抗と50%のハザードとスタン耐性を与える。 また、空のビーコンでの修理に安価なオプションを提供する。
ko: 슬러그의 함선에서 배출되는 젤은 선체에 난 구멍을 막아주며 빈 선실의 내부를 코팅해 그 안에 있는 선원에게 35%의 대인 공격 저항과 50%의 재해 및 기절 저항을 부여합니다. 또한 빈 송신소에서 더 적은 비용으로 수리하는 선택지를 제공합니다.
pl: Statki Ślimaków wydzielają gęsty żel, który naprawia wyłomy i pokrywa wnętrze pustych pomieszczeń, zapewniając 35% odporności w walce oraz 50% odporności na zagrożenia i ogłuszenie sojuszniczej załodze wewnątrz nich. Zapewnia również tańszą opcję napraw przy pustych sygnalizatorach.
pt_br: As naves Slug excretam um gel espesso que repara brechas e reveste o interior de salas vazias, proporcionando 35% de resistência ao combate e 50% de resistência a perigos e atordoamento para a tripulação aliada dentro delas. Também oferece uma opção mais barata para reparos em sinalizadores vazios.
zh_hans: 蛞蝓飞船排泄出的一种厚凝胶，能修复破舱并覆盖空舱室的内部，为里面的友方船员提供35%战斗伤害抗性与50%环境伤害抗性与眩晕时长减免。 还为空信标处的维修操作提供成本更低的选项。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SLUG_GEL"]/title
source: Slug Repair Gel
es: Gel de reparación de babosas
it: Gel di riparazione lumaca
ja: スラッグ補修ジェル
ko: 슬러그 수리 젤
pl: Naprawy żelowe ślimaki
pt_br: Gel de reparo de lesma
zh_hans: 蛞蝓修复凝胶

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SLUG_GEL"]/desc
source: Slug ships excrete a thick gel that repairs breaches and coats the inside of empty rooms, providing 35% combat resistance and 50% hazard and stun resistance to allied crew inside them. Also provides a cheaper option for repairs at empty beacons.
es: Las naves Slug excretan un gel espeso que repara brechas y recubre el interior de las salas vacías, proporcionando un 35% de resistencia en combate y un 50% de resistencia a peligros y aturdimiento a la tripulación aliada dentro de ellas. También proporciona una opción más barata para reparaciones en balizas vacías.
it: Le navi da lumaca esprimono un gel spesso che ripara le violazioni e ricopre l'interno di stanze vuote, fornendo resistenza al combattimento del 35% e pericolo del 50% e resistenza allo stordimento all'equipaggio alleato al suo interno. Fornisce inoltre un'opzione più economica per le riparazioni su beacon vuoti.
ja: スラッグ船は裂け目を修復する厚いゲルを排泄し、空の部屋の内部をコーティングし、その中にいる味方のクルーに35%の戦闘抵抗と50%のハザードとスタン耐性を与える。 また、空のビーコンでの修理に安価なオプションを提供する。
ko: 슬러그의 함선에서 배출되는 젤은 선체에 난 구멍을 막아주며 빈 선실의 내부를 코팅해 그 안에 있는 선원에게 35%의 대인 공격 저항과 50%의 재해 및 기절 저항을 부여합니다. 또한 빈 송신소에서 더 적은 비용으로 수리하는 선택지를 제공합니다.
pl: Statki Ślimaków wydzielają gęsty żel, który naprawia wyłomy i pokrywa wnętrze pustych pomieszczeń, zapewniając 35% odporności w walce oraz 50% odporności na zagrożenia i ogłuszenie sojuszniczej załodze wewnątrz nich. Zapewnia również tańszą opcję napraw przy pustych sygnalizatorach.
pt_br: As naves Slug excretam um gel espesso que repara brechas e reveste o interior de salas vazias, proporcionando 35% de resistência ao combate e 50% de resistência a perigos e atordoamento para a tripulação aliada dentro delas. Também oferece uma opção mais barata para reparos em sinalizadores vazios.
zh_hans: 蛞蝓飞船排泄出的一种厚凝胶，能修复破舱并覆盖空舱室的内部，为里面的友方船员提供35%战斗伤害抗性与50%环境伤害抗性与眩晕时长减免。 还为空信标处的维修操作提供成本更低的选项。

# data/blueprints.xml.append$//augBlueprint[@name="HEKTAR_GEL"]/title
source: Hektar Ultra-Stick Gel(tm)
es: Gel Ultra-Adhesivo Hektar(tm)
it: Gel hektar ultra-stick (TM)
ja: ヘクター・ウルトラスティック・ジェル(tm)
ko: 헥타르제 초강력 젤(tm)
pl: Ultra-Lepki Żel Hektar(tm)
zh_hans: 赫克塔超黏凝胶(tm)

# data/blueprints.xml.append$//augBlueprint[@name="HEKTAR_GEL"]/desc
source: REVOLUTIONARY brand new variant of Slug Repair Gel produced exclusively by Hektar Industries(tm) with a little bit of lizard mixed in to give it that signature aroma. All crew move 20% slower in empty rooms, but allies take 50% less damage from all sources in them and also benefit from 50% stun resistance. Also provides a cheaper option for repairs at empty beacons.
es: REVOLUCIONARIA nueva variante de Gel de Reparación Slug producida exclusivamente por Industrias Hektar(tm) con un poco de lagarto mezclado para darle ese aroma característico. Toda la tripulación se mueve un 20% más lento en salas vacías, pero los aliados reciben un 50% menos de daño de todas las fuentes en ellas y también se benefician de un 50% de resistencia al aturdimiento. También proporciona una opción más barata para reparaciones en balizas vacías.
it: La nuova variante rivoluzionaria del gel di riparazione di lumache prodotta esclusivamente da Hektar Industries (TM) con un po 'di lucertola mescolata per dargli quell'aroma firma. Tutti gli equipaggi si muovono il 20% più lento nelle stanze vuote, ma gli alleati subiscono un danno in meno del 50% da tutte le fonti in esse e beneficiano anche della resistenza stordente del 50%. Fornisce inoltre un'opzione più economica per le riparazioni su beacon vuoti.
ja: ヘクター・インダストリーズ(tm)が独自に製造したスラッグ・リペア・ジェルに、特徴的な香りを出すために少量のトカゲを混ぜた、革命的な新バリエーション。 空の部屋ではすべてのクルーの移動速度が20％遅くなるが、味方がその部屋で受けるすべてのダメージが50％減少し、スタン耐性も50％向上する。 また、空っぽのビーコンでの修理に安価なオプションを提供する。
ko: 헥타르 산업이 독점 생산하는 획기적인 신형 슬러그 수리 젤입니다. 도마뱀이 소량 함유돼 있어 특유의 아로마 향이 납니다. 빈 선실에서 모든 선원들이 20% 느리게 움직이며, 아군은 50%의 피해 저항과 기절 저항을 얻습니다. 또한 빈 송신소에서 더 적은 비용으로 수리하는 선택지를 제공합니다.
pl: REWOLUCYJNY, zupełnie nowy wariant Żelu Naprawczego Ślimaków produkowany wyłącznie przez Hektar Industries(tm) z odrobiną Jaszczura, aby nadać mu ten charakterystyczny aromat. Cała załoga porusza się o 20% wolniej w pustych pomieszczeniach, ale sojusznicy otrzymują o 50% mniej obrażeń ze wszystkich źródeł w nich i korzystają z 50% odporności na ogłuszenie. Zapewnia również tańszą opcję napraw przy pustych sygnalizatorach.
pt_br: Nova variante REVOLUCIONÁRIA do Gel de Reparo Slug produzido exclusivamente pela Hektar Industries(tm) com um pouco de lagarto misturado para dar aquele aroma característico. Toda a tripulação se move 20% mais devagar em salas vazias, mas os aliados recebem 50% menos dano de todas as fontes nelas e também se beneficiam de 50% de resistência a atordoamento. Também oferece uma opção mais barata para reparos em faróis vazios.
zh_hans: 革命性的全新修复凝胶，由赫克塔(tm)独家生产。里面混合了一点蜥蜴，赋予其标志性的香气。 友方船员在空舱室内移动速度减少20%，但获得50%的伤害抗性与眩晕时长减免。 还为空信标处的修理舰体操作提供消耗更低的选项。

# data/blueprints.xml.append$//augBlueprint[@name="PLEASURE_GEL"]/title
source: Suspicious Gel
es: Gel Sospechoso
it: Gel sospetto
ja: 怪しいジェル
ko: 수상쩍은 젤
pl: Podejrzany Żel
pt_br: Gel suspeito
zh_hans: 可疑凝胶

# data/blueprints.xml.append$//augBlueprint[@name="PLEASURE_GEL"]/desc
source: You're pretty sure this is Repair Gel... but you can't really be certain. All crew move 20% slower in empty rooms, but allies take 50% less damage from all sources in them and also benefit from 50% stun resistance. Also provides a cheaper option for repairs at empty beacons.
es: Estás bastante seguro de que esto es Gel de Reparación... pero no puedes estarlo del todo. Toda la tripulación se mueve un 20% más lento en salas vacías, pero los aliados reciben un 50% menos de daño de todas las fuentes en ellas y también se benefician de un 50% de resistencia al aturdimiento. También proporciona una opción más barata para reparaciones en balizas vacías.
it: Sei abbastanza sicuro che questo sia il gel di riparazione ... ma non puoi davvero esserne certo. Tutti gli equipaggi si muovono il 20% più lento nelle stanze vuote, ma gli alleati subiscono un danno in meno del 50% da tutte le fonti in esse e beneficiano anche della resistenza stordente del 50%. Fornisce inoltre un'opzione più economica per le riparazioni su beacon vuoti.
ja: これがリペア・ゲルであることは間違いないが......実際には確信が持てない。 空っぽの部屋では全てのクルーの移動速度が20%遅くなるが、味方がその部屋で受ける全てのダメージが50%減少し、スタン耐性も50%増加する。 また、空のビーコンでの修理のための安価なオプションを提供する。
ko: 이건 수리 젤처럼 보이지만... 장담은 못하겠습니다. 빈 선실에서 모든 선원들이 20% 느리게 움직이며, 아군은 50%의 피해 저항과 기절 저항을 얻습니다. 또한 빈 송신소에서 더 적은 비용으로 수리하는 선택지를 제공합니다.
pl: Jesteś prawie pewien, że to Żel Naprawczy... ale nie możesz być tego do końca pewien. Cała załoga porusza się o 20% wolniej w pustych pomieszczeniach, ale sojusznicy otrzymują o 50% mniej obrażeń ze wszystkich źródeł w nich i korzystają z 50% odporności na ogłuszenie. Zapewnia również tańszą opcję napraw przy pustych sygnalizatorach.
pt_br: Você tem certeza de que esse é o Repair Gel... mas não pode ter certeza. Toda a tripulação se move 20% mais devagar em salas vazias, mas os aliados recebem 50% menos dano de todas as fontes nelas e também se beneficiam de 50% de resistência a atordoamento. Também oferece uma opção mais barata para reparos em faróis vazios.
zh_hans: 你想不出这除了是修复凝胶还能是什么...但还是持怀疑态度。 友方船员在空舱室内移动速度减少20%，但获得50%伤害抗性，与50%眩晕时长减免。 还为空信标处的修理舰体操作提供消耗更低的选项。

# data/blueprints.xml.append$//augBlueprint[@name="CREW_STIMS"]/title
source: Pheromone Dispersal
es: Dispersión de Feromonas
it: Dispersione del feromone
ja: フェロモン拡散
ko: 페로몬 분산기
pl: Rozpraszanie Feromonów
pt_br: Dispersão de feromônio
zh_hans: 信息素扩散

# data/blueprints.xml.append$//augBlueprint[@name="CREW_STIMS"]/desc
source: Strength inducing pheromones that are dispersed through the Life Support system, with their effects persisting even on the enemy ship. Each powered level provides an additional 25% boost to movement and a 6.25% boost to Max Health.
es: Feromonas que inducen fuerza y se dispersan a través del sistema de Soporte Vital, con sus efectos persistiendo incluso en la nave enemiga. Cada nivel de energía proporciona un aumento adicional del 25% al movimiento y un 6.25% a la Salud Máxima.
it: Forza che induce feromoni che sono dispersi attraverso il sistema di supporto vitale, con i loro effetti che persistono anche sulla nave nemica.Ogni livello alimentato fornisce un ulteriore aumento del 25% al movimento e una spinta del 6,25% a Max Health.
ja: O2システムを通じて分散される強さを誘発するフェロモンであり、その効果は敵艦上でも持続する。各パワーレベルでは、移動速度がさらに25%向上し、最大ライフが6.25%向上する。
ko: 생명 유지 장치를 통해 분산되는 체력 증진 페로몬입니다. 산소실에 공급되는 전력마다 모든 아군의 이동속도가 25%씩, 최대 체력이 6.25%씩 증가합니다. 적함에서도 효과가 유지됩니다.
pl: Feromony wywołujące siłę, które są rozpraszane przez system Podtrzymywania Życia, a ich efekty utrzymują się nawet na statku wroga. Każdy zasilany poziom zapewnia dodatkową 25% premię do ruchu i 6.25% premię do maksymalnego zdrowia.
pt_br: Feromônios indutores de força que são dispersos pelo sistema de suporte à vida, com seus efeitos persistindo mesmo na nave inimiga. Cada nível de energia proporciona um aumento adicional de 25% no movimento e um aumento de 6,25% na saúde máxima.
zh_hans: 通过氧气系统散播的体力增强信息素，甚至在敌舰内仍发挥效果。氧气系统每有1格供能，己方船员的移动速度增加25%，最大生命值增加6.25%。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_CREW_STIMS"]/title
source: Pheromone Dispersal
es: Dispersión de Feromonas
it: Dispersione del feromone
ja: フェロモン拡散
ko: 페로몬 분산기
pl: Rozpraszanie Feromonów
pt_br: Dispersão de feromônio
zh_hans: 信息素扩散

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_CREW_STIMS"]/desc
source: Strength inducing pheromones that are dispersed through the Life Support system, with their effects persisting even on the enemy ship. Each powered level provides an additional 25% boost to movement and a 6.25% boost to Max Health.
es: Feromonas que inducen fuerza y se dispersan a través del sistema de Soporte Vital, con sus efectos persistiendo incluso en la nave enemiga. Cada nivel de energía proporciona un aumento adicional del 25% al movimiento y un 6.25% a la Salud Máxima.
it: Forza che induce feromoni che sono dispersi attraverso il sistema di supporto vitale, con i loro effetti che persistono anche sulla nave nemica.Ogni livello alimentato fornisce un ulteriore aumento del 25% al movimento e una spinta del 6,25% a Max Health.
ja: O2システムを通じて分散される強さを誘発するフェロモンであり、その効果は敵艦上でも持続する。各パワーレベルでは、移動速度がさらに25%向上し、最大ライフが6.25%向上する。
ko: 생명 유지 장치를 통해 분산되는 체력 증진 페로몬입니다. 산소실에 공급되는 전력마다 모든 아군의 이동속도가 25%씩, 최대 체력이 6.25%씩 증가합니다. 적함에서도 효과가 유지됩니다.
pl: Feromony wywołujące siłę, które są rozpraszane przez system Podtrzymywania Życia, a ich efekty utrzymują się nawet na statku wroga. Każdy zasilany poziom zapewnia dodatkową 25% premię do ruchu i 6.25% premię do maksymalnego zdrowia.
pt_br: Feromônios indutores de força que são dispersos pelo sistema de suporte à vida, com seus efeitos persistindo mesmo na nave inimiga. Cada nível de energia proporciona um aumento adicional de 25% no movimento e um aumento de 6,25% na saúde máxima.
zh_hans: 通过氧气系统散播的体力增强信息素，甚至在敌舰内仍发挥效果。氧气系统每有1格供能，己方船员的移动速度增加25%，最大生命值增加6.25%。

# data/blueprints.xml.append$//augBlueprint[@name="SUPER_CREW_STIMS"]/title
source: Synthesized Pheromones
es: Feromonas Sintetizadas
it: Feromoni sintetizzati
ja: 合成フェロモン
ko: 합성 페로몬
pl: Syntezowane Feromony
pt_br: Feromônios sintetizados
zh_hans: 合成信息素

# data/blueprints.xml.append$//augBlueprint[@name="SUPER_CREW_STIMS"]/desc
source: Special pheromones concocted by the Free Mantis, with their effects persisting even on the enemy ship. Each level of the Life Support system that is powered provides a 15% combat damage boost, but for each level above 1 also reduces repair speed by 25%.
es: Feromonas especiales creadas por los Mantis Libres, con sus efectos persistiendo incluso en la nave enemiga. Cada nivel de energía del sistema de Soporte Vital proporciona un aumento del 15% en el daño de combate, pero por cada nivel por encima de 1 también reduce la velocidad de reparación en un 25%.
it: Peromoni speciali inventati dalla mantide libera, con i loro effetti che persistono anche sulla nave nemica.Ogni livello del sistema di supporto vitale che è alimentato fornisce un aumento del danno da combattimento del 15%, ma per ogni livello superiore a 1 riduce anche la velocità di riparazione del 25%.
ja: フリーマンティスが調合した特別なフェロモンで、その効果は敵艦にまで持続する。O2システムの各レベルが作動すると、戦闘ダメージが15%増加するが、レベル1を超えるごとに、修理速度も25%減少する。
ko: 독립 맨티스가 조제한 특수 페로몬입니다. 산소실에 공급되는 전력마다 모든 아군의 대인 공격력이 15%씩 증가하지만, 1을 초과하는 전력마다 수리 속도가 25%씩 감소합니다. 적함에서도 효과가 유지됩니다.
pl: Specjalne feromony stworzone przez Wolne Modliszki, których efekty utrzymują się nawet na statku wroga. Każdy zasilany poziom systemu Podtrzymywania Życia zapewnia 15% premii do obrażeń w walce, ale każdy poziom powyżej 1 zmniejsza również prędkość naprawy o 25%.
pt_br: Feromônios especiais criados pelo Free Mantis, cujos efeitos persistem mesmo na nave inimiga. Cada nível do sistema de suporte à vida que é ativado proporciona um aumento de 15% no dano de combate, mas para cada nível acima de 1 também reduz a velocidade de reparo em 25%.
zh_hans: 由自由螳螂调制的特殊信息素，甚至在敌方舰船上仍保有效果。氧气系统每格供能为己方船员提供15%的战斗伤害加成，但从第2格起每格也降低其25%的维修速度。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SUPER_CREW_STIMS"]/title
source: Synthesized Pheromones
es: Feromonas Sintetizadas
it: Feromoni sintetizzati
ja: 合成フェロモン
ko: 합성 페로몬
pl: Syntezowane Feromony
pt_br: Feromônios sintetizados
zh_hans: 合成信息素
