Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//systemBlueprint[@name="temporal"]/title
source: Temporal Manipulator
es: Manipulador Temporal
it: Manipolatore temporale
ja: 時間操作装置
ko: 시간 조율기
pl: Manipulator Czasu
pt_br: Manipulador Temporal
zh_hans: 时流

# data/blueprints.xml.append$//systemBlueprint[@name="temporal"]/desc
source: Changes the rate of time in one room. Upgrading increases duration and time dilation strength.
es: Cambia la velocidad del tiempo en una sala. Mejorar aumenta la duración y la fuerza de la dilatación del tiempo.
it: Cambia il tasso di tempo in una stanza.L'aggiornamento aumenta la durata e la forza di dilatazione del tempo.
ja: 1つの部屋の滞在時間の割合を変更する。アップグレードすると持続時間と時間拡張の強度が増加する。
ko: 한 선실의 시간의 흐름을 바꿉니다. 업그레이드하면 지속 시간과 시간 조작의 강도가 증가합니다.
pl: Zmienia tempo czasu w jednym pomieszczeniu. Ulepszanie zwiększa czas trwania i siłę dylatacji czasu.
pt_br: Altera a taxa de tempo em uma sala.A atualização aumenta a duração e a força da dilatação do tempo.
zh_hans: 更改一间舱室内的时间流速。升级可增加持续时间与变更强度。

# data/blueprints.xml.append$//systemBlueprint[@name="pilot"]/title
source: Piloting
es: Pilotaje
it: Pilotaggio
ja: 操縦中
ko: 조타실
pl: Sterówka
pt_br: Piloto
zh_hans: 驾驶

# data/blueprints.xml.append$//systemBlueprint[@name="pilot"]/desc
source: Allows the ship to make FTL jumps and dodge when piloted. Upgrading adds auto-pilot that allows some evasion even without a pilot.
es: Permite que el barco realice saltos FTL y esquiva cuando se pilase.La actualización agrega piloto automático que permite cierta evasión incluso sin piloto.
it: Consente alla nave di fare salti FTL e schivare quando pilotato.L'aggiornamento aggiunge il pilota automatico che consente una certa evasione anche senza un pilota.
ja: パイロット配置時、艦船のFTLジャンプや回避を可能にする。アップグレードすると自動操縦が追加され、パイロットがいなくてもある程度の回避が可能になる。
ko: 조종사를 배치하면 초광속 도약과 회피기동이 가능해집니다. 업그레이드 시 자동항해 기능이 생겨 조종사 없이도 어느정도 회피가 가능해집니다.
pl: Pozwala statku skakać SSD i unikać, jeśli jest pilot.Ulepszenie jest dodawane przez autopilota, który daje szansę uniknięcia braku pilota w sterówce.
pt_br: Permite que o navio faça saltos de FTL e desvie quando pilotado.A atualização adiciona piloto automático que permite alguma evasão, mesmo sem um piloto.
zh_hans: 允许星舰在有船员驾驶时进行超光速跃迁与闪避攻击。升级后具有自动驾驶功能，即使没有驾驶员也拥有一定闪避率。

# data/blueprints.xml.append$//systemBlueprint[@name="sensors"]/title
source: Sensors
es: Sensores
it: Sensori
ja: センサー
ko: 센서
pl: Czujniki
pt_br: Sensores
zh_hans: 传感器

# data/blueprints.xml.append$//systemBlueprint[@name="sensors"]/desc
source: Reveals the interior of your ship and gives information about enemy ships.
es: Revela el interior de su barco y proporciona información sobre los barcos enemigos.
it: Rivela l'interno della tua nave e fornisce informazioni sulle navi nemiche.
ja: 艦船の内部を明らかにし、敵艦に関する情報を提供する。
ko: 함선의 내부를 볼 수 있게 해주고 적 함선에 관련된 정보를 제공합니다.
pl: Pokaż przedziały statku i dostarcz informacje o statkach wroga.
pt_br: Revela o interior do seu navio e fornece informações sobre navios inimigos.
zh_hans: 显示己方星舰内部，并提供关于敌方舰船的信息。

# data/blueprints.xml.append$//systemBlueprint[@name="doors"]/title
source: Door System
es: Sistema de puertas
it: Sistema delle porte
ja: ドアシステム
ko: 문 제어실
pl: System drzwi
pt_br: Sistema de portas
zh_hans: 舱门

# data/blueprints.xml.append$//systemBlueprint[@name="doors"]/desc
source: Allows remote opening and closing of doors. Upgrades to Blast Doors that impede fire spread and intruder movement.
es: Permite la apertura y el cierre remotos de las puertas.Actualizaciones a las puertas que impiden la propagación del fuego y el movimiento de los intrusos.
it: Consente l'apertura e la chiusura remote delle porte.Aggiornamenti per far esplodere le porte che impediscono la diffusione del fuoco e il movimento degli intrusi.
ja: 遠隔からドアの開閉が可能になる。延焼と侵入者の動きを妨げるブラストドアにアップグレードする。
ko: 문을 원격으로 개폐할 수 있게 합니다. 화재 확산 및 침입자의 움직임을 막는 문으로 업그레이드됩니다.
pl: Pozwala zdalnie sterować drzwiami.Po ulepszeniu do ufortyfikowanych drzwi zapobiega rozprzestrzenianiu się ognia i ruchu osób z zewnątrz.
pt_br: Permite abertura e fechamento remotos de portas.Atualizações para explodir as portas que impedem a propagação do fogo e o movimento do intruso.
zh_hans: 允许远程打开和关闭舱门。升级为防爆门后，可阻止火势蔓延和入侵者移动。

# data/blueprints.xml.append$//systemBlueprint[@name="battery"]/title
source: Backup Battery
es: Batería de respaldo
it: Batteria di backup
ja: バックアップバッテリー
ko: 비상용 배터리
pl: Zarezerwuj baterię
pt_br: Bateria de backup
zh_hans: 备用电池

# data/blueprints.xml.append$//systemBlueprint[@name="battery"]/desc
source: Provides a 30 second power boost to your Reactor. Upgrading increases the boost amount.
es: Proporciona un impulso de potencia de 30 segundos a su reactor.La actualización aumenta la cantidad de impulso.
it: Fornisce una spinta di 30 secondi al reattore.L'aggiornamento aumenta l'importo della spinta.
ja: リアクターに30秒間のパワーブーストを提供する。アップグレードするとブースト量が増加する。
ko: 30초 동안 반응로의 출력을 끌어올립니다. 업그레이드 시 출력 증가량을 높입니다.
pl: Przez 30 sekund.Zwiększa moc reaktora.Ulepszenie zwiększa pojemnik.
pt_br: Fornece um impulso de 30 segundos ao seu reator.A atualização aumenta a quantidade de impulso.
zh_hans: 为你的反应堆提供30秒的增强充能。升级会增加充能量。

# data/blueprints.xml.append$//itemBlueprint[@name="fuel"]/title
source: FTL Fuel
es: Combustible ftl
it: Carburante FTL
ja: FTL燃料
ko: FTL 연료
pl: SSD to paliwo
zh_hans: 燃料

# data/blueprints.xml.append$//itemBlueprint[@name="fuel"]/desc
source: Powers your FTL drive. One jump per fuel.
es: Fuelve su unidad FTL.Un salto por combustible.
it: Alimenta la tua guida FTL.Un salto per carburante.
ja: FTLドライブに動力を供給する。1回のジャンプごとに燃料をひとつ消費する。
ko: FTL 드라이브에 동력을 공급합니다. 도약당 하나의 연료가 소모됩니다.
pl: Paliwo do silnika SSD.Skok zużywa jedną jednostkę paliwa.
pt_br: Ponha sua unidade de FTL.Um salto por combustível.
zh_hans: 为你的超光速推进器供能。每次跃迁消耗1份燃料。

# data/blueprints.xml.append$//itemBlueprint[@name="missiles"]/title
source: Missile
es: Misil
ja: ミサイル
ko: 미사일
pl: Rakieta
pt_br: Míssil
zh_hans: 弹药

# data/blueprints.xml.append$//itemBlueprint[@name="missiles"]/desc
source: Multipurpose ammo for any missile based weapon.
es: Munición multipropósito para cualquier arma basada en misiles.
it: Munizioni multiuso per qualsiasi arma a base di missili.
ja: あらゆるミサイルベースの兵器に使用できる多目的弾薬。
ko: 미사일 기반 무기를 위한 다목적 탄약입니다.
pl: Uniwersalna amunicja dla każdej broni rakietowej.
pt_br: Munição multiuso para qualquer arma baseada em mísseis.
zh_hans: 适用于任何导弹武器的多用途弹药。

# data/blueprints.xml.append$//itemBlueprint[@name="drones"]/title
source: Drone Part
es: Parte de drones
it: Parte dei droni
ja: ドローン部品
ko: 드론 부품
pl: Kompartowanie Dron
pt_br: Parte do drone
zh_hans: 无人机部件

# data/blueprints.xml.append$//itemBlueprint[@name="drones"]/desc
source: Allows you to deploy drone schematics you've found. Each deployment costs one drone part.
es: Le permite implementar esquemas de drones que haya encontrado.Cada implementación cuesta una parte de drones.
it: Ti consente di distribuire gli schemi di droni che hai trovato.Ogni distribuzione costa una parte del drone.
ja: 図面を所有するドローンが展開出来るようになる。展開ごとにドローンパーツをひとつ消費する。
ko: 소지 중인 도식을 따라 드론을 제작하고 배치하는 데 사용됩니다. 한 번 배치할 때마다 부품 하나를 소비합니다.
pl: Pozwala zbierać drony zgodnie z twoimi rysunkami.Każdy zespół zużywa jeden zestaw dronów.
pt_br: Permite que você implante esquemas de drones que encontrou.Cada implantação custa uma parte do drone.
zh_hans: 使你能部署已有原理图的无人机。每次部署需要消耗一件无人机部件。

# data/blueprints.xml.append$//augBlueprint[@name="FOR_MULTIVERSE"]/title
source: This ship was made for Multiverse!
es: ¡Esta nave fue hecha para Multiverse!
it: Questa nave è stata creata per il multiverso!
ja: この船はマルチバース用に作られた！
ko: 이 함선은 멀티버스를 위해 제작되었습니다!
pl: Ten statek został stworzony dla Multiverse!
pt_br: Este navio foi feito para o Multiverse!
zh_hans: 这艘船是为多元宇宙而造的！

# data/blueprints.xml.append$//augBlueprint[@name="FOR_MULTIVERSE"]/desc
source: This ship was made for Multiverse.
es: Esta nave fue hecha para Multiverse.
it: Questa nave è stata creata per il multiverso.
ja: この艦船はマルチバース用に作られた。
ko: 이 함선은 멀티버스를 위해 제작되었습니다.
pl: Ten statek został stworzony dla Multiverse.
pt_br: Este navio foi feito para o Multiverse.
zh_hans: 这艘船是为多元宇宙而造的。

# data/blueprints.xml.append$//augBlueprint[@name="FEDERATION_DATABASE"]/title
source: The Federation Database
es: La Base de Datos de la Federación
it: Il database della Federazione
ja: 連盟データベース
ko: 연방 데이터베이스
pl: Baza Danych Federacji
pt_br: O banco de dados da federação
zh_hans: 联邦数据库

# data/blueprints.xml.append$//augBlueprint[@name="FEDERATION_DATABASE"]/desc
source: Grants various blue options to read more about certain things during events.
es: Otorga varias opciones azules para leer más sobre ciertas cosas durante los eventos.
it: Concede varie opzioni blu per saperne di più su certe cose durante gli eventi.
ja: イベント中に特定の内容について詳しく読むためのさまざまな青色のオプションが付与される。
ko: 여러 이벤트에서 특정 요소에 관한 추가적인 읽을거리를 파란 선택지로 제공합니다.
pl: Daje różne niebieskie opcje, aby dowiedzieć się więcej o pewnych rzeczach podczas wydarzeń.
pt_br: Concede várias opções azuis para ler mais sobre certas coisas durante os eventos.
zh_hans: 提供一些蓝色选项，以便在相关事件内获悉更详尽的相关情报。

# data/blueprints.xml.append$//augBlueprint[@name="NO_WEAPON"]/title
source: Disable starting weapon
es: Desactivar arma inicial
it: Disabilita l'arma iniziale
ja: 始動武器を無効にする
ko: 시작 무기 비활성화
pl: Wyłącz broń startową
pt_br: Desative a arma inicial
zh_hans: 禁用初始武器

# data/blueprints.xml.append$//augBlueprint[@name="NO_WEAPON"]/desc
source: It's evil, I know
es: Es malvado, lo sé
it: È malvagio, lo so
ja: それは悪いことだ、私は知っている
ko: 악랄한 거 나도 알아
pl: To złe, wiem
pt_br: É mau, eu sei
zh_hans: 我知道，这很邪恶

# data/blueprints.xml.append$//augBlueprint[@name="SKIP_START"]/title
source: Disable start prep
es: Desactivar preparación inicial
it: Disabilita Avvia Prep
ja: スタート準備を無効にする
ko: 출발 전 준비 비활성화
pl: Wyłącz przygotowanie startowe
pt_br: Desative a preparação inicial
zh_hans: 禁用初始准备

# data/blueprints.xml.append$//augBlueprint[@name="STAGE_2"]/title
source: FLAGSHIP STAGE 2
es: NAVE INSIGNIA FASE 2
ja: フラッグシップ・ステージ2
pl: STATEK FLAGOWY ETAP 2
zh_hans: 旗舰2阶段

# data/blueprints.xml.append$//augBlueprint[@name="STAGE_2"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="STAGE_3"]/title
source: FLAGSHIP STAGE 3
es: NAVE INSIGNIA FASE 3
it: Fashship Stage 3
ja: フラッグシップ・ステージ3
pl: STATEK FLAGOWY ETAP 3
zh_hans: 旗舰3阶段

# data/blueprints.xml.append$//augBlueprint[@name="STAGE_3"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="DRONE_AI_ENABLED"]/title
source: AI MODE
es: MODO IA
it: Modalità AI
ja: AIモード
ko: AI 모드
pl: TRYB AI
pt_br: Modo AI
zh_hans: AI模式

# data/blueprints.xml.append$//augBlueprint[@name="DRONE_AI_ENABLED"]/desc
source: Enables AI mode for crew drones.
es: Activa el modo IA para los drones de tripulación.
it: Abilita la modalità AI per i droni dell'equipaggio.
ja: クルードローンのAIモードを有効にする。
ko: 선원 드론의 AI 모드를 활성화합니다.
pl: Włącza tryb AI dla dronów załogi.
pt_br: Ativa o modo AI para drones da tripulação.
zh_hans: 允许舰上无人机开启AI模式。

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_STAGE3_SURGE1"]/title
source: POWER SURGE
es: SOBRETENSIÓN
it: FONTE D'ENERGIA
ja: パワー・サージ
pl: SKOK NAPIĘCIA
pt_br: OSCILAÇÃO DE ENERGIA
zh_hans: 能量倾泻

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_STAGE3_SURGE1"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_STAGE3_SURGE2"]/title
source: POWER SURGE
es: SOBRETENSIÓN
it: FONTE D'ENERGIA
ja: パワー・サージ
pl: SKOK NAPIĘCIA
pt_br: OSCILAÇÃO DE ENERGIA
zh_hans: 能量倾泻

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_STAGE3_SURGE2"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_STAGE3_SURGE3"]/title
source: POWER SURGE
es: SOBRETENSIÓN
it: FONTE D'ENERGIA
ja: パワー・サージ
pl: SKOK NAPIĘCIA
pt_br: OSCILAÇÃO DE ENERGIA
zh_hans: 能量倾泻

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_STAGE3_SURGE3"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_MFK_SURGE"]/title
source: POWER SURGE
es: SOBRETENSIÓN
it: FONTE D'ENERGIA
ja: パワー・サージ
pl: SKOK NAPIĘCIA
pt_br: OSCILAÇÃO DE ENERGIA
zh_hans: 能量倾泻

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_MFK_SURGE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_MULTIVERSE"]/title
source: Multiverse Cruiser
es: Crucero Multiverse
it: Cruiser multiverso
ja: マルチバース・クルーザー
ko: 멀티버스 순양함
pl: Krążownik Multiverse
zh_hans: 多元宇宙星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_MULTIVERSE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PLEASURE"]/title
source: Pleasure Cruiser
es: Crucero de Placer
it: Piacere Cruiser
ja: プレジャークルーザー
ko: 쾌락의 순양함
pl: Krążownik Przyjemności
pt_br: Cruidor de prazer
zh_hans: 欢愉星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_PLEASURE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TUCO"]/title
source: Tuco Cruiser
es: Crucero Tuco
ja: トゥコ・クルーザー
ko: 투코 순양함
pl: Krążownik Tuco
zh_hans: 图科星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TUCO"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GAMBLING"]/title
source: Gambling Cruiser
es: Crucero de Apuestas
ja: ギャンブル・クルーザー
ko: 도박 순양함
pl: Krążownik Hazardowy
pt_br: Cruiser de jogo
zh_hans: 赌博星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GAMBLING"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TUCO_GOLD"]/title
source: Golden Tuco Cruiser
es: Crucero Tuco Dorado
ja: ゴールデン・トゥコ・クルーザー
ko: 황금 투코 순양함
pl: Złoty Krążownik Tuco
zh_hans: 金色图科星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TUCO_GOLD"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GHOSTHUNTER"]/title
source: Ghost Hunter Cruiser
es: Crucero Cazafantasmas
ja: ゴースト・ハンター・クルーザー
ko: 유령 사냥꾼 순양함
pl: Krążownik Łowcy Duchów
zh_hans: 幽灵猎人星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GHOSTHUNTER"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ANCIENT"]/title
source: Ancient Cruiser
es: Crucero Antiguo
it: Antico incrociatore
ja: エンシェント・クルーザー
ko: 고대의 순양함
pl: Starożytny Krążownik
pt_br: Cruiser antigo
zh_hans: 远古星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ANCIENT"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SIREN"]/title
source: Rhyme Cruiser
es: Crucero Rima
ja: 神韻クルーザー
ko: 운율 순양함
pl: Krążownik Rymów
zh_hans: 押韵者星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SIREN"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AUGMENTED"]/title
source: Augmented Cruiser
es: Crucero Aumentado
it: Incrociatore aumentato
ja: 拡張クルーザー
ko: 증강자 순양함
pl: Krążownik Wzmocnionych
pt_br: Cruzador aumentado
zh_hans: 强铁星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_AUGMENTED"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ENGI"]/title
source: Engi Cruiser
es: Ingi crucero
ja: エンジ・クルーザー
ko: 엔지 순양함
pl: Cruiser Angie
zh_hans: 半械星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ENGI"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ZOLTAN"]/title
source: Zoltan Cruiser
ja: ゾルタン巡洋艦
ko: 졸탄 순양함
pl: Cruiser Zoltan
zh_hans: 牧师团星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ZOLTAN"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ZOLTAN_OLD"]/title
source: Organic Zoltan Cruiser
es: Crucero Zoltan Orgánico
it: Cruiser Zoltan biologico
ja: オーガニック・ゾルタン・クルーザー
ko: 유기 졸탄 순양함
pl: Organiczny Krążownik Zoltański
pt_br: Cruiser orgânico de Zoltan
zh_hans: 原能星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ZOLTAN_OLD"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_DUSKBRINGER"]/title
source: Duskbringer Cruiser
es: Crucero del Portador del Ocaso
ja: ダスクブリンガー艦
ko: 더스크브링어 순양함
pl: Krążownik Zmierzchu
zh_hans: 暮临星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_DUSKBRINGER"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_MONK"]/title
source: Zoltan Cruiser
ja: ゾルタン巡洋艦
ko: 졸탄 순양함
pl: Cruiser Zoltan
zh_hans: 信道者星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_MONK"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_HIVE"]/title
source: Hive Cruiser
es: Crucero Colmena
it: Cruciale dell'alveare
ja: ハイブ艦
ko: 하이브 순양함
pl: Krążownik Roju
pt_br: Cruzador Hive
zh_hans: 蜂巢星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_HIVE"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FREEMANTIS"]/title
source: Free Mantis Cruiser
es: Crucero Mantis Libre
it: Cruiser mantide gratuito
ja: フリーマンティス艦
ko: 독립 맨티스 순양함
pl: Krążownik Wolnych Modliszek
pt_br: Cruzador Mantis gratuito
zh_hans: 自由螳螂星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FREEMANTIS"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ROCK"]/title
source: Rock Cruiser
es: Crucero de roca
it: Incrociatore roccioso
ja: ロック・クルーザー
ko: 락맨 순양함
pl: Cruiser Valunov
zh_hans: 岩石星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_ROCK"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_OUTCAST"]/title
source: Outcast Cruiser
es: Crucero Paria
it: Cruiser emarginato
ja: アウトキャスト・クルーザー
ko: 망명자 순양함
pl: Krążownik Wyrzutków
pt_br: Cruzador de proscritos
zh_hans: 流放者星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_OUTCAST"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LOSTSUN"]/title
source: Lost Sun Cruiser
es: Crucero del Sol Perdido
it: Suncruiser perduto
ja: ロスト・サン艦
ko: 로스트선 순양함
pl: Krążownik Zaginionego Słońca
zh_hans: 迷失烈阳星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_LOSTSUN"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_CULTIST"]/title
source: Cultist Cruiser
es: Crucero Cultista
it: Cultista Cruiser
ja: カルティスト・クルーザー
ko: 이교도 순양함
pl: Krążownik Kultystów
pt_br: Cruer cultista
zh_hans: 异教徒星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_CULTIST"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_CRYSTAL"]/title
source: Crystal Cruiser
es: Cristal
ja: クリスタル・クルーザー
ko: 크리스탈 순양함
pl: Kreiser Kristallinov
zh_hans: 水晶星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_CRYSTAL"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SLUG"]/title
source: Slug Cruiser
es: Crucero
it: Incrociatore lumaca
ja: スラッグ・クルーザー
ko: 슬러그 순양함
pl: Ślimaki krążowiskowe
zh_hans: 蛞蝓星舰

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_SLUG"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_COALITION"]/title
source: Coalition Cruiser
es: Crucero de coalición
it: Coalizione Cruiser
ja: 連合巡洋艦
ko: 연합 순양함
pl: Krążownik Koalicji
pt_br: Cruiser da coalizão
zh_hans: 星联星舰
