Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanleah"]/powerList/power
source: Beyatch, ssstranger!
es: ¡Perra, desssconocido!
it: Beyatch, sssstranger!
ja: ビヤッチ、ススストレンジャー！
ko: 낯썬이, 개년아!
pl: Ssuka, obcccy!
zh_hans: 小婊砸，陌生～～人！

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanrick"]/desc
source: A cynic, a chronic alcoholic, but also happens to be the smartest person in the whole Multiverse. Inherited Sylvan stats: 250 HP, massive hazardous damage resistance
es: Un cínico, un alcohólico crónico, pero también resulta ser la persona más inteligente de todo el Multiverso. Estadísticas de Sylvan heredadas: 250 PV, resistencia masiva a daños por peligros.
it: Un cinico, un alcolizzato cronico, ma sembra anche essere la persona più intelligente dell'intero multiverso. Statistiche ereditate di Sylvan: 250 CV, enorme resistenza ai danni pericolosi
ja: 皮肉屋で、慢性的なアル中だが、全宇宙で最も賢い人間でもある。 シルヴァンのステータスを受け継ぐ：HP250、大ダメージ耐性
ko: 냉소가이고 만성적인 알코올 중독자지만, 멀티버스 전역에서 가장 똑똑한 사람이기도 합니다. 실반의 기본 특성: 최대 체력 250, 질식 및 화재 피해가 아주 크게 감소
pl: Cynik, chroniczny alkoholik, ale także najmądrzejsza osoba w całym Wieloświecie. Odziedziczone statystyki Sylvana: 250 PŻ, ogromna odporność na obrażenia od zagrożeń
pt_br: Um cínico, um alcoólatra crônico, mas que também é a pessoa mais inteligente de todo o Multiverso. Estatísticas Sylvan herdadas: 250 HP, resistência maciça a danos perigosos
zh_hans: 一个愤世嫉俗的，酗酒成性的，恰好也是整个多元宇宙中顶尖聪明的人。 继承希尔凡属性：250点最大生命值，受到0.1倍环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanrick"]/title
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
ko: 행상인
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanrick"]/short
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: 6x repair speed
es: 6x de velocidad de reparación.
it: 6x velocità di riparazione
ja: 6倍の修復速度
ko: 수리 속도 6배
pl: 6x szybkości naprawy
pt_br: Velocidade de reparo de 6x
zh_hans: 6倍维修速度

source: Can teleport from anywhere across any ship
es: Puede teletransportarse desde cualquier lugar a través de cualquier nave.
it: Può teletrasportarsi da qualsiasi parte di qualsiasi nave
ja: 艦船のどこからでもテレポート可能
ko: 어느 함선으로든 상시 순간이동 가능
pl: Może teleportować się z dowolnego miejsca na dowolnym statku
pt_br: Pode se teletransportar de qualquer lugar para qualquer nave
zh_hans: 以传送方式移动，可跨舰传送

# data/blueprints.xml.append$//crewBlueprint[@name="beans"]/desc
source: Sylvan's turned himself into beans. What a wacky and hilarious circumstance!
es: Sylvan se ha convertido en judías. ¡Qué circunstancia tan loca y divertida!
it: Sylvan si è trasformato in fagioli.Che circostanza stravagante ed esilarante!
ja: シルバンは自分自身を豆に変えた。なんと奇妙で陽気な状況だろう！
ko: 이 실반은 스스로를 콩으로 만들었습니다. 얼마나 엉뚱하고 재미있는 상황입니까!
pl: Sylvan zamienił się w fasolki. Co za zwariowana i przezabawna okoliczność!
pt_br: Sylvan se transformou em feijão. Que circunstância louca e hilária!
zh_hans: 希尔凡把自己变成了豆子。真是古怪滑稽！

# data/blueprints.xml.append$//crewBlueprint[@name="beans"]/title
source: Bean Merchant
es: Mercader de Judías
it: Mercante di fagioli
ja: 豆商人
ko: 콩 행상인
pl: Kupiec Fasolek
pt_br: Comerciante de feijão
zh_hans: 豆子游商

# data/blueprints.xml.append$//crewBlueprint[@name="beans"]/short
source: Beans
es: Judías
it: Fagioli
ja: 豆類
pl: Fasolki
pt_br: Feijões
zh_hans: 豆子游商

# data/blueprints.xml.append$//crewBlueprint[@name="beans"]/powerList/power
source: Funniest shit I've ever seen.
es: La cosa más graciosa que he visto en mi vida.
it: Merda più divertente che abbia mai visto.
ja: これまで見た中で最も面白いクソだ。
ko: 내가 봐본 것 중 가장 웃긴 것.
pl: Najśmieszniejsza rzecz, jaką kiedykolwiek widziałem.
pt_br: A coisa mais engraçada que já vi.
zh_hans: 我见过的最有趣的玩意。

# data/blueprints.xml.append$//crewBlueprint[@name="prime"]/desc
source: Tyrant and ruler of the entire Multiverse. Also the strongest entity in all of existence.
es: Tirano y gobernante de todo el Multiverso. También la entidad más fuerte de toda la existencia.
it: Tiranno e sovrano dell'intero multiverso.Anche l'entità più forte in tutta l'esistenza.
ja: マルチバース全体の暴君であり支配者。存在の中で最も強い存在でもある。
ko: 멀티버스 전역의 통치자이자 폭군입니다. 존재하는 모든것 중 가장 강한 자이기도 하죠.
pl: Tyran i władca całego Wieloświata. Również najsilniejsza istota w całym istnieniu.
pt_br: Tirano e governante de todo o Multiverso. Também é a entidade mais forte de toda a existência.
zh_hans: 多元宇宙的暴君统治者。所有存在中最强大的实体。

# data/blueprints.xml.append$//crewBlueprint[@name="prime"]/title
source: Sylvan Prime
ja: シルヴァン・プライム
ko: 실반 프라임
zh_hans: 希尔凡本尊

# data/blueprints.xml.append$//crewBlueprint[@name="prime"]/short
source: Sylvan
it: Silvestre
ja: シルバン
pl: Sylvana
zh_hans: 希尔凡本尊

# data/blueprints.xml.append$//crewBlueprint[@name="prime"]/powerList/power[1]
source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="prime"]/powerList/power[2]
source: Can take more than a few hits, but he's not immortal. Be prepared to dedicate as much crew as you can to fight him.
es: Puede recibir más de unos pocos golpes, pero no es inmortal. Prepárate para dedicar tanta tripulación como puedas para luchar contra él.
it: Può richiedere più di alcuni colpi, ma non è immortale.Preparati a dedicare il maggior numero di equipaggio possibile per combatterlo.
ja: 数発以上の攻撃には耐えることができるが、彼は不滅ではない。彼と戦うためにできるだけ多くのクルーを投入する準備をする。
ko: 당최 쓰러지질 않지만, 불사신은 아닙니다. 그와 싸우기 위해 가능한 한 많은 선원을 할애할 준비를 하십시오.
pl: Może przyjąć więcej niż kilka ciosów, ale nie jest nieśmiertelny. Bądź przygotowany, aby poświęcić jak najwięcej załogi do walki z nim.
pt_br: É capaz de suportar mais do que alguns golpes, mas não é imortal. Prepare-se para dedicar o máximo de sua equipe para combatê-lo.
zh_hans: 可以承受相当多的攻击，但他并非不朽。准备好尽可能多地投入船员与他作战。

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/desc
source: The last of his kind, the Salt Man roams the galaxy collecting bounties and pissing off Clansmen.
es: El último de su especie, el Hombre de Sal, vaga por la galaxia recolectando recompensas y fastidiando a los miembros del Clan.
it: L'ultimo del suo genere, l'uomo di sale vaga per la galassia che raccoglie doni e fa incazzare i clan.
ja: 彼の種の最後のソルトマンは、賞金を集めて銀河系を放浪し、クランズマンを怒らせている。
ko: 종족의 마지막 개체인 솔트맨은 클랜즈맨을 떨쳐내고 현상금을 찾아다니며 은하를 배회합니다.
pl: Ostatni ze swojego gatunku, Solny Człowiek przemierza galaktykę, zbierając nagrody i wkurzając Klanowiczów.
pt_br: O último de sua espécie, o Salt Man percorre a galáxia coletando recompensas e irritando os membros do clã.
zh_hans: 盐人族的末裔，在银河系中漫游，收集赏金并惹恼猎人。

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/title
source: Saltman
es: Hombre de Sal
ja: ソルトマン
ko: 솔트맨
pl: Solny Człowiek
zh_hans: 盐人

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/short
source: Salt
es: Sal
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
zh_hans: 盐人

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/powerList/power[1]
source: Active Ability: Continously damages all nearby crew and slows their movement speed for a moderate duration. Slugs will sustain extra damage.
es: Habilidad Activa: Daña continuamente a toda la tripulación cercana y ralentiza su velocidad de movimiento durante un tiempo moderado. Los Slugs sufrirán daño adicional.
it: Abilità attiva: danneggia continuamente tutto l'equipaggio nelle vicinanze e rallenta la velocità di movimento per una durata moderata.Le lumache subiranno danni extra.
ja: アクティブな能力: 近くにいるすべてのクルーに継続的にダメージを与え、適度な期間、彼らの移動速度を遅くする。スラッグは追加のダメージを受ける。
ko: 활성화 능력: 잠시 동안 주변의 모든 선원에게 지속적으로 피해를 가하고 이동속도를 감소시킴. 슬러그는 추가 피해를 입음.
pl: Zdolność aktywna: Ciągle rani całą pobliską załogę i spowalnia ich szybkość ruchu przez umiarkowany czas. Ślimaki odniosą dodatkowe obrażenia.
pt_br: Capacidade ativa: danifica continuamente toda a tripulação próxima e retarda sua velocidade de movimento por uma duração moderada.As lesmas sofrerão danos extras.
zh_hans: 主动技能：一段时间内持续伤害并减速同舱室所有其他船员，蛞蝓族受到额外伤害。

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/powerList/power[2]
source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/powerList/power[3]
source: Movement speed is reduced to 0.6x
es: Velocidad de movimiento reducida a x0.6
it: La velocità di movimento è ridotta a 0,6x
ja: 移動速度が0.6倍に低下する
ko: 이동속도 0.6배
pl: Szybkość ruchu zmniejszona do 0,6x
pt_br: A velocidade de movimento é reduzida para 0,6x
zh_hans: 0.6倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/powerList/power[4]
source: Moderate resistance to suffocation
es: Resistencia moderada a la asfixia.
it: Moderata resistenza al soffocamento
ja: 窒息に対する中程度の耐性
ko: 적당한 수준의 질식 저항
pl: Umiarkowana odporność na uduszenie
pt_br: Resistência moderada à asfixia
zh_hans: 受到0.7倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="saltpapy"]/powerList/power[5]
source: Decreases the healing speed of all other crew in the room by 33%
es: Disminuye la velocidad de curación de toda la demás tripulación en la habitación en un 33%.
it: Diminuisce la velocità di guarigione di tutti gli altri membri dell'equipaggio nella stanza del 33%
ja: 部屋にいる他のすべてのクルーの治癒速度を33%減少させる
ko: 같은 선실에 있는 모든 다른 선원은 회복 속도가 33% 느려짐
pl: Zmniejsza szybkość leczenia całej pozostałej załogi w pomieszczeniu o 33%
pt_br: Diminui a velocidade de cicatrização de todas as outras tripulantes na sala em 33%
zh_hans: 同舱室的所有其他船员的生命恢复速度降低33%

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_pants"]/desc
source: Grrr Im Pants, Cashmere Pants and I'm the bad guy grrrr this is funny its a meta joke because its shittily made laugh now way too much effort went into this joke.
es: Grrr soy Pantalones, Pantalones de Cachemira y soy el malo grrrr esto es gracioso es una broma meta porque está hecha fatal ríete ya que se ha puesto demasiado esfuerzo en esta broma.
it: Grrr im pantaloni, pantaloni cashmere e io sono il cattivo grrrr Questo è divertente è uno scherzo di meta perché ha fatto ridere scioccamente ora troppo sforzo è andato in questa battuta.
ja: うーん、パンツ、カシミアパンツ、そして私が悪者だ、うーん、これは面白いね、メタジョークだ、なぜならこのくだらない笑いをこのジョークに費やしすぎたからだ。
ko: 으흐흐 나는 빤스 제독이고 아주 나쁜놈이지 흐흐흐... 이게 무슨 농담이냐고? 빤스가 마치 밴스 제독처럼 들리지 않... 에휴, 됬다.
pl: Grrr jestem Spodnie, Kaszmirowe Spodnie i jestem tym złym grrrr to jest śmieszne to meta żart bo jest gównianie zrobiony śmiej się teraz za dużo wysiłku poszło w ten żart.
pt_br: Grrr im calças, calças de caxemira e eu sou o bandido grrrr, isso é engraçado é uma piada de meta, porque sua risada de merda agora fez muito esforço nessa piada.
zh_hans: 我是裤衩，山羊绒裤衩，我是坏人，这很有趣，它是一个多元的笑话，因为它低劣的笑，现在太多的努力进入这个笑话。

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_pants"]/title
source: Pants
es: Pantalones
it: Pantaloni
ja: パンツ
ko: 팬츠
pl: Spodnie
pt_br: Calça
zh_hans: 裤衩

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_pants"]/short
source: Pants
es: Pantalones
it: Pantaloni
ja: パンツ
pl: Spodnie
pt_br: Calça
zh_hans: 裤衩

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_pants"]/powerList/power
source: Grrr Im Pants, Cashmere Pants and I'm the bad guy grrrr this is funny its a meta joke because its shittily made laugh now way too much effort went into this joke.
es: Grrr soy Pantalones, Pantalones de Cachemira y soy el malo grrrr esto es gracioso es una broma meta porque está hecha fatal ríete ya que se ha puesto demasiado esfuerzo en esta broma.
it: Grrr im pantaloni, pantaloni cashmere e io sono il cattivo grrrr Questo è divertente è uno scherzo di meta perché ha fatto ridere scioccamente ora troppo sforzo è andato in questa battuta.
ja: うーん、パンツ、カシミアパンツ、そして私が悪者だ、うーん、これは面白いね、メタジョークだ、なぜならこのくだらない笑いをこのジョークに費やしすぎたからだ。
ko: 으흐흐 나는 빤스 제독이고 매우 나쁜놈이지 흐흐흐... 이게 무슨 농담이냐고? 빤스가 마치 밴스 제독처럼 들리지 않... 에휴, 됬다.
pl: Grrr jestem Spodnie, Kaszmirowe Spodnie i jestem tym złym grrrr to jest śmieszne to meta żart bo jest gównianie zrobiony śmiej się teraz za dużo wysiłku poszło w ten żart.
pt_br: Grrr im calças, calças de caxemira e eu sou o bandido grrrr, isso é engraçado é uma piada de meta, porque sua risada de merda agora fez muito esforço nessa piada.
zh_hans: 我是裤衩，山羊绒裤衩，我是坏人，这很有趣，它是一个多元的笑话，因为它低劣的笑，现在太多的努力进入这个笑话。

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/desc
source: The Haunts are among of some of the most wanted criminals in the galaxy. This guy however, SHOULD NEVER BE SEEN. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros se encuentran entre algunos de los criminales más buscados de la galaxia. Este tipo, sin embargo, NUNCA DEBERÍA SER VISTO. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono tra i criminali più ricercati della galassia.Questo ragazzo, tuttavia, non dovrebbe mai essere visto. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハントは銀河系で最も指名手配されている犯罪者の一人だ。しかし、この男は決して見るべきではない。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 은하계에서 최고로 자주 수배되는 족속입니다. 그런데 이 혼트는 한 번도 꼬리를 밟힌 적이 없는 것 같습니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są jednymi z najbardziej poszukiwanych przestępców w galaktyce. Ten gość jednak, NIGDY NIE POWINIEN BYĆ WIDZIANY. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os assombrações estão entre alguns dos criminosos mais procurados da galáxia.Esse cara, no entanto, nunca deve ser visto. Estatísticas Phantom Herited: não sofre da danos causados por perigos, tem propriedades de fase de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。这个家伙有点特别，不会被看见。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/powerList/power[1]
source: Periodic Ability: Becomes completely damage resistant
es: Habilidad Periódica: Se vuelve completamente resistente al daño.
it: Abilità periodica: diventa completamente resistente ai danni
ja: 定期的能力: 完全にダメージ耐性が得られる
ko: 주기적 능력: 피해에 면역이 됨
pl: Zdolność okresowa: Staje się całkowicie odporny na obrażenia
pt_br: Capacidade periódica: torna -se completamente resistente a danos
zh_hans: 周期技能：暂时免疫所有伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/powerList/power[2]
source: Heals quickly from hazards
es: Se cura rápidamente de los peligros.
it: Guarisce rapidamente dai pericoli
ja: 危険から素早く回復する
ko: 재해로부터 빠르게 회복을 받음
pl: Szybko leczy się z zagrożeń
pt_br: Cura rapidamente de perigos
zh_hans: 迅速从环境伤害中恢复生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/powerList/power[3]
source: Does x2 damage, but repairs very slowly
es: Inflige 2x de daño, pero repara muy lentamente.
it: Danno x2, ma ripara molto lentamente
ja: 2倍のダメージを与えるが、修復は非常に遅い
ko: 대인 공격력 2배, 매우 느리게 수리함
pl: Zadaje x2 obrażeń, ale naprawia bardzo wolno
pt_br: X2 danos, mas repara muito lentamente
zh_hans: 2倍战斗伤害，但维修速度非常慢

# data/blueprints.xml.append$//crewBlueprint[@name="gbeleanor"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros son miembros de una antigua familia criminal de Vagabundos, y se encuentran entre algunos de los criminales más buscados de la galaxia. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono membri di una famiglia criminale vagabonda di lunga durata e tra alcuni dei criminali più ricercati della galassia. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハント一家はバガボンド族の犯罪一家で、銀河系で最も指名手配されている犯罪者の一人である。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 유서깊은 떠돌이 범죄 집단의 일원으로, 은하계에서 가장 자주 수배되는 범죄자 중 하나입니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są członkami długo działającej rodziny przestępczej Włóczęgów i jednymi z najbardziej poszukiwanych przestępców w galaktyce. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os Haunts são membros de uma família criminosa de longa data, os Vagabond, e estão entre os criminosos mais procurados da galáxia. Estatísticas herdadas do Phantom: não recebe dano de perigos, tem propriedades de faseamento de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbeleanor"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbeleanor"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbeleanor"]/powerList/power[1]
source: Periodic Ability: Enters in a rage that damages all nearby enemy crew and the occupied system
es: Habilidad Periódica: Entra en una furia que daña a toda la tripulación enemiga cercana y al sistema ocupado.
it: Abilità periodica: entra in rabbia che danneggia tutti i vicini equipaggio nemico e il sistema occupato
ja: 定期的能力: 激怒状態になり、近くの敵クルー全員と占領星系にダメージを与える
ko: 주기적 능력: 위치한 선실의 모든 적 선원과 시스템에 피해를 입히는 광폭 모드를 발동
pl: Zdolność okresowa: Wpada w szał, który rani całą pobliską wrogą załogę i zajmowany system
pt_br: Capacidade periódica: entra em uma raiva que danifica toda a tripulação inimiga próxima e o sistema ocupado
zh_hans: 周期技能：进入狂暴模式，对舱室内的敌方系统与船员造成伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbeleanor"]/powerList/power[2]
source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbeleanor"]/powerList/power[3]
source: Sabotage systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sistemi di sabotaggio a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a uma velocidade de 2,5 vezes
zh_hans: 2.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbpsych"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros son miembros de una antigua familia criminal de Vagabundos, y se encuentran entre algunos de los criminales más buscados de la galaxia. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono membri di una famiglia criminale vagabonda di lunga durata e tra alcuni dei criminali più ricercati della galassia. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハント一家はバガボンド族の犯罪一家で、銀河系で最も指名手配されている犯罪者の一人である。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 유서깊은 떠돌이 범죄 집단의 일원으로, 은하계에서 가장 자주 수배되는 범죄자 중 하나입니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są członkami długo działającej rodziny przestępczej Włóczęgów i jednymi z najbardziej poszukiwanych przestępców w galaktyce. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os Haunts são membros de uma família criminosa de longa data, os Vagabond, e estão entre os criminosos mais procurados da galáxia. Estatísticas herdadas do Phantom: não recebe dano de perigos, tem propriedades de faseamento de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbpsych"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbpsych"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbpsych"]/powerList/power[1]
source: Periodic Ability: Combusts with unpredictable results, losing all self control momentarily
es: Habilidad Periódica: Entra en combustión con resultados impredecibles, perdiendo todo el autocontrol momentáneamente.
it: Abilità periodica: combusti con risultati imprevedibili, perdendo momentaneamente tutto l'autocontrollo
ja: 周期的能力: 予測不可能な結果を伴う発火、一時的にすべての自制心を失う
ko: 주기적 능력: 연소하여 예측할 수 없는 결과를 초래하고 잠시 모든 자제력을 상실함
pl: Zdolność okresowa: Wybucha z nieprzewidywalnymi skutkami, tracąc na chwilę całą samokontrolę
pt_br: Capacidade periódica: Entra em combustão com resultados imprevisíveis, perdendo momentaneamente todo o autocontrole
zh_hans: 周期技能：燃烧，产生不可预测的结果，暂时完全失去自我控制力

# data/blueprints.xml.append$//crewBlueprint[@name="gbpsych"]/powerList/power[2]
source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbpsych"]/powerList/power[3]
source: Sabotage systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sistemi di sabotaggio a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a uma velocidade de 2,5 vezes
zh_hans: 2.5倍破坏伤害
