Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_4_SYLVAN"]/title
source: 'Beyatch' Beam
es: Rayo 'Beyatch'
it: Beam "Beyatch"
ja: ベヤッチ」ビーム
ko: '개년' 빔
pl: Promień 'Suczy'
pt_br: Feixe "Beyatch
zh_hans: '小婊砸'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_4_SYLVAN"]/short
source: 'Beyatch'
ja: ビヤッチ
pl: 'Suczy'
zh_hans: 婊砸光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_4_SYLVAN"]/desc
source: Beyatch, ssstranger!
es: ¡Perra, desssconocido!
it: Beyatch, sssstranger!
ja: ビヤッチ、ススストレンジャー！
ko: 낯썬이, 개년아!
pl: Ssuka, obcccy!
zh_hans: 小婊砸，陌生～～人！

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_GOLD_3"]/title
source: Golden Flak MK II
es: Flak Dorado MK II
ja: ゴールデン・フラック MK II
ko: 황금 대공포 마크 II
pl: Złote Działo Odłamkowe MK II
pt_br: Flak dourado MK II
zh_hans: 黄金破片炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_GOLD_3"]/short
source: Gold Flak II
es: Flak Dorado II
ja: ゴールド・フラックII
pl: Złote Odł. II
pt_br: Flak dourado II
zh_hans: 黄金破片II

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_GOLD_3"]/desc
source: A modified Flak cannon that fires literal chunks of gold. Its projectiles are very heavy and sluggish, but it should return a large bounty when sold.
es: Un cañón Flak modificado que dispara trozos literales de oro. Sus proyectiles son muy pesados y lentos, pero debería generar una gran recompensa al venderse.
it: Un cannone flak modificato che spara pezzi di oro letteli.I suoi proiettili sono molto pesanti e lenti, ma dovrebbero restituire una grande generosità quando venduti.
ja: 文字通りの金の塊を発射する改良型高射砲。その発射物は非常に重くて遅いが、売れば多額の報奨金が返ってくるはずだ。
ko: 말 그대로 금 덩어리를 발사하는 개조된 대공포입니다. 아주 묵직하고 느린 발사체를 쏘며, 판매 시 큰 보상금을 받을 수 있습니다.
pl: Zmodyfikowane działo odłamkowe, które wystrzeliwuje dosłowne bryłki złota. Jego pociski są bardzo ciężkie i powolne, ale powinno przynieść dużą nagrodę przy sprzedaży.
pt_br: Um canhão Flak modificado que dispara literalmente pedaços de ouro. Seus projéteis são muito pesados e lentos, mas devem render uma grande recompensa quando vendidos.
zh_hans: 一种改装破片炮，可以发射字面意思上的大块黄金。它的弹体非常重且缓慢，但在出售时应该会获得丰厚的回报。

# data/blueprints.xml.append$//weaponBlueprint[@name="BA_LASER_ARTILLERY_2"]/title
source: Artillery Laser Mark II
es: Láser de Artillería Mark II
it: Laser di artiglieria Mark II
ja: 砲兵レーザー・マークII
ko: 레이저 대포 마크 II
pl: Laser Artyleryjski Mark II
pt_br: Laser de artilharia Mark II
zh_hans: 巨炮激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="BA_LASER_ARTILLERY_2"]/short
source: Arti. II
ja: アルティII
pl: Arty. II
pt_br: Artes. II
zh_hans: 巨炮激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="BA_LASER_ARTILLERY_2"]/desc
source: This advanced artillery laser charges slowly but deals a lot of damage and pierces through two shield bubbles.
es: Este láser de artillería avanzado se carga lentamente pero inflige mucho daño y atraviesa dos burbujas de escudo.
it: Questo laser di artiglieria avanzato si carica lentamente ma infligge molti danni e trafigge due bolle di scudo.
ja: この高度なレーザーアーティラリーはゆっくりとチャージするが、多くのダメージを与え、2つのシールド バブルを貫通する。
ko: 이 최고급 레이저 대포는 충전은 느리지만 엄청난 피해를 가하며 방어막 두 겹을 관통합니다.
pl: Ten zaawansowany laser artyleryjski ładuje się powoli, ale zadaje duże obrażenia i przebija dwie warstwy tarcz.
pt_br: Esse laser de artilharia avançada carrega lentamente, mas causa muito dano e atravessa duas bolhas de escudo.
zh_hans: 这种先进的激光巨炮充能缓慢但可以造成大量伤害并穿透2层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="HORSE_GUN"]/title
source: Ellie the Equinoid's Plushie Gun
es: Pistola de Peluches de Ellie la Equinoide
it: Pun di plushhie di Ellie the Equinoid
ja: エリー・ザ・エキノイドのぬいぐるみ銃
ko: 에퀴노이드 엘리의 봉제인형 대포
pl: Pluszowe Działo Ellie Equinoidki
pt_br: Arma de pelúcia de Ellie, a Equinoide
zh_hans: 小马埃莉的毛绒玩具炮

# data/blueprints.xml.append$//weaponBlueprint[@name="HORSE_GUN"]/short
source: Plushie
es: Peluche
it: Peluche
ja: ぬいぐるみ
pl: Pluszak
pt_br: Pelúcia
zh_hans: 玩具炮

# data/blueprints.xml.append$//weaponBlueprint[@name="HORSE_GUN"]/desc
source: A devastating weapon of... cuddly destruction? It fires plushies. Licensed by Flowers and Sunshine studios.
es: Un arma devastadora de... ¿destrucción adorable? Dispara peluches. Con licencia de los estudios Flowers and Sunshine.
it: Un'arma devastante di ... coccolosa distruzione?Spara peluche.Concesso dai fiori e da Sunshine Studios.
ja: 破壊的な兵器・・・かわいい破壊？ぬいぐるみを発射する。 フラワーズ＆サンシャインスタジオのライセンスを取得している。
ko: 너무 귀여워서... 치명적인 무기일까요? 이 무기는 봉제인형을 발사합니다. 모든 저작권은 플라워 & 선샤인 스튜디오에 있습니다.
pl: Niszczycielska broń... przytulnej destrukcji? Wystrzeliwuje pluszaki. Na licencji studia Kwiaty i Słońce.
pt_br: Uma arma devastadora de... destruição fofa? Ela dispara pelúcias. Licenciado pelos estúdios Flowers and Sunshine.
zh_hans: 一个毁灭性的武器，能造成...可爱的破坏？它发射毛绒玩具。花朵阳光工作室版权所有。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_ROCK"]/title
source: 'Dianesh' Missiles
es: Misiles 'Dianesh'
it: Missili "Dianesh"
ja: ディアネッシュ」ミサイル
ko: '디아내시' 미사일
pl: Rakiety 'Dianesh'
pt_br: Mísseis "Dianesh
zh_hans: '水晶女皇'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_ROCK"]/short
source: 'Dianesh'
ja: ディアネッシュ
zh_hans: 女皇导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_ROCK"]/desc
source: A powerful prototype missile weapon originally constructed for use only within the Inquisition.
es: Un potente prototipo de arma de misiles construido originalmente para uso exclusivo dentro de la Inquisición.
it: Una potente arma missilistica prototipo originariamente costruita per l'uso solo all'interno dell'Inquisizione.
ja: 元々は異端審問内でのみ使用するために製造された強力な試作ミサイル兵器。
ko: 이단 심문관들을 위해 고안된 강력한 프로토타입 미사일입니다.
pl: Potężna prototypowa broń rakietowa, pierwotnie skonstruowana do użytku wyłącznie w ramach Inkwizycji.
pt_br: Um poderoso protótipo de arma de mísseis originalmente construído para uso exclusivo da Inquisição.
zh_hans: 一种强大的原型导弹武器，最初仅为圣判所内部使用而造。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BISHOP"]/title
source: 'Apostle'
es: 'Apóstol'
ja: 使徒
ko: '사도'
pl: 'Apostoł'
pt_br: "Apóstolo
zh_hans: '使徒'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BISHOP"]/short
source: 'Apostle'
es: 'Apóstol'
ja: 使徒
pl: 'Apostoł'
pt_br: "Apóstolo
zh_hans: 使徒导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BISHOP"]/desc
source: A powerful support weapon that fires rapidly but requires another weapon to break shields.
es: Un arma de apoyo potente que dispara rápidamente pero requiere otra arma para romper los escudos.
it: Una potente arma di supporto che spara rapidamente ma richiede un'altra arma per rompere gli scudi.
ja: 強力な支援武器で、連射速度は速いが、シールドを破壊するには別の武器が必要だ。
ko: 방어막을 벗겨줄 다른 무기가 필요하지만 빠른 연사속도를 가진 강력한 보조 무기입니다.
pl: Potężna broń wsparcia, która strzela szybko, ale wymaga innej broni do przełamania tarcz.
pt_br: Uma poderosa arma de apoio que dispara rapidamente, mas requer outra arma para quebrar os escudos.
zh_hans: 一种强大的支援武器，射速极快，但需要另一种武器来击破护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_CHAIN"]/title
source: Adaptive Phaser
es: Fáser Adaptativo
it: Phaser adattivo
ja: アダプティブ・フェイザー
ko: 적응형 관통자
pl: Fazer Adaptacyjny
pt_br: Phaser adaptativo
zh_hans: 自适应相位炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_CHAIN"]/short
source: Adap. Phase
es: Fáser Adap.
it: Adap.Fase
ja: Adap.フェーズ
pl: Adap. Faz.
pt_br: Adap. Fase
zh_hans: 自适相位

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_CHAIN"]/desc
source: Phasers pierce additional shield layers, dealing ion damage for the first layer of shields, as well as additional damage to whatever system hit. Boosts its damage each time it is fired.
es: Los fáseres perforan capas adicionales de escudo, infligiendo daño iónico por la primera capa de escudos, así como daño adicional al sistema que golpeen. Aumenta su daño cada vez que se dispara.
it: I phasers perforano ulteriori strati di scudo, infliggendo danni da ioni per il primo strato di scudi, nonché ulteriori danni a qualsiasi sistema di sistema.Aumenta il suo danno ogni volta che viene sparato.
ja: フェイザーは追加のシールド層を貫通し、シールドの最初の層にイオンダメージを与えるだけでなく、攻撃を受けたシステムに追加のダメージを与える。発射するたびにダメージが増加する。
ko: 관통자는 모든 방어막을 관통하며 방어막 한 겹과 피격된 시스템에 이온 피해를 줍니다. 발사할 때마다 피해량이 증가합니다.
pl: Fazery przebijają dodatkowe warstwy tarcz, zadając obrażenia jonowe pierwszej warstwie tarcz, a także dodatkowe obrażenia trafionemu systemowi. Zwiększa swoje obrażenia przy każdym wystrzale.
pt_br: Os phasers perfuram camadas adicionais de escudos, causando dano iônico para a primeira camada de escudos, bem como dano adicional a qualquer sistema atingido. Aumenta o dano cada vez que é disparado.
zh_hans: 相位离子炮可穿透所有护盾，并对第1层护盾与击中舱室的系统造成离子伤害。每次射击后都将增加伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FIRE_SPECIAL"]/title
source: 'Matchbox'
es: 'Caja de Fósforos'
it: 'Scatola di fiammiferi'
ja: マッチボックス
ko: '성냥갑'
pl: 'Pudełko zapałek'
pt_br: "Caixa de fósforos
zh_hans: '火柴盒'

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FIRE_SPECIAL"]/short
source: 'Matchbox'
es: 'Caja de Fósforos'
it: 'Scatola di fiammiferi'
ja: マッチボックス
pl: 'Pudełko zapałek'
pt_br: "Caixa de fósforos
zh_hans: '火柴盒'

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FIRE_SPECIAL"]/desc
source: Specialized fire-starter Laser which gains an additional projectile, but does not have a guaranteed fire chance.
es: Láser iniciador de fuego especializado que gana un proyectil adicional, pero no tiene una probabilidad de incendio garantizada.
it: Laser per il fuoco specializzato che guadagna un proiettile aggiuntivo, ma non ha una possibilità di incendio garantita.
ja: 追加の発射体を獲得する特殊な着火レーザーだが、発火の可能性は保証されていない。
ko: 화재를 반드시 일으키지는 못하지만 발사체 수가 늘어난 특수한 방화 레이저입니다.
pl: Specjalistyczny laser zapalający, który zyskuje dodatkowy pocisk, ale nie ma gwarantowanej szansy na podpalenie.
pt_br: Laser de disparo especializado que ganha um projétil adicional, mas não tem chance de disparo garantida.
zh_hans: 专用于引火的激光，拥有1发额外的弹体，但不是必定引发火灾。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CHERRI"]/title
source: Cherri Bomb
es: Bomba Cherri
ja: チェリー爆弾
ko: 체리 폭탄
pl: Bomba Wiśniowa
pt_br: Bomba Cherri
zh_hans: 樱桃炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CHERRI"]/short
source: Cherri B.
es: Bomba C.
ja: チェリー・B
pl: B. Wiśniowa
zh_hans: 樱桃炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_CHERRI"]/desc
source: A re-outfitted Chain Bomb that deploys fire bombs instead. Used by the Brood in their turf war with the Militia, and probably a reference to something.
es: Una Bomba en Cadena reacondicionada que despliega bombas incendiarias en su lugar. Usada por la Prole en su guerra territorial con la Milicia, y probablemente una referencia a algo.
it: Una bomba a catena ridotta che schiera invece bombe antincendio.Usato dalla covata nella loro guerra in erba con la milizia e probabilmente un riferimento a qualcosa.
ja: 代わりにファイアーボムを展開する、再装備されたチェインボム。ブロードがミリティアとの縄張り争いで使用し、おそらく何かを参照している。
ko: 소이 폭탄을 배치하는 개량된 연쇄 폭탄입니다. 민병대와의 영역 싸움에서 브루드가 사용했으며, 아마 무언가에 대한 언급일 것입니다.
pl: Przebudowana Bomba Łańcuchowa, która zamiast tego rozmieszcza bomby zapalające. Używana przez Ród w wojnie o terytorium z Milicją i prawdopodobnie jest to nawiązanie do czegoś.
pt_br: Uma bomba de corrente reequipada que, em vez disso, lança bombas de fogo. Usada pela Brood em sua guerra territorial com a Militia e provavelmente é uma referência a algo.
zh_hans: 一种经重新配置的链式炸弹，可以部署燃烧炸弹。蛛团在与盟卫的领地战争中使用过。名字大概致敬了什么。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_GOLD"]/title
source: 'Rift Waker' MK 0.5
es: 'Despierta Fisuras' MK 0.5
ja: リフト・ウェイカー」 MK 0.5
ko: '리프트 웨이커' 마크 0.5
pl: „Budziciel Szczelin” MK 0.5
zh_hans: '裂隙唤醒者'0.5

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_GOLD"]/short
source: 'Waker 0.5'
es: 'Desp. Fis. 0.5'
ja: ウェイカー0.5
pl: „Budziciel 0.5”
zh_hans: 裂唤者0.5

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_GOLD"]/desc
source: A recreation of Sylvan's infamous 'Rift Waker' Gatling gun, using a Chain Vulcan.
es: Una recreación de la infame ametralladora Gatling 'Despierta Fisuras' de Sylvan, usando un Vulcano en Cadena.
it: Una ricreazione della famigerata pistola "Rift Waker" di Sylvan, usando una catena Vulcan.
ja: チェインバルカンを使用した、シルバンの悪名高い "リフトウェイカー" ガトリングガンの再現。
ko: 실반의 악명높은 기관총 '리프트 웨이커'의 모조품입니다. 연사식 발칸을 사용하여 만들어졌습니다.
pl: Rekonstrukcja niesławnego karabinu Gatlinga Sylvana „Budziciel Szczelin”, wykorzystująca Łańcuchowy Vulcan.
pt_br: Uma recriação da infame arma Gatling "Rift Waker" de Sylvan, usando uma Chain Vulcan.
zh_hans: 使用链式火神激光再现了希尔凡那件臭名昭著的'裂隙唤醒者'加特林激光。

source: 'Rift Waker' MK 0.5
es: 'Despierta Fisuras' MK 0.5†
ja: リフト・ウェイカー」MK 0.5 †（英語版
ko: '리프트 웨이커' 마크 0.5†
pl: „Budziciel Szczelin” MK 0.5†
zh_hans: '裂隙唤醒者'0.5†

source: 'Waker 0.5'
es: 'Desp. Fis. 0.5'†
ja: ウェイカー0.5
pl: „Budziciel 0.5”†
zh_hans: 裂唤者0.5∫

source: A recreation of Sylvan's infamous 'Rift Waker' Gatling gun, using a Chain Vulcan.
es: Una recreación de la infame ametralladora Gatling 'Despierta Fisuras' de Sylvan, usando un Vulcano en Cadena.
it: Una ricreazione della famigerata pistola "Rift Waker" di Sylvan, usando una catena Vulcan.
ja: チェインバルカンを使用した、シルバンの悪名高い "リフトウェイカー" ガトリングガンの再現。
ko: 실반의 악명높은 기관총 '리프트 웨이커'의 모조품입니다. 연사식 발칸을 사용하여 만들어졌습니다.
pl: Rekonstrukcja niesławnego karabinu Gatlinga Sylvana „Budziciel Szczelin”, wykorzystująca Łańcuchowy Vulcan.
pt_br: Uma recriação da infame arma Gatling "Rift Waker" de Sylvan, usando uma Chain Vulcan.
zh_hans: 使用链式火神激光再现了希尔凡那件臭名昭著的'裂隙唤醒者'加特林激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="SALT_LAUNCHER"]/title
source: Salt Launcher
es: Lanzador de Sal
it: Launcher del sale
ja: ソルト・ランチャー
ko: 소금 발사기
pl: Wyrzutnia Soli
pt_br: Lançador de sal
zh_hans: 盐晶发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SALT_LAUNCHER"]/short
source: Salt
es: Sal
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
zh_hans: 盐晶

# data/blueprints.xml.append$//weaponBlueprint[@name="SALT_LAUNCHER"]/desc
source: This odd weapon fires 2 shield piercing projectiles in a radius that apply heavy DoT to crew for 20s, as well as damaging the hull.
es: Esta extraña arma dispara 2 proyectiles que perforan escudos en un radio, aplicando un fuerte DoT a la tripulación durante 20s, además de dañar el casco.
it: Questa strana arma spara 2 proiettili piercing scudo in un raggio che applica un punto pesante alla troupe per gli anni '20, oltre a danneggiare lo scafo.
ja: この奇妙な武器は、半径内にシールドを貫通する発射体を2発発射し、船体にダメージを与えるだけでなく、クルーに20秒間の重いDoTを適用する。
ko: 범위 내에 방어막을 관통하는 두 발의 발사체를 쏘는 이상한 무기입니다. 각 발사체는 선체 피해를 줄 뿐만 아니라 피격된 선원에게 20초간 큰 지속 피해를 입힙니다.
pl: Ta dziwna broń wystrzeliwuje 2 przebijające tarcze pociski w promieniu, które zadają ciężkie obrażenia w czasie (DoT) załodze przez 20 s, a także uszkadzają kadłub.
pt_br: Essa arma estranha dispara 2 projéteis que perfuram o escudo em um raio que aplica DoT pesado à tripulação por 20s, além de danificar o casco.
zh_hans: 这种奇怪的武器向一定范围内发射2个可穿透护盾的弹体，在伤害舰体的同时使船员受到20秒的高额持续伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="SALT_LAUNCHER_ENEMY"]/title
source: Salt Launcher
es: Lanzador de Sal
it: Launcher del sale
ja: ソルト・ランチャー
pl: Wyrzutnia Soli
pt_br: Lançador de sal
zh_hans: 盐晶发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="SALT_LAUNCHER_ENEMY"]/short
source: Salt
es: Sal
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
zh_hans: 盐晶

# data/blueprints.xml.append$//weaponBlueprint[@name="SALT_LAUNCHER_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_GOLD"]/title
source: Golden Flak Gun
es: Cañón Flak Dorado
ja: 黄金の対空砲
ko: 황금 대공포
pl: Złote Działo Odłamkowe
pt_br: Pistola Flak Dourada
zh_hans: 黄金破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_GOLD"]/short
source: Gold Flak
es: Flak Dorado
it: Fiocchi d'oro
ja: ゴールド・フラック
pl: Złote Odł.
pt_br: Flak de ouro
zh_hans: 黄金破片

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_GOLD"]/desc
source: A modified Flak cannon that fires literal chunks of gold. Its projectiles are very heavy and sluggish, but it should return a large bounty when sold.
es: Un cañón Flak modificado que dispara trozos literales de oro. Sus proyectiles son muy pesados y lentos, pero debería generar una gran recompensa al venderse.
it: Un cannone flak modificato che spara pezzi di oro letteli.I suoi proiettili sono molto pesanti e lenti, ma dovrebbero restituire una grande generosità quando venduti.
ja: 文字通りの金の塊を発射する改良型高射砲。その発射物は非常に重くて遅いが、売れば多額の報奨金が返ってくるはずだ。
ko: 말 그대로 금 덩어리를 발사하는 개조된 대공포입니다. 아주 묵직하고 느린 발사체를 쏘며, 판매 시 큰 보상금을 받을 수 있습니다.
pl: Zmodyfikowane działo odłamkowe, które wystrzeliwuje dosłowne bryłki złota. Jego pociski są bardzo ciężkie i powolne, ale powinno przynieść dużą nagrodę przy sprzedaży.
pt_br: Um canhão Flak modificado que dispara literalmente pedaços de ouro. Seus projéteis são muito pesados e lentos, mas devem render uma grande recompensa quando vendidos.
zh_hans: 一种改装破片炮，可以发射字面意思上的大块黄金。它的弹体非常重且缓慢，但在出售时应该会获得丰厚的回报。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_SHELL"]/title
source: Cyclopian Beam
es: Rayo Ciclópeo
it: Raggio ciclopico
ja: サイクロピアンビーム
ko: 사이클로피안 빔
pl: Promień Cyklopi
pt_br: Feixe ciclópico
zh_hans: 独眼光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_SHELL"]/short
source: Cyclopian
es: Ciclópeo
ja: サイクロピアン
pl: Cyklopi
pt_br: Ciclópico
zh_hans: 独眼光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_SHELL"]/desc
source: When famed Shell scientist Dr. Thearlay suggested that they develop a Beam that "concentrated a lot of corrosive gas into a single straight line", people thought he was crazy. But guess what happened after that.
es: Cuando el famoso científico Shell Dr. Thearlay sugirió que desarrollaran un Rayo que "concentrara una gran cantidad de gas corrosivo en una sola línea recta", la gente pensó que estaba loco. Pero adivina qué pasó después.
it: Quando il famoso scienziato di shell Dr. Thearlay ha suggerito di sviluppare un raggio che "ha concentrato un sacco di gas corrosivo in un'unica linea retta", la gente pensava che fosse pazzo.Ma indovina cosa è successo dopo.
ja: 著名なシェルサイエンティストサーレー博士が "大量の腐食性ガスを一本の直線に集中させる" ビームの開発を提案したとき、人々は彼が気違いだと思った。しかし、その後何が起こったか推測する。
ko: 저명한 셸 과학자인 시어레이 박사가 "대량의 부식성 가스를 선형으로 집중시키는"빔의 개발을 제안했을 때 사람들은 그가 미쳤다고 생각했습니다. 그 후에 무슨 일이 벌어졌을 지 맞춰보세요.
pl: Kiedy słynny naukowiec rasy Shell, dr Thearlay, zasugerował, że powinni opracować promień, który „skoncentruje dużo żrącego gazu w jednej prostej linii”, ludzie myśleli, że jest szalony. Ale zgadnij, co stało się potem.
pt_br: Quando o famoso cientista da Shell, Dr. Thearlay, sugeriu que eles desenvolvessem um feixe que "concentrasse uma grande quantidade de gás corrosivo em uma única linha reta", as pessoas acharam que ele estava louco. Mas adivinhe o que aconteceu depois disso.
zh_hans: 当著名的甲壳族科学家泰尔莱博士提议开发一种"将大量腐蚀性气体浓缩为一条直线"的光束时，人们认为他疯了。猜猜之后发生了什么。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS"]/title
source: 'Seuss' Beam
es: Rayo 'Seuss'
it: Beam "Seuss"
ja: スース」ビーム
ko: '수스' 빔
pl: Promień 'Seussa'
pt_br: O feixe de Seuss
zh_hans: '苏斯'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS"]/short
source: 'Seuss'
ja: スース
zh_hans: 苏斯光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS"]/desc
source: Fires a more concentrated beam of chaotic eldritch energy. Deals crew damage, and temporarily induces madness on the crew it hits, disabling their active abilities.
es: Dispara un rayo de caótica energía sobrenatural. Inflige daño a la tripulación e induce temporalmente la locura en la tripulación que golpea, desactivando sus habilidades activas.
ja: 混沌としたエルドリッチ・エネルギーのビームを発射する。クルーにダメージを与え、命中したクルーに一時的にマッドネスを誘発し、アクティブ能力を無効化する。
ko: 이계의 혼돈 에너지가 농축된 빔을 발사합니다. 피격된 선원에게 피해를 입히고, 일시적으로 광기를 부여해 활성화 능력을 봉인합니다.
pl: Wystrzeliwuje promień chaotycznej, nieziemskiej energii. Zadaje obrażenia załodze i tymczasowo wywołuje szaleństwo u trafionej załogi, wyłączając jej aktywne zdolności.
zh_hans: 发射一束浓缩混沌怪异能量束。造成船员伤害并暂时向命中目标注入疯狂，禁用其主动技能。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS_ELITE"]/title
source: Elite 'Seuss' Beam
es: Rayo 'Seuss' de Élite
ja: エリート「スース」ビーム
ko: 엘리트 '수스' 빔
pl: Elitarny Promień 'Seussa'
pt_br: Feixe de Elite 'Seuss'
zh_hans: 精英'苏斯'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS_ELITE"]/short
source: 'Seuss'
ja: ユーロ「スース
zh_hans: 苏斯光束☆

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS_ELITE"]/desc
source: Fires a more concentrated beam of chaotic eldritch energy. Deals less crew damage but also temporarily induces true madness on the crew it hits, disabling their active abilities, their ability to man systems or repair, and greatly slowing their movement.
es: Dispara un rayo más concentrado de caótica energía sobrenatural. Inflige menos daño a la tripulación, pero también induce temporalmente una locura verdadera en la tripulación que golpea, desactivando sus habilidades activas, su capacidad para operar sistemas o reparar, y ralentizando enormemente su movimiento.
it: Scatta un raggio più concentrato di energia eldritch caotica.Offre meno danni da equipaggio ma induce anche temporaneamente la vera follia nell'equipaggio che colpisce, disabilitando le loro capacità attive, la loro capacità di gestire i sistemi o riparare e rallentare notevolmente il loro movimento.
ja: より集中した混沌とした異界エネルギーのビームを発射する。与えるクルーのダメージは少なくなるが、攻撃を受けたクルーに一時的に真の狂気を引き起こし、彼らのアクティブな能力、システムに人員を配置したり修理したりする能力を無効にし、彼らの動きを大幅に遅くする。
ko: 이계의 혼돈 에너지가 농축된 빔을 발사합니다. 선원 피해량은 낮지만, 피격된 선원에게 일시적으로 진정한 광기를 부여하여 활성화 능력과 수리 및 관제 능력을 봉인하고 이동속도를 크게 감소시키니다.
pl: Wystrzeliwuje bardziej skoncentrowany promień chaotycznej, nieziemskiej energii. Zadaje mniej obrażeń załodze, ale tymczasowo wywołuje prawdziwe szaleństwo u trafionej załogi, wyłączając jej aktywne zdolności, zdolność do obsługi systemów lub naprawy oraz znacznie spowalniając jej ruch.
pt_br: Dispara um feixe mais concentrado de energia eldritch caótica. Causa menos danos à tripulação, mas também induz temporariamente a verdadeira loucura na tripulação atingida, desativando suas habilidades ativas, sua capacidade de gerenciar sistemas ou fazer reparos e retardando bastante seus movimentos.
zh_hans: 发射一束浓缩混沌怪异能量束。造成船员伤害并暂时向命中目标注入真正的疯狂，禁用其主动技能，操控系统的能力与维修能力，并且大幅减缓其移动速度。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS_VISION"]/title
source: Elite 'Seuss' Beam
es: Rayo 'Seuss' de Élite
ja: エリート「スース」ビーム
ko: 엘리트 '수스' 빔
pl: Elitarny Promień 'Seussa'
pt_br: Feixe de Elite 'Seuss'
zh_hans: 精英'苏斯'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS_VISION"]/short
source: 'Seuss'
ja: ユーロ「スース
zh_hans: 苏斯光束☆
