Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is reduced to 0.7x
es: La velocidad de movimiento se reduce a 0.7x.
it: La velocità di movimento è ridotta a 0,7x
ja: 移動速度が0.7倍に低下する
ko: 이동속도 0.7배
pl: Szybkość ruchu zmniejszona do 0,7x
pt_br: A velocidade de movimento é reduzida para 0,7x
zh_hans: 0.7倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tonysr"]/desc
source: An absurdly wealthy Leech entrepreneur with a miserable past that he hides by consuming as much as possible in his spare time. Inherited Leech stats: 1.5x stun duration, regenerates 6.4hp/s if unharmed for 5 seconds
es: Un empresario Leech absurdamente rico que drena la fuerza vital de cualquiera lo suficientemente desafortunado como para estar demasiado cerca. Estadísticas de Leech heredadas: 1.5x de duración de aturdimiento, se regenera 6.4 PV/s si no sufre daño durante 5 segundos.
ja: とんでもなく裕福なリーチ起業家で、不運にも近づきすぎた者の生命力を奪う。 Leechのスタッツを継承している：1.5倍のスタン持続時間、5秒間無傷の場合6.4hp/sのHPを回復する。
ko: 비참한 과거를 가졌으며 터무니 없이 부유한 리치 기업가입니다. 여가 시간에 최대한 많이 소비하는 것으로 과거를 숨기고 있습니다. 리치의 기본 특성: 기절 시간 1.5배, 5초 동안 피해를 입지 않을 시 초당 6.4의 체력을 회복
pl: Absurdalnie bogaty przedsiębiorca Pijawek, który wysysa siły życiowe z każdego, kto niefortunnie stanie zbyt blisko. Odziedziczone statystyki Pijawek: 1,5x czasu ogłuszenia, regeneruje 6,4 PŻ/s, jeśli nie odniesie obrażeń przez 5 sekund
zh_hans: 一个富得流油的吸虫企业家，通过闲暇时胡吃海塞来掩藏自己悲惨的往事。 继承吸虫族属性：1.5倍眩晕时长，不受伤害5秒后以6.4点/秒恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tonysr"]/title
source: CEO
it: Amministratore delegato
ja: CEO（最高経営責任者
pl: Prezes
zh_hans: 首席执行官

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tonysr"]/short
source: CEO
it: Amministratore delegato
ja: CEO（最高経営責任者
pl: Prezes
zh_hans: 首席执行官

source: Horrid stench lowers the defenses of unsuspecting enemy crew by 25%
es: Su personalidad repulsiva reduce las defensas de la tripulación enemiga en un 25%.
ja: 反吐が出るような性格で、敵クルーの防御力を25％低下させる
ko: 끔찍한 악취가 아무것도 모르는 적 선원의 방어력을 25% 낮춤
pl: Odpychająca osobowość obniża obronę wrogiej załogi o 25%
zh_hans: 可怕的恶臭使毫无准备的敌方船员的防御能力降低25%

source: All consuming hunger forces him to feed upon drones, mechanical, and energy crew, rapidly draining their health, as well as 2 power from enemy systems
es: Aumentos experimentales para extender la vida lo obligan a alimentarse de drones y tripulación mecánica y de energía, drenando rápidamente su salud, así como 2 de energía de los sistemas enemigos.
ja: 実験的な寿命延長オーグメントにより、ドローン、機械、エネルギーの乗組員を捕食し、彼らの体力を急速に消耗させる。
ko: 강렬한 굶주림으로 드론, 기계, 그리고 에너지 선원을 먹어치워 체력을 빠르게 감소시키고, 적의 시스템으로부터 2의 출력을 제한함
pl: Eksperymentalne ulepszenia przedłużające życie zmuszają go do żywienia się dronami, załogą mechaniczną i energetyczną, gwałtownie wysysając ich zdrowie, a także 2 jednostki mocy z wrogich systemów
zh_hans: 饥饿迫使他以无人机，机械和能量类船员为食，迅速消耗他们的生命值，还会锁定敌方系统2格能量

source: Is a lazy piece of shit that moves at x0.25 speed. Massive girth provides him 150 health.
es: Se mueve a 0.25x de velocidad, su enorme corpulencia proporciona 150 de salud.
ja: 移動速度は0.25倍、巨大な胴回りで150のヘルスを供給
ko: 게을러 빠져서 0.25배의 속도로 움직이며 거대한 몸뚱아리는 150의 최대 체력을 부여함
pl: Porusza się z szybkością x0,25, masywna tusza zapewnia 150 zdrowia
zh_hans: 是一条懒虫，只有0.25倍移动速度。巨大的体型使其拥有150点最大生命值。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_dessius"]/desc
source: The Prime Reaper is the ancestral leader and protector of the Dynasty, born through the splitting of the previous Reaper. Inherited Phantom stats: takes no damage from hazards, 80 HP, 0.8x speed, has door phasing properties
es: El Segador Primordial es el líder ancestral y protector de la Dinastía, nacido de la división del Segador anterior. Estadísticas de Fantasma heredadas: no recibe daño de peligros, 80 PV, 0.8x de velocidad, tiene propiedades de atravesar puertas.
it: Il Prime Reaper è il leader ancestrale e il protettore della dinastia, nato attraverso la scissione del precedente mietitore. Statistiche fantasma ereditate: non subisce danni dai pericoli, 80 CV, 0,8x velocità, ha proprietà di fase di fase della porta
ja: プライムリーパーは、先代のリーパーが分裂して生まれた王朝の先祖代々のリーダーであり、守護者である。 継承されたPhantomのステータス：ハザードによるダメージを受けない、HP80、スピード0.8倍、ドアフェイシングの特性を持つ。
ko: 선대 리퍼의 분열을 통해 태어난 프라임 리퍼는 왕조의 조상이자 수호자입니다. 팬텀의 기본 특성: 재해 면역, 최대 체력 80, 이동속도 0.8배, 문 무시
pl: Pierwotny Żniwiarz jest przodkowym przywódcą i obrońcą Dynastii, zrodzonym z podziału poprzedniego Żniwiarza. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 80 PŻ, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: O Ceifador Prime é o líder ancestral e o protetor da dinastia, nascidos através da divisão do Ceifador anterior. Estatísticas Phantom Herited: não sofre da danos causados por riscos, 80 hp, velocidade de 0,8x, tem propriedades de fase de porta
zh_hans: 大夺命灵是灵朝的远古领袖和护佑者，通过前代夺命灵的分裂而诞生。 继承幻灵属性：免疫环境伤害，80点最大生命值，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="unique_dessius"]/title
source: Prime Reaper
es: Segador Primordial
ja: プライム・リーパー
ko: 프라임 리퍼
pl: Pierwotny Żniwiarz
zh_hans: 大夺命灵

# data/blueprints.xml.append$//crewBlueprint[@name="unique_dessius"]/short
source: Prime Reaper
es: Segador Primordial
ja: プライム・リーパー
ko: 프라임 리퍼
pl: Pierwotny Żniwiarz
zh_hans: 大夺命灵

source: Takes 0.75x damage from crew combat
es: Recibe 0.75x de daño en combate de tripulación.
it: Subisce un danno 0,75x dal combattimento dell'equipaggio
ja: クルーの戦闘で0.75倍のダメージを受ける
ko: 전투로부터 0.75배의 피해만을 받음
pl: Otrzymuje 0,75x obrażeń w walce z załogą
pt_br: Leva 0,75x de dano do combate da tripulação
zh_hans: 受到0.75倍战斗伤害

source: Sabotages systems thrice as fast
es: Sabotea sistemas el triple de rápido.
it: Sabota i sistemi tre volte più velocemente
ja: システムを3倍の速さで妨害する
ko: 시스템 파괴속도 3배
pl: Sabotuje systemy trzy razy szybciej
pt_br: Sistemas de sabotagem três vezes tão rápido
zh_hans: 3倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_eater"]/desc
source: King of the Lanius Swarm, or at least he was until you took his title. He seems happy enough to stick around though. Inherited Lanius stat: immune to suffocation
es: Rey del Enjambre Lanius, o al menos lo era hasta que le quitaste el título. Sin embargo, parece bastante contento de quedarse. Estadística de Lanius heredada: inmune a la asfixia.
it: Swarm King of the Lanius, o almeno fino a quando non hai preso il suo titolo.Sembra abbastanza felice da restare in giro però. Lanius Stat ereditate: immune al soffocamento
ja: ラニウスの群れの王、少なくともあなたがその座を奪うまではそうだった。でも、彼は十分満足しているようだ。 ラニウスに継承された能力：窒息耐性
ko: 라니우스 무리의 왕, 적어도 당신이 그의 명성을 허물기 전까지는 그랬습니다. 그래도 당신의 함선에 머무를 만큼 행복해 보이네요. 라니우스의 기본 특성: 질식 면역
pl: Król Roju Laniusów, a przynajmniej był nim, dopóki nie zabrałeś mu tytułu. Wydaje się jednak wystarczająco szczęśliwy, by zostać. Odziedziczona statystyka Laniusów: odporny na uduszenie
pt_br: Rei do Lanius Swarm, ou pelo menos ele foi até você tomar o título dele.Ele parece feliz o suficiente para ficar por aqui. Lanius Herited Stat: imune a asfixia
zh_hans: 食铁族群之王，至少在你夺得他的头衔之前是。不过，他似乎很高兴能留下来。 继承食铁族属性：免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_eater"]/title
source: Lanius King
es: Rey Lanius
ja: ラニウス・キング
ko: 라니우스 왕
pl: Król Laniusów
zh_hans: 食铁族群王

# data/blueprints.xml.append$//crewBlueprint[@name="unique_eater"]/short
source: Lanius King
es: Rey Lanius
ja: ラニウス・キング
pl: Król Laniusów
zh_hans: 食铁族群王

source: Max Health is increased to 200
es: Salud máxima aumentada a 200
it: Max Health è aumentata a 200
ja: 最大ライフが200に増加した
ko: 최대 체력 200
pl: Maksymalne zdrowie zwiększone do 200
pt_br: Max Health é aumentado para 200
zh_hans: 200点最大生命值

source: Sabotages systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sabotages Systems a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a 2,5x velocidade
zh_hans: 2.5倍破坏伤害

source: Instantly drains oxygen from rooms
es: Drena instantáneamente el oxígeno de las habitaciones.
it: Prosciuga istantaneamente l'ossigeno dalle stanze
ja: 部屋から酸素を瞬時に排出する
ko: 산소를 즉시 제거
pl: Natychmiast wysysa tlen z pomieszczeń
pt_br: Drena instantaneamente oxigênio dos quartos
zh_hans: 瞬间消耗所在舱室的氧气

source: Can consume a part of any beacon when there is an opportunity
es: Puede consumir una parte de cualquier baliza cuando hay una oportunidad.
it: Può consumare una parte di qualsiasi faro quando c'è un'opportunità
ja: 機会があればビーコンの一部を消費できる
ko: 기회가 있다면 어느 송신소든 일부를 먹어 치울 수 있음
pl: Może skonsumować część dowolnego sygnału, gdy nadarzy się okazja
pt_br: Pode consumir uma parte de qualquer farol quando houver uma oportunidade
zh_hans: 当有机会时，可以将任何信标吞噬一部分

# data/blueprints.xml.append$//crewBlueprint[@name="unique_anointed"]/desc
source: The queen of the Augmented, a proficient scholar in the so-called 'Forefathers' and an eager ally. Inherited Lanius stats: drains oxygen, is immune to suffocation
es: La reina de los Aumentados, una erudita competente en los llamados 'Antepasados' y una aliada entusiasta. Estadísticas de Lanius heredadas: drena oxígeno, es inmune a la asfixia.
it: La regina degli aumenti, uno studioso competente nei cosiddetti "antenati" e un alleato desideroso. Statistiche di Lanius ereditate: prosciuga l'ossigeno, è immune al soffocamento
ja: オーグメントの女王で、いわゆる "フォアファーザーズ "の熟達した学者であり、熱心な同盟者でもある。 ラニウス譲りのステータス：酸素を排出し、窒息に免疫がある。
ko: 증강자들의 여왕. 소위 '선조들'에 대한 유능한 학자이자 열렬한 지지자입니다. 라니우스의 기본 특성: 산소 흡수, 질식 면역
pl: Królowa Wzmocnionych, biegła uczona w tak zwanych 'Praojcach' i chętna sojuszniczka. Odziedziczone statystyki Laniusów: wysysa tlen, jest odporna na uduszenie
pt_br: A rainha dos aumentados, um estudioso proficiente nos chamados "antepassados" e um aliado ansioso. Estatísticas herdadas de Lanius: drenos oxigênio, é imune a asfixia
zh_hans: 强铁族的女王，一名研究所谓'先驱'的专业学者，还是热切的盟友。 继承食铁族属性：消耗舱室内的氧气，免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_anointed"]/title
source: God Queen
es: Reina Diosa
it: Dio regina
ja: ゴッド・クイーン
ko: 신 여왕
pl: Bogini-Królowa
pt_br: Deus rainha
zh_hans: 强选女王

# data/blueprints.xml.append$//crewBlueprint[@name="unique_anointed"]/short
source: God Queen
es: Reina Diosa
it: Dio regina
ja: ゴッド・クイーン
pl: Bogini-Królowa
pt_br: Deus rainha
zh_hans: 强铁女王

source: Active Ability: Assimilates part of the ship hull, doing ship damage but temporarily gaining greatly amplified powers and halting decay. Fully heal on cast.
es: Habilidad Activa: Asimila parte del casco de la nave, causando daño a la nave pero ganando temporalmente poderes muy amplificados y deteniendo el deterioro. Se cura por completo al lanzar.
it: Abilità attiva: assimila parte dello scafo della nave, facendo danni alla nave ma guadagnando temporaneamente poteri amplificati e arrestando il decadimento.Guarire completamente sul cast.
ja: アクティブな能力: 船体の一部を同化し、艦船にダメージを与えるが、一時的に大幅に増幅された力を獲得し、腐敗を停止する。キャストすると完全に回復する。
ko: 활성화 능력: 선체의 일부를 흡수하여 선체 피해를 주지만, 부식이 지연되고 일시적으로 크게 강화된 능력치를 얻음. 발동 시 체력을 완전히 회복.
pl: Zdolność aktywna: Asymiluje część kadłuba statku, zadając obrażenia statkowi, ale tymczasowo zyskując znacznie wzmocnione moce i zatrzymując rozkład. W pełni leczy przy użyciu.
pt_br: Capacidade ativa: Assimila parte do casco do navio, causando danos ao navio, mas ganhando temporariamente poderes amplificados e interrompendo a deterioração.Cura totalmente no elenco.
zh_hans: 主动技能：消化部分舰体，造成舰体与系统伤害，自身暂时获得力量强化并停止流失生命。使用后恢复全部生命。

source: Provides 2 power to occupied system
es: Proporciona 2 de energía al sistema ocupado
it: Fornisce 2 energia al sistema occupato
ja: 占有されているシステムに2つの動力を供給する
ko: 배치된 시스템에 2 전력을 공급
pl: Dostarcza 2 jednostki energii do zajmowanego systemu
pt_br: Fornece 2 poder para o sistema ocupado
zh_hans: 为所在舱室的系统提供2格能量

source: Max Health is increased to 200, decays rapidly when not at full health
es: La Salud Máxima aumenta a 200, se deteriora rápidamente cuando no está a plena salud.
it: Max Health è aumentata a 200, decade rapidamente quando non è in piena salute
ja: 最大ライフが200に増加するが、ライフが完全でない場合は急速に減衰する
ko: 최대 체력 200, 최대 체력이 아닐 시 빠르게 부식됨
pl: Maksymalne zdrowie zwiększone do 200, gwałtownie się rozkłada, gdy nie ma pełnego zdrowia
pt_br: Max Health é aumentado para 200, decai rapidamente quando não está em plena saúde
zh_hans: 200点最大生命值，生命值不满时迅速流失生命

source: Sabotages systems at 1.5x speed
es: Sabotea sistemas a velocidad x1.5
it: Sabotages Systems a 1,5x velocità
ja: 1.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.5배
pl: Sabotuje systemy z szybkością 1,5x
pt_br: Sistemas de sabotagem a 1,5x de velocidade
zh_hans: 1.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_guntput"]/desc
source: The strong-willed shaman of the Lizard people. Though he completely distrusts technology, he's decided to give you a chance. Inherited Lizard stats: 120 HP, learns system skills 30% slower and combat/repair 30% faster
es: El chamán de voluntad fuerte del pueblo Lagarto. Aunque desconfía completamente de la tecnología, ha decidido darte una oportunidad. Estadísticas de Lagarto heredadas: 120 PV, aprende habilidades de sistemas un 30% más lento y de combate/reparación un 30% más rápido.
it: Lo sciamano volitivo del popolo lucertola.Sebbene si diffida completamente alla tecnologia, ha deciso di darti una possibilità. Statistiche di lucertole ereditate: 120 CV, apprende le abilità di sistema 30% più lente e combattimento/riparazione del 30% più veloce
ja: リザード族の意志の強いシャーマン。テクノロジーに完全な不信感を抱いているが、あなたにチャンスを与えることにした。 リザード族のステータスを継承：HP120、システム・スキルの習得が30％遅く、戦闘／修理が30％速い。
ko: 강한 의지를 가진 도마뱀 종족의 주술사입니다. 과학 기술을 완전히 불신하지만, 당신만큼은 믿어보기로 했습니다. 도마뱀의 기본 특성: 최대 체력 120, 시스템 관리 기술을 30% 느리게 익히지만, 전투/수리 기술을 30% 빨리 익힘
pl: Silnej woli szaman ludu Jaszczurek. Chociaż całkowicie nie ufa technologii, postanowił dać ci szansę. Odziedziczone statystyki Jaszczurek: 120 PŻ, uczy się umiejętności systemowych o 30% wolniej, a bojowych/naprawczych o 30% szybciej
pt_br: O xamã de força de vontade do povo do lagarto.Embora ele desconfia completamente da tecnologia, ele decidiu lhe dar uma chance. Estatísticas herdadas de lagarto: 120 hp, aprende habilidades do sistema 30% mais lentas e combate/reparo 30%
zh_hans: 蜥蜴人意志坚强的萨满。虽然完全信不过技术，但他决定给你一个机会。 继承蜥蜴族属性：120点最大生命值，舱室操控技能提升的速度减慢30%，但战斗/维修技能提升的速度提高30%

# data/blueprints.xml.append$//crewBlueprint[@name="unique_guntput"]/title
source: Shaman
es: Chamán
it: Sciamano
ja: シャーマン
ko: 주술사
pl: Szaman
pt_br: Xamã
zh_hans: 萨满

# data/blueprints.xml.append$//crewBlueprint[@name="unique_guntput"]/short
source: Shaman
es: Chamán
it: Sciamano
ja: シャーマン
pl: Szaman
pt_br: Xamã
zh_hans: 萨满

source: Periodic Ability: Instantly heals 25hp to allied crew in the same room
es: Habilidad Periódica: Cura instantáneamente 25 PV a la tripulación aliada en la misma habitación.
it: Abilità periodica: guarisce istantaneamente 25 CV all'equipaggio alleato nella stessa stanza
ja: 定期的能力: 同じ部屋にいる味方クルーのHPを即座に25回復する
ko: 주기적 능력: 같은 선실에 있는 아군들의 체력을 25만큼 치유
pl: Zdolność okresowa: Natychmiast leczy 25 PŻ sojuszniczej załodze w tym samym pomieszczeniu
pt_br: Capacidade periódica: cura instantaneamente 25hp para a tripulação aliada na mesma sala
zh_hans: 周期技能：立即治疗同舱室的所有友方船员25点生命

source: Passively doubles the heal speed of all friendly crew in the room
es: Duplica pasivamente la velocidad de curación de toda la tripulación aliada en la habitación.
it: Raddoppia passivamente la velocità di guarigione di tutti gli equipaggi amichevoli nella stanza
ja: 部屋内のすべての味方クルーの回復速度をパッシブで2倍にする
ko: 같은 선실에 있는 아군들의 회복 속도를 2배로 만듦
pl: Pasywnie podwaja szybkość leczenia całej przyjaznej załogi w pomieszczeniu
pt_br: Dobra passivamente a velocidade de cura de toda equipe amigável na sala
zh_hans: 同舱室友方船员获得100%生命恢复速度增益

source: Regenerates 4hp/s if unharmed for 7 seconds
es: Se regenera 4 PV/s si no sufre daño durante 7 segundos.
it: Si rigenera 4hp/s se incolume per 7 secondi
ja: 7秒間無傷の場合、4HP/秒を回復
ko: 7초 동안 피해를 입지 않을 경우 초당 4의 체력을 회복
pl: Regeneruje 4 PŻ/s, jeśli nie odniesie obrażeń przez 7 sekund
pt_br: Regenera 4hp/s se ileso por 7 segundos
zh_hans: 不受伤害7秒后以4点生命/秒的速度恢复生命

source: Halved repair speed
es: Velocidad de reparación a la mitad
it: Velocità di riparazione dimezzata
ja: 修復速度が半分になる
ko: 수리 속도 반감
pl: Zmniejszona prędkość naprawy
pt_br: Velocidade de reparo pela metade
zh_hans: 0.5倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="unique_metyunt"]/desc
source: The quite unpopular traitor to his own lizardkind. However, he has no time to worry about that. He must meet his quota. Inherited Lizard stat: regenerates 3hp/s if unharmed for 7 seconds
es: El traidor bastante impopular de su propia especie lagarto. Sin embargo, no tiene tiempo para preocuparse por eso. Debe cumplir su cuota. Estadística de Lagarto heredada: se regenera 3 PV/s si no sufre daño durante 7 segundos.
it: Il traditore abbastanza impopolare per la sua stessa lucertola.Tuttavia, non ha tempo di preoccuparsi di questo.Deve incontrare la sua quota. Stat di lucertola ereditata: rigenera 3HP/s se illeso per 7 secondi
ja: トカゲ族の裏切り者として大人気ない。しかし、そんなことを気にしている暇はない。彼はノルマを果たさなければならないのだ。 受け継いだリザードのステータス：7秒間無傷の場合、3hp/sのHPを回復する。
ko: 도마뱀 종족의 배신자입니다. 자신의 할당량을 채워야 하기에 다른 도마뱀들의 악평을 걱정할 시간이 없습니다. 도마뱀의 기본 특성: 7초 동안 피해를 입지 않을 시 초당 3의 체력을 회복함
pl: Dość niepopularny zdrajca własnego gatunku jaszczurek. Jednak nie ma czasu się tym martwić. Musi wyrobić normę. Odziedziczona statystyka Jaszczurek: regeneruje 3 PŻ/s, jeśli nie odniesie obrażeń przez 7 sekund
pt_br: O traidor bastante impopular de sua própria lagarta.No entanto, ele não tem tempo para se preocupar com isso.Ele deve encontrar sua cota. Stat Herited Lizard: Regenera 3hp/s, se ileso por 7 segundos
zh_hans: 相当不受族群欢迎的蜥蜴人叛徒。然而他可没时间担心这些，他还得完成业务指标呢。 继承蜥蜴人属性：不受伤害7秒后以3点生命/秒的速度恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="unique_metyunt"]/title
source: Manager
es: Gerente
ja: マネージャー
ko: 관리인
pl: Menedżer
pt_br: Gerente
zh_hans: 经理

# data/blueprints.xml.append$//crewBlueprint[@name="unique_metyunt"]/short
source: Manager
es: Gerente
ja: マネージャー
pl: Menedżer
pt_br: Gerente
zh_hans: 经理

source: Active Ability: Temporarily doubles their repair and sabotage speed, but lowers Max Health. Nearby allies also gain the effects.
es: Habilidad Activa: Duplica temporalmente su velocidad de reparación y sabotaje, pero reduce la Salud Máxima. Los aliados cercanos también obtienen los efectos.
it: Abilità attiva: raddoppia temporaneamente la loro riparazione e la velocità di sabotaggio, ma abbassa Max Health.Anche gli alleati nelle vicinanze ottengono gli effetti.
ja: アクティブな能力: 修理と妨害行為の速度を一時的に2倍にするが、最大ライフを低下させる。近くの味方も効果を得る。
ko: 활성화 능력: 잠시 동안 자신을 포함하여 같은 선실에 있는 아군들의 수리 속도와 시스템 파괴 속도를 두 배로 만들지만, 최대 체력을 25% 낮춤
pl: Zdolność aktywna: Tymczasowo podwaja ich szybkość naprawy i sabotażu, ale obniża maksymalne zdrowie. Poblizcy sojusznicy również zyskują te efekty.
pt_br: Capacidade ativa: dobra temporariamente o reparo e a velocidade de sabotagem, mas reduz a saúde máxima.Aliados próximos também ganham os efeitos.
zh_hans: 主动技能：暂时获得2倍维修速度与破坏伤害，但降低最大生命值。同舱室友方亦获得此效果。

source: Passively provides a 50% fire resistance to all other allied crew in the same room
es: Proporciona pasivamente un 50% de resistencia al fuego a toda la demás tripulación aliada en la misma habitación.
it: Fornisce passivamente una resistenza al fuoco del 50% a tutti gli altri membri dell'equipaggio alleato nella stessa stanza
ja: 同じ部屋にいる他のすべての味方クルーにパッシブに50%の耐火性を与える
ko: 같은 선실에 있는 아군들에게 50%의 화재 저항을 부여
pl: Pasywnie zapewnia 50% odporności na ogień wszystkim innym sojuszniczym członkom załogi w tym samym pomieszczeniu
pt_br: Passivamente fornece uma resistência de incêndio de 50% a todas as outras tripulações aliadas na mesma sala
zh_hans: 为同舱室的友方船员提供50%灼烧伤害抗性

source: Max Health is increased to 135
es: Salud máxima aumentada a 135
it: Max Health è aumentata a 135
ja: 最大ライフが135に増加した
ko: 최대 체력 135
pl: Maksymalne zdrowie zwiększone do 135
pt_br: A saúde máxima é aumentada para 135
zh_hans: 135点最大生命值

source: Movement speed is increased to 1.5x
es: Velocidad de movimiento aumentada a x1.5
it: La velocità di movimento è aumentata a 1,5x
ja: 移動速度が1.5倍に増加する
ko: 이동속도 1.5배
pl: Szybkość ruchu zwiększona do 1,5x
pt_br: A velocidade de movimento é aumentada para 1,5 vezes
zh_hans: 1.5倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="unique_queen"]/desc
source: Queen of the Giant Alien spider hive.
es: Reina de la colmena de arañas alienígenas gigantes.
it: Regina del gigantesco alveare alieno ragno.
ja: 巨大なエイリアンのクモの巣の女王。
ko: 거대 외계 거미 둥지의 여왕입니다.
pl: Królowa roju Wielkich Obcych Pająków.
pt_br: Rainha da colméia da aranha gigante alienígena.
zh_hans: 巨大异形蜘蛛巢穴的虫后。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_queen"]/title
source: Queen
es: Reina
it: Regina
ja: 女王
ko: 여왕
pl: Królowa
pt_br: Rainha
zh_hans: 蜘蛛虫后

# data/blueprints.xml.append$//crewBlueprint[@name="unique_queen"]/short
source: Queen
es: Reina
it: Regina
ja: 女王
pl: Królowa
pt_br: Rainha
zh_hans: 蜘蛛虫后

source: Active Ability: Heals all spider crew in the room and boosts their movement speed
es: Habilidad Activa: Cura a toda la tripulación de arañas en la habitación y aumenta su velocidad de movimiento.
it: Abilità attiva: guarisce tutto l'equipaggio di ragno nella stanza e aumenta la velocità di movimento
ja: アクティブな能力: 部屋内のすべてのスパイダークルーを回復し、移動速度をブーストする
ko: 활성화 능력: 같은 선실에 있는 모든 거미 선원을 치유하고 이동속도를 증가시킴
pl: Zdolność aktywna: Leczy całą załogę pająków w pomieszczeniu i zwiększa ich szybkość ruchu
pt_br: Habilidade ativa: Cura todos os tripulantes-aranha na sala e aumenta sua velocidade de movimento
zh_hans: 主动技能：持续治疗同舱室友方蜘蛛族船员，提高其移动速度

source: 125 health, 1.5x fire damage taken, 1.25x heal speed
es: 125 de salud, 1.5x de daño por fuego recibido, 1.25x de velocidad de curación.
it: 125 Salute, 1,5x danni da incendio subiscono, 1,25x velocità di guarigione
ja: ライフ125、受ける火ダメージ1.5倍、回復速度1.25倍
ko: 최대 체력 125, 화재로부터 받는 피해 1.5배, 회복 속도 1.25배
pl: 125 zdrowia, 1,5x obrażeń od ognia, 1,25x szybkości leczenia
pt_br: 125 de saúde, 1,5x o dano de fogo recebido, 1,25x a velocidade de cura
zh_hans: 125点最大生命值，受到1.5倍灼烧伤害，1.25倍生命恢复速度

source: 3x combat damage, 0.1x repair speed
es: 3x de daño de combate, 0.1x de velocidad de reparación.
it: 3x danni da combattimento, velocità di riparazione 0,1x
ja: 戦闘ダメージ3倍、修復速度0.1倍
ko: 대인 공격력 3배, 수리 속도 0.1배
pl: 3x obrażeń w walce, 0,1x szybkości naprawy
pt_br: 3x dano de combate, 0,1x velocidade de reparo
zh_hans: 3倍战斗伤害，0.1倍维修速度

source: Can hatch children at empty beacons, and makes all spiders on the same ship controllable
es: Puede incubar crías en balizas vacías y hace que todas las arañas en la misma nave sean controlables.
it: Può schivare i bambini in beacon vuoti e rendere controllabili tutti i ragni sulla stessa nave
ja: 空のビーコンで子供を孵化させることができ、同じ船上のすべてのスパイダーを制御可能にする
ko: 빈 송신소에서 새끼를 낳을 수 있고, 같은 함선에 있는 모든 거미를 상시 조종할 수 있게 만듦
pl: Może składać jaja przy pustych sygnałach i czyni wszystkie pająki na tym samym statku kontrolowanymi
pt_br: Pode chocar crianças em sinalizadores vazios e torna todas as aranhas na mesma nave controláveis
zh_hans: 可在空信标处孵化幼蛛，并使同一艘船上的所有蜘蛛可控
