Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_HEAL"]/desc
source: Self-teleporting healing unit that instantly heals all friendly crew in the room. Can target your own ship.
es: Unidad de curación de informes autocomplacientes que instantáneamente cura a toda la tripulación amigable en la habitación.Puede apuntar a su propio barco.
it: Unità di guarigione auto-teletrasportata che guarisce istantaneamente tutta l'equipaggio amichevole nella stanza.Può indirizzare la tua nave.
ja: 室内にいるすべての味方クルーを瞬時に回復する自己テレポート型回復ユニット。自船をターゲットにすることができる。
pl: Samo -nie zagłębiająca się instalacja terapeutyczna, która natychmiast leczy całą przyjazną załogę w przedziale.Możesz celować na swój własny statek.
pt_br: Unidade de cura auto-reportada que cura instantaneamente toda a equipe amigável na sala.Pode ter como alvo seu próprio navio.
zh_hans: 自传送治疗单位，可以立即恢复目标舱室内友方船员的生命值。可瞄准友方星舰。

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_1"]/title
source: Combat Drone Mark I
es: Combate Drone Mark I
it: Combatti Droni Mark I
ja: コンバット・ドローン・マークI
pl: Dron bojowy i
pt_br: Drone de combate Mark I
zh_hans: 战斗无人机I

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_1"]/short
source: Combat I
es: Combate yo
it: Combattimento i
ja: コンバットI
pl: Bitwa i
pt_br: Combate i
zh_hans: 战斗I

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_1"]/desc
source: Powerful drone that continually attacks the enemy ship.
es: Potente dron que ataca continuamente el barco enemigo.
it: Potente drone che attacca continuamente la nave nemica.
ja: 敵艦を継続的に攻撃する強力なドローン。
pl: Potężny dron, nieustannie atakujący statek wroga.
pt_br: Drone poderoso que ataca continuamente o navio inimigo.
zh_hans: 强大的无人机，可以不间断地攻击敌舰。

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_2"]/title
source: Combat Drone Mark II
es: Combate Drone Mark II
it: Combatti Drone Mark II
ja: コンバット・ドローン・マークII
pl: Combat Dron Mod.Ii
pt_br: Drone de combate Mark II
zh_hans: 战斗无人机II

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_2"]/short
source: Combat II
es: Combate II
it: Combattimento II
ja: コンバットII
pt_br: Combate II
zh_hans: 战斗II

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_2"]/desc
source: Powerful drone that continually attacks the enemy ship. Moves and shoots faster than Mark I.
es: Potente dron que ataca continuamente el barco enemigo.Se mueve y dispara más rápido que Mark I.
it: Potente drone che attacca continuamente la nave nemica.Si muove e spara più velocemente di Mark I.
ja: 敵艦を継続的に攻撃する強力なドローン。マークIよりも移動と射撃が速い。
pl: Potężny dron, nieustannie atakujący statek wroga.Porusza się i strzela szybciej niż pierwsza wersja.
pt_br: Drone poderoso que ataca continuamente o navio inimigo.Move e dispara mais rápido que Mark I.
zh_hans: 强大的无人机，可以不间断地攻击敌舰。移速与射速比I型更快。

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_BEAM"]/title
source: Anti-Ship Beam Drone I
es: Beam de rayo antibuqueo i
it: Droni di raggio anti-nave I
ja: 対艦ビーム・ドローンI
pl: Raying Dron i
pt_br: Drone de feixe anti-navio eu
zh_hans: 光束无人机I

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_BEAM"]/short
source: Beam I
es: Viga I
ja: ビームI
pl: Ray I.
pt_br: Feixe i
zh_hans: 光束I

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_BEAM"]/desc
source: Combat drone that repeatedly attacks with a small beam weapon
es: Combatir dron que ataca repetidamente con un arma de haz pequeño
it: Combattimento drone che attacca ripetutamente con un'arma a raggio piccolo
ja: 小型ビーム兵器で攻撃を繰り返す戦闘用ドローン
pl: Dron bojowy, który nieustannie atakuje małą bronią promieniowania
pt_br: Drone de combate que ataca repetidamente com uma pequena arma de feixe
zh_hans: 用小型光束武器不间断攻击敌舰的战斗无人机

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="SHIP_REPAIR"]/title
source: Hull Repair
es: Reparación de casco
it: Riparazione dello scafo
ja: 船体修理
pl: Rem.Korpus
pt_br: Reparo do casco
zh_hans: 舰体维修无人机

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="SHIP_REPAIR"]/short
source: Hull Repair
es: Reparación de casco
it: Riparazione dello scafo
ja: 船体修理
pl: Rem.Korpus
pt_br: Reparo do casco
zh_hans: 舰体维修

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="SHIP_REPAIR"]/desc
source: Automatically repairs 3-5 damage to your hull. Drone part is consumed once it finishes.
es: Repara automáticamente 3-5 daños a su casco.La parte de drones se consume una vez que termina.
it: Ripara automaticamente 3-5 danni allo scafo.La parte dei droni viene consumata una volta terminato.
ja: 3～5の船体値を自動的に修復する。ドローンパーツは修理が終了すると消費される。
pl: Automatycznie przywraca 3-5 jednostek twojego ciała.Kompleks dronów jest spożywany po zakończeniu naprawy.
pt_br: Repara automaticamente 3-5 danos ao seu casco.A parte do drone é consumida quando terminar.
zh_hans: 部署后绕星舰飞行，自动修复3-5点舰体值，维修完毕后自动消耗无人机部件。

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="DEFENSE_1"]/title
source: Defense Drone Mark I
es: Defensa Drone Mark I
it: DRONE DRONE DI DIFENDI
ja: 防衛ドローン・マークI
pl: Mod dronu ochronnego.I
pt_br: Drone de defesa Mark I
zh_hans: 防御无人机I

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="DEFENSE_1"]/short
source: Defense I
es: Defensa yo
it: Difesa I.
ja: ディフェンス I
pl: Ochronne i
pt_br: Defesa i
zh_hans: 防御I

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="DEFENSE_1"]/desc
source: Shoots down incoming missiles, asteroids, and flak debris.
es: Derriba misiles entrantes, asteroides y escombros.
it: Abbassa missili in arrivo, asteroidi e detriti flak.
ja: 飛来するミサイルや小惑星、高射砲の破片を撃ち落とす。
pl: Powala zbliżające się pociski, asteroidy i skorupy anty -powietrzne.
pt_br: Abate mísseis, asteróides e detritos de críticas.
zh_hans: 击落来袭导弹、小行星与破片弹体。

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="DEFENSE_2"]/title
source: Defense Drone Mark II
it: Difesa Drone Mark II
ja: 防衛ドローン マークII
pl: Mod dronu ochronnego.Ii
pt_br: Drone de defesa Mark II
zh_hans: 防御无人机II

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="DEFENSE_2"]/short
source: Defense II
es: Defensa II
it: Difesa II
ja: ディフェンスII
pl: Ochronne II
pt_br: Defesa ii
zh_hans: 防御II

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="DEFENSE_2"]/desc
source: It fires faster than Mark I and can also shoot down incoming lasers.
es: Dispara más rápido que Mark I y también puede derribar láseres entrantes.
it: Scatta più velocemente di Mark I e può anche abbattere i laser in arrivo.
ja: MarkIよりも発射速度が速く、入ってくるレーザーも撃ち落とすことができる。
pl: Strzela szybciej niż pierwsza wersja, a także może obniżyć zbliżające się lasery.
pt_br: Ele dispara mais rápido que a marca I e também pode abater lasers de entrada.
zh_hans: 它的射速比I型更快，同时能够击落袭来的激光弹体。

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="REPAIR"]/title
source: System Repair Drone
es: Drone de reparación del sistema
it: Drone di riparazione del sistema
ja: システム修理ドローン
pl: System LiqueMant
pt_br: Drone de reparo do sistema
zh_hans: 维护无人机

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="REPAIR"]/short
source: Sys Rep.
es: Representante SYS.
ja: シス担当者
pl: System.naprawa
zh_hans: 维护

# data/blueprints.xml.append$/FTL/FTL[2]/droneBlueprint[@name="REPAIR"]/desc
source: Will seek out damaged systems and repair them automatically.
es: Buscará sistemas dañados y los reparará automáticamente.
it: Cercherà sistemi danneggiati e li riparerà automaticamente.
ja: 破損したシステムを探し出し、自動的に修復する。
pl: Szukam uszkodzonych systemów i automatycznie je przywraca.
pt_br: Procurará sistemas danificados e os reparará automaticamente.
zh_hans: 会自动寻找损坏的系统并进行维修。

# data/blueprints.xml.append$//droneBlueprint[@name="BATTLE"]/title
source: Anti-Personnel Drone
es: Dron antipersonal
it: Drone anti-Personnel
ja: 対人ドローン
pl: Dron bezpieczeństwa
pt_br: Drone anti-pessoal
zh_hans: 士兵无人机

# data/blueprints.xml.append$//droneBlueprint[@name="BATTLE"]/short
source: Anti-Pers.
ja: アンチ・パース。
pl: Bezpieczeństwo
pt_br: Anti-peças.
zh_hans: 士兵

# data/blueprints.xml.append$//droneBlueprint[@name="BATTLE"]/desc
source: Will seek out and attempt to destroy any intruders on-board your ship.
es: Buscará e intentará destruir a los intrusos a bordo de su barco.
it: Cercherà e tenterà di distruggere tutti gli intrusi a bordo della tua nave.
ja: 船内の侵入者を探し出して破壊しようとする。
pl: Szuka i próbuje zniszczyć nieznajomych na pokładzie twojego statku.
pt_br: Procurará e tentará destruir qualquer invasor a bordo do seu navio.
zh_hans: 会自动寻找并试图摧毁任何登陆星舰的入侵者。

# data/blueprints.xml.append$//droneBlueprint[@name="BOARDER"]/title
source: Boarding Drone
es: Drone de embarque
it: Droni di imbarco
ja: 搭乗用ドローン
pl: Dron na pokład
pt_br: Drone de embarque
zh_hans: 士兵无人机

# data/blueprints.xml.append$//droneBlueprint[@name="BOARDER"]/short
source: Boarding
es: Embarque
it: Imbarco
ja: 搭乗手続き
pl: Abordaż
pt_br: Embarque
zh_hans: 士兵

# data/blueprints.xml.append$//droneBlueprint[@name="BOARDER"]/desc
source: Breaches through the enemy hull and wreaks havoc. Awesome.
es: Irigue a través del casco enemigo y causa estragos.Impresionante.
it: Viola attraverso lo scafo nemico e provoca il caos.Eccezionale.
ja: 敵艦体をブリーチし、大混乱を引き起こす。素晴らしい。
pl: Przebija się przez załogę wroga i sieje chaos.Wspaniały.
pt_br: Viola -se pelo casco inimigo e causa estragos.Incrível.
zh_hans: 击穿敌方舰体并在敌舰上为非作歹。超棒的。

# data/blueprints.xml.append$//augBlueprint[@name="ION_ARMOR"]/title
source: Reverse Ion Field
es: Campo de iones reverso
it: Campo ionico inverso
ja: 逆イオンフィールド
pl: Pole jonowe odwrotne
pt_br: Campo de íons reverso
zh_hans: 反离子场

# data/blueprints.xml.append$//augBlueprint[@name="ION_ARMOR"]/desc
source: Protects your ship from ion damage, giving a 50% chance to negate it entirely.
es: Protege su barco del daño iónico, dando un 50% de posibilidades de negarlo por completo.
it: Protegge la tua nave dai danni da ioni, dando una probabilità del 50% per negarla del tutto.
ja: 艦船をイオンダメージから保護し、50%の確率でイオンダメージを完全に無効化する。
pl: Chroni statek przed uszkodzeniem jonowym, dając 50% szans na zignorowanie go.
pt_br: Protege seu navio contra danos nos íons, dando 50% de chance de negá -lo completamente.
zh_hans: 保护星舰免受离子攻击，使其获得50%的离子伤害免疫率。

# data/blueprints.xml.append$//augBlueprint[@name="CLOAK_FIRE"]/title
source: Stealth Weapons
es: Armas de sigilo
it: Armi invisibili
ja: ステルス兵器
pl: Broń ukrycia
pt_br: Armas furtivas
zh_hans: 暗影武器

# data/blueprints.xml.append$//augBlueprint[@name="CLOAK_FIRE"]/desc
source: Prevents your weapon fire from disrupting your cloak, allowing you to shoot at will while cloaked.
es: Evita que el fuego de su arma interrumpa su capa, lo que le permite disparar a voluntad mientras está envuelto.
it: Impedisce al fuoco dell'arma di interrompere il mantello, permettendoti di sparare a piacimento mentre era ammantato.
ja: 武器の射撃でクロークが減衰するのを防ぎ、クローク中に自由に射撃できるようになる。
pl: Nie daje ognia ogniu, aby przełamać przebranie, pozwalając ci strzelać, a nawet ukryć.
pt_br: Impede que sua arma o fogo interrompa sua capa, permitindo que você atire à vontade enquanto encoberta.
zh_hans: 防止武器火力扰乱隐形系统运作，隐形时开火不再缩减隐形持续时间。

# data/blueprints.xml.append$/FTL/FTL[2]/augBlueprint[@name="REPAIR_ARM"]/title
source: Repair Arm
es: Brazo de reparación
it: Braccio di riparazione
ja: リペアアーム
pl: Odpowiednie dźwig
pt_br: Reparar o braço
zh_hans: 自动维修臂

# data/blueprints.xml.append$/FTL/FTL[2]/augBlueprint[@name="REPAIR_ARM"]/desc
source: Repairs your hull every time you collect scrap, but reduces scrap collected by 15%.
es: Repara su casco cada vez que recoge chatarra, pero reduce la chatarra recolectada en un 15%.
it: Ripara lo scafo ogni volta che raccogli lo scarto, ma riduce i rottami raccolti del 15%.
ja: スクラップを収集するたびに船体を修理するが、収集されるスクラップは15%減少する。
pl: Naprawiono twoją obudowę za każdym razem, gdy zbierasz złom, ale zmniejsza ilość złomu zebranego o 15%.
pt_br: Repara seu casco toda vez que você coleta sucata, mas reduz o sucata coletado em 15%.
zh_hans: 每次收集废料时都会修复2点舰体值，但收集的废料减少15%，向下取整。

source: Scrap Recovery Arm
es: Brazo de recuperación de chatarra
it: Braccio di recupero di scarto
ja: スクラップ回収アーム
pl: Żuraw zbioru Loma
pt_br: Braço de recuperação de sucata
zh_hans: 废料收集臂

source: Allows the ship to collect 10% more scrap from any source.
es: Permite que el barco recolecte un 10% más de chatarra de cualquier fuente.
it: Consente alla nave di raccogliere il 10% in più di scarti da qualsiasi fonte.
ja: 艦船があらゆるソースからスクラップを10%多く収集できるようにする。
pl: Pozwala statkowi zebrać 10% więcej złomu z dowolnego źródła.
pt_br: Permite que o navio colete 10% a mais de qualquer fonte.
zh_hans: 星舰每次获得废料时额外获得10%，向上取整。

# data/blueprints.xml.append$/FTL/FTL[2]/augBlueprint[@name="ADV_SCANNERS"]/title
source: Long-Ranged Scanners
es: Escáneres de largo alcance
it: Scanner a lungo raggio
ja: 長距離スキャナー
pl: Skaner Daln.działania.
pt_br: Scanners de longo alcance
zh_hans: 长距扫描仪

# data/blueprints.xml.append$/FTL/FTL[2]/augBlueprint[@name="ADV_SCANNERS"]/desc
source: Adds additional info about nearby Beacons on the star map.
es: Agrega información adicional sobre las balizas cercanas en el mapa de las estrellas.
it: Aggiunge ulteriori informazioni sui beacon nelle vicinanze sulla mappa stellare.
ja: 星図上に近くのビーコンに関する追加情報を追加する。
pl: Dodaje dodatkowe informacje na temat najbliższych latarni morskich do mapy gwiazd.
pt_br: Adiciona informações adicionais sobre Beacons próximos no mapa da estrela.
zh_hans: 在星图上显示附近信标的额外信息。

# data/blueprints.xml.append$//augBlueprint[@name="AUTO_COOLDOWN"]/title
source: Automated Re-loader
es: RELOGADOR AUTOMADO
it: Ricaricatore automatizzato
ja: 自動リローダ
pl: Auto Overasser
pt_br: RELOLHADOR AUTOMATADO
zh_hans: 自动装填器

# data/blueprints.xml.append$//augBlueprint[@name="AUTO_COOLDOWN"]/desc
source: Cooldown between weapon shots is improved by 10 percent.
es: El tiempo de reutilización entre los disparos de armas mejora en un 10 por ciento.
it: Il recupero tra i colpi di armi è migliorato del 10 percento.
ja: 武器のショット間のクールダウンが10%改善された。
pl: Opóźnienie między ujęciami broni jest zmniejszone o 10 procent.
pt_br: A recarga entre as fotos de armas é melhorada em 10 %.
zh_hans: 武器与巨炮充能时间减少10%。

# data/blueprints.xml.append$//augBlueprint[@name="SHIELD_RECHARGE"]/title
source: Shield Charge Booster
es: Refuerzo de carga de escudo
it: SHIELD CARICA BOOSTER
ja: シールド充填ブースター
pl: Przyśpieszenie.Ładunek tarczy
pt_br: SHIELD CARGA BOOSTER
zh_hans: 护盾增压器

# data/blueprints.xml.append$//augBlueprint[@name="SHIELD_RECHARGE"]/desc
source: Boosts the ship's shield recharge rate by 15 percent.
es: Aumenta la tasa de recarga del escudo del barco en un 15 por ciento.
it: Aumenta il tasso di ricarica dello scudo della nave del 15 percento.
ja: 艦船のシールドのリチャージ速度を15%ブーストする。
pl: Przyspiesza doładowanie tarczy statku o 15 procent.
pt_br: Aumenta a taxa de recarga de escudo do navio em 15 %.
zh_hans: 星舰的护盾充能速度提高15%。

source: Weapon Pre-igniter
es: Arma pre-archivador
it: ARMA PRE-IGNITER
ja: ウェポン・プリ・イグナイター
pl: Prefabrykator broni
pt_br: Arma Pré-roticadora
zh_hans: 武器预热器

source: Weapons are made immediately available after an FTL jump.
es: Las armas se hacen disponibles de inmediato después de un salto FTL.
it: Le armi sono rese immediatamente disponibili dopo un salto FTL.
ja: 武器はFTLジャンプ後すぐに使用可能になる。
pl: Broń staje się dostępna natychmiast po skoku SSD.
pt_br: As armas são disponibilizadas imediatamente após um salto de FTL.
zh_hans: 武器在跃迁后立即可用。

# data/blueprints.xml.append$//augBlueprint[@name="FTL_BOOSTER"]/title
source: FTL Recharge Booster
es: FTL Recarga Booster
it: Booster di ricarica FTL
ja: FTLリチャージ・ブースター
pl: Akcelerator ładunku SSD
pt_br: FTL Recarrega de reforço
zh_hans: 超光速助推器

# data/blueprints.xml.append$//augBlueprint[@name="FTL_BOOSTER"]/desc
source: The ship's FTL Drive powers up 25 percent faster.
es: La unidad FTL de la nave funciona un 25 por ciento más rápido.
it: L'unità FTL della nave alimenta il 25 percento più veloce.
ja: 艦船のFTLドライブのチャージ速度が25%速くなった。
pl: SSD statku pobiera 25 procent szybciej.
pt_br: O Drive FTL do navio aumenta 25 % mais rápido.
zh_hans: 该船的超光速推进器充能速度提高25%。

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JUMPER"]/title
source: Adv. FTL Navigation
es: Adv.Navegación FTL
it: Adv.Navigazione FTL
ja: アドバンスFTLナビゲーション
pl: Prz.Nawigacja SSD
pt_br: Adv.Navegação FTL
zh_hans: 超光速导航

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JUMPER"]/desc
source: Allows the ship to jump to any previously visited Beacon.
es: Permite que el barco salte a cualquier baliza visitada previamente.
it: Consente alla nave di saltare in qualsiasi Beacon precedentemente visitato.
ja: 艦船が以前に訪問したビーコンにジャンプできるようにする。
pl: Pozwala statkowi skakać do dowolnej wcześniej odwiedzonej latarni morskiej.
pt_br: Permite que o navio pule para qualquer farol visitado anteriormente.
zh_hans: 星舰可跃迁至到任何已访问的信标。

source: Drone Recovery Arm
es: Brazo de recuperación de drones
it: Braccio di recupero dei droni
ja: ドローン回収アーム
pl: Żuraw kolekcji dronów
pt_br: Braço de recuperação de drones
zh_hans: 无人机回收臂

# data/blueprints.xml.append$/FTL/FTL[2]/augBlueprint[@name="DRONE_RECOVERY"]/desc
source: Non-destroyed drones will be retrieved when jumping, allowing their parts to be reused.
es: Los drones no destruidos se recuperarán al saltar, permitiendo que sus partes se reutilicen.
it: I droni non distrutti verranno recuperati durante il salto, permettendo di riutilizzare le loro parti.
ja: 破壊されていないドローンはジャンプ時に回収され、部品を再利用できるようになる。
pl: Nieskoryzowane drony zostaną zdemontowane do części przed skokiem, co pozwoli im zostać ponownie wykorzystane.
pt_br: Drones não destroçados serão recuperados ao pular, permitindo que suas peças sejam reutilizadas.
zh_hans: 未被摧毁的无人机将在跃迁时被回收，允许其部件被重复使用。

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JAMMER"]/title
source: FTL Jammer
ja: FTLジャマー
pl: SSD młynek
zh_hans: 跃迁干扰器

# data/blueprints.xml.append$//augBlueprint[@name="FTL_JAMMER"]/desc
source: Scramble enemy ships' FTL computers, doubling the time it takes for them to jump.
es: Scramble Enemy Ships FTL Computers, duplicando el tiempo que les lleva saltar.
it: I computer FTL di Scramble Enemy Ships, raddoppiando il tempo impiegato per saltare.
ja: 敵艦のFTLコンピューターをスクランブルし、ジャンプにかかる時間を2倍にする。
pl: Zakłada to obliczenia komputerów SSD statków wroga, podwajając czas potrzebny na skok.
pt_br: Os computadores FTL dos navios inimigos da ScRamble, dobrando o tempo que leva para eles pularem.
zh_hans: 扰乱敌舰的超光速计算机，使其跃迁充能时间加倍。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="human"]/desc
source: Humans are common and uninteresting, but very skilled.
zh_hans: 人类是普通和无趣的，但工作娴熟。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="human"]/title
source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="human"]/short
source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

source: Skills improve slightly faster
es: Las habilidades mejoran un poco más rápido
it: Le competenze migliorano leggermente più velocemente
ja: スキルの向上がわずかに速くなる
pl: Umiejętności są nieco poprawiane
pt_br: As habilidades melhoram um pouco mais rápido
zh_hans: 技能提升速度稍快

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="engi"]/desc
source: It's unclear if the 'Engi' are partly organic or entirely mechanical, but it's well known that they make exceptional engineers.
es: No está claro si los 'ing' son parcialmente orgánicos o completamente mecánicos, pero es bien sabido que son ingenieros excepcionales.
it: Non è chiaro se gli "Engi" siano parzialmente organici o interamente meccanici, ma è risaputo che producono ingegneri eccezionali.
ja: どこまで有機体なのか判然としない機械生命体だが、優秀なエンジニアであるのは確か。
pl: Nie jest jasne, czy Angie obejmuje części organiczne, czy składa się z mechaniki.Niemniej jednak wiadomo, że wykonują z nich doskonałe inżynierowie.
pt_br: Não está claro se o 'Engi' é parcialmente orgânico ou totalmente mecânico, mas é sabido que eles fazem engenheiros excepcionais.
zh_hans: 目前尚不清楚'半械'是部分有机的还是完全机械的，但众所周知，它们是杰出的工程师。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="engi"]/title
source: Engi
es: Género
ja: エンジ
pl: Angie
zh_hans: 半械族

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="engi"]/short
source: Engi
es: Género
ja: エンジ
pl: Angie
zh_hans: 半械族

source: Repair speed is doubled
es: La velocidad de reparación se duplica
it: La velocità di riparazione è raddoppiata
ja: 修復速度が2倍になる
pl: Prędkość naprawy jest podwojona
pt_br: A velocidade de reparo é dobrada
zh_hans: 2倍维修速度

source: Combat damage inflicted is halved
es: El daño de combate infligido se reduce a la mitad
it: Il danno da combattimento inflitto viene dimezzato
ja: 受ける戦闘ダメージは半分になる
pl: Obrażenia zadane w bitwie są o połowę
pt_br: O dano de combate infligido é reduzido pela metade
zh_hans: 0.5倍战斗伤害

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="mantis"]/desc
source: The Mantis disregard for individual lives led to their evolution as a vicious warrior race.
es: El Mantis ignoró las vidas individuales llevó a su evolución como una raza guerrera viciosa.
it: La mantide ignora la vita individuale ha portato alla loro evoluzione come una viziosa gara di guerrieri.
ja: マンティスは個々の命を軽んじるゆえ、凶暴な戦闘種族として進化した。
pl: Zaniedbanie modliszki dla życia jednostek doprowadziło do ich ewolucji jako okrutnej rasy wojowników.
pt_br: O Mantis desconsiderando por vidas individuais levou à sua evolução como uma raça guerreira cruel.
zh_hans: 螳螂族对个体生命的漠视导致他们演变成了一个残忍的战斗物种。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="mantis"]/title
source: Mantis
it: Mantide
ja: マンティス
pl: Modliszka
pt_br: louva a Deus
zh_hans: 螳螂族

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="mantis"]/short
source: Mantis
it: Mantide
ja: マンティス
pl: Modliszka
pt_br: louva a Deus
zh_hans: 螳螂族

source: Inflict 1.5x damage in combat
es: Infligir 1.5x de daño en combate
it: Infliggere 1,5 volte il danno in combattimento
ja: 戦闘で1.5倍のダメージを与える
pl: Stosuje 1,5 -krotnie obrażenia w bitwie
pt_br: Infligir 1,5x dano em combate
zh_hans: 1.5倍战斗伤害

source: 1.2x move speed
es: 1.2x Velocidad de movimiento
it: 1.2x Sposta velocità
ja: 移動速度1.2倍
pl: 1,2x prędkość ruchu
pt_br: 1,2x velocidade de movimentação
zh_hans: 1.2倍移动速度

source: Halved repair speed
es: Velocidad de reparación a la mitad
it: Velocità di riparazione dimezzata
ja: 修復速度が半分になる
pl: Zmniejszona prędkość naprawy
pt_br: Velocidade de reparo pela metade
zh_hans: 0.5倍维修速度

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="slug"]/desc
source: These telepathic Slugs were shunned in the Galactic Federation for their constant thievery and attempts at manipulation.
es: Estas babosas telepáticas fueron rechazadas en la Federación Galáctica por su constante robo e intentos de manipulación.
it: Queste lumache telepatiche furono evitate nella Federazione Galattica per il loro costante furto e tentativi di manipolazione.
ja: テレパス種のスラッグは手癖が悪く、すぐ心を操ろうとするため、銀河連邦内では嫌われていた。
ko: 텔레파시 능력이 있는 슬러그들은 끊임없는 도둑질과 조작 시도로 인해 은하 연방에서 기피되는 종족입니다.
pl: Te telepatyczne ślimaki unikały federacji galaktycznej za ich ciągłą kradzież i próbują manipulować.
pt_br: Essas lesmas telepáticas foram evitadas na Federação Galáctica por seu assalto constante e tentativas de manipulação.
zh_hans: 这些心灵感应的蛞蝓族在银河联邦中因不断的偷窃和操控企图而被回避。

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="slug"]/title
source: Slug
es: Babosa
it: Lumaca
ja: スラッグ
pl: Ślimaki
pt_br: Lesma
zh_hans: 蛞蝓族

# data/blueprints.xml.append$/FTL/FTL[2]/crewBlueprint[@name="slug"]/short
source: Slug
es: Babosa
it: Lumaca
ja: スラッグ
pl: Ślimaki
pt_br: Lesma
zh_hans: 蛞蝓族
