Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Heals at triple speed from all sources
es: Se cura al triple de velocidad de todas las fuentes.
it: Guarisce a tripla velocità da tutte le fonti
ja: すべてのソースから3倍の速度で回復する
ko: 회복속도 3배
pl: Leczy się z potrójną szybkością ze wszystkich źródeł
pt_br: Cura em velocidade tripla de todas as fontes
zh_hans: 3倍生命恢复速度

source: Passively heals nearby allies for 2hp/s
es: Cura pasivamente a los aliados cercanos 2 PV/s.
it: Guarisce passivamente gli alleati nelle vicinanze per 2 CV/s
ja: 近くの味方を2HP/秒パッシブ回復する
ko: 주변에 있는 아군의 체력을 초당 2의 속도로 치유
pl: Pasywnie leczy pobliskich sojuszników za 2 PŻ/s
pt_br: Cura passivamente aliados próximos por 2hp/s
zh_hans: 以2点生命/秒的速度被动治疗舱室内的友方船员

source: Immune to stun afflictions
es: Inmune a las aflicciones de aturdimiento.
it: Afflizioni immune a stordire
ja: スタンによる苦痛に対する免疫
ko: 기절에 면역
pl: Odporny na ogłuszenie
pt_br: Imune a atordoar aflições
zh_hans: 免疫眩晕

# data/blueprints.xml.append$//crewBlueprint[@name="unique_irwin"]/desc
source: The disgruntled former chairman of the EHG and current mercenary-for-hire specializing in hunting the most exotic of creatures. Also avid conspiracy theorist. Inherited Slug stats: telepathic powers, mind control immunity
es: El descontento ex presidente de la EHG y actual mercenario a sueldo especializado en la caza de las criaturas más exóticas. También es un ávido teórico de la conspiración. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: L'ex presidente scontento dell'EHG e l'attuale mercenario per il noleggio specializzato nella caccia alle creature più esotiche.Anche appassionato teorico della cospirazione. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: EHGの元会長で、現在は最もエキゾチックなクリーチャー狩りを専門とする雇われ傭兵。また、熱心な陰謀論者でもある。 スラッグから受け継いだ能力：テレパシー能力、マインドコントロール免疫。
ko: 불만을 품은 전 EHG 회장이며 현재는 외계 생물 사냥을 전문으로 하는 고용 용병입니다. 열렬한 음모론자이기도 합니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Niezadowolony były przewodniczący EHG i obecny najemnik specjalizujący się w polowaniu na najbardziej egzotyczne stworzenia. Również zapalony teoretyk spiskowy. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: O ex-presidente descontente do EHG e o atual mercenário por aluguel especializado em caçar as criaturas mais exóticas.Também teórico da conspiração ávida. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 心怀不满的前异种猎人协会主席，现在作为雇佣兵，专精狩猎最奇特的异种生物。同时也热衷于阴谋论。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_irwin"]/title
source: Renegade
es: Renegado
ja: レネゲイド
ko: 배회자
pl: Renegat
pt_br: Renegado
zh_hans: 变元者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_irwin"]/short
source: Renegade
es: Renegado
ja: レネゲイド
pl: Renegat
pt_br: Renegado
zh_hans: 变元者

source: Active Ability: Temporarily neutralizes all crew except himself in the room, setting their stats to default values. Does not impact abilities or death effects.
es: Habilidad Activa: Neutraliza temporalmente a toda la tripulación en la habitación excepto a sí mismo, estableciendo sus estadísticas a los valores predeterminados. No afecta a las habilidades ni a los efectos de muerte.
it: Abilità attiva: neutralizza temporaneamente tutto l'equipaggio tranne se stesso nella stanza, impostando le loro statistiche su valori predefiniti.Non influisce sulle capacità o gli effetti della morte.
ja: アクティブな能力: 部屋にいる自分以外のすべてのクルーを一時的に無力化し、ステータスをデフォルト値に設定する。能力や死亡効果には影響しない。
ko: 활성화 능력: 같은 선실에 있는 자신을 제외한 모든 선원을 무력화하여 능력치를 기본값으로 고정. 능력치와 무관한 능력이나 사망 효과에는 영향을 주지 않음.
pl: Zdolność aktywna: Tymczasowo neutralizuje całą załogę oprócz siebie w pomieszczeniu, ustawiając ich statystyki na wartości domyślne. Nie wpływa na zdolności ani efekty śmierci.
pt_br: Capacidade ativa: neutraliza temporariamente toda a tripulação, exceto ele na sala, estabelecendo suas estatísticas como valores padrão.Não afeta as habilidades ou os efeitos da morte.
zh_hans: 主动技能：暂时镇定舱室内除自己之外的所有船员，将他们属性变回默认值。不影响主动技能，死亡效果与特殊能力。

source: Blunderbuss gun does 1.5x damage, but cannot sabotage systems
es: El trabuco inflige 1.5x de daño, pero no puede sabotear sistemas.
it: La pistola di BlunderBuss fa un danno 1,5x, ma non può sabotare i sistemi
ja: ブランダーバス銃は1.5倍のダメージを与えるが、システムを妨害することはできない
ko: 나팔총을 사용하여 1.5배의 대인 공격력을 가지지만, 시스템을 파괴할 수 없음
pl: Garłacz zadaje 1,5x obrażeń, ale nie może sabotować systemów
pt_br: A pistola de Blunderbuss causa 1,5x de dano, mas não pode sabotar sistemas
zh_hans: 猎枪可造成1.5倍战斗伤害，但无法破坏系统

# data/blueprints.xml.append$//crewBlueprint[@name="unique_irwin_demon"]/desc
source: The disgruntled former chairman of the EHG and current mercenary-for-hire specializing in hunting the most exotic of creatures. Also avid conspiracy theorist. Inherited Slug stats: telepathic powers, mind control immunity
es: El descontento ex presidente de la EHG y actual mercenario a sueldo especializado en la caza de las criaturas más exóticas. También es un ávido teórico de la conspiración. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: L'ex presidente scontento dell'EHG e l'attuale mercenario per il noleggio specializzato nella caccia alle creature più esotiche.Anche appassionato teorico della cospirazione. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: EHGの元会長で、現在は最もエキゾチックなクリーチャー狩りを専門とする雇われ傭兵。また、熱心な陰謀論者でもある。 スラッグから受け継いだ能力：テレパシー能力、マインドコントロール免疫。
ko: 불만을 품은 전 EHG 회장이며 현재는 외계 생물 사냥을 전문으로 하는 고용 용병입니다. 열렬한 음모론자이기도 합니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Niezadowolony były przewodniczący EHG i obecny najemnik specjalizujący się w polowaniu na najbardziej egzotyczne stworzenia. Również zapalony teoretyk spiskowy. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: O ex-presidente descontente do EHG e o atual mercenário por aluguel especializado em caçar as criaturas mais exóticas.Também teórico da conspiração ávida. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 心怀不满的前异种猎人协会主席，现在作为雇佣兵，专精狩猎最奇特的异种生物。同时也热衷于阴谋论。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_irwin_demon"]/title
source: Demon Slayer
es: Cazador de Demonios
it: Uccisore di demoni
ja: デーモン・スレイヤー
ko: 데몬 슬레이어
pl: Pogromca Demonów
pt_br: Matador de demônios
zh_hans: 屠魔者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_irwin_demon"]/short
source: Demon Slayer
es: Cazador de Demonios
it: Uccisore di demoni
ja: デーモン・スレイヤー
pl: Pogromca Demonów
pt_br: Matador de demônios
zh_hans: 屠魔者

source: Active Ability: Temporarily neutralizes all crew except himself in the room, setting their stats to default values. Does not impact abilities or death effects.
es: Habilidad Activa: Neutraliza temporalmente a toda la tripulación en la habitación excepto a sí mismo, estableciendo sus estadísticas a los valores predeterminados. No afecta a las habilidades ni a los efectos de muerte.
it: Abilità attiva: neutralizza temporaneamente tutto l'equipaggio tranne se stesso nella stanza, impostando le loro statistiche su valori predefiniti.Non influisce sulle capacità o gli effetti della morte.
ja: アクティブな能力: 部屋にいる自分以外のすべてのクルーを一時的に無力化し、ステータスをデフォルト値に設定する。能力や死亡効果には影響しない。
ko: 활성화 능력: 같은 선실에 있는 자신을 제외한 모든 선원을 무력화하여 능력치를 기본값으로 고정. 능력치와 무관한 능력이나 사망 효과에는 영향을 주지 않음.
pl: Zdolność aktywna: Tymczasowo neutralizuje całą załogę oprócz siebie w pomieszczeniu, ustawiając ich statystyki na wartości domyślne. Nie wpływa na zdolności ani efekty śmierci.
pt_br: Capacidade ativa: neutraliza temporariamente toda a tripulação, exceto ele na sala, estabelecendo suas estatísticas como valores padrão.Não afeta as habilidades ou os efeitos da morte.
zh_hans: 主动技能：暂时镇定舱室内除自己之外的所有船员，将他们属性变回默认值。不影响主动技能，死亡效果与特殊能力。

source: Blunderbuss gun does 1.5x damage, but cannot sabotage systems
es: El trabuco inflige 1.5x de daño, pero no puede sabotear sistemas.
it: La pistola di BlunderBuss fa un danno 1,5x, ma non può sabotare i sistemi
ja: ブランダーバス銃は1.5倍のダメージを与えるが、システムを妨害することはできない
ko: 나팔총을 사용하여 1.5배의 대인 공격력을 가지지만, 시스템을 파괴할 수 없음
pl: Garłacz zadaje 1,5x obrażeń, ale nie może sabotować systemów
pt_br: A pistola de Blunderbuss causa 1,5x de dano, mas não pode sabotar sistemas
zh_hans: 猎枪可造成1.5倍战斗伤害，但无法破坏系统

source: Immune to madness; Tranquilizer also strips the innate properties of lesser eldritch beings, preventing Things from duplicating and allowing Spawns to be damaged
es: Inmune a la locura; el Tranquilizante también despoja las propiedades innatas de los seres eldritch menores, evitando que las Cosas se dupliquen y permitiendo que los Engendros sean dañados.
it: Immune alla follia;Il tranquillante spoglie anche le proprietà innate di esseri eldritch minori, impedendo alle cose di duplicare e consentendo di danneggiare gli spawn
ja: 狂気に対する耐性。トランキライザーはまた、下級異界の存在の生来の特性を取り除き、モノの複製を防ぎ、スポーンが損傷することを可能にする
ko: 광기에 면역, 안정제가 하급 이물의 선천적 특성 또한 제거하여 존재의 분열을 막고 알이 피해를 받게 만듦
pl: Odporny na szaleństwo; Środek uspokajający pozbawia również wrodzonych właściwości mniejszych odwiecznych istot, uniemożliwiając powielanie się Coś i pozwalając na ranienie Pomiotów
pt_br: Imune à loucura;Tranquilizador também retira as propriedades inatas de seres de Eldritch menores, impedindo que as coisas duplicas
zh_hans: 免疫疯狂。镇静剂还会抹除低级怪异造物的固有特性，阻止件物复制并使生孳能够受到伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_billy"]/desc
source: The eccentric, opportunistic, and desperate CEO of Hektar Industries(tm). Inherited Slug stats: telepathic powers, mind control immunity
es: El excéntrico, oportunista y desesperado CEO de Industrias Hektar(tm). Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: L'eccentrico, opportunistico e disperato CEO di Hektar Industries (TM). Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: エキセントリックで日和見主義、そして自暴自棄なヘクター・インダストリーズ(tm)のCEO。 スラッグの遺伝的ステータス：テレパシー能力、マインド・コントロール免疫
ko: 괴짜이고 기회주의적이며 절망하고 있는 헥타르 산업의 CEO입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Ekscentryczny, oportunistyczny i zdesperowany prezes Hektar Industries(tm). Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: O CEO excêntrico, oportunista e desesperado da Hektar Industries (TM). Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 赫克塔工业(tm)那古怪，投机且绝望的首席执行官。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_billy"]/title
source: CEO
it: Amministratore delegato
ja: CEO（最高経営責任者
pl: Prezes
zh_hans: 首席执行官

# data/blueprints.xml.append$//crewBlueprint[@name="unique_billy"]/short
source: CEO
it: Amministratore delegato
ja: CEO（最高経営責任者
pl: Prezes
zh_hans: 首席执行官

source: Active Ability: Does not enter the box automatically like his employees, but can manually enter his box at any point below 50hp
es: Habilidad Activa: No entra en la caja automáticamente como sus empleados, pero puede entrar manualmente en su caja en cualquier momento por debajo de 50 PV.
it: Abilità attiva: non entra automaticamente nella casella come i suoi dipendenti, ma può inserire manualmente la sua casella in qualsiasi punto inferiore a 50 CV
ja: アクティブな能力: 従業員のように自動的にボックスに入ることはないが、50HP未満であればいつでも手動でボックスに入ることができる
ko: 활성화 능력: 헥타르 직원들처럼 박스에 자동적으로 숨는 대신 체력이 50 이하일 때 선택적으로 박스에 숨을 수 있음
pl: Zdolność aktywna: Nie wchodzi automatycznie do pudła jak jego pracownicy, ale może ręcznie wejść do swojego pudła w dowolnym momencie poniżej 50 PŻ
pt_br: Capacidade ativa: não entra na caixa automaticamente como seus funcionários, mas pode entrar manualmente em sua caixa em qualquer ponto abaixo de 50hp
zh_hans: 主动技能：不会像他的员工那样自动进入盒子，但可在低于50点生命值的任何时候手动进入他的盒子

source: Heals at half speed from passive sources, but regenerates 10hp/s while in the box. Cannot leave the box until above 50hp.
es: Se cura a la mitad de velocidad de fuentes pasivas, pero regenera 10 PS/s mientras está en la caja. No puede salir de la caja hasta estar por encima de 50 PS.
it: Guarisce a metà velocità da fonti passive, ma rigenera 10 CV/s mentre nella scatola.Non può lasciare la scatola fino a oltre 50 CV.
ja: パッシブソースからは半分の速度で回復するが、ボックス内にいる間は10HP/秒で回復する。50HPを超えるまで箱から出ることはできない。
ko: 회복속도 0.5배, 박스에 숨은 상태일 시 초당 10의 체력을 회복. 체력이 50 이하일 경우 박스에서 나갈 수 없음.
pl: Leczy się z połową szybkości z pasywnych źródeł, ale regeneruje 10 PŻ/s, gdy jest w pudle. Nie może opuścić pudła, dopóki nie ma powyżej 50 PŻ.
pt_br: Cura a meia velocidade de fontes passivas, mas regenera 10hp/s enquanto estiver na caixa.Não pode sair da caixa até acima de 50hp.
zh_hans: 因被动效果被治疗时，只有0.5倍生命恢复速度，但处于盒装状态时以10点/秒的速度恢复生命值。恢复至50点生命值之前无法离开盒子。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_billy_box"]/desc
source: The eccentric, opportunistic, and desperate CEO of Hektar Industries(tm). Inherited Slug stats: telepathic powers, mind control immunity
es: El excéntrico, oportunista y desesperado CEO de Industrias Hektar(tm). Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: L'eccentrico, opportunistico e disperato CEO di Hektar Industries (TM). Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: エキセントリックで日和見主義、そして自暴自棄なヘクター・インダストリーズ(tm)のCEO。 スラッグの遺伝的ステータス：テレパシー能力、マインド・コントロール免疫
ko: 괴짜이고 기회주의적이며 절망하고 있는 헥타르 산업의 CEO입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Ekscentryczny, oportunistyczny i zdesperowany prezes Hektar Industries(tm). Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: O CEO excêntrico, oportunista e desesperado da Hektar Industries (TM). Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 赫克塔工业(tm)那古怪，投机且绝望的首席执行官。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_billy_box"]/title
source: CEO
it: Amministratore delegato
ja: CEO（最高経営責任者
pl: Prezes
zh_hans: 首席执行官

# data/blueprints.xml.append$//crewBlueprint[@name="unique_billy_box"]/short
source: CEO
it: Amministratore delegato
ja: CEO（最高経営責任者
pl: Prezes
zh_hans: 首席执行官

source: Active Ability: Does not enter the box automatically like his employees, but can manually enter his box at any point below 50hp
es: Habilidad Activa: No entra en la caja automáticamente como sus empleados, pero puede entrar manualmente en su caja en cualquier momento por debajo de 50 PV.
it: Abilità attiva: non entra automaticamente nella casella come i suoi dipendenti, ma può inserire manualmente la sua casella in qualsiasi punto inferiore a 50 CV
ja: アクティブな能力: 従業員のように自動的にボックスに入ることはないが、50HP未満であればいつでも手動でボックスに入ることができる
ko: 활성화 능력: 헥타르 직원들처럼 박스에 자동적으로 숨는 대신 체력이 50 이하일 때 선택적으로 박스에 숨을 수 있음
pl: Zdolność aktywna: Nie wchodzi automatycznie do pudła jak jego pracownicy, ale może ręcznie wejść do swojego pudła w dowolnym momencie poniżej 50 PŻ
pt_br: Capacidade ativa: não entra na caixa automaticamente como seus funcionários, mas pode entrar manualmente em sua caixa em qualquer ponto abaixo de 50hp
zh_hans: 主动技能：不会像他的员工那样自动进入盒子，但可在低于50点生命值的任何时候手动进入他的盒子

source: Heals at half speed from passive sources, but regenerates at 10hp/s while in the box. Cannot leave the box until above 50hp.
es: Se cura a la mitad de velocidad de fuentes pasivas, pero se regenera a 10 PV/s mientras está en la caja. No puede salir de la caja hasta estar por encima de 50 PV.
it: Guarisce a metà velocità da fonti passive, ma si rigenera a 10 CV/s mentre si trova nella scatola.Non può lasciare la scatola fino a oltre 50 CV.
ja: パッシブソースからは半分の速度で回復するが、ボックス内にいる間は10HP/秒で回復する。50HPを超えるまで箱から出ることはできない。
ko: 회복속도 0.5배, 박스에 숨은 상태일 시 초당 10의 체력을 회복. 체력이 50 이하일 경우 박스에서 나갈 수 없음.
pl: Leczy się z połową szybkości z pasywnych źródeł, ale regeneruje 10 PŻ/s, gdy jest w pudle. Nie może opuścić pudła, dopóki nie ma powyżej 50 PŻ.
pt_br: Cura a meia velocidade de fontes passivas, mas se regenera a 10hp/s enquanto estiver na caixa.Não pode sair da caixa até acima de 50hp.
zh_hans: 因被动效果被治疗时，只有0.5倍生命恢复速度，但处于盒装状态时以10点生命/秒的速度恢复生命。恢复至50点生命值之前无法离开盒子。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyrdeo"]/desc
source: The not so competent president of the Eargen Republic and former gardener. Strangely unfitting for role of a hardened dictator and very attached to his songbird. Inherited Leech stats: 1 power drain, regenerates 6.4hp/s if unharmed for 5 seconds
es: El no tan competente presidente de la República Eargen y ex jardinero. Extrañamente inadecuado para el papel de un dictador endurecido y muy apegado a su pájaro cantor. Estadísticas de Leech heredadas: 1 de drenaje de energía, se regenera 6.4 PV/s si no sufre daño durante 5 segundos.
it: Il presidente non così competente della Repubblica Eargen ed ex giardiniere.Stranamente inadatto al ruolo di un dittatore indurito e molto attaccato al suo uccello canoro. Statistiche di sanguisuga ereditate: 1 drenaggio di potenza, rigenera 6,4 CV/s se illeso per 5 secondi
ja: アールゲン共和国のあまり有能でない大統領で、元庭師。堅物の独裁者という役柄には妙に似合わず、ソングバードに非常に執着している。 リーチのステータスパワードレイン1、5秒間無傷の場合HPを6.4回復する。
ko: 이어젠 공화국의 별로 유능하지 않은 대통령이며 전직 정원사입니다. 이상하게도 완고한 독재자 역할에 별로 어울리지 않고 그의 명금에게 애착을 가지고 있습니다. 리치의 기본 특성: 1 전력 흡수, 5초 동안 피해를 입지 않을 시 초당 6.4의 체력을 회복
pl: Niezbyt kompetentny prezydent Republiki Eargen i były ogrodnik. Dziwnie niepasujący do roli zatwardziałego dyktatora i bardzo przywiązany do swojego ptaka śpiewającego. Odziedziczone statystyki Pijawek: 1 drenaż mocy, regeneruje 6,4 PŻ/s, jeśli nie odniesie obrażeń przez 5 sekund
pt_br: O presidente não tão competente da República Eargen e ex -jardineiro.Estranhamente desabafar para o papel de um ditador endurecido e muito apegado ao seu pássaro cantor. Estatísticas de sanguessuga herdadas: 1 dreno de potência, regenera 6,4hp/s se ileso por 5 segundos
zh_hans: 共和国不太称职的总统和前园丁。对于一个顽固的独裁者来说前园丁这样的角色很奇怪，并且非常依恋他养的鸣鸟。 继承吸虫族属性：锁定所在舱室系统1格能量，不受伤害5秒后以6.4点生命/秒的速度恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyrdeo"]/title
source: President
es: Presidente
ja: 社長
ko: 대통령
pl: Prezydent
zh_hans: 总统

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyrdeo"]/short
source: President
es: Presidente
ja: 社長
pl: Prezydent
zh_hans: 总统

source: Active Ability: Temporarily disables the occupied system completely, but is weaker and immobile for the duration, and renders the system impervious to sabotage
es: Habilidad Activa: Desactiva temporalmente por completo el sistema ocupado, pero es más débil e inmóvil durante ese tiempo, y hace que el sistema sea inmune al sabotaje.
it: Abilità attiva: disabilita temporaneamente il sistema occupato, ma è più debole e immobile per la durata e rende il sistema impermeabile al sabotaggio
ja: アクティブアビリティ: 占領されたシステムを一時的に完全に無効にするが、その間は弱くなり動けなくなり、システムを妨害行為に耐えられなくなる。
ko: 활성화 능력: 일시적으로 위치한 선실의 시스템을 완전히 무력화하지만, 대인 공격력이 약해지고 이동할 수 없게 됨. 영향을 받은 시스템은 선원으로 공격할 수 없음
pl: Zdolność aktywna: Tymczasowo całkowicie wyłącza zajmowany system, ale jest słabszy i nieruchomy na czas trwania, i czyni system odpornym na sabotaż
pt_br: Capacidade ativa: desativa temporariamente o sistema ocupado completamente, mas é mais fraco e imóvel durante a duração e torna o sistema impermeável a sabotar
zh_hans: 主动技能：完全关闭同舱室系统，使其受到的破坏伤害增加，但技能持续期间自身弱化且无法移动

source: Stunned for 2.5x the usual duration
es: Aturdido durante 2.5x de la duración habitual.
it: Sbalordito per 2,5 volte la solita durata
ja: 通常の2.5倍の期間スタンする
ko: 기절 시간 2.5배
pl: Ogłuszony na 2,5x normalnego czasu
pt_br: Atordoado por 2,5x a duração usual
zh_hans: 2.5倍眩晕时长

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyrdeo_bird"]/desc
source: Tweet tweet.
es: Pío pío.
ja: ツイートをツイートする。
ko: 짹짹
pl: Ćwir, ćwir.
pt_br: Tweet.
zh_hans: 啾啾。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyrdeo_bird"]/title
source: Songbird
es: Pájaro Cantor
it: Uccello canoro
ja: ソングバード
ko: 명금
pl: Śpiewający Ptak
zh_hans: 鸣鸟

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tyrdeo_bird"]/short
source: Songbird
es: Pájaro Cantor
it: Uccello canoro
ja: ソングバード
pl: Śpiewający Ptak
zh_hans: 鸣鸟

source: Tyrdeo's precious bird.
es: El preciado pájaro de Tyrdeo.
it: L'uccello prezioso di Tyrdeo.
ja: ティルデオの貴重な鳥。
ko: 티르데오의 소중한 애완조입니다.
pl: Cenny ptak Tyrdeo.
pt_br: O pássaro precioso de Tyrdeo.
zh_hans: 泰迪奥珍爱的鸟。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_alkram"]/desc
source: A disgruntled and now defamed Leech veteran who fought all the way back in the Fed-Mantis war. He might have opposed the Federation once, but he's seemingly eager to make up for his mistakes. Inherited Leech stats: 1 power drain, 1.5x stun duration, regenerates 6.4hp/s if unharmed for 5 seconds
es: Un veterano Leech descontento y ahora difamado que luchó en la guerra Fed-Mantis. Puede que se haya opuesto a la Federación una vez, pero parece ansioso por enmendar sus errores. Estadísticas de Leech heredadas: 1 de drenaje de energía, 1.5x de duración de aturdimiento, se regenera 6.4 PV/s si no sufre daño durante 5 segundos.
it: Un veterano di sanguisughe scontento e ora diffamato che ha combattuto nella guerra della Fed-Mantis.Potrebbe essersi opposto alla Federazione una volta, ma apparentemente ansioso di compensare i suoi errori. Statistiche di sanguisuga ereditate: 1 drenaggio di potenza, 1,5x durata dello stordimento, rigenera 6,4 CV/s se illeso per 5 secondi
ja: 連邦とマンティスの戦争で戦ったリーチの退役軍人。かつては連邦に反対していたかもしれないが、その過ちを償いたいと考えているようだ。 受け継いだリーチのステータスパワードレイン×1、スタン持続時間1.5倍、5秒間無傷の場合HPを6.4hp/s回復する。
ko: 연방-맨티스 전쟁에서 싸운 베테랑으로 불만을 품고 있으며 명예를 잃었습니다. 그는 한때 연방과 맞섰지만 지금은 과거의 실수를 만회하려 열심인 것 같습니다. 리치의 기본 특성: 1 전력 흡수, 기절 시간 1.5배, 5초 동안 피해를 입지 않을 시 초당 6.4의 체력을 회복
pl: Niezadowolony i teraz zniesławiony weteran Pijawek, który walczył jeszcze w wojnie Fed-Modliszka. Mógł kiedyś sprzeciwiać się Federacji, ale wydaje się chętny do naprawienia swoich błędów. Odziedziczone statystyki Pijawek: 1 drenaż mocy, 1,5x czasu ogłuszenia, regeneruje 6,4 PŻ/s, jeśli nie odniesie obrażeń przez 5 sekund
pt_br: Um veterano de Leech, descontente e agora difamado, que lutou até a guerra do Fed-Mantis.Ele pode ter se oposto à federação uma vez, mas está aparentemente ansioso para compensar seus erros. Estatísticas de sanguessuga herdadas: 1 dreno de potência, duração de atordoamento de 1,5x, regenera 6,4hp/s se ileso por 5 segundos
zh_hans: 一位因被污蔑而不满的吸虫老兵，曾参加很久以前的入侵联邦战争。他或许曾经与联邦为敌，但现在似乎渴望弥补自己的错误。 继承吸虫族属性：锁定所在舱室系统1格能量，1.5倍眩晕时长，不受伤害5秒后每秒恢复6.4生命值

# data/blueprints.xml.append$//crewBlueprint[@name="unique_alkram"]/title
source: Revolutionary
es: Revolucionario
ja: 革命的
ko: 혁명가
pl: Rewolucjonista
zh_hans: 革命者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_alkram"]/short
source: Revolutionary
es: Revolucionario
ja: 革命的
pl: Rewolucjonista
zh_hans: 革命者

source: Protects allied crew in the room from stuns, absorbing the stun himself instead
es: Protege a la tripulación aliada en la habitación de los aturdimientos, absorbiendo él mismo el aturdimiento.
it: Protegge l'equipaggio alleato nella stanza dagli stormi, assorbendo invece lo stormo stesso
ja: 部屋にいる味方のクルーをスタンから守り、代わりに自分自身がスタンを吸収する
ko: 같은 선실의 아군들이 받을 기절 효과를 자신이 대신 받음
pl: Chroni sojuszniczą załogę w pomieszczeniu przed ogłuszeniami, absorbując ogłuszenie samemu
pt_br: Protege a tripulação aliada na sala de atordoamentos, absorvendo o atordoamento
zh_hans: 保护舱室内其他友方船员，替其承受眩晕效果

source: Friendly Leech crew in the same room drain twice as much power
es: La tripulación Leech aliada en la misma habitación drena el doble de energía.
it: Equipaggio di sanguisuga amichevole nella stessa stanza scarica il doppio di potenza
ja: 同じ部屋にいる友好的なリーチのクルーは2倍の動力を消費する
ko: 같은 선실의 아군 리치 선원들이 제한하는 출력이 2배 증가
pl: Przyjazna załoga Pijawek w tym samym pomieszczeniu wysysa dwa razy więcej mocy
pt_br: Tripulação de sanguessuga amigável na mesma sala Drene duas vezes mais energia
zh_hans: 同舱室的友方吸虫族船员的能量锁定量均翻倍
