Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Enemy crew in the same room lose 15% of their Max Health and move 25% slower
es: La tripulación enemiga en la misma habitación pierde el 15% de su salud máxima y se mueve un 25% más lento
it: L'equipaggio nemico nella stessa stanza perde il 15% della loro massima salute e si sposta il 25% più lentamente
ja: 同じ部屋にいる敵のクルーは最大ライフの15%を失い、移動が25%遅くなる
ko: 같은 선실에 있는 적이 최대 체력을 15% 잃고 25% 느리게 움직임
pl: Wroga załoga w tym samym pomieszczeniu traci 15% maksymalnego zdrowia i porusza się o 25% wolniej
pt_br: Tripulação inimiga na mesma sala perde 15% de sua saúde máxima e move 25% mais lenta
zh_hans: 同舱室的敌方船员的降低15%的最大生命值与25%的移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="shell"]/title
source: Shell
es: Coraza
it: Conchiglia
ja: シェル
ko: 셸
pl: Skorupiak
pt_br: Concha
zh_hans: 甲壳族

# data/blueprints.xml.append$//crewBlueprint[@name="shell"]/short
source: Shell
es: Coraza
it: Conchiglia
ja: シェル
pl: Skorupiak
pt_br: Concha
zh_hans: 甲壳族

# data/blueprints.xml.append$//crewBlueprint[@name="shell"]/desc
source: Distant cousins to the Slugs, the Shells possess unique explosive characteristics, but have a heavy reliance on oxygen.
es: Primos lejanos a las babosas, las conchas poseen características explosivas únicas, pero tienen una gran dependencia del oxígeno.
it: Cousini lontani nelle lumache, i gusci possiedono caratteristiche esplosive uniche, ma hanno una forte dipendenza dall'ossigeno.
ja: スラッグの遠い親戚であるシェルは、独特の爆発特性を持っているが、酸素に大きく依存している。
ko: 슬러그의 먼 사촌인 셸은 특유의 폭발하는 성질을 가지고 있으며 많은 양의 산소를 필요로 합니다.
pl: Dalecy kuzyni Ślimaków, Skorupiaki, posiadają unikalne cechy wybuchowe, ale są bardzo zależni od tlenu.
pt_br: Primos distantes dos Slugs, os Shells possuem características explosivas únicas, mas dependem muito do oxigênio.
zh_hans: 作为蛞蝓族的远亲，甲壳族演化出独特的爆炸特性，但他们严重依赖氧气。

# data/blueprints.xml.append$//crewBlueprint[@name="shell"]/powerList/power[1]
source: Active Ability: Combusts, taking heavy self damage to damage nearby enemy crew and systems. Slowly regenerates health back afterwards.
es: Habilidad Activa: Entra en combustión, recibiendo mucho daño propio para dañar a la tripulación y sistemas enemigos cercanos. Regenera lentamente la salud después.
it: Abilità attiva: combusti, che subisce pesanti danni da solo per danni alla troupe e sistemi nemici vicini.Rigenera lentamente la salute in seguito.
ja: アクティブアビリティ: 燃焼し、自身に大きなダメージを与え、近くの敵のクルーとシステムにダメージを与える。その後、ライフがゆっくりと回復する。
ko: 활성화 능력: 연소하여 스스로 큰 피해를 입지만, 주변의 적과 시스템에 피해를 주고 잠시 동안 체력을 느리게 회복함
pl: Zdolność aktywna: Wybucha, otrzymując duże obrażenia własne, aby uszkodzić pobliską wrogą załogę i systemy. Powoli regeneruje zdrowie po tym.
pt_br: Habilidade ativa: Entra em combustão, sofrendo grande dano próprio para danificar a tripulação e os sistemas inimigos próximos. Depois disso, a saúde se regenera lentamente.
zh_hans: 主动技能：猛烈爆燃，对自身造成严重伤害来伤害同舱室的敌方船员与系统。之后缓慢恢复生命值。

# data/blueprints.xml.append$//crewBlueprint[@name="shell"]/powerList/power[2]
source: Takes double damage from suffocation
es: Recibe el doble de daño por asfixia
it: Subisce un doppio danno dal soffocamento
ja: 窒息によるダメージが2倍になる
ko: 질식으로부터 2배의 피해를 받음
pl: Otrzymuje podwójne obrażenia od uduszenia
pt_br: Recebe o dobro de dano por sufocamento
zh_hans: 受到2倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="shell"]/powerList/power[3]
source: Takes 0.9x damage from crew combat
es: Recibe x0.9 de daño en combate
it: Subisce un danno 0,9 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.9倍のダメージを受ける
ko: 전투로부터 0.9배의 피해만을 받음
pl: Otrzymuje 0,9x obrażeń w walce z załogą
pt_br: Recebe 0,9x o dano do combate da tripulação
zh_hans: 受到0.9倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="shell_scientist"]/title
source: Shell Scientist
es: Científico Coraza
it: Scienziato di conchiglie
ja: シェル・サイエンティスト
ko: 셸 과학자
pl: Naukowiec Skorupiaków
pt_br: Cientista da Shell
zh_hans: 甲壳科学家

# data/blueprints.xml.append$//crewBlueprint[@name="shell_scientist"]/short
source: Scientist
es: Científico
ja: 科学者
pl: Naukowiec
pt_br: Cientista
zh_hans: 甲壳科学家

# data/blueprints.xml.append$//crewBlueprint[@name="shell_scientist"]/desc
source: The Shell scientists are genetically engineered to provide medical assistance to nearby crew, and work hard to uncover the secrets of life in their free time.
es: Los científicos Coraza están genéticamente diseñados para proporcionar asistencia médica a la tripulación cercana, y trabajan duro para descubrir los secretos de la vida en su tiempo libre.
it: Gli scienziati di Shell sono geneticamente progettati per fornire assistenza medica all'equipaggio vicino e lavorare sodo per scoprire i segreti della vita nel loro tempo libero.
ja: シェルの科学者たちは、近くのクルーに医療支援を提供できるように遺伝子操作されており、自由時間には生命の秘密を解明するために懸命に働いている。
ko: 셸 과학자들은 가까운 아군에게 의료 지원을 제공하기 위해 유전적으로 조작되었고, 자유시간에는 생명의 비밀을 밝히기 위해 연구에 열중합니다.
pl: Naukowcy Skorupiaków są genetycznie modyfikowani, aby zapewniać pomoc medyczną pobliskiej załodze, a w wolnym czasie ciężko pracują, aby odkryć tajemnice życia.
pt_br: Os cientistas da Shell são geneticamente projetados para prestar assistência médica à tripulação próxima e trabalham duro para descobrir os segredos da vida em seu tempo livre.
zh_hans: 甲壳族的科学家们经基因工程改造，可为同舱室船员提供医疗援助，并在空闲时间努力钻研生命的奥秘。

source: Active Ability: Combusts, taking heavy self damage to fully heal all nearby crew. Regenerates health back afterwards.
es: Habilidad Activa: Entra en combustión, recibiendo mucho daño propio para curar por completo a toda la tripulación cercana. Regenera la salud después.
it: Abilità attiva: combusti, che subisce pesanti danni da solo per curare completamente tutto l'equipaggio nelle vicinanze.Rigenera la salute in seguito.
ja: アクティブアビリティ: 燃焼し、自身に大きなダメージを与え、近くのクルー全員を完全に回復する。その後ライフを回復する。
ko: 활성화 능력: 연소하여 스스로 큰 피해를 입지만, 주변의 아군을 완전히 회복시키고 잠시 동안 체력을 느리게 회복함
pl: Zdolność aktywna: Wybucha, otrzymując duże obrażenia własne, aby w pełni uleczyć całą pobliską załogę. Regeneruje zdrowie po tym.
pt_br: Habilidade ativa: Entra em combustão, sofrendo grande dano próprio para curar completamente toda a equipe próxima. Regenera a saúde depois.
zh_hans: 主动技能：爆燃，对自身造成严重伤害，但完全治愈舱室内的其他友方船员。之后缓慢恢复生命值。

source: Takes double damage from suffocation
es: Recibe el doble de daño por asfixia
it: Subisce un doppio danno dal soffocamento
ja: 窒息によるダメージが2倍になる
ko: 질식으로부터 2배의 피해를 받음
pl: Otrzymuje podwójne obrażenia od uduszenia
pt_br: Recebe o dobro de dano por sufocamento
zh_hans: 受到2倍窒息伤害

source: Takes 0.9x damage from crew combat
es: Recibe x0.9 de daño en combate
it: Subisce un danno 0,9 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.9倍のダメージを受ける
ko: 전투로부터 0.9배의 피해만을 받음
pl: Otrzymuje 0,9x obrażeń w walce z załogą
pt_br: Recebe 0,9x o dano do combate da tripulação
zh_hans: 受到0.9倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="shell_mechanic"]/title
source: Shell Mechanic
es: Mecánico Coraza
ja: シェル・メカニック
ko: 셸 정비공
pl: Mechanik Skorupiaków
pt_br: Mecânico de conchas
zh_hans: 甲壳机械师

# data/blueprints.xml.append$//crewBlueprint[@name="shell_mechanic"]/short
source: Mechanic
es: Mecánico
ja: メカニック
pl: Mechanik
pt_br: Mecânico
zh_hans: 甲壳机械师

# data/blueprints.xml.append$//crewBlueprint[@name="shell_mechanic"]/desc
source: The Shell mechanics maintain Shell facilities and infrastructure. Their organic bodies have been cybernetically enhanced, and can disperse nanobots when necessary.
es: Los mecánicos Coraza mantienen las instalaciones e infraestructura de los Coraza. Sus cuerpos orgánicos han sido mejorados cibernéticamente y pueden dispersar nanobots cuando es necesario.
it: Le meccaniche del guscio mantengono strutture e infrastrutture di conchiglia.I loro corpi organici sono stati migliorati ciberneticamente e possono disperdere i nanobot quando necessario.
ja: シェルの整備士は、シェルの施設とインフラを維持する。彼らの有機体はサイバネティックに強化されており、必要に応じてナノボットを分散させることができる。
ko: 셸 정비공은 셸들의 시설과 인프라를 관리합니다. 이들의 유기적 신체는 사이버네틱으로 강화되어 있으며 필요할 때 나노봇을 퍼뜨릴 수 있습니다.
pl: Mechanicy Skorupiaków utrzymują obiekty i infrastrukturę Skorupiaków. Ich organiczne ciała zostały cybernetycznie wzmocnione i w razie potrzeby mogą rozpraszać nanoboty.
pt_br: Os mecânicos da Shell fazem a manutenção das instalações e da infraestrutura da Shell. Seus corpos orgânicos foram aprimorados ciberneticamente e podem dispersar nanobots quando necessário.
zh_hans: 甲壳机械师负责维护甲壳族的各种设施。他们的肉体经过电子植入物增强，可在必要时放出纳米机器人。

source: Active Ability: Combusts, taking heavy self damage to fully repair the occupied system. Slowly regenerates health back afterwards.
es: Habilidad Activa: Entra en combustión, recibiendo mucho daño propio para reparar por completo el sistema ocupado. Regenera lentamente la salud después.
it: Abilità attiva: combusti, che subisce pesanti danni da solo per riparare completamente il sistema occupato.Rigenera lentamente la salute in seguito.
ja: アクティブアビリティ: 燃焼し、大きな自己ダメージを受けて占領された星系を完全に修復する。その後、ライフがゆっくりと回復する。
ko: 활성화 능력: 연소하여 스스로 큰 피해를 입지만, 배치된 선실을 완전히 수리하고 잠시 동안 체력을 느리게 회복
pl: Zdolność aktywna: Wybucha, otrzymując duże obrażenia własne, aby w pełni naprawić zajmowany system. Powoli regeneruje zdrowie po tym.
pt_br: Habilidade ativa: Entra em combustão, sofrendo grande dano próprio para reparar totalmente o sistema ocupado. Depois disso, a saúde se regenera lentamente.
zh_hans: 主动技能：爆燃，对自身造成严重伤害，但完全修复舱室内的系统。之后缓慢恢复回生命值。

source: Cannot do conventional repairs
es: No puede hacer reparaciones convencionales
it: Non può fare riparazioni convenzionali
ja: 従来の修理はできない
ko: 일반적인 방법으로 수리를 할 수 없음
pl: Nie może wykonywać konwencjonalnych napraw
pt_br: Não é possível fazer reparos convencionais
zh_hans: 无法进行一般维修

source: Takes double damage from suffocation
es: Recibe el doble de daño por asfixia
it: Subisce un doppio danno dal soffocamento
ja: 窒息によるダメージが2倍になる
ko: 질식으로부터 2배의 피해를 받음
pl: Otrzymuje podwójne obrażenia od uduszenia
pt_br: Recebe o dobro de dano por sufocamento
zh_hans: 受到2倍窒息伤害

source: Takes 0.9x damage from crew combat
es: Recibe x0.9 de daño en combate
it: Subisce un danno 0,9 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.9倍のダメージを受ける
ko: 전투로부터 0.9배의 피해만을 받음
pl: Otrzymuje 0,9x obrażeń w walce z załogą
pt_br: Recebe 0,9x o dano do combate da tripulação
zh_hans: 受到0.9倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="shell_guardian"]/title
source: Shell Guardian
es: Guardián Coraza
ja: シェル・ガーディアン
ko: 셸 수호자
pl: Strażnik Skorupiaków
zh_hans: 甲壳守护者

# data/blueprints.xml.append$//crewBlueprint[@name="shell_guardian"]/short
source: Guardian
es: Guardián
it: Custode
ja: ガーディアン
pl: Strażnik
pt_br: Guardião
zh_hans: 甲壳守护者

# data/blueprints.xml.append$//crewBlueprint[@name="shell_guardian"]/desc
source: The Shell guardians are the members of the Shell Military district. Well armored, but lacking the usual regenerative properties of the Shells.
es: Los guardianes Coraza son miembros del distrito militar Coraza. Bien blindados, pero carecen de las propiedades regenerativas habituales de los Coraza.
it: I Guardiani Shell sono i membri del distretto militare di Shell.Ben corazzato, ma privo delle solite proprietà rigenerative dei gusci.
ja: シェルガーディアンはシェル軍事地区のメンバーだ。装甲は充実しているが、シェル通常の再生特性がない。
ko: 셸 수호자는 셸 군사부의 일원입니다. 무장은 잘 갖췄지만, 셸의 보편적인 재생능력이 결핍되어 있습니다.
pl: Strażnicy Skorupiaków są członkami okręgu wojskowego Skorupiaków. Dobrze opancerzeni, ale pozbawieni zwykłych właściwości regeneracyjnych Skorupiaków.
pt_br: Os guardiões da Shell são os membros do distrito militar da Shell. São bem blindados, mas não possuem as propriedades regenerativas usuais das conchas.
zh_hans: 甲壳守护者是甲壳族军事部门成员。装甲精良，但缺少甲壳族惯有的再生特性。

source: Active Ability: Combusts violently, taking extreme self damage to damage nearby enemy crew and systems. Rather than regenerating, fortifies itself temporarily to greatly reduce all incoming damage.
es: Habilidad Activa: Entra en combustión violentamente, recibiendo daño propio extremo para dañar a la tripulación y sistemas enemigos cercanos. En lugar de regenerarse, se fortifica temporalmente para reducir enormemente todo el daño entrante.
it: Abilità attiva: combusti in modo violento, subendo un danno da sé estremo per danni alla troupe e sistemi nemici vicini.Piuttosto che rigenerarsi, si rafforza temporaneamente a ridurre notevolmente tutti i danni in arrivo.
ja: アクティブな能力: 激しく燃焼し、極度の自己ダメージを受けて近くの敵のクルーとシステムにダメージを与える。再生するのではなく、一時的に自身を強化して、受けるダメージを大幅に軽減する。
ko: 활성화 능력: 격렬하게 연소하여 스스로 아주 큰 피해를 입지만, 적에게 30의 대인 피해와 2의 시스템 피해를 주고, 일시적으로 요새화하여 잠시 동안 모든 받는 피해를 경감함.
pl: Zdolność aktywna: Gwałtownie wybucha, otrzymując ekstremalne obrażenia własne, aby uszkodzić pobliską wrogą załogę i systemy. Zamiast regeneracji, tymczasowo się umacnia, aby znacznie zmniejszyć wszystkie nadchodzące obrażenia.
pt_br: Habilidade ativa: Entra em combustão violentamente, sofrendo dano próprio extremo para danificar a tripulação e os sistemas inimigos próximos. Em vez de se regenerar, ele se fortalece temporariamente para reduzir bastante todos os danos recebidos.
zh_hans: 主动技能：剧烈爆燃，对自身造成极端伤害，以对同舱室敌方船员与系统造成伤害。爆燃后不恢复生命，而是暂时加固自身，降低期间受到的伤害。

source: Takes double damage from suffocation
es: Recibe el doble de daño por asfixia
it: Subisce un doppio danno dal soffocamento
ja: 窒息によるダメージが2倍になる
ko: 질식으로부터 2배의 피해를 받음
pl: Otrzymuje podwójne obrażenia od uduszenia
pt_br: Recebe o dobro de dano por sufocamento
zh_hans: 受到2倍窒息伤害

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: The Mantis disregard for individual lives led to their evolution as a vicious warrior race.
es: El Mantis ignoró las vidas individuales llevó a su evolución como una raza guerrera viciosa.
it: La mantide ignora la vita individuale ha portato alla loro evoluzione come una viziosa gara di guerrieri.
ja: マンティスは個々の命を軽んじるゆえ、凶暴な戦闘種族として進化した。
ko: 개개인의 목숨을 존중하지 않는 맨티스는 사악한 전투종족으로 진화했습니다.
pl: Zaniedbanie modliszki dla życia jednostek doprowadziło do ich ewolucji jako okrutnej rasy wojowników.
pt_br: O Mantis desconsiderando por vidas individuais levou à sua evolução como uma raça guerreira cruel.
zh_hans: 螳螂族对个体生命的漠视导致他们演变成了一个残忍的战斗物种。

source: Mantis
it: Mantide
ja: マンティス
ko: 맨티스
pl: Modliszka
pt_br: louva a Deus
zh_hans: 螳螂族

source: Mantis
it: Mantide
ja: マンティス
pl: Modliszka
pt_br: louva a Deus
zh_hans: 螳螂族

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

source: Movement speed is increased to 1.2x
es: Velocidad de movimiento aumentada a x1.2
it: La velocità di movimento è aumentata a 1,2x
ja: 移動速度が1.2倍に増加する
ko: 이동속도 1.2배
pl: Szybkość ruchu zwiększona do 1,2x
pt_br: A velocidade de movimento é aumentada para 1,2x
zh_hans: 1.2倍移动速度

source: Halved repair speed
es: Velocidad de reparación a la mitad
it: Velocità di riparazione dimezzata
ja: 修復速度が半分になる
ko: 수리 속도 0.5배
pl: Zmniejszona prędkość naprawy
pt_br: Velocidade de reparo pela metade
zh_hans: 0.5倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_free"]/desc
source: The friendly Free Mantis have rebelled from the Hive, and now live their lives independent and addicted to their synthesized pheromones. Inherited Mantis stat: halved repair speed
es: Los amistosos Mantis Libres se han rebelado contra la Colmena, y ahora viven sus vidas independientes y adictos a sus feromonas sintetizadas. Estadística de Mantis heredada: velocidad de reparación reducida a la mitad
it: Le amichevoli mantide libere si sono ribellate dall'alveare e ora vivono le loro vite indipendenti e dipendenti dai loro feromoni sintetizzati. Stat di Mantis ereditata: velocità di riparazione dimezzata
ja: 友好的なフリー・マンティスはハイブから反乱を起こし、合成されたフェロモンに依存しながら自立した生活を送っている。 継承されたマンティスのステータス：修復速度が半分になる。
ko: 우호적인 독립 맨티스들은 하이브에서 반란을 일으켜 현재 독립적인 삶을 살고 있고 합성 페로몬에 중독되었습니다. 맨티스의 기본 특성: 수리 속도 0.5배
pl: Przyjazne Wolne Modliszki zbuntowały się przeciwko Rojowi i teraz żyją niezależnie, uzależnione od syntetyzowanych feromonów. Odziedziczona statystyka Modliszki: o połowę mniejsza szybkość naprawy
pt_br: Os simpáticos Free Mantis se rebelaram da Hive e agora vivem suas vidas de forma independente e viciados em seus feromônios sintetizados. Estatística herdada do Mantis: velocidade de reparo reduzida à metade
zh_hans: 友善的自由螳螂们已叛离了母巢，如今他们独立过活，并对自己合成的信息素上瘾。 继承螳螂族属性：0.5倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_free"]/title
source: Free Mantis
es: Mantis Libre
it: Mantide gratuita
ja: フリー・マンティス
ko: 독립 맨티스
pl: Wolna Modliszka
pt_br: Louva-a-deus gratuito
zh_hans: 自由螳螂

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_free"]/short
source: Free Mantis
es: Mantis Libre
it: Mantide gratuita
ja: フリー・マンティス
pl: Wolna Modliszka
pt_br: Louva-a-deus gratuito
zh_hans: 自由螳螂

source: Active Ability: Temporarily greatly increases speed and damage
es: Habilidad Activa: Aumenta enormemente la velocidad y el daño temporalmente
it: Abilità attiva: temporaneamente aumenta notevolmente la velocità e il danno
ja: アクティブアビリティ: 速度とダメージが一時的に大幅に増加する
ko: 활성화 능력: 일시적으로 이동속도와 대인 공격력이 크게 증가
pl: Zdolność aktywna: Tymczasowo znacznie zwiększa szybkość i obrażenia
pt_br: Habilidade ativa: Aumenta muito a velocidade e o dano temporariamente
zh_hans: 主动技能：暂时极大提升移动速度与战斗伤害

source: Inflicts 1.2x damage in crew combat
es: Inflige x1.2 de daño en combate
it: Infligge 1,2x danni al combattimento dell'equipaggio
ja: クルー戦闘で1.2倍のダメージを与える
ko: 대인 공격력 1.2배
pl: Zadaje 1,2x obrażeń w walce z załogą
pt_br: Inflige 1,2x o dano em combate com a tripulação
zh_hans: 1.2倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_free_chaos"]/desc
source: The friendly Free Mantis have rebelled from the Hive, and now live their lives independent and addicted to their synthesized pheromones. Inherited Mantis stat: halved repair speed
es: Los amistosos Mantis Libres se han rebelado contra la Colmena, y ahora viven sus vidas independientes y adictos a sus feromonas sintetizadas. Estadística de Mantis heredada: velocidad de reparación reducida a la mitad
it: Le amichevoli mantide libere si sono ribellate dall'alveare e ora vivono le loro vite indipendenti e dipendenti dai loro feromoni sintetizzati. Stat di Mantis ereditata: velocità di riparazione dimezzata
ja: 友好的なフリー・マンティスはハイブから反乱を起こし、合成されたフェロモンに依存しながら自立した生活を送っている。 継承されたマンティスのステータス：修復速度が半分になる。
ko: 우호적인 독립 맨티스들은 하이브에서 반란을 일으켜 현재 독립적인 삶을 살고 있고 합성 페로몬에 중독되었습니다. 맨티스의 기본 특성: 수리 속도 0.5배
pl: Przyjazne Wolne Modliszki zbuntowały się przeciwko Rojowi i teraz żyją niezależnie, uzależnione od syntetyzowanych feromonów. Odziedziczona statystyka Modliszki: o połowę mniejsza szybkość naprawy
pt_br: Os simpáticos Free Mantis se rebelaram da Hive e agora vivem suas vidas de forma independente e viciados em seus feromônios sintetizados. Estatística herdada do Mantis: velocidade de reparo reduzida à metade
zh_hans: 友善的自由螳螂们已叛离了母巢，如今他们独立依靠合成信息素过活。 继承螳螂族属性：0.5倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_free_chaos"]/title
source: Free Mantis
es: Mantis Libre
it: Mantide gratuita
ja: フリー・マンティス
ko: 독립 맨티스
pl: Wolna Modliszka
pt_br: Louva-a-deus gratuito
zh_hans: 自由螳螂

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_free_chaos"]/short
source: Free Mantis
es: Mantis Libre
it: Mantide gratuita
ja: フリー・マンティス
pl: Wolna Modliszka
pt_br: Louva-a-deus gratuito
zh_hans: 自由螳螂

source: Active Ability: Temporarily greatly increases speed and damage
es: Habilidad Activa: Aumenta enormemente la velocidad y el daño temporalmente
it: Abilità attiva: temporaneamente aumenta notevolmente la velocità e il danno
ja: アクティブアビリティ: 速度とダメージが一時的に大幅に増加する
ko: 활성화 능력: 일시적으로 이동속도와 대인 공격력이 크게 증가
pl: Zdolność aktywna: Tymczasowo znacznie zwiększa szybkość i obrażenia
pt_br: Habilidade ativa: Aumenta muito a velocidade e o dano temporariamente
zh_hans: 主动技能：暂时极大提升移动速度与战斗伤害

source: Inflicts 1.2x damage in crew combat
es: Inflige x1.2 de daño en combate
it: Infligge 1,2x danni al combattimento dell'equipaggio
ja: クルー戦闘で1.2倍のダメージを与える
ko: 대인 공격력 1.2배
pl: Zadaje 1,2x obrażeń w walce z załogą
pt_br: Inflige 1,2x o dano em combate com a tripulação
zh_hans: 1.2倍战斗伤害

source: The 'Rockmen' of Vrachos IV are rarely seen and are known for their fortitude.
es: Los 'Rockmen' de Vrachos IV rara vez son vistos y son conocidos por su fortaleza.
it: I "rockmen" di Vrachos IV sono raramente visti e sono noti per la loro fortezza.
ja: ヴラチョスⅣのロック人は滅多に姿を見せず、不屈の魂を持つことで知られる。
ko: 브라코스 4의 락맨은 희귀하지만 용감한 존재로 알려져 있습니다.
pl: Szklanki z głazów IV są rzadkie i znane są ze swojej wytrzymałości.
pt_br: Os 'rockmen' de Vrachos IV raramente são vistos e são conhecidos por sua coragem.
zh_hans: 威拉彻斯四的'岩石人'很少见，并以其刚毅而闻名。

source: Rockman
es: Rockero
ja: ロックマン
ko: 락맨
pl: Otoczak
zh_hans: 岩石族

source: Rockman
es: Rockero
ja: ロックマン
pl: Otoczak
zh_hans: 岩石族

source: Immune to fire
es: Inmune al fuego
it: Immune al fuoco
ja: 火に対する耐性
ko: 화재에 면역
pl: Niecierpliwy do ognia
pt_br: Imune ao fogo
zh_hans: 免疫灼烧伤害

source: Movement speed is halved
es: La velocidad de movimiento se reduce a la mitad
it: La velocità di movimento viene dimezzata
ja: 移動速度が半分になる
ko: 이동속도 0.5배
pl: Prędkość ruchu jest o połowę
pt_br: A velocidade de movimento é reduzida pela metade
zh_hans: 0.5倍移动速度

source: Max Health is increased to 175
es: Salud máxima aumentada a 175
it: Max Health è aumentata a 175
ja: 最大ライフが175に増加した
ko: 최대 체력 175
pl: Maksymalne zdrowie zwiększone do 175
pt_br: Max Health é aumentado para 175
zh_hans: 175点最大生命值

source: Stunned for half the usual duration
es: Aturdido durante la mitad de la duración habitual
it: Sbalordito per metà della solita durata
ja: スタン継続時間が通常の半分になった
ko: 기절 시간 0.5배
pl: Ogłuszony na połowę normalnego czasu
pt_br: Atordoado por metade da duração usual
zh_hans: 0.5倍眩晕时长

# data/blueprints.xml.append$//crewBlueprint[@name="rock_outcast"]/desc
source: A dangerous Rockman refugee who was banished for opposing the Rockman Elders. Inherited Rock stats: 0.5x speed and stun duration, fire immunity
es: Un peligroso refugiado Rockman que fue desterrado por oponerse a los Ancianos Rockman. Estadísticas de Rock heredadas: velocidad y duración de aturdimiento x0.5, inmunidad al fuego
it: Un pericoloso rifugiato di rockman che fu bandito per l'opportunità di essere opposto agli anziani del rockman. Statistiche rocciose ereditate: velocità 0,5x e durata dello stordimento, immunità al fuoco
ja: ロックマンの長老たちに反対したために追放された危険なロックマン難民。 ロックのスタッツを受け継いでいる：0.5倍のスピードとスタン時間、炎属性免疫。
ko: 락맨 장로들에게 대항하여 추방된 위험한 락맨 난민들입니다. 락맨의 기본 특성: 이동속도 및 기절 시간 0.5배, 화재 면역
pl: Niebezpieczny uchodźca Skalnych, który został wygnany za sprzeciwianie się Starszym Skalnych. Odziedziczone statystyki Skalnych: 0,5x szybkości i czasu ogłuszenia, odporność na ogień
pt_br: Um refugiado perigoso de Rockman que foi banido por se opor aos anciãos do rockman. Estatísticas de rochas herdadas: velocidade de 0,5x e duração de atordoamento, imunidade a incêndio
zh_hans: 一个危险的岩石族难民，因反对神权国长老而被放逐。 继承岩石族属性：0.5倍移动速度与眩晕时长，免疫灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="rock_outcast"]/title
source: Rockman Outcast
es: Proscrito Rockman
it: Rockman emarginato
ja: ロックマンアウトキャスト
ko: 락맨 망명자
pl: Skalny Wyrzutek
zh_hans: 岩石流放者

# data/blueprints.xml.append$//crewBlueprint[@name="rock_outcast"]/short
source: Outcast
es: Proscrito
ja: アウトキャスト
pl: Wyrzutek
pt_br: Pária
zh_hans: 岩石流放者

source: Max Health is increased to 160
es: Salud máxima aumentada a 160
it: Max Health è aumentata a 160
ja: 最大ライフが160に増加した
ko: 최대 체력 160
pl: Maksymalne zdrowie zwiększone do 160
pt_br: Max Health é aumentado para 160
zh_hans: 160点最大生命值
