Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="unique_wither"]/desc
source: Aenwithe, the mysterious Obelisk traveler who you saved. A former engineer in the Obelisk Empire's Cognitive division, Aenwithe now hopes to overthrow the Royals and put an end to his species's tyranny at last.
es: Aenwithe, el misterioso viajero Obelisco que salvaste. Un antiguo ingeniero de la división Cognitiva del Imperio Obelisco, Aenwithe ahora espera derrocar a la Realeza y poner fin a la tiranía de su especie por fin.
it: Aenwithe, il misterioso viaggiatore di obelisco che hai salvato.Ex ingegnere della divisione cognitiva dell'Impero Obelisk, Aenwithe ora spera di rovesciare i reali e finalmente porre fine alla tirannia della sua specie.
ja: あなたが救った謎のオベリスク旅行者、エーンヴィザ。オベリスク帝国のコグニティブ部門の元エンジニアであるエーンヴィザは、現在ロイヤルを打倒し、同種族の圧政に終止符を打つことを望んでいる。
ko: 당신이 구해준 불가사의한 여행자 Aenwhite. 전직 오벨리스크 제국 코그니티브 기술자였던 Aenwithe는 이제 왕족을 타도하고 그들의 폭정을 종식시키려 합니다.
pl: Aenwithe, tajemniczy podróżnik z Obelisku, którego uratowałeś. Były inżynier w dywizji Kognitywnej Imperium Obelisku, Aenwithe ma teraz nadzieję obalić Królewskich i wreszcie położyć kres tyranii swojego gatunku.
pt_br: Aenwithe, o misterioso viajante do obelisco que você salvou.Um ex -engenheiro da divisão cognitiva do Império Obelisco, Aenwithe agora espera derrubar a realeza e acabar com a tirania de sua espécie.
zh_hans: 安威斯是你救下的神秘方碑旅行者，方碑帝国认知体部门的前工程师。目前安威斯希望推翻皇室，并最终结束他族群的暴政。

source: Immune to suffocation and fires
es: Inmune a la asfixia y al fuego
it: Immune al soffocamento e agli incendi
ja: 窒息や火災に対する耐性
ko: 대인 공격력 1.25배, 수리 속도 0.5배
pl: Odporny na uduszenie i pożary
pt_br: Imune a asfixia e incêndios
zh_hans: 免疫窒息与灼烧伤害

source: Max Health is increased to 200
es: Salud máxima aumentada a 200
it: Max Health è aumentata a 200
ja: 最大ライフが200に増加した
ko: 최대 체력 200
pl: Maksymalne zdrowie zwiększone do 200
pt_br: Max Health é aumentado para 200
zh_hans: 200点最大生命值

source: 1.25x combat damage, halved repair speed
es: x1.25 de daño en combate, velocidad de reparación reducida a la mitad
it: 1,25x danni da combattimento, velocità di riparazione dimezzata
ja: 戦闘ダメージが1.25倍、修理速度が半分になる
ko: 대인 공격력 1.25배, 수리 속도 0.5배
pl: 1,25x obrażeń w walce, o połowę mniejsza szybkość naprawy
pt_br: 1,25x de dano de combate, velocidade de reparo pela metade
zh_hans: 1.25倍战斗伤害，0.5倍维修速度

source: Can teleport from anywhere across any ship
es: Puede teletransportarse desde cualquier lugar a través de cualquier nave.
it: Può teletrasportarsi da qualsiasi parte di qualsiasi nave
ja: 艦船のどこからでもテレポート可能
ko: 어느 함선으로든 상시 순간이동 가능
pl: Może teleportować się z dowolnego miejsca na dowolnym statku
pt_br: Pode se teletransportar de qualquer lugar para qualquer nave
zh_hans: 以传送方式移动，可跨舰传送

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_thest"]/title
source: Observer
es: Observador
ja: オブザーバー
ko: 관찰자
pl: Obserwator
pt_br: Observador
zh_hans: 观察者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_thest"]/short
source: Observer
es: Observador
ja: オブザーバー
pl: Obserwator
pt_br: Observador
zh_hans: 观察者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_thest"]/desc
source: Thest, Judge of Diplomacy, and leader of the Observers. He's mysterious and powerful, but he doesn't seem malicious. At least not overtly so.
es: Thest, Juez de la Diplomacia y líder de los Observadores. Es misterioso y poderoso, pero no parece malicioso. Al menos no abiertamente.
it: Thest, giudice di diplomazia e leader degli osservatori.È misterioso e potente, ma non sembra dannoso.Almeno non apertamente così.
ja: ザスト、外交裁判官、監視団のリーダー。神秘的で強力な人物だが、悪意があるようには見えない。少なくともあからさまにはそうではない。
ko: 테스트, 외교의 심판관이며 관찰자들의 리더. 신비롭고 강력하지만, 적의는 없어 보입니다. 적어도 명시적으로는 말이죠.
pl: Thest, Sędzia Dyplomacji i przywódca Obserwatorów. Jest tajemniczy i potężny, ale nie wydaje się złośliwy. Przynajmniej nie jawnie.
pt_br: O juiz da diplomacia e líder dos observadores.Ele é misterioso e poderoso, mas não parece malicioso.Pelo menos não abertamente.
zh_hans: 外交评判者赛斯特，观察者领袖。他神秘而强大，但似乎并无恶意，至少表面如此。

source: Active Ability: All crew on screen, ally or enemy, gain complete invulnerability but lose the ability to fight or sabotage temporarily
es: Habilidad Activa: Toda la tripulación en pantalla, aliada o enemiga, obtiene invulnerabilidad completa pero pierde la capacidad de luchar o sabotear temporalmente.
it: Abilità attiva: tutto l'equipaggio sullo schermo, alleato o nemico, ottiene una completa invulnerabilità ma perdi temporaneamente la capacità di combattere o sabotaggio
ja: アクティブアビリティ: 味方か敵かを問わず、画面上のすべてのクルーは完全な無敵状態を獲得するが、一時的に戦闘または妨害行為を行う能力を失う。
ko: 활성화 능력: 피아에 무관하게 화면에 보여지는 모든 선원이 완전히 무력해지며, 일시적으로 전투나 시스템파괴를 할 수 없게 됨
pl: Zdolność aktywna: Cała załoga na ekranie, sojusznicza lub wroga, zyskuje całkowitą nietykalność, ale tymczasowo traci zdolność do walki lub sabotażu
pt_br: Capacidade ativa: toda a tripulação na tela, aliada ou inimigo, ganhe total invulnerabilidade, mas perde a capacidade de lutar ou sabotar temporariamente
zh_hans: 主动技能：屏幕上的所有船员，包括友方和敌人，获得完全无敌，但暂时失去战斗或破坏的能力

source: For every crew member on screen, Thest gains a 10% boost to all stats
es: Por cada miembro de la tripulación en pantalla, Thest obtiene un aumento del 10% en todas las estadísticas.
it: Per ogni membro dell'equipaggio sullo schermo, il massimo aumenta un aumento del 10% a tutte le statistiche
ja: 画面上のクルー全員について、ザストの全ステータスが10%ブーストされる
ko: 화면에 보여지는 선원마다 테스트의 모든 능력치가 10%씩 증가
pl: Za każdego członka załogi na ekranie, Thest zyskuje 10% premii do wszystkich statystyk
pt_br: Para cada membro da tripulação na tela, o Thest ganha um aumento de 10% para todas as estatísticas
zh_hans: 屏幕上的每有一个船员，赛斯特的所有属性都会获得10%增益

source: Provides 3 power, has 200 health and 2x combat damage
es: Proporciona 3 de energía, tiene 200 de salud y 2x de daño de combate.
it: Fornisce 3 energia, ha 200 danni per la salute e 2x di combattimento
ja: 3つのパワーを提供し、200のライフと2倍の戦闘ダメージを持つ。
ko: 3전력 제공, 최대 체력 200, 대인 공격력 2배
pl: Dostarcza 3 jednostki mocy, ma 200 zdrowia i 2x obrażeń w walce
pt_br: Fornece 3 potência, 200 danos à saúde e 2x de combate
zh_hans: 提供3格能量、拥有200点最大生命值与2倍战斗伤害

source: Ignores mind control and hazards. Can see adjacent rooms. Does not lose skills.
es: Ignora el control mental y los peligros. Puede ver las habitaciones adyacentes. No pierde habilidades.
it: Ignora il controllo mentale e i pericoli.Può vedere stanze adiacenti.Non perde abilità.
ja: マイコンと危険を無視する。隣の部屋が見える。スキルを失わない。
ko: 정신 지배와 재해를 무시. 인접한 선실의 시야를 확보. 숙련도를 잃지 않음.
pl: Ignoruje kontrolę umysłu i zagrożenia. Widzi sąsiednie pomieszczenia. Nie traci umiejętności.
pt_br: Ignora o controle da mente e os riscos.Pode ver salas adjacentes.Não perde habilidades.
zh_hans: 免疫心灵控制和环境伤害。可以看到相邻舱室。不会失去技能经验。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_corby"]/title
source: Observer
es: Observador
ja: オブザーバー
ko: 관찰자
pl: Obserwator
pt_br: Observador
zh_hans: 观察者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_corby"]/short
source: Observer
es: Observador
ja: オブザーバー
pl: Obserwator
pt_br: Observador
zh_hans: 观察者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_corby"]/desc
source: Corby, Judge of Technology. Obsessive and constantly malfunctioning, but not unfriendly.
es: Corby, Juez de la Tecnología. Obsesivo y constantemente fallando, pero no antipático.
it: Corby, giudice della tecnologia.Ossessivo e costantemente malfunzionamento, ma non ostile.
ja: コービー、テクノロジー審査員。強迫的で常に故障しているが、無愛想ではない。
ko: 코비, 기술의 심판관. 강박적이고 계속해서 오작동하지만, 불친절하지는 않습니다.
pl: Corby, Sędzia Technologii. Obsesyjny i ciągle psujący się, ale nie nieprzyjazny.
pt_br: Corby, Juiz de Tecnologia. Obsessivo e constantemente com problemas de funcionamento, mas não hostil.
zh_hans: 科技评判者阔碧。有强迫症且经常出故障，但并非不友好。

source: Active Ability: Repairs the ship's hull by 3
es: Habilidad Activa: Repara el casco de la nave en 3.
it: Abilità attiva: ripara lo scafo della nave di 3
ja: アクティブアビリティ: 船体を3修復する
ko: 활성화 능력: 함선의 선체를 3만큼 수리
pl: Zdolność aktywna: Naprawia kadłub statku o 3
pt_br: Habilidade ativa: Repara o casco do navio em 3
zh_hans: 主动技能：修复3点舰体值

source: For each power bar in the current system, Corby gains an extra 100% boost to repair speed
es: Por cada barra de energía en el sistema actual, Corby obtiene un aumento extra del 100% en la velocidad de reparación.
it: Per ogni barra di alimentazione nel sistema attuale, Corby aumenta un aumento del 100% in più per riparare la velocità
ja: 現在のシステムのパワーバーごとに、コービーの修復速度がさらに100%向上する
ko: 배치된 시스템에 공급되고 있는 전력마다 코비의 수리 속도가 100%씩 증가
pl: Za każdą jednostkę mocy w obecnym systemie, Corby zyskuje dodatkowe 100% premii do szybkości naprawy
pt_br: Para cada barra de energia no sistema atual, Corby ganha um aumento extra de 100% na velocidade de reparo
zh_hans: 阔碧所在的系统舱室每有1格供能，他就获得100%维修速度加成

source: Regenerates health rapidly out of combat with a 5 second delay
es: Regenera salud rápidamente fuera de combate con un retraso de 5 segundos.
it: Rigenera la salute rapidamente fuori dal combattimento con un ritardo di 5 secondi
ja: 戦闘から離れた場合、5秒の遅延でライフを急速に回復する
ko: 5초간 전투하지 않을 시 빠르게 체력을 회복
pl: Szybko regeneruje zdrowie poza walką z 5-sekundowym opóźnieniem
pt_br: Regenera a saúde rapidamente fora de combate com um atraso de 5 segundos
zh_hans: 不受伤害5秒后快速恢复生命值

source: Ignores mind control, doors, and hazards. Can see adjacent rooms. Does not lose skills.
es: Ignora el control mental, las puertas y los peligros. Puede ver las habitaciones adyacentes. No pierde habilidades.
it: Ignora il controllo mentale, le porte e i pericoli.Può vedere stanze adiacenti.Non perde abilità.
ja: マイコン、ドア、危険を無視する。隣の部屋が見える。スキルを失わない。
ko: 정신 지배와 재해를 무시. 인접한 선실의 시야를 확보. 숙련도를 잃지 않음.
pl: Ignoruje kontrolę umysłu, drzwi i zagrożenia. Widzi sąsiednie pomieszczenia. Nie traci umiejętności.
pt_br: Ignora o controle mental, as portas e os perigos. Pode ver as salas adjacentes. Não perde habilidades.
zh_hans: 无视心灵控制、舱门和环境伤害。可以看到相邻舱室。不会失去技能经验。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_wakeson"]/title
source: Observer
es: Observador
ja: オブザーバー
ko: 관찰자
pl: Obserwator
pt_br: Observador
zh_hans: 观察者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_wakeson"]/short
source: Observer
es: Observador
ja: オブザーバー
pl: Obserwator
pt_br: Observador
zh_hans: 观察者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_judge_wakeson"]/desc
source: Wakeson, Judge of Warfare. Seems the most likely to break every bone in your body of the trio, but hopefully he won't.
es: Wakeson, Juez de la Guerra. Parece el más propenso del trío a romperte todos los huesos del cuerpo, pero con suerte no lo hará.
it: Wakeson, giudice di guerra.Sembra il più probabile che rompa ogni osso nel tuo corpo del trio, ma spero che non lo farà.
ja: ウェイクソン、戦争裁判官。トリオの中で体のすべての骨を折る可能性が最も高いように思えるが、そうでないことを願っている。
ko: 웨이크슨, 전쟁의 심판관. 이 삼인조 중에서 당신의 뼈를 모조리 부숴버릴 가능성이 가장 높아 보이지만, 그러지 않기를 바랍시다.
pl: Wakeson, Sędzia Wojny. Wydaje się najbardziej skłonny do złamania ci każdej kości z tej trójki, ale miejmy nadzieję, że tego nie zrobi.
pt_br: Wakeson, Juiz de Guerra. Parece ser o trio mais propenso a quebrar todos os ossos de seu corpo, mas esperamos que não o faça.
zh_hans: 战争评判者威克森。似乎是三人组里最有可能把你身体里每一根骨头都打碎的，希望他不会这么做。

source: Active Ability: For 5 seconds, instantly LOWERS the Max HEALTH of all crew except HIMSELF to 10
es: Habilidad Activa: Durante 5 segundos, REDUCE instantáneamente la SALUD Máxima de toda la tripulación excepto la SUYA a 10.
it: Abilità attiva: per 5 secondi, riduce istantaneamente la salute massima di tutto l'equipaggio, tranne se stesso a 10
ja: アクティブアビリティ: 5秒間、自分を除くすべてのクルーの最大ライフを即座に10に低下させる。
ko: 활성화 능력: 5초동안 자신을 제외한 모든 선원의 최대 체력을 10으로 낮춤
pl: Zdolność aktywna: Na 5 sekund, natychmiast OBNIŻA maksymalne ZDROWIE całej załogi oprócz SIEBIE do 10
pt_br: Habilidade ativa: Por 5 segundos, diminui instantaneamente a SAÚDE máxima de toda a tripulação, exceto a sua, para 10
zh_hans: 主动技能：将舱室内除自己外所有其他船员的最大生命值降低至10点，持续5秒

source: Whenever Weapons are DESTROYED or HACKED, Wakeson gains 750% more combat DAMAGE and movement SPEED but loses HEALTH
es: Cada vez que las Armas son DESTRUIDAS o HACKEADAS, Wakeson gana un 750% más de DAÑO de combate y VELOCIDAD de movimiento, pero pierde SALUD.
it: Ogni volta che le armi vengono distrutte o hackerate, Wakeson ottiene il 750% di danni da combattimento e la velocità di movimento ma perde salute
ja: 武器が破壊されるかハッキングされるたびに、ウェイクソンは戦闘ダメージと移動速度を750%増加するが、健康状態を失う。
ko: 무기 관제실이 파괴됐거나 해킹당했다면, 웨이크슨은 750%의 추가 대인 공격력과 이동속도를 얻지만 체력을 잃음
pl: Gdy Broń zostanie ZNISZCZONA lub ZAHAKOWANA, Wakeson zyskuje 750% więcej OBRAŻEŃ w walce i SZYBKOŚCI ruchu, ale traci ZDROWIE
pt_br: Sempre que as armas são DESTRUÍDAS ou HACKEADAS, Wakeson recebe 750% a mais de DANO de combate e VELOCIDADE de movimento, mas perde SAÚDE
zh_hans: 每当武器被摧毁或被黑客攻击时，威克森的战斗伤害和移动速度都会增加750%，但会失去生命值

source: Max HEALTH is increased to 400, does 3x combat DAMAGE
es: La SALUD Máxima aumenta a 400, inflige 3x de DAÑO de combate.
it: Max Health è aumentata a 400, fa danni da combattimento 3x
ja: 最大ライフが400に増加し、戦闘ダメージが3倍になる
ko: 최대 체력 400, 대인 공격력 3배
pl: Maksymalne ZDROWIE zwiększone do 400, zadaje 3x OBRAŻEŃ w walce
pt_br: A SAÚDE máxima é aumentada para 400 e causa 3x o DANO de combate
zh_hans: 400点最大生命值，3倍战斗伤害

source: IGNORES mind control and fire. Can see ADJACENT rooms. Does not lose SKILLS.
es: IGNORA el control mental y el fuego. Puede ver las habitaciones ADYACENTES. No pierde HABILIDADES.
it: Ignora il controllo mentale e il fuoco.Può vedere stanze adiacenti.Non perde abilità.
ja: マイコンと火災を無視する。隣接する部屋が見える。スキルは失われない。
ko: 정신 지배와 화재를 무시. 인접한 선실의 시야를 확보. 숙련도를 잃지 않음.
pl: IGNORUJE kontrolę umysłu i ogień. Widzi SĄSIEDNIE pomieszczenia. Nie traci UMIEJĘTNOŚCI.
pt_br: IGNOROU o controle mental e o fogo. Pode ver salas ADJACENTES. Não perde HABILIDADES.
zh_hans: 免疫心灵控制和灼烧伤害。可以看到相邻舱室。不会失去技能经验。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_cat"]/desc
source: An eldritch being of chaos.
es: Un ser eldritch del caos.
it: Un Eldritch Essere di caos.
ja: 混沌の異界の存在。
ko: 혼돈 속의 이물.
pl: Odwieczna istota chaosu.
pt_br: Um ser eldritch do caos.
zh_hans: 混沌中诞生的怪异造物。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_cat"]/title
source: Eldritch Being
es: Ser Eldritch
it: Essere Eldritch
ja: エルドリッチビーイング
ko: 이물
pl: Odwieczna Istota
pt_br: Seres eldritch
zh_hans: 怪异造物

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_cat"]/short
source: Eldritch
it: arcano
ja: エルドリッチ
pl: Odwieczny
zh_hans: 怪异造物

source: Immune to all hazards but cannot heal from most sources or be cloned
es: Inmune a todos los peligros pero no puede curarse de la mayoría de las fuentes ni ser clonado.
it: Immune a tutti i pericoli ma non può guarire dalla maggior parte delle fonti o essere clonato
ja: あらゆる危険に対して免疫があるが、ほとんどの原因から治癒したり、クローンを作成したりすることはできない
ko: 모든 재해에 면역. 거의 모든 회복 효과를 받지 못하고 복제될 수도 없음.
pl: Odporny na wszystkie zagrożenia, ale nie może leczyć się z większości źródeł ani być klonowany
pt_br: Imune a todos os perigos, mas não pode se curar da maioria das fontes ou ser clonado
zh_hans: 免疫灼烧与窒息伤害，但不能从一般来源获得治疗或被克隆

source: Gains 50 Max Health for each allied Thing on screen
es: Gana 50 de Salud Máxima por cada Cosa aliada en pantalla.
it: Guadagna 50 Max Health per ogni cosa alleata sullo schermo
ja: 画面上の味方の物ごとに最大ライフが50増加する
ko: 화면에 나타난 아군 '존재'마다 최대 체력이 50 증가
pl: Zyskuje 50 maksymalnego zdrowia za każde sojusznicze Coś na ekranie
pt_br: Ganha 50 de Vida Máxima para cada Coisa aliada na tela
zh_hans: 每有一个友方件物，获得50点最大生命值

source: The longer he's alive, the faster and stronger he gets
es: Cuanto más tiempo está vivo, más rápido y fuerte se vuelve.
it: Più è vivo, più veloce e più forte
ja: 彼は長く生きれば生きるほど、より速く、より強くなる。
ko: 오래 생존할수록 더 빨라지고 더 강해짐
pl: Im dłużej żyje, tym staje się szybszy i silniejszy
pt_br: Quanto mais tempo ele estiver vivo, mais rápido e mais forte ele fica
zh_hans: 存活时间越长，移动速度便越快且属性越强

source: Cannot permanently die - will instead resurrect with his stats reset
es: No puede morir permanentemente - en su lugar resucitará con sus estadísticas reiniciadas.
it: Non può morire permanentemente - Resurreggerà invece con le sue statistiche reset
ja: 永久に死ぬことはできない - 代わりにステータスがリセットされて復活する
ko: 완전히 죽지 않음 - 능력치가 초기화된 상태로 즉시 부활
pl: Nie może umrzeć na stałe - zamiast tego wskrzesi się z zresetowanymi statystykami
pt_br: Não pode morrer permanentemente - em vez disso, ressuscitará com suas estatísticas redefinidas
zh_hans: 不会永久死亡 - 会重置属性并重生

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_spawn"]/desc
source: The spawn of eldritch power.
es: El engendro del poder eldritch.
it: Lo spawn di Eldritch Power.
ja: 異界の力のスポーン。
ko: 이계의 힘이 담긴 알.
pl: Pomiot odwiecznej mocy.
pt_br: A semente do poder eldritch.
zh_hans: 怪异所孳生之物。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_spawn"]/title
source: Spawn
es: Engendro
it: Produrre
ja: スポーン
ko: 알
pl: Pomiot
zh_hans: 生孳

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_spawn"]/short
source: Spawn
es: Engendro
it: Produrre
ja: スポーン
pl: Pomiot
zh_hans: 生孳

source: Cannot be damaged or killed, stunned, mind controlled, or stopped in any other way.
es: No puede ser dañado, aturdido ni controlado mentalmente. Destruir el Control de Drones lo repelerá.
ja: ダメージ、気絶、マインドコントロールは不可。Drone Controlを破壊すると撃退される。
ko: 어떤 방법으로도 피해 입히거나, 죽이거나, 기절시키거나, 정신 지배하거나, 이동을 막을 수 없음.
pl: Nie może być raniony, ogłuszony ani kontrolowany umysłowo. Zniszczenie Sterowania Dronami go odepchnie.
zh_hans: 无法被伤害、杀死、击晕、心灵控制，或用其他方式阻止。

# data/blueprints.xml.append$//droneBlueprint[@name="SPAWN_BATTLE"]/title
source: Eldritch Spawn
es: Engendro Eldritch
ja: エルドリッチ・スポーン
ko: 이계의 알
pl: Odwieczny Pomiot
pt_br: Geração Eldritch
zh_hans: 怪异生孳

# data/blueprints.xml.append$//droneBlueprint[@name="SPAWN_BATTLE"]/short
source: Spawn
es: Engendro
it: Produrre
ja: スポーン
pl: Pomiot
zh_hans: 怪异生孳

# data/blueprints.xml.append$//droneBlueprint[@name="SPAWN_BATTLE"]/desc
source: A mysterious creature birthed from the mind of an eldritch power. -Cannot be damaged or killed, stunned, mind controlled, or stopped in any other way.
es: Una criatura misteriosa nacida de la mente de un poder eldritch. -No puede ser dañado, aturdido ni controlado mentalmente. Destruir el Control de Drones lo repelerá.
ja: エルドリッチのパワーの心から生まれた謎のクリーチャー。 -ダメージ、気絶、マインドコントロールは無効。Drone Controlを破壊すると撃退できる。
ko: 이계의 힘이 탄생시킨 정체불명의 생명체입니다. -어떤 방법으로도 피해 입히거나, 죽이거나, 기절시키거나, 정신 지배하거나, 이동을 막을 수 없음.
pl: Tajemnicze stworzenie zrodzone z umysłu odwiecznej mocy. -Nie może być ranione, ogłuszone ani kontrolowane umysłowo. Zniszczenie Sterowania Dronami go odepchnie.
zh_hans: 一个诞生自一股怪异意志的迷样生物。 -无法被伤害、杀死、击晕、心灵控制，或用其他方式阻止。

# data/blueprints.xml.append$//droneBlueprint[@name="SPAWN_BOARDER"]/title
source: Eldritch Spawn
es: Engendro Eldritch
ja: エルドリッチ・スポーン
ko: 이계의 알
pl: Odwieczny Pomiot
pt_br: Geração Eldritch
zh_hans: 怪异生孳

# data/blueprints.xml.append$//droneBlueprint[@name="SPAWN_BOARDER"]/short
source: Spawn
es: Engendro
it: Produrre
ja: スポーン
pl: Pomiot
zh_hans: 怪异生孳

# data/blueprints.xml.append$//droneBlueprint[@name="SPAWN_BOARDER"]/desc
source: A mysterious creature birthed from the mind of an eldritch power. -Cannot be damaged or killed, stunned, mind controlled, or stopped in any other way.
es: Una criatura misteriosa nacida de la mente de un poder eldritch. -No puede ser dañado, aturdido ni controlado mentalmente. Destruir el Control de Drones lo repelerá.
ja: エルドリッチのパワーの心から生まれた謎のクリーチャー。 -ダメージ、気絶、マインドコントロールは無効。Drone Controlを破壊すると撃退できる。
ko: 이계의 힘이 탄생시킨 정체불명의 생명체입니다. -어떤 방법으로도 피해 입히거나, 죽이거나, 기절시키거나, 정신 지배하거나, 이동을 막을 수 없음.
pl: Tajemnicze stworzenie zrodzone z umysłu odwiecznej mocy. -Nie może być ranione, ogłuszone ani kontrolowane umysłowo. Zniszczenie Sterowania Dronami go odepchnie.
zh_hans: 一个诞生自一股怪异意志的迷样生物。 -无法被伤害、杀死、击晕、心灵控制，或用其他方式阻止。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing"]/desc
source: Minions of the One Who Rhymes.
es: Secuaces de Aquel que Rima.
it: Minion di colui che fa rima.
ja: "韻を踏む者" の手先。
ko: 시를 읊는 자의 하수인.
pl: Sługi Tego, Który Rymuje.
pt_br: Minions of the One Who Rhymes (Minions of the One Who Rhymes).
zh_hans: 押韵者的仆从。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing"]/title
source: Thing
es: Cosa
it: Cosa
ja: 物
ko: 존재
pl: Coś
pt_br: Coisa
zh_hans: 件物

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing"]/short
source: Thing
es: Cosa
it: Cosa
ja: 物
pl: Coś
pt_br: Coisa
zh_hans: 件物

source: 125 Health, halved movement speed, deals 1.25x damage
es: 125 de Salud, velocidad de movimiento a la mitad, inflige 1.25x de daño.
it: 125 Salute, velocità di movimento dimezzata, infligge un danno 1.25x
ja: ライフ125、移動速度が半分になり、1.25倍のダメージを与える
ko: 최대 체력 125, 이동속도 0.5배, 대인 공격력 1.25배
pl: 125 zdrowia, o połowę mniejsza szybkość ruchu, zadaje 1,25x obrażeń
pt_br: 125 de Vida, velocidade de movimento reduzida à metade, causa 1,25x de dano
zh_hans: 125点最大生命值，0.5倍移动速度，1.25倍战斗伤害

source: If a Thing dies while not burning, stunned, or mind controlled, it will split into two new Things
es: Si una Cosa muere sin estar ardiendo, aturdida o controlada mentalmente, se dividirá en dos nuevas Cosas.
it: Se una cosa muore mentre non brucia, sbalordito o mentale, si dividerà in due cose nuove
ja: 燃えたり、スタンしたり、マイコンされていない間にモノが死亡すると、それは2つの新しいモノに分割される
ko: 불타거나, 기절하였거나, 정신 지배당하지 않은 상태에서 죽을 경우 두 명의 새로운 존재로 분열함
pl: Jeśli Coś umrze, nie płonąc, nie będąc ogłuszonym ani kontrolowanym umysłowo, podzieli się na dwa nowe Coś
pt_br: Se uma Coisa morrer sem estar queimada, atordoada ou sob controle mental, ela se dividirá em duas novas Coisas
zh_hans: 如果一个件物死亡时并未燃烧、眩晕或被心灵控制，它将分裂为两个新的件物

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing_noclone"]/desc
source: Minions of the One Who Rhymes.
es: Secuaces de Aquel que Rima.
it: Minion di colui che fa rima.
ja: "韻を踏む者" の手先。
ko: 시를 읊는 자의 하수인.
pl: Sługi Tego, Który Rymuje.
pt_br: Minions of the One Who Rhymes (Minions of the One Who Rhymes).
zh_hans: 押韵者的仆从。

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing_noclone"]/title
source: Thing
es: Cosa
it: Cosa
ja: 物
ko: 존재
pl: Coś
pt_br: Coisa
zh_hans: 件物

# data/blueprints.xml.append$//crewBlueprint[@name="eldritch_thing_noclone"]/short
source: Thing
es: Cosa
it: Cosa
ja: 物
pl: Coś
pt_br: Coisa
zh_hans: 件物

source: 125 Health, halved movement speed, deals 1.25x damage
es: 125 de Salud, velocidad de movimiento a la mitad, inflige 1.25x de daño.
it: 125 Salute, velocità di movimento dimezzata, infligge un danno 1.25x
ja: ライフ125、移動速度が半分になり、1.25倍のダメージを与える
ko: 최대 체력 125, 이동속도 0.5배, 대인 공격력 1.25배
pl: 125 zdrowia, o połowę mniejsza szybkość ruchu, zadaje 1,25x obrażeń
pt_br: 125 de Vida, velocidade de movimento reduzida à metade, causa 1,25x de dano
zh_hans: 125点最大生命值，0.5倍移动速度，1.25倍战斗伤害

source: If a Thing dies while not burning, stunned, or mind controlled, it will split into two new Things
es: Si una Cosa muere sin estar ardiendo, aturdida o controlada mentalmente, se dividirá en dos nuevas Cosas.
it: Se una cosa muore mentre non brucia, sbalordito o mentale, si dividerà in due cose nuove
ja: 燃えたり、スタンしたり、マイコンされていない間にモノが死亡すると、それは2つの新しいモノに分割される
ko: 불타거나, 기절하였거나, 정신 지배당하지 않은 상태에서 죽을 경우 두 명의 새로운 존재로 분열함
pl: Jeśli Coś umrze, nie płonąc, nie będąc ogłuszonym ani kontrolowanym umysłowo, podzieli się na dwa nowe Coś
pt_br: Se uma Coisa morrer sem estar queimada, atordoada ou sob controle mental, ela se dividirá em duas novas Coisas
zh_hans: 如果一个件物死亡时并未燃烧、眩晕或被心灵控制，它将分裂为两个新的件物
