Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tully"]/desc
source: Yes, this is truly Admiral Tully of the Federation. He is practically your most powerful ally.
es: Sí, este es verdaderamente el Almirante Tully de la Federación. Es prácticamente tu aliado más poderoso.
it: Sì, questo è veramente ammiraglio Tully della Federazione.È praticamente il tuo alleato più potente.
ja: はい、これはまさに連邦のタリー提督だ。彼は実質的にあなたの最も強力な味方だ。
ko: 이 사람이 바로 연방의 제독 툴리입니다. 사실상 당신의 가장 강력한 아군입니다.
pl: Tak, to naprawdę Admirał Tully z Federacji. Jest praktycznie twoim najpotężniejszym sojusznikiem.
pt_br: Sim, este é realmente o Almirante Tully da Federação. Ele é praticamente seu aliado mais poderoso.
zh_hans: 没错，这位正是联邦的塔利上将，他差不多是你最强力的盟友。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tully"]/title
source: Admiral
es: Almirante
it: Ammiraglio
ja: 提督
ko: 제독
pl: Admirał
pt_br: Almirante
zh_hans: 联邦上将

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tully"]/short
source: Admiral
es: Almirante
it: Ammiraglio
ja: 提督
pl: Admirał
pt_br: Almirante
zh_hans: 联邦上将

source: Active Ability (1 charge): Calls in a ranged strike that bombs the enemy ship
es: Habilidad Activa (1 carga): Llama a un ataque a distancia que bombardea la nave enemiga.
it: Abilità attiva (1 carica): chiama in uno sciopero a distanza che bombe la nave nemica
ja: アクティブアビリティ（1チャージ）: 敵艦を爆撃する遠距離攻撃を呼び出す。
ko: 활성화 능력 (1 충전): 적함에 폭탄 세례를 퍼붓는 원거리 폭격을 요청
pl: Zdolność aktywna (1 ładunek): Wzywa uderzenie dystansowe, które bombarduje wrogi statek
pt_br: Habilidade ativa (1 carga): Convida um ataque à distância que bombardeia o navio inimigo
zh_hans: 主动技能(1次充能)：呼叫远程炸弹打击，轰炸敌舰

source: Max Health is increased to 200
es: Salud máxima aumentada a 200
it: Max Health è aumentata a 200
ja: 最大ライフが200に増加した
ko: 최대 체력 200
pl: Maksymalne zdrowie zwiększone do 200
pt_br: Max Health é aumentado para 200
zh_hans: 200点最大生命值

source: 1.5x repair speed and damage
es: 1.5x de velocidad de reparación y daño.
it: 1,5x velocità di riparazione e danni
ja: 修復速度とダメージが1.5倍
ko: 대인 공격력 및 수리 속도 1.5배
pl: 1,5x szybkości naprawy i obrażeń
pt_br: 1,5x a velocidade de reparo e os danos
zh_hans: 1.5倍维修速度与战斗伤害

source: Friendly crew in the same room will move in unison at 1.25x speed
es: La tripulación aliada en la misma habitación se moverá al unísono a 1.25x de velocidad.
it: L'equipaggio amichevole nella stessa stanza si muoverà all'unisono a 1,25x velocità
ja: 同じ部屋にいるフレンドリーなスタッフは1.25倍の速度で一斉に移動する
ko: 같은 선실에 있는 모든 아군은 일제히 1.25배의 속도로 움직임
pl: Przyjazna załoga w tym samym pomieszczeniu będzie poruszać się zgodnie z prędkością 1,25x
pt_br: A equipe amiga na mesma sala se moverá em uníssono a uma velocidade de 1,25x
zh_hans: 同舱室内的友方船员将统一以1.25倍速度移动

source: Trained in lvl2 skills, takes half damage from hazards
es: Entrenado en habilidades de nivel 2, recibe la mitad de daño de peligros.
it: Allenato nelle competenze LVL2, subisce metà danno dai pericoli
ja: レベル2のスキルで訓練され、ハザードから受けるダメージが半分になる
ko: 모든 기술을 완전히 연마, 재해로부터의 피해 반감
pl: Wyszkolony w umiejętnościach 2 poziomu, otrzymuje połowę obrażeń od zagrożeń
pt_br: Treinado em habilidades do nível 2, recebe metade do dano de perigos
zh_hans: 所有技能接受过2级培训，受到0.5倍环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vance"]/desc
source: Admiral Vance of the Rebel Fleet. Kind of a bad dude to be honest.
es: Almirante de la Flota Rebelde. Un tipo bastante malo, para ser sincero.
it: Ammiraglio Vance della flotta ribelle.Per essere onesti un cattivo amico.
ja: 反乱軍艦隊のヴァンス提督。正直に言うとちょっと悪いやつだ。
ko: 반군 함대의 제독 밴스입니다. 까놓고 말해서 나쁜놈입니다.
pl: Admirał Vance z Floty Rebeliantów. Szczerze mówiąc, to dość zły gość.
pt_br: Almirante Vance, da Frota Rebelde. Um cara meio ruim, para ser sincero.
zh_hans: 叛军舰队的万斯上将。说实话，是个坏家伙。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vance"]/title
source: Admiral
es: Almirante
it: Ammiraglio
ja: 提督
ko: 제독
pl: Admirał
pt_br: Almirante
zh_hans: 叛军上将

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vance"]/short
source: Admiral
es: Almirante
it: Ammiraglio
ja: 提督
pl: Admirał
pt_br: Almirante
zh_hans: 叛军上将

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vance"]/powerList/power
source: Admiral of the Rebel Fleet. Kind of a bad dude to be honest.
es: Almirante de la Flota Rebelde. Un tipo bastante malo, para ser honesto.
it: Ammiraglio della flotta ribelle.Per essere onesti un cattivo amico.
ja: 反乱軍艦隊の提督。正直に言うとちょっと悪いやつだ。
ko: 반군 함대의 제독입니다. 까놓고 말해서 나쁜놈입니다.
pl: Admirał Floty Rebeliantów. Szczerze mówiąc, to dość zły gość.
pt_br: Almirante da Frota Rebelde. Um cara meio ruim, para ser honesto.
zh_hans: 叛军舰队的上将。说实话，是个坏家伙。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_haynes"]/desc
source: The galaxy's greatest detective, with a thick British accent and an old Earth pipe and revolver. Inherited Human stat: minor hazardous damage resistance
es: El mejor detective de la galaxia, con un marcado acento británico y una vieja pipa y revólver de la Tierra. Estadística de Humano heredada: resistencia menor a daños por peligros.
it: Il più grande detective della galassia, con uno spesso accento britannico e un vecchio tubo di terra e un revolver. Stat umano ereditato: minore resistenza ai danni pericolosi
ja: 銀河系一の名探偵は、太いイギリス訛りで、古い地球のパイプとリボルバーを持っている。 人間固有のステータス：軽度の危険ダメージ耐性
ko: 강한 영국식 억양과 오래된 지구산 파이프 담배 그리고 리볼버를 가진 은하계 최고의 탐정입니다. 인간의 기본 특성: 약간의 재해 저항
pl: Największy detektyw galaktyki, z grubym brytyjskim akcentem oraz staroziemską fajką i rewolwerem. Odziedziczona statystyka Człowieka: niewielka odporność na obrażenia od zagrożeń
pt_br: O maior detetive da galáxia, com um forte sotaque britânico e um velho cachimbo e revólver da Terra. Status humano herdado: resistência a danos perigosos menores
zh_hans: 银河系最伟大的侦探，有着浓重的布列塔尼亚口音，带着古代地球烟斗和一把左轮手枪。 继承人类属性：少量环境伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="unique_haynes"]/title
source: Detective
ja: 探偵
ko: 탐정
pl: Detektyw
pt_br: Detetive
zh_hans: 侦探

# data/blueprints.xml.append$//crewBlueprint[@name="unique_haynes"]/short
source: Detective
ja: 探偵
pl: Detektyw
pt_br: Detetive
zh_hans: 侦探

source: Learns skills twice as fast
es: Aprende habilidades el doble de rápido.
it: Impara le abilità due volte più velocemente
ja: スキルを2倍の速さで習得する
ko: 모든 기술 숙련도를 2배 빠르게 익힘
pl: Uczy się umiejętności dwa razy szybciej
pt_br: Aprende habilidades duas vezes mais rápido
zh_hans: 技能提升速度提高100%

source: 2.5x ranged damage multiplier
es: Multiplicador de daño a distancia de 2.5x.
it: 2,5x moltiplicatore di danni a distanza
ja: 遠距離ダメージ倍率2.5倍
ko: 원거리 대인 공격력 2.5배
pl: Mnożnik obrażeń dystansowych x2,5
pt_br: Multiplicador de dano à distância de 2,5x
zh_hans: 2.5倍远程伤害

source: Suffers from entomophobia, preventing him from engaging in melee combat with insectoids
es: Sufre de entomofobia, lo que le impide entrar en combate cuerpo a cuerpo con insectoides.
it: Soffre di entomofobia, impedendogli di impegnarsi nel combattimento in mischia con gli insettoidi
ja: 昆虫恐怖症に苦しんでおり、昆虫との近接戦闘に参加することができない
ko: 곤충 공포증을 앓고 있어서 곤충류와 근거리 전투를 할 수 없음
pl: Cierpi na entomofobię, co uniemożliwia mu walkę wręcz z insektoidami
pt_br: Sofre de entomofobia, o que o impede de entrar em combate corpo a corpo com insetoides
zh_hans: 患有昆虫恐惧症，使他无法与昆虫类物种进行近战战斗

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah"]/desc
source: The infamous Beam Master, and apparently your long time nemesis.
es: El infame Maestro de Rayos, y aparentemente tu némesis de toda la vida.
it: Il famigerato maestro del raggio e apparentemente la tua nemesi di lunga data.
ja: 悪名高きビームマスター、そしてどうやらあなたの長年の宿敵のようだ。
ko: 악명 높은 빔 마스터. 당신의 오랜 숙적이라는 것 같습니다.
pl: Słynny Mistrz Promieni i najwyraźniej twój odwieczny wróg.
pt_br: O infame Beam Master e, aparentemente, seu inimigo de longa data.
zh_hans: 臭名昭著的光束大师，显然也是你的死对头。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah"]/title
source: Beam Master
es: Maestro de Rayos
it: Raggio maestro
ja: ビーム・マスター
ko: 빔 마스터
pl: Mistrz Promieni
pt_br: Mestre da viga
zh_hans: 光束大师

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah"]/short
source: Beam Master
es: Maestro de Rayos
it: Raggio maestro
ja: ビーム・マスター
pl: Mistrz Promieni
pt_br: Mestre da viga
zh_hans: 光束大师

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah"]/powerList/power
source: Is a giant pain in the ass.
es: Es un verdadero dolor de muelas.
it: È un dolore gigante nel culo.
ja: お尻に大きな痛みが生じる。
ko: 정말 귀찮은 놈입니다
pl: Jest gigantycznym wrzodem na tyłku.
pt_br: É uma grande dor de cabeça.
zh_hans: 是个大麻烦鬼

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah_mfk"]/desc
source: The infamous Beam Master, and apparently your long time nemesis.
es: El infame Maestro de Rayos, y aparentemente tu némesis de toda la vida.
it: Il famigerato maestro del raggio e apparentemente la tua nemesi di lunga data.
ja: 悪名高きビームマスター、そしてどうやらあなたの長年の宿敵のようだ。
ko: 악명 높은 빔 마스터. 당신의 오랜 숙적이라는 것 같습니다.
pl: Słynny Mistrz Promieni i najwyraźniej twój odwieczny wróg.
pt_br: O infame Beam Master e, aparentemente, seu inimigo de longa data.
zh_hans: 臭名昭著的光束大师，显然也是你的死对头。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah_mfk"]/title
source: Beam Master
es: Maestro de Rayos
it: Raggio maestro
ja: ビーム・マスター
ko: 빔 마스터
pl: Mistrz Promieni
pt_br: Mestre da viga
zh_hans: 光束大师

# data/blueprints.xml.append$//crewBlueprint[@name="unique_leah_mfk"]/short
source: Beam Master
es: Maestro de Rayos
it: Raggio maestro
ja: ビーム・マスター
pl: Mistrz Promieni
pt_br: Mestre da viga
zh_hans: 光束大师

source: Really wants you dead.
es: Realmente te quiere muerto.
it: Ti vuole davvero morto.
ja: 本当に死んでほしい。
ko: 정말로 당신이 죽기를 원합니다.
pl: Naprawdę chce twojej śmierci.
pt_br: Realmente quer que você morra.
zh_hans: 特别想要你死。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_cyra"]/desc
source: One of the original two MFK Aces, and the caretaker of the Protectorate.
es: Uno de los dos Ases originales de MFK y el cuidador del Protectorado.
it: Uno dei due assi MFK originali e il custode del protettorato.
ja: 2人のオリジナルMFKエースのうちの1人であり、保護領の管理人。
ko: 최초의 두 MFK 에이스 중 한 명이고, 보호국의 관리자입니다.
pl: Jeden z dwóch oryginalnych Asów MFK i opiekun Protektoratu.
pt_br: Um dos dois MFK Aces originais e o zelador do Protetorado.
zh_hans: 初代两名MFK王牌精英之一，也是受保护地的看守人。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_cyra"]/title
source: MFK Ace
es: As MFK
it: Ace MFK
ja: MFKエース
ko: MFK 에이스
pl: As MFK
zh_hans: MFK王牌精英

# data/blueprints.xml.append$//crewBlueprint[@name="unique_cyra"]/short
source: MFK Ace
es: As MFK
it: Ace MFK
ja: MFKエース
ko: MFK 에이스
pl: As MFK
zh_hans: MFK王牌精英

source: Movement speed is increased to 3x
es: La velocidad de movimiento aumenta a 3x.
it: La velocità di movimento è aumentata a 3x
ja: 移動速度が3倍に増加する
ko: 이동속도 3배
pl: Szybkość ruchu zwiększona do 3x
pt_br: A velocidade de movimento é aumentada para 3x
zh_hans: 3倍移动速度

source: Fights and sabotages with 2x strength
es: Lucha y sabotea con 2x de fuerza.
it: Combattimenti e sabotaggi con 2x forze
ja: 2倍の強さでの戦いと妨害行為
ko: 대인 공격력 및 시스템 파괴속도 2배
pl: Walczy i sabotuje z siłą 2x
pt_br: Lutas e sabotagens com força 2x
zh_hans: 2倍战斗与破坏伤害

source: Takes half damage from hazards and 0.7x from crew combat, is stunned for half the duration
es: Recibe la mitad de daño de peligros y 0.7x del combate de tripulación, es aturdido por la mitad de la duración.
it: Subisce mezzo danno dai pericoli e 0,7 volte dal combattimento dell'equipaggio, è sbalordito per metà della durata
ja: 危険から半分のダメージを受け、クルーの戦闘から0.7倍のダメージを受け、持続時間の半分の間スタンする
ko: 재해로부터 0.5배의 피해만을 받음, 전투로부터 0.7배의 피해만을 받음, 기절 시간 0.5배
pl: Otrzymuje połowę obrażeń od zagrożeń i 0,7x w walce z załogą, jest ogłuszony na połowę czasu
pt_br: Recebe metade do dano dos perigos e 0,7 vezes do combate da tripulação, fica atordoado pela metade da duração
zh_hans: 受到0.7倍环境伤害与战斗伤害，拥有50%眩晕时长减免

source: Self-administers medicine, healing 10hp/s if unharmed for 8 seconds
es: Se autoadministra medicina, curando 10 PV/s si no sufre daño durante 8 segundos.
it: Medicina di auto-amministratori, guarigione 10 CV/s se illeso per 8 secondi
ja: 薬を自己投与し、8秒間無傷であれば10HP/秒回復する
ko: 8초간 피해를 입지 않으면 자가 처방 약품으로 초당 10의 체력을 회복함
pl: Samodzielnie podaje sobie lekarstwa, lecząc 10 PŻ/s, jeśli nie odniesie obrażeń przez 8 sekund
pt_br: Autoadministra medicamentos, curando 10 hp/s se não estiver ferido por 8 segundos
zh_hans: 自行服用药物，若8秒内不受伤害，会以10点/秒的速度迅速恢复生命值

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry"]/desc
source: Anything but a soldier, Jerry is Admiral Vance's cherished nephew, and just a really cool guy. Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: Cualquier cosa menos un soldado, Jerry es el sobrino querido del Almirante Vance, y simplemente un tipo genial. Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: Tutto tranne un soldato, Jerry è il caro nipote ammiraglio Vance e solo un ragazzo davvero interessante. Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: ジェリーはバンス提督の大切な甥であり、兵士以外の何者でもない。 人間のステータスを受け継ぐ：軽度の危険なダメージ耐性、スキルの習得が早い。
ko: 벤스 제독의 소중한 조카 제리는 군인은 아니지만, 멋진 남자입니다. 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Wszystko, tylko nie żołnierz, Jerry jest ukochanym siostrzeńcem Admirała Vance'a i po prostu naprawdę fajnym gościem. Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: Tudo menos um soldado, Jerry é o sobrinho querido do Almirante Vance e um cara muito legal. Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 杰瑞是叛军上将万斯珍爱的侄子，是一个非常酷的家伙，绝对不是士兵。 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry"]/title
source: Human
ja: 人間
ko: 인간
pl: Ludzie
zh_hans: 人类

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry"]/short
source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

source: Inflicts halved damage in crew combat
es: Inflige la mitad de daño en combate
it: Infligge danni dimessi nel combattimento dell'equipaggio
ja: クルー戦闘で与えるダメージが半分になる
ko: 대인 공격력 0.5배
pl: Zadaje o połowę mniejsze obrażenia w walce z załogą
pt_br: Inflige dano reduzido à metade em combate com a tripulação
zh_hans: 0.5倍战斗伤害

source: Your new best friend
es: Tu nuevo mejor amigo
it: Il tuo nuovo migliore amico
ja: あなたの新しい親友
ko: 당신의 새로운 베프입니다
pl: Twój nowy najlepszy przyjaciel
pt_br: Seu novo melhor amigo
zh_hans: 你新交的最好的朋友

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry_gun"]/desc
source: Jerry has been consumed by grief. Now he has a really large gun. Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: Jerry ha sido consumido por el dolor. Ahora tiene un arma realmente grande. Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: Jerry è stato consumato dal dolore.Ora ha una pistola davvero grande. Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: ジェリーは悲しみに打ちひしがれている。今、彼は本当に大きな銃を持っている。 継承された人間のステータス：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 제리는 슬픔에 잠겼습니다. 이제 그는 정말 거대한 총을 들고 있습니다. 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Jerry'ego pochłonął żal. Teraz ma naprawdę dużą broń. Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: Jerry foi consumido pela tristeza. Agora ele tem uma arma muito grande. Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 杰瑞被悲伤所吞噬。现在他拿着一把非常大的枪。 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry_gun"]/title
source: Human
ja: 人間
ko: 인간
pl: Ludzie
zh_hans: 人类

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry_gun"]/short
source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

source: Wow, that's a GIANT gun.
es: Vaya, eso es un arma GIGANTE.
it: Wow, è una pistola gigante.
ja: わお、それは巨大な銃だね。
ko: 와, 진짜 큰 총이네.
pl: Wow, ale GIGANTYCZNA broń.
pt_br: Uau, essa é uma arma gigantesca.
zh_hans: 哇，那是一把 巨 枪。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry_pony"]/desc
source: Jerry has been consumed by grief. Now he has a really large gun AND a horse. Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: Jerry ha sido consumido por el dolor. Ahora tiene un arma realmente grande Y un caballo. Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: Jerry è stato consumato dal dolore.Ora ha una pistola davvero grande e un cavallo. Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: ジェリーは悲しみに打ちひしがれている。今、彼は本当に大きな銃と馬を持っている。 継承された人間のステータス：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 제리는 슬픔에 잠겼습니다. 이제 그는 정말 거대한 총과 말을 가지고 있습니다. 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Jerry'ego pochłonął żal. Teraz ma naprawdę dużą broń ORAZ konia. Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: Jerry foi consumido pela dor. Agora ele tem uma arma muito grande e um cavalo. Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 杰瑞被悲伤所吞噬。现在他有一把非常大的枪和一匹马。 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry_pony"]/title
source: Human
ja: 人間
ko: 인간
pl: Ludzie
zh_hans: 人类

# data/blueprints.xml.append$//crewBlueprint[@name="unique_jerry_pony"]/short
source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

source: The Rebellion will regret ever having messed with you.
es: La Rebelión se arrepentirá de haberse metido contigo.
it: La ribellione si pentirà di aver mai fatto casino con te.
ja: 反乱軍はあなたに手を出したことを後悔するだろう。
ko: 반군은 당신과 엮인 것을 후회할 것입니다.
pl: Rebelia pożałuje, że kiedykolwiek z tobą zadarła.
pt_br: A Rebelião se arrependerá de ter mexido com você.
zh_hans: 叛军会后悔惹恼了你。

source: Jerry has been consumed by grief. Now he has a really large gun AND a horse. Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: Jerry ha sido consumido por el dolor. Ahora tiene un arma realmente grande Y un caballo. Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: Jerry è stato consumato dal dolore.Ora ha una pistola davvero grande e un cavallo. Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: ジェリーは悲しみに打ちひしがれている。今、彼は本当に大きな銃と馬を持っている。 継承された人間のステータス：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 제리는 슬픔에 잠겼습니다. 이제 그는 정말 거대한 총과 말을 가지고 있습니다. 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Jerry'ego pochłonął żal. Teraz ma naprawdę dużą broń ORAZ konia. Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: Jerry foi consumido pela dor. Agora ele tem uma arma muito grande e um cavalo. Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 杰瑞被悲伤所吞噬。现在他有一把非常大的枪和一匹马。 继承人类属性：少量环境伤害抗性，学习技能更快

source: Human
ja: 人間
ko: 인간
pl: Ludzie
zh_hans: 人类

source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

source: The Rebellion will regret ever having messed with you.
es: La Rebelión se arrepentirá de haberse metido contigo.
it: La ribellione si pentirà di aver mai fatto casino con te.
ja: 反乱軍はあなたに手を出したことを後悔するだろう。
ko: 반군은 당신과 엮인 것을 후회할 것입니다.
pl: Rebelia pożałuje, że kiedykolwiek z tobą zadarła.
pt_br: A Rebelião se arrependerá de ter mexido com você.
zh_hans: 叛军会后悔惹恼了你。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: La antigua estrella del famoso programa infantil "Ellie la Equinoide". Muestra signos de locura. Nivel de Sed de Sangre: 1 Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: L'ex star del famoso spettacolo per bambini "Ellie the Equinoid".Mostra segni di follia. Livello di fusto di sangue: 1 Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: 有名な子供番組「エリー・ザ・エキノイド」の元スター。彼女は狂気の兆候を示している。 血への渇望レベル: 1 人間から受け継いだステータス：軽度の危険ダメージ耐性、スキルの習得が早くなる。
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Była gwiazda słynnego programu dla dzieci "Ellie Konik". Wykazuje oznaki szaleństwa. Poziom żądzy krwi: 1 Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: A ex-estrela do famoso programa infantil "Ellie the Equinoid". Ela mostra sinais de insanidade. Sede de sangue Nível: 1 Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie"]/title
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
ko: 마스코트
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie"]/short
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie"]/powerList/power
source: YOU SHOULD NEVER SEE THIS
zh_hans: 开发人员信息

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl1"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". She shows signs of insanity. Bloodlust Level: 1 Inherited Human stats: minor hazardous damage resistance, learns skills faster
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 미약한 광기를 보이고 있습니다. 살육 레벨: 1 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。她显露出疯狂的迹象。 嗜血等级：1 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl1"]/title
source: Mascot
ko: 마스코트
zh_hans: 吉祥物

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl1"]/short
source: Mascot
zh_hans: 吉祥物

source: Moves and attacks in melee combat at 1.5x speed for 1.5x damage
ko: 이동속도, 근접 공격력, 근접 공격속도 1.5배
zh_hans: 1.5倍移动与近战攻击速度，1.5倍战斗伤害

source: Vengeance makes her stronger
ko: 복수가 그녀를 강하게 만듭니다
zh_hans: 复仇使她更加强大

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl2"]/desc
source: The former star of the famous children's show "Ellie the Equinoid". Might be insane. Bloodlust Level: 2 Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: La antigua estrella del famoso programa infantil "Ellie la Equinoide". Podría estar loca. Nivel de Sed de Sangre: 2 Estadísticas de Humano heredadas: resistencia menor a daños por peligros, aprende habilidades más rápido.
it: L'ex star del famoso spettacolo per bambini "Ellie the Equinoid".Potrebbe essere folle. Livello di lus di sangue: 2 Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: 有名な子供番組『エリー・ザ・エキノイド』の元スター。正気ではないかもしれない。 血への渇望レベル: 2 人間のステータスを受け継ぐ: 危険なダメージへの耐性（マイナー）、スキルの習得が早くなる。
ko: 유명한 어린이 쇼 "에퀴노이드 엘리"에 출연하던 전직 스타입니다. 약간 맛이 간 것 같습니다. 살육 레벨: 2 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Była gwiazda słynnego programu dla dzieci "Ellie Konik". Może być szalona. Poziom żądzy krwi: 2 Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: A antiga estrela do famoso programa infantil "Ellie the Equinoid". Pode ser insana. Nível de sede de sangue: 2 Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 著名儿童节目《小马埃莉》的前明星演员。有可能是疯了。 嗜血等级：2 继承人类属性：少量环境伤害抗性，学习技能更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ellie_lvl2"]/title
source: Mascot
es: Mascota
it: Mascotte
ja: マスコット
ko: 마스코트
pl: Maskotka
pt_br: Mascote
zh_hans: 吉祥物
