Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="EX_CLOAK_FIRE"]/desc
source: Prevents your weapon fire from disrupting your cloak, allowing you to shoot at will while cloaked. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Cloaking system.
es: Evita que el fuego de tus armas interrumpa tu camuflaje, permitiéndote disparar a voluntad mientras estás oculto. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Camuflaje.
it: Impedisce al fuoco dell'arma di interrompere il mantello, permettendoti di sparare a piacimento mentre era ammantato. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema di cloaking.
ja: 武器による射撃が遮蔽物を破壊するのを防ぎ、遮蔽中でも自由に射撃できるようにする。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。クローキングシステムを装備している場合、内部アップグレードメニューで内部バージョンに無料で変更できる。
ko: 무기를 사용해도 은폐 상태의 지속 시간이 줄어들지 않습니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Zapobiega zakłócaniu twojego maskowania przez ogień z broni, pozwalając ci strzelać do woli, będąc zamaskowanym. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Maskowania.
pt_br: Impede que sua arma o fogo interrompa sua capa, permitindo que você atire à vontade enquanto encoberta. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, se você tiver o sistema de cobertura.
zh_hans: 防止你的武器火力扰乱你的隐形，让你在隐形下随意射击。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有隐形系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TELEPORTER_HEAL"]/title
source: Reconstructive Teleporter
es: Teletransportador Reconstructivo
it: Teletrasporto ricostruttivo
ja: 再生テレポート
ko: 재구성 텔레포트
pl: Teleporter Rekonstrukcyjny
pt_br: Teletransportador reconstrutivo
zh_hans: 传送重构器

# data/blueprints.xml.append$//augBlueprint[@name="EX_TELEPORT_HEAL"]/title
source: Reconstructive Tele. [X]
es: Tele. Reconstructivo [X]
it: Tele ricostruttivo.[X]
ja: リコンストラクティヴ・テレ[X]
ko: 재구성 텔레포트 [X]
pl: Tele. Rekonstrukcyjny [X]
pt_br: Tele Reconstrutive.[X]
zh_hans: 传送重构器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_TELEPORT_HEAL"]/desc
source: Crew gets fully healed by teleportation. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Crew Teleporter system.
es: La tripulación se cura completamente al teletransportarse. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Teletransportador de Tripulación.
it: L'equipaggio viene completamente guarito dal teletrasporto. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema di teletrasporto dell'equipaggio.
ja: クルーはテレポートで完全に回復する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。Crew Teleporterシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 순간이동한 선원이 체력을 완전히 화복합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Załoga zostaje w pełni wyleczona przez teleportację. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Teleportera Załogi.
pt_br: A tripulação é totalmente curada pelo teletransporte. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema de teleporter de tripulação.
zh_hans: 船员在传送时生命值完全恢复。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有有传送系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="EX_MEDBAY_NANO"]/title
source: Med-Bots [X]
it: Med-bot [x]
ja: メドボット【X
ko: 의료용 나노봇 [X]
pl: Med-Boty [X]
pt_br: Robôs médicos [X]
zh_hans: 纳米医疗机[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_MEDBAY_NANO"]/desc
source: While Medbay is powered, crew passively heal at 25% speed of the current Medbay level. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Medbay system.
es: Mientras la Enfermería está encendida, la tripulación se cura pasivamente al 25% de la velocidad del nivel actual de la Enfermería. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Enfermería.
it: Mentre MedBay è alimentato, l'equipaggio guarisce passivamente alla velocità del 25% dell'attuale livello di Medbay. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema MedBay.
ja: Medbayがパワーアップしている間、クルーは現在のMedbayレベルの25%のスピードでパッシブに回復する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。Medbayシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 함내의 모든 선원이 현재 작동중인 의료실 출력의 25%의 속도로 체력을 회복합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Gdy Medbay jest zasilany, załoga pasywnie leczy się z 25% prędkością obecnego poziomu Medbay. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Medbay.
pt_br: Enquanto a Medbay estiver ligada, a tripulação se cura passivamente a uma velocidade de 25% do nível atual da Medbay. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Medbay.
zh_hans: 当医疗舱供能时，船员以当前医疗舱等级的25%速度被动愈合。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有医疗舱系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_MEDBAY_NANO"]/title
source: Med-Bots
it: -Bot
ja: メドボット
pl: Med-Boty
pt_br: Robôs médicos
zh_hans: 纳米医疗机

# data/blueprints.xml.append$//augBlueprint[@name="EX_MEDBAY_SPEED"]/title
source: Medical Stimulants [X]
es: Estimulantes Médicos [X]
it: Stimolanti medici [x]
ja: メディカル・スティミュラント［X］
ko: 의료 각성제 [X]
pl: Stymulanty Medyczne [X]
pt_br: Estimulantes médicos [x]
zh_hans: 医学兴奋气[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_MEDBAY_SPEED"]/desc
source: While Medbay is powered, crew gain an extra 25% movement speed for each powered level of Medbay. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Medbay system.
es: Mientras la Enfermería está encendida, la tripulación gana un 25% extra de velocidad de movimiento por cada nivel de energía de la Enfermería. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Enfermería.
it: Mentre MedBay è alimentato, l'equipaggio ottiene una velocità di movimento in più del 25% per ciascun livello alimentato di MedBay. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema MedBay.
ja: Medbayがパワーアップしている間、クルーはMedbayがパワーアップするごとに移動速度が25%増加する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。Medbayシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 의료실이 작동중일 때, 모든 선원은 의료실의 출력당 25%의 이동속도 보너스를 얻습니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Gdy Medbay jest zasilany, załoga zyskuje dodatkowe 25% prędkości ruchu za każdy zasilany poziom Medbay. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Medbay.
pt_br: Enquanto o Medbay estiver energizado, a tripulação ganha 25% a mais de velocidade de movimento para cada nível energizado do Medbay. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Medbay.
zh_hans: 当医疗舱供能时，船员以当前医疗舱等级获得额外的25%的移动速度。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有医疗舱系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_MEDBAY_SPEED"]/title
source: Medical Stimulants
es: Estimulantes Médicos
it: Stimolanti medici
ja: メディカルスティミュラント
pl: Stymulanty Medyczne
pt_br: Estimulantes médicos
zh_hans: 医学兴奋气

# data/blueprints.xml.append$//augBlueprint[@name="EX_MEDBAY_RESISTANCE"]/title
source: Safety Blankets [X]
es: Mantas de Seguridad [X]
it: Coperte di sicurezza [x]
ja: 安全ブランケット[X］
ko: 안전 설비 [X]
pl: Koce Bezpieczeństwa [X]
pt_br: Cobertores de segurança [x]
zh_hans: 安全保险罩[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_MEDBAY_RESISTANCE"]/desc
source: Crew gain complete fire and suffocation resistance while in the Medbay. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Medbay system.
es: La tripulación gana resistencia completa al fuego y la asfixia mientras está en la Enfermería. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Enfermería.
it: L'equipaggio ottiene una completa resistenza al fuoco e al soffocamento mentre si trova nel Medbay. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema MedBay.
ja: 医療室にいる間、乗組員は完全な耐火性と耐窒息性を得る。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。メドベイ・システムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 의료실에 있는 선원은 화재와 질식 피해에 면역이 됩니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Załoga zyskuje całkowitą odporność na ogień i uduszenie, gdy znajduje się w Medbay. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Medbay.
pt_br: A tripulação ganha resistência total a fogo e sufocamento enquanto estiver na Enfermaria. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Medbay.
zh_hans: 己方船员在医疗舱内免疫环境伤害。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有医疗舱系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_MEDBAY_RESISTANCE"]/title
source: Safety Blankets
es: Mantas de Seguridad
it: Coperte di sicurezza
ja: 安全ブランケット
pl: Koce Bezpieczeństwa
pt_br: Cobertores de segurança
zh_hans: 安全保险罩

# data/blueprints.xml.append$//augBlueprint[@name="UPG_CLONEBAY_DNA"]/title
source: Backup DNA
es: ADN de Respaldo
it: DNA di backup
ja: 予備DNAバンク
pl: Zapasowe DNA
pt_br: DNA de backup
zh_hans: 备份基因库

# data/blueprints.xml.append$//augBlueprint[@name="EX_BACKUP_DNA"]/title
source: Backup DNA [X]
es: ADN de Respaldo [X]
ja: バックアップDNA [X］
ko: 유전 정보 저장소 [X]
pl: Zapasowe DNA [X]
pt_br: DNA de backup [X]
zh_hans: 备份基因库[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_BACKUP_DNA"]/desc
source: Your crew is safe in clone storage even if the system is off, hacked, or broken. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Clone Bay system.
es: Tu tripulación está a salvo en el almacenamiento de clones incluso si el sistema está apagado, hackeado o roto. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Bahía de Clones.
it: Il tuo equipaggio è sicuro nella memoria dei cloni anche se il sistema è spento, hackerato o rotto. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema clone bay.
ja: システムがオフでも、ハッキングされても、壊れても、クルーはクローンストレージで安全です。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。クローンベイシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 클론 배양실이 꺼져있거나 망가졌거나 해킹당했더라도 사망한 선원은 배양기 안에 안전하게 보존됩니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Twoja załoga jest bezpieczna w magazynie klonów, nawet jeśli system jest wyłączony, zhakowany lub zepsuty. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Komory Klonowania.
pt_br: Sua equipe está segura no armazenamento clone, mesmo que o sistema esteja desligado, tenha sido hackeado ou esteja quebrado. [X] - Como uma atualização de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um slot de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Clone Bay.
zh_hans: 即使系统关闭、被黑客入侵或损坏，你的船员在克隆舱中也是安全的。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有克隆舱系统，则可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DRONE_SPEED"]/title
source: Drone Boost
es: Potenciador de Drones
it: Boost del drone
ja: ドローン・ブースト
pl: Wzmocnienie Dronów
pt_br: Impulso do drone
zh_hans: 无人机增压器

# data/blueprints.xml.append$//augBlueprint[@name="EX_DRONE_SPEED"]/title
source: Drone Booster [X]
es: Potenciador de Drones [X]
it: Droni booster [x]
ja: ドローン・ブースター [X］
ko: 드론 가속기 [X]
pl: Wzmacniacz Dronów [X]
zh_hans: 无人机增压器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_DRONE_SPEED"]/desc
source: Your crew drones gain doubled movement and a 50% boost to combat/sabotage damage, repair/extinguishing speed, and a 20% boost to crew healing wherever applicable. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Drone Control system.
es: Tus drones de tripulación ganan un 40% de velocidad de movimiento y un 25% de aumento en el daño de combate/sabotaje, velocidad de reparación/extinción, y un 15% de aumento en la curación de tripulación donde sea aplicable. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Control de Drones.
ja: クルーのドローンは移動速度が40%上昇し、戦闘/妨害ダメージ、修理/消火速度が25%上昇し、クルーの回復速度が15%上昇する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。Drone Controlシステムを装備している場合、内部アップグレードメニューで内部バージョンに無料で変更できる。
ko: 선원 드론의 이동속도가 두 배로 빨라지고, 대인 공격력/시스템 파괴속도/수리 속도/화재 진압 속도가 50%, 선원 치유 속도가 20% 증가합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Twoje drony załogi zyskują 40% prędkości ruchu i 25% premii do obrażeń w walce/sabotażu, prędkości naprawy/gaszenia oraz 15% premii do leczenia załogi, gdzie ma to zastosowanie. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Sterowania Dronami.
zh_hans: 友方的舰内无人机获得100%的移动速度、50%的战斗与破坏伤害、50%的维修与灭火速度，以及20%对船员的治疗速度加成。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有无人机控制系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_MIND_IMMUNITY"]/title
source: Tinfoil Array
es: Matriz de Papel de Aluminio
it: Array di stagno
ja: ティンホイル・アレイ
pl: Antena z Folii Aluminiowej
pt_br: Matriz de papel alumínio
zh_hans: 锡箔列阵

# data/blueprints.xml.append$//augBlueprint[@name="EX_MIND_IMMUNITY"]/title
source: Tinfoil Array [X]
es: Matriz de Papel de Aluminio [X]
it: Array di stagnola [x]
ja: ティンホイル・アレイ【X
ko: 은박 모자 [X]
pl: Antena z Folii Aluminiowej [X]
pt_br: Matriz de papel alumínio [X]
zh_hans: 锡箔列阵[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_MIND_IMMUNITY"]/desc
source: While Mind Control is powered to lvl 3, all allied crew gain complete MC immunity and adjacent vision on any ship. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Mind Control system.
es: Mientras el Control Mental esté encendido al nivel 3, toda la tripulación aliada gana inmunidad completa al CM y visión adyacente en cualquier nave. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Control Mental.
it: Mentre il controllo mentale è alimentato a LVL 3, tutto l'equipaggio alleato ottiene l'immunità MC completa e la visione adiacente su qualsiasi nave. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema di controllo mentale.
ja: マインド・コントロールがLv.3までパワーアップしている間、味方乗員はMCイミュニティを完全に獲得し、どの船でも隣接視界を得る。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。マインド・コントロール・システムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変更できる。
ko: 정신 지배 장비에 3의 전력을 공급하고 있다면 모든 아군이 정신 지배에 면역이 되고 인접한 선실을 볼 수 있게 됩니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 정신 지배 장비가 설치돼있다면 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Gdy Kontrola Umysłu jest zasilana na poziomie 3, cała sojusznicza załoga zyskuje całkowitą odporność na KU i wizję sąsiednich pomieszczeń na dowolnym statku. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Kontroli Umysłu.
pt_br: Enquanto o Mind Control estiver no nível 3, toda a tripulação aliada ganha imunidade completa ao MC e visão adjacente em qualquer navio. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Mind Control.
zh_hans: 当心灵控制的供能达到3级时，所有盟友的船员都会完全免疫心灵控制且可以看到任何船只上的相邻舱室视野。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有心灵控制系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_MIND_BUFF"]/title
source: Cerebral Overcharge
es: Sobrecarga Cerebral
it: Sovraccarico cerebrale
ja: 大脳過充電
pl: Przeładowanie Mózgowe
pt_br: Sobrecarga cerebral
zh_hans: 脑力激发器

# data/blueprints.xml.append$//augBlueprint[@name="EX_MIND_BUFF"]/title
source: Cerebral Overcharge [X]
es: Sobrecarga Cerebral [X]
it: Sovraccarico cerebrale [x]
ja: セレブン・オーバーチャージ［X］
ko: 두뇌 가속화 [X]
pl: Przeładowanie Mózgowe [X]
pt_br: Sobrecarga cerebral [X]
zh_hans: 脑力激发器[外]
