Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Periodic Ability: Starts fires while in combat
es: Habilidad Periódica: Inicia incendios mientras está en combate
it: Abilità periodica: inizia gli incendi durante il combattimento
ja: 定期的能力: 戦闘中に発砲を開始する
ko: 주기적 능력: 전투 중 화재를 일으킴
pl: Zdolność okresowa: Rozpoczyna pożary podczas walki
pt_br: Habilidade periódica: Provoca incêndios durante o combate
zh_hans: 周期技能：战斗时在当前舱室起火

source: Attacks extremely fast in ranged combat, but does 30% of normal melee damage
es: Ataca extremadamente rápido en combate a distancia, pero inflige el 30% del daño cuerpo a cuerpo normal
it: Attacchi estremamente veloci nel combattimento a distanza, ma fa il 30% del normale danno da mischia
ja: 遠距離戦闘では非常に速く攻撃するが、通常の近接ダメージの30%を与える。
ko: 원거리 전투 시 극도로 빠르게 공격하지만, 공격력이 30%로 줄어듦
pl: Atakuje niezwykle szybko w walce dystansowej, ale zadaje 30% normalnych obrażeń w walce wręcz
pt_br: Ataca extremamente rápido em combate à distância, mas causa 30% do dano corpo a corpo normal
zh_hans: 在远程战斗中攻击速度极快，但远程攻击只造成近战伤害的30%

source: 1.25x melee damage, 0.5x movement speed, 0.8x combat damage taken
es: x1.25 de daño cuerpo a cuerpo, x0.5 de velocidad de movimiento, x0.8 de daño en combate recibido
it: 1,25x danni da mischia, velocità di movimento 0,5x, 0,8x danni da combattimento sottoposti a
ja: 1.25倍の近接ダメージ、0.5倍の移動速度、0.8倍の戦闘ダメージを受ける
ko: 대인 공격력 1.25배, 이동속도 0.5배, 전투에서 0.8배의 피해만을 받음
pl: 1,25x obrażeń w walce wręcz, 0,5x szybkości ruchu, 0,8x otrzymanych obrażeń w walce
pt_br: 1,25x dano corpo a corpo, 0,5x velocidade de movimento, 0,8x dano de combate recebido
zh_hans: 1.25倍近战伤害，0.5倍移动速度，受到0.8倍战斗伤害

source: Trained in lvl2 skills, is immune to fires and extinguishes them twice as fast
es: Entrenado en habilidades de nivel 2, es inmune al fuego y lo apaga el doble de rápido
it: Allenato nelle abilità LVL 2, è immune agli incendi e gli estintori li due volte più veloci
ja: レベル2のスキルで訓練を受けており、火災の影響を受けず、2倍の速さで消火する。
ko: 모든 기술을 완전히 익혔고, 화재에 면역이며 2배 빠르게 진압함
pl: Wyszkolony w umiejętnościach 2 poziomu, jest odporny na pożary i gasi je dwa razy szybciej
pt_br: Treinado em habilidades do nível 2, é imune a incêndios e os apaga duas vezes mais rápido
zh_hans: 所有技能接受过2级培训，2倍灭火速度，免疫灼烧伤害

source: Explodes on death, damaging any system and crew in the room and starting fires
es: Explota al morir, dañando cualquier sistema y tripulación en la sala e iniciando incendios
it: Esplode sulla morte, danneggiando qualsiasi sistema e equipaggio nella stanza e iniziando gli incendi
ja: 死亡時に爆発し、室内のシステムとクルーに損傷を与え、火災を引き起こす
ko: 사망 시 폭발하여 시스템 피해와 선원 피해를 가하고 화재를 일으킴
pl: Wybucha po śmierci, uszkadzając dowolny system i załogę w pomieszczeniu oraz wzniecając pożary
pt_br: Explode ao morrer, danificando qualquer sistema e equipe na sala e iniciando incêndios
zh_hans: 死亡时爆炸，对舱室内的系统和船员造成伤害并引发火灾

# data/blueprints.xml.append$//crewBlueprint[@name="human_technician"]/desc
source: Elite Human Engineer crew. The experienced, committed, but not exactly combative technicians behind the brilliance at Wentworth Innovations. Inherited Human stats: minor hazardous damage resistance, learns skills faster
es: Tripulación de Ingeniero Humano de Élite. Los técnicos experimentados y comprometidos, pero no exactamente combativos, detrás de la brillantez de Wentworth Innovations. Estadísticas de Humano heredadas: resistencia menor a daños peligrosos, aprende habilidades más rápido
it: Crew di ingegnere umano d'élite.Gli esperti, impegnati, ma non esattamente tecnici combattivi dietro lo splendore di Wentworth Innovations. Statistiche umane ereditate: minore resistenza ai danni pericolosi, impara le abilità più velocemente
ja: エリート・ヒューマン・エンジニアのクルー。ウェントワース・イノベーションズの優秀さを支えているのは、経験豊富で献身的だが、決して喧嘩っ早いわけではない技術者たちだ。 継承された人間のステータス：軽度の危険ダメージ耐性、スキルの習得が早い。
ko: 웬트워스 이노베이션의 탁월함을 뒷바침하는 기술자로, 노련하고 헌신적이지만 전투에 능하진 않습니다. 인간의 기본 특성: 약간의 재해 저항, 숙련도가 빠르게 증가
pl: Elitarna załoga Ludzkich Inżynierów. Doświadczeni, zaangażowani, ale niezbyt waleczni technicy stojący za geniuszem Wentworth Innovations. Odziedziczone statystyki Człowieka: niewielka odporność na obrażenia od zagrożeń, szybciej uczy się umiejętności
pt_br: Equipe de engenheiros humanos de elite. Os técnicos experientes, comprometidos, mas não exatamente combativos, que estão por trás do brilhantismo da Wentworth Innovations. Estatísticas humanas herdadas: menor resistência a danos perigosos, aprende habilidades mais rapidamente
zh_hans: 精英人类工程师。显赫的革新社背后的技术人员，老练、敬业但不谙战斗。 继承人类属性：少量环境伤害抗性，技能提升速度更快

# data/blueprints.xml.append$//crewBlueprint[@name="human_technician"]/title
source: Wentworth Technician
es: Técnico de Wentworth
it: Tecnico di Wentworth
ja: ウェントワース・テクニシャン
ko: 웬트워스 기술자
pl: Technik Wentworth
pt_br: Técnico da Wentworth
zh_hans: 革新社技工

# data/blueprints.xml.append$//crewBlueprint[@name="human_technician"]/short
source: Technician
es: Técnico
ja: 技術者
pl: Technik
pt_br: Técnico
zh_hans: 革新社技工

source: Active Ability: Summons a temporary drone ally which moves quickly, but can only fight or sabotage
es: Habilidad Activa: Invoca un dron aliado temporal que se mueve rápidamente, pero solo puede luchar o sabotear
it: Abilità attiva: evoca un alleato di droni temporanei che si muove rapidamente, ma può solo combattere o sabotaggio
ja: アクティブな能力: 素早く移動する一時的なドローンの味方を召喚するが、戦うか妨害することしかできない
ko: 활성화 능력: 빠르게 움직이지만 전투나 시스템 파괴만 할 수 있는 임시 아군 드론을 생성함
pl: Zdolność aktywna: Przyzywa tymczasowego sojuszniczego drona, który porusza się szybko, ale może tylko walczyć lub sabotować
pt_br: Habilidade ativa: Convoca um drone aliado temporário que se move rapidamente, mas só pode lutar ou sabotar
zh_hans: 主动技能：召唤一个临时的无人机盟友，移动速度很快，但只能战斗或破坏

source: Cannot fight crew or sabotage systems
es: No puede luchar contra la tripulación ni sabotear sistemas
it: Impossibile combattere i sistemi dell'equipaggio o del sabotaggio
ja: クルーと戦ったり、システムを妨害したりすることはできない
ko: 다른 선원과 전투하거나 시스템을 파괴할 수 없음
pl: Nie może walczyć z załogą ani sabotować systemów
pt_br: Não pode combater os sistemas de tripulação ou sabotagem
zh_hans: 无法战斗或破坏系统

source: 1.5x repair speed. Gains an additional 50% boost to repairs in Engines, Piloting, Shields, Weapons, or Drone Control.
es: Velocidad de reparación x1.5. Gana un 50% de bonificación adicional a las reparaciones en Motores, Pilotaje, Escudos, Armas o Control de Drones.
it: 1,5x velocità di riparazione.Ottieni un ulteriore impulso del 50% per le riparazioni in motori, pilotaggio, scudi, armi o controllo dei droni.
ja: 修復速度が1.5倍になる。エンジン、操縦、シールド、武器、ドローン制御の修理がさらに50%増加する。
ko: 수리 속도 1.5배. 엔진실, 조타실, 방어막 제어실, 무기 관제실, 드론 관제실을 수리할 때 50%의 수리 속도 보너스를 얻음.
pl: 1,5x szybkości naprawy. Zyskuje dodatkowe 50% premii do napraw w Silnikach, Pilotażu, Tarczach, Broni lub Sterowaniu Dronami.
pt_br: 1,5x velocidade de reparo.Ganhe um aumento adicional de 50% para reparos em motores, piloto, escudos, armas ou controle de drones.
zh_hans: 1.5倍维修速度。处于下列系统舱室时提供50%维修速度加成：引擎、驾驶、护盾、武器与无人机控制。

# data/blueprints.xml.append$//crewBlueprint[@name="human_technician_drone"]/desc
source: Do I really have to say it...? Alright. YOU SHOULD NEVER SEE THIS.
es: ¿De verdad tengo que decirlo...? De acuerdo. NUNCA DEBERÍAS VER ESTO.
it: Devo davvero dirlo ...?Bene.Non dovresti mai vederlo.
ja: 本当に言わなければいけないのだろうか・・・？大丈夫。これは決して見てはいけない。
pl: Czy naprawdę muszę to mówić...? Dobra. NIGDY NIE POWINIENEŚ TEGO WIDZIEĆ.
pt_br: Eu realmente tenho que dizer isso ...?Tudo bem.Você nunca deve ver isso.
zh_hans: 我真的必须说出来吗？好。你永远不应该看到这个。

# data/blueprints.xml.append$//crewBlueprint[@name="human_technician_drone"]/title
source: Combat Drone
es: Dron de Combate
it: Combattimento drone
ja: コンバット・ドローン
ko: 전투 드론
pl: Dron Bojowy
pt_br: Drone de combate
zh_hans: 作战无人机

# data/blueprints.xml.append$//crewBlueprint[@name="human_technician_drone"]/short
source: Combat Drone
es: Dron de Combate
it: Combattimento drone
ja: コンバット・ドローン
pl: Dron Bojowy
pt_br: Drone de combate
zh_hans: 作战无人机

source: Max Health is reduced to 70
es: Salud máxima reducida a 70
it: Max Health è ridotta a 70
ja: 最大ライフが70に減少する
ko: 최대 체력 70
pl: Maksymalne zdrowie zmniejszone do 70
pt_br: Max Health é reduzido para 70
zh_hans: 70点最大生命值

source: Inflicts 2x damage in crew combat
es: Inflige x2 de daño en combate
it: Infligge 2x danni al combattimento dell'equipaggio
ja: クルー戦闘で2倍のダメージを与える
ko: 대인 공격력 2배
pl: Zadaje 2x obrażeń w walce z załogą
pt_br: Inflige 2x o dano em combate com a tripulação
zh_hans: 2倍战斗伤害

source: Sabotages systems at 1.5x speed
es: Sabotea sistemas a velocidad x1.5
it: Sabotages Systems a 1,5x velocità
ja: 1.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.5배
pl: Sabotuje systemy z szybkością 1,5x
pt_br: Sistemas de sabotagem a 1,5x de velocidade
zh_hans: 1.5倍破坏伤害

source: Movement speed is doubled
es: Velocidad de movimiento duplicada
it: La velocità di movimento è raddoppiata
ja: 移動速度が2倍になる
ko: 이동속도 2배
pl: Szybkość ruchu jest podwojona
pt_br: A velocidade do movimento é dobrada
zh_hans: 2倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="human_angel"]/desc
source: Super Elite Mercenary Crew. The Angels of Death are the Syndicate's finest mercenaries, trained by Vael to be ruthless killers without mercy. The edginess is part of the job.
es: Tripulación Mercenaria Super Élite. Los Ángeles de la Muerte son los mejores mercenarios del Sindicato, entrenados por Vael para ser asesinos despiadados y sin piedad. La pose es parte del trabajo.
it: Equipaggio mercenario Super Elite.Gli angeli della morte sono i migliori mercenari del sindacato, addestrati da Vael ad essere spietati assassini senza pietà.La spigolosità fa parte del lavoro.
ja: スーパーエリート傭兵クルー。死の天使はシンジケートの最高級傭兵で、ヴァエルによって容赦のない冷酷な殺し屋となるよう訓練されている。緊張感も仕事のうちだ。
ko: 엘리트 용병 선원. 죽음의 천사들은 신디케이트의 최정예 용병으로, 자비 없는 매정한 살인마가 되도록 바엘에게 훈련받았습니다.
pl: Super Elitarna załoga Najemników. Anioły Śmierci to najlepsi najemnicy Syndykatu, wyszkoleni przez Vaela, by być bezwzględnymi zabójcami bez litości. Edgy styl jest częścią pracy.
pt_br: Super Elite Mercenary Crew.Os anjos da morte são os melhores mercenários do sindicato, treinados por Vael para serem assassinos implacáveis sem misericórdia.A ousadia faz parte do trabalho.
zh_hans: 超级精英佣兵团船员。死亡使者是佣兵团最优秀的雇佣兵，被威尔训练成无情的杀手。制造紧张是工作的一部分。

# data/blueprints.xml.append$//crewBlueprint[@name="human_angel"]/title
source: Angel
es: Ángel
it: Angelo
ja: エンジェル
ko: 천사
pl: Anioł
pt_br: Anjo
zh_hans: 死亡使者

# data/blueprints.xml.append$//crewBlueprint[@name="human_angel"]/short
source: Angel
es: Ángel
it: Angelo
ja: エンジェル
pl: Anioł
pt_br: Anjo
zh_hans: 死亡使者

source: Inflicts 1.3x damage in crew combat
es: Inflige x1.3 de daño en combate
it: Infligge un danno 1,3x nel combattimento dell'equipaggio
ja: クルー戦闘で1.3倍のダメージを与える
ko: 대인 공격력 1.3배
pl: Zadaje 1,3x obrażeń w walce z załogą
pt_br: Inflige 1,3x dano no combate da tripulação
zh_hans: 1.3倍战斗伤害

source: 1.7x ranged damage multiplier
es: Multiplicador de daño a distancia x1.7
it: Moltiplicatore di danno a distanza 1.7x
ja: 遠距離ダメージ倍率1.7倍
ko: 원거리 공격력 보너스 1.7배
pl: Mnożnik obrażeń dystansowych x1,7
pt_br: 1,7x Multiplicador de danos à distância
zh_hans: 1.7倍额外远程伤害

source: Takes 0.7x damage from crew combat, half from hazards, is highly resistant to stuns
es: Recibe x0.7 de daño en combate, la mitad de peligros, es muy resistente a los aturdimientos
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio, metà dai pericoli, è altamente resistente agli stordini
ja: クルーの戦闘から0.7倍のダメージを受け、半分は危険から受け、スタンに対して非常に耐性がある。
ko: 전투에서 0.7배, 재해로부터 0.5배의 피해만을 받음. 높은 기절 저항력.
pl: Otrzymuje 0,7x obrażeń w walce z załogą, połowę od zagrożeń, jest bardzo odporny na ogłuszenia
pt_br: Leva 0,7x de dano do combate da tripulação, metade dos riscos, é altamente resistente a atordoamentos
zh_hans: 受到0.7倍的战斗伤害与0.5倍环境伤害，对眩晕具有很强的抵抗力

source: Trained in lvl2 skills
es: Entrenado en habilidades de nivel 2
it: Addestrato nelle competenze LVL2
ja: レベル2スキルのトレーニングを受けている
ko: 모든 기술을 완전히 익힘
pl: Wyszkolony w umiejętnościach 2 poziomu
pt_br: Treinado em habilidades LVL2
zh_hans: 所有技能接受过2级培训

# data/blueprints.xml.append$//crewBlueprint[@name="engi_defender"]/desc
source: Elite Engi Crew. A shielded Engi Soldier who protects Engi ships and sectors.
es: Tripulación Engi de Élite. Un Soldado Engi con escudo que protege las naves y sectores Engi.
it: Crew Elite Engi.Un soldato Engi schermato che protegge le navi e i settori Engi.
ja: エリートエンジクルー。エンジの艦船とセクターを守る、盾を持ったエンジの兵士。
ko: 엘리트 엔지 선원. 엔지들의 함선과 구역을 지키는 방어막을 착용한 엔지 병사입니다.
pl: Elitarna załoga Engi. Osłonięty żołnierz Engi, który chroni statki i sektory Engi.
pt_br: Elite Engi Crew.Um soldado de Engi blindado que protege os navios e setores da Engi.
zh_hans: 精英半械族船员。一个具备保护能力的半械族士兵，负责保卫半械族的舰船和星区。

# data/blueprints.xml.append$//crewBlueprint[@name="engi_defender"]/title
source: Engi Defender
es: Defensor Engi
it: Difensore Engi
ja: エンジ・ディフェンダー
ko: 엔지 수비대
pl: Engi Obrońca
zh_hans: 半械保卫者

# data/blueprints.xml.append$//crewBlueprint[@name="engi_defender"]/short
source: Defender
es: Defensor
ja: ディフェンダー
pl: Obrońca
pt_br: Defensor
zh_hans: 半械保卫者

source: Active Ability: Temporarily takes greatly reduced damage from all sources and resists Mind Control attempts
es: Habilidad Activa: Recibe temporalmente mucho menos daño de todas las fuentes y resiste los intentos de Control Mental
it: Abilità attiva: subisce temporaneamente un danno notevolmente ridotto da tutte le fonti e resiste ai tentativi di controllo mentale
ja: アクティブな能力: 一時的にすべてのソースから受けるダメージが大幅に減少し、マイコンをレジストする
ko: 활성화 능력: 잠시 모든 받는 피해를 크게 경감하고 정신 지배에 저항함
pl: Zdolność aktywna: Tymczasowo otrzymuje znacznie zmniejszone obrażenia ze wszystkich źródeł i opiera się próbom Kontroli Umysłu
pt_br: Capacidade ativa: Reduz temporariamente os danos reduzidos de todas as fontes e resiste às tentativas de controle da mente
zh_hans: 主动技能：暂时大幅降低受到的所有伤害，并免疫心灵控制

source: 0.35x combat damage, 2.7x repair speed
es: x0.35 de daño en combate, x2.7 de velocidad de reparación
it: 0,35x danni da combattimento, velocità di riparazione 2,7x
ja: 戦闘ダメージ0.35倍、修復速度2.7倍
ko: 대인 공격력 0.35배, 수리 속도 2.7배
pl: 0,35x obrażeń w walce, 2,7x szybkości naprawy
pt_br: 0,35x de dano de combate, velocidade de reparo de 2,7x
zh_hans: 0.35倍战斗伤害，2.7倍维修速度

source: Moderate resistance to O2 and fire hazards
es: Resistencia moderada a peligros de O2 y fuego
it: Resistenza moderata a O2 e rischi di incendio
ja: O2および火災の危険に対する中程度の耐性
ko: 질식 및 화재에 대한 상당한 저항력
pl: Umiarkowana odporność na zagrożenia związane z O2 i ogniem
pt_br: Resistência moderada a O2 e riscos de incêndio
zh_hans: 中等环境伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_peacekeeper"]/desc
source: Elite Zoltan Crew. Armored and trained Zoltan soldier who will gladly give you a kick in the teeth if you step out of line.
es: Tripulación Zoltan de Élite. Soldado Zoltan blindado y entrenado que con gusto te pateará los dientes si te pasas de la raya.
it: Elite Zoltan Crew.Soldato Zoltan corazzato e addestrato che ti darà volentieri un calcio ai denti se esci dalla linea.
ja: エリート・ゾルタン・クルー。鎧を身にまとい、訓練されたゾルタン兵は、一線を越えれば喜んで蹴りを入れてくれる。
ko: 엘리트 졸탄 선원. 이 잘 무장하고 훈련된 졸탄 병사들은 당신이 선을 넘는다면 주저없이 당신의 이빨에 발차기를 날릴 것입니다.
pl: Elitarna załoga Zoltańska. Opancerzony i wyszkolony żołnierz Zoltański, który z chęcią da ci kopa w zęby, jeśli się wychylisz.
pt_br: Elite Zoltan Crew.Soldado de Zoltan blindado e treinado, que vai dar um chute nos dentes se você sair da linha.
zh_hans: 精英超能族船员。训练有素的装甲超能士兵，如果你举止出格，他很乐意给你点教训。

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_peacekeeper"]/title
source: Zoltan Peacekeeper
es: Pacificador Zoltan
it: Peacekeeper Zoltan
ja: ゾルタン・ピースキーパー
ko: 졸탄 평화 유지군
pl: Zoltański Rozjemca
zh_hans: 超能维和兵

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_peacekeeper"]/short
source: Peacekeeper
es: Pacificador
ja: ピースキーパー
pl: Rozjemca
pt_br: Pazenda
zh_hans: 超能维和兵

source: Provides 2 power to occupied system
es: Proporciona 2 de energía al sistema ocupado
it: Fornisce 2 energia al sistema occupato
ja: 占有されているシステムに2つの動力を供給する
ko: 배치된 시스템에 2 전력을 공급
pl: Dostarcza 2 jednostki energii do zajmowanego systemu
pt_br: Fornece 2 poder para o sistema ocupado
zh_hans: 为所在舱室的系统提供2格能量

source: Max Health is reduced to 65, takes 0.65x damage from crew combat
es: Salud máxima reducida a 65, recibe x0.65 de daño en combate
it: La salute massima è ridotta a 65, subisce un danno 0,65x dal combattimento dell'equipaggio
ja: 最大ライフが65に減少し、クルーの戦闘で0.65倍のダメージを受ける
ko: 최대 체력 65, 전투로부터 0.65배의 피해만을 받음
pl: Maksymalne zdrowie zmniejszone do 65, otrzymuje 0,65x obrażeń w walce z załogą
pt_br: Max Health é reduzido para 65, leva 0,65x de dano do combate da tripulação
zh_hans: 65点最大生命值，受到0.65倍战斗伤害

source: Inflicts 1.25x damage in crew combat
es: Inflige x1.25 de daño en combate
it: Infligge un danno 1,25x nel combattimento dell'equipaggio
ja: クルー戦闘で1.25倍のダメージを与える
ko: 대인 공격력 1.25배
pl: Zadaje 1,25x obrażeń w walce z załogą
pt_br: Inflige 1,25x o dano em combate com a tripulação
zh_hans: 1.25倍战斗伤害

source: 30 damage to enemy crew and 1 ion damage on death
es: 30 de daño a la tripulación enemiga y 1 de daño iónico al morir
it: 30 danni all'equipaggio nemico e 1 danno da ioni alla morte
ja: 敵クルーに30ダメージ、死亡時に1イオンダメージ
ko: 사망 시 이온 피해와 30의 선원 피해를 가함
pl: 30 obrażeń wrogiej załodze i 1 obrażenie jonowe po śmierci
pt_br: 30 de dano à tripulação inimiga e 1 de dano iônico ao morrer
zh_hans: 死亡时，对同舱室敌方系统造成1点离子伤害，对同舱室敌方船员造成30点伤害

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_martyr"]/desc
source: Elite Duskbringer crew. Turns out, the devotees aren't the most dedicated to the Duskbringer ways. These guys are. Inherited Zoltan stats: 75 HP, 1 bonus power, 15 crew damage on death Inherited Devotee stat: short-range teleportation
es: Tripulación Portador del Ocaso de Élite. Resulta que los devotos no son los más dedicados a las costumbres del Portador del Ocaso. Estos tipos sí lo son. Estadísticas de Zoltan heredadas: 75 PS, 1 de energía adicional, 15 de daño a la tripulación al morir Estadística de Devoto heredada: teletransportación de corto alcance
it: Crew d'élite Duskbringer.Si scopre che i devoti non sono i più dedicati ai modi di Duskbringer.Questi ragazzi lo sono. Statistiche ereditate di Zoltan: 75 CV, 1 potenza bonus, 15 danni da equipaggio alla morte STAT DEVOTEE ERERITO: teletrasporto a corto raggio
ja: ダスクブリンガーのエリートクルー。ダスクブリンガーのやり方に最も熱心なのは信者たちではないことがわかった。こいつらは ゾルタンのステータスHP75、ボーナスパワー1、死亡時クルーダメージ15 継承された信者のステータス：短距離テレポート
ko: 엘리트 더스크브링어 선원. 추종자들이 더스크링어의 신념에 가장 헌신적인 이들이 아니라는 게 밝혀졌습니다. 이 자들이 더 헌신적이죠. 졸탄의 기본 특성: 최대 체력 75, 추가 전력 1, 사망 시 선원 피해 15 더스크브링어의 기본 특성: 단거리 순간이동
pl: Elitarna załoga Zmierzchu. Okazuje się, że wyznawcy nie są najbardziej oddani sposobom Zmierzchu. Ci goście są. Odziedziczone statystyki Zoltana: 75 PŻ, 1 dodatkowa moc, 15 obrażeń załodze po śmierci Odziedziczona statystyka Wyznawcy: teleportacja na krótki dystans
pt_br: Equipe de elite do Duskbringer. Acontece que os devotos não são os mais dedicados aos costumes dos Duskbringer. Esses caras são. Estatísticas herdadas de Zoltan: 75 HP, 1 poder de bônus, 15 de dano da tripulação ao morrer Status herdado do Devoto: teletransporte de curto alcance
zh_hans: 精英暮临派船员。事实证明，投身者们还不是最专致于暮临之道的，这些家伙才是。 继承超能族属性：75点最大生命值，提供1格能量，死亡时对船员造成15点伤害 继承投身者属性：短距传送能力

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_martyr"]/title
source: Duskbringer Martyr
es: Mártir del Portador del Ocaso
ja: ダスクブリンガー殉教者
ko: 더스크브링어 순교자
pl: Męczennik Zmierzchu
pt_br: Mártir Duskbringer
zh_hans: 暮临殉义者

# data/blueprints.xml.append$//crewBlueprint[@name="zoltan_martyr"]/short
source: Martyr
es: Mártir
it: Martire
ja: 殉教者
pl: Męczennik
pt_br: Mártir
zh_hans: 暮临殉义者

source: Active Ability: Triggers a brief countdown then detonates, damaging and stunning all crew in the room on death, with a chance of starting fires
es: Habilidad Activa: Activa una breve cuenta atrás y luego detona, dañando y aturdiendo a toda la tripulación en la sala al morir, con la posibilidad de iniciar incendios
it: Abilità attiva: innesca un breve conto alla rovescia quindi fa esplodere, dannoso e sbalorditivo tutto l'equipaggio nella stanza della morte, con la possibilità di iniziare gli incendi
ja: アクティブアビリティ: 短いカウントダウンをトリガーし、その後爆発し、死亡時に部屋にいるすべてのクルーにダメージを与えてスタンさせ、火災を引き起こす可能性がある
ko: 활성화 능력: 짧은 카운트다운 후 폭발하여 주변의 모든 선원에게 피해를 주고 기절을 부여하며 일정 확률로 화재를 일으킴
pl: Zdolność aktywna: Uruchamia krótkie odliczanie, a następnie detonuje, raniąc i ogłuszając całą załogę w pomieszczeniu po śmierci, z szansą na wzniecenie pożarów
pt_br: Habilidade ativa: Aciona uma breve contagem regressiva e, em seguida, detona, causando dano e atordoamento a toda a tripulação na sala ao morrer, com chance de iniciar incêndios
zh_hans: 主动技能：短暂倒计时后自爆，伤害并击晕同舱室所有船员，并有几率起火

source: Does not lose skills from cloning
es: No pierde habilidades al clonarse
it: Non perde abilità dalla clonazione
ja: クローン作成によってスキルが失われることはない
ko: 복제돼도 숙련도를 잃지 않음
pl: Nie traci umiejętności po sklonowaniu
pt_br: Não perde habilidades com a clonagem
zh_hans: 克隆后不会失去技能经验

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_praetor"]/title
source: Floral Praetor
es: Pretor Floral
it: Pratore floreale
ja: フローラル・プレトール
ko: 화초 집정관
pl: Roślinny Pretor
pt_br: Pretor Floral
zh_hans: 悦兰军政官

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_praetor"]/short
source: Praetor
es: Pretor
it: Pretore
ja: 法務官
pl: Pretor
pt_br: Pretor
zh_hans: 悦兰军政官

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_praetor"]/desc
source: Elite Floral Crew. Heavily respected, well armed guardians and magistrates who work for the Gathering. Inherited Orchid stat: slightly reduced suffocation damage
es: Tripulación Floral de Élite. Guardianes y magistrados muy respetados y bien armados que trabajan para la Asamblea. Estadística de Orquídeo heredada: daño por asfixia ligeramente reducido
it: Crew floreale d'élite.Guardiani e magistrati pesantemente rispettati, ben armati che lavorano per il raduno. Stat orchidea ereditata: danno di soffocamento leggermente ridotto
ja: エリート・フローラル・クルー。ギャザリングのために働く、重く尊敬され、武装した守護者兼判事。 継承されたオーキッドのステータス：窒息ダメージが少し減少する。
ko: 엘리트 화초 선원. 군락을 위해 일하는 대단히 존경받고 잘 무장한 수호자이자 치안관입니다. 오키드의 기본 특성: 약간의 질식 피해 저항
pl: Elitarna załoga Roślinna. Bardzo szanowani, dobrze uzbrojeni strażnicy i sędziowie pracujący dla Zgromadzenia. Odziedziczona statystyka Orchidei: nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Equipe de Elite Floral. Guardiões e magistrados altamente respeitados e bem armados que trabalham para o Gathering. Status herdado da Orchid: dano de sufocamento ligeiramente reduzido
zh_hans: 精英悦兰船员，集议会内深受尊敬的武装守护者兼执政官。 继承兰花族属性：少量窒息伤害抗性

source: Active Ability (1 charge): Disperses lingering spores in the room, granting allied crew inside various buffs. The zone will expire after a FTL jump.
es: Habilidad Activa (1 carga): Dispersa esporas persistentes en la sala, otorgando a la tripulación aliada en su interior varias mejoras. La zona expirará después de un salto SLT.
ja: アクティブアビリティ（1チャージ）：室内に残る胞子を散布し、室内にいる味方のクルーに様々なバフを与える。このゾーンはFTLジャンプ後に消滅する。
ko: 활성화 능력 (1 충전): 위치한 선실에 잔류성 포자를 흩뿌려 아군에게 다양한 이점을 제공합니다. 포자는 FTL 도약을 하기 전까지 유지됩니다.
pl: Zdolność aktywna (1 ładunek): Rozprasza utrzymujące się zarodniki w pomieszczeniu, dając sojuszniczej załodze w środku różne wzmocnienia. Strefa zniknie po skoku FTL.
zh_hans: 主动技能(1次充能)：在当前舱室释放出长存的孢子，为友方船员提供各种加成。孢子会在一次超光速跃迁后失效。

source: Max Health is increased to 125
es: Max Health se incrementa a 125
it: Max Health è aumentata a 125
ja: 最大ライフが125に増加した
ko: 최대 체력 125
pl: Maksymalne zdrowie wzrosło do 125
pt_br: Max Health é aumentado para 125
zh_hans: 125点最大生命值
