Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Learns combat 25% faster
es: Aprende combate un 25% más rápido
it: Impara il combattimento del 25% più veloce
ja: 戦闘学習が25%早くなる
ko: 전투 숙련도가 25% 빠르게 증가
pl: Uczy się walki o 25% szybciej
pt_br: Aprende combate 25% mais rápido
zh_hans: 战斗技能提升速度提高25%

source: Combat damage increases by 5% for every Rockman in the room and 10% for every allied Outcast in the room
es: El daño en combate aumenta un 5% por cada Rockman en la sala y un 10% por cada Proscrito aliado en la sala
it: Il danno da combattimento aumenta del 5% per ogni rockman nella stanza e il 10% per ogni emarginato nella stanza
ja: 戦闘ダメージは部屋内のロック1人ごとに5%増加し、部屋内の味方のアウトキャスト1人ごとに10%増加する
ko: 대인 공격력이 같은 선실에 있는 락맨마다 5%만큼, 망명자마다 10%만큼 증가
pl: Obrażenia w walce wzrastają o 5% za każdego Skalnego w pomieszczeniu i o 10% za każdego sojuszniczego Wyrzutka w pomieszczeniu
pt_br: O dano de combate aumenta em 5% para cada rockman na sala e 10% para cada pária aliado na sala
zh_hans: 舱室内每有一个岩石族，战斗伤害增加5%，若为岩石流放者则增加10%

# data/blueprints.xml.append$//crewBlueprint[@name="rock_commando"]/desc
source: Not necessarily known for their peaceful ways, the Lost Sun Commandos don't mess around when it comes to combat. Inherited Rock stats: 175 HP, 0.5x speed and stun duration, fire immunity
es: No necesariamente conocidos por sus métodos pacíficos, los Comandos del Sol Perdido no se andan con tonterías cuando se trata de combatir. Estadísticas de Rock heredadas: 175 PS, velocidad y duración de aturdimiento x0.5, inmunidad al fuego
it: Non necessariamente noto per i loro modi pacifici, i commandos per Lost Sun non scherzano quando si tratta di combattere. Statistiche rocciose ereditate: 175 CV, velocità 0,5x e durata dello stordimento, immunità al fuoco
ja: 必ずしも平和的なやり方で知られているわけではないが、ロストサン軍団は戦闘となると手出しはしない。 継承されたロックのステータスHP175、スピードとスタン時間0.5倍、炎属性免疫
ko: 로스트선 특공대는 전투에 있어 항상 전력을 다합니다. 필연적으로 그들의 평화적인 태도는 잘 알려지지 않았습니다. 락맨의 기본 특성: 최대 체력 175, 이동속도 및 기절 시간 0.5배, 화재 면역
pl: Niekoniecznie znani ze swoich pokojowych metod, Komandosi Zaginionego Słońca nie bawią się, jeśli chodzi o walkę. Odziedziczone statystyki Skalnych: 175 PŻ, 0,5x szybkości i czasu ogłuszenia, odporność na ogień
pt_br: Não são necessariamente conhecidos por seus caminhos pacíficos, os comandos do sol perdido não mexem quando se trata de combater. Estatísticas de rochas herdadas: 175 hp, velocidade de 0,5x e duração de atordoamento, imunidade a incêndio
zh_hans: 烈阳突击兵并不以和平闻名，他们在战斗中可不是开玩笑的。 继承岩石族属性：175点最大生命值，0.5倍移动速度与眩晕时长，免疫灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="rock_commando"]/title
source: Lost Sun Commando
es: Comando del Sol Perdido
it: Commando Sun Lost
ja: ロスト・サン・コマンドー
ko: 로스트선 특공대
pl: Komandos Zaginionego Słońca
zh_hans: 烈阳突击兵

# data/blueprints.xml.append$//crewBlueprint[@name="rock_commando"]/short
source: Commando
es: Comando
ja: コマンドー
pl: Komandos
pt_br: Comando
zh_hans: 烈阳突击兵

source: Active Ability (2 charges): Starts fires in the current room
es: Habilidad Activa (2 cargas): Marca temporalmente la sala ocupada. Los Comandos dentro intentarán periódicamente iniciar incendios en ella.
ja: アクティブアビリティ（2チャージ）：一時的に占領された部屋に印をつける。中にいる兵士は定期的に火をつけようとする。
ko: 활성화 능력 (2 충전): 위치한 선실에 화재를 일으킴
pl: Zdolność aktywna (2 ładunki): Tymczasowo oznacza zajmowane pomieszczenie. Komandosi w środku będą okresowo próbować wzniecać w nim pożary.
zh_hans: 主动技能(2次充能)：在当前舱室内纵火

# data/blueprints.xml.append$//crewBlueprint[@name="rock_cultist"]/desc
source: The devoted Rockmen followers of the Cult of the Eternal Ember. Inherited Rock stats: 175 HP, 0.5x speed and stun duration, fire immunity
es: Los devotos seguidores Rockmen del Culto de la Brasa Eterna. Estadísticas de Rock heredadas: 175 PS, velocidad y duración de aturdimiento x0.5, inmunidad al fuego
it: I devoti seguaci di Rockmen dell'Incello dell'eterna bracona. Statistiche rocciose ereditate: 175 CV, velocità 0,5x e durata dello stordimento, immunità al fuoco
ja: 永遠の琥珀教団の熱心なロックマン信者たち。 Rockのスタッツを継承している：HP175、スピードとスタン時間0.5倍、炎属性免疫
ko: 영원한 불씨의 교단의 헌신적인 락맨 추종자들입니다. 락맨의 기본 특성: 최대 체력 175, 이동속도 및 기절 시간 0.5배, 화재 면역
pl: Oddani wyznawcy Skalnych z Kultu Wiecznego Żaru. Odziedziczone statystyki Skalnych: 175 PŻ, 0,5x szybkości i czasu ogłuszenia, odporność na ogień
pt_br: Os devotados Rockmen seguidores do Culto da Brasa Eterna. Estatísticas de rocha herdadas: 175 HP, 0,5x a velocidade e a duração do atordoamento, imunidade a fogo
zh_hans: 不熄余烬教派的忠实岩石族追随者。 继承岩石族属性：175点最大生命值，0.5倍移动速度与眩晕时长，免疫灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="rock_cultist"]/title
source: Cultist
es: Sectario
it: Cultista
ja: カルト信者
ko: 이교도
pl: Kultysta
pt_br: Cultista
zh_hans: 岩石异教徒

# data/blueprints.xml.append$//crewBlueprint[@name="rock_cultist"]/short
source: Cultist
es: Sectario
it: Cultista
ja: カルト信者
pl: Kultysta
pt_br: Cultista
zh_hans: 岩石异教徒

# data/blueprints.xml.append$//crewBlueprint[@name="rock_cultist"]/powerList/power
source: Active Ability: Sacrifices a portion of their health for temporarily boosted stats
es: Habilidad Activa: Sacrifica una porción de su salud para obtener estadísticas mejoradas temporalmente
it: Abilità attiva: sacrifica una parte della loro salute per le statistiche temporaneamente potenziate
ja: アクティブアビリティ: ライフの一部を犠牲にしてステータスを一時的に向上させる
ko: 활성화 능력: 체력의 일부를 제물로 바쳐 일시적으로 능력치를 강화
pl: Zdolność aktywna: Poświęca część swojego zdrowia w zamian za tymczasowo wzmocnione statystyki
pt_br: Habilidade ativa: Sacrifica uma parte de sua saúde para aumentar temporariamente suas estatísticas
zh_hans: 主动技能：牺牲部分生命值以暂时提升属性

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/desc
source: The ancestors and sister-species of the Rockmen, known for both their elegance and their narcissism.
es: Los ancestros y especie hermana de los Rockmen, conocidos tanto por su elegancia como por su narcisismo.
it: Gli antenati e le specie sorelle dei Rockmen, noti sia per la loro eleganza che per il loro narcisismo.
ja: ロックの祖先であり姉妹種。優雅さとナルシシズムの両方で知られている。
ko: 우아함과 나르시즘으로 유명한 락맨의 조상이자 자매종입니다.
pl: Przodkowie i siostrzany gatunek Skalnych, znani zarówno ze swojej elegancji, jak i narcyzmu.
pt_br: Os ancestrais e a espécie-irmã dos Rockmen, conhecidos tanto por sua elegância quanto por seu narcisismo.
zh_hans: 岩石族的祖先与姊妹物种，以优雅和自恋而闻名。

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/title
source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
ko: 크리스탈
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶族

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/short
source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶族

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/powerList/power[1]
source: Active Ability (2 charges): Locks down rooms. Each cast costs 7 health.
es: Habilidad Activa (2 cargas): Bloquea salas. Cada uso cuesta 7 de salud.
it: Capacità attiva (2 cariche): blocchi stanze.Ogni cast costa 7 salute.
ja: アクティブアビリティ（2チャージ）: 部屋を封鎖する。各キャストには7のライフがかかる。
ko: 활성화 능력 (2 충전): 체력을 7 소모해 위치한 선실을 봉쇄
pl: Zdolność aktywna (2 ładunki): Zamyka pomieszczenia. Każde użycie kosztuje 7 zdrowia.
pt_br: Habilidade ativa (2 cargas): Bloqueia cômodos. Cada lançamento custa 7 pontos de vida.
zh_hans: 主动技能(2次充能)：封锁舱室。每次使用需要消耗7点生命值。

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/powerList/power[2]
source: Reduced suffocation damage
es: Daño reducido de asfixia
it: Ridotto danno al soffocamento
ja: 窒息ダメージの軽減
ko: 질식 피해 감소
pl: Zakłócenie uduszenia są zmniejszone
pt_br: Dano reduzido de asfixia
zh_hans: 受到0.5倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/powerList/power[3]
source: Max Health is increased to 125
es: Max Health se incrementa a 125
it: Max Health è aumentata a 125
ja: 最大ライフが125に増加した
ko: 최대 체력 125
pl: Maksymalne zdrowie wzrosło do 125
pt_br: Max Health é aumentado para 125
zh_hans: 125点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="crystal"]/powerList/power[4]
source: Inflicts 0.8x damage in crew combat
es: Inflige x0.8 de daño en combate
it: Infligge un danno 0,8x nel combattimento dell'equipaggio
ja: クルー戦闘で0.8倍のダメージを与える
ko: 대인 공격력 0.8배
pl: Zadaje 0,8x obrażeń w walce z załogą
pt_br: Inflige 0,8x o dano em combate com a tripulação
zh_hans: 0.8倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="crystal_liberator"]/desc
source: Members of the SSLG organization, sent by the Empress to help liberate the Rockmen from the tyrannical Theocracy. Inherited Crystal stat: reduced suffocation damage
es: Miembros de la organización SSLG, enviados por la Emperatriz para ayudar a liberar a los Rockmen de la tiránica Teocracia. Estadística de Cristal heredada: daño por asfixia reducido
it: Membri dell'organizzazione SSLG, inviati dall'imperatrice per aiutare a liberare i Rockmen dalla teocrazia tirannica. Crystal Stat ereditate: ridotto danno al soffocamento
ja: 専制的な神政政治からロックマンを解放するために女帝から派遣されたSSLGのメンバー。 継承クリスタルのステータス：窒息ダメージ減少
ko: 압제적인 신정으로부터 락맨을 해방하기 위해 여제가 보낸 SSLG의 일원입니다. 크리스탈의 기본 특성: 질식 피해 감소
pl: Członkowie organizacji SSLG, wysłani przez Cesarzową, aby pomóc uwolnić Skalnych od tyrańskiej Teokracji. Odziedziczona statystyka Kryształów: zmniejszone obrażenia od uduszenia
pt_br: Membros da organização SSLG, enviados pela Imperatriz para ajudar a libertar os Homens das Rochas da tirânica Teocracia. Status herdado do Crystal: dano de sufocamento reduzido
zh_hans: 姊族解放组织成员，由水晶女皇派来协助将岩石族从专制的神权统治中解放出来。 继承水晶族属性：少量窒息伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="crystal_liberator"]/title
source: Crystal Liberator
es: Liberador Cristalino
ja: クリスタル・リベレーター
ko: 크리스탈 해방자
pl: Kryształowy Wyzwoliciel
zh_hans: 水晶解放者

# data/blueprints.xml.append$//crewBlueprint[@name="crystal_liberator"]/short
source: Liberator
es: Liberador
ja: リベレーター
pl: Wyzwoliciel
pt_br: Libertador
zh_hans: 水晶解放者

source: Active Ability (3 charges): Locks down rooms. For lockdown duration: all allied crew in the room gain 50% hazard and stun resistance, 25% repair speed, and 40% sabotage speed. Each cast costs 7 health.
es: Habilidad Activa (3 cargas): Bloquea salas. Durante el bloqueo: toda la tripulación aliada en la sala obtiene 50% de resistencia a peligros y aturdimiento, 25% de velocidad de reparación y 40% de velocidad de sabotaje. Cada uso cuesta 7 de salud.
it: Capacità attiva (3 cariche): blocca le stanze.Per durata del blocco: tutti gli equipaggi alleati nella stanza guadagnano pericolo e resistenza allo stordimento del 50%, velocità di riparazione del 25% e velocità di sabotaggio del 40%.Ogni cast costa 7 salute.
ja: アクティブアビリティ（3チャージ）: 部屋を封鎖する。ロックダウン期間中: 部屋にいるすべての味方クルーは、危険とスタンに対する耐性が50%、修理速度が25%、妨害行為速度が40%増加する。各キャストには7のライフがかかる。
ko: 활성화 능력 (3 충전): 체력을 7 소모하여 위치한 선실을 봉쇄. 봉쇄한 선실에 있는 모든 아군은 50%의 재해 저항과 기절 저항을 얻고 수리 속도가 25%, 시스템 파괴 속도가 40% 증가함.
pl: Zdolność aktywna (3 ładunki): Zamyka pomieszczenia. Na czas zamknięcia: cała sojusznicza załoga w pomieszczeniu zyskuje 50% odporności na zagrożenia i ogłuszenie, 25% szybkości naprawy i 40% szybkości sabotażu. Każde użycie kosztuje 7 zdrowia.
pt_br: Habilidade ativa (3 cargas): Bloqueia salas. Durante a duração do bloqueio: toda a tripulação aliada na sala ganha 50% de resistência a perigo e atordoamento, 25% de velocidade de reparo e 40% de velocidade de sabotagem. Cada lançamento custa 7 pontos de vida.
zh_hans: 主动技能(3次充能)：封锁舱室12秒。期间舱室内的友方船员受到的环境伤害与眩晕时长降低至50%，且获得25%维修速度与40%的破坏伤害增益。每次使用需消耗7点生命值。

source: Max Health is increased to 150
es: Max Health se incrementa a 150
it: Max Health è aumentata a 150
ja: 最大ライフが150に増加した
ko: 최대 체력 150
pl: Maksymalne zdrowie wzrosło do 150
pt_br: Max Health é aumentado para 150
zh_hans: 150点最大生命值

source: Inflicts halved damage in crew combat
es: Inflige la mitad de daño en combate
it: Infligge danni dimessi nel combattimento dell'equipaggio
ja: クルー戦闘で与えるダメージが半分になる
ko: 대인 공격력 0.5배
pl: Zadaje o połowę mniejsze obrażenia w walce z załogą
pt_br: Inflige dano reduzido à metade em combate com a tripulação
zh_hans: 0.5倍战斗伤害

source: These telepathic Slugs were shunned in the Galactic Federation for their constant thievery and attempts at manipulation.
es: Estas babosas telepáticas fueron rechazadas en la Federación Galáctica por su constante robo e intentos de manipulación.
it: Queste lumache telepatiche furono evitate nella Federazione Galattica per il loro costante furto e tentativi di manipolazione.
ja: テレパス種のスラッグは手癖が悪く、すぐ心を操ろうとするため、銀河連邦内では嫌われていた。
ko: 텔레파시 능력이 있는 슬러그들은 끊임없는 도둑질과 조작 시도로 인해 은하 연방에서 기피되는 종족입니다.
pl: Te telepatyczne ślimaki unikały federacji galaktycznej za ich ciągłą kradzież i próbują manipulować.
pt_br: Essas lesmas telepáticas foram evitadas na Federação Galáctica por seu assalto constante e tentativas de manipulação.
zh_hans: 这些心灵感应的蛞蝓族在银河联邦中因不断的偷窃和操控企图而被回避。

source: Slug
es: Babosa
it: Lumaca
ja: スラッグ
ko: 슬러그
pl: Ślimaki
pt_br: Lesma
zh_hans: 蛞蝓族

source: Slug
es: Babosa
it: Lumaca
ja: スラッグ
pl: Ślimaki
pt_br: Lesma
zh_hans: 蛞蝓族

source: Telepathic powers reveal rooms and lifeforms even when sensors are down
es: Poderes telepáticos revelan salas y formas de vida incluso con los sensores inactivos
it: I poteri telepatici rivelano stanze e forme di vita anche quando i sensori sono inattivi
ja: センサーが停止している場合でも、テレパシーの力で部屋や生命体を明らかにする
ko: 텔레파시를 통해 센서가 고장 났을 때도 선실과 생명체를 탐지할 수 있음
pl: Moce telepatyczne ujawniają pomieszczenia i formy życia, nawet gdy czujniki są wyłączone
pt_br: Os poderes telepáticos revelam salas e formas de vida mesmo quando os sensores estão desligados
zh_hans: 具有能感受到生命与邻近舱室的心灵感应能力，即使传感器失效

source: Immune to mind control
es: Inmune al control mental
it: Controllo mentale immune
ja: マイコンに対する免疫
ko: 정신 지배에 면역
pl: Odporny na kontrolę umysłu
pt_br: Imune ao controle da mente
zh_hans: 免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar"]/desc
source: A soulless underpaid corporate shill working for the Hektar corporation. Inherited Slug stats: telepathic powers, mind control immunity
es: Un lacayo corporativo sin alma y mal pagado que trabaja para la corporación Hektar. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental
it: Uno shill aziendale sottopagato al seniole che lavora per la Hektar Corporation. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: ヘクター社のために働く、魂のない低賃金の企業の手先。 スラッグから受け継いだ能力：テレパシー能力、マインドコントロール免疫。
ko: 헥타르 사에서 나쁜 대우를 받으며 일하는 영혼 없는 마케터입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Bezduszny, niedopłacany korporacyjny naganiacz pracujący dla korporacji Hektar. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Um representante corporativo sem alma e mal pago que trabalha para a corporação Hektar. Estatísticas herdadas de Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 领着微薄薪水的呆板员工，为赫克塔公司工作。 继承蛞蝓族属性：心灵感应能力、免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar"]/title
source: Hektar Employee
es: Empleado de Hektar
it: Impiegato di Hektar
ja: ヘクター社員
ko: 헥타르 직원
pl: Pracownik Hektara
pt_br: Funcionário da Hektar
zh_hans: 赫克塔员工

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar"]/short
source: Employee
es: Empleado
it: Dipendente
ja: 従業員
pl: Pracownik
pt_br: Funcionário
zh_hans: 赫克塔员工

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar"]/powerList/power
source: When at low health, hides in a box, taking only 10% of damage from crew combat, but cannot do anything but move until healed back to half health
es: Con poca salud, se esconde en una caja, recibiendo solo el 10% del daño en combate, pero no puede hacer nada más que moverse hasta que se cure a la mitad de su salud
it: Quando a bassa salute, si nasconde in una scatola, subendo solo il 10% dei danni dal combattimento dell'equipaggio, ma non può fare altro che muoversi fino a quando non è guarito a metà salute
ja: ライフが低いときは箱の中に隠れ、クルーの戦闘によるダメージの10%しか受けないが、ライフが半分に戻るまで動くことしかできない。
ko: 체력이 낮을 때 박스에 숨어 전투로부터 10%의 피해만을 받게 됨. 단, 체력이 절반 이상으로 회복되기 전에는 이동 외의 행동을 할 수 없음.
pl: Gdy ma mało zdrowia, chowa się w pudle, otrzymując tylko 10% obrażeń w walce z załogą, ale nie może nic robić oprócz poruszania się, dopóki nie zostanie wyleczony do połowy zdrowia
pt_br: Quando está com a saúde baixa, esconde-se em uma caixa, recebendo apenas 10% do dano do combate da tripulação, mas não pode fazer nada além de se mover até ser curado de volta à metade da saúde
zh_hans: 生命值低时，躲进盒子里，此时受到的战斗伤害降低至10%，但在生命值恢复至50%之前只能移动

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar_box"]/desc
source: A soulless underpaid corporate shill working for the Hektar corporation. Inherited Slug stats: telepathic powers, mind control immunity
es: Un lacayo corporativo sin alma y mal pagado que trabaja para la corporación Hektar. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental
it: Uno shill aziendale sottopagato al seniole che lavora per la Hektar Corporation. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: ヘクター社のために働く、魂のない低賃金の企業の手先。 スラッグから受け継いだ能力：テレパシー能力、マインドコントロール免疫。
ko: 헥타르 사에서 나쁜 대우를 받으며 일하는 영혼없는 마케터입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Bezduszny, niedopłacany korporacyjny naganiacz pracujący dla korporacji Hektar. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Um representante corporativo sem alma e mal pago que trabalha para a corporação Hektar. Estatísticas herdadas de Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 领着微薄薪水的呆板员工，为赫克塔公司工作。 继承蛞蝓族属性：心灵感应能力、免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar_box"]/title
source: Hektar Employee
es: Empleado de Hektar
it: Impiegato di Hektar
ja: ヘクター社員
ko: 헥타르 직원
pl: Pracownik Hektara
pt_br: Funcionário da Hektar
zh_hans: 赫克塔员工

# data/blueprints.xml.append$//crewBlueprint[@name="slug_hektar_box"]/short
source: Employee
es: Empleado
it: Dipendente
ja: 従業員
pl: Pracownik
pt_br: Funcionário
zh_hans: 赫克塔员工

source: When at low health, hides in a box, taking only 10% of damage from crew combat, but cannot do anything but move until healed back to half health
es: Con poca salud, se esconde en una caja, recibiendo solo el 10% del daño en combate, pero no puede hacer nada más que moverse hasta que se cure a la mitad de su salud
it: Quando a bassa salute, si nasconde in una scatola, subendo solo il 10% dei danni dal combattimento dell'equipaggio, ma non può fare altro che muoversi fino a quando non è guarito a metà salute
ja: ライフが低いときは箱の中に隠れ、クルーの戦闘によるダメージの10%しか受けないが、ライフが半分に戻るまで動くことしかできない。
ko: 체력이 낮을 때 박스에 숨어 전투로부터 10%의 피해만을 받게 됨. 단, 체력이 절반 이상으로 회복되기 전에는 이동 외의 행동을 할 수 없음.
pl: Gdy ma mało zdrowia, chowa się w pudle, otrzymując tylko 10% obrażeń w walce z załogą, ale nie może nic robić oprócz poruszania się, dopóki nie zostanie wyleczony do połowy zdrowia
pt_br: Quando está com a saúde baixa, esconde-se em uma caixa, recebendo apenas 10% do dano do combate da tripulação, mas não pode fazer nada além de se mover até ser curado de volta à metade da saúde
zh_hans: 生命值低时，躲进盒子里，此时受到的战斗伤害降低至10%，但在生命值恢复至50%之前只能移动

# data/blueprints.xml.append$//crewBlueprint[@name="slug_clansman"]/desc
source: Dangerous Slug hunters dedicated to their murderous hobby. Collects and wears armor made out of dead Shells. Inherited Slug stats: telepathic powers, mind control immunity
es: Peligrosos cazadores Slug dedicados a su pasatiempo asesino. Recolectan y usan armaduras hechas de Corazas muertos. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental
it: I pericolosi cacciatori di lumache dedicati al loro hobby omicida.Raccoglie e indossa un'armatura fatta di gusci morti. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: 殺人趣味に没頭する危険なスラッグハンター。スラッグの死骸で作った鎧を身にまとっている。 継承されたスラッグのステータス：テレパシー能力、マインド・コントロール免疫。
ko: 살인적인 취미에 전념하는 위험한 슬러그 사냥꾼들입니다. 죽은 셸로 만들어진 갑옷을 수집하고 착용합니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Niebezpieczni łowcy Ślimaków oddani swojemu morderczemu hobby. Zbierają i noszą zbroje wykonane z martwych Skorupiaków. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Perigosos caçadores de lesmas dedicados a seu hobby assassino. Coleciona e usa armaduras feitas de conchas mortas. Estatísticas herdadas de Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 危险蛞蝓族猎人，专注于他们残忍的爱好。喜欢收集由死去甲壳族制成的盔甲穿在身上。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_clansman"]/title
source: Slug Clansman
es: Miembro del Clan Slug
ja: スラッグ・クランズマン
ko: 슬러그 클랜즈맨
pl: Klanowicz Ślimaków
pt_br: Clã de lesmas
zh_hans: 蛞蝓猎甲兵

# data/blueprints.xml.append$//crewBlueprint[@name="slug_clansman"]/short
source: Clansman
es: Miembro del Clan
ja: クランズマン
pl: Klanowicz
pt_br: Homem do clã
zh_hans: 蛞蝓猎甲兵

source: Active Ability: Deploys an Anti-Bio bomb that damages all nearby crew in the room, but becomes immobile and hidden temporarily
es: Habilidad Activa: Despliega una bomba Anti-Bio que daña a toda la tripulación cercana en la sala, pero se vuelve inmóvil y se oculta temporalmente
it: Abilità attiva: schiera una bomba anti-bio che danneggia tutta l'equipaggio nelle vicinanze nella stanza, ma diventa temporaneamente immobile e nascosto
ja: アクティブな能力: アンチバイオボムを展開し、部屋内の近くのクルー全員にダメージを与えるが、一時的に動けなくなり、隠れる。
ko: 활성화 능력: 같은 선실의 모든 선원에게 피해를 주는 안티 바이오 폭탄을 배치하고, 자신은 일시적으로 움직이지 못하며 은폐상태가 됨
pl: Zdolność aktywna: Używa bomby anty-biologicznej, która rani całą pobliską załogę w pomieszczeniu, ale tymczasowo staje się nieruchomy i ukryty
pt_br: Habilidade ativa: Implanta uma bomba Anti-Bio que causa danos a todos os tripulantes próximos na sala, mas fica imóvel e oculta temporariamente
zh_hans: 主动技能：部署一枚反生物炸弹，对舱室内的所有其他船员造成伤害，但自身暂时无法移动并隐形

source: Takes 0.9x damage from crew combat
es: Recibe x0.9 de daño en combate
it: Subisce un danno 0,9 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.9倍のダメージを受ける
ko: 전투로부터 0.9배의 피해만을 받음
pl: Otrzymuje 0,9x obrażeń w walce z załogą
pt_br: Recebe 0,9x o dano do combate da tripulação
zh_hans: 受到0.9倍战斗伤害

source: Movement speed is reduced to 0.85x
es: Velocidad de movimiento reducida a x0.85
it: La velocità di movimento è ridotta a 0,85x
ja: 移動速度が0.85倍に低下する
ko: 이동속도 0.85배
pl: Szybkość ruchu zmniejszona do 0,85x
pt_br: A velocidade de movimento é reduzida para 0,85x
zh_hans: 0.85倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/desc
source: The scummy Leeches are often referred to as the bottom feeders of the galaxy, and for good reason!
es: Las despreciables Sanguijuelas son a menudo llamadas los carroñeros de la galaxia, ¡y con razón!
it: Le sanguisughe scadenti sono spesso definite alimentatori inferiori della galassia e per buoni motivi!
ja: 卑劣なリーチは銀河の底の餌食者としてよく呼ばれるが、それには十分な理由がある。
ko: 이 지저분한 리치들은 종종 은하계의 밑바닥 인생이라 불립니다. 지극히 타당하죠!
pl: Paskudne Pijawki są często określane jako padlinożercy galaktyki, i nie bez powodu!
pt_br: As sanguessugas nojentas são comumente chamadas de comedores de fundo da galáxia, e por um bom motivo!
zh_hans: 这些卑劣的吸虫通常被称为银河拾荒者，这是有理有据的！

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/title
source: Leech
es: Sanguijuela
it: Sanguisuga
ja: リーチ
ko: 리치
pl: Pijawka
pt_br: Sanguessuga
zh_hans: 吸虫族

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/short
source: Leech
es: Sanguijuela
it: Sanguisuga
ja: リーチ
pl: Pijawka
pt_br: Sanguessuga
zh_hans: 吸虫族
