Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros son miembros de una antigua familia criminal de Vagabundos, y se encuentran entre algunos de los criminales más buscados de la galaxia. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono membri di una famiglia criminale vagabonda di lunga durata e tra alcuni dei criminali più ricercati della galassia. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハント一家はバガボンド族の犯罪一家で、銀河系で最も指名手配されている犯罪者の一人である。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 유서깊은 떠돌이 범죄 집단의 일원으로, 은하계에서 가장 자주 수배되는 범죄자 중 하나입니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są członkami długo działającej rodziny przestępczej Włóczęgów i jednymi z najbardziej poszukiwanych przestępców w galaktyce. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os Haunts são membros de uma família criminosa de longa data, os Vagabond, e estão entre os criminosos mais procurados da galáxia. Estatísticas herdadas do Phantom: não recebe dano de perigos, tem propriedades de faseamento de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/powerList/power[1]
source: Periodic Ability: Ions the occupied system for 3 ion damage
es: Habilidad Periódica: Ioniza el sistema ocupado infligiendo 3 de daño iónico.
it: Abilità periodica: ioni il sistema occupato per 3 danni da ioni
ja: 定期的能力: 占有された星系にイオンを与えて3イオンダメージを与える
ko: 주기적 능력: 위치한 선실에 3 이온 피해를 가함
pl: Zdolność okresowa: Jonizuje zajmowany system za 3 obrażenia jonowe
pt_br: Habilidade periódica: Ioniza o sistema ocupado, causando 3 de dano iônico
zh_hans: 周期技能：对所在舱室的系统造成3点离子伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/powerList/power[2]
source: Provides 3 power to occupied system
es: Proporciona 3 de energía al sistema ocupado.
it: Fornisce 3 energia al sistema occupato
ja: 占有されているシステムに3つの動力を供給する
ko: 배치된 시스템에 3 전력을 공급
pl: Dostarcza 3 jednostki energii do zajmowanego systemu
pt_br: Fornece 3 fontes de alimentação para o sistema ocupado
zh_hans: 为所在舱室的系统提供3格能量

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/powerList/power[3]
source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbscoleri"]/powerList/power[4]
source: Sabotage systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sistemi di sabotaggio a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a uma velocidade de 2,5 vezes
zh_hans: 2.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros son miembros de una antigua familia criminal de Vagabundos, y se encuentran entre algunos de los criminales más buscados de la galaxia. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono membri di una famiglia criminale vagabonda di lunga durata e tra alcuni dei criminali più ricercati della galassia. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハント一家はバガボンド族の犯罪一家で、銀河系で最も指名手配されている犯罪者の一人である。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 유서깊은 떠돌이 범죄 집단의 일원으로, 은하계에서 가장 자주 수배되는 범죄자 중 하나입니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są członkami długo działającej rodziny przestępczej Włóczęgów i jednymi z najbardziej poszukiwanych przestępców w galaktyce. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os Haunts são membros de uma família criminosa de longa data, os Vagabond, e estão entre os criminosos mais procurados da galáxia. Estatísticas herdadas do Phantom: não recebe dano de perigos, tem propriedades de faseamento de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/powerList/power[1]
source: Periodic Ability: Eats a bit of other nearby crew
es: Habilidad Periódica: Come un poco de otra tripulación cercana.
it: Abilità periodica: mangia un po 'di altri membri dell'equipaggio nelle vicinanze
ja: 定期的能力: 近くにいる他のクルーを少し食べる
ko: 주기적 능력: 주변의 다른 선원을 조금씩 먹어 치움
pl: Zdolność okresowa: Zjada trochę innej pobliskiej załogi
pt_br: Habilidade periódica: Come um pouco da outra tripulação próxima
zh_hans: 周期技能：吞食舱室内的其他船员

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/powerList/power[2]
source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/powerList/power[3]
source: Sabotage systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sistemi di sabotaggio a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a uma velocidade de 2,5 vezes
zh_hans: 2.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbslimer"]/powerList/power[4]
source: Regenerates 32hp/s if unharmed for 7 seconds
es: Regenera 32 PV/s si no recibe daño durante 7 segundos
it: Rigenera 32 CV/s se incolume per 7 secondi
ja: 7秒間無傷の場合、32HP/秒を回復
ko: 7초 동안 피해를 받지 않을 시 초당 32 체력을 회복.
pl: Regeneruje 32 PŻ/s, jeśli nie odniesie obrażeń przez 7 sekund
pt_br: Regenera 32hp/s se não for ferido por 7 segundos
zh_hans: 不受伤害7秒后以32点/秒的速度恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros son miembros de una antigua familia criminal de Vagabundos, y se encuentran entre algunos de los criminales más buscados de la galaxia. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono membri di una famiglia criminale vagabonda di lunga durata e tra alcuni dei criminali più ricercati della galassia. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハント一家はバガボンド族の犯罪一家で、銀河系で最も指名手配されている犯罪者の一人である。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 유서깊은 떠돌이 범죄 집단의 일원으로, 은하계에서 가장 자주 수배되는 범죄자 중 하나입니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są członkami długo działającej rodziny przestępczej Włóczęgów i jednymi z najbardziej poszukiwanych przestępców w galaktyce. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os Haunts são membros de uma família criminosa de longa data, os Vagabond, e estão entre os criminosos mais procurados da galáxia. Estatísticas herdadas do Phantom: não recebe dano de perigos, tem propriedades de faseamento de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/powerList/power[1]
source: Periodic Ability: Ignites a fire in the current room
es: Habilidad periódica: Inicia un incendio en la sala actual
it: Abilità periodica: accende un fuoco nella stanza attuale
ja: 定期的能力: 現在の部屋に火を点火する
ko: 주기적 능력: 위치한 선실에 화재를 일으킴
pl: Zdolność okresowa: Wznieca pożar w bieżącym pomieszczeniu
pt_br: Habilidade periódica: Acende um fogo na sala atual
zh_hans: 周期技能：在当前舱室起火

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/powerList/power[2]
source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/powerList/power[3]
source: Sabotage systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sistemi di sabotaggio a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a uma velocidade de 2,5 vezes
zh_hans: 2.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbvinz"]/powerList/power[4]
source: Cannot put out fire successfully, but rapidly heals from it
es: No puede apagar incendios con éxito, pero se cura rápidamente de ellos
it: Non posso spegnere il fuoco con successo, ma ne guarisce rapidamente
ja: 火を消すことはできないが、すぐに治る
ko: 화재를 진압할 수 없지만 화재로부터 체력을 회복함
pl: Nie może skutecznie ugasić ognia, ale szybko się z niego leczy
pt_br: Não consegue apagar o fogo com sucesso, mas se cura rapidamente dele
zh_hans: 无法灭火，但可在火中快速恢复生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy. Inherited Phantom stats: takes no damage from hazards, has door phasing properties
es: Los Espectros son miembros de una antigua familia criminal de Vagabundos, y se encuentran entre algunos de los criminales más buscados de la galaxia. Estadísticas de Fantasma heredadas: no recibe daño de peligros, tiene propiedades de atravesar puertas.
it: I ritrovi sono membri di una famiglia criminale vagabonda di lunga durata e tra alcuni dei criminali più ricercati della galassia. Statistiche fantasma ereditate: non subisce danni dai pericoli, ha proprietà di fase della porta
ja: ハント一家はバガボンド族の犯罪一家で、銀河系で最も指名手配されている犯罪者の一人である。 継承されたファントムのステータス：ハザードによるダメージを受けない。
ko: 혼트들은 유서깊은 떠돌이 범죄 집단의 일원으로, 은하계에서 가장 자주 수배되는 범죄자 중 하나입니다. 팬텀의 기본 특성: 재해 면역, 문 무시
pl: Nawiedzenia są członkami długo działającej rodziny przestępczej Włóczęgów i jednymi z najbardziej poszukiwanych przestępców w galaktyce. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, ma właściwości przenikania przez drzwi
pt_br: Os Haunts são membros de uma família criminosa de longa data, os Vagabond, e estão entre os criminosos mais procurados da galáxia. Estatísticas herdadas do Phantom: não recebe dano de perigos, tem propriedades de faseamento de portas
zh_hans: 游灵们属于流浪魂灵中的一个长期犯罪团伙，是银河系中赏金最高的通缉犯之一。 继承魂灵族属性：免疫环境伤害，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/title
source: Vagabond Haunt
es: Espectro Vagabundo
it: Vagabond Fantasca
ja: バガボンド・ハント
ko: 떠돌이 혼트
pl: Nawiedzenie Włóczęgi
pt_br: Assombração Vagabunda
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/short
source: Haunt
es: Espectro
ja: ハント
pl: Nawiedzenie
pt_br: Assombração
zh_hans: 游灵

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/powerList/power[1]
source: Periodic Ability: Tears a breach open in the current room, also harming any present system
es: Habilidad periódica: Abre una brecha en la sala actual, dañando también cualquier sistema presente
it: Abilità periodica: lacrime una violazione aperta nella stanza attuale, danneggiando anche qualsiasi sistema attuale
ja: 定期的能力: 現在の部屋に侵入口を引き裂き、現在のシステムにもダメージを与える
ko: 주기적 능력: 위치한 선실에 균열을 만들고 시스템 피해를 가함
pl: Zdolność okresowa: Rozrywa wyłom w bieżącym pomieszczeniu, raniąc również dowolny obecny system
pt_br: Habilidade periódica: Abre uma brecha na sala atual, prejudicando também qualquer sistema presente
zh_hans: 周期技能：对舱室内的系统造成伤害并制造一处破舱

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/powerList/power[2]
source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/powerList/power[3]
source: Sabotage systems at 2.5x speed
es: Sabotea sistemas a 2.5x de velocidad.
it: Sistemi di sabotaggio a 2,5x velocità
ja: 2.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 2.5배
pl: Sabotuje systemy z szybkością 2,5x
pt_br: Sistemas de sabotagem a uma velocidade de 2,5 vezes
zh_hans: 2.5倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="gbzuul"]/powerList/power[4]
source: Near-instantly drains oxygen
es: Drena el oxígeno casi instantáneamente
it: Prosciuga l'ossigeno quasi istantaneamente
ja: ほぼ瞬時に酸素を排出する
ko: 거의 즉발적으로 산소를 제거함
pl: Niemal natychmiast wysysa tlen
pt_br: Drena o oxigênio quase instantaneamente
zh_hans: 瞬间消耗所在舱室的氧气

# data/blueprints.xml.append$//crewBlueprint[@name="blobhuman"]/powerList/power[1]
source: Currently mimicking: Human
es: Imitando actualmente: Humano
it: Attualmente imitare: umano
ja: 現在模倣中: ヒューマン
ko: 현재 모방 중: 인간
pl: Obecnie naśladuje: Człowieka
pt_br: Imitando atualmente: Humano
zh_hans: 当前模仿：人类

source: Currently mimicking: Organic Zoltan
es: Imitando actualmente: Zoltan Orgánico
it: Attualmente imitatore: Zoltan organico
ja: 現在模倣中: オーガニック ゾルタン
ko: 현재 모방 중: 유기체 졸탄
pl: Obecnie naśladuje: Organicznego Zoltana
pt_br: Atualmente imitando: Zoltan orgânico
zh_hans: 当前模仿：原能族

# data/blueprints.xml.append$//crewBlueprint[@name="blobrock"]/powerList/power[1]
source: Currently mimicking: Rockman
es: Imitando actualmente: Rockman
it: Attualmente imita: Rockman
ja: 現在模倣中: ロック
ko: 현재 모방 중: 락맨
pl: Obecnie naśladuje: Skalniaka
pt_br: Atualmente imitando: Rockman
zh_hans: 当前模仿：岩石族

source: Currently mimicking: Crystal
es: Imitando actualmente: Cristal
it: Attualmente imita: Crystal
ja: 現在模倣中: クリスタル
ko: 현재 모방 중: 크리스탈
pl: Obecnie naśladuje: Kryształa
pt_br: Atualmente imitando: cristal
zh_hans: 当前模仿：水晶族

source: Currently mimicking: Mantis
es: Imitando actualmente: Mantis
it: Attualmente imitare: mantide
ja: 現在模倣中: マンティス
ko: 현재 모방 중: 맨티스
pl: Obecnie naśladuje: Modliszkę
pt_br: Atualmente imitando: Mantis
zh_hans: 当前模仿：螳螂族

source: Currently mimicking: Free Mantis
es: Imitando actualmente: Mantis Libre
it: Attualmente imitatore: mantide gratuita
ja: 現在模倣中: フフリーマンティス
ko: 현재 모방 중: 독립 맨티스
pl: Obecnie naśladuje: Wolną Modliszkę
pt_br: Atualmente imitando: Mantis grátis
zh_hans: 当前模仿：自由螳螂

# data/blueprints.xml.append$//crewBlueprint[@name="blobslug"]/powerList/power[1]
source: Currently mimicking: Slug
es: Imitando actualmente: Slug
it: Attualmente imita: Slug
ja: 現在模倣中: スラッグ
ko: 현재 모방 중: 슬러그
pl: Obecnie naśladuje: Ślimaka
pt_br: Atualmente imitando: slug
zh_hans: 当前模仿：蛞蝓族

source: Currently mimicking: Orchid
es: Imitando actualmente: Orquídea
it: Attualmente imita: orchidea
ja: 現在模倣中: オーキッド
ko: 현재 모방 중: 오키드
pl: Obecnie naśladuje: Orchideę
pt_br: Atualmente imitando: orquídea
zh_hans: 当前模仿：兰花族

source: Currently mimicking: Vampweed
es: Imitando actualmente: Vampweed
it: Attualmente imitatore: Vampweed
ja: 現在模倣中: ヴァンプウィード
ko: 현재 모방 중: 흡혈초
pl: Obecnie naśladuje: Wampiaka
pt_br: Atualmente imitando: Vampweed
zh_hans: 当前模仿：血草兰花

# data/blueprints.xml.append$//crewBlueprint[@name="blobswarm"]/powerList/power[1]
source: Currently mimicking: Piles of child corpses
es: Imitando actualmente: Pilas de cadáveres de niños
it: Attualmente imitatore: pile di cadaveri per bambini
ja: 現在模倣中: 子供の死体の山
ko: 현재 모방 중: 아이들의 시체 더미
pl: Obecnie naśladuje: Stosy dziecięcych zwłok
pt_br: Atualmente imitando: pilhas de cadáveres infantis
zh_hans: 当前模仿：一堆幼体兰花尸体

# data/blueprints.xml.append$//crewBlueprint[@name="blobshell"]/powerList/power[1]
source: Currently mimicking: Shell
es: Imitando actualmente: Caparazón
it: Attualmente imita: Shell
ja: 現在模倣中: シェル
ko: 현재 모방 중: 셸
pl: Obecnie naśladuje: Skorupiaka
pt_br: Atualmente imitando: Shell
zh_hans: 当前模仿：甲壳族

# data/blueprints.xml.append$//crewBlueprint[@name="blobleech"]/powerList/power[1]
source: Currently mimicking: Leech
es: Imitando actualmente: Sanguijuela
it: Attualmente imita: sanguisuga
ja: 現在模倣中: リーチ
ko: 현재 모방 중: 리치
pl: Obecnie naśladuje: Pijawkę
pt_br: Atualmente imitando: sanguessuga
zh_hans: 当前模仿：吸虫族

# data/blueprints.xml.append$//crewBlueprint[@name="blobhatch"]/powerList/power[1]
source: Currently mimicking: G.A.S. hatchling
es: Imitando actualmente: Cría de G.A.S.
it: Attualmente imita: G.A.S.cucciolo
ja: 現在模倣中: エイリアンスパイダー幼体
ko: 현재 모방 중: 새끼 거미
pl: Obecnie naśladuje: Wylęg W.O.P.
pt_br: Atualmente imitando: G.A.S. hatchling
zh_hans: 当前模仿：幼体异蛛

source: Currently mimicking: G.A.S. adult
es: Imitando actualmente: Adulto de G.A.S.
it: Attualmente imita: G.A.S.adulto
ja: 現在模倣中: エイリアンスパイダー成体
ko: 현재 모방 중: 거대 외계 거미
pl: Obecnie naśladuje: Dorosłego W.O.P.
pt_br: Atualmente imitando: G.A.S. adulto
zh_hans: 当前模仿：蜘蛛族

source: Currently mimicking: G.A.S. weaver
es: Imitando actualmente: Tejedor G.A.S.
it: Attualmente imita: G.A.S.tessitore
ja: 現在模倣中: エイリアンスパイダーウィーバー
ko: 현재 모방 중: 직공 거미
pl: Obecnie naśladuje: Tkacza W.O.P.
pt_br: Atualmente imitando: G.A.S. weaver
zh_hans: 当前模仿：织网异蛛

source: Currently mimicking: Lizard
es: Imitando actualmente: Lagarto
it: Attualmente imitatore: lucertola
ja: 現在模倣中: リザード
ko: 현재 모방 중: 도마뱀
pl: Obecnie naśladuje: Jaszczurkę
pt_br: Atualmente imitando: lagarto
zh_hans: 当前模仿：蜥蜴族

# data/blueprints.xml.append$//crewBlueprint[@name="blobpony"]/powerList/power[1]
source: Currently mimicking: Equinoid
es: Imitando actualmente: Equinoide
it: Attualmente imitatore: equinoide
ja: 現在模倣中: エクイノイド
ko: 현재 모방 중: 에퀴노이드
pl: Obecnie naśladuje: Konika
pt_br: Atualmente imitando: equinóide
zh_hans: 当前模仿：六脚马族

# data/blueprints.xml.append$//crewBlueprint[@name="blobsalt"]/powerList/power[1]
source: Currently mimicking: Saltman
es: Imitando actualmente: Hombre de Sal
it: Attualmente imita: Saltman
ja: 現在模倣中: ソルトマン
ko: 현재 모방 중: 솔트맨
pl: Obecnie naśladuje: Solnego Człowieka
pt_br: Atualmente imitando: Saltman
zh_hans: 当前模仿：盐人

source: Currently mimicking: Engi
es: Imitando actualmente: Engi
it: Attualmente imita: Engi
ja: 現在模倣中: エンジ
ko: 현재 모방 중: 엔지
pl: Obecnie naśladuje: Engi
pt_br: Atualmente imitando: Engi
zh_hans: 当前模仿：半械族

source: Currently mimicking: Lanius
es: Imitando actualmente: Lanius
it: Attualmente imita: Lanius
ja: 現在模倣中: ラニウス
ko: 현재 모방 중: 라니우스
pl: Obecnie naśladuje: Laniusa
pt_br: Atualmente imitando: Lanius
zh_hans: 当前模仿：食铁族

source: Currently mimicking: Ancient
es: Imitando actualmente: Obelisco
ja: 現在模倣中：オベリスク
ko: 현재 모방 중: 고대인
pl: Obecnie naśladuje: Obelisk
zh_hans: 当前模仿：方碑族

source: Currently mimicking: Cognitive
es: Imitando actualmente: Cognitivo
it: Attualmente imitatore: cognitivo
ja: 現在模倣中: コグニティブ
ko: 현재 모방 중: 코그니티브
pl: Obecnie naśladuje: Kognitywa
pt_br: Atualmente imitando: cognitivo
zh_hans: 当前模仿：认知体

# data/blueprints.xml.append$//crewBlueprint[@name="technoa55"]/powerList/power[1]
source: Currently mimicking: A5540L3
es: Imitando actualmente: A5540L3
it: Attualmente imitatore: A5540L3
ja: 現在模倣中: A5540L3
ko: 현재 모방 중: A5540L3
pl: Obecnie naśladuje: A5540L3
pt_br: Atualmente imitando: A5540L3
zh_hans: 当前模仿：A5540L3

source: Currently mimicking: Gana
es: Imitando actualmente: Gana
it: Attualmente imita: Gana
ja: 現在模倣中: Gana
ko: 현재 모방 중: Gana
pl: Obecnie naśladuje: Ganę
pt_br: Atualmente imitando: gana
zh_hans: 当前模仿：加娜

source: Currently mimicking: Battle Drone
es: Imitando actualmente: Dron de Batalla
it: Attualmente imitare: battaglia drone
ja: 現在模倣中: バトルドローン
ko: 현재 모방 중: 대인 전투 드론
pl: Obecnie naśladuje: Drona Bojowego
pt_br: Atualmente imitando: Battle Drone
zh_hans: 当前模仿：士兵无人机

source: Currently mimicking: Battle Drone II
es: Imitando actualmente: Dron de Batalla II
it: Attualmente imita: Battle Drone II
ja: 現在模倣中: バトルドローンII
ko: 현재 모방 중: 대인 전투 드론 II
pl: Obecnie naśladuje: Drona Bojowego II
pt_br: Atualmente imitando: Battle Drone II
zh_hans: 当前模仿：士兵无人机II

source: Currently mimicking: Ion Intruder
es: Imitando actualmente: Intruso Iónico
it: Attualmente imitatore: intruso di ioni
ja: 現在模倣中: イオン イントルーダー
ko: 현재 모방 중: 이온 확산 드론
pl: Obecnie naśladuje: Intruza Jonowego
pt_br: Atualmente imitando: Ion Intruder
zh_hans: 当前模仿：离子入侵无人机

source: Currently mimicking: Repair Drone
es: Imitando actualmente: Dron de Reparación
it: Attualmente imitatore: riparazione del drone
ja: 現在模倣中: リペアドローン
ko: 현재 모방 중: 수리 드론
pl: Obecnie naśladuje: Drona Naprawczego
pt_br: Atualmente imitando: reparo drone
zh_hans: 当前模仿：维护无人机

source: Currently mimicking: Doctor Drone
es: Imitando actualmente: Dron Médico
it: Attualmente imita: Drone Drone
ja: 現在模倣中: ドクタードローン
ko: 현재 모방 중: 의사 드론
pl: Obecnie naśladuje: Drona Lekarza
pt_br: Atualmente imitando: Doctor Drone
zh_hans: 当前模仿：医疗无人机

source: Currently mimicking: Recon Drone
es: Imitando actualmente: Dron de Reconocimiento
it: Attualmente imita: Recon Drone
ja: 現在模倣中: 偵察ドローン
ko: 현재 모방 중: 정찰 드론
pl: Obecnie naśladuje: Drona Zwiadowczego
pt_br: Atualmente imitando: Recon Drone
zh_hans: 当前模仿：侦察无人机

source: Currently mimicking: Manager Drone
es: Imitando actualmente: Dron Gerente
it: Attualmente imita: manager drone
ja: 現在模倣中: マネージャードローン
ko: 현재 모방 중: 관리자 드론
pl: Obecnie naśladuje: Drona Menedżera
pt_br: Atualmente imitando: Drone do gerente
zh_hans: 当前模仿：副手无人机

source: Currently mimicking: Constructor Drone
es: Imitando actualmente: Dron Constructor
it: Attualmente imitatore: droni di costruttore
ja: 現在模倣中: コンストラクタードローン
ko: 현재 모방 중: 작업자 드론
pl: Obecnie naśladuje: Drona Konstruktora
pt_br: Atualmente imitando: Drone do construtor
zh_hans: 当前模仿：建构无人机

source: Currently mimicking: Producer Drone
es: Imitando actualmente: Dron Productor
it: Attualmente imita: produttore drone
ja: 現在模倣中: プロデューサードローン
ko: 현재 모방 중: 생산자 드론
pl: Obecnie naśladuje: Drona Producenta
pt_br: Atualmente imitando: drone produtor
zh_hans: 当前模仿：生产无人机

source: Currently mimicking: Grazier Drone
es: Imitando actualmente: Dron Pastor
it: Attualmente imita: Grazier Drone
ja: 現在模倣中: グレイジャドローン
ko: 현재 모방 중: 목축업자 드론
pl: Obecnie naśladuje: Drona Pasterza
pt_br: Atualmente imitando: Drone Grazier
zh_hans: 当前模仿：牧畜无人机

source: Currently mimicking: Atomizer
es: Imitando actualmente: Atomizador
it: Attualmente imitatore: atomizzatore
ja: 現在模倣中: アトマイザー
ko: 현재 모방 중: 분무기
pl: Obecnie naśladuje: Atomizera
pt_br: Atualmente imitando: Atomizer
zh_hans: 当前模仿：解离无人机
