Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="EX_MIND_BUFF"]/desc
source: While MC is powered, allied crew gain a 15% buff to repair and combat damage, and heal twice as fast. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Mind Control system.
es: Mientras el CM está encendido, la tripulación aliada gana una mejora del 15% en reparación y daño de combate, y se cura un 50% más rápido. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Control Mental.
it: Mentre MC è alimentato, l'equipaggio alleato guadagna un buff del 15% per riparare e combattere i danni e curare il 50% più veloce. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema di controllo mentale.
ja: MCがパワーアップしている間、味方のクルーは修理と戦闘ダメージに15%のバフを得、50%速く回復する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。マインドコントロールシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 정신 지배 장치에 전력이 공급되고 있다면 아군의 수리 속도와 대인 공격력이 15% 상승하고 회복속도가 두 배 빨라집니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 정신 지배 장비가 설치돼있다면 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Gdy KU jest zasilane, sojusznicza załoga zyskuje 15% premii do naprawy i obrażeń w walce oraz leczy się o 50% szybciej. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Kontroli Umysłu.
pt_br: Enquanto o MC estiver energizado, a tripulação aliada recebe um bônus de 15% em reparos e danos de combate, além de se curar 50% mais rápido. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Mind Control.
zh_hans: 当心灵控制供能时，友方船员可以获得15%维修速度和战斗伤害与100%生命恢复速度增益。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有心灵控制系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_HACK_JAMMER"]/title
source: FTL Jammer
ja: FTLジャマー
pl: SSD młynek
zh_hans: 跃迁干扰器

# data/blueprints.xml.append$//augBlueprint[@name="EX_FTL_JAMMER"]/title
source: FTL Jammer [X]
es: Interferidor MVS [X]
ja: FTLジャマー【X
ko: 초광속항해 방해 장치 [X]
pl: Zagłuszacz FTL [X]
pt_br: Jammer FTL [X]
zh_hans: 跃迁干扰器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_FTL_JAMMER"]/desc
source: Scramble enemy ships' FTL computers, doubling the time it takes for them to jump. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Hacking system.
es: Interfiere las computadoras MVS de las naves enemigas, duplicando el tiempo que tardan en saltar. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Hackeo.
it: I computer FTL di Scramble Enemy Ships, raddoppiando il tempo impiegato per saltare. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema di hacking.
ja: 敵艦のFTLコンピューターにスクランブルをかけ、ジャンプにかかる時間を2倍にする。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。ハッキングシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 적의 초광속 항로 계산을 방해하여 초광속 추진을 준비하는데 두 배의 시간이 들도록 만듭니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Zakłóca komputery FTL wrogich statków, podwajając czas potrzebny im na skok. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Hakowania.
pt_br: Embaralhar os computadores FTL das naves inimigas, dobrando o tempo que elas levam para saltar. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Hacking.
zh_hans: 扰乱敌舰的超光速计算机，使它们跃迁所需的时间增加一倍。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有黑客系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_HACK_STUN"]/title
source: Neural Disruptor
es: Disruptor Neuronal
it: Disrupatore neurale
ja: ハッキングスタン
pl: Zakłócacz Neuronowy
pt_br: Disruptor neural
zh_hans: 神经扰乱器

# data/blueprints.xml.append$//augBlueprint[@name="EX_HACKING_STUN"]/title
source: Neural Disrupt. [X]
es: Disrup. Neuronal [X]
it: Interruzione neurale.[X]
ja: ニューラル・ディスラプト[X]
ko: 신경 교란기 [X]
pl: Zakłócacz Neur. [X]
zh_hans: 神经扰乱器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_HACKING_STUN"]/desc
source: All crew inside a room during a Hacking Pulse will be stunned for the duration. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Hacking system.
es: Toda la tripulación dentro de una sala durante un Pulso de Hackeo será aturdida durante la duración. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Hackeo.
it: Tutto l'equipaggio all'interno di una stanza durante un impulso di hacking rimarrà sbalordito per la durata. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema di hacking.
ja: Hacking Pulseの間、部屋にいるクルーは全員気絶する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。ハッキングシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変更できる。
ko: 해킹 드론이 작동하는 동안, 해당 선실 내부의 선원은 모두 기절 상태에 빠집니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Cała załoga w pomieszczeniu podczas impulsu hakującego zostanie ogłuszona na czas jego trwania. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Hakowania.
pt_br: Toda a equipe que estiver em uma sala durante um Hacking Pulse ficará atordoada durante o período. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de aprimoramento interno se você tiver o sistema Hacking.
zh_hans: 在黑客脉冲期间，舱室内的所有船员都会在持续时间内被击晕。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有黑客系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_BATTERY_BOOSTER"]/title
source: Performance Upgrade
es: Mejora de Rendimiento
it: Aggiornamento delle prestazioni
ja: パフォーマンスのアップグレード
pl: Ulepszenie Wydajności
pt_br: Atualização de desempenho
zh_hans: 性能升级

# data/blueprints.xml.append$//augBlueprint[@name="EX_BATTERY_BOOSTER"]/title
source: Battery Charger [X]
es: Cargador de Batería [X]
it: Caricatore della batteria [x]
ja: バッテリーチャージャー[X］
ko: 배터리 충전기 [X]
pl: Ładowarka Baterii [X]
pt_br: Carregador de bateria [X]
zh_hans: 快速充电器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_BATTERY_BOOSTER"]/desc
source: Backup Battery's lock time is reduced by 80%. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Backup Battery subsystem.
es: El tiempo de bloqueo de la Batería de Respaldo se reduce en un 80%. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el subsistema de Batería de Respaldo.
it: Il tempo di blocco della batteria di backup è ridotto dell'80%. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sottosistema della batteria di backup.
ja: バックアップバッテリーのロック時間を80％短縮。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。バックアップバッテリーサブシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 예비 배터리의 쿨다운이 80% 감소합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Czas blokady Baterii Zapasowej jest skrócony o 80%. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz podsystem Baterii Zapasowej.
pt_br: O tempo de bloqueio da bateria de reserva é reduzido em 80%. [X] - Como uma atualização externa do sistema, esse aprimoramento fornecerá seu efeito normal, mas ocupará um slot de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o subsistema Backup Battery.
zh_hans: 备用电池的冷却时间缩短80%。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有备用电池子系统，则可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="DEBUG_GENERATOR"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_BATTERY_GENERATOR"]/title
source: Emergency Generator
es: Generador de Emergencia
it: Generatore di emergenza
ja: 緊急発電機
ko: 비상용 발전기
pl: Generator Awaryjny
pt_br: Gerador de emergência
zh_hans: 应急供能器

# data/blueprints.xml.append$//augBlueprint[@name="EX_BATTERY_GENERATOR"]/title
source: Emergency Generator [X]
es: Generador de Emergencia [X]
it: Generatore di emergenza [x]
ja: 非常用発電機 [X］
ko: 비상용 발전기 [X]
pl: Generator Awaryjny [X]
pt_br: Gerador de emergência [X]
zh_hans: 应急供能器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_BATTERY_GENERATOR"]/desc
source: A backup generator for use in combat. Removes the power and fuel cost of combat augments. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Backup Battery subsystem.
es: Un generador de respaldo para usar en combate. Elimina el costo de energía y combustible de las mejoras de combate. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el subsistema de Batería de Respaldo.
it: Un generatore di backup da utilizzare in combattimento.Rimuove il costo di potenza e carburante degli aumenti di combattimento. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sottosistema della batteria di backup.
ja: 戦闘時に使用するバックアップジェネレーター。戦闘用オーグメントのパワーと燃料コストを除去する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。バックアップバッテリーサブシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 전투용 예비 발전기입니다. 전투 보조장비의 전력 및 연료 비용을 제거합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Zapasowy generator do użytku w walce. Usuwa koszt mocy i paliwa ulepszeń bojowych. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz podsystem Baterii Zapasowej.
pt_br: Um gerador de reserva para uso em combate. Remove o custo de energia e combustível dos aprimoramentos de combate. [X] - Como um aprimoramento de sistema externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um slot de aprimoramento. Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o subsistema Backup Battery.
zh_hans: 用于战斗的备用供能器，可免除战斗部件的能量与燃料消耗。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有备用电池子系统，可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_INSTALLED"]/title
source: Laboratory
es: Laboratorio
it: Laboratorio
ja: 研究室
pl: Laboratorium
pt_br: Laboratório
zh_hans: 物种实验室

# data/blueprints.xml.append$//augBlueprint[@name="LAB_INSTALLED"]/desc
source: The player has installed the lab.
es: El jugador ha instalado el laboratorio.
it: Il giocatore ha installato il laboratorio.
ja: プレイヤーはラボをインストールした。
pl: Gracz zainstalował laboratorium.
pt_br: O jogador instalou o laboratório.
zh_hans: 已安装实验室。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_UPGRADE"]/title
source: Laboratory Upgrade
es: Mejora de Laboratorio
it: Aggiornamento di laboratorio
ja: ラボのアップグレード
pl: Ulepszenie Laboratorium
pt_br: Atualização de laboratório
zh_hans: 实验室升级

# data/blueprints.xml.append$//augBlueprint[@name="LAB_UPGRADE"]/desc
source: The player has installed the lab upgrade.
es: El jugador ha instalado la mejora de laboratorio.
it: Il giocatore ha installato l'aggiornamento del laboratorio.
ja: プレイヤーはラボのアップグレードをインストールした。
pl: Gracz zainstalował ulepszenie laboratorium.
pt_br: O jogador instalou a atualização do laboratório.
zh_hans: 已升级实验室。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_INSTALLED"]/title
source: Human
ja: 人間
pl: Ludzie
zh_hans: 人类

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_INSTALLED"]/desc
source: Human upgrade installed.
es: Mejora Humana instalada.
it: Aggiornamento umano installato.
ja: ヒューマンアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Ludzi.
pt_br: Atualização humana instalada.
zh_hans: 已配置人类特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_DIVERSE"]/title
source: Diversification
es: Diversificación
it: Diversificazione
ja: 多角化
pl: Dywersyfikacja
pt_br: Diversificação
zh_hans: 多元化

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_DIVERSE"]/desc
source: Humans gain a 12% buff in movement speed, combat damage, repair speed, and health.
es: Los humanos ganan una mejora del 12% en velocidad de movimiento, daño de combate, velocidad de reparación y salud.
it: Gli umani ottengono un buff del 12% nella velocità di movimento, nel danno da combattimento, nella velocità di riparazione e nella salute.
ja: ヒューマンは移動速度、戦闘ダメージ、修復速度、ライフにおいて12%のバフを獲得する。
pl: Ludzie zyskują 12% premii do prędkości ruchu, obrażeń w walce, prędkości naprawy i zdrowia.
pt_br: Os seres humanos ganham um buff de 12% na velocidade de movimento, dano de combate, velocidade de reparo e saúde.
zh_hans: 人类船员获得12%移动速度、战斗伤害、维修速度和最大生命值增益。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_TEAMWORK"]/title
source: Teamwork Neurons
es: Neuronas de Trabajo en Equipo
it: Neuroni di lavoro di squadra
ja: チームワーク・ニューロン
pl: Neurony Pracy Zespołowej
pt_br: Neurônios do trabalho em equipe
zh_hans: 协作神经元

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_TEAMWORK"]/desc
source: Humans gain 15% repair speed and combat damage for each human in the room minus themselves.
es: Los humanos ganan un 15% de velocidad de reparación y daño de combate por cada humano en la sala menos ellos mismos.
it: Gli esseri umani ottengono la velocità di riparazione del 15% e i danni da combattimento per ogni essere umano nella stanza meno.
ja: ヒューマンは、自分自身を除いた部屋にいるヒューマン一人当たり、修復速度と戦闘ダメージを15%獲得する。
pl: Ludzie zyskują 15% prędkości naprawy i obrażeń w walce za każdego człowieka w pomieszczeniu minus oni sami.
pt_br: Os seres humanos ganham velocidade de reparo de 15% e dano de combate para cada humano na sala, menos.
zh_hans: 人类船员在同舱室内每多一名人类船员时就获得15%的维修速度与战斗伤害增益，自身不算数。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_INTUITION"]/title
source: Natural Intuition
es: Intuición Natural
it: Intuizione naturale
ja: 自然な直感
pl: Naturalna Intuicja
pt_br: Intuição natural
zh_hans: 天生直觉

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HUMAN_INTUITION"]/desc
source: Human crew start at level 2 skills.
es: La tripulación humana comienza con habilidades de nivel 2.
it: L'equipaggio umano inizia alle abilità di livello 2.
ja: ヒューマンのクルーはレベル2のスキルから開始する。
pl: Załoga ludzka zaczyna z umiejętnościami na poziomie 2.
pt_br: A tripulação humana começa no nível 2 de habilidades.
zh_hans: 人类船员初始即获得2级技能。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MEDIC_OATH"]/title
source: Hippocratic Oath
es: Juramento Hipocrático
it: giuramento di Ippocrate
ja: ヒポクラテスの誓い
pl: Przysięga Hipokratesa
pt_br: Juramento de Hipócrates
zh_hans: 医者之誓

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MEDIC_OATH"]/desc
source: Your medics lose the ability to fight but gives a protective aura to allied crew (excluding themselves) in the same room that grants them 95% resistance to hazards.
es: Tus médicos pierden la capacidad de luchar pero otorgan un aura protectora a la tripulación aliada (excluyéndose a sí mismos) en la misma sala que les da un 95% de resistencia a los peligros.
it: I tuoi medici perdono la capacità di combattere ma danno un'aura protettiva all'equipaggio alleato (escluso se stessi) nella stessa stanza che garantisce loro una resistenza al 95% ai pericoli.
ja: メディックは戦闘能力を失うが、同じ部屋にいる味方のクルー (自分たちを除く) に保護オーラを与え、危険に対する95%の耐性を与える。
pl: Twoi medycy tracą zdolność do walki, ale dają ochronną aurę sojuszniczej załodze (z wyłączeniem siebie) w tym samym pomieszczeniu, która daje im 95% odporności na zagrożenia.
pt_br: Seus médicos perdem a capacidade de lutar, mas fornecem uma aura protetora à tripulação aliada (excluindo -se) na mesma sala que lhes concede 95% de resistência a riscos.
zh_hans: 医疗员失去战斗能力，但给予舱室内己方船员(包括自身)95%的环境伤害减免。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGINEER_DRONES"]/title
source: Field Training
es: Entrenamiento de Campo
it: Allenamento sul campo
ja: フィールドトレーニング
pl: Szkolenie Polowe
pt_br: Treinamento de campo
zh_hans: 战地特训

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGINEER_DRONES"]/desc
source: Your engineers lose their repair bonus but heal your crew drones at 5hp/s and buff their combat damage and repair speed by 15%.
es: Tus ingenieros pierden su bonificación de reparación pero curan a tus drones de tripulación a 5 PV/s y mejoran su daño de combate y velocidad de reparación en un 15%.
it: I tuoi ingegneri perdono il bonus di riparazione ma guariscono i droni dell'equipaggio a 5 CV/se lucidano il danno da combattimento e la velocità di riparazione del 15%.
ja: エンジニアは修理ボーナスを失うが、クルードローンを5HP/秒で回復し、戦闘ダメージと修理速度を15%強化する。
pl: Twoi inżynierowie tracą premię do naprawy, ale leczą twoje drony załogi z prędkością 5 PŻ/s i wzmacniają ich obrażenia w walce oraz prędkość naprawy o 15%.
pt_br: Seus engenheiros perdem o bônus de reparo, mas curam seus drones de tripulação a 5hp/s e boleteem os danos de combate e a velocidade de reparo em 15%.
zh_hans: 你的工程师会失去了维修加成，但以5点生命/秒的速度恢复你的舰载无人机生命值，并获得15%战斗伤害和维修速度增益。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_INSTALLED"]/title
source: Engi
es: Género
ja: エンジ
pl: Angie
zh_hans: 半械族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_INSTALLED"]/desc
source: Engi upgrade installed.
es: Mejora Engi instalada.
it: Aggiornamento ENGI installato.
ja: エンジアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Engi.
pt_br: Atualização do engi instalada.
zh_hans: 已配置半械族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_COMBAT"]/title
source: Combat Systems
es: Sistemas de Combate
it: Sistemi di combattimento
ja: 戦闘システム
pl: Systemy Bojowe
pt_br: Sistemas de combate
zh_hans: 作战程序

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ENGI_COMBAT"]/title
source: [L] Combat Systems
es: [L] Sistemas de Combate
it: [L] sistemi di combattimento
ja: [L] 戦闘システム
ko: [L] 전투 시스템
pl: [L] Systemy Bojowe
pt_br: [L] sistemas de combate
zh_hans: [外]作战程序

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ENGI_COMBAT"]/desc
source: Engi crew gain standard combat damage and 10 Max Health, but lose 25% of their repair speed. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: La tripulación Engi gana daño de combate estándar y 10 de Salud Máxima, pero pierde el 25% de su velocidad de reparación. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: L'equipaggio Engi ottengono danni da combattimento standard e 10 Max Health, ma perde il 25% della velocità di riparazione. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: エンジの乗組員は標準的な戦闘ダメージと最大ヘルス10を得るが、修理速度の25％を失う。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。自身とはスタックしない。
ko: 엔지 선원의 대인 공격력이 기본치로 상승하고 최대 체력이 10 증가하지만, 수리 속도가 25% 감소합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Załoga Engi zyskuje standardowe obrażenia w walce i 10 maksymalnego zdrowia, ale traci 25% prędkości naprawy. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Nie może być przekonwertowane na rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego gniazda. Nie kumuluje się samo ze sobą.
pt_br: A equipe da Engi ganha danos padrão de combate e 10 máximo de saúde, mas perde 25% da velocidade de reparo. [L] - Como uma atualização externa do laboratório, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Não pode ser convertido em uma atualização real do laboratório, mas não consumirá seu slot primário.Não se empilham consigo mesmo.
zh_hans: 半械族船员获得标准战斗伤害与10点最大生命值，但失去25%维修速度 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_EFFICIENCY"]/title
source: Nanite Efficiency
es: Eficiencia de Nanitos
it: Efficienza nanita
ja: ナナイトの効率
pl: Wydajność Nanitów
pt_br: Eficiência de nanite
zh_hans: 纳米效率
