Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_ION"]/desc
source: Fires 3 projectiles that are supercharged and do 1 additional ion damage.
es: Dispara 3 proyectiles que están sobrecargados e infligen 1 de daño iónico adicional.
it: Accendi 3 proiettili sovralimentati e fanno 1 danno a ioni aggiuntivo.
ja: スーパーチャージされた発射体を3発発射し、追加のイオンダメージを1つ与える。
ko: 3발의 과충전된 우주쓰레기를 발사해 1의 이온 피해를 추가로 입힙니다.
pl: Wystrzeliwuje 3 pociski, które są supernaładowane i zadają 1 dodatkowe obrażenie jonowe.
pt_br: Dispara 3 projéteis que são sobrealimentados e causam 1 de dano iônico adicional.
zh_hans: 发射3枚增压弹体，可额外造成1点离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_TOXIC"]/title
source: Irradiated Flak Gun
es: Cañón Flak Irradiado
it: Pistola flak irradiata
ja: 照射された対空砲
ko: 방사성 대공포
pl: Działo Odłamkowe Napromieniowane
pt_br: Pistola Flak Irradiada
zh_hans: 辐射破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_TOXIC"]/short
source: Rad Flak
es: Flak Rad.
ja: ラド・フラーク
pl: Rad. Odłam.
pt_br: Roda Flak
zh_hans: 辐射破片

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_TOXIC"]/desc
source: Fires 4 radioactive projectiles which do normal hull damage as well as high crew damage and sometimes erode the hull enough to create a breach.
es: Dispara 4 proyectiles radiactivos que infligen daño normal al casco, así como un alto daño a la tripulación y a veces erosionan el casco lo suficiente como para crear una brecha.
it: Accendi 4 proiettili radioattivi che fanno normali danni allo scafo e danni da equipaggio elevati e talvolta erodono lo scafo abbastanza da creare una violazione.
ja: 放射性発射体を4発発射し、船体に通常のダメージを与えるだけでなくクルーに大きなダメージを与え、場合によっては船体を侵食して裂け目を作ることもある。
ko: 높은 선원 피해를 가하고 때때로 선체를 부식시켜 균열을 일으키는 4발의 방사성 우주쓰레기를 발사합니다.
pl: Wystrzeliwuje 4 radioaktywne pociski, które zadają normalne obrażenia kadłubowi, a także wysokie obrażenia załodze i czasami erodują kadłub na tyle, aby stworzyć wyłom.
pt_br: Dispara 4 projéteis radioativos que causam dano normal ao casco, bem como alto dano à tripulação e, às vezes, corroem o casco o suficiente para criar uma brecha.
zh_hans: 发射4枚放射性弹体，这些弹体会造成正常的舰体伤害以及高额船员伤害，有时会侵蚀舰体引发破舱。

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_TOXIC_PLAYER"]/title
source: Irradiated Flak Gun
es: Cañón Flak Irradiado†
it: Pistola flak irradiata †
ja: 照射された対空砲†。
ko: 방사성 대공포†
pl: Działo Odłamkowe Napromieniowane†
pt_br: Pistola Flak Irradiada†
zh_hans: 辐射破片炮†

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_TOXIC_PLAYER"]/short
source: Rad Flak
es: Flak Rad.†
ja: ラド・フラック
pl: Rad. Odłam.†
pt_br: Roda Flak†
zh_hans: 辐射破片∫

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_TOXIC_PLAYER"]/desc
source: Fires 4 radioactive projectiles which do normal hull damage as well as high crew damage and sometimes erode the hull enough to create a breach.
es: Dispara 4 proyectiles radiactivos que infligen daño normal al casco, así como un alto daño a la tripulación y a veces erosionan el casco lo suficiente como para crear una brecha.
it: Accendi 4 proiettili radioattivi che fanno normali danni allo scafo e danni da equipaggio elevati e talvolta erodono lo scafo abbastanza da creare una violazione.
ja: 放射性発射体を4発発射し、船体に通常のダメージを与えるだけでなくクルーに大きなダメージを与え、場合によっては船体を侵食して裂け目を作ることもある。
ko: 높은 선원 피해를 가하고 때때로 선체를 부식시켜 균열을 일으키는 4발의 방사성 우주쓰레기를 발사합니다.
pl: Wystrzeliwuje 4 radioaktywne pociski, które zadają normalne obrażenia kadłubowi, a także wysokie obrażenia załodze i czasami erodują kadłub na tyle, aby stworzyć wyłom.
pt_br: Dispara 4 projéteis radioativos que causam dano normal ao casco, bem como alto dano à tripulação e, às vezes, corroem o casco o suficiente para criar uma brecha.
zh_hans: 发射4枚放射性弹体，这些弹体会造成正常的舰体伤害以及高额船员伤害，有时会侵蚀舰体引发破舱。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1"]/title
source: Kernel MK I
es: Semilla MK I
ja: カーネル MK I
ko: 낱알 포 마크 I
pl: Nasiono MK I
zh_hans: 果核炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1"]/short
source: Kernel I
es: Semilla I
ja: カーネルI
pl: Nasiono I
zh_hans: 果核I

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Kernels behave like missiles, but also have a 35% chance to ignore their ammunition cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Las semillas se comportan como misiles, pero también tienen un 35% de probabilidad de ignorar su costo de munición.
it: Quest'arma utilizza kernel di piante giganti dal pianeta domestica di orchidee come munizioni.I kernel si comportano come missili, ma hanno anche una probabilità del 35% di ignorare il costo delle munizioni.
ja: この武器は、オーキッドの故郷の惑星からの巨大な植物の穀粒を弾薬として使用する。カーネルはミサイルのように動作するが、35%の確率で弾薬コストを無視する。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 씨앗은 미사일처럼 작동하지만, 35%의 확률로 탄약을 소모하지 않습니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Nasiona zachowują się jak rakiety, ale mają również 35% szansy na zignorowanie kosztu amunicji.
pt_br: Esta arma usa grãos de plantas gigantes do Orchid Home Planet como munição.Os núcleos se comportam como mísseis, mas também têm 35% de chance de ignorar seu custo de munição.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。果核与导弹类似，但有35%的几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ENEMY"]/title
source: Kernel Launcher
es: Lanzasemillas
it: Lanciatore di kernel
ja: カーネルランチャー
pl: Wyrzutnia Nasion
pt_br: Iniciador do Kernel
zh_hans: 果核炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ENEMY"]/short
source: Kernel
es: Semilla
it: Nocciolo
ja: カーネル
pl: Nasiono
zh_hans: 果核I

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ELITE"]/title
source: Elite Kernel MK I
es: Semilla Élite MK I
ja: エリート・カーネル MK I
ko: 엘리트 낱알 포 마크 I
pl: Elitarne Nasiono MK I
zh_hans: 精英果核炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ELITE"]/short
source: Kernel I
es: € Semilla I
ja: カーネル I
pl: € Nasiono I
zh_hans: 果核I€

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ELITE"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Powerful Elite version with a guaranteed stun and higher chance to ignore their ammo cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Potente versión de Élite con un aturdimiento garantizado y una mayor probabilidad de ignorar su costo de munición.
it: Quest'arma utilizza kernel di piante giganti dal pianeta domestica di orchidee come munizioni.Potente versione d'élite con un storico garantito e una maggiore possibilità di ignorare il costo delle munizioni.
ja: この武器は、オーキッドの故郷の惑星からの巨大な植物の穀粒を弾薬として使用する。スタンが保証され、弾薬コストを無視できる可能性が高い強力なエリート バージョン。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 확정적으로 선원을 기절시키고, 더 높은 확률로 탄약 소모를 무시하는 강력한 엘리트 버전입니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Potężna wersja Elitarna z gwarantowanym ogłuszeniem i większą szansą na zignorowanie kosztu amunicji.
pt_br: Esta arma usa grãos de plantas gigantes do Orchid Home Planet como munição.Versão de elite poderosa com um atordoamento garantido e maior chance de ignorar seu custo de munição.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。强大的精英版本，必定导致眩晕，有更高的几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ELITE_ENEMY"]/title
source: Elite Kernel MK I
es: Semilla Élite MK I
ja: エリート・カーネル MK I
pl: Elitarne Nasiono MK I
zh_hans: 精英果核炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ELITE_ENEMY"]/short
source: Kernel I
es: € Semilla I
ja: カーネル I
pl: € Nasiono I
zh_hans: 果核I€

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_1_ELITE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2"]/title
source: Kernel MK II
es: Semilla MK II
ja: カーネル MK II
ko: 낱알 포 마크 II
pl: Nasiono MK II
zh_hans: 果核炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2"]/short
source: Kernel II
es: Semilla II
ja: カーネルII
pl: Nasiono II
zh_hans: 果核II

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Kernels behave like missiles, but also have a 35% chance to ignore their ammunition cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Las semillas se comportan como misiles, pero también tienen un 35% de probabilidad de ignorar su costo de munición.
it: Quest'arma utilizza kernel di piante giganti dal pianeta domestica di orchidee come munizioni.I kernel si comportano come missili, ma hanno anche una probabilità del 35% di ignorare il costo delle munizioni.
ja: この武器は、オーキッドの故郷の惑星からの巨大な植物の穀粒を弾薬として使用する。カーネルはミサイルのように動作するが、35%の確率で弾薬コストを無視する。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 씨앗은 미사일처럼 작동하지만, 35%의 확률로 탄약을 소모하지 않습니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Nasiona zachowują się jak rakiety, ale mają również 35% szansy na zignorowanie kosztu amunicji.
pt_br: Esta arma usa grãos de plantas gigantes do Orchid Home Planet como munição.Os núcleos se comportam como mísseis, mas também têm 35% de chance de ignorar seu custo de munição.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。果核与导弹类似，但有35%的几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ENEMY"]/title
source: Kernel MK II
es: Semilla MK II
ja: カーネル MK II
pl: Nasiono MK II
zh_hans: 果核炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ENEMY"]/short
source: Kernel II
es: Semilla II
ja: カーネルII
pl: Nasiono II
zh_hans: 果核II

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ELITE"]/title
source: Elite Kernel MK II
es: Semilla Élite MK II
ja: エリート・カーネル MK II
ko: 엘리트 낱알 포 마크 II
pl: Elitarne Nasiono MK II
zh_hans: 精英果核炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ELITE"]/short
source: Kernel II
es: € Semilla II
ja: カーネルII
pl: € Nasiono II
zh_hans: 果核II€

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ELITE"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Powerful Elite version with a guaranteed stun and higher chance to ignore their ammo cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Potente versión de Élite con un aturdimiento garantizado y una mayor probabilidad de ignorar su costo de munición.
it: Quest'arma utilizza kernel di piante giganti dal pianeta domestica di orchidee come munizioni.Potente versione d'élite con un storico garantito e una maggiore possibilità di ignorare il costo delle munizioni.
ja: この武器は、オーキッドの故郷の惑星からの巨大な植物の穀粒を弾薬として使用する。スタンが保証され、弾薬コストを無視できる可能性が高い強力なエリート バージョン。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 확정적으로 선원을 기절시키고, 더 높은 확률로 탄약 소모를 무시하는 강력한 엘리트 버전입니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Potężna wersja Elitarna z gwarantowanym ogłuszeniem i większą szansą na zignorowanie kosztu amunicji.
pt_br: Esta arma usa grãos de plantas gigantes do Orchid Home Planet como munição.Versão de elite poderosa com um atordoamento garantido e maior chance de ignorar seu custo de munição.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。强大的精英版本，必定导致眩晕，有更高的几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ELITE_ENEMY"]/title
source: Elite Kernel MK II
es: Semilla Élite MK II
ja: エリート・カーネル MK II
pl: Elitarne Nasiono MK II
zh_hans: 精英果核II

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ELITE_ENEMY"]/short
source: Kernel II
es: € Semilla II
ja: カーネルII
pl: € Nasiono II
zh_hans: 果核II€

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_2_ELITE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY"]/title
source: Heavy Kernel
es: Semilla Pesada
it: Kernel pesante
ja: ヘビーカーネル
ko: 중형 낱알 포
pl: Ciężkie Nasiono
pt_br: Kernel pesado
zh_hans: 重型果核炮

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY"]/short
source: Heavy K.
es: S. Pesada
ja: ヘビー・K
pl: Ciężkie N.
pt_br: K.
zh_hans: 重型果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Kernels behave like missiles, but also have a 35% chance to ignore their ammunition cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Las semillas se comportan como misiles, pero también tienen un 35% de probabilidad de ignorar su costo de munición.
it: Quest'arma utilizza kernel di piante giganti dal pianeta domestica di orchidee come munizioni.I kernel si comportano come missili, ma hanno anche una probabilità del 35% di ignorare il costo delle munizioni.
ja: この武器は、オーキッドの故郷の惑星からの巨大な植物の穀粒を弾薬として使用する。カーネルはミサイルのように動作するが、35%の確率で弾薬コストを無視する。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 씨앗은 미사일처럼 작동하지만, 35%의 확률로 탄약을 소모하지 않습니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Nasiona zachowują się jak rakiety, ale mają również 35% szansy na zignorowanie kosztu amunicji.
pt_br: Esta arma usa grãos de plantas gigantes do Orchid Home Planet como munição.Os núcleos se comportam como mísseis, mas também têm 35% de chance de ignorar seu custo de munição.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。果核与导弹类似，但有35%的几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY_ENEMY"]/title
source: Heavy Kernel
es: Semilla Pesada
it: Kernel pesante
ja: ヘビーカーネル
pl: Ciężkie Nasiono
pt_br: Kernel pesado
zh_hans: 重型果核炮

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY_ENEMY"]/short
source: Heavy Kern.
es: Sem. Pesada
it: Kern pesante.
ja: ヘビー・カーン
pl: Ciężkie Nas.
pt_br: Kern pesado.
zh_hans: 重型果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY_ELITE"]/title
source: Elite Heavy Kernel
es: Semilla Pesada Élite
it: Kernel pesante d'élite
ja: エリート・ヘビー・カーネル
ko: 엘리트 중형 낱알 포
pl: Elitarne Ciężkie Nasiono
pt_br: Kernel pesado de elite
zh_hans: 精英重型果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY_ELITE"]/short
source: Heavy K.
es: € S. Pesada
ja: ヘビー・K
pl: € Ciężkie N.
pt_br: € pesado K.
zh_hans: 重型果核☆

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_HEAVY_ELITE"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Powerful Elite version with a guaranteed stun and higher chance to ignore their ammo cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Potente versión de Élite con un aturdimiento garantizado y una mayor probabilidad de ignorar su costo de munición.
it: Quest'arma utilizza kernel di piante giganti dal pianeta domestica di orchidee come munizioni.Potente versione d'élite con un storico garantito e una maggiore possibilità di ignorare il costo delle munizioni.
ja: この武器は、オーキッドの故郷の惑星からの巨大な植物の穀粒を弾薬として使用する。スタンが保証され、弾薬コストを無視できる可能性が高い強力なエリート バージョン。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 확정적으로 선원을 기절시키고, 더 높은 확률로 탄약 소모를 무시하는 강력한 엘리트 버전입니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Potężna wersja Elitarna z gwarantowanym ogłuszeniem i większą szansą na zignorowanie kosztu amunicji.
pt_br: Esta arma usa grãos de plantas gigantes do Orchid Home Planet como munição.Versão de elite poderosa com um atordoamento garantido e maior chance de ignorar seu custo de munição.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。强大的精英版本，必定导致眩晕，有更高的几率不消耗弹药。

source: Elite Heavy Kernel
es: Semilla Pesada Élite
it: Kernel pesante d'élite
ja: エリート・ヘビー・カーネル
pl: Elitarne Ciężkie Nasiono
pt_br: Kernel pesado de elite
zh_hans: 精英重型果核

source: Heavy Kern.
es: € Sem. Pesada
it: € pesante kern.
ja: 重いカーン
pl: € Ciężkie Nas.
pt_br: € Kern pesado.
zh_hans: 重型果核☆

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE"]/title
source: Solar Kernel
es: Semilla Solar
it: Kernel solare
ja: ソーラー・カーネル
ko: 태양열 낱알 포
pl: Słoneczne Nasiono
pt_br: Kernel solar
zh_hans: 日光果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE"]/short
source: Solar K.
es: S. Solar
ja: ソーラーK
pl: Słoneczne N.
zh_hans: 日光果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. This modified Kernel weapon will always create a fire instead of a breach.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Esta arma de Semilla modificada crea incendios en lugar de brechas.
ja: この武器は、オーキッド母星の巨大植物のカーネルを弾薬として使用する。この改良型カーネル・ウェポンは、ブリーチの代わりに火災を発生させる。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 이 개조된 낱알 포는 균열 대신 화재를 일으킵니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Ta zmodyfikowana broń na nasiona tworzy pożary zamiast wyłomów.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。这种经过改进的果核武器将必定引发火灾而非破舱。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE_ENEMY"]/title
source: Solar Kernel
es: Semilla Solar
it: Kernel solare
ja: ソーラー・カーネル
pl: Słoneczne Nasiono
pt_br: Kernel solar
zh_hans: 日光果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE_ENEMY"]/short
source: Kernel Sol.
es: Sem. Solar
ja: カーネル・ソル
pl: Nasiono Sło.
zh_hans: 日光果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE_ELITE"]/title
source: Elite Solar Kernel
es: Semilla Solar Élite
it: Kernel solare d'élite
ja: エリート・ソーラー・カーネル
ko: 엘리트 태양열 낱알 포
pl: Elitarne Słoneczne Nasiono
pt_br: Kernel solar de elite
zh_hans: 精英日光果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_FIRE_ELITE"]/short
source: Solar K.
es: € S. Solar
ja: ソーラーK.
pl: € Słoneczne N.
zh_hans: 日光果核☆

source: Elite Solar Kernel
es: Semilla Solar Élite
it: Kernel solare d'élite
ja: エリート・ソーラー・カーネル
ko: 엘리트 태양열 낱알 포
pl: Elitarne Słoneczne Nasiono
pt_br: Kernel solar de elite
zh_hans: 精英日光果核

source: Solar Kern.
es: € Sem. Solar
it: € Kern solare.
ja: ソーラー・カーン
pl: € Słoneczne Nas.
zh_hans: 日光果核☆

source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN"]/title
source: Chain Kernel
es: Semilla en Cadena
it: Kernel a catena
ja: チェーン・カーネル
ko: 연쇄 낱알 포
pl: Łańcuchowe Nasiono
pt_br: Kernel de corrente
zh_hans: 链式果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN"]/short
source: Chain K.
es: S. Cadena
it: Catena K.
ja: チェーンK
pl: Łańc. N.
zh_hans: 链式果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Kernels behave like missiles, but also have a 35% chance to ignore their ammunition cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Esta variante está rediseñada para una supresión constante.
ja: この武器は、オーキッド母星の巨大植物の核を弾薬として使用する。この亜種は常時制圧用に再設計されている。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 씨앗은 미사일처럼 작동하지만, 35%의 확률로 탄약을 소모하지 않습니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Ten wariant jest przystosowany do ciągłego ostrzału.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。果核与导弹类似，但有35%的几率不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN_ENEMY"]/title
source: Chain Kernel
es: Semilla en Cadena
it: Kernel a catena
ja: チェーン・カーネル
pl: Łańcuchowe Nasiono
pt_br: Kernel de corrente
zh_hans: 链式果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN_ENEMY"]/short
source: Kernel Chain
es: Cadena Sem.
it: Catena del kernel
ja: カーネル・チェーン
pl: Nasiono Łańc.
pt_br: Cadeia do kernel
zh_hans: 链式果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN_ELITE"]/title
source: Elite Chain Kernel
es: Semilla en Cadena Élite
it: Kernel a catena d'élite
ja: エリート・チェーン・カーネル
ko: 엘리트 연쇄 낱알 포
pl: Elitarne Łańcuchowe Nasiono
pt_br: Kernel de corrente de elite
zh_hans: 精英链式果核

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN_ELITE"]/short
source: Chain K.
es: € S. Cadena
ja: チェーンK。
pl: € Łańc. N.
zh_hans: 链式果核☆

# data/blueprints.xml.append$//weaponBlueprint[@name="KERNEL_CHAIN_ELITE"]/desc
source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Powerful Elite version with a guaranteed stun and higher chance to ignore their ammo cost.
es: Esta arma usa semillas de plantas gigantes del planeta natal de las Orquídeas como munición. Esta variante está rediseñada para una supresión constante. Potente versión de Élite con un aturdimiento garantizado y una mayor probabilidad de ignorar su costo de munición.
ja: この武器は、オーキッド母星の巨大植物の核を弾薬として使用する。この亜種は常時制圧用に改良されている。強力なエリートバージョンで、スタンが保証され、弾薬コストを無視する確率が高い。
ko: 오키드 고향 행성에서 자라는 거대한 식물의 씨앗을 탄약으로 삼는 무기입니다. 확정적으로 선원을 기절시키고, 더 높은 확률로 탄약 소모를 무시하는 강력한 엘리트 버전입니다.
pl: Ta broń używa nasion gigantycznych roślin z rodzinnej planety Orchidei jako amunicji. Ten wariant jest przystosowany do ciągłego ostrzału. Potężna wersja Elitarna z gwarantowanym ogłuszeniem i większą szansą na zignorowanie kosztu amunicji.
zh_hans: 这种武器使用来自兰花族母星的巨型植物的果核作为弹药。强大的精英版本，必定导致眩晕，有更高的几率不消耗弹药。

source: Elite Chain Kernel
es: Semilla en Cadena Élite
it: Kernel a catena d'élite
ja: エリート・チェーン・カーネル
pl: Elitarne Łańcuchowe Nasiono
pt_br: Kernel de corrente de elite
zh_hans: 精英链式果核

source: Kernel Chain
es: € Cadena Sem.
it: Catena del kernel €
ja: カーネル・チェーン
pl: € Nasiono Łańc.
pt_br: € Chain de kernel
zh_hans: 链式果核☆
