Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_8"]/desc
source: The strongest of the Burst Laser line. Though not sold to common ships, this weapon can fire the largest salvo among Laser weapons.
es: El más fuerte de la línea de Láseres de Ráfaga. Aunque no se vende a naves comunes, esta arma puede disparar la salva más grande entre las armas Láser.
it: La linea laser più forte della scoppiata.Sebbene non venduta a navi comuni, quest'arma può sparare la più grande salva tra le armi laser.
ja: バーストレーザーラインの中で最も強い。一般の船には販売されていないが、この兵器はレーザー兵器の中で最大の一斉射撃を行うことができる。
ko: 최강의 점사형 레이저입니다. 일반 함선엔 판매되지 않지만, 그 어떤 레이저 무기보다도 강력한 레이저 세례를 퍼부을 수 있습니다.
pl: Najsilniejszy z linii Laserów Salwowych. Chociaż nie jest sprzedawany zwykłym statkom, ta broń może wystrzelić największą salwę spośród broni laserowych.
pt_br: A mais forte da linha Burst Laser. Embora não seja vendida para navios comuns, essa arma pode disparar a maior salva entre as armas a laser.
zh_hans: 最强的爆裂激光。虽然不出售给普通舰船，但这件武器可以发射远多于任何其他激光武器的弹体数量。

source: Heavy Laser MK I
es: Láser Pesado MK I
it: Pesante laser mk i
ja: ヘビー・レーザー MK I
ko: 중형 레이저 마크 I
pl: Ciężki Laser MK I
pt_br: Laser pesado MK I
zh_hans: 重型激光I

source: Heavy I
es: Pesado I
it: Pesante io
ja: ヘビーI
pl: Ciężki I
pt_br: Pesado I
zh_hans: 重型激光I

source: Heavy Lasers are limited in projectiles compared to Burst Lasers, but do twice as much damage.
es: Los Láseres Pesados tienen menos proyectiles que los Láseres de Ráfaga, pero hacen el doble de daño.
it: I laser pesanti sono limitati nei proiettili rispetto ai laser a scoppio, ma fanno il doppio dei danni.
ja: ヘビーレーザーはバーストレーザーと比べて発射物が限られているが、2倍のダメージを与える。
ko: 중형 레이저는 점사형 레이저보다 발사 횟수가 적지만, 두 배의 피해를 가합니다.
pl: Ciężkie Lasery mają ograniczoną liczbę pocisków w porównaniu do Laserów Salwowych, ale zadają dwa razy więcej obrażeń.
pt_br: Os lasers pesados têm projéteis limitados em comparação com os lasers de explosão, mas causam o dobro do dano.
zh_hans: 与爆裂激光相比，重型激光发射的弹体有限，但造成的伤害是其两倍。

source: Heavy Laser MK II
es: Láser Pesado MK II
it: Pesante laser mk ii
ja: ヘビー・レーザー MK II
ko: 중형 레이저 마크 II
pl: Ciężki Laser MK II
pt_br: Laser pesado MK II
zh_hans: 重型激光II

source: Heavy II
es: Pesado II
it: Pesante II
ja: ヘビーII
pl: Ciężki II
pt_br: Pesado II
zh_hans: 重型激光II

source: An upgraded Heavy Laser that fires an additional projectile.
es: Un Láser Pesado mejorado que dispara un proyectil adicional.
it: Un laser pesante aggiornato che spara un proiettile aggiuntivo.
ja: 追加の発射体を発射するアップグレードされたヘビーレーザー。
ko: 발사 횟수가 늘어난 고급 중형 레이저입니다.
pl: Ulepszony Ciężki Laser, który wystrzeliwuje dodatkowy pocisk.
pt_br: Um Heavy Laser aprimorado que dispara um projétil adicional.
zh_hans: 升级版重型激光，可额外发射一发弹体。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_3"]/title
source: Heavy Laser MK III
es: Láser Pesado MK III
it: Pesante laser mk iii
ja: ヘビー・レーザー MK III
ko: 중형 레이저 마크 III
pl: Ciężki Laser MK III
pt_br: Laser pesado MK III
zh_hans: 重型激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_3"]/short
source: Heavy III
es: Pesado III
it: Pesante III
ja: ヘビーIII
pl: Ciężki III
pt_br: Pesado III
zh_hans: 重型激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_3"]/desc
source: An advanced Heavy Laser that fires 3 high-damage projectiles.
es: Un Láser Pesado avanzado que dispara 3 proyectiles de alto daño.
it: Un laser pesante avanzato che spara 3 proiettili ad alto danno.
ja: 高ダメージの発射体を3発発射する高度なヘビーレーザー。
ko: 세 발의 고위력 발사체를 쏘는 최고급 중형 레이저입니다.
pl: Zaawansowany Ciężki Laser, który wystrzeliwuje 3 pociski o wysokich obrażeniach.
pt_br: Um Heavy Laser avançado que dispara 3 projéteis de alto dano.
zh_hans: 一种先进的重型激光，可发射3枚高伤害弹体。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_CHAINGUN"]/title
source: Chain Heavy Laser
es: Láser Pesado en Cadena
it: Laser pesante a catena
ja: チェーンヘビーレーザー
ko: 연쇄 중형 레이저
pl: Ciężki Laser Łańcuchowy
pt_br: Laser pesado em cadeia
zh_hans: 链式重型激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_CHAINGUN"]/short
source: Chain Heavy
es: Pesado Cad.
it: Catena pesante
ja: チェーン・ヘビー
pl: Ciężki Łańc.
pt_br: Corrente pesada
zh_hans: 链式重激

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_CHAINGUN"]/desc
source: Heavy lasers are limited in projectiles compared to Burst Lasers, but do twice as much damage. Cooldown gets quicker with each volley.
es: Los láseres pesados tienen menos proyectiles que los Láseres de Ráfaga, pero hacen el doble de daño. El tiempo de recarga se reduce con cada andanada.
it: I laser pesanti sono limitati nei proiettili rispetto ai laser a scoppio, ma fanno il doppio dei danni.Il recupero diventa più veloce con ogni tiro al volo.
ja: ヘビーレーザーはバーストレーザーと比べて発射物が限られているが、2倍のダメージを与える。発射ごとにクールダウンが早くなる。
ko: 중형 레이저는 점사형 레이저보다 발사 횟수가 적지만, 두 배의 피해를 가합니다. 발사할 때마다 충전 시간이 줄어듭니다.
pl: Ciężkie lasery mają ograniczoną liczbę pocisków w porównaniu do Laserów Salwowych, ale zadają dwa razy więcej obrażeń. Czas odnowienia skraca się z każdą salwą.
pt_br: Os lasers pesados têm projéteis limitados em comparação com os lasers de explosão, mas causam o dobro do dano. O tempo de recarga fica mais rápido a cada disparo.
zh_hans: 与爆裂激光相比，重型激光发射的弹体有限，但造成的伤害是其两倍。每次射击都会缩短充能时间。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_PIERCE"]/title
source: Piercing Heavy Laser
es: Láser Pesado Perforante
it: Piercing Laser pesante
ja: 貫通ヘビーレーザー
ko: 중형 관통 레이저
pl: Ciężki Laser Przebijający
zh_hans: 穿刺重型激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_PIERCE"]/short
source: Pierce Heavy
es: Pesado Perf.
ja: ピアス・ヘビー
pl: Przebijający Ciężki
zh_hans: 穿刺重激

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HEAVY_PIERCE"]/desc
source: A specialized Heavy Laser weapon that pierces an additional shield barrier.
es: Un arma Láser Pesada especializada que atraviesa una barrera de escudo adicional.
it: Un'arma laser pesante specializzata che trafigge un'ulteriore barriera di scudo.
ja: 追加のシールドバリアを貫通する特殊なヘビーレーザー兵器。
ko: 방어막을 관통하는 특수한 중형 레이저입니다.
pl: Specjalistyczna broń typu Ciężki Laser, która przebija dodatkową barierę tarczy.
pt_br: Uma arma especializada em Laser Pesado que perfura uma barreira de escudo adicional.
zh_hans: 一种特化的重型激光武器，可以额外穿透一层护盾屏障。

source: Anti-Hull Laser MK I
es: Láser Anticasco MK I
it: Laser anti-Hull Mk I
ja: アンチハル・レーザー MK I
ko: 선체 파괴 레이저 마크 I
pl: Laser Przeciwkadłubowy MK I
pt_br: Laser anti-casco MK I
zh_hans: 破舰激光I

source: Anti-Hull I
es: Anticasco I
ja: アンチハルI
pl: P-Kadłub I
pt_br: Anti-casco I
zh_hans: 破舰激光I

source: A specially designed military Laser that does higher damage against rooms without systems.
es: Un Láser militar especialmente diseñado que inflige más daño contra salas sin sistemas.
it: Un laser militare appositamente progettato che fa danni più elevati contro le stanze senza sistemi.
ja: システムのない部屋に対してより高いダメージを与える特別に設計された軍用レーザー。
ko: 시스템이 없는 선실에 더 큰 피해를 주도록 특수설계된 군용 레이저입니다.
pl: Specjalnie zaprojektowany laser wojskowy, który zadaje większe obrażenia pomieszczeniom bez systemów.
pt_br: Um laser militar especialmente projetado que causa mais danos contra salas sem sistemas.
zh_hans: 一种专门设计的军用激光武器，对没有系统的舱室造成更多伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_1_ENEMY"]/title
source: Anti-Hull Laser MK I
es: Láser Anticasco MK I
it: Laser anti-Hull Mk I
ja: アンチハル・レーザー MK I
pl: Laser Przeciwkadłubowy MK I
pt_br: Laser anti-casco MK I
zh_hans: 破舰激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_1_ENEMY"]/short
source: Anti-Hull I
es: Anticasco I
ja: アンチハルI
pl: P-Kadłub I
pt_br: Anti-casco I
zh_hans: 破舰激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

source: Anti-Hull Laser MK II
es: Láser Anticasco MK II
it: Laser anti-Hull Mk II
ja: アンチハル・レーザー MK II
ko: 선체 파괴 레이저 마크 II
pl: Laser Przeciwkadłubowy MK II
pt_br: Laser anti-casco MK II
zh_hans: 破舰激光II

source: Anti-Hull II
es: Anticasco II
ja: アンチハルII
pl: P-Kadłub II
zh_hans: 破舰激光II

source: Upgraded variant of the Anti-Hull Laser which fires an additional projectile but uses more power.
es: Variante mejorada del Láser Anticasco que dispara un proyectil adicional pero usa más energía.
it: Variante aggiornata del laser anti-Hull che spara un proiettile aggiuntivo ma utilizza più potenza.
ja: アンチハルレーザーのアップグレード版。追加の発射体を発射するが、より多くの動力を消費する。
ko: 더 많은 전력을 사용하지만 발사 횟수가 증가한 고급 선체 파괴 레이저입니다.
pl: Ulepszony wariant Lasera Przeciwkadłubowego, który wystrzeliwuje dodatkowy pocisk, ale zużywa więcej energii.
pt_br: Variante atualizada do laser anti-casco que dispara um projétil adicional, mas usa mais energia.
zh_hans: 破舰激光的升级版本，发射额外的弹体，但需要更多的能量。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_3"]/title
source: Anti-Hull Laser MK III
es: Láser Anticasco MK III
it: Laser Anti-Hull Mk III
ja: アンチハル・レーザー MK III
ko: 선체 파괴 레이저 마크 III
pl: Laser Przeciwkadłubowy MK III
pt_br: Laser anti-casco MK III
zh_hans: 破舰激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_3"]/short
source: Anti-Hull III
es: Anticasco III
ja: アンチハルIII
pl: P-Kadłub III
zh_hans: 破舰激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_3"]/desc
source: Advanced Anti-Hull Laser that fires 4 shots in total. Can be devastating if used to target systemless rooms.
es: Láser Anticasco avanzado que dispara 4 tiros en total. Puede ser devastador si se usa para apuntar a salas sin sistemas.
it: Laser anti-Hull avanzato che spara 4 colpi in totale.Può essere devastante se utilizzato per colpire le stanze senza sistema.
ja: 合計4発発射する高度なアンチハル レーザー。システムのない部屋をターゲットに使用すると、壊滅的な影響を与える可能性がある。
ko: 총 4발을 쏘는 최고급 선체 파괴 레이저입니다. 시스템이 없는 선실에 치명적입니다.
pl: Zaawansowany Laser Przeciwkadłubowy, który wystrzeliwuje łącznie 4 strzały. Może być niszczycielski, jeśli zostanie użyty do celowania w pomieszczenia bez systemów.
pt_br: Laser anti-casco avançado que dispara 4 tiros no total. Pode ser devastador se for usado para atingir salas sem sistema.
zh_hans: 先进的破舰激光，一次发射4发弹体。瞄准空舱室时威力是毁灭性的。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_CHAINGUN"]/title
source: Chain Anti-Hull Laser
es: Láser Anticasco en Cadena
it: Laser anti-Hull a catena
ja: チェーン・アンチハル・レーザー
ko: 연쇄 선체 파괴 레이저
pl: Laser Przeciwkadłubowy Łańcuchowy
pt_br: Laser anti-casco de corrente
zh_hans: 链式破舰激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_CHAINGUN"]/short
source: Ch. Anti-Hull
es: Cad. Anticasco
it: Cap.Anti-Hull
ja: Ch.アンチハル
pl: Łańc. P-Kadłub
pt_br: Ch. Anti-casco
zh_hans: 链式舰激

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_HULL_CHAINGUN"]/desc
source: A specially designed military Laser that does higher damage against rooms without systems. Cooldown gets quicker with each volley.
es: Un Láser militar especialmente diseñado que inflige más daño contra salas sin sistemas. El tiempo de recarga se reduce con cada andanada.
it: Un laser militare appositamente progettato che fa danni più elevati contro le stanze senza sistemi.Il recupero diventa più veloce con ogni tiro al volo.
ja: システムのない部屋に対してより大きなダメージを与える特別に設計された軍用レーザー。発射ごとにクールダウンが早くなる。
ko: 시스템이 없는 선실에 더 큰 피해를 주도록 특수설계된 군용 레이저입니다. 발사할 때마다 충전 시간이 줄어듭니다.
pl: Specjalnie zaprojektowany laser wojskowy, który zadaje większe obrażenia pomieszczeniom bez systemów. Czas odnowienia skraca się z każdą salwą.
pt_br: Um laser militar especialmente projetado que causa mais danos contra salas sem sistemas. A recarga fica mais rápida a cada disparo.
zh_hans: 一种专门设计的军用激光武器，对没有系统的舱室造成更多伤害。每组射击都会缩短充能时间。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_LIGHT"]/title
source: Light Laser MK I
es: Láser Ligero MK I
it: Laser leggero mk i
ja: ライトレーザー MK I
ko: 경량형 레이저 마크 I
pl: Lekki Laser MK I
pt_br: Laser de luz MK I
zh_hans: 轻型激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_LIGHT"]/short
source: Light I
es: Ligero I
it: Luce i
ja: ライトI
pl: Lekki I
pt_br: Luz I
zh_hans: 轻型激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_LIGHT"]/desc
source: A faster charging assault Laser which can be used to take down shields quickly, but does no system or crew damage.
es: Un Láser de asalto de carga más rápida que puede usarse para derribar escudos rápidamente, pero no inflige daño a sistemas ni a la tripulación.
it: Un laser d'assalto di ricarica più veloce che può essere utilizzato per abbattere rapidamente gli scudi, ma non fa danni al sistema o all'equipaggio.
ja: シールドを素早く破壊するために使用できる高速チャージアサルトレーザーだが、システムやクルーにはダメージを与えない。
ko: 충전 시간이 짧아 방어막을 빠르게 제거하는 돌격 레이저입니다.
pl: Szybciej ładujący się laser szturmowy, który można użyć do szybkiego zdejmowania tarcz, ale nie zadaje obrażeń systemom ani załodze.
pt_br: Um laser de assalto de carregamento mais rápido que pode ser usado para derrubar escudos rapidamente, mas não causa danos ao sistema ou à tripulação.
zh_hans: 一种充能更快的突击激光，可用于快速瓦解护盾，但不会对系统或船员造成伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_LIGHT_2"]/title
source: Light Laser MK II
es: Láser Ligero MK II
it: Laser leggero mk ii
ja: ライトレーザー MK II
ko: 경량형 레이저 마크 II
pl: Lekki Laser MK II
pt_br: Laser de luz MK II
zh_hans: 轻型激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_LIGHT_2"]/short
source: Light II
es: Ligero II
it: Luce II
ja: ライトII
pl: Lekki II
pt_br: Luz II
zh_hans: 轻型激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_LIGHT_2"]/desc
source: An upgraded Light Laser which fires extremely quickly and can keep a shield barrier under constant suppression.
es: Un Láser Ligero mejorado que dispara extremadamente rápido y puede mantener una barrera de escudo bajo supresión constante.
it: Un laser leggero aggiornato che spara molto rapidamente e può mantenere una barriera di scudo sotto costante soppressione.
ja: 非常に速く発射し、シールドバリアを常に抑制し続けることができるアップグレードされたライトレーザー。
ko: 극도로 빠르게 연사하여 방어막에 지속적인 압박을 가하는 고급 경량형 레이저입니다.
pl: Ulepszony Lekki Laser, który strzela niezwykle szybko i może utrzymywać barierę tarczy pod stałym ostrzałem.
pt_br: Um Light Laser aprimorado que dispara com extrema rapidez e pode manter uma barreira de escudo sob constante supressão.
zh_hans: 一种升级版轻型激光，充能速度极快，可以持续压制护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE"]/title
source: Pierce Laser MK I
es: Láser Perforante MK I
ja: ピアス・レーザー MK I
ko: 관통 레이저 마크 I
pl: Laser Przebijający MK I
zh_hans: 穿刺激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE"]/short
source: Pierce I
es: Perforante I
ja: ピアスI
pl: Przebijający I
zh_hans: 穿刺激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE"]/desc
source: A unique assault Laser that can pierce additional shield layers.
es: Un Láser de asalto único que puede atravesar capas de escudo adicionales.
it: Un laser d'assalto unico che può perforare ulteriori livelli di scudo.
ja: 追加のシールド層を貫通できるユニークなアサルトレーザー。
ko: 방어막을 관통하는 독특한 돌격 레이저입니다.
pl: Unikalny laser szturmowy, który może przebijać dodatkowe warstwy tarczy.
pt_br: Um laser de ataque exclusivo que pode perfurar camadas adicionais de escudo.
zh_hans: 一种独特的突击激光，可以穿透额外的护盾层。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_ENEMY"]/title
source: Pierce Laser MK I
es: Láser Perforante MK I
ja: ピアス・レーザー MK I
pl: Laser Przebijający MK I
zh_hans: 穿刺激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_ENEMY"]/short
source: Pierce I
es: Perforante I
ja: ピアスI
pl: Przebijający I
zh_hans: 穿刺激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_ENEMY"]/desc
source: A unique assault Laser that can pierce additional shield layers.
es: Un Láser de asalto único que puede atravesar capas de escudo adicionales.
it: Un laser d'assalto unico che può perforare ulteriori livelli di scudo.
ja: 追加のシールド層を貫通できるユニークなアサルトレーザー。
pl: Unikalny laser szturmowy, który może przebijać dodatkowe warstwy tarczy.
pt_br: Um laser de ataque exclusivo que pode perfurar camadas adicionais de escudo.
zh_hans: 一种独特的突击激光，可以穿透额外的护盾层。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_2"]/title
source: Pierce Laser MK II
es: Láser Perforante MK II
ja: ピアス・レーザー MK II
ko: 관통 레이저 마크 II
pl: Laser Przebijający MK II
zh_hans: 穿刺激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_2"]/short
source: Pierce II
es: Perforante II
ja: ピアースII
pl: Przebijający II
zh_hans: 穿刺激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_2"]/desc
source: An upgraded Pierce Laser that can fire enough projectiles to get through 4 layers of shields!
es: ¡Un Láser Perforante mejorado que puede disparar suficientes proyectiles para atravesar 4 capas de escudos!
it: Un laser Pierce aggiornato che può sparare abbastanza proiettili per superare 4 strati di scudi!
ja: アップグレードされたピアス レーザーは、4層のシールドを通過するのに十分な発射体を発射できる。
ko: 4겹의 방어막도 뚫을 만큼의 발사체를 쏘는 고급 관통 레이저입니다.
pl: Ulepszony Laser Przebijający, który może wystrzelić wystarczającą liczbę pocisków, aby przebić się przez 4 warstwy tarcz!
pt_br: Um Pierce Laser aprimorado que pode disparar projéteis suficientes para atravessar 4 camadas de escudos!
zh_hans: 升级的穿刺激光，可以发射足够的弹体，来射穿4层护盾！

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_2_ENEMY"]/title
source: Pierce Laser MK II
es: Láser Perforante MK II
ja: ピアス・レーザー MK II
pl: Laser Przebijający MK II
zh_hans: 穿刺激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_2_ENEMY"]/short
source: Pierce II
es: Perforante II
ja: ピアースII
pl: Przebijający II
zh_hans: 穿刺激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PIERCE_2_ENEMY"]/desc
source: An upgraded Pierce laser that can fire enough projectiles to get through 5 shields!
es: ¡Un láser Perforante mejorado que puede disparar suficientes proyectiles para atravesar 5 escudos!
it: Un laser Pierce aggiornato che può sparare abbastanza proiettili per superare 5 scudi!
ja: 5つのシールドを通過するのに十分な発射体を発射できる、アップグレードされたピアスレーザーだ。
pl: Ulepszony Laser Przebijający, który może wystrzelić wystarczającą liczbę pocisków, aby przebić się przez 5 tarcz!
pt_br: Um laser Pierce atualizado que pode disparar projéteis suficientes para atravessar 5 escudos!
zh_hans: 升级的穿刺激光，可以发射足够的弹体，来射穿5层护盾！

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN"]/title
source: Chain Burst Laser
es: Láser de ráfaga de cadena
it: Laser a rottura a catena
ja: チェーンバーストレーザー
ko: 연쇄 레이저
pl: Laser pulsowy łańcucha
pt_br: Laser de fuga de cadeia
zh_hans: 链式爆裂激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN"]/short
source: Chain Burst
es: Ráfaga en Cadena
it: Scoppio a catena
ja: チェーン・バースト
pl: Salwa Łańcuchowa
pt_br: Explosão de corrente
zh_hans: 链式激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN"]/desc
source: This dual shot Laser decreases in cooldown the more it fires.
es: Este Láser de doble disparo reduce su tiempo de recarga cuanto más dispara.
it: Questo laser a doppio colpo diminuisce nel tempo di recupero, più si accende.
ja: このデュアルショットレーザーは、発射するほどクールダウンが減少する。
ko: 이 레이저는 발사할 때마다 장전시간이 줄어듭니다.
pl: Ten dwustrzałowy Laser skraca czas odnowienia im więcej strzela.
pt_br: Esse laser de disparo duplo diminui a recarga quanto mais é disparado.
zh_hans: 这种双发激光随发射次数减少充能时间。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_ENEMY"]/title
source: Chain Burst Laser
es: Láser de ráfaga de cadena
it: Laser a rottura a catena
ja: チェーンバーストレーザー
pl: Laser pulsowy łańcucha
pt_br: Laser de fuga de cadeia
zh_hans: 链式爆裂激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_ENEMY"]/short
source: Chain Burst
es: Ráfaga en Cadena
it: Scoppio a catena
ja: チェーン・バースト
pl: Salwa Łańcuchowa
pt_br: Explosão de corrente
zh_hans: 链式激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_2"]/title
source: Chain Vulcan
es: Cadena vulcana
ja: チェーンバルカン
ko: 연사식 발칸
pl: Łańcuch „wulkan”
zh_hans: 链式火神激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_2"]/short
source: Vulcan
es: Vulcano
it: Vulcano
ja: バルカン
pl: Wulkan
zh_hans: 链式火神

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_2"]/desc
source: This Laser weapon takes a long time to warm up. Each time it fires it decreases the cooldown, eventually able to take down any amount of shields.
es: Esta arma Láser tarda mucho en calentarse. Cada vez que dispara, reduce el tiempo de recarga, llegando a poder derribar cualquier cantidad de escudos.
it: Quest'arma laser impiega molto tempo per riscaldarsi.Ogni volta che si accende diminuisce il recupero, alla fine in grado di abbattere qualsiasi quantità di scudi.
ja: このレーザー兵器はウォームアップに長い時間がかかる。発射するたびにクールダウンが減少し、最終的には任意の数のシールドを破壊できるようになる。
ko: 예열하는데 시간이 오래 걸리는 레이저 무기입니다. 발사할때마다 점점 장전시간이 감소하여, 나중엔 방어막을 무용지물로 만들어버립니다.
pl: Ta broń laserowa potrzebuje dużo czasu na rozgrzanie. Za każdym strzałem skraca czas odnowienia, ostatecznie będąc w stanie zniszczyć dowolną liczbę tarcz.
pt_br: Essa arma a laser leva muito tempo para aquecer. Cada vez que é disparada, diminui o tempo de resfriamento e, por fim, é capaz de derrubar qualquer quantidade de escudos.
zh_hans: 这种激光武器需要很长时间才能预热。每次发射时，它都会减少充能时间，最终能够射穿任意层数的护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN"]/title
source: Charge Laser MK I
es: Láser de Carga MK I
it: Carica laser mk i
ja: チャージ・レーザー MK I
ko: 충전식 레이저 마크 I
pl: Laser Ładunkowy MK I
pt_br: Laser de carga MK I
zh_hans: 充能激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN"]/short
source: Charge I
es: Carga I
it: Carica i
ja: チャージ I
pl: Ładunkowy I
pt_br: Carga I
zh_hans: 充激I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN"]/desc
source: This Laser weapon can charge multiple projectiles, or fire its volley early.
es: Esta arma Láser puede cargar múltiples proyectiles, o disparar su andanada antes de tiempo.
it: Questa arma laser può caricare più proiettili o sparare presto il suo tiro al volo.
ja: このレーザー兵器は複数の発射体をチャージしたり、早いタイミングで一斉射撃を行うことができる。
ko: 발사체를 모아 발사할 수 있는 레이저 무기입니다.
pl: Ta broń laserowa może ładować wiele pocisków lub wystrzelić salwę wcześniej.
pt_br: Essa arma a laser pode carregar vários projéteis ou disparar sua salva antecipadamente.
zh_hans: 这种激光武器可以充填多个弹体，或者提前射出。

source: Charge Laser MK I
es: Láser de Carga MK I
it: Carica laser mk i
ja: チャージ・レーザー MK I
pl: Laser Ładunkowy MK I
pt_br: Laser de carga MK I
zh_hans: 充能激光I

source: Charge I
es: Carga I
it: Carica i
ja: チャージ I
pl: Ładunkowy I
pt_br: Carga I
zh_hans: 充激I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_ENEMY"]/desc
source: This Laser weapon can charge multiple projectiles, or fire its volley early.
es: Esta arma Láser puede cargar múltiples proyectiles, o disparar su andanada antes de tiempo.
it: Questa arma laser può caricare più proiettili o sparare presto il suo tiro al volo.
ja: このレーザー兵器は複数の発射体をチャージしたり、早いタイミングで一斉射撃を行うことができる。
pl: Ta broń laserowa może ładować wiele pocisków lub wystrzelić salwę wcześniej.
pt_br: Essa arma a laser pode carregar vários projéteis ou disparar sua salva antecipadamente.
zh_hans: 这种激光武器可以充填多个弹体，或者提前射出。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_2"]/title
source: Charge Laser MK II
es: Láser de Carga MK II
it: Carica Laser Mk II
ja: チャージ・レーザー MK II
ko: 충전식 레이저 마크 II
pl: Laser Ładunkowy MK II
pt_br: Laser de carga MK II
zh_hans: 充能激光II
