Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/title
source: ERROR
it: ERRORE
ja: エラー
ko: 에러
pl: BŁĄD
pt_br: ERRO
zh_hans: 错误

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/short
source: ERROR
it: ERRORE
ja: エラー
pl: BŁĄD
pt_br: ERRO
zh_hans: 错误

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/desc
source: You should never see this.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見てはならない。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: Você nunca deve ver isso.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TUTORIAL"]/class
source: Kestrel
es: Cernícalo
it: Gheppio
ja: ケストレル
pl: Pustułka
pt_br: Francelho
zh_hans: 红隼

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TUTORIAL"]/name
source: The Kestrel
es: El cernícalo
it: Il chestrel
ja: ケストレル
pl: Pustułka
pt_br: O Kestrel
zh_hans: 红隼号

# data/blueprints.xml.append$//shipBlueprint[@name="DEFAULT"]/class
source: THIS IS A BUG. REPORT IT ALONG WITH THE EVENT AND SECTOR.
es: Este es un error.Informarlo junto con el evento y el sector.
it: Questo è un bug.Segnalalo insieme all'evento e al settore.
ja: これはバグです。イベントとセクターとともに報告してください。
ko: 이것은 버그입니다. 이벤트와 구역을 모두 제보해 주세요.
pl: To jest błąd.Zgłoś to, wskazując zdarzenie i sektor.
pt_br: Este é um bug.Relate -o junto com o evento e o setor.
zh_hans: 出错了，请报告所在星区与事件。

source: Burst Laser Mark I
es: Burn Laser Mark I
ja: バースト・レーザー・マークI
pl: Laser impulsowy i
zh_hans: 爆裂激光I

source: Burst Laser I
es: Láser de estallido yo
ja: バーストレーザー I
pl: Impulse i
pt_br: Estouro a laser i
zh_hans: 爆裂激光I

source: This simple burst laser isn't flashy but it gets the job done.
es: Este láser de explosión simple no es llamativo, pero hace el trabajo.
it: Questo semplice laser a scoppio non è appariscente ma fa il lavoro.
ja: このシンプルなバーストレーザーには派手さはないが、十分な役割を果たしてくれる。
pl: Ten zwykły laser impulsowy nie świeci z cechami, ale szczerze mówiąc, wykonuje swoją pracę.
pt_br: Esse laser de explosão simples não é chamativo, mas faz o trabalho.
zh_hans: 这种简单的爆裂激光实而不华。

source: Burst Laser Mark II
es: Burn Laser Mark II
ja: バースト・レーザー・マークII
pl: Impulse Laser Mod.Ii
zh_hans: 爆裂激光II

source: Burst Laser II
es: Láser de estallido II
ja: バースト・レーザーII
pl: Impulse II
zh_hans: 爆裂激光II

source: Slightly improved version of the burst laser that fires more shots per charge.
es: Versión ligeramente mejorada del láser de ráfaga que dispara más disparos por carga.
it: Versione leggermente migliorata del laser a scoppio che spara più colpi per carica.
ja: バーストレーザーのわずかに改良されたバージョン。1回のチャージでより多くのショットが発射可能になった。
pl: Nieco ulepszona wersja pulsacyjnego lasera, która wykonuje więcej strzałów w salwie.
pt_br: Versão ligeiramente aprimorada do laser de explosão que dispara mais tiros por carga.
zh_hans: 爆裂激光I型的微改进版本，每次充能可以发射更多弹体。

source: Burst Laser Mark III
es: Burn Laser Mark III
ja: バースト・レーザー・マークIII
pl: Impulse Laser Mod.Iii
zh_hans: 爆裂激光III

source: Burst L. III
ja: バーストL.
pl: Impulse III
zh_hans: 爆裂激光III

source: Powerful burst laser that fires off an impressive barrage.
es: Poderoso láser de estallido que dispara un aluvión impresionante.
it: Potente laser a scoppio che spara da un impressionante raffica.
ja: 印象的な弾幕を放つ強力なバーストレーザー。
pl: Potężny laser impulsowy, który wytwarza imponującą falę strzałów.
pt_br: Laser de explosão poderosa que dispara uma enxurrada impressionante.
zh_hans: 强大的爆裂激光，可以发射出可观的弹幕。

source: Heavy Laser Mark I
es: Marca láser pesada I
it: Pesante marchio laser i
ja: ヘビー・レーザー・マークI
pl: Ciężki laser i
pt_br: Marcos a laser pesados i
zh_hans: 重型激光I

source: Heavy Laser I
es: Láser pesado yo
it: Laser pesante i
ja: ヘビー・レーザー I
pl: Śmieci.Laser i
pt_br: Laser pesado i
zh_hans: 重型激光I

source: Heavy lasers can wreak more havoc than their smaller, burst laser counterparts
es: Los láseres pesados pueden causar más estragos que sus homólogos láser más pequeños y explosivos
it: I laser pesanti possono provocare più caos delle loro controparti laser più piccole e scoppiate
ja: ヘビーレーザーは、小型のバーストレーザーよりも大きな破壊を引き起こす可能性がある。
pl: Ciężkie lasery mogą powodować więcej uszkodzeń niż ich małe analogi impulsowe
pt_br: Lasers pesados podem causar mais estragos do que seus colegas menores e de laser estourados
zh_hans: 重型激光可以比同型号的爆裂激光造成更高的伤害

source: Heavy Laser Mark II
es: Marca láser pesada II
it: Laser Mark II pesante
ja: ヘビー・レーザー・マークII
pl: Ciężki mod laserowy.Ii
pt_br: Marcos a laser pesado II
zh_hans: 重型激光II

source: Heavy Laser II
es: Láser pesado II
it: Laser pesante II
ja: ヘビー・レーザーII
pl: Śmieci.Laser II
pt_br: Laser pesado II
zh_hans: 重型激光II

source: This heavy laser fires two shots in quick succession, each dealing 2 damage.
es: Este láser pesado dispara dos tiros en rápida sucesión, cada uno causa 2 daños.
it: Questo pesante laser spara due colpi in rapida successione, ciascuno infliggendo 2 danni.
ja: このヘビーレーザーは2発のショットを連続して発射し、それぞれ2ダメージを与える。
pl: Ten ciężki laser wykonuje dwa strzały z rzędu, z których każdy wyrządza 2 obrażenia.
pt_br: Este pesado laser dispara dois tiros em rápida sucessão, cada um causando 2 danos.
zh_hans: 这种重型激光会快速连续发射两枚弹体，每发造成2点伤害。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="MISSILES_3"]/title
source: Hermes Missile
es: Misil Hermes
it: Missile Hermes
ja: ヘルメス・ミサイル
pl: Instalacja rakietowa „Hermes”
pt_br: Míssil Hermes
zh_hans: '信使'导弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="MISSILES_3"]/short
source: Hermes
it: Ermete
ja: ヘルメス
zh_hans: 信使导弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="MISSILES_3"]/desc
source: Standard but powerful missile.
es: Misil estándar pero poderoso.
it: Missile standard ma potente.
ja: 標準的だが強力なミサイル。
pl: Standardowa, ale potężna rakieta.
pt_br: Míssil padrão, mas poderoso.
zh_hans: 普通但威力强大的导弹。

source: Pegasus Missile
es: Misil Pegaso
it: Missile Pegasus
ja: ペガサスミサイル
pl: Instalacja rakietowa „Pegasus”
pt_br: Míssil Pegasus
zh_hans: '飞马'导弹

source: Pegasus
es: Pegaso
ja: ペガサス
pl: Pegaz
zh_hans: 飞马导弹

source: Creative missile design allows for two projectiles for the cost of one!
es: ¡El diseño creativo de misiles permite dos proyectiles para el costo de uno!
it: Creative Missile Design consente due proiettili per il costo di uno!
ja: 独創的な設計により、1発分のコストで2発のミサイルを発射可能。
pl: Kreatywny design rakiety pozwala strzelać do dwóch skorup w cenie jednej!
pt_br: O design criativo de mísseis permite dois projéteis pelo custo de um!
zh_hans: 创造性的导弹设计允许以一枚的成本打出两发导弹！

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BREACH"]/title
source: Breach Missiles
es: Misiles de violación
it: Missili di violazione
ja: ブリーチ・ミサイル
pl: Słoneczna instalacja rakietowa
pt_br: Violar mísseis
zh_hans: 破舱导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BREACH"]/short
source: Breach
es: Incumplimiento
it: Violazione
ja: 違反
pl: Załamanie
pt_br: Violação
zh_hans: 破舱导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_BREACH"]/desc
source: These missiles are designed to cause maximum destruction to ship hull armor.
es: Estos misiles están diseñados para causar la máxima destrucción para enviar armaduras de casco.
it: Questi missili sono progettati per causare la massima distruzione all'armatura dello scafo.
ja: これらのミサイルは、船体の装甲に最大限の破壊を引き起こすように設計されている。
pl: Pociski te zostały zaprojektowane w celu maksymalizacji zniszczenia pancernego kadłuba statku.
pt_br: Esses mísseis são projetados para causar a destruição máxima para enviar armaduras de casco.
zh_hans: 这些导弹旨在对舰体装甲造成最大的破舱损坏。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_LONG"]/title
source: Pike Beam
es: Haz de luces
it: Raggio di luccio
ja: パイクビーム
pl: Ray „Pika”
pt_br: Feixe de pique
zh_hans: '长枪'光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_LONG"]/short
source: Pike Beam
es: Haz de luces
it: Raggio di luccio
ja: パイクビーム
pl: Ray „Pika”
pt_br: Feixe de pique
zh_hans: 长枪光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_LONG"]/desc
source: Can cut across entire ships, assuming there's no shield to stop it.
es: Puede atravesar barcos enteros, suponiendo que no haya escudo para detenerlo.
it: Può attraversare intere navi, supponendo che non ci sia scudo per fermarlo.
ja: シールドに遮られない限り、艦全体を切り裂くことができる。
pl: Może przeanalizować całe statki, jeśli nie ma tarczy, która może ją zatrzymać.
pt_br: Pode cortar os navios inteiros, assumindo que não há escudo para detê -lo.
zh_hans: 可以切过整艘舰船，前提是没有护盾抵挡它。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_2"]/title
source: Halberd Beam
es: Haz de alabarda
it: Raggio di halberd
ja: ハルバード・ビーム
pl: Ray „Alabard”
zh_hans: '战戟'光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_2"]/short
source: Halberd Beam
es: Haz de alabarda
it: Raggio di halberd
ja: ハルバード・ビーム
pl: Ray „Alabard”
zh_hans: 战戟光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_2"]/desc
source: Slow but reliably powerful standard beam weapon.
es: Arma de haz estándar lenta pero confiablemente poderosa.
it: Arma a raggio standard lenta ma affidabile.
ja: チャージは遅いが、確実かつ強力な標準ビーム兵器。
pl: Powolne, ale niezawodnie potężne standardowe broń promieniową.
pt_br: Arma de feixe padrão lenta, mas confiável, poderosa.
zh_hans: 充能缓慢但可靠的强大标准光束武器。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_3"]/title
source: Glaive Beam
es: Haz glaive
ja: グレイブ・ビーム
pl: Ray „GLE”
pt_br: Feixe de glaive
zh_hans: '宽刃'光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_3"]/short
source: Glaive Beam
es: Haz glaive
ja: グレイブ・ビーム
pl: Ray „GLE”
pt_br: Feixe de glaive
zh_hans: 宽刃光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_3"]/desc
source: One of the most powerful weapons of war ever created. Known to take out some ships in a single blast.
es: Una de las armas de guerra más poderosas jamás creadas.Conocido por sacar algunos barcos en una sola explosión.
it: Una delle armi più potenti della guerra mai create.Noto per eliminare alcune navi in una sola esplosione.
ja: これまでに作られた中で最も強力な戦争兵器の1つ。一度の発射で数隻の艦船を撃破することで知られている。
pl: Jeden z najpotężniejszych dział bojowych, jaki kiedykolwiek stworzył.Wiadomo, że może zniszczyć niektóre statki jednym strzałem.
pt_br: Uma das armas de guerra mais poderosas já criadas.Conhecido por tirar alguns navios em uma única explosão.
zh_hans: 有史以来制造出的最强大战争武器之一。据称能一次攻击就能摧毁不少舰船。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_FIRE"]/title
source: Fire Beam
es: Haz de fuego
it: Raggio di fuoco
ja: ファイヤービーム
pl: Wiązka zapalacza
pt_br: Feixe de fogo
zh_hans: 火焰光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_FIRE"]/short
source: Fire Beam
es: Haz de fuego
it: Raggio di fuoco
ja: ファイヤービーム
pl: Wiązka zapalacza
pt_br: Feixe de fogo
zh_hans: 火焰光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_FIRE"]/desc
source: This terrifying beam does no physical damage but ignites fires.
es: Este haz aterrador no hace daño físico, pero enciende incendios.
it: Questo terrificante raggio non fa danni fisici ma accende gli incendi.
ja: この恐ろしいビームは物理的なダメージを与えることはできないが、火災を引き起こす。
pl: Ta przerażająca wiązka nie powoduje uszkodzeń fizycznych, ale podpalają ją.
pt_br: Esse feixe aterrorizante não causa dano físico, mas acende incêndios.
zh_hans: 这种可怕的光束不造成伤害，但会点燃火焰。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_BIO"]/title
source: Anti-Bio Beam
es: Haz anti-bio
it: Raggio anti-bio
ja: アンチ・バイオ・ビーム
pl: Dron anty-bio
pt_br: Feixe anti-bio
zh_hans: 反生物光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_BIO"]/short
source: Anti-Bio Beam
es: Haz anti-bio
it: Raggio anti-bio
ja: アンチ・バイオ・ビーム
pl: Dron anty-bio
pt_br: Feixe anti-bio
zh_hans: 反生物光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_BIO"]/desc
source: This terrifying beam does no physical damage but rips through organic material, dealing heavy damage to crewmembers.
es: Este haz aterrador no hace daño físico, sino que atraviesa material orgánico, causando fuertes daños a los miembros de la tripulación.
it: Questo terrificante raggio non fa danni fisici ma strappa il materiale organico, infliggendo forti danni ai membri dell'equipaggio.
ja: この恐ろしいビームは物理的なダメージは与えるのではなく、有機物を切り裂いてクルーに大きなダメージを与える。
pl: Ta przerażająca wiązka nie powoduje obrażeń fizycznych, ale łamie organiczne, powodując poważne uszkodzenie załogi wroga.
pt_br: Esse feixe aterrorizante não causa danos físicos, mas rasga o material orgânico, causando pesados danos aos tripulantes.
zh_hans: 这种可怕的光束不会造成物理伤害，但会撕裂有机物质，对船员造成严重伤害。

source: Hull Smasher Laser
es: Láser de casco
it: Laser Shull Smasher
ja: ハル・スマッシャー・レーザー
pl: Laser antykorpowy
pt_br: Laser de Hull Smasher
zh_hans: 破舰激光I

source: Hull Laser I
es: Láser de casco i
it: Scafo Laser i
ja: ハル・レーザー I
pl: Granice.laser
pt_br: Laser de casco i
zh_hans: 破舰激光I

source: A powerful laser designed to maximize hull damage.
es: Un poderoso láser diseñado para maximizar el daño del casco.
it: Un potente laser progettato per massimizzare il danno allo scafo.
ja: 船体へのダメージを最大化するよう設計された強力なレーザー。
pl: Potężny laser zaprojektowany dla maksymalnych uszkodzeń obudowy.
pt_br: Um laser poderoso projetado para maximizar o dano do casco.
zh_hans: 强大的激光武器，旨在最大限度地提高击中舰体造成的伤害。

source: Hull Smasher Laser Mark II
it: Laser Mark II SCHECH SCHEMER HULL
ja: ハル・スマッシャー・レーザー・マークII
pl: Laser przeciwkorporowy MOD.Ii
zh_hans: 破舰激光II

source: Hull Laser II
es: Láser de casco II
it: Scafo Laser II
ja: ハル・レーザーII
pl: Granice.Laser II
zh_hans: 破舰激光II

source: This powerful counterpart to the Hull Smasher Mark I fires more projectiles per shot.
es: Esta poderosa contraparte de la marca Smasher de casco I dispara más proyectiles por disparo.
it: Questa potente controparte dello scafo Mark I spara più proiettili per colpo.
ja: ハルスマッシャーマークIに相当するこの強力な武器は、1発あたりの発射体がより多くなる。
pl: Ten potężny analog lasera antykorpowego I uwalnia więcej pocisków na strzał.
pt_br: Essa poderosa contraparte do Hull Smasher Mark I dispara mais projéteis por tiro.
zh_hans: 这种强大的武器每次充能可比破舰I发射更多弹体。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_HULL"]/title
source: Hull Beam
es: Viga de casco
it: Raggio dello scafo
ja: ハル・ビーム
pl: Granice.Promień
pt_br: Feixe de casco
zh_hans: 破舰光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_HULL"]/short
source: Hull Beam
es: Viga de casco
it: Raggio dello scafo
ja: ハル・ビーム
pl: Granice.Promień
pt_br: Feixe de casco
zh_hans: 破舰光束

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BEAM_HULL"]/desc
source: This beam is most powerful when targeting large, empty sections of hull.
es: Este haz es más poderoso cuando se dirige a secciones grandes y vacías de casco.
it: Questo raggio è più potente quando si prendono di mira sezioni grandi e vuote di scafo.
ja: このビームは、船体の大きな空いた部分をターゲットにする場合に最も強力だ。
pl: Ten promień jest najbardziej modlitwy, gdy jest skierowany na całe, puste części sprawy.
pt_br: Este feixe é mais poderoso ao segmentar seções grandes e vazias do casco.
zh_hans: 这种光束武器瞄准大而空的舰体时造成的伤害最大。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_HULL"]/title
source: Hull Missile
es: Misil de casco
it: Missile dello scafo
ja: 船体ミサイル
pl: Instalacja rakiet przeciwpordycznika
pt_br: Míssil de casco
zh_hans: 破舰导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_HULL"]/short
source: Hull Mi.
it: Scafo MI.
ja: ハル・ミ
pl: Granice.rakieta
zh_hans: 破舰导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_HULL"]/desc
source: High hull damage plus a decent breach chance.
es: Alto daño del casco más una oportunidad de incumplimiento decente.
it: Danno alto allo scafo più una decente possibilità di violazione.
ja: 船体に大きな損傷があり、さらにかなりの確率でブリーチを発生させる。
pl: Wysokie uszkodzenie sprawy plus przyzwoita szansa na dziury.
pt_br: Altos danos ao casco mais uma chance decente de violação.
zh_hans: 造成高舰体伤害，并且还有可观的破舱率。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_1"]/title
source: Ion Blast
es: Explosión de iones
it: Esplosione ionica
ja: イオンブラスト
pl: I on.Blaster
pt_br: Explosão de íons
zh_hans: 离子冲击

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_1"]/short
source: Ion Blast
es: Explosión de iones
it: Esplosione ionica
ja: イオンブラスト
pl: I on.Blaster
pt_br: Explosão de íons
zh_hans: 离子冲击

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_1"]/desc
source: Ion weapons can disable systems without causing hull damage.
es: Las armas iones pueden deshabilitar los sistemas sin causar daños en el casco.
it: Le armi a ioni possono disabilitare i sistemi senza causare danni allo scafo.
ja: イオンウェポンは、船体に損傷を与えることなくシステムを無効にすることができる。
pl: Broń jonowa może wyłączyć system bez powodowania uszkodzenia ciała.
pt_br: As armas de íons podem desativar os sistemas sem causar danos ao casco.
zh_hans: 离子武器可以暂时锁定系统，但不造成舰体伤害。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_2"]/title
source: Heavy Ion
es: Ion pesado
it: Ione pesante
ja: 重イオン
pl: Śmieci.Ip
pt_br: Íon pesado
zh_hans: 重型离子炮

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_2"]/short
source: Heavy Ion
es: Ion pesado
it: Ione pesante
ja: 重イオン
pl: Śmieci.Ip
pt_br: Íon pesado
zh_hans: 重型离子

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_2"]/desc
source: Ion weapons can disable systems without causing hull damage.
es: Las armas iones pueden deshabilitar los sistemas sin causar daños en el casco.
it: Le armi a ioni possono disabilitare i sistemi senza causare danni allo scafo.
ja: イオンウェポンは、船体に損傷を与えることなくシステムを無効にすることができる。
pl: Broń jonowa może wyłączyć system bez powodowania uszkodzenia ciała.
pt_br: As armas de íons podem desativar os sistemas sem causar danos ao casco.
zh_hans: 离子武器可以暂时锁定系统，但不造成舰体伤害。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_4"]/title
source: Ion Blast Mark II
es: Marca de explosión iónica II
ja: イオンブラスト・マークII
pl: Mod jonowy Blaster.Ii
zh_hans: 离子冲击II

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_4"]/short
source: Ion Blast II
ja: イオンブラストII
pl: I on.Podmuch.Ii
zh_hans: 离子冲击II

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="ION_4"]/desc
source: Ion weapons can disable systems without causing hull damage.
es: Las armas iones pueden deshabilitar los sistemas sin causar daños en el casco.
it: Le armi a ioni possono disabilitare i sistemi senza causare danni allo scafo.
ja: イオンウェポンは、船体に損傷を与えることなくシステムを無効にすることができる。
pl: Broń jonowa może wyłączyć system bez powodowania uszkodzenia ciała.
pt_br: As armas de íons podem desativar os sistemas sem causar danos ao casco.
zh_hans: 离子武器可以暂时锁定系统，但不造成舰体伤害。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_1"]/title
source: Small Bomb
es: Bomba pequeña
it: Piccola bomba
ja: 小型爆弾
pl: Mała bomba
pt_br: Pequena bomba
zh_hans: 小型炸弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_1"]/short
source: S. Bomb
es: S. bomba
ja: S.爆弾
pl: Mała bomba
zh_hans: 小型炸弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_1"]/desc
source: Self-teleporting explosive that damages systems and crew but not the hull. Can target your own ship.
es: Explosivo de autoaprendizaje que daña los sistemas y la tripulación, pero no el casco.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto che danneggia i sistemi e l'equipaggio ma non lo scafo.Può indirizzare la tua nave.
ja: システムとクルーにダメージを与えるが、船体にはダメージを与えない自己瞬間移動型爆発物。自船をターゲットにすることができる。
pl: Samozwańcze materiały wybuchowe, które powodują uszkodzenie systemów i załogi, ale nie korpus.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo que danifica os sistemas e a tripulação, mas não o casco.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，可造成系统伤害与船员伤害，但不造成舰体伤害。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_2"]/title
source: Breach Bomb Mark II
es: Bomba de violación Mark II
it: Violazione della bomba marchio II
ja: ブリーチボム・マークII
pl: Mod zjeżdżalni.Ii
pt_br: Bomba de violação Mark II
zh_hans: 破舱炸弹II

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_2"]/short
source: Breach II
es: Violación II
it: Brea di violazione II
ja: ブリーチ II
pl: Próbki.Bomb II
pt_br: Brecha II
zh_hans: 破舱炸弹II

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_BREACH_2"]/desc
source: Slower than Mark I but does more damage to systems and crew. Can target your own ship.
es: Más lento que Mark I pero hace más daño a los sistemas y la tripulación.Puede apuntar a su propio barco.
it: Più lento di Mark I ma fa più danni ai sistemi e all'equipaggio.Può indirizzare la tua nave.
ja: マークIよりも遅いが、システムとクルーにより多くのダメージを与える。自船をターゲットにすることができる。
pl: Powolne niż pierwsza wersja, ale powoduje więcej szkód systemom i załodze.Możesz celować na swój własny statek.
pt_br: Mais lento que Mark I, mas causa mais danos aos sistemas e tripulantes.Pode ter como alvo seu próprio navio.
zh_hans: 充能比破舱炸弹I更慢，但可对系统与船员造成更高伤害。可瞄准己方星舰。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_FIRE"]/title
source: Fire Bomb
es: Bomba de fuego
it: Bomba incendiaria
ja: ファイアーボム
pl: Bomba zapalająca
pt_br: Bomba de bombeiros
zh_hans: 燃烧炸弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_FIRE"]/short
source: Fire B.
es: Fuego B.
it: Fuoco B.
ja: ファイヤーB
pl: Zazzh.bomba
pt_br: Incêndio B.
zh_hans: 燃烧炸弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_FIRE"]/desc
source: Self-teleporting explosive designed to damage crew-members and light fires. Can target your own ship.
es: Explosivo autoinforme diseñado para dañar a los miembros de la tripulación y los incendios ligeros.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto progettato per danneggiare i membri dell'equipaggio e gli incendi leggeri.Può indirizzare la tua nave.
ja: クルーにダメージを与え、火災を引き起こすように設計された自己瞬間移動型爆発物。自船をターゲットにすることができる。
pl: Samozwańcze materiały wybuchowe przeznaczone dla rany członków załogi i strzelania.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo projetado para danificar os membros da tripulação e incêndios leves.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，设计用于伤害船员和点燃火焰。可瞄准己方星舰。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_ION"]/title
source: Ion Bomb
es: Bomba de iones
it: Bomba ionica
ja: イオン爆弾
pl: Bomba jonowa
pt_br: Bomba de íons
zh_hans: 离子炸弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_ION"]/short
source: Ion B.
it: Ione B.
ja: イオンB
pl: Jon B.
zh_hans: 离子炸弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_ION"]/desc
source: Self-teleporting explosive that uses ion damage to disable systems. Can target your own ship.
es: Explosivo de información automática que utiliza daño iónico para deshabilitar los sistemas.Puede apuntar a su propio barco.
it: Esplosivo auto-teletrasporto che utilizza danni da ioni per disabilitare i sistemi.Può indirizzare la tua nave.
ja: イオンダメージを利用してシステムを無効にする自己瞬間移動型爆発物。自船をターゲットにすることができる。
pl: Samokładowe materiały wybuchowe wykorzystujące uszkodzenie jonów w celu wyłączenia systemów.Możesz celować na swój własny statek.
pt_br: Explosivo auto-teleportivo que usa danos de íons para desativar os sistemas.Pode ter como alvo seu próprio navio.
zh_hans: 自传送炸弹，利用离子伤害使系统失效。可瞄准己方星舰。

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_HEAL"]/title
source: Healing Burst
es: Estallido de curación
it: Scoppio di guarigione
ja: ヒーリング・バースト
pl: Uzdrawiająca bomba
pt_br: Explosão de cura
zh_hans: 治疗爆弹

# data/blueprints.xml.append$/FTL/FTL[2]/weaponBlueprint[@name="BOMB_HEAL"]/short
source: Heal B.
es: Sanar B.
it: Guarire B.
ja: ヒールB。
pl: Święty.bomba
zh_hans: 治疗爆弹
