Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_fedora"]/desc
source: One of the original founders of the Free Mantis movement, and one of the last few Mantis capable of acting like a normal person.
es: Uno de los fundadores originales del movimiento Mantis Libres, y uno de los últimos Mantis capaces de actuar como una persona normal.
it: Uno dei fondatori originali del movimento di mantide libero e uno degli ultimi mantide in grado di comportarsi come una persona normale.
ja: フリーマンティス運動の創設者の1人であり、普通のヒューマンのように行動できる最後の数少ないマンティスの1人だ。
ko: 독립 맨티스 운동의 선구자 중 한 명이며, 평범한 사람처럼 행동할 수 있는 몇 안 되는 맨티스 중 하나입니다.
pl: Jeden z oryginalnych założycieli ruchu Wolnych Modliszek i jeden z ostatnich Modliszek zdolnych do zachowywania się jak normalna osoba.
pt_br: Um dos fundadores originais do movimento Free Mantis e um dos últimos Mantis capazes de agir como uma pessoa normal.
zh_hans: 自由螳螂运动的创始人之一，也是最后几个举止还像个正常人的螳螂族之一。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_fedora"]/title
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
ko: 독립 맨티스 장로
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_fedora"]/short
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

source: Active Ability: Grants the Pheromone ability effects to all allied Mantis crew in the room. Standard Hive Mantis use the synthetic pheromone ability. Does not stack with their actual ability.
es: Habilidad Activa: Otorga los efectos de la habilidad Feromona a toda la tripulación Mantis aliada en la habitación. Los Mantis de la Colmena estándar usan la habilidad de feromona sintética. No se acumula con su habilidad real.
it: Abilità attiva: garantisce gli effetti di capacità del feromone a tutti gli equipaggi di mantide alleati nella stanza.I mantide dell'alveare standard utilizzano l'abilità del feromone sintetico.Non si accumula con la loro capacità effettiva.
ja: アクティブな能力: 部屋にいるすべての味方マンティスクルーにフェロモン能力効果を与える。標準的なハイブマンティスは合成フェロモン能力を使用する。実際の能力と重複しない。
ko: 활성화 능력: 같은 선실에 있는 모든 아군 맨티스에게 활성화 능력 효과를 적용시킴. 일반 맨티스는 합성 페로몬의 효과가 적용되며 원본 능력의 효과와 중첩되지 않음.
pl: Zdolność aktywna: Daje efekty zdolności Feromonów wszystkim sojuszniczym załogom Modliszek w pomieszczeniu. Standardowe Modliszki z Roju używają syntetycznej zdolności feromonów. Nie kumuluje się z ich rzeczywistą zdolnością.
pt_br: Habilidade ativa: Concede os efeitos da habilidade Feromônio a toda a tripulação aliada do Louva-a-Deus na sala. O Hive Mantis padrão usa a habilidade de feromônio sintético. Não se acumula com sua habilidade real.
zh_hans: 主动技能：给予同舱室所有螳螂族船员信息素技能效果。普通母巢螳螂将获得自由螳螂合成信息素效果。不与其本身的主动技能信息素效果叠加。

source: 2x combat damage, 1x repair speed
es: 2x de daño de combate, 1x de velocidad de reparación.
it: 2x danni da combattimento, velocità di riparazione 1x
ja: 戦闘ダメージ2倍、修復速度1倍
ko: 대인 공격력 2배, 수리 속도에 패널티가 없음
pl: 2x obrażeń w walce, 1x szybkości naprawy
pt_br: 2x dano de combate, 1x velocidade de reparo
zh_hans: 2倍战斗伤害，1倍维修速度

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 입음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is increased to 1.65x
es: Velocidad de movimiento aumentada a x1.65
it: La velocità di movimento è aumentata a 1,65x
ja: 移動速度が1.65倍に増加する
ko: 이동속도 1.65배
pl: Szybkość ruchu zwiększona do 1,65x
pt_br: A velocidade de movimento é aumentada para 1,65x
zh_hans: 1.65倍移动速度

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_jester"]/desc
source: One of the original founders of the Free Mantis movement, and one of the last few Mantis capable of acting like a normal person.
es: Uno de los fundadores originales del movimiento Mantis Libres, y uno de los últimos Mantis capaces de actuar como una persona normal.
it: Uno dei fondatori originali del movimento di mantide libero e uno degli ultimi mantide in grado di comportarsi come una persona normale.
ja: フリーマンティス運動の創設者の1人であり、普通のヒューマンのように行動できる最後の数少ないマンティスの1人だ。
ko: 독립 맨티스 운동의 선구자 중 한 명이며, 평범한 사람처럼 행동할 수 있는 몇 안 되는 맨티스 중 하나입니다.
pl: Jeden z oryginalnych założycieli ruchu Wolnych Modliszek i jeden z ostatnich Modliszek zdolnych do zachowywania się jak normalna osoba.
pt_br: Um dos fundadores originais do movimento Free Mantis e um dos últimos Mantis capazes de agir como uma pessoa normal.
zh_hans: 自由螳螂运动的创始人之一，也是最后几个举止还像个正常人的螳螂族之一。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_jester"]/title
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
ko: 독립 맨티스 장로
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_jester"]/short
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

source: Active Ability: Grants the Pheromone ability effects to all allied Mantis crew in the room. Standard Hive Mantis use the synthetic pheromone ability. Does not stack with their actual ability.
es: Habilidad Activa: Otorga los efectos de la habilidad Feromona a toda la tripulación Mantis aliada en la habitación. Los Mantis de la Colmena estándar usan la habilidad de feromona sintética. No se acumula con su habilidad real.
it: Abilità attiva: garantisce gli effetti di capacità del feromone a tutti gli equipaggi di mantide alleati nella stanza.I mantide dell'alveare standard utilizzano l'abilità del feromone sintetico.Non si accumula con la loro capacità effettiva.
ja: アクティブな能力: 部屋にいるすべての味方マンティスクルーにフェロモン能力効果を与える。標準的なハイブマンティスは合成フェロモン能力を使用する。実際の能力と重複しない。
ko: 활성화 능력: 같은 선실에 있는 모든 아군 맨티스에게 활성화 능력 효과를 적용시킴. 일반 맨티스는 합성 페로몬의 효과가 적용되며 원본 능력의 효과와 중첩되지 않음.
pl: Zdolność aktywna: Daje efekty zdolności Feromonów wszystkim sojuszniczym załogom Modliszek w pomieszczeniu. Standardowe Modliszki z Roju używają syntetycznej zdolności feromonów. Nie kumuluje się z ich rzeczywistą zdolnością.
pt_br: Habilidade ativa: Concede os efeitos da habilidade Feromônio a toda a tripulação aliada do Louva-a-Deus na sala. O Hive Mantis padrão usa a habilidade de feromônio sintético. Não se acumula com sua habilidade real.
zh_hans: 主动技能：给予同舱室所有螳螂族船员信息素技能效果。普通母巢螳螂将获得自由螳螂合成信息素效果。不与其本身的主动技能信息素效果叠加。

source: 2x combat damage, 1x repair speed
es: 2x de daño de combate, 1x de velocidad de reparación.
it: 2x danni da combattimento, velocità di riparazione 1x
ja: 戦闘ダメージ2倍、修復速度1倍
ko: 대인 공격력 2배, 수리 속도에 패널티가 없음
pl: 2x obrażeń w walce, 1x szybkości naprawy
pt_br: 2x dano de combate, 1x velocidade de reparo
zh_hans: 2倍战斗伤害，1倍维修速度

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is increased to 1.65x
es: Velocidad de movimiento aumentada a x1.65
it: La velocità di movimento è aumentata a 1,65x
ja: 移動速度が1.65倍に増加する
ko: 이동속도 1.65배
pl: Szybkość ruchu zwiększona do 1,65x
pt_br: A velocidade de movimento é aumentada para 1,65x
zh_hans: 1.65倍移动速度

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_sombrero"]/desc
source: One of the original founders of the Free Mantis movement, and one of the last few Mantis capable of acting like a normal person.
es: Uno de los fundadores originales del movimiento Mantis Libres, y uno de los últimos Mantis capaces de actuar como una persona normal.
it: Uno dei fondatori originali del movimento di mantide libero e uno degli ultimi mantide in grado di comportarsi come una persona normale.
ja: フリーマンティス運動の創設者の1人であり、普通のヒューマンのように行動できる最後の数少ないマンティスの1人だ。
ko: 독립 맨티스 운동의 선구자 중 한 명이며, 평범한 사람처럼 행동할 수 있는 몇 안 되는 맨티스 중 하나입니다.
pl: Jeden z oryginalnych założycieli ruchu Wolnych Modliszek i jeden z ostatnich Modliszek zdolnych do zachowywania się jak normalna osoba.
pt_br: Um dos fundadores originais do movimento Free Mantis e um dos últimos Mantis capazes de agir como uma pessoa normal.
zh_hans: 自由螳螂运动的创始人之一，也是最后几个举止还像个正常人的螳螂族之一。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_sombrero"]/title
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
ko: 독립 맨티스 장로
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_sombrero"]/short
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

source: Active Ability: Grants the Pheromone ability effects to all allied Mantis crew in the room. Standard Hive Mantis use the synthetic pheromone ability. Does not stack with their actual ability.
es: Habilidad Activa: Otorga los efectos de la habilidad Feromona a toda la tripulación Mantis aliada en la habitación. Los Mantis de la Colmena estándar usan la habilidad de feromona sintética. No se acumula con su habilidad real.
it: Abilità attiva: garantisce gli effetti di capacità del feromone a tutti gli equipaggi di mantide alleati nella stanza.I mantide dell'alveare standard utilizzano l'abilità del feromone sintetico.Non si accumula con la loro capacità effettiva.
ja: アクティブな能力: 部屋にいるすべての味方マンティスクルーにフェロモン能力効果を与える。標準的なハイブマンティスは合成フェロモン能力を使用する。実際の能力と重複しない。
ko: 활성화 능력: 같은 선실에 있는 모든 아군 맨티스에게 활성화 능력 효과를 적용시킴. 일반 맨티스는 합성 페로몬의 효과가 적용되며 원본 능력의 효과와 중첩되지 않음.
pl: Zdolność aktywna: Daje efekty zdolności Feromonów wszystkim sojuszniczym załogom Modliszek w pomieszczeniu. Standardowe Modliszki z Roju używają syntetycznej zdolności feromonów. Nie kumuluje się z ich rzeczywistą zdolnością.
pt_br: Habilidade ativa: Concede os efeitos da habilidade Feromônio a toda a tripulação aliada do Louva-a-Deus na sala. O Hive Mantis padrão usa a habilidade de feromônio sintético. Não se acumula com sua habilidade real.
zh_hans: 主动技能：给予同舱室所有螳螂族船员信息素技能效果。普通母巢螳螂将获得自由螳螂合成信息素效果。不与其本身的主动技能信息素效果叠加。

source: 2x combat damage, 1x repair speed
es: 2x de daño de combate, 1x de velocidad de reparación.
it: 2x danni da combattimento, velocità di riparazione 1x
ja: 戦闘ダメージ2倍、修復速度1倍
ko: 대인 공격력 2배, 수리 속도에 패널티가 없음
pl: 2x obrażeń w walce, 1x szybkości naprawy
pt_br: 2x dano de combate, 1x velocidade de reparo
zh_hans: 2倍战斗伤害，1倍维修速度

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is increased to 1.65x
es: Velocidad de movimiento aumentada a x1.65
it: La velocità di movimento è aumentata a 1,65x
ja: 移動速度が1.65倍に増加する
ko: 이동속도 1.65배
pl: Szybkość ruchu zwiększona do 1,65x
pt_br: A velocidade de movimento é aumentada para 1,65x
zh_hans: 1.65倍移动速度

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_twohats"]/desc
source: One of the original founders of the Free Mantis movement, and one of the last few Mantis capable of acting like a normal person.
es: Uno de los fundadores originales del movimiento Mantis Libres, y uno de los últimos Mantis capaces de actuar como una persona normal.
it: Uno dei fondatori originali del movimento di mantide libero e uno degli ultimi mantide in grado di comportarsi come una persona normale.
ja: フリーマンティス運動の創設者の1人であり、普通のヒューマンのように行動できる最後の数少ないマンティスの1人だ。
ko: 독립 맨티스 운동의 선구자 중 한 명이며, 평범한 사람처럼 행동할 수 있는 몇 안 되는 맨티스 중 하나입니다.
pl: Jeden z oryginalnych założycieli ruchu Wolnych Modliszek i jeden z ostatnich Modliszek zdolnych do zachowywania się jak normalna osoba.
pt_br: Um dos fundadores originais do movimento Free Mantis e um dos últimos Mantis capazes de agir como uma pessoa normal.
zh_hans: 自由螳螂运动的创始人之一，也是最后几个举止还像个正常人的螳螂族之一。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_twohats"]/title
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
ko: 독립 맨티스 장로
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

# data/blueprints.xml.append$//crewBlueprint[@name="unique_freddy_twohats"]/short
source: Free Mantis Elder
es: Anciano de mantis gratis
it: Elder mantide gratuito
ja: フリー・マンティス・エルダー
pl: Starszy Wolnych Modliszek
pt_br: Mantis Elder gratuito
zh_hans: 自由螳螂长者

source: Active Ability: Grants the Pheromone ability effects to all allied Mantis crew in the room. Standard Hive Mantis use the synthetic pheromone ability. Does not stack with their actual ability.
es: Habilidad Activa: Otorga los efectos de la habilidad Feromona a toda la tripulación Mantis aliada en la habitación. Los Mantis de la Colmena estándar usan la habilidad de feromona sintética. No se acumula con su habilidad real.
it: Abilità attiva: garantisce gli effetti di capacità del feromone a tutti gli equipaggi di mantide alleati nella stanza.I mantide dell'alveare standard utilizzano l'abilità del feromone sintetico.Non si accumula con la loro capacità effettiva.
ja: アクティブな能力: 部屋にいるすべての味方マンティスクルーにフェロモン能力効果を与える。標準的なハイブマンティスは合成フェロモン能力を使用する。実際の能力と重複しない。
ko: 활성화 능력: 같은 선실에 있는 모든 아군 맨티스에게 활성화 능력 효과를 적용시킴. 일반 맨티스는 합성 페로몬의 효과가 적용되며 원본 능력의 효과와 중첩되지 않음.
pl: Zdolność aktywna: Daje efekty zdolności Feromonów wszystkim sojuszniczym załogom Modliszek w pomieszczeniu. Standardowe Modliszki z Roju używają syntetycznej zdolności feromonów. Nie kumuluje się z ich rzeczywistą zdolnością.
pt_br: Habilidade ativa: Concede os efeitos da habilidade Feromônio a toda a tripulação aliada do Louva-a-Deus na sala. O Hive Mantis padrão usa a habilidade de feromônio sintético. Não se acumula com sua habilidade real.
zh_hans: 主动技能：给予同舱室所有螳螂族船员信息素技能效果。普通母巢螳螂将获得自由螳螂合成信息素效果。不与其本身的主动技能信息素效果叠加。

source: 2x combat damage, 1x repair speed
es: 2x de daño de combate, 1x de velocidad de reparación.
it: 2x danni da combattimento, velocità di riparazione 1x
ja: 戦闘ダメージ2倍、修復速度1倍
ko: 대인 공격력 2배, 수리 속도에 패널티가 없음
pl: 2x obrażeń w walce, 1x szybkości naprawy
pt_br: 2x dano de combate, 1x velocidade de reparo
zh_hans: 2倍战斗伤害，1倍维修速度

source: Takes 0.7x damage from crew combat
es: Recibe x0.7 de daño en combate
it: Subisce un danno 0,7 volte dal combattimento dell'equipaggio
ja: クルーの戦闘で0.7倍のダメージを受ける
ko: 전투로부터 0.7배의 피해만을 받음
pl: Otrzymuje 0,7x obrażeń w walce z załogą
pt_br: Leva 0,7x de dano do combate da tripulação
zh_hans: 受到0.7倍战斗伤害

source: Movement speed is increased to 1.65x
es: Velocidad de movimiento aumentada a x1.65
it: La velocità di movimento è aumentata a 1,65x
ja: 移動速度が1.65倍に増加する
ko: 이동속도 1.65배
pl: Szybkość ruchu zwiększona do 1,65x
pt_br: A velocidade de movimento é aumentada para 1,65x
zh_hans: 1.65倍移动速度

source: Learns skills much faster
es: Aprende habilidades mucho más rápido
it: Impara le abilità molto più velocemente
ja: スキルをより早く習得する
ko: 숙련도가 매우 빠르게 증가
pl: Uczy się umiejętności znacznie szybciej
pt_br: Aprende habilidades muito mais rapidamente
zh_hans: 技能提升速度很快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_symbiote"]/desc
source: The Rockman and the parasitic Zoltan living in its stomach now work together as one in a horrifying symbiotic relationship.
es: El Rockman y el Zoltan parásito que vive en su estómago ahora trabajan juntos como uno solo en una horrible relación simbiótica.
it: Il rockman e il parassita Zoltan che vivono nello stomaco ora lavorano insieme come uno in una terribile relazione simbiotica.
ja: ロックとその腹の中に住む寄生虫ゾルタンは、恐ろしい共生関係で一つとして協力することになる。
ko: 락맨과 그의 뱃속에 기생하던 졸탄은 이제 소름 끼치는 공생 관계로서 서로 협력하는 사이가 됐습니다.
pl: Skalniak i pasożytniczy Zoltan żyjący w jego żołądku teraz współpracują jako jedno w przerażającej symbiotycznej relacji.
pt_br: O Rockman e o Zoltan parasita que vive em seu estômago agora trabalham juntos em uma relação simbiótica horrível.
zh_hans: 这名岩石族和他胃里的寄生超能族通过可怕的共生关系合而为一。

# data/blueprints.xml.append$//crewBlueprint[@name="unique_symbiote"]/title
source: Symbiote
es: Simbionte
it: Simbiote
ja: シンビオート
ko: 공생체
pl: Symbiont
pt_br: Simbiota
zh_hans: 共生体

# data/blueprints.xml.append$//crewBlueprint[@name="unique_symbiote"]/short
source: Symbiote
es: Simbionte
it: Simbiote
ja: シンビオート
pl: Symbiont
pt_br: Simbiota
zh_hans: 共生体

source: Has the health and movement of a Rockman combined with the power and explosion of a Zoltan
es: Tiene la salud y el movimiento de un Rockman combinados con el poder y la explosión de un Zoltan.
it: Ha la salute e il movimento di un rockman combinato con il potere e l'esplosione di uno Zoltan
ja: ロックの体力と動きにゾルタンの力と爆発を組み合わせたもの
ko: 락맨의 최대 체력과 이동속도, 그리고 졸탄의 전력과 폭발 능력을 지님
pl: Ma zdrowie i ruch Skalniaka połączone z mocą i eksplozją Zoltana
pt_br: Tem a saúde e o movimento de um Rockman combinados com o poder e a explosão de um Zoltan
zh_hans: 同时拥有岩石族的生命值与移动力，以及超能族的供能力与爆炸力

source: Stunned for 0.15x the usual duration
es: Aturdido durante 0.15x de la duración habitual.
it: Sbalordito per 0,15x la solita durata
ja: 通常の0.15倍の時間スタンする
ko: 기절 시간 0.15배
pl: Ogłuszony na 0,15x normalnego czasu
pt_br: Atordoado por 0,15 vezes a duração normal
zh_hans: 0.15倍眩晕时长

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tuco"]/desc
source: The infamous dread pirate Tuco, former outcast and famed mercenary, but now just another washed up careerless drunk. Inherited Rock stats: 175 HP, 0.5x stun duration, fire immunity
es: El infame pirata terrible Tuco, antiguo marginado y famoso mercenario, pero ahora solo otro borracho fracasado y sin carrera. Estadísticas de Rock heredadas: 175 PV, 0.5x de duración de aturdimiento, inmunidad al fuego.
it: Il famigerato terrore pirata Tuco, ex emarginato e famoso mercenario, ma ora solo un altro ubriaco senza carriera. Statistiche rocciose ereditate: 175 CV, 0,5x Durata stordita, immunità al fuoco
ja: 悪名高きドレッド海賊のトゥコは、かつては追放された有名な傭兵だったが、今はただの落ちぶれた飲んだくれ。 継承されたロックのステータスHP175、スタン時間0.5倍、炎属性免疫
ko: 악명 높은 공포의 해적 투코는 한때 망명자이자 명예로운 용병이었지만 이제는 술에 찌들어 완전히 딴사람이 되었습니다. 락맨의 기본 특성: 최대 체력 175, 기절 시간 0.5배, 화재 면역
pl: Słynny straszliwy pirat Tuco, były wyrzutek i sławny najemnik, ale teraz tylko kolejny spłukany pijak bez kariery. Odziedziczone statystyki Skalnych: 175 PŻ, 0,5x czasu ogłuszenia, odporność na ogień
pt_br: O infame pirata Tuco, ex-pária e famoso mercenário, mas agora apenas mais um bêbado sem carreira. Estatísticas herdadas de Rock: 175 HP, 0,5x a duração do atordoamento, imunidade a fogo
zh_hans: 令人闻风丧胆的海盗图科，前流放者与著名雇佣兵，但现在只是个无忧无业的醉汉罢了。 继承岩石族属性：175点最大生命值，0.5倍眩晕时长，免疫灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tuco"]/title
source: Dread Pirate
es: Pirata Terrible
ja: ドレッド海賊
ko: 공포의 해적
pl: Straszliwy Pirat
zh_hans: 恐怖海盗

# data/blueprints.xml.append$//crewBlueprint[@name="unique_tuco"]/short
source: Dread Pirate
es: Pirata Terrible
ja: ドレッド海賊
pl: Straszliwy Pirat
zh_hans: 恐怖海盗

source: Gains 20% combat damage and loses 25% speed for each enemy crew in the same room
es: Gana un 20% de daño de combate y pierde un 25% de velocidad por cada miembro de la tripulación enemiga en la misma habitación.
it: Guadagna il 20% di danni da combattimento e perde la velocità del 25% per ciascun equipaggio nemico nella stessa stanza
ja: 同じ部屋にいる敵のクルーごとに戦闘ダメージが20%増加し、速度が25%失われる
ko: 같은 선실에 위치한 적 선원마다 대인 공격력이 20%씩 증가하지만 이동속도가 25%씩 감소함
pl: Zyskuje 20% obrażeń w walce i traci 25% szybkości za każdego wrogiego członka załogi w tym samym pomieszczeniu
pt_br: Ganha 20% de dano de combate e perde 25% de velocidade para cada tripulação inimiga na mesma sala
zh_hans: 同舱室每有一名敌方船员，获得20%战斗伤害加成与25%移动速度减益

source: All allied outcasts gain a 20% crew damage and repair speed boost
es: Todos los marginados aliados obtienen un aumento del 20% en el daño de tripulación y la velocidad de reparación.
it: Tutti gli emarginati alleati ottengono un danno da equipaggio del 20% e un aumento della velocità di riparazione
ja: 味方のアウトキャスト全員がクルーのダメージを20%獲得し、修理速度が向上する
ko: 모든 아군 망명자는 대인 공격력과 수리 속도에 20%의 보너스를 얻음
pl: Wszyscy sojuszniczy wyrzutkowie zyskują 20% premii do obrażeń załogi i szybkości naprawy
pt_br: Todos os párias aliados recebem um aumento de 20% na velocidade de reparo e dano da tripulação
zh_hans: 所有友方流放者船员获得20%的战斗伤害与维修速度加成

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ariadne"]/desc
source: The dangerous admiral of the Lost Sun revolution and disgruntled former bride-to-be of one of the most influential and dangerous dictators in the galaxy. Also has a hidden love for music and poetry. Inherited Rock stats: 175 HP, 0.5x speed and stun duration, fire immunity
es: La peligrosa almirante de la revolución del Sol Perdido y descontenta ex prometida de uno de los dictadores más influyentes y peligrosos de la galaxia. También tiene un amor oculto por la música y la poesía. Estadísticas de Rock heredadas: 175 PV, 0.5x de velocidad y duración de aturdimiento, inmunidad al fuego.
it: Il pericoloso ammiraglio della rivoluzione del sole perduta e l'ex scontento della sposa di uno dei più influenti e pericolosi dittatori della galassia.Ha anche un amore nascosto per la musica e la poesia. Statistiche rocciose ereditate: 175 CV, velocità 0,5x e durata dello stordimento, immunità al fuoco
ja: ロスト・サン革命の危険な提督であり、銀河系で最も影響力のある危険な独裁者の元嫁である。音楽と詩をこよなく愛する。 ロックのスタッツを受け継ぐ：HP175、スピードとスタン時間0.5倍、炎属性免疫
ko: 로스트선 혁명의 위험한 제독이며 이전에는 은하계에서 최고로 영향력 있고 위험한 독재자의 예비 신부였습니다. 또, 음악과 시에 숨겨진 애정을 가지고 있습니다. 락맨의 기본 특성: 최대 체력 175, 이동속도 및 기절 시간 0.5배, 화재 면역
pl: Niebezpieczna admirał rewolucji Zaginionego Słońca i niezadowolona była narzeczona jednego z najbardziej wpływowych i niebezpiecznych dyktatorów w galaktyce. Ma również ukrytą miłość do muzyki i poezji. Odziedziczone statystyki Skalnych: 175 PŻ, 0,5x szybkości i czasu ogłuszenia, odporność na ogień
pt_br: A perigosa almirante da revolução Lost Sun e ex-noiva descontente de um dos ditadores mais influentes e perigosos da galáxia. Também tem um amor oculto por música e poesia. Estatísticas de Rock herdadas: 175 HP, 0,5x a velocidade e a duração do atordoamento, imunidade a fogo
zh_hans: 危险的迷失烈阳革命军舰队上将，银河系中最具威胁的独裁者之一的忿忿不平的前未婚妻。隐藏的爱好包括音乐与诗歌。 继承岩石族属性：175点最大生命值，0.5倍移动速度与眩晕时长，免疫灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ariadne"]/title
source: Admiral
es: Almirante
it: Ammiraglio
ja: 提督
ko: 제독
pl: Admirał
pt_br: Almirante
zh_hans: 烈阳上将

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ariadne"]/short
source: Admiral
es: Almirante
it: Ammiraglio
ja: 提督
pl: Admirał
pt_br: Almirante
zh_hans: 烈阳上将
