Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_RAGE"]/title
source: Rage Mode
es: Modo Furia
it: Modalità rabbia
ja: レイジモード
pl: Tryb Szału
pt_br: Modo Rage
zh_hans: 狂暴模式

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_RAGE"]/desc
source: While in liberated mode on the enemy ship, Cognitives gain 1 power drain, drain oxygen at 3oxy/s, and ignore doors. Regeneration speed in liberated mode is increased by 2hp/s on all ships.
es: Mientras están en modo liberado en la nave enemiga, los Cognitivos ganan 1 de drenaje de energía, drenan oxígeno a 3 oxy/s e ignoran puertas. La velocidad de regeneración en modo liberado aumenta en 2 PV/s en todas las naves.
it: Mentre in modalità liberata sulla nave nemica, i cognitivi ottengono 1 drenaggio di potenza, drena l'ossigeno a 3oxy/s e ignorano le porte.La velocità di rigenerazione in modalità liberata è aumentata di 2 CV/s su tutte le navi.
ja: 敵艦で解放モードにある間、コグニティブはパワードレイン1を獲得し、酸素を3ポイント/秒で排出し、ドアを無視する。解放モードでの再生速度は、すべての船で2HP/秒増加する。
pl: W trybie wyzwolonym na statku wroga, Kognitywy zyskują 1 wysysania energii, wysysają tlen w tempie 3 tlenu/s i ignorują drzwi. Prędkość regeneracji w trybie wyzwolonym jest zwiększona o 2 PŻ/s na wszystkich statkach.
pt_br: Enquanto estiverem no modo liberado na nave inimiga, os Cognitivos ganham 1 dreno de energia, drenam oxigênio a 3oxy/s e ignoram as portas. A velocidade de regeneração no modo liberado é aumentada em 2hp/s em todas as naves.
zh_hans: 在敌舰内处于本我模式时，认知体获得1格能量锁定，并以3%/秒的速度消耗氧气，且无视舱门。在本我模式下，生命恢复速度增加2点/秒。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_FIRE"]/title
source: Hazard-proof Systems
es: Sistemas a Prueba de Peligros
it: Sistemi a prova di pericolo
ja: 危険防止システム
pl: Systemy Odporne na Zagrożenia
pt_br: Sistemas à prova de riscos
zh_hans: 防灾认知

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_FIRE"]/desc
source: Cognitives are immune to fire and stun. Cooldown between normal and liberated modes is also reduced by 50%.
es: Los Cognitivos son inmunes al fuego y al aturdimiento. El tiempo de recarga entre los modos normal y liberado también se reduce en un 50%.
it: I cognitivi sono immuni al fuoco e allo stordimento.Anche il recupero tra le modalità normali e liberate è ridotto del 50%.
ja: コグニティブは炎やスタンの影響を受けない。通常モードと解放モードの間のクールダウンも50%短縮される。
pl: Kognitywy są odporne na ogień i ogłuszenie. Czas odnowienia między trybem normalnym a wyzwolonym jest również skrócony o 50%.
pt_br: Os cognitivos são imunes a fogo e atordoamento. O tempo de recarga entre os modos normal e liberado também é reduzido em 50%.
zh_hans: 认知体对灼烧与眩晕免疫，且模式切换的冷却时间减少50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_POWER"]/title
source: Mobile Batteries
es: Baterías Móviles
it: Batterie mobili
ja: モバイルバッテリー
pl: Mobilne Baterie
pt_br: Baterias móveis
zh_hans: 移动电池

# data/blueprints.xml.append$//augBlueprint[@name="LAB_COGNITIVE_POWER"]/desc
source: Cognitives provide additional power and passively damage enemy crew at 3hp/s while in liberated mode. Cooldown between normal and liberated modes is increased by 10%.
es: Los Cognitivos proporcionan energía adicional y dañan pasivamente a la tripulación enemiga a 3 PV/s mientras están en modo liberado. El tiempo de recarga entre los modos normal y liberado aumenta en un 10%.
it: I cognitivi forniscono ulteriore potenza e danneggiano passivamente l'equipaggio nemico a 3 CV/s mentre in modalità liberata.Il recupero tra le modalità normali e liberate è aumentato del 10%.
ja: コグニティブは追加のパワーを提供し、解放モード中に3HP/秒 で敵のクルーにパッシブにダメージを与える。通常モードと解放モードの間のクールダウンが10%増加する。
pl: Kognitywy dostarczają dodatkową energię i pasywnie zadają obrażenia wrogiej załodze w tempie 3 PŻ/s w trybie wyzwolonym. Czas odnowienia między trybem normalnym a wyzwolonym jest zwiększony o 10%.
pt_br: Os cognitivos fornecem energia adicional e causam dano passivo à tripulação inimiga a 3 hp/s enquanto estiverem no modo liberado. O tempo de recarga entre os modos normal e liberado é aumentado em 10%.
zh_hans: 认知体额外提供1格能量，并在本我模式下以3点生命/秒的速度伤害敌方船员。模式切换的冷却时间增加10%。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_COGNITIVE_RAGE"]/title
source: [L] Rage Mode
es: [L] Modo Furia
it: [L] modalità rabbia
ja: [L] レイジモード
ko: [L] 분노 모드
pl: [L] Tryb Szału
pt_br: [L] Modo de fúria
zh_hans: [外]狂暴模式

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_COGNITIVE_RAGE"]/desc
source: While in liberated mode on the enemy ship, Cognitives gain 1 power drain, drain oxygen at 3oxy/s, and ignore doors. Regeneration speed in liberated mode is increased by 2hp/s on all ships. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Mientras están en modo liberado en la nave enemiga, los Cognitivos ganan 1 de drenaje de energía, drenan oxígeno a 3 oxy/s e ignoran puertas. La velocidad de regeneración en modo liberado aumenta en 2 PV/s en todas las naves. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Mentre in modalità liberata sulla nave nemica, i cognitivi ottengono 1 drenaggio di potenza, drena l'ossigeno a 3oxy/s e ignorano le porte.La velocità di rigenerazione in modalità liberata è aumentata di 2 CV/s su tutte le navi. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: 敵艦で解放モードになっている間、コグニティブはパワードレインを1、酸素ドレインを3oxy/s、ドアを無視する。解放モードでの再生速度は全艦で2hp/s増加する。 [L] - 外部ラボのアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。自身とはスタックしない。
ko: 해방 모드의 코그니티브가 적함에 있을 시 문을 무시하고 초당 3의 산소와 1의 전력을 흡수합니다. 또한 해방 모드에서 체력 회복 속도가 2 증가합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: W trybie wyzwolonym na statku wroga, Kognitywy zyskują 1 wysysania energii, wysysają tlen w tempie 3 tlenu/s i ignorują drzwi. Prędkość regeneracji w trybie wyzwolonym jest zwiększona o 2 PŻ/s na wszystkich statkach. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Enquanto estiverem no modo liberado na nave inimiga, os Cognitivos ganham 1 dreno de energia, drenam oxigênio a 3oxy/s e ignoram as portas. A velocidade de regeneração no modo liberado é aumentada em 2hp/s em todas as naves. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em uma atualização de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 在敌舰内处于本我模式时，认知体获得1格能量锁定力，并以3%/秒的速度消耗氧气，且无视舱门。在本我模式下，生命恢复速度增加2点/秒。] [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_HUMAN"]/title
source: Boon of Humanity
es: Bendición de la Humanidad
ja: 人類の恩恵
pl: Dar Ludzkości
pt_br: Benefício da humanidade
zh_hans: 人类的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_HUMAN"]/desc
source: Humans gain an additional 20% resistance to all hazards.
es: Los humanos ganan un 20% adicional de resistencia a todos los peligros.
it: Gli umani ottengono un'ulteriore resistenza del 20% a tutti i pericoli.
ja: ヒューマンはあらゆる危険に対してさらに20%の耐性を獲得する。
pl: Ludzie zyskują dodatkowe 20% odporności na wszystkie zagrożenia.
pt_br: Os humanos ganham um adicional de 20% de resistência a todos os perigos.
zh_hans: 人类获得20%的环境伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_HUMAN_2"]/title
source: Greater Boon of Humanity
es: Gran Bendición de la Humanidad
it: Maggiore vantaggio dell'umanità
ja: 人類の大きな恩恵
pl: Większy Dar Ludzkości
pt_br: Maior benefício da humanidade
zh_hans: 人类的超级恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_HUMAN_2"]/desc
source: Humans gain an additional 20% resistance to all hazards and a 10% boost to damage, repair speed, health, and movement.
es: Los humanos ganan un 20% adicional de resistencia a todos los peligros y un 10% de aumento en daño, velocidad de reparación, salud y movimiento.
it: Gli umani ottengono un'ulteriore resistenza del 20% a tutti i pericoli e una spinta del 10% a danni, velocità di riparazione, salute e movimento.
ja: ヒューマンはすべての危険に対してさらに20%の耐性を獲得し、ダメージ、修復速度、ライフ、移動速度が10%増加する。
pl: Ludzie zyskują dodatkowe 20% odporności na wszystkie zagrożenia i 10% premii do obrażeń, prędkości naprawy, zdrowia i ruchu.
pt_br: Os humanos ganham 20% de resistência adicional a todos os perigos e um aumento de 10% no dano, na velocidade de reparo, na saúde e no movimento.
zh_hans: 人类获得20%的环境伤害抗性、并获得10%的战斗伤害、维修速度、最大生命值和移动速度加成。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ENGI"]/title
source: Boon of Nanites
es: Bendición de los Nanitos
it: Boon of Naniti
ja: ナナイトの恩恵
pl: Dar Nanitów
pt_br: Vantagem das nanites
zh_hans: 纳米的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ENGI"]/desc
source: Engi gain a 20% repair speed boost.
es: Los Engi ganan un 20% de aumento en la velocidad de reparación.
it: ENGI Ottieni un aumento della velocità di riparazione del 20%.
ja: エンジの修復速度が20%向上する。
pl: Engi zyskują 20% premii do prędkości naprawy.
pt_br: O Engi ganha um aumento de 20% na velocidade de reparo.
zh_hans: 半械族获得20%的维修速度提升。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ZOLTAN"]/title
source: Boon of Hardlight
es: Bendición de la Luz Sólida
ja: ハードライトの恩恵
pl: Dar Twardego Światła
pt_br: Vantagem do Hardlight
zh_hans: 光质的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ZOLTAN"]/desc
source: Zoltans gain 15 more health.
es: Los Zoltans ganan 15 más de salud.
it: Gli Zoltans ottengono altri 15 salute.
ja: ゾルタンのライフが15増加する。
pl: Zoltanie zyskują 15 więcej zdrowia.
pt_br: Os zoltanos ganham 15 pontos de vida a mais.
zh_hans: 超能族的生命值增加了15点。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_OSMIAN"]/title
source: Boon of Osmia
es: Bendición de Osmia
ja: オスミアの恩恵
pl: Dar Osmitów
pt_br: Vantagem da Osmia
zh_hans: 奥斯米亚的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_OSMIAN"]/desc
source: Osmians gain back all of their ability charges per jump and provide passive healing to their holograms.
es: Los Osmianos recuperan todas sus cargas de habilidad por salto y proporcionan curación pasiva a sus hologramas.
it: Gli Osmiani recuperano tutte le loro cariche di abilità per salto e forniscono guarigione passiva ai loro ologrammi.
ja: オスミアンはジャンプごとにすべての能力チャージを取り戻し、ホログラムにパッシブ治癒を提供する。
pl: Osmici odzyskują wszystkie ładunki swoich zdolności po każdym skoku i zapewniają pasywne leczenie swoim hologramom.
pt_br: Os osmianos recuperam todas as suas cargas de habilidade por salto e fornecem cura passiva aos seus hologramas.
zh_hans: 原能族每次跃迁后补满主动技能次数，并且可为其全息影像提供治疗。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ORCHID"]/title
source: Boon of Vegetation
es: Bendición de la Vegetación
it: Vantaggio della vegetazione
ja: 植生の恩恵
pl: Dar Roślinności
pt_br: Vantagem da vegetação
zh_hans: 植被的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ORCHID"]/desc
source: Orchids provide a 0.5hp/s heal effect to allied crew in the same room.
es: Las Orquídeas proporcionan un efecto de curación de 0.5 PV/s a la tripulación aliada en la misma sala.
it: Le orchidee forniscono un effetto di guarigione di 0,5 CV/s all'equipaggio alleato nella stessa stanza.
ja: オーキッドは、同じ部屋にいる味方クルーに0.5HP/秒 の回復効果を与える。
pl: Orchidy zapewniają efekt leczenia 0.5 PŻ/s sojuszniczej załodze w tym samym pomieszczeniu.
pt_br: As orquídeas fornecem um efeito de cura de 0,5 hp/s para a equipe aliada na mesma sala.
zh_hans: 兰花族为同一舱室的友方船员提供0.5点生命/秒的治疗效果。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MANTIS"]/title
source: Boon of Insectoids
es: Bendición de los Insectoides
ja: インセクトロイドの恩恵
pl: Dar Insektoidów
pt_br: Vantagem dos insetoides
zh_hans: 昆虫的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MANTIS"]/desc
source: Mantis deal 20% extra ranged damage.
es: Los Mantis infligen un 20% de daño extra a distancia.
it: Mantis infligge il 20% di danni extra.
ja: マンティスは20%の追加遠距離ダメージを与える。
pl: Modliszki zadają 20% dodatkowych obrażeń dystansowych.
pt_br: O Mantis causa 20% a mais de dano à distância.
zh_hans: 螳螂族额外造成20%远程伤害。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MANTIS_2"]/title
source: Greater Boon of Insectoids
es: Gran Bendición de los Insectoides
it: Maggiore vantaggio di insettoidi
ja: グレーター・ブーン・オブ・インセクトロイド
pl: Większy Dar Insektoidów
pt_br: Vantagem maior dos insetoides
zh_hans: 昆虫的超级恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MANTIS_2"]/desc
source: Mantis deal 25% extra damage.
es: Los Mantis infligen un 25% de daño extra.
it: Mantis infligge il 25% di danni extra.
ja: マンティスは25%の追加ダメージを与える。
pl: Modliszki zadają 25% dodatkowych obrażeń.
pt_br: O Mantis causa 25% a mais de dano.
zh_hans: 螳螂族造成25%的额外伤害。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ROCK"]/title
source: Boon of Silicon
es: Bendición del Silicio
ja: シリコンの恩恵
pl: Dar Krzemu
pt_br: Vantagem do silício
zh_hans: 硅的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ROCK"]/desc
source: Rockmen put out fires 30% faster.
es: Los Rockmen apagan incendios un 30% más rápido.
it: Rockmen ha spigo il 30% più veloce.
ja: ロックの消火速度が30%速くなる。
pl: Skałaki gaszą pożary 30% szybciej.
pt_br: Os Rockmen apagam incêndios 30% mais rápido.
zh_hans: 岩石族灭火的速度提高了30%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ROCK_2"]/title
source: Greater Boon of Silicon
es: Gran Bendición del Silicio
it: Maggiore vantaggio di silicio
ja: シリコンの大きな恩恵
pl: Większy Dar Krzemu
pt_br: Maior benefício do silício
zh_hans: 硅的超级恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ROCK_2"]/desc
source: Rockmen put out fires 30% faster and move 25% faster.
es: Los Rockmen apagan incendios un 30% más rápido y se mueven un 25% más rápido.
it: Rockmen ha lanciato un incendio del 30% più velocemente e si muovono il 25% più velocemente.
ja: ロックの消火速度は30%、移動速度は25%速くなる。
pl: Skałaki gaszą pożary 30% szybciej i poruszają się 25% szybciej.
pt_br: Os homens das rochas apagam incêndios 30% mais rápido e se movem 25% mais rápido.
zh_hans: 岩石族灭火速度提高30%，移动速度提高25%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CRYSTAL"]/title
source: Boon of Geodes
es: Bendición de las Geodas
ja: ジオードの恩恵
pl: Dar Geod
pt_br: Vantagem dos geodos
zh_hans: 大地的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CRYSTAL"]/desc
source: Crystals gain 20% combat damage.
es: Los Cristales ganan un 20% de daño de combate.
it: I cristalli ottengono un danno da combattimento del 20%.
ja: クリスタルは戦闘ダメージを20%獲得する。
pl: Kryształy zyskują 20% do obrażeń w walce.
pt_br: Os cristais recebem 20% de dano de combate.
zh_hans: 水晶族获得20%的战斗伤害。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SLUG"]/title
source: Boon of Slimes
es: Bendición de los Lodos
it: Vantaggio di melme
ja: スライムのブーン
pl: Dar Szlamów
pt_br: Vantagem dos Slimes
zh_hans: 黏液的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SLUG"]/desc
source: Slugs gain 20% hazard resistance.
es: Los Slugs ganan un 20% de resistencia a peligros.
it: Le lumache guadagnano il 20% di resistenza ai pericoli.
ja: スラッグは20%の危険耐性を獲得する。
pl: Ślimaki zyskują 20% odporności na zagrożenia.
pt_br: As lesmas ganham 20% de resistência a perigos.
zh_hans: 蛞蝓族获得20%的环境伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SLUG_2"]/title
source: Greater Boon of Slimes
es: Gran Bendición de los Lodos
it: Maggiore vantaggio di melme
ja: グレーター・ブーン・オブ・スライム
pl: Większy Dar Szlamów
pt_br: Vantagem Maior de Slimes
zh_hans: 黏液的超级恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SLUG_2"]/desc
source: Slugs gain 20% hazard resistance and doubled movement speed.
es: Los Slugs ganan un 20% de resistencia a peligros y el doble de velocidad de movimiento.
it: Le lumache ottengono la resistenza al pericolo del 20% e raddoppiano la velocità di movimento.
ja: スラッグは20%の危険耐性を獲得し、移動速度が2倍になる。
pl: Ślimaki zyskują 20% odporności na zagrożenia i podwójną prędkość ruchu.
pt_br: As lesmas ganham 20% de resistência a perigos e o dobro da velocidade de movimento.
zh_hans: 蛞蝓族获得20%的环境伤害抗性，与100%移动速度加成。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SHELL"]/title
source: Boon of Shells
es: Bendición de los Caparazones
ja: 貝の恩恵
pl: Dar Muszli
pt_br: Vantagem das conchas
zh_hans: 躯壳的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SHELL"]/desc
source: Shells gain an extra 15% combat resistance.
es: Los Caparazones ganan un 15% extra de resistencia en combate.
it: I conchiglie ottengono una resistenza al combattimento in più del 15%.
ja: シェルはさらに15%の戦闘耐性を獲得する。
pl: Muszlowce zyskują dodatkowe 15% odporności w walce.
pt_br: Os projéteis ganham 15% a mais de resistência ao combate.
zh_hans: 甲壳族额外获得15%的战斗伤害。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_LEECH"]/title
source: Boon of Parasites
es: Bendición de los Parásitos
ja: 寄生虫の恩恵
pl: Dar Pasożytów
pt_br: Vantagem dos Parasitas
zh_hans: 寄生虫的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_LEECH"]/desc
source: Leeches gain 10 more health.
es: Las Sanguijuelas ganan 10 más de salud.
it: Le sanguisughe ottengono altre 10 salute.
ja: リーチのライフが10増加する。
pl: Pijawki zyskują 10 więcej zdrowia.
pt_br: As sanguessugas ganham 10 pontos de vida a mais.
zh_hans: 吸虫族获得10点最大生命值。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_GHOST"]/title
source: Boon of Phantoms
es: Bendición de los Fantasmas
it: Vantaggio di fantasmi
ja: ファントム・ブーン
pl: Dar Widm
pt_br: Vantagem dos Phantoms
zh_hans: 幽灵的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_GHOST"]/desc
source: Phantoms gain 30% movement speed.
es: Los Fantasmas ganan un 30% de velocidad de movimiento.
it: I fantasmi ottengono una velocità di movimento del 30%.
ja: ファントムの移動速度が30%増加する。
pl: Widma zyskują 30% prędkości ruchu.
pt_br: Os fantasmas ganham 30% de velocidade de movimento.
zh_hans: 魂灵族获得30%的移动速度增益。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_LANIUS"]/title
source: Boon of Metalloids
es: Bendición de los Metaloides
ja: メタロイドの恩恵
pl: Dar Metaloidów
pt_br: Vantagem dos metaloides
zh_hans: 金属的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_LANIUS"]/desc
source: Lani gain double heal speed and take 10% less damage.
es: Los Lanius ganan el doble de velocidad de curación y reciben un 10% menos de daño.
it: Lani ottiene una doppia velocità di guarigione e subisce un danno in meno del 10%.
ja: ラニの回復速度が2倍になり、受けるダメージが10%減少する。
pl: Laniusy leczą się z podwójną prędkością i otrzymują 10% mniej obrażeń.
pt_br: Lani ganha o dobro de velocidade de cura e sofre 10% menos dano.
zh_hans: 食铁族获得100%生命恢复速度加成，与10%的伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MORPH"]/title
source: Boon of Shapeshifting
es: Bendición del Cambio de Forma
it: Boon of Speshifting
ja: 変身の恩恵
pl: Dar Zmiennokształtności
pt_br: Vantagem da mudança de forma
zh_hans: 变形的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MORPH"]/desc
source: Morphs gain 10% more health and 30% more movement speed.
es: Los Morfos ganan un 10% más de salud y un 30% más de velocidad de movimiento.
it: I morph guadagnano il 10% in più di salute e il 30% in più di velocità di movimento.
ja: モーフのライフは10%増加し、移動速度は30%増加する。
pl: Morfy zyskują 10% więcej zdrowia i 30% więcej prędkości ruchu.
pt_br: Os Morphs ganham 10% a mais de vida e 30% a mais de velocidade de movimento.
zh_hans: 模物族可获得10%的生命值与30%的移动速度。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_LIZARD"]/title
source: Boon of Scales
es: Bendición de las Escamas
it: Vantaggio di scale
ja: ウロコの恩恵
pl: Dar Łusek
pt_br: Vantagem das escamas
zh_hans: 鳞片的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_LIZARD"]/desc
source: Lizards gain a 15% boost to all standard stats.
es: Los Lagartos ganan un 15% de aumento en todas las estadísticas estándar.
it: Le lucertole guadagnano un aumento del 15% su tutte le statistiche standard.
ja: リザードはすべての標準ステータスが15%増加する。
pl: Jaszczury zyskują 15% premii do wszystkich standardowych statystyk.
pt_br: Os lagartos recebem um aumento de 15% em todos os atributos padrão.
zh_hans: 蜥蜴族获得所有属性的15%提升。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SPIDER"]/title
source: Boon of Arachnids
es: Bendición de los Arácnidos
it: Boon of Aracnids
ja: アラクニドの恩恵
pl: Dar Pajęczaków
pt_br: Vantagem dos aracnídeos
zh_hans: 蜘蛛的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SPIDER"]/desc
source: Spiders are controllable even without the queen and gain 10% fire resistance.
es: Las Arañas son controlables incluso sin la reina y ganan un 10% de resistencia al fuego.
it: I ragni sono controllabili anche senza la regina e ottengono una resistenza al fuoco del 10%.
ja: クモは女王がいなくても制御可能で、火耐性が10%増加する。
pl: Pająki są sterowalne nawet bez królowej i zyskują 10% odporności na ogień.
pt_br: As aranhas são controláveis mesmo sem a rainha e ganham 10% de resistência ao fogo.
zh_hans: 即使没有蜘蛛虫后，蜘蛛也可控，并获得10%的灼烧伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_OBELISK"]/title
source: Boon of Ancients
es: Bendición de los Antiguos
ja: 古代人の恩恵
pl: Dar Starożytnych
pt_br: Vantagem dos Antigos
zh_hans: 远古的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_OBELISK"]/desc
source: Obelisk and Cognitives gain 20 more health and a 15% boost to damage and repair speed.
es: Los Obeliscos y Cognitivos ganan 20 más de salud y un 15% de aumento en daño y velocidad de reparación.
it: Obelisco e cognitivi guadagnano 20 in più e una spinta del 15% per danni e velocità di riparazione.
ja: オベリスクとコグニティブのライフが20増加し、ダメージと修復速度が15%向上する。
pl: Obeliski i Kognitywy zyskują 20 więcej zdrowia i 15% premii do obrażeń i prędkości naprawy.
pt_br: O Obelisco e os Cognitivos ganham 20 pontos de vida a mais e um aumento de 15% na velocidade de dano e reparo.
zh_hans: 方碑族和认知体可额外获得20点最大生命值，伤害和维修速度提升15%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SIREN"]/title
source: Boon of Utopia
es: Bendición de la Utopía
ja: ユートピアの恩恵
pl: Dar Utopii
pt_br: Vantagem da Utopia
zh_hans: 理想体的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_UNIQUE"]/title
source: Boon of Companions
es: Bendición de los Compañeros
ja: 仲間の恩恵
pl: Dar Towarzyszy
pt_br: Vantagem dos companheiros
zh_hans: 同伴的恩惠
