Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SUZERAIN_SLAVES"]/desc
source: Engi repair speed is doubled for each Suzerain or Bishop in the room. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: La velocidad de reparación de los Engi se duplica por cada Soberano u Obispo en la sala. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: La velocità di riparazione Engi è raddoppiata per ogni Suzerain o Bishop nella stanza. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: エンジの修理速度は、部屋にいるスザレインかビショップ1人につき2倍になる。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを消費する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 영주나 주교 맨티스와 같은 방에 있는 엔지의 수리 속도가 두 배가 됩니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 중첩되지 않습니다.
pl: Prędkość naprawy Engi jest podwojona za każdego Suzerena lub Gońca w pomieszczeniu. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Nie może być przekonwertowane na rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego gniazda. Nie kumuluje się samo ze sobą.
pt_br: A velocidade de reparo do Engi é dobrada para cada Suzerain ou Bishop na sala. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 舱室内每多一个螳螂领主或主教可使半械族的维修速度翻倍。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_INSTALLED"]/title
source: Rock
es: Roca
it: Roccia
ja: ロック
pl: Skała
pt_br: Pedra
zh_hans: 岩石族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_INSTALLED"]/desc
source: Rock upgrade installed.
es: Mejora Roca instalada.
it: Upgrade rock installato.
ja: ロックアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Skalnych.
pt_br: Upgrade de rock instalado.
zh_hans: 已配置岩石族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_DOORS"]/title
source: Titan Fists
es: Puños de Titán
it: Pugni titan
ja: 巨人の拳
pl: Pięści Tytanów
pt_br: Punhos de Titan
zh_hans: 泰坦之拳

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_DOORS"]/desc
source: Rockmen smash doors three times as fast and cause drones to receive doubled damage when attacking them.
es: Los Rockmen destrozan puertas tres veces más rápido y hacen que los drones reciban el doble de daño al atacarlos.
it: Rockmen Smash Doors tre volte più velocemente e fanno sì che i droni ricevano danni raddoppiati quando li attaccano.
ja: ロックはドアを3倍の速さで破壊し、攻撃時にドローンが受けるダメージが2倍になる。
pl: Skalniacy wyważają drzwi trzy razy szybciej i powodują, że drony otrzymują podwójne obrażenia, gdy ich atakują.
pt_br: Os rockmen esmagam as portas três vezes mais rápido e fazem com que os drones recebam danos duplos ao atacá -los.
zh_hans: 岩石族以3倍速度破坏舱门并在对无人机进行攻击之时，使其受到的所有伤害增加100%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_SKIN"]/title
source: Obsidian Skin
es: Piel de Obsidiana
it: Pelle ossidiana
ja: オブシディアン・スキン
pl: Obsydianowa Skóra
pt_br: Pele da obsidiana
zh_hans: 黑曜表皮

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_SKIN"]/desc
source: Rocks gain +33% Max Health but movespeed is reduced by 40%
es: Los Rocas ganan +33% de Salud Máxima pero la velocidad de movimiento se reduce en un 40%
it: Le rocce guadagnano +33% di salute massima ma Movespeed è ridotto del 40%
ja: ロックの最大ライフは +33%増加するが、移動速度は40%減少する
pl: Skałaki zyskują +33% do maksymalnego zdrowia, ale ich prędkość ruchu jest zmniejszona o 40%.
pt_br: Rochas ganham +33% de saúde máxima, mas o MoveSoSpeed é reduzido em 40%
zh_hans: 岩石族最大生命值提高33%，但移动速度降低40%

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_SPEED"]/title
source: Crumbling Exterior
es: Exterior Desmoronadizo
it: Esterno fatiscente
ja: 崩れかけた外観
pl: Kruszejąca Powłoka
pt_br: Exterior em ruínas
zh_hans: 松质外层

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ROCK_SPEED"]/desc
source: Rockmen move 75% faster, but lose 25 Max Health
es: Los Rockmen se mueven un 75% más rápido, pero pierden 25 de Salud Máxima
it: Rockmen si muovono il 75% più veloce, ma perdono 25 Max Health
ja: ロックの移動速度が75%速くなるが、最大ライフが25減少する
pl: Skałaki poruszają się 75% szybciej, ale tracą 25 punktów maksymalnego zdrowia.
pt_br: Rockmen se move 75% mais rápido, mas perdem 25 max saúde
zh_hans: 岩石族移动速度提高75%，但失去25点最大生命值

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ROCK_SKIN"]/title
source: [L] Obsidian Skin
es: [L] Piel de Obsidiana
it: [L] pelle ossidiana
ja: [L] オブシディアン・スキン
ko: [L] 흑요석 피부
pl: [L] Obsydianowa Skóra
pt_br: [L] pele obsidiana
zh_hans: [外]黑曜表皮

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ROCK_SKIN"]/desc
source: Rocks gain +33% Max Health, but their movement speed is reduced by 40%. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Rocas ganan +33% de Salud Máxima, pero su velocidad de movimiento se reduce en un 40%. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Le rocce guadagnano +33% di salute massima, ma la loro velocità di movimento è ridotta del 40%. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: 岩石の最大ヘルスは+33%されるが、移動速度は40%減少する。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを消費する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 락맨이 33%의 최대 체력을 얻지만 이동속도는 40%만큼 감소합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 중첩되지 않습니다.
pl: Skałaki zyskują +33% do maksymalnego zdrowia, ale ich prędkość ruchu jest zmniejszona o 40%. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: As pedras ganham +33% de Vida Máxima, mas sua velocidade de movimento é reduzida em 40%. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 岩石族最大生命值提高33%，但移动速度降低40%。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CULTIST_MIND"]/title
source: Unbreaking Faith
es: Fe Inquebrantable
it: Fede infeciudata
ja: 破れない信念
pl: Niezłomna Wiara
pt_br: Fé incrustante
zh_hans: 不灭信仰

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CULTIST_MIND"]/desc
source: Cultists gain complete stun and mind control immunity, as well as providing stun immunity to all other rocks in the room.
es: Los cultistas ganan inmunidad completa al aturdimiento y al control mental, además de proporcionar inmunidad al aturdimiento a todos los demás rocas en la sala.
it: I cultisti ottengono un'immunità completa di controllo e controllo mentale, oltre a fornire immunità stordente a tutte le altre rocce nella stanza.
ja: カルティストは完全なスタンとマイコンに対する耐性を獲得し、部屋内の他のすべてのロックに対するスタン耐性を獲得する。
pl: Kultyści zyskują całkowitą odporność na ogłuszenie i kontrolę umysłu, a także zapewniają odporność na ogłuszenie wszystkim innym Skałakom w pomieszczeniu.
pt_br: Os cultistas ganham imunidade completa de atordoamento e controle da mente, além de proporcionar imunidade de atordoamento a todas as outras rochas da sala.
zh_hans: 岩石异教徒获得眩晕和心灵控制免疫，同时也为舱室内所有其他的岩石族提供眩晕免疫。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_CULTIST_MIND"]/title
source: [L] Unbreaking Faith
es: [L] Fe Inquebrantable
it: [L] Fede infallibile
ja: [左】折れない信念
ko: [L] 꺽이지 않는 신앙
pl: [L] Niezłomna Wiara
pt_br: [L] fé sem quebra
zh_hans: [外]不灭信仰

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_CULTIST_MIND"]/desc
source: Cultists gain complete stun and mind control immunity, as well as providing stun immunity to all other rocks in the room. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los cultistas ganan inmunidad completa al aturdimiento y al control mental, además de proporcionar inmunidad al aturdimiento a todos los demás rocas en la sala. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I cultisti ottengono un'immunità completa di controllo e controllo mentale, oltre a fornire immunità stordente a tutte le altre rocce nella stanza. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: Cultistは完全なスタンとマインド・コントロールのイミュニティを得るだけでなく、部屋にいる他の全ての岩にスタンのイミュニティを与える。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 이교도가 기절과 정신지배 면역을 얻습니다. 또한 이교도와 같은 선실에 있는 선원은 기절 면역을 얻습니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 중첩되지 않습니다.
pl: Kultyści zyskują całkowitą odporność na ogłuszenie i kontrolę umysłu, a także zapewniają odporność na ogłuszenie wszystkim innym Skałakom w pomieszczeniu. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os cultistas ganham imunidade total a atordoamento e controle mental, além de fornecer imunidade a atordoamento a todas as outras pedras na sala. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 岩石异教徒免疫眩晕与心灵控制，并为舱室内其他岩石族提供眩晕免疫能力。] [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_INSTALLED"]/title
source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_INSTALLED"]/desc
source: Crystal upgrade installed.
es: Mejora Cristal instalada.
it: Crystal Upgrade installato.
ja: クリスタルアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Kryształów.
pt_br: Atualização de cristal instalada.
zh_hans: 已配置水晶族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_SUFFOCATION"]/title
source: Crystallized Hydrogen
es: Hidrógeno Cristalizado
it: Idrogeno cristallizzato
ja: 結晶化水素
pl: Skrystalizowany Wodór
pt_br: Hidrogênio cristalizado
zh_hans: 结晶氢

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_SUFFOCATION"]/desc
source: Crystals gain complete suffocation immunity.
es: Los Cristales ganan inmunidad completa a la asfixia.
it: I cristalli ottengono un'immunità di soffocamento completa.
ja: クリスタルは完全な窒息耐性を獲得する。
pl: Kryształy zyskują całkowitą odporność na uduszenie.
pt_br: Os cristais ganham imunidade completa de asfixia.
zh_hans: 水晶族免疫窒息伤害。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_SABOTAGE"]/title
source: Hardened Crystals
es: Cristales Endurecidos
it: Cristalli induriti
ja: 硬化結晶
pl: Utwardzone Kryształy
pt_br: Cristais endurecidos
zh_hans: 硬化晶体

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_SABOTAGE"]/desc
source: Crystals gain 75% sabotage damage, but lose 50% of their move speed
es: Los Cristales ganan un 75% de daño de sabotaje, pero pierden el 50% de su velocidad de movimiento
it: I cristalli ottengono il 75% di danno al sabotaggio, ma perdono il 50% della velocità di spostamento
ja: クリスタルは破壊工作ダメージを75%獲得するが、移動速度は50%失われる。
pl: Kryształy zyskują 75% obrażeń od sabotażu, ale tracą 50% prędkości ruchu.
pt_br: Cristais ganham dano de 75% de sabotagem, mas perdem 50% de sua velocidade de movimento
zh_hans: 水晶族破坏伤害提高75%，但移动速度降低50%

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_FIRE"]/title
source: Geodification
es: Geodificación
it: Geodificazione
ja: ジオディフィケーション
pl: Geodyfikacja
pt_br: Geodificação
zh_hans: 大地化

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CRYSTAL_FIRE"]/desc
source: Crystals gain 85% fire resistance, but lose their suffocation resistance.
es: Los Cristales ganan un 85% de resistencia al fuego, pero pierden su resistencia a la asfixia.
it: I cristalli guadagnano l'85% di resistenza al fuoco, ma perdono la resistenza al soffocamento.
ja: クリスタルは耐火性が85%増加するが、窒息耐性は失われる。
pl: Kryształy zyskują 85% odporności na ogień, ale tracą odporność na uduszenie.
pt_br: Os cristais ganham 85% de resistência ao incêndio, mas perdem sua resistência a asfixia.
zh_hans: 水晶族受到的灼烧伤害减少85%，但失去窒息伤害抗性。

source: [L] Crystallized Hydrogen
es: [L] Hidrógeno Cristalizado
it: [L] idrogeno cristallizzato
ja: [L]結晶化水素
ko: [L] 수소 결정화
pl: [L] Skrystalizowany Wodór
pt_br: [L] hidrogênio cristalizado
zh_hans: [外]结晶氢

source: Crystals gain complete suffocation immunity. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Cristales ganan inmunidad completa a la asfixia. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I cristalli ottengono un'immunità di soffocamento completa. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: 水晶は完全な窒息耐性を得る。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 크리스탈 선원이 질식 면역이 됩니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Kryształy zyskują całkowitą odporność na uduszenie. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os cristais ganham imunidade total a sufocamento. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não acumula com ele mesmo.
zh_hans: 水晶族免疫窒息伤害。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_INSTALLED"]/title
source: Slug
es: Babosa
it: Lumaca
ja: スラッグ
pl: Ślimaki
pt_br: Lesma
zh_hans: 蛞蝓族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_INSTALLED"]/desc
source: Slug upgrade installed.
es: Mejora Slug instalada.
it: Aggiornamento della lumaca installata.
ja: スラッグアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Ślimaków.
pt_br: Atualização da SLUG instalada.
zh_hans: 已配置蛞蝓族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_STUN"]/title
source: Neuron Pathing
es: Ruta Neuronal
it: Percorso dei neuroni
ja: ニューロン・パッシング
pl: Ścieżki Neuronowe
pt_br: Pathing de neurônios
zh_hans: 神经元路径

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_STUN"]/desc
source: Slugs gain a 75% stun resistance and no longer lose skills when being cloned
es: Los Slugs ganan un 75% de resistencia al aturdimiento y ya no pierden habilidades al ser clonados
it: Le lumache ottengono una resistenza stordente del 75% e non perdono più le abilità quando vengono clonate
ja: スラッグは75%のスタン耐性を獲得し、クローン作成時にスキルを失わなくなった
pl: Ślimaki zyskują 75% odporności na ogłuszenie i nie tracą już umiejętności podczas klonowania.
pt_br: As lesmas ganham uma resistência a atordoamento de 75% e não perdem mais habilidades ao ser clonadas
zh_hans: 蛞蝓族获得75%的眩晕时长减免，且克隆时不再失去技能经验

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_BUFF"]/title
source: Neural Redirection
es: Redirección Neuronal
it: Reindirizzamento neurale
ja: 神経の方向転換
pl: Przekierowanie Neuronowe
pt_br: Redirecionamento neural
zh_hans: 神经重定向

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_BUFF"]/desc
source: Slugs lose the ability to sense crew on the other ship, but gain a 25% boost to combat, sabotage, and repair speed
es: Los Slugs pierden la capacidad de sentir a la tripulación en la otra nave, pero ganan un 25% de aumento en combate, sabotaje y velocidad de reparación
it: Le lumache perdono la capacità di percepire l'equipaggio sull'altra nave, ma guadagnano una spinta del 25% per combattere, sabotaggio e velocità di riparazione
ja: スラッグは他の船のクルーを感知する能力を失うが、戦闘、妨害行為、修理速度が25%向上する
pl: Ślimaki tracą zdolność wyczuwania załogi na drugim statku, ale zyskują 25% premii do walki, sabotażu i prędkości naprawy.
pt_br: As lesmas perdem a capacidade de detectar a equipe do outro navio, mas ganham um aumento de 25% para combater, sabotar e reparar a velocidade
zh_hans: 蛞蝓族失去感知另一艘船上的船员的能力，但战斗，破坏和维修速度获得25%的提升

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_MIND"]/title
source: Telepathic Synergies
es: Sinergias Telepáticas
it: Sinergie telepatiche
ja: テレパシー・シナジー
pl: Synergie Telepatyczne
pt_br: Sinergias telepáticas
zh_hans: 感应协同

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SLUG_MIND"]/desc
source: Allied crew in the same room as your Slug crew gain MC immunity. Enemy crew in the same room lose their MC immunity if they had it.
es: La tripulación aliada en la misma sala que tu tripulación Slug gana inmunidad al CM. La tripulación enemiga en la misma sala pierde su inmunidad al CM si la tenían.
it: Crew alleato nella stessa stanza della tua troupe di lumaca guadagna l'immunità MC.L'equipaggio nemico nella stessa stanza perde l'immunità MC se avessero.
ja: スラッグクルーと同じ部屋にいる味方クルーはMC耐性を獲得する。同じ部屋にいる敵のクルーがMC耐性を持っている場合、それらの耐性は失われる。
pl: Sojusznicza załoga w tym samym pomieszczeniu co twoja załoga Ślimaków zyskuje odporność na kontrolę umysłu. Wroga załoga w tym samym pomieszczeniu traci odporność na kontrolę umysłu, jeśli ją miała.
pt_br: A equipe aliada na mesma sala que sua equipe de lesma ganha imunidade ao MC.A equipe inimiga na mesma sala perde a imunidade do MC, se o tivesse.
zh_hans: 与蛞蝓族船员同处一个舱室的友方船员获得心灵控制免疫。同一舱室的敌方船员如果拥有心灵控制免疫力，就会失去心灵控制免疫力。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_INSTALLED"]/title
source: Shell
es: Coraza
it: Conchiglia
ja: シェル
pl: Skorupiak
pt_br: Concha
zh_hans: 甲壳族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_INSTALLED"]/desc
source: Shell upgrade installed.
es: Mejora Caparazón instalada.
it: Upgrade shell installato.
ja: シェルアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Muszlowców.
pt_br: Atualização do shell instalada.
zh_hans: 已配置甲壳族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_SUFFOCATION"]/title
source: Anatomical Gyroscopes
es: Giroscopios Anatómicos
it: Giroscopi anatomici
ja: 解剖学的ジャイロスコープ
pl: Giroskopy Anatomiczne
pt_br: Giroscópios anatômicos
zh_hans: 生体陀螺仪

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_SUFFOCATION"]/desc
source: Shells suffocate at normal speed but lose 25% movement speed.
es: Los Caparazones se asfixian a velocidad normal pero pierden un 25% de velocidad de movimiento.
it: I conchiglie soffocano alla velocità normale ma perdono la velocità di movimento del 25%.
ja: シェルは通常の速度で窒息するが、移動速度は25%低下する。
pl: Muszlowce duszą się z normalną prędkością, ale tracą 25% prędkości ruchu.
pt_br: As conchas sufocam em velocidade normal, mas perdem 25% de velocidade de movimento.
zh_hans: 甲壳族以正常速度受到窒息伤害，但失去25%的移动速度。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_TELEPATHY"]/title
source: Evolutionary Rebranching
es: Ramificación Evolutiva
it: Rebranching evolutivo
ja: 進化的分岐
pl: Rozgałęzienie Ewolucyjne
pt_br: Rebranquiamento evolutivo
zh_hans: 分支重演化

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_TELEPATHY"]/desc
source: Shells inherit the telepathic abilities of slugs.
es: Los Caparazones heredan las habilidades telepáticas de los slugs.
it: Le conchiglie ereditano le capacità telepatiche delle lumache.
ja: シェルはスラッグのテレパシー能力を継承している。
pl: Muszlowce dziedziczą zdolności telepatyczne Ślimaków.
pt_br: As conchas herdam as habilidades telepáticas das lesmas.
zh_hans: 甲壳族继承蛞蝓族的心灵感应能力。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_SPEED"]/title
source: Dextile Shells
es: Caparazones Dextiles
it: Shells dextile
ja: デキスタイル・シェル
pl: Zwinne Muszle
pt_br: Conchas de dextile
zh_hans: 网状外壳

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SHELL_SPEED"]/desc
source: Shells move 50% faster and heal 50% faster.
es: Los Caparazones se mueven un 50% más rápido y se curan un 50% más rápido.
it: I conchiglie si muovono il 50% più velocemente e guariscono il 50% più velocemente.
ja: シェルの移動が50%速くなり、回復も50%早くなる。
pl: Muszlowce poruszają się 50% szybciej i leczą się 50% szybciej.
pt_br: As conchas se movem 50% mais rápido e curam 50% mais rápido.
zh_hans: 甲壳族的移动速度与生命恢复速度提高50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SCIENTIST_DOT"]/title
source: Artificial Radiency
es: Radiancia Artificial
it: Radiazione artificiale
ja: 人工放射線
pl: Sztuczna Promienność
pt_br: Radiência artificial
zh_hans: 人工辐射
