Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_HEAVY"]/short
source: Heavy Ion
es: Ion pesado
it: Ione pesante
ja: 重イオン
pl: Śmieci.Ip
pt_br: Íon pesado
zh_hans: 重型离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_HEAVY"]/desc
source: A heavy hitting ion weapon which charges much slower, but does significantly more ion damage on impact.
es: Un arma iónica de gran impacto que se carga mucho más lento, pero inflige significativamente más daño iónico al impactar.
it: Un'arma da ioni che colpisce pesante che si carica molto più lenta, ma fa un danno significativamente maggiore di ioni sull'impatto.
ja: 攻撃力の高いイオン武器で、チャージはかなり遅くなるが、衝撃により大きなイオンダメージを与える。
ko: 충전이 느리지만 타격시 큰 이온 피해를 입히는 강력한 이온 무기입니다.
pl: Ciężko uderzająca broń jonowa, która ładuje się znacznie wolniej, ale zadaje znacznie więcej obrażeń jonowych przy uderzeniu.
pt_br: Uma arma de íons de grande impacto que carrega muito mais lentamente, mas causa muito mais dano de íons no impacto.
zh_hans: 一种重型离子武器，充能速度慢得多，但在命中时将造成更高的离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_TRI"]/title
source: Tri-Ion
es: Tri-Ión
ja: トライイオン
ko: 트라이 이온
pl: Trój-Jon
pt_br: Tri-íon
zh_hans: 三重离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_TRI"]/short
source: Tri-Ion
es: Tri-Ión
ja: トライイオン
pl: Trój-Jon
pt_br: Tri-íon
zh_hans: 三重离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_TRI"]/desc
source: A less accurate ion weapon efficient at taking down shields, but not quite as useful against targeted systems. You can call it a Trion, if you'd like.
es: Un arma iónica menos precisa, eficiente para derribar escudos, pero no tan útil contra sistemas específicos. Puedes llamarlo Trión, si quieres.
it: Un'arma da ioni meno accurata efficiente per abbattere gli scudi, ma non è così utile contro i sistemi mirati.Puoi chiamarlo Trion, se lo desideri.
ja: 精度の低いイオンウェポンで、シールドを破壊するのに有効だが、標的のシステムに対してはそれほど役に立たない。トリオンと呼んでも構わない。
ko: 정확도가 떨어지는 이온 무기로, 방어막을 효과적으로 마비시키지만 단일 시스템에 대해서는 그다지 유용하지 않습니다.
pl: Mniej celna broń jonowa, skuteczna w niszczeniu tarcz, ale nie tak użyteczna przeciwko konkretnym systemom. Możesz ją nazywać Trionem, jeśli chcesz.
pt_br: Uma arma de íons menos precisa e eficiente para derrubar escudos, mas não tão útil contra sistemas direcionados. Você pode chamá-la de Trion, se quiser.
zh_hans: 一种不太精确的离子武器，可以高效地瓦解护盾，但对单一系统目标没有那么有效。你想的话也可以称其为三叉离子。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_INSTANT"]/title
source: Pre-emptive Ion Blast
es: Ráfaga Iónica Preventiva
it: Esplosione ione preventiva
ja: 先制イオンブラスト
ko: 선제 이온 블래스트
pl: Wstępny Wybuch Jonowy
pt_br: Explosão de íons preventiva
zh_hans: 先发离子冲击光束

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_INSTANT"]/short
source: Pre-Ion
es: Pre-Ión
it: Pre-ioni
ja: プレイオン
pl: Pre-Jon
pt_br: Pré-íon
zh_hans: 先发离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_INSTANT"]/desc
source: This ion weapon uses no power, charges instantly, and fires a strong ion beam capable of taking out enemy shields very effectively. However, it can only be shot once per combat.
es: Esta arma iónica no usa energía, se carga instantáneamente y dispara un potente rayo iónico capaz de eliminar los escudos enemigos de manera muy efectiva. Sin embargo, solo se puede disparar una vez por combate.
it: Questa arma ionica non utilizza potere, carica istantaneamente e spara un forte raggio ionico in grado di eliminare gli scudi nemici in modo molto efficace.Tuttavia, può essere girato solo una volta per combattimento.
ja: このイオンウェポンは動力を使用せず、瞬時に充電し、敵のシールドを非常に効果的に除去できる強力なイオン ビームを発射する。ただし、1戦闘につき1回しか撃てない。
ko: 이 이온 무기는 전력을 사용하지 않고, 즉시 충전되며, 방어막을 아주 효과적으로 마비시킬 수 있는 강한 이온 빔을 발사합니다. 전투당 한 번만 사용할 수 있습니다.
pl: Ta broń jonowa nie zużywa energii, ładuje się natychmiast i wystrzeliwuje silny promień jonowy zdolny do bardzo skutecznego niszczenia wrogich tarcz. Jednak można z niej strzelić tylko raz na walkę.
pt_br: Essa arma de íons não usa energia, carrega instantaneamente e dispara um forte feixe de íons capaz de destruir os escudos inimigos com muita eficácia. No entanto, ela só pode ser disparada uma vez por combate.
zh_hans: 这种离子武器无需供能，充能迅速，并发射一束强大的离子束，能够非常有效地瓦解敌方护盾。但是，每场战斗只能开火一次。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHAINGUN"]/title
source: Adaptive Ion
es: Ión Adaptativo
it: Ione adattivo
ja: 適応イオン
ko: 적응형 이온
pl: Jon Adaptacyjny
pt_br: Íon adaptativo
zh_hans: 自适应离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHAINGUN"]/short
source: Adaptive I.
es: I. Adaptativo
ja: アダプティブI
pl: Adapt. J.
pt_br: Adaptativo I.
zh_hans: 自适离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHAINGUN"]/desc
source: This weapon's ion damage increases each time it fires to a max of 5.
es: El daño iónico de esta arma aumenta cada vez que dispara hasta un máximo de 5.
it: Il danno da ioni di quest'arma aumenta ogni volta che spara a un massimo di 5.
ja: この武器のイオンダメージは発砲するたびに最大5まで増加する。
ko: 이 이온 무기는 발사할 때마다 이온 피해량이 증가합니다. 최대 5까지 증가합니다.
pl: Obrażenia jonowe tej broni wzrastają za każdym strzałem do maksymalnie 5.
pt_br: O dano iônico dessa arma aumenta a cada disparo até um máximo de 5.
zh_hans: 这种武器的离子伤害在每次射击后都会提升，上限最大为5点。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHARGEGUN"]/title
source: Ion Charger
es: Cargador iónico
it: Caricatore ionico
ja: イオンチャージャー
ko: 충전식 이온
pl: Pistolet jonowy ładowarki
pt_br: Carregador de íons
zh_hans: 充能离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHARGEGUN"]/short
source: Ion Charge
es: Carga Iónica
it: Accusa di ioni
ja: イオンチャージ
ko: 충전식 이온
pl: Ładunek Jonowy
pt_br: Carga de íons
zh_hans: 充能离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHARGEGUN"]/desc
source: This ion weapon can charge multiple times, giving it additional projectiles.
es: Esta arma de iones puede cargar varias veces, dándole proyectiles adicionales.
it: Questa arma ionica può caricare più volte, dandogli proiettili aggiuntivi.
ja: このイオンウェポンは複数回チャージして追加の発射体を与えることができる。
ko: 발사체를 모아 한꺼번에 발사할 수 있는 이온 무기입니다.
pl: Ta broń jonowa może być kilkakrotnie naładowana, co da mu dodatkowe skorupy podczas strzelania.
pt_br: Esta arma de íons pode cobrar várias vezes, dando -lhe projéteis adicionais.
zh_hans: 这种离子武器可以多次充能，来发射额外的弹体。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHARGEGUN_2"]/title
source: Ion Charger II
es: Cargador Iónico II
it: Caricatore ionico II
ja: イオン・チャージャーII
ko: 충전식 이온 II
pl: Ładowarka Jonowa II
pt_br: Carregador de íons II
zh_hans: 充能离子炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHARGEGUN_2"]/short
source: Ion Charge II
es: Carga Iónica II
it: Accusa di ioni II
ja: イオンチャージII
ko: 충전식 이온 II
pl: Ładunek Jonowy II
pt_br: Carga de íons II
zh_hans: 充能离子炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_CHARGEGUN_2"]/desc
source: This ion weapon can charge multiple times, giving it additional projectiles.
es: Esta arma de iones puede cargar varias veces, dándole proyectiles adicionales.
it: Questa arma ionica può caricare più volte, dandogli proiettili aggiuntivi.
ja: このイオンウェポンは複数回チャージして追加の発射体を与えることができる。
ko: 발사체를 모아 한꺼번에 발사할 수 있는 이온 무기입니다.
pl: Ta broń jonowa może być kilkakrotnie naładowana, co da mu dodatkowe skorupy podczas strzelania.
pt_br: Esta arma de íons pode cobrar várias vezes, dando -lhe projéteis adicionais.
zh_hans: 这种离子武器可以多次充能，来发射额外的弹体。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN"]/title
source: Stunner MK I
es: Aturdidor MK I
it: Lo storditore Mk i
ja: スタナー MK I
ko: 충격기 마크 I
pl: Ogłuszacz MK I
zh_hans: 眩晕炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN"]/short
source: Stun I
es: Aturd. I
it: Stordire io
ja: スタンI
pl: Ogłuszacz I
pt_br: Atordoamento I
zh_hans: 眩晕炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN"]/desc
source: Stun weapons function much like normal ions, but also temporarily paralyze crew in the same room that they hit.
es: Las armas de aturdimiento funcionan de manera muy similar a los iones normales, pero también paralizan temporalmente a la tripulación en la misma sala que golpean.
it: Le armi stordenti funzionano proprio come ioni normali, ma anche temporaneamente paralizzano l'equipaggio nella stessa stanza che colpiscono.
ja: スタン武器は通常のイオンとほぼ同じように機能するが、攻撃した同じ部屋にいるクルーを一時的に麻痺させる。
ko: 충격기는 평범한 이온 무기와 비슷하게 기능하며 피격된 선실 안의 선원들을 잠시 기절시킵니다.
pl: Broń ogłuszająca działa podobnie do zwykłych jonów, ale dodatkowo tymczasowo paraliżuje załogę w tym samym pomieszczeniu, w które trafi.
pt_br: As armas de atordoamento funcionam como os íons normais, mas também paralisam temporariamente a equipe na mesma sala em que são atingidas.
zh_hans: 眩晕武器的功能与普通离子武器非常相似，但还会暂时击晕击中舱室内的船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_2"]/title
source: Stunner MK II
es: Aturdidor MK II
it: Lo storditore MK II
ja: スタナー MK II
ko: 충격기 마크 II
pl: Ogłuszacz MK II
zh_hans: 眩晕炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_2"]/short
source: Stun II
es: Aturd. II
it: Stordimento II
ja: スタンII
pl: Ogłuszacz II
pt_br: Atordoamento II
zh_hans: 眩晕炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_2"]/desc
source: Stun weapons function much like normal ions, but also temporarily paralyze crew in the same room that they hit.
es: Las armas de aturdimiento funcionan de manera muy similar a los iones normales, pero también paralizan temporalmente a la tripulación en la misma sala que golpean.
it: Le armi stordenti funzionano proprio come ioni normali, ma anche temporaneamente paralizzano l'equipaggio nella stessa stanza che colpiscono.
ja: スタン武器は通常のイオンとほぼ同じように機能するが、攻撃した同じ部屋にいるクルーを一時的に麻痺させる。
ko: 충격기는 평범한 이온 무기와 비슷하게 기능하며 피격된 선실 안의 선원들을 잠시 기절시킵니다.
pl: Broń ogłuszająca działa podobnie do zwykłych jonów, ale dodatkowo tymczasowo paraliżuje załogę w tym samym pomieszczeniu, w które trafi.
pt_br: As armas de atordoamento funcionam como os íons normais, mas também paralisam temporariamente a equipe na mesma sala em que são atingidas.
zh_hans: 眩晕武器的功能与普通离子武器非常相似，但还会暂时击晕击中舱室内的船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_HEAVY"]/title
source: Heavy Stunner
es: Aturdidor Pesado
it: Storner pesante
ja: ヘビー・スタナー
ko: 중형 충격기
pl: Ciężki Ogłuszacz
zh_hans: 重型眩晕炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_HEAVY"]/short
source: Heavy Stun
es: Aturd. Pesado
it: Heavy stord
ja: ヘビースタン
pl: Ciężki Ogł.
pt_br: Atordoamento pesado
zh_hans: 重型眩晕

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_HEAVY"]/desc
source: A heavy hitting ion weapon which charges much slower, but does significantly more ion damage on impact with additional stun properties.
es: Un arma iónica de gran impacto que se carga mucho más lento, pero inflige significativamente más daño iónico al impactar con propiedades de aturdimiento adicionales.
it: Un'arma ionica che colpisce pesante che si carica molto più lentamente, ma fa un danno da ioni significativamente più sull'impatto con ulteriori proprietà stordenti.
ja: 強力な打撃力を持つイオン武器で、チャージはかなり遅くなるが、追加のスタン特性により、衝撃により大幅に大きなイオンダメージを与える。
ko: 충전 속도가 느리지만 타격 시 큰 이온 피해를 입히고 선원을 기절시키는 강력한 이온 무기입니다.
pl: Ciężko uderzająca broń jonowa, która ładuje się znacznie wolniej, ale zadaje znacznie więcej obrażeń jonowych przy uderzeniu z dodatkowymi właściwościami ogłuszającymi.
pt_br: Uma arma de íons de grande impacto que carrega muito mais lentamente, mas causa muito mais dano de íons no impacto com propriedades adicionais de atordoamento.
zh_hans: 一种重型离子武器，充能速度慢得多，但在命中时将造成更高的离子伤害，同时还具有额外的击晕效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_CHARGEGUN"]/title
source: Charge Stunner
es: Aturdidor de Carga
it: Carica storditore
ja: チャージ・スタナー
ko: 충전식 충격기
pl: Ładunek Ogłuszający
pt_br: Acelerador de carga
zh_hans: 充能眩晕炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_CHARGEGUN"]/short
source: Stun Charge
es: Carga Aturd.
it: Carica stordente
ja: スタンチャージ
pl: Ład. Ogł.
pt_br: Carga de atordoamento
zh_hans: 充能眩晕

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_STUN_CHARGEGUN"]/desc
source: This ion weapon can charge multiple times, giving it additional projectiles with stun properties.
es: Esta arma iónica puede cargarse varias veces, dándole proyectiles adicionales con propiedades de aturdimiento.
it: Questa arma ionica può caricare più volte, dandogli ulteriori proiettili con proprietà stordenti.
ja: このイオンウェポンは複数回チャージすることができ、スタン特性を持つ追加の発射体を与える。
ko: 발사체를 모아 한꺼번에 발사할 수 있고 피격된 선원을 기절시키는 이온 무기입니다.
pl: Ta broń jonowa może ładować się wielokrotnie, dając jej dodatkowe pociski o właściwościach ogłuszających.
pt_br: Essa arma iônica pode ser carregada várias vezes, o que lhe dá projéteis adicionais com propriedades de atordoamento.
zh_hans: 这种离子武器可以多次充能，来发射额外的弹体，同时还具有击晕效果。

source: Charge Stunner
es: Aturdidor de Carga†
it: Carica storditore †
ja: チャージ・スタナー
ko: 충전식 충격기†
pl: Ładunek Ogłuszający†
pt_br: Carga Stunner†
zh_hans: 充能眩晕炮†

source: Stn Charge
es: Carga Aturd.†
ja: Stn Charge† （スタン・チャージ
pl: Ład. Ogł.†
pt_br: Carga da estação†
zh_hans: 充能眩晕∫

source: This ion weapon can charge multiple times, giving it additional projectiles with stun properties.
es: Esta arma iónica puede cargarse varias veces, dándole proyectiles adicionales con propiedades de aturdimiento.
it: Questa arma ionica può caricare più volte, dandogli ulteriori proiettili con proprietà stordenti.
ja: このイオンウェポンは複数回チャージすることができ、スタン特性を持つ追加の発射体を与える。
ko: 발사체를 모아 한꺼번에 발사할 수 있고 피격된 선원을 기절시키는 이온 무기입니다.
pl: Ta broń jonowa może ładować się wielokrotnie, dając jej dodatkowe pociski o właściwościach ogłuszających.
pt_br: Essa arma iônica pode ser carregada várias vezes, o que lhe dá projéteis adicionais com propriedades de atordoamento.
zh_hans: 这种离子武器可以多次充能，来发射额外的弹体，同时还具有击晕效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_DISCO"]/title
source: Disco Phaser
es: Fáser Disco
ja: ディスコ・フェイザー
ko: 디스코 관통자 마크 I
pl: Fazer Dyskotekowy
zh_hans: 炫彩相位炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_DISCO"]/short
source: Disco Phase
es: Fase Disco
it: Fase da discoteca
ja: ディスコ・フェイズ
pl: Faza Dysko.
pt_br: Fase Disco
zh_hans: 炫彩相位

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_DISCO"]/desc
source: Phasers pierce all shield layers, dealing ion damage for the first layer of shields, as well as additional damage to whatever system hit.
es: Los fáseres atraviesan todas las capas de escudo, infligiendo daño iónico en la primera capa de escudos, así como daño adicional al sistema golpeado.
it: I phasers perforano tutti gli strati di scudo, infliggendo danni da ioni per il primo strato di scudi, nonché ulteriori danni a qualsiasi sistema di sistema.
ja: フェイザーはすべてのシールド層を貫通し、シールドの最初の層にイオンダメージを与えるだけでなく、攻撃を受けたシステムに追加のダメージを与える。
ko: 관통자는 모든 방어막을 관통하고 방어막 한 겹과 피격된 시스템에 이온 피해를 줍니다.
pl: Fazery przebijają wszystkie warstwy tarczy, zadając obrażenia jonowe pierwszej warstwie tarczy, a także dodatkowe obrażenia trafionemu systemowi.
pt_br: Os phasers perfuram todas as camadas de escudos, causando dano iônico à primeira camada de escudos, além de dano adicional a qualquer sistema atingido.
zh_hans: 相位离子炮可穿透所有护盾，并对第1层护盾与击中舱室的系统造成离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_1"]/title
source: Phaser MK I
es: Fáser MK I
ja: フェイザー MK I
ko: 관통자 마크 I
pl: Fazer MK I
zh_hans: 相位炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_1"]/short
source: Phase I
es: Fase I
it: Fase I.
ja: 第1段階
pl: Faza I
pt_br: Fase I
zh_hans: 相位I

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_1"]/desc
source: Phasers pierce all shield layers, dealing ion damage for the first layer of shields, as well as additional damage to whatever system hit.
es: Los fáseres atraviesan todas las capas de escudo, infligiendo daño iónico en la primera capa de escudos, así como daño adicional al sistema golpeado.
it: I phasers perforano tutti gli strati di scudo, infliggendo danni da ioni per il primo strato di scudi, nonché ulteriori danni a qualsiasi sistema di sistema.
ja: フェイザーはすべてのシールド層を貫通し、シールドの最初の層にイオンダメージを与えるだけでなく、攻撃を受けたシステムに追加のダメージを与える。
ko: 관통자는 모든 방어막을 관통하고 방어막 한 겹과 피격된 시스템에 이온 피해를 줍니다.
pl: Fazery przebijają wszystkie warstwy tarczy, zadając obrażenia jonowe pierwszej warstwie tarczy, a także dodatkowe obrażenia trafionemu systemowi.
pt_br: Os phasers perfuram todas as camadas de escudos, causando dano iônico à primeira camada de escudos, além de dano adicional a qualquer sistema atingido.
zh_hans: 相位离子炮可穿透所有护盾，并对第1层护盾与击中舱室的系统造成离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_2"]/title
source: Phaser MK II
es: Fáser MK II
ja: フェイザー MK II
ko: 관통자 마크 II
pl: Fazer MK II
zh_hans: 相位炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_2"]/short
source: Phase II
es: Fase II
it: Fase II
ja: フェーズII
pl: Faza II
pt_br: Fase II
zh_hans: 相位II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_PIERCE_2"]/desc
source: Phasers pierce all shield layers, dealing ion damage for the first layer of shields, as well as additional damage to whatever system hit.
es: Los fáseres atraviesan todas las capas de escudo, infligiendo daño iónico en la primera capa de escudos, así como daño adicional al sistema golpeado.
it: I phasers perforano tutti gli strati di scudo, infliggendo danni da ioni per il primo strato di scudi, nonché ulteriori danni a qualsiasi sistema di sistema.
ja: フェイザーはすべてのシールド層を貫通し、シールドの最初の層にイオンダメージを与えるだけでなく、攻撃を受けたシステムに追加のダメージを与える。
ko: 관통자는 모든 방어막을 관통하고 방어막 한 겹과 피격된 시스템에 이온 피해를 줍니다.
pl: Fazery przebijają wszystkie warstwy tarczy, zadając obrażenia jonowe pierwszej warstwie tarczy, a także dodatkowe obrażenia trafionemu systemowi.
pt_br: Os phasers perfuram todas as camadas de escudos, causando dano iônico à primeira camada de escudos, além de dano adicional a qualquer sistema atingido.
zh_hans: 相位离子炮可穿透所有护盾，并对第1层护盾与击中舱室的系统造成离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE"]/title
source: Fire Ion Blast
es: Ráfaga Iónica de Fuego
it: Fire Blast ion
ja: ファイヤーイオンブラスト
ko: 화염 이온 블래스트
pl: Ognisty Wybuch Jonowy
pt_br: Explosão de íons de fogo
zh_hans: 火焰离子冲击

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE"]/short
source: Fire Ion
es: Ión Fuego
it: Ione di fuoco
ja: ファイヤーイオン
pl: Ogn. Jon
pt_br: Fogo iônico
zh_hans: 火焰离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE"]/desc
source: Ion weapons can disable systems without causing hull damage. This one starts fires in the system it hits.
es: Las armas iónicas pueden desactivar sistemas sin causar daño al casco. Esta inicia incendios en el sistema que golpea.
it: Le armi a ioni possono disabilitare i sistemi senza causare danni allo scafo.Questo inizia a fuoco nel sistema che colpisce.
ja: イオンウェポンは、船体に損傷を与えることなくシステムを無効にすることができる。これは、攻撃を受けた星系で火災を引き起こす。
ko: 이온 무기는 선체 피해 없이 시설을 마비시킬 수 있습니다. 이 무기는 피격된 선실에 화재를 일으킵니다.
pl: Broń jonowa może wyłączać systemy bez powodowania uszkodzeń kadłuba. Ta wywołuje pożary w trafionym systemie.
pt_br: As armas de íons podem desativar sistemas sem causar danos ao casco. Essa arma inicia incêndios no sistema que atinge.
zh_hans: 离子武器可以禁用系统而不会造成舰体伤害。这一种武器可以在它所击中的系统中引发火灾。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_BIO"]/title
source: Radion Barrage
es: Andanada de Radiones
it: Bortaggio delle radioni
ja: ラディオン弾幕
ko: 방사성 이온 포대
pl: Bariera Radionowa
pt_br: Barragem de Radion
zh_hans: 辐射离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_BIO"]/short
source: Radion
es: Radión
ja: ラディオン
pt_br: Rádio
zh_hans: 辐射离子

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_BIO"]/desc
source: What's a radion you ask? Well, it's an ion, but with radiation. Something like that. Very useful for asphyxiation kills.
es: ¿Qué es un radión, preguntas? Bueno, es un ión, pero con radiación. Algo así. Muy útil para muertes por asfixia.
it: Cos'è un radiio che chiedi?Bene, è uno ione, ma con le radiazioni.Qualcosa del genere.Molto utile per le uccisioni di asfissia.
ja: ラジオンとは何か？まあ、それはイオンだが、放射線が含まれている。そんな感じ。窒息死させるのに非常に役立つ。
ko: 방사성 이온이 뭐냐고요? 이온인데 방사능을 띠는 그런 것입니다. 질식사를 유도할 때 아주 유용합니다.
pl: Co to jest radion, pytasz? Cóż, to jon, ale z promieniowaniem. Coś w tym stylu. Bardzo przydatne do zabijania przez uduszenie.
pt_br: O que é um radion, você pergunta? Bem, é um íon, mas com radiação. Algo parecido com isso. Muito útil para matar por asfixia.
zh_hans: 你问辐射离子是什么？嘛，它是类似于带有辐射的离子的东西。大概就是这样。对窒息战术非常有用。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_1"]/title
source: 'Leto' Missiles
es: Misiles 'Leto'
it: Missili "Leto"
ja: レト」ミサイル
ko: '레토' 미사일
pl: Rakiety 'Leto'
pt_br: Mísseis "Leto
zh_hans: '育神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_1"]/short
source: 'Leto'
ja: レト
zh_hans: 育神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_1"]/desc
source: An extremely weak missile weapon that does minor damage, but can provide extra fire support until you can acquire better weaponry.
es: Un arma de misiles extremadamente débil que inflige un daño menor, pero puede proporcionar apoyo de fuego adicional hasta que puedas adquirir un armamento mejor.
it: Un'arma missilistica estremamente debole che infligge lievi danni, ma può fornire un supporto antincendio extra fino a quando non puoi acquisire armi migliori.
ja: 非常に弱いミサイル兵器で、与えるダメージは小さいが、より優れた兵器を入手できるまで追加の火力支援を提供できる。
ko: 작은 피해를 입히는 극도로 약한 미사일이지만, 더 좋은 무기를 얻기 전까지 보조로 사용할 수 있습니다.
pl: Niezwykle słaba broń rakietowa, która zadaje niewielkie obrażenia, ale może zapewnić dodatkowe wsparcie ogniowe, dopóki nie zdobędziesz lepszego uzbrojenia.
pt_br: Uma arma de mísseis extremamente fraca que causa pouco dano, mas pode fornecer suporte de fogo extra até que você possa adquirir armas melhores.
zh_hans: 一种极弱的导弹武器，只能造成微量伤害，但可在你获得更好的武器前提供额外的火力支援。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_1_ENEMY"]/title
source: 'Leto' Missiles
es: Misiles 'Leto'
it: Missili "Leto"
ja: レト」ミサイル
ko: '레토' 미사일
pl: Rakiety 'Leto'
pt_br: Mísseis "Leto
zh_hans: '育神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_1_ENEMY"]/short
source: 'Leto'
ja: レト
zh_hans: 育神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_1_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_2"]/title
source: 'Artemis' Heavy Missiles
es: Misiles Pesados 'Artemis'
it: Missili pesanti "Artemis"
ja: アルテミス」ヘビーミサイル
ko: '아르테미스' 중형 미사일
pl: Ciężkie Rakiety 'Artemis'
pt_br: Mísseis pesados "Artemis
zh_hans: '月神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_2"]/short
source: 'Artemis'
ja: アルテミス
zh_hans: 月神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_2"]/desc
source: A standard Missile Launcher with reasonable bang for its buck.
es: Un Lanzamisiles estándar con una buena relación calidad-precio.
it: Un lanciatore di missili standard con ragionevole botto per il suo dollaro.
ja: コストに見合った価値のある標準的なミサイルランチャー。
ko: 적당한 가격의 표준형 미사일 발사기입니다.
pl: Standardowa Wyrzutnia Rakiet o rozsądnym stosunku jakości do ceny.
pt_br: Um lançador de mísseis padrão com uma boa relação custo-benefício.
zh_hans: 一种标准导弹发射器，价格合理伤害够用。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_2_ENEMY"]/title
source: 'Artemis' Heavy Missiles
es: Misiles Pesados 'Artemis'
it: Missili pesanti "Artemis"
ja: アルテミス」ヘビーミサイル
pl: Ciężkie Rakiety 'Artemis'
pt_br: Mísseis pesados "Artemis
zh_hans: '月神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_2_ENEMY"]/short
source: 'Artemis'
ja: アルテミス
zh_hans: 月神导弹
