Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_C"]/desc
source: [Base cooldown: 50] Powers a devastating beam that pierces all shields and obliterates enemy systems.
es: [Recarga base: 50] Potencia un rayo devastador que perfora todos los escudos y aniquila los sistemas enemigos.
it: [Cooldown di base: 50] alimenta un raggio devastante che perfora tutti gli scudi e cancella i sistemi nemici.
ja: [基本クールダウン:50] すべてのシールドを貫通し、敵のシステムを破壊する破壊的なビームを発射する。
ko: [기본 충전 시간: 50] 모든 방어막을 관통하여 적함의 시스템을 흔적도 없이 지워 버리는 파괴적인 빔을 가동합니다.
pl: [Podstawowy czas odnowienia: 50] Zasila niszczycielski promień, który przebija wszystkie tarcze i niszczy systemy wroga.
pt_br: [Tempo de recarga básico: 50] Emite um raio devastador que perfura todos os escudos e oblitera os sistemas inimigos.
zh_hans: [基础充能时间：50秒] 驱动毁灭性的光束，可穿透所有护盾并重创敌舰的系统。

source: Artillery: Powers a devastating beam that pierces all shields and obliterates enemy systems.
es: Artillería: Potencia un rayo devastador que perfora todos los escudos y aniquila los sistemas enemigos.
it: Artiglieria: alimenta un raggio devastante che perfora tutti gli scudi e cancella i sistemi nemici.
ja: アーティラリー: すべてのシールドを貫通し、敵の星系を破壊する破壊的なビームを発射する。
ko: 함포: 모든 방어막을 관통하여 적함의 시스템을 흔적도 없이 지워 버리는 파괴적인 빔을 가동합니다.
pl: Artyleria: Zasila niszczycielski promień, który przebija wszystkie tarcze i niszczy systemy wroga.
pt_br: Artilharia: Gera um feixe devastador que perfura todos os escudos e oblitera os sistemas inimigos.
zh_hans: 巨炮：驱动毁灭性的光束，可穿透所有护盾并重创敌舰的系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/title
source: Ancient Artillery
es: Artillería Antigua
it: Antica artiglieria
ja: 古代砲兵
ko: 고대의 함포
pl: Starożytna Artyleria
pt_br: Artilharia antiga
zh_hans: 远古巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/short
source: Artillery
es: Artillería
it: Artiglieria
ja: 大砲
pl: Artyleria
pt_br: Artilharia
zh_hans: 远古巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/desc
source: [Base cooldown: 40] A powerful ancient Cluster Bomb salvo that fires 4 powerful bombs.
es: [Recarga base: 40] Una potente salva de Bomba de Racimo antigua que dispara 4 potentes bombas.
it: [Cooldown di base: 40] Una potente salva della bomba a grappolo antico che spara 4 potenti bombe.
ja: [基本クールダウン:40]4つの強力な爆弾を発射する強力な古代のクラスター爆弾の一斉射撃。
ko: [기본 충전 시간: 40] 상대에게 4발의 폭탄 세례를 퍼붓는 강력한 고대의 확산탄입니다.
pl: [Podstawowy czas odnowienia: 40] Potężna starożytna salwa Bomb Kasetowych, która wystrzeliwuje 4 potężne bomby.
pt_br: [Tempo de recarga básico: 40] Uma poderosa salva de bombas de fragmentação antiga que dispara 4 bombas poderosas.
zh_hans: [基础充能时间：40秒] 强大的远古集束炸弹齐射，同时发射4枚强大的炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_WITHER"]/tooltip
source: Artillery: A powerful ancient Cluster Bomb salvo that fires 4 powerful bombs.
es: Artillería: Una potente salva de Bomba de Racimo antigua que dispara 4 potentes bombas.
it: Artiglieria: una potente salva della bomba a grappolo antico che spara 4 potenti bombe.
ja: アーティラリー:4つの強力な爆弾を発射する強力な古代のクラスター爆弾の一斉射撃。
ko: 함포: 상대에게 4발의 폭탄 세례를 퍼붓는 강력한 고대의 확산탄입니다.
pl: Artyleria: Potężna starożytna salwa Bomb Kasetowych, która wystrzeliwuje 4 potężne bomby.
pt_br: Artilharia: Uma poderosa salva de bombas de fragmentação antiga que dispara 4 bombas poderosas.
zh_hans: 巨炮： 强大的远古集束炸弹齐射，同时发射4枚强大的炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARBITER"]/title
source: Arbiter Artillery
es: Artillería de Árbitro
it: Artillery arbitro
ja: アービター砲
ko: 중재자의 함포
pl: Artyleria Arbitra
pt_br: Artilharia Arbiter
zh_hans: 裁决者巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARBITER"]/short
source: Arbiter Artillery
es: Artillería de Árbitro
it: Artillery arbitro
ja: アービター砲
ko: 중재자의 함포
pl: Artyleria Arbitra
pt_br: Artilharia Arbiter
zh_hans: 裁决者巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARBITER"]/desc
source: [Base cooldown: 20] Fires a highly destructive 7 damage Pinpoint beam, with -3 shield piercing.
es: [Recarga base: 20] Dispara un rayo de Precisión altamente destructivo de 7 de daño, con -3 de perforación de escudo.
it: [Cooldown di base: 20] spara un raggio di individuazione di 7 danni altamente distruttivo, con -3 piercing di scudo.
ja: [基本クールダウン:20] シールド貫通力 -3の非常に破壊力の高い7ダメージのピンポイント ビームを発射する。
ko: [기본 충전 시간: 20] 피해 7, 방어막 관통도 -3의 매우 파괴적인 핀포인트 빔을 발사합니다.
pl: [Podstawowy czas odnowienia: 20] Wystrzeliwuje wysoce niszczycielski promień Punktowy o 7 obrażeniach, z przebiciem tarczy -3.
pt_br: [Recarga básica: 20] Dispara um raio Pinpoint altamente destrutivo de 7 de dano, com -3 de perfuração de escudo.
zh_hans: [基础充能时间：20秒] 发射一道毁灭性的光点激光，穿透-3层护盾并造成7点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="PRIME_LASER"]/title
source: Vindicator Laser
es: Láser Vindicador
ja: ヴィンディケーター・レーザー
ko: 빈디케이터 레이저
pl: Laser Mściciela
zh_hans: 辩护者激光

# data/blueprints.xml.append$//weaponBlueprint[@name="PRIME_LASER"]/short
source: Vindicator
es: Vindicador
ja: ヴィンディケーター
pl: Mściciel
pt_br: Vindicador
zh_hans: 辩护者

# data/blueprints.xml.append$//weaponBlueprint[@name="PRIME_LASER"]/desc
source: Let it hit you and you're already dead.
es: Deja que te alcance y ya estás muerto.
it: Lascia che ti colpisca e sei già morto.
ja: これに襲われたら、あなたはすでに死んでいる。
ko: 이것에 맞았다면 당신은 이미 죽은 것입니다.
pl: Niech cię trafi, a już nie żyjesz.
pt_br: Se ela o atingir, você já estará morto.
zh_hans: 让它打中你，你就已经死了。

# data/blueprints.xml.append$//weaponBlueprint[@name="PRIME_LASER_DESYNC"]/title
source: Vindicator Laser
es: Láser Vindicador
ja: ヴィンディケーター・レーザー
ko: 빈디케이터 레이저
pl: Laser Mściciela
zh_hans: 辩护者激光

# data/blueprints.xml.append$//weaponBlueprint[@name="PRIME_LASER_DESYNC"]/short
source: Vindicator
es: Vindicador
ja: ヴィンディケーター
pl: Mściciel
pt_br: Vindicador
zh_hans: 辩护者

# data/blueprints.xml.append$//weaponBlueprint[@name="PRIME_LASER_DESYNC"]/desc
source: Let it hit you and you're already dead.
es: Deja que te alcance y ya estás muerto.
it: Lascia che ti colpisca e sei già morto.
ja: これに襲われたら、あなたはすでに死んでいる。
ko: 이것에 맞았다면 당신은 이미 죽은 것입니다.
pl: Niech cię trafi, a już nie żyjesz.
pt_br: Se ela o atingir, você já estará morto.
zh_hans: 让它打中你，你就已经死了。

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_LASER_PRIME"]/title
source: Drone Vindicator
es: Dron Vindicador
it: Vindicatore drone
ja: ドローン・ヴィンディケーター
ko: 드론 빈디케이터
pl: Dron Mściciel
pt_br: Drone Vindicador
zh_hans: 辩护者无人机

# data/blueprints.xml.append$//droneBlueprint[@name="DEFENSE_PRIME"]/title
source: Arch-Angel
es: Arcángel
it: Arcangelo
ja: アーチエンジェル
ko: 대천사
pl: Archanioł
pt_br: Arcanjo
zh_hans: 大天使

# data/blueprints.xml.append$//droneBlueprint[@name="DEFENSE_PRIME"]/short
source: Arch-Angel
es: Arcángel
it: Arcangelo
ja: アーチエンジェル
pl: Archanioł
pt_br: Arcanjo
zh_hans: 大天使

# data/blueprints.xml.append$//droneBlueprint[@name="DEFENSE_PRIME"]/desc
source: Defense drone capable of targeting lasers, solid projectiles and other hostile drones. Reload: 50 MS
es: Dron de defensa capaz de apuntar a láseres, proyectiles sólidos y otros drones hostiles. Recarga: 50 MS
it: Droni di difesa in grado di prendere di mira laser, proiettili solidi e altri droni ostili. Ricarica: 50 ms
ja: レーザー、ソリッドプロジェクタイル、他の敵対ドローンをターゲットにできる防衛ドローン。 リロード50 MS
ko: 레이저, 고형 투사체, 적대적 드론을 모두 격추할 수 있는 방어 드론입니다. 재장전: 50 MS
pl: Dron obronny zdolny do celowania w lasery, pociski stałe i inne wrogie drony. Przeładowanie: 50 MS
pt_br: Drone de defesa capaz de atingir lasers, projéteis sólidos e outros drones hostis. Recarga: 50 MS
zh_hans: 能够针对激光，实体弹和其他敌对无人机的防御无人机。 重新装填：50 毫秒

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_BEAM_PRIME"]/title
source: Drone Beam
es: Rayo de Dron
it: Raggio di droni
ja: ドローン・ビーム
ko: 드론 빔
pl: Promień Drona
pt_br: Feixe de Drones
zh_hans: 无人机光束

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_PRIME"]/title
source: Castigator
es: Castigador
it: Castigatore
ja: キャスティゲーター
ko: 책망자
pl: Karciciel
pt_br: Castigador
zh_hans: 鞭笞者

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_PRIME"]/short
source: Castigator
es: Castigador
it: Castigatore
ja: キャスティゲーター
pl: Karciciel
pt_br: Castigador
zh_hans: 鞭笞者

# data/blueprints.xml.append$//droneBlueprint[@name="COMBAT_PRIME"]/desc
source: A Beam drone capable of causing devastating damage if shields are down, but is otherwise harmless.
es: Un dron de Rayo capaz de causar un daño devastador si los escudos están caídos, pero inofensivo en caso contrario.
it: Un drone del raggio in grado di causare danni devastanti se gli scudi sono inattivi, ma è altrimenti innocuo.
ja: シールドがダウンしている場合は壊滅的なダメージを与えることができるビームドローンだが、それ以外の場合は無害だ。
ko: 방어막이 있을 경우엔 무해하지만 그렇지 않다면 파괴적인 피해를 가하는 빔 드론입니다.
pl: Dron promieniowy zdolny do zadawania niszczycielskich obrażeń, jeśli tarcze są opuszczone, ale w przeciwnym razie jest nieszkodliwy.
pt_br: Um drone de feixe capaz de causar danos devastadores se os escudos estiverem desativados, mas que é inofensivo.
zh_hans: 一种在无护盾时可以造成毁灭性伤害的光束无人机，但其他时候无害。

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_RED"]/title
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
ko: 멋진 레이저
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_RED"]/short
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_RED"]/desc
source: Placeholder description.
es: Descripción de marcador de posición.
it: Descrizione del segnaposto.
ja: プレースホルダーの説明。
ko: 자리 채우기용 설명.
pl: Opis tymczasowy.
pt_br: Descrição do espaço reservado.
zh_hans: 占。

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_BLUE"]/title
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
ko: 멋진 레이저
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_BLUE"]/short
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_BLUE"]/desc
source: Placeholder description.
es: Descripción de marcador de posición.
it: Descrizione del segnaposto.
ja: プレースホルダーの説明。
ko: 자리 채우기용 설명.
pl: Opis tymczasowy.
pt_br: Descrição do espaço reservado.
zh_hans: 占。

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_GREEN"]/title
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
ko: 멋진 레이저
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_GREEN"]/short
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_GREEN"]/desc
source: Placeholder description.
es: Descripción de marcador de posición.
it: Descrizione del segnaposto.
ja: プレースホルダーの説明。
ko: 자리 채우기용 설명.
pl: Opis tymczasowy.
pt_br: Descrição do espaço reservado.
zh_hans: 占。

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_YELLOW"]/title
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
ko: 멋진 레이저
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_YELLOW"]/short
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_YELLOW"]/desc
source: Placeholder description.
es: Descripción de marcador de posición.
it: Descrizione del segnaposto.
ja: プレースホルダーの説明。
ko: 자리 채우기용 설명.
pl: Opis tymczasowy.
pt_br: Descrição do espaço reservado.
zh_hans: 占。

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_PINK"]/title
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
ko: 멋진 레이저
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_PINK"]/short
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_PINK"]/desc
source: Placeholder description.
es: Descripción de marcador de posición.
it: Descrizione del segnaposto.
ja: プレースホルダーの説明。
ko: 자리 채우기용 설명.
pl: Opis tymczasowy.
pt_br: Descrição do espaço reservado.
zh_hans: 占。

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_BLACK"]/title
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
ko: 멋진 레이저
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_BLACK"]/short
source: Awesome Laser
es: Láser impresionante
it: Laser fantastico
ja: オーサム・レーザー
pl: Niesamowity Laser
pt_br: Laser incrível
zh_hans: 美妙激光

# data/blueprints.xml.append$//weaponBlueprint[@name="AWESOME_LASER_BLACK"]/desc
source: Placeholder description.
es: Descripción de marcador de posición.
it: Descrizione del segnaposto.
ja: プレースホルダーの説明。
ko: 자리 채우기용 설명.
pl: Opis tymczasowy.
pt_br: Descrição do espaço reservado.
zh_hans: 占。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_REPAIR"]/title
source: Pro-Hull Beam
es: Rayo Pro-Casco
it: Raggio pro-scafo
ja: プロハルビーム
ko: 선체 수리 빔
pl: Promień Pro-Kadłubowy
pt_br: Viga Pro-Hull
zh_hans: 援舰光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_REPAIR"]/short
source: Pro-Hull Beam
es: Rayo Pro-Casco
it: Raggio pro-scafo
ja: プロハルビーム
pl: Promień Pro-Kadłubowy
pt_br: Viga Pro-Hull
zh_hans: 援舰光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_REPAIR"]/desc
source: A seemingly oxymoronic weapon, this Beam repairs the enemy hull. Also does minor crew damage; is meant to aid your other hull damaging weapons in crew killing.
es: Un arma aparentemente oximorónica, este Rayo repara el casco enemigo. También hace daño menor a la tripulación; está destinado a ayudar a tus otras armas que dañan el casco a matar tripulantes.
it: Un'arma apparentemente ossimoronica, questo raggio ripara lo scafo nemico.Fa anche danni da equipaggio minori;ha lo scopo di aiutare le tue altre armi dannose sullo scafo nell'uccisione dell'equipaggio.
ja: 一見矛盾した兵器であるこのビームは、敵艦体を修復する。クルーにも軽度のダメージを与える。クルーを殺害する際に、船体にダメージを与える他の兵器を支援することを目的としている。
ko: 적의 선체를 수리해주는 이 무기는 겉보기에 모순적입니다. 약간의 선원 피해 또한 가하는데, 선체 피해를 주는 다른 무기들과 함께 사용하여 적함을 나포할 수 있습니다.
pl: Pozornie oksymoroniczna broń, ten Promień naprawia kadłub wroga. Zadaje również niewielkie obrażenia załodze; ma na celu wspieranie twoich innych broni uszkadzających kadłub w zabijaniu załogi.
pt_br: Uma arma aparentemente oximorônica, esse feixe repara o casco do inimigo. Também causa pequenos danos à tripulação; destina-se a ajudar as outras armas que causam danos ao casco a matar a tripulação.
zh_hans: 一种看似自相矛盾的武器，这种光束可修复敌方舰体。也会造成微量船员伤害；旨在辅助你的其他舰体伤害武器来达成全歼船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRASH_LASER"]/title
source: could not find mu_TITLE_DEFUNCT_LASER
es: no se pudo encontrar mu_TITLE_DEFUNCT_LASER
it: Impossibile trovare mU_title_defunct_laser
ja: mu_TITLE_DEFUNCT_LASER が見つかりませんでした。
ko: mu_TITLE_DEFUNCT_LASER를 찾을 수 없습니다
pl: nie znaleziono mu_TITLE_DEFUNCT_LASER
pt_br: não foi possível encontrar mu_TITLE_DEFUNCT_LASER
zh_hans: 无法找到mu_TITLE_DEFUNCT_LASER

# data/blueprints.xml.append$//weaponBlueprint[@name="CRASH_LASER"]/short
source: could not find mu_SHORT_DEFUNCT_LASER
es: no se pudo encontrar mu_SHORT_DEFUNCT_LASER
it: Impossibile trovare MU_SHORT_DEFUCCT_LASER
ja: mu_SHORT_DEFUNCT_LASER が見つかりませんでした。
pl: nie znaleziono mu_SHORT_DEFUNCT_LASER
pt_br: não foi possível encontrar mu_SHORT_DEFUNCT_LASER
zh_hans: 无法找到mu_SHORT_DEFUNCT_LASER

# data/blueprints.xml.append$//weaponBlueprint[@name="CRASH_LASER"]/desc
source: could not find mu_DESC_DEFUNCT_LASER
es: no se pudo encontrar mu_DESC_DEFUNCT_LASER
it: Impossibile trovare MU_DESC_DEFUCCT_LASER
ja: mu_DESC_DEFUNCT_LASERが見つからなかった
ko: mu_DESC_DEFUNCT_LASER를 찾을 수 없습니다
pl: nie znaleziono mu_DESC_DEFUNCT_LASER
pt_br: não foi possível encontrar mu_DESC_DEFUNCT_LASER
zh_hans: 无法找到mu_DESC_DEFUNCT_LASER

source: could not find mu_DESC_DEFUNCT_LASER
es: no se pudo encontrar mu_DESC_DEFUNCT_LASER
it: Impossibile trovare MU_DESC_DEFUCCT_LASER
ja: mu_DESC_DEFUNCT_LASERが見つからなかった
ko: mu_DESC_DEFUNCT_LASER를 찾을 수 없습니다
pl: nie znaleziono mu_DESC_DEFUNCT_LASER
pt_br: não foi possível encontrar mu_DESC_DEFUNCT_LASER
zh_hans: 无法找到mu_DESC_DEFUNCT_LASER

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_HARDSCIFI"]/title
source: Laser Beam
es: Rayo Láser
it: Raggio laser
ja: レーザービーム
ko: 레이저 빔
pl: Promień laserowy
pt_br: Feixe de laser
zh_hans: 激光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_HARDSCIFI"]/short
source: Laser Beam
es: Rayo Láser
it: Raggio laser
ja: レーザービーム
pl: Promień laserowy
pt_br: Feixe de laser
zh_hans: 激光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_HARDSCIFI"]/desc
source: A very realistic Beam that obeys REAL SCIENCE. And it's actually a Laser! Lasers don't shoot projectiles in real life, like what the hell. That doesn't even make sense. Why are Lasers and Beams separate weapons, lasers should be called plasma or something because that's what they really are. And why are beams impacted by shields? If beams are lasers and lasers are light shouldn't they be able to go through shields perfectly fine? It's not like shields are that opaque, I mean you can see through them almost perfectly, it literally makes no sense why is it like this, people really need to stop avoiding the question and just fix this obvious mistake, sheesh.
es: Un Rayo muy realista que obedece a la CIENCIA REAL. ¡Y en realidad es un Láser! Los láseres no disparan proyectiles en la vida real, qué demonios. Eso ni siquiera tiene sentido. ¿Por qué los Láseres y los Rayos son armas separadas? Los láseres deberían llamarse plasma o algo así porque eso es lo que realmente son. ¿Y por qué los rayos son afectados por los escudos? Si los rayos son láseres y los láseres son luz, ¿no deberían poder atravesar los escudos perfectamente? No es como si los escudos fueran tan opacos, quiero decir, puedes ver a través de ellos casi perfectamente, literalmente no tiene sentido por qué es así, la gente realmente necesita dejar de evitar la pregunta y simplemente corregir este error obvio, caramba.
it: Un raggio molto realistico che obbedisce alla vera scienza.Ed è in realtà un laser!I laser non sparano proiettili nella vita reale, come quello che diavolo.Non ha nemmeno senso.Perché i laser e le travi sono armi separate, i laser dovrebbero essere chiamati plasma o qualcosa del genere perché è quello che sono veramente.E perché le travi sono colpite dagli scudi?Se i raggi sono laser e i laser sono leggeri, non dovrebbero essere in grado di attraversare perfettamente gli scudi?Non è che gli scudi siano così opachi, voglio dire che puoi vedere attraverso di loro quasi perfettamente, non ha letteralmente senso perché sia così, le persone hanno davvero bisogno di smettere di evitare la domanda e correggere questo evidente errore, Sheesh.
ja: 現実の科学に準拠した非常に現実的なビーム。そしてそれは実際にはレーザーだ！レーザーは現実世界では発射物を発射しない。それすら意味がない。なぜレーザーとビームが別々の武器なのか、レーザーはプラズマか何かと呼ばれるべきだ、それが事実だからだ。そして、なぜビームがシールドの影響を受けるのだろうか？ビームがレーザーであり、レーザーが光な場合、シールドを完全に通過できるはずではないか？シールドがそんなに不透明なわけではない、つまりほぼ完全に透けて見える、なぜこんなことになっているのか文字通り意味不明だ、人々は本当に質問を避けるのをやめて、この明白な間違いを正す必要がある。ちくしょう。
ko: '진짜 과학'에 어긋나지 않는 아주 현실적인 빔입니다. 그리고 이게 진짜 레이저죠! 현실의 레이저는 젠장할 발사체를 쏘지 않아요. 왜 레이저랑 빔이 별개의 무기일까요. 레이저는 현실에서와같이 플라스마라던가 그런 거로 불려야 하는데. 그리고 왜 빔이 방어막에 충돌하는 거죠? 빔이 레이저고 레이저가 빛이라면 당연히 방어막을 통과할 수 있어야 하지 않나요? 방어막은 충분히 투명해요. 그러니까 제 말은, 우리 눈으로 방어막을 거의 완벽히 꿰뚫어 볼 수 있으니 이 상황이 전혀 말이 안 된다고요. 우리는 이런 질문을 피하려 하지 말고 그냥 이 명백한 실수를 고쳐놔야 해요, 쳇.
pl: Bardzo realistyczny Promień, który podlega PRAWDZIWEJ NAUCE. I to faktycznie jest laser! W prawdziwym życiu lasery nie strzelają pociskami, co do cholery. To nawet nie ma sensu. Dlaczego lasery i promienie to oddzielne bronie, lasery powinny nazywać się plazmą czy czymś, bo tym tak naprawdę są. I dlaczego tarcze wpływają na promienie? Jeśli promienie to lasery, a lasery to światło, to czy nie powinny one przechodzić przez tarcze bez żadnego problemu? To nie tak, że tarcze są nieprzezroczyste, w końcu widać przez nie niemal idealnie, to dosłownie nie ma sensu, dlaczego tak jest, ludzie naprawdę muszą przestać unikać pytania i po prostu naprawić ten oczywisty błąd, kurczę.
pt_br: Um feixe muito realista que obedece à CIÊNCIA REAL. E é de fato um laser! Os lasers não disparam projéteis na vida real, que diabos. Isso nem faz sentido. Por que os lasers e os feixes são armas separadas? Os lasers deveriam ser chamados de plasma ou algo assim, porque é isso que eles realmente são. E por que os feixes são afetados pelos escudos? Se os feixes são lasers e os lasers são luz, eles não deveriam ser capazes de atravessar os escudos perfeitamente? Não é como se os escudos fossem tão opacos, quero dizer, você pode ver através deles quase perfeitamente, literalmente não faz sentido por que é assim, as pessoas realmente precisam parar de evitar a pergunta e simplesmente consertar esse erro óbvio.
zh_hans: 一件非常真实可信的光束武器，遵循现 实 科 学。它其实是激光武器！激光怎么可能在现实世界中射出弹体，什么鬼啊，根本说不通的。为什么激光和光束是不同的武器种类，激光武器应该被称为等离子武器之类的因为这才是它们真实的物理性质。而且为什么光束会被护盾屏蔽？如果光束是激光，激光又是光，难道它们不应该都能够正常穿透护盾吗？护盾又没有那么不透光，我意思是你可以清楚地透过护盾看见里面的舰船，这么搞根本没道理，我们真的不能再回避这个问题了这么明显的错误还不赶紧纠正，真的是。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_SYLVAN"]/title
source: Uplifted Burst Laser II
es: Láser de Ráfaga Uplifted II
it: Laser Burst II
ja: アップリフト・バースト・レーザーII
ko: 증강된 점사형 레이저 마크 II
pl: Ulepszony Laser Salwowy II
pt_br: Laser de explosão elevado II
zh_hans: 进阶爆裂激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_SYLVAN"]/short
source: Uplifted II
it: Sollevato II
ja: アップリフトII
pl: Ulepszony II
pt_br: Elevado II
zh_hans: 进阶爆裂II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_SYLVAN"]/desc
source: Pew pew pew, ssstranger.
es: Piu piu piu, extraaanjero.
ja: ピューピューピュー、ススストレンジャー。
ko: 뿅뿅뿅이에요, 낯썬이.
pl: Piu piu piu, obcccy.
pt_br: Pew pew pew pew, ssstranger.
zh_hans: BiuBiuBiu，陌生～～人。

source: Uplifted Burst Laser II
es: Láser de Ráfaga Uplifted II
it: Laser Burst II
ja: アップリフト・バースト・レーザーII
ko: 증강된 점사형 레이저 마크 II
pl: Ulepszony Laser Salwowy II
pt_br: Laser de explosão elevado II
zh_hans: 进阶爆裂激光II

source: Uplifted II
it: Sollevato II
ja: アップリフトII
pl: Ulepszony II
pt_br: Elevado II
zh_hans: 进阶爆裂II

source: Pew pew pew, ssstranger.
es: Piu piu piu, extraaanjero.
ja: ピューピューピュー、ススストレンジャー。
ko: 뿅뿅뿅이에요, 낯썬이.
pl: Piu piu piu, obcccy.
pt_br: Pew pew pew pew, ssstranger.
zh_hans: BiuBiuBiu，陌生～～人。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_5_SYLVAN"]/title
source: Uplifted Burst Laser III
es: Láser de Ráfaga Uplifted III
it: Laser III
ja: アップリフト・バースト・レーザーIII
ko: 증강된 점사형 레이저 마크 III
pl: Ulepszony Laser Salwowy III
pt_br: Laser de explosão elevado III
zh_hans: 进阶爆裂激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_5_SYLVAN"]/short
source: Uplifted III
it: Sollevato III
ja: アップリフトIII
pl: Ulepszony III
pt_br: Elevado III
zh_hans: 进阶爆裂III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_5_SYLVAN"]/desc
source: Pew pew pew pew pew, ssstranger.
es: Piu piu piu piu piu, extraaanjero.
ja: ピューピューピューピューピュー、ススストレンジャー。
ko: 뿅뿅뿅뿅뿅이에요, 낯썬이.
pl: Piu piu piu piu piu, obcccy.
zh_hans: BiuBiuBiuBiuBiu，陌生～～人。
