Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_EFFICIENCY"]/desc
source: Engi crew gain 15% repair speed.
es: La tripulación Engi gana un 15% de velocidad de reparación.
it: L'equipaggio Engi guadagna il 15% di velocità di riparazione.
ja: エンジクルーの修理速度が15%増加する。
pl: Załoga Engi zyskuje 15% prędkości naprawy.
pt_br: A equipe da Engi ganha velocidade de reparo de 15%.
zh_hans: 半械族船员获得15%的维修速度增益。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_ADAPT"]/title
source: Environmental Adaptation
es: Adaptación Ambiental
it: Adattamento ambientale
ja: 環境適応
pl: Adaptacja Środowiskowa
pt_br: Adaptação ambiental
zh_hans: 环境适应

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ENGI_ADAPT"]/desc
source: Engi are immune to suffocation.
es: Los Engi son inmunes a la asfixia.
it: Engi sono immune al soffocamento.
ja: エンジは窒息の影響を受けない。
pl: Engi są odporni na uduszenie.
pt_br: Engi são imunes a asfixia.
zh_hans: 半械族免疫窒息伤害。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ENGI_ADAPT"]/title
source: [L] Environmental Adapt.
es: [L] Adapt. Ambiental
it: [L] Adatta ambientale.
ja: [L] 環境適応。
ko: [L] 환경 적응성
pl: [L] Adaptacja Środowiskowa
pt_br: [L] Adaptação ambiental.
zh_hans: [外]环境适应

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ENGI_ADAPT"]/desc
source: Your Engi are immune to suffocation. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Tus Engi son inmunes a la asfixia. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I tuoi Engi sono immune al soffocamento. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: あなたのエンジには窒息に対する免疫がある。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを消費する。実際のラボのアップグレードに変換することはできないが、主スロットを消費することはない。それ自身とはスタックしない。
ko: 엔지가 질식에 대한 완전 면역을 얻습니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Twoi Engi są odporni na uduszenie. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Nie może być przekonwertowane na rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego gniazda. Nie kumuluje się samo ze sobą.
pt_br: Seus Engi são imunes a sufocamento. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 半械族免疫窒息伤害。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SEPARATIST_HEAL"]/title
source: Unified Colonies
es: Colonias Unificadas
it: Colonie unificate
ja: 統一コロニー
pl: Zjednoczone Kolonie
pt_br: Colônias unificadas
zh_hans: 机群统一

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SEPARATIST_HEAL"]/desc
source: Separatists can heal while in nanomode but cannot ignore doors.
es: Los separatistas pueden curarse en modo nano pero no pueden ignorar puertas.
it: I separatisti possono guarire mentre sono in nanomodo ma non possono ignorare le porte.
ja: 分離主義者はナノマシンモード中に回復できるが、ドアを無視することはできない。
pl: Separatyści mogą leczyć się w trybie nano, ale nie mogą ignorować drzwi.
pt_br: Os separatistas podem curar enquanto estiver no nanomodo, mas não podem ignorar as portas.
zh_hans: 分离者可在纳米模式下恢复生命，但不再无视舱门。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_DEFENDER_REPAIRS"]/title
source: Priority Reallocation
es: Reasignación de Prioridad
it: Rialocazione prioritaria
ja: 優先順位の再配置
pl: Redystrybucja Priorytetów
pt_br: Realocação prioritária
zh_hans: 优先级重设

# data/blueprints.xml.append$//augBlueprint[@name="LAB_DEFENDER_REPAIRS"]/desc
source: Defenders no longer fight enemy crew, but can repair while hostiles are in the room.
es: Los defensores ya no luchan contra la tripulación enemiga, pero pueden reparar mientras hay hostiles en la sala.
it: I difensori non combattono più l'equipaggio nemico, ma possono riparare mentre gli ostili sono nella stanza.
ja: ディフェンダーは敵のクルーと戦わなくなったが、敵が部屋にいる間に修理することができる。
pl: Obrońcy nie walczą już z wrogą załogą, ale mogą naprawiać, gdy w pomieszczeniu są wrogowie.
pt_br: Os defensores não combatem mais a tripulação inimiga, mas podem reparar enquanto os hostis estão na sala.
zh_hans: 保卫者不再与敌方人员作战，但可在敌方人员在舱室内时进行维修。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_INSTALLED"]/title
source: Zoltan
ja: ゾルタン
zh_hans: 超能族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_INSTALLED"]/desc
source: Zoltan upgrade installed.
es: Mejora Zoltan instalada.
it: Upgrade Zoltan installato.
ja: ゾルタンアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Zoltańskie.
pt_br: Atualização de Zoltan instalada.
zh_hans: 已配置超能族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_OVERCLOCK"]/title
source: Overclocking
ja: オーバークロック
pl: Podkręcanie
zh_hans: 超频

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_OVERCLOCK"]/desc
source: Zoltans lose 40% of their health but provide double power.
es: Los Zoltans pierden el 40% de su salud pero proporcionan el doble de energía.
it: Gli zoltan perdono il 40% della loro salute ma forniscono doppia potenza.
ja: ゾルタンはライフを40%失うが、2倍の動力を供給する。
pl: Zoltanie tracą 40% zdrowia, ale dostarczają podwójną moc.
pt_br: Os Zoltans perdem 40% de sua saúde, mas fornecem dupla potência.
zh_hans: 超能族失去40%最大生命值，但提供2倍能量。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ZOLTAN_OVERCLOCK"]/title
source: [L] Overclocking
ja: [L] オーバークロック
ko: [L] 오버클록
pl: [L] Podkręcanie
pt_br: [L] overclock
zh_hans: [外]超频

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_ZOLTAN_OVERCLOCK"]/desc
source: Zoltans lose 40% of their health but provide double power. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Zoltans pierden el 40% de su salud pero proporcionan el doble de energía. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Gli zoltan perdono il 40% della loro salute ma forniscono doppia potenza. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: ゾルタンは体力の40％を失うが、パワーは2倍になる。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを消費する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 졸탄이 최대 체력을 40% 잃지만 두배의 전력을 공급합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Zoltanie tracą 40% zdrowia, ale dostarczają podwójną moc. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Nie może być przekonwertowane na rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego gniazda. Nie kumuluje się samo ze sobą.
pt_br: Os zoltanos perdem 40% de sua saúde, mas fornecem o dobro de energia. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 超能族失去40%最大生命值，但提供2倍能量。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_SHIELD"]/title
source: Hard-Light Shielding
es: Blindaje de Luz Sólida
it: Proiezione a luminosità dura
ja: ハード・ライト・シールド
pl: Osłona Twardego Światła
pt_br: Blindagem de luz dura
zh_hans: 光质防护

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_SHIELD"]/desc
source: Zoltans shield other crew in the room, making them take 33% damage, but cannot directly fight other crew themselves.
es: Los Zoltans protegen a otra tripulación en la sala, haciendo que reciban un 33% de daño, pero no pueden luchar directamente contra otra tripulación.
it: Zoltans scudo altri membri dell'equipaggio nella stanza, facendoli un danno del 33%, ma non possono combattere direttamente gli altri membri dell'equipaggio.
ja: ゾルタンは部屋内の他のクルーをシールドし、33%のダメージを受けさせるが、他のクルー自体と直接戦うことはできない。
pl: Zoltanie osłaniają inną załogę w pomieszczeniu, sprawiając, że otrzymują 33% obrażeń, ale sami nie mogą bezpośrednio walczyć z inną załogą.
pt_br: Zoltans protege outra tripulação na sala, fazendo com que eles sofram 33% de dano, mas não podem lutar diretamente a outras equipes.
zh_hans: 超能族为舱室内的其他船员提供防护，使他们受到的所有来源的伤害降低至67%，但自己不能直接与其他船员战斗。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_EMITTER"]/title
source: Emitter Calibration
es: Calibración de Emisor
it: Calibrazione dell'emettitore
ja: エミッタ校正
pl: Kalibracja Emitera
pt_br: Calibração emissor
zh_hans: 辐能回导

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_EMITTER"]/desc
source: Zoltan heal on their own, but no longer heal from sources like medbay
es: Los Zoltan se curan por su cuenta, pero ya no se curan de fuentes como la enfermería
it: Zoltan guarisce da solo, ma non guarisce più da fonti come Medbay
ja: ゾルタンは自分で回復するが、メドベイなどの情報源からは回復しなくなった
pl: Zoltanie leczą się sami, ale nie leczą się już ze źródeł takich jak medbay
pt_br: Zoltan se cura por conta própria, mas não é mais curar de fontes como Medbay
zh_hans: 超能族可以自行恢复，但不再从医疗舱等来源恢复生命值

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MONK_COMBAT"]/title
source: Spiritual Abandonment
es: Abandono Espiritual
it: Abbandono spirituale
ja: 精神の放棄
pl: Porzucenie Duchowe
pt_br: Abandono espiritual
zh_hans: 还俗

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MONK_COMBAT"]/desc
source: Your monks can fight, but only at half damage. Supercedes Hard-Light Shielding.
es: Tus monjes pueden luchar, pero solo a mitad de daño. Reemplaza el Blindaje de Luz Sólida.
it: I tuoi monaci possono combattere, ma solo a metà danno.Supercedes Scherco della luce dura.
ja: モンクは戦うことができるが、ダメージは半分にとどまる。ハードライトシールドに取って代わる。
pl: Twoi mnisi mogą walczyć, ale tylko z połową obrażeń. Zastępuje Osłonę Twardego Światła.
pt_br: Seus monges podem lutar, mas apenas com meio dano.Supercedes escudo de luz dura.
zh_hans: 信道者获得战斗能力，可造成0.5倍战斗伤害。取代光质防护特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_INSTALLED"]/title
source: Orchid
es: Orquídea
it: Orchidea
ja: オーキッド
pl: Orchidea
pt_br: Orquídea
zh_hans: 兰花族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_INSTALLED"]/desc
source: Orchid upgrade installed.
es: Mejora Orquídea instalada.
it: Upgrade orchidea installato.
ja: オーキッドアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Orchidei.
pt_br: Upgrade Orchid instalada.
zh_hans: 已配置兰花族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_THORNS"]/title
source: Thorns
es: Espinas
it: Spine
ja: 茨
pl: Kolce
pt_br: Espinhos
zh_hans: 荆棘

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_THORNS"]/desc
source: Orchids do x1.3 ranged damage
es: Las Orquídeas hacen x1.3 de daño a distancia
it: Le orchidee fanno il danno a distanza x1.3
ja: オーキッドは1.3倍の遠距離ダメージを与える
pl: Orchidee zadają x1.3 obrażeń dystansowych
pt_br: As orquídeas causam dano ao longo
zh_hans: 兰花族的远程伤害提高30%

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_PETRIFIED"]/title
source: Petrified Wood
es: Madera Petrificada
it: Legno pietrificato
ja: ペトリファイド・ウッド
pl: Skamieniałe Drewno
pt_br: Madeira petrificada
zh_hans: 石化木质

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_PETRIFIED"]/desc
source: Orchids burn at normal speeds, but have 10 less max health.
es: Las Orquídeas se queman a velocidad normal, pero tienen 10 menos de salud máxima.
it: Le orchidee bruciano a velocità normali, ma hanno 10 salute massima in meno.
ja: オーキッドは通常の速度で燃えるが、最大ライフが10減る。
pl: Orchidee palą się z normalną prędkością, ale mają o 10 mniej maksymalnego zdrowia.
pt_br: As orquídeas queimam em velocidades normais, mas têm 10 a menos de saúde máxima.
zh_hans: 兰花族受到的灼烧伤害降至默认值，但失去10点最大生命值。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_TOTIPOTENCY"]/title
source: Totipotency
es: Totipotencia
it: Totipotenza
ja: 全能性
pl: Totipotencja
pt_br: TOTIPOTENCE
zh_hans: 细胞全能性

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ORCHID_TOTIPOTENCY"]/desc
source: Orchids take 15% extra fire damage, but regenerate at 3hp/s when not in combat
es: Las Orquídeas reciben un 15% de daño extra por fuego, pero se regeneran a 3 PV/s cuando no están en combate
it: Le orchidee subiscono un danno al fuoco in più del 15%, ma si rigenerano a 3 CV/s quando non sono in combattimento
ja: オーキッドは15%の追加火ダメージを受けるが、非戦闘時は3HP/秒で回復する
pl: Orchidee otrzymują 15% dodatkowych obrażeń od ognia, ale regenerują się z prędkością 3 PŻ/s, gdy nie są w walce
pt_br: As orquídeas sofrem de 15% de dano de incêndio extra, mas se regeneram a 3hp/s quando não estiver em combate
zh_hans: 兰花族受到的灼烧伤害增加15%，但在不受伤害4秒后以3点/秒的速度恢复生命

# data/blueprints.xml.append$//augBlueprint[@name="LAB_CARETAKER_HAZARD"]/title
source: Calming Spores
es: Esporas Calmantes
it: Spore calmanti
ja: 落ち着いた胞子
ko: 안정되는 포자
pl: Uspokajające Zarodniki
pt_br: Esporos calmantes
zh_hans: 宁神孢子

# data/blueprints.xml.append$//augBlueprint[@name="LAB_VAMPWEED_HEAL"]/title
source: Decomposers
es: Descomponedores
it: Decompositori
ja: 分解者
pl: Dekompozytorzy
pt_br: Decompositores
zh_hans: 分解者

# data/blueprints.xml.append$//augBlueprint[@name="LAB_VAMPWEED_HEAL"]/desc
source: Vampweeds prevent all other non-vampweed crew in the room from healing.
es: Los Vampweeds evitan que toda la demás tripulación no-vampweed en la sala se cure.
it: I vampweed impediscono a tutti gli altri membri dell'equipaggio non di Vampweed nella stanza di guarire.
ja: ヴァンプウィードは、部屋にいる他のヴァンプウィード以外のクルー全員の治癒を妨げる。
pl: Wampiaki uniemożliwiają leczenie się całej pozostałej załodze niebędącej wampiakami w pomieszczeniu.
pt_br: Os vampweeds impedem que todos os outros tripulantes que não sejam de vampweed na sala se curam.
zh_hans: 血草兰花阻止同舱室的所有非血草兰花船员恢复生命。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_INSTALLED"]/title
source: Mantis
it: Mantide
ja: マンティス
pl: Modliszka
pt_br: louva a Deus
zh_hans: 螳螂族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_INSTALLED"]/desc
source: Mantis upgrade installed.
es: Mejora Mantis instalada.
it: Aggiornamento di Mantis installato.
ja: マンティスアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Modliszek.
pt_br: Atualização do Mantis instalado.
zh_hans: 已配置螳螂族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_MELEE"]/title
source: Selective Killing
es: Asesinato Selectivo
it: Uccisione selettiva
ja: 選択的殺人
pl: Selektywne Zabijanie
pt_br: Assassinato seletivo
zh_hans: 选择性杀戮

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_MELEE"]/desc
source: Mantis do an extra 60% damage in melee combat, but lose 50% of their ranged damage.
es: Los Mantis hacen un 60% de daño extra en combate cuerpo a cuerpo, pero pierden el 50% de su daño a distancia.
it: Mantis fa un danno extra del 60% nel combattimento in mischia, ma perde il 50% del danno a distanza.
ja: マンティスは近接戦闘で追加の60%ダメージを与えるが、遠距離ダメージの50%を失う。
pl: Modliszki zadają dodatkowe 60% obrażeń w walce wręcz, ale tracą 50% obrażeń dystansowych.
pt_br: Os mantis causam um dano extra de 60% em combate corpo a corpo, mas perdem 50% de seus danos à distância.
zh_hans: 螳螂族近战伤害额外提高60%，但远程伤害降低50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_FIRE"]/title
source: Fireflies
es: Luciérnagas
it: Lucciole
ja: ホタル
pl: Świetliki
pt_br: Vagalumes
zh_hans: 萤火虫

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_FIRE"]/desc
source: Mantis gain 75% fire resistance, as well as a 20% sabotage buff. Suzerains and Bishops will take default fire damage during their ability.
es: Los Mantis ganan un 75% de resistencia al fuego, así como una mejora de sabotaje del 20%. Los Soberanos y Obispos recibirán daño de fuego normal durante su habilidad.
it: Mantide guadagna il 75% di resistenza al fuoco, nonché un appassionato di sabotaggio del 20%.Suzerains e vescovi subiranno danni al fuoco predefiniti durante la loro abilità.
ja: マンティスは75%の耐火性と20%の妨害バフを獲得する。スゼラインと司教は、能力中にデフォルトの火災ダメージを受ける。
pl: Modliszki zyskują 75% odporności na ogień, a także 20% premii do sabotażu. Suzereni i Gońce będą otrzymywać domyślne obrażenia od ognia podczas używania swoich zdolności.
pt_br: Mantis ganha 75% de resistência ao incêndio, bem como um bress de 20% de sabotagem.SURZERAINES E BISPOS RESPONDERÃO DANOS DE INCÊNDIO PADRÃO Durante sua capacidade.
zh_hans: 螳螂族受到的灼烧伤害减少75%，破坏伤害提升20%。主教与领主在主动技能期间只受1倍灼烧伤害。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_SPEED"]/title
source: Observational Learning
es: Aprendizaje por Observación
it: Apprendimento osservazionale
ja: 観察学習
pl: Uczenie się przez Obserwację
pt_br: Aprendizagem por observação
zh_hans: 观察性学习

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MANTIS_SPEED"]/desc
source: Mantis repair at x0.8 speed when another non-mantis is in the room.
es: Los Mantis reparan a velocidad x0.8 cuando hay otro no-mantis en la sala.
it: Riparazione di mantide a velocità x0,8 quando un'altra non mantide è nella stanza.
ja: マンティス以外の別のマンティスが部屋にいる場合、マンティスは0.8倍の速度で修復される。
pl: Modliszki naprawiają z prędkością x0.8, gdy w pomieszczeniu jest inna osoba niebędąca modliszką.
pt_br: Mantis Repair a X0.8 Velocidade quando outro não-Mantis está na sala.
zh_hans: 当另一个非螳螂族船员在舱室内时，螳螂族将以0.8倍的速度维修。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SUZERAIN_SLAVES"]/title
source: Slave Masters
es: Maestros de Esclavos
it: Maestri degli schiavi
ja: 奴隷の主人たち
pl: Władcy Niewolników
pt_br: Mestres de escravos
zh_hans: 奴隶主

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SUZERAIN_SLAVES"]/desc
source: Engi repair speed is doubled for each Suzerain or Bishop in the room.
es: La velocidad de reparación de los Engi se duplica por cada Soberano u Obispo en la sala.
it: La velocità di riparazione Engi è raddoppiata per ogni Suzerain o Bishop nella stanza.
ja: 部屋内のスゼラインまたは司教ごとにエンジの修復速度が2倍になる。
pl: Prędkość naprawy Engi jest podwojona za każdego Suzerena lub Gońca w pomieszczeniu.
pt_br: A velocidade de reparo do Engi é dobrada para cada soberano ou bispo na sala.
zh_hans: 舱室内每多一个螳螂领主或主教可使半械族的维修速度翻倍。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HIVE_SLASH"]/title
source: Claw Slash
es: Corte de Garra
ja: クロー・スラッシュ
pl: Cięcie Pazurami
pt_br: Garra Slash
zh_hans: 利爪挥砍

# data/blueprints.xml.append$//augBlueprint[@name="LAB_HIVE_SLASH"]/desc
source: Regular Mantis gain a slash ability that does 15 damage to all enemy crew in the room. Can only slash twice per jump.
es: Los Mantis normales ganan una habilidad de corte que hace 15 de daño a toda la tripulación enemiga en la sala. Solo pueden cortar dos veces por salto.
it: La mantide regolare acquisisce un'abilità di taglio che infligge 15 danni a tutti gli equipaggi nemici nella stanza.Può solo tagliare due volte per salto.
ja: 通常のマンティスは、部屋内のすべての敵クルーに15ダメージを与える斬撃能力を獲得する。1回のジャンプで2回しか斬れない。
pl: Zwykłe Modliszki zyskują zdolność cięcia, która zadaje 15 obrażeń całej wrogiej załodze w pomieszczeniu. Mogą ciąć tylko dwa razy na skok.
pt_br: Mantis regular ganha uma habilidade de barra que causa 15 de dano a toda a equipe inimiga da sala.Só pode cortar duas vezes por salto.
zh_hans: 普通螳螂族获得一个斩击能力，对舱室内的敌方船员造成15点伤害。每次跃迁只能使用两次。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MANTIS_FIRE"]/title
source: [L] Fireflies
es: [L] Luciérnagas
it: [L] lucciole
ja: [左] ホタル
ko: [L] 반딧불이
pl: [L] Świetliki
zh_hans: [外]萤火虫

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MANTIS_FIRE"]/desc
source: Mantis gain 75% fire resistance, as well as a 20% sabotage buff. Suzerains and Bishops will take default fire damage during their ability. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Mantis ganan un 75% de resistencia al fuego, así como una mejora de sabotaje del 20%. Los Soberanos y Obispos recibirán daño de fuego normal durante su habilidad. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Mantide guadagna il 75% di resistenza al fuoco, nonché un appassionato di sabotaggio del 20%.Suzerains e vescovi subiranno danni al fuoco predefiniti durante la loro abilità. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: Mantisは75%の火耐性と20%の妨害バフを得る。スザレインとビショップはアビリティ中デフォルトの火属性ダメージを受ける。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。自身とはスタックしない。
ko: 맨티스가 75%의 화재 저항과 20%의 시설 파괴 보너스를 얻습니다. 능력을 사용중인 영주와 주교 맨티스는 일반적인 화재 피해를 받습니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 중첩되지 않습니다.
pl: Modliszki zyskują 75% odporności na ogień, a także 20% premii do sabotażu. Suzereni i Gońce będą otrzymywać domyślne obrażenia od ognia podczas używania swoich zdolności. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Nie może być przekonwertowane na rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego gniazda. Nie kumuluje się samo ze sobą.
pt_br: Os louva-a-deus ganham 75% de resistência ao fogo, além de um bônus de sabotagem de 20%. Suzerains e Bishops receberão dano de fogo padrão durante sua habilidade. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 螳螂族受到的灼烧伤害减少75%，破坏伤害提升20%。主教与领主在主动技能期间只受1倍灼烧伤害。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_SUZERAIN_SLAVES"]/title
source: [L] Slave Masters
es: [L] Maestros de Esclavos
it: [L] Maestri degli schiavi
ja: [L] スレーブマスター
ko: [L] 노예주
pl: [L] Władcy Niewolników
pt_br: [L] mestres de escravos
zh_hans: [外]奴隶主
