Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="SIREN_ENEMY_MC"]/title
source: Cosmetic Augment
es: Mejora Cosmética
it: Aumento cosmetico
ja: コスメティック・オーグメント
ko: 허울뿐인 장비
pl: Ulepszenie Kosmetyczne
pt_br: Aumento cosmético
zh_hans: 化妆品增强

# data/blueprints.xml.append$//augBlueprint[@name="SIREN_ENEMY_MC"]/desc
source: YOU SHOULD NEVER SEE THIS - gives Siren slaves the mind control graphic.
es: NUNCA DEBERÍAS VER ESTO - da a los esclavos Sirena el gráfico de control mental.
it: Non dovresti mai vederlo: dà agli schiavi della sirena il grafico del controllo mentale.
ja: これは絶対に見てはいけない - セイレーンの奴隷にマイコンのグラフィックを与える。
pl: NIGDY NIE POWINIENEŚ TEGO WIDZIEĆ - daje niewolnikom Syren grafikę kontroli umysłu.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO - dá aos escravos da Siren o gráfico de controle mental.
zh_hans: 你永远不应该看到这个 - 给海妖奴隶心灵控制图形。

# data/blueprints.xml.append$//augBlueprint[@name="RHYME_SHIELDS"]/title
source: Eldritch Shield
es: Escudo Sobrenatural
it: SHIELD ELDRITCH
ja: エルドリッチの盾
ko: 이계의 방어막
pl: Tarcza Z Innego Świata
pt_br: Escudo Eldritch
zh_hans: 怪异护盾

# data/blueprints.xml.append$//augBlueprint[@name="RHYME_SHIELDS"]/desc
source: A barrier of chaotic energy that provides a 7 hitpoints Super Shield.
es: Una barrera de energía caótica que proporciona un Super Escudo de 7 puntos de vida.
it: Una barriera di energia caotica che fornisce un super scudo di 7 hitpoint.
ja: 7ポイントのスーパーシールドを提供する混沌としたエネルギーのバリア。
ko: 혼돈의 힘으로 이루어진 에너지 방어막입니다. 7의 내구도를 가집니다.
pl: Bariera chaotycznej energii, która zapewnia Super Tarczę o 7 punktach wytrzymałości.
pt_br: Uma barreira de energia caótica que proporciona um superescudo de 7 pontos de vida.
zh_hans: 一道混沌能量屏障，提供7层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="RHYME_SHIELDS_B"]/title
source: Eldritch Shield
es: Escudo Sobrenatural
it: SHIELD ELDRITCH
ja: エルドリッチの盾
ko: 이계의 방어막
pl: Tarcza Z Innego Świata
pt_br: Escudo Eldritch
zh_hans: 怪异护盾

# data/blueprints.xml.append$//augBlueprint[@name="RHYME_SHIELDS_B"]/desc
source: A barrier of chaotic energy that provides a 7 hitpoints Super Shield.
es: Una barrera de energía caótica que proporciona un Super Escudo de 7 puntos de vida.
it: Una barriera di energia caotica che fornisce un super scudo di 7 hitpoint.
ja: 7ポイントのスーパーシールドを提供する混沌としたエネルギーのバリア。
ko: 혼돈의 힘으로 이루어진 에너지 방어막입니다. 7의 내구도를 가집니다.
pl: Bariera chaotycznej energii, która zapewnia Super Tarczę o 7 punktach wytrzymałości.
pt_br: Uma barreira de energia caótica que proporciona um superescudo de 7 pontos de vida.
zh_hans: 一道混沌能量屏障，提供7层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="RHYME_SHIELDS_C"]/title
source: Eldritch Shield
es: Escudo Sobrenatural
it: SHIELD ELDRITCH
ja: エルドリッチの盾
ko: 이계의 방어막
pl: Tarcza Z Innego Świata
pt_br: Escudo Eldritch
zh_hans: 怪异护盾

# data/blueprints.xml.append$//augBlueprint[@name="RHYME_SHIELDS_C"]/desc
source: A barrier of chaotic energy that provides a 7 hitpoints Super Shield.
es: Una barrera de energía caótica que proporciona un Super Escudo de 7 puntos de vida.
it: Una barriera di energia caotica che fornisce un super scudo di 7 hitpoint.
ja: 7ポイントのスーパーシールドを提供する混沌としたエネルギーのバリア。
ko: 혼돈의 힘으로 이루어진 에너지 방어막입니다. 7의 내구도를 가집니다.
pl: Bariera chaotycznej energii, która zapewnia Super Tarczę o 7 punktach wytrzymałości.
pt_br: Uma barreira de energia caótica que proporciona um superescudo de 7 pontos de vida.
zh_hans: 一道混沌能量屏障，提供7层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="CHAOS"]/title
source: Chaotic Energy
es: Energía Caótica
it: Energia caotica
ja: カオス・エネルギー
ko: 혼돈 에너지
pl: Energia Chaotyczna
pt_br: Energia caótica
zh_hans: 混沌能量

# data/blueprints.xml.append$//augBlueprint[@name="CHAOS"]/desc
source: Non-siren crew lose their active abilities while within chaotic energy fields.
es: La tripulación que no es sirena pierde sus habilidades activas mientras está dentro de campos de energía caótica.
it: L'equipaggio non siren perde le loro capacità attive mentre all'interno dei campi di energia caotici.
ja: サイレン以外のクルーは、混沌としたエネルギーフィールド内にいる間、アクティブな能力を失う。
ko: 세이렌을 제외한 종족은 혼돈 에너지 안에서 활성화 능력을 상실합니다.
pl: Załoga niebędąca Syrenami traci swoje aktywne zdolności, gdy znajduje się w polach chaotycznej energii.
pt_br: A tripulação não-sirena perde suas habilidades ativas quando está dentro de campos de energia caótica.
zh_hans: 非异鸣族船员在混沌能量场内失去主动技能。

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_PANIC_BUTTON"]/title
source: PANIC BUTTON
es: BOTÓN DE PÁNICO
it: Pulsante di panico
ja: パニックボタン
ko: 패닉 버튼
pl: PRZYCISK PANIKI
pt_br: BOTÃO DE PÂNICO
zh_hans: 紧急按钮

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_PANIC_BUTTON"]/desc
source: A VERY STRANGE RED BUTTON INSTALLED ON YOUR SHIP BY SLUGS. A SMALL PLACARD UNDERNEATH SAYS IN ALL CAPS, "SATISFACTION GUARANTEED, BECAUSE YOU AREN'T GETTING YOUR MONEY BACK."
es: UN BOTÓN ROJO MUY EXTRAÑO INSTALADO EN TU NAVE POR SLUGS. UNA PEQUEÑA PLACA DEBAJO DICE EN MAYÚSCULAS, "SATISFACCIÓN GARANTIZADA, PORQUE NO TE DEVOLVEREMOS EL DINERO."
it: Un pulsante rosso molto strano installato sulla tua nave da lumache.Un piccolo cartello sotto dice in tutti i limiti: "Soddisfazione garantita, perché non stai recuperando i tuoi soldi".
ja: 非常に奇妙な赤いボタンがスラッグによってあなたの船に設置された。その下の小さなプラカードには、すべて大文字で「満足保証、なぜならお金は戻ってきません。」と書かれている。
ko: 슬러그가 당신의 함선에 설치해준 아주 이상한 빨간 버튼입니다. 아래의 작은 플래카드에 굵은 글씨로 "환불받지 못하기 때문에 만족이 보장됨"이라고 적혀 있습니다.
pl: BARDZO DZIWNY CZERWONY PRZYCISK ZAINSTALOWANY NA TWOIM STATKU PRZEZ ŚLIMAKI. MAŁA TABLICZKA POD NIM MÓWI WIELKIMI LITERAMI: "SATYSFAKCJA GWARANTOWANA, BO I TAK NIE ODZYSKASZ SWOICH PIENIĘDZY."
pt_br: UM BOTÃO VERMELHO MUITO ESTRANHO INSTALADO EM SUA NAVE POR LESMAS. UM PEQUENO CARTAZ EMBAIXO DIZ, EM LETRAS MAIÚSCULAS, "SATISFAÇÃO GARANTIDA, PORQUE VOCÊ NÃO RECEBERÁ SEU DINHEIRO DE VOLTA".
zh_hans: 一个非常奇怪的红色按钮被蛞蝓族安装在你的船上。下面的小标语牌上用大写字母写着：'保证满意，因为你拿不回你的钱。'

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_EXPLOSIVE"]/title
source: Magnetic Payload
es: Carga Magnética
it: Payload magnetico
ja: 磁気ペイロード
ko: 자성 폭발물
pl: Ładunek Magnetyczny
pt_br: Carga útil magnética
zh_hans: 磁性爆弹

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_EXPLOSIVE"]/desc
source: Single use combat augment that can be deployed before combat to deal 4 damage to an enemy system of your choice as well as against their hull.
es: Mejora de combate de un solo uso que se puede desplegar antes del combate para infligir 4 de daño a un sistema enemigo de tu elección, así como contra su casco.
it: Aumento di combattimento monouso che può essere distribuito prima del combattimento per infliggere 4 danni a un sistema nemico di tua scelta e contro il loro scafo.
ja: 戦闘前に展開して、選択した敵の星系とその船体に4ダメージを与えることができる単回使用の戦闘用オーグメント。
ko: 전투 전에 배치하여 당신이 선택한 단일 시스템에 4의 시스템 피해와 선체 피해를 줄 수 있는 일회용 전투 보조장비 입니다.
pl: Jednorazowe ulepszenie bojowe, które można rozmieścić przed walką, aby zadać 4 obrażenia wybranemu systemowi wroga, a także jego kadłubowi.
pt_br: Aumento de combate de uso único que pode ser implantado antes do combate para causar 4 de dano a um sistema inimigo de sua escolha, bem como contra o casco dele.
zh_hans: 一次性战斗部件，可在战斗前部署。选择对敌方引擎、武器、护盾、无人机、隐形或传送系统的其中一种造成4点系统伤害，并造成4点舰体伤害。

# data/blueprints.xml.append$//augBlueprint[@name="EXTRA_PREP"]/title
source: Emergency Manual
es: Manual de Emergencia
it: Manuale di emergenza
ja: 緊急マニュアル
ko: 비상 매뉴얼
pl: Instrukcja Awaryjna
pt_br: Manual de emergência
zh_hans: 应急手册

# data/blueprints.xml.append$//augBlueprint[@name="EXTRA_PREP"]/desc
source: A well structured guide on emergency procedures. Adds extra options to last minute preparations before combat to produce fuel, convert missiles and droneparts, or even detonate extra missiles to sabotage enemy weapons.
es: Una guía bien estructurada sobre procedimientos de emergencia. Añade opciones adicionales a las preparaciones de último minuto antes del combate para producir combustible, convertir misiles y piezas de dron, o incluso detonar misiles adicionales para sabotear las armas enemigas.
it: Una guida ben strutturata sulle procedure di emergenza.Aggiunge opzioni extra ai preparativi dell'ultimo minuto prima del combattimento per produrre carburante, convertire missili e droneparts o persino esplodere missili extra per sabotare le armi nemiche.
ja: 緊急時の手順についてよく構成されたガイド。戦闘前の直前の準備に追加のオプションを追加して、燃料を生成したり、弾薬やドローンパーツを変換したり、追加の弾薬を爆発させて敵の兵器を妨害したりすることもできる。
ko: 응급 절차에 대해 잘 정리된 지침입니다. 전투 전 마지막 준비 단계에서 연료를 생산하거나, 스크랩을 미사일과 드론 부품으로 전환하거나, 심지어는 미사일을 소모해 적함의 무기 관제실을 손상시킬 수 있습니다.
pl: Dobrze zorganizowany przewodnik po procedurach awaryjnych. Dodaje dodatkowe opcje do przygotowań w ostatniej chwili przed walką, aby produkować paliwo, konwertować rakiety i części do dronów, a nawet detonować dodatkowe rakiety w celu sabotowania broni wroga.
pt_br: Um guia bem estruturado sobre procedimentos de emergência. Adiciona opções extras aos preparativos de última hora antes do combate para produzir combustível, converter mísseis e drones ou até mesmo detonar mísseis extras para sabotar as armas inimigas.
zh_hans: 一个内容丰富的应急指南。为临战前准备工作提供额外选项，包括赶制燃料、弹药与无人机部件，甚至可以引爆额外的弹药来破坏敌人的武器系统。

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_REPAIR"]/title
source: Repair-Bot Dispersal
es: Dispersión de Bots de Reparación
it: Dispersione di riparazioni-bot
ja: リペアボットの散布
ko: 수리용 나노봇 살포기
pl: Rozproszenie Botów Naprawczych
pt_br: Dispersão de robôs de reparo
zh_hans: 纳米修复机

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_REPAIR"]/desc
source: These nanobots take ship parts dislodged from hostile vessels and convert it to metal to repair your hull at the start of ship combat in exchange for reactor power. More power means more bots are available to convert enemy parts. Incompatible with Emergency Generator.
es: Estos nanobots toman partes de naves desalojadas de naves hostiles y las convierten en metal para reparar tu casco al comienzo del combate naval a cambio de energía del reactor. Más energía significa que hay más bots disponibles para convertir partes enemigas. Incompatible con el Generador de Emergencia.
it: Questi nanobot prendono parti di navi rimosse dalle navi ostili e lo convertono in metallo per riparare lo scafo all'inizio del combattimento delle navi in cambio di energia del reattore.Più potenza significa che sono disponibili più robot per convertire le parti nemiche. Incompatibile con il generatore di emergenza.
ja: このナノボットは敵艦から外れた船のパーツを受け取り、リアクターのパワーと引き換えに、戦闘開始時に船体を修復するための金属に変換する。パワーが多いほど、敵のパーツを変換できるボットの数も多くなる。 非常用ジェネレーターとは相性が悪い。
ko: 이 나노봇들은 전투가 시작될 때 전력을 공급하면 적함에서 부품을 떼어내 금속으로 만들어 당신의 선체를 수리해 줍니다. 더 많은 전력을 공급하면 가용할 수 있는 나노봇의 수도 늘어납니다. 비상용 발전기와 호환되지 않습니다.
pl: Te nanoboty biorą części statku odłączone od wrogich jednostek i przekształcają je w metal, aby naprawić twój kadłub na początku walki statków w zamian za moc reaktora. Więcej mocy oznacza więcej dostępnych botów do konwersji wrogich części. Niekompatybilne z Generatorem Awaryjnym.
pt_br: Esses nanobots pegam peças de naves deslocadas de naves hostis e as convertem em metal para reparar seu casco no início do combate de naves em troca de energia do reator. Mais energia significa que há mais bots disponíveis para converter peças inimigas. Incompatível com o gerador de emergência.
zh_hans: 每次战斗开始为其分配能量后，这些纳米机器人就会从敌方战舰强取零件，将其转换为金属来修复己方舰体。供能越高，修复量越高。 无法使用应急供能器供能。

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_HAZARD"]/title
source: Reality Manipulator
es: Manipulador de Realidad
it: Manipolatore di realtà
ja: リアリティ・マニピュレーター
ko: 현실 조작기
pl: Manipulator Rzeczywistości
pt_br: Manipulador da realidade
zh_hans: 现实操纵器

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_HAZARD"]/desc
source: Only the Obelisks can understand how this strange and powerful device functions, but it is capable of manipulating reality to summon any hazard before combat.
es: Solo los Obeliscos pueden entender cómo funciona este extraño y poderoso dispositivo, pero es capaz de manipular la realidad para invocar cualquier peligro antes del combate.
it: Solo gli obelischi possono capire come funziona questo dispositivo strano e potente, ma è in grado di manipolare la realtà per evocare qualsiasi pericolo prima del combattimento.
ja: この奇妙で強力な装置がどのように機能するかを理解できるのはオベリスクだけだが、戦闘前に現実を操作してあらゆる危険を呼び起こすことができる。
ko: 오벨리스크만이 이 기이하고 강력한 장치가 어떻게 작동하는지 이해할 수 있습니다. 현실을 조작하여 전투 전에 위험 요소를 소환할 수 있습니다.
pl: Tylko Obeliski potrafią zrozumieć, jak działa to dziwne i potężne urządzenie, ale jest ono w stanie manipulować rzeczywistością, aby przywołać dowolne zagrożenie przed walką.
pt_br: Somente os Obeliscos podem entender como esse dispositivo estranho e poderoso funciona, mas ele é capaz de manipular a realidade para convocar qualquer perigo antes do combate.
zh_hans: 只有方碑族才能理解这种奇怪而强大的装置是如何工作的，但它能够操纵现实，在战斗前召唤任何危险。

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_IONSTORM"]/title
source: Ionized Storm Exhaust
es: Escape de Tormenta Ionizada
it: Scarico di tempesta ionizzato
ja: イオナイズド・ストーム排気
ko: 이온 폭풍 배기구
pl: Wydech Zjonizowanej Burzy
pt_br: Exaustor de tempestade ionizado
zh_hans: 电离气排管

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_IONSTORM"]/desc
source: Can expel electrified nebulous gases to create an ion storm before any fight.
es: Puede expulsar gases nebulosos electrificados para crear una tormenta de iones antes de cualquier pelea.
it: Può espellere gas nebulosi elettrificati per creare una tempesta ionica prima di qualsiasi combattimento.
ja: 戦闘前に帯電した星状ガスを放出してイオン嵐を引き起こすことができる。
ko: 전투 전에 전화된 성운 가스를 방출하여 이온 폭풍을 생성할 수 있습니다.
pl: Może wyrzucać zelektryfikowane gazy mgławicowe, aby stworzyć burzę jonową przed każdą walką.
pt_br: Pode expelir gases nebulosos eletrificados para criar uma tempestade de íons antes de qualquer luta.
zh_hans: 可在战斗前排出一股带电的雾化气体以产生离子风暴。

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_WEAPON_JAMMER"]/title
source: Targeting Jammer
es: Interferidor de Puntería
it: Bersaglio jammer
ja: ターゲット・ジャマー
ko: 조준 교란기
pl: Zagłuszacz Namierzania
pt_br: Atingindo o Jammer
zh_hans: 瞄准干扰器

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_WEAPON_JAMMER"]/desc
source: Jams the enemy targeting systems, weakening the enemy Weapon system by 2 bars. Does not work on Artillery. [Uses 2 power, 1 fuel, lasts 45 seconds]
es: Interfiere los sistemas de puntería enemigos, debilitando el sistema de Armas enemigo en 2 barras. No funciona en Artillería. [Usa 2 de energía, 1 de combustible, dura 45 segundos]
it: Inceppa i sistemi di targeting nemico, indebolendo il sistema di armi nemiche per 2 barre.Non funziona sull'artiglieria. [Usa 2 energia, 1 carburante, dura 45 secondi]
ja: 敵の照準システムを妨害し、敵の武器システムを2本弱体化させる。大砲には効果がない。 [2パワー、1燃料、45秒持続]。
ko: 상대의 조준 시스템을 교란하여 무기 관제실의 출력을 2칸 제한합니다. 함포는 교란하지 못합니다. [2 전력, 1 연료 사용, 45초 지속]
pl: Zagłusza wrogie systemy namierzania, osłabiając system Uzbrojenia wroga o 2 paski. Nie działa na Artylerię. [Zużywa 2 energii, 1 paliwa, trwa 45 sekund]
pt_br: Bloqueia os sistemas de mira do inimigo, enfraquecendo o sistema de armas do inimigo em 2 barras. Não funciona na Artilharia. [Usa 2 de energia, 1 de combustível, dura 45 segundos.]
zh_hans: 干扰敌舰瞄准，锁定其武器系统2格能量。不影响巨炮系统。 [使用2格能量，1份燃料，持续45秒]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_SHIELDS_JAMMER"]/title
source: Shield Jammer
es: Interferidor de Escudos
ja: シールドジャマー
ko: 방어막 교란기
pl: Zagłuszacz Tarcz
pt_br: Bloqueador de escudo
zh_hans: 护盾干扰器

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_SHIELDS_JAMMER"]/desc
source: Jams the enemy shield generator, weakening the enemy Shield system by 2 bars. [Uses 2 power, 1 fuel, lasts 45 seconds]
es: Interfiere el generador de escudos enemigo, debilitando el sistema de Escudos enemigo en 2 barras. [Usa 2 de energía, 1 de combustible, dura 45 segundos]
it: Inceppa il generatore di scudo nemici, indebolendo il sistema di scudo nemico per 2 bar. [Usa 2 energia, 1 carburante, dura 45 secondi]
ja: 敵のシールドジェネレーターを妨害し、敵のシールドシステムを2バー弱体化させる。 [パワー2、燃料1、45秒持続]。
ko: 상대의 방어막 생성기를 교란하여 방어막 제어실의 출력을 2칸 제한합니다. [2 전력, 1 연료 사용, 45초 지속]
pl: Zagłusza wrogi generator tarcz, osłabiając system Tarcz wroga o 2 paski. [Zużywa 2 energii, 1 paliwa, trwa 45 sekund]
pt_br: Bloqueia o gerador de escudo inimigo, enfraquecendo o sistema de escudo inimigo em 2 barras. [Usa 2 de energia, 1 de combustível, dura 45 segundos.]
zh_hans: 干扰敌舰护盾生成器，锁定其护盾系统2格能量。 [使用2格能量，1份燃料，持续45秒]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_ENGINE_JAMMER"]/title
source: Engine Disabler
es: Inhabilitador de Motores
it: Disabilitore del motore
ja: エンジン停止装置
ko: 엔진 무력화 장치
pl: Wyłącznik Silników
pt_br: Desabilitador de motor
zh_hans: 引擎失能器

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_ENGINE_JAMMER"]/desc
source: Disables the enemy engines, weakening the enemy Engines system by 2 bars. [Uses 2 power, 1 fuel, lasts 45 seconds]
es: Inhabilita los motores enemigos, debilitando el sistema de Motores enemigo en 2 barras. [Usa 2 de energía, 1 de combustible, dura 45 segundos]
it: Disabilita i motori nemici, indebolendo il sistema dei motori nemici per 2 barre. [Usa 2 energia, 1 carburante, dura 45 secondi]
ja: 敵のエンジンを停止させ、敵のエンジンシステムを2バー弱体化させる。 [パワー2、燃料1を使用、45秒間持続]。
ko: 상대의 엔진실을 무력화시켜 출력을 2칸 제한합니다. [2 전력, 1 연료 사용, 45초 지속]
pl: Wyłącza wrogie silniki, osłabiając system Silników wroga o 2 paski. [Zużywa 2 energii, 1 paliwa, trwa 45 sekund]
pt_br: Desativa os motores inimigos, enfraquecendo o sistema de motores inimigos em 2 barras. [Usa 2 de energia, 1 de combustível, dura 45 segundos.]
zh_hans: 干扰敌舰引擎系统，暂时锁定其2格能量。 [使用2格能量，1份燃料，持续45秒]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_PILOT_JAMMER"]/title
source: Auto-Pilot Scrambler
es: Anulador de Piloto Automático
it: Scrambler automatico-pilota
ja: オートパイロット スクランブラー
ko: 자동항해장치 교란기
pl: Szyfrator Autopilota
pt_br: Scrambler com piloto automático
zh_hans: 自动驾驶扰频器

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_PILOT_JAMMER"]/desc
source: Can be used to either disable enemy auto pilot for free, or completely shut off their evasion for 2 power.
es: Se puede usar para desactivar el piloto automático enemigo de forma gratuita, o para apagar por completo su evasión por 2 de energía.
it: Può essere usato per disabilitare gratuitamente il pilota automatico nemico o chiudere completamente la loro evasione per 2 potenza.
ja: 敵のオートパイロットを無料で無効にするか、2パワーで回避を完全に遮断するために使用できる。
ko: 비용 없이 적 조타실의 출력을 1칸으로 제한하거나 2전력을 소모하여 적함의 회피율을 0으로 만들 수 있습니다.
pl: Może być użyty do darmowego wyłączenia wrogiego autopilota lub całkowitego wyłączenia jego uniku za 2 energii.
pt_br: Pode ser usado para desativar o piloto automático do inimigo gratuitamente ou para desativar completamente sua evasão por 2 de poder.
zh_hans: 可使敌舰的自动驾驶失效，或者使用2格能量完全关闭敌舰驾驶系统。

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_CLOAKING_JAMMER"]/title
source: Tracking Flares
es: Bengalas de Seguimiento
it: Monitoraggio di razzi
ja: 追跡フレア
ko: 추적 플레어
pl: Flary Śledzące
pt_br: Rastreamento de sinalizadores
zh_hans: 追踪闪弹

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_CLOAKING_JAMMER"]/desc
source: Deploys an array of tracking flares that temporarily reveal the enemy, disabling their Cloaking system. [Uses 2 power, lasts 30 seconds]
es: Despliega una serie de bengalas de seguimiento que revelan temporalmente al enemigo, desactivando su sistema de Camuflaje. [Usa 2 de energía, dura 30 segundos]
it: Distribuisce una serie di razzi di monitoraggio che rivelano temporaneamente il nemico, disabilitando il loro sistema di cloaking. [Usa 2 potenza, dura 30 secondi]
ja: 追尾フレアのアレイを展開し、敵を一時的に露出させ、敵のクローキングシステムを無効化する。 [パワー2使用、30秒持続]。
ko: 적을 일시적으로 드러내는 추적 플레어를 배치하여 상대의 은폐장을 무력화시킵니다. [2 전력 사용, 30초 지속]
pl: Rozmieszcza zestaw flar śledzących, które tymczasowo ujawniają wroga, wyłączając jego system Maskowania. [Zużywa 2 energii, trwa 30 sekund]
pt_br: Implanta uma série de sinalizadores de rastreamento que revelam temporariamente o inimigo, desativando seu sistema de camuflagem. [Usa 2 de energia, dura 30 segundos.]
zh_hans: 部署大量追踪闪弹，暂时显露敌舰并禁用其隐形系统。 [使用2格能量，持续30秒]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_WARP_JAMMER"]/title
source: Disruption Field
es: Campo de Interrupción
it: Campo di interruzione
ja: ディスラプション・フィールド
ko: 에너지 장막
pl: Pole Zakłócające
pt_br: Campo de perturbação
zh_hans: 干扰力场

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_WARP_JAMMER"]/desc
source: Creates a protective field around the ship which can be tuned to protect against either enemy teleporter or mind control but not both at the same time. [Uses 2 power, lasts 30 seconds]
es: Crea un campo protector alrededor de la nave que se puede sintonizar para proteger contra el teletransportador o el control mental enemigos, pero no ambos al mismo tiempo. [Usa 2 de energía, dura 30 segundos]
it: Crea un campo protettivo attorno alla nave che può essere sintonizzato per proteggere dal teletrasporto nemico o dal controllo mentale, ma non entrambi allo stesso tempo. [Usa 2 potenza, dura 30 secondi]
ja: 敵のテレポーターかマインド・コントロールのどちらかから身を守るように調整できるが、両方同時に防ぐことはできない。 [消費パワー2、持続時間30秒]。
ko: 적의 텔레포터나 정신 지배 중 한 가지로부터 함선을 보호하도록 설정 가능한 장막을 형성합니다. [2 전력 사용, 30초 지속]
pl: Tworzy pole ochronne wokół statku, które można dostroić do ochrony przed wrogim teleporterem lub kontrolą umysłu, ale nie przed oboma jednocześnie. [Zużywa 2 energii, trwa 30 sekund]
pt_br: Cria um campo de proteção ao redor da nave que pode ser ajustado para proteger contra o teletransportador inimigo ou o controle mental, mas não contra os dois ao mesmo tempo. [Usa 2 de energia, dura 30 segundos.]
zh_hans: 在星舰周围创造一个防护力场，可以对其进行调整以防止敌方传送器或心灵控制其中一种运作，但无法同时阻止两者。 [持续30秒，期间使用2格能量]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_REACTOR_JAMMER"]/title
source: EMP Field
es: Campo PEM
it: Campo EMP
ja: EMPフィールド
ko: EMP 장막
pl: Pole EMP
pt_br: Campo EMP
zh_hans: 电磁脉冲场

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_REACTOR_JAMMER"]/desc
source: Activates an EMP field which cripples the enemy reactor, but is quite heavy on your own. Will not work on the Flagship. [Uses 3 power and 1 fuel, lasts 45 seconds]
es: Activa un campo PEM que paraliza el reactor enemigo, pero es bastante pesado para el tuyo. No funcionará en una tormenta de iones ni contra la Nave Insignia. [Usa 3 de energía y 1 de combustible, dura 45 segundos]
ja: 敵のリアクターを麻痺させるEMPフィールドを発動するが、自分自身にはかなり重い。イオン嵐の中やフラッグシップには効かない。 [3パワーと1燃料を使用、45秒持続]。
ko: 적의 반응로를 손상시키는 EMP 장을 활성화하지만, 당신도 영향을 받습니다. 기함을 상대로는 작동하지 않습니다. [3 전력, 1 연료 사용, 45초 지속]
pl: Aktywuje pole EMP, które paraliżuje wrogi reaktor, ale jest dość obciążające dla twojego własnego. Nie zadziała w burzy jonowej ani przeciwko Statkowi Flagowemu. [Zużywa 3 energii i 1 paliwa, trwa 45 sekund]
zh_hans: 激活一个电磁脉冲场，使敌人的反应堆瘫痪，但你也得付出相应代价。对旗舰不起作用。 [使敌舰反应堆供能减半，使用3格能量与1份燃料，持续45秒]

# data/blueprints.xml.append$//augBlueprint[@name="COMBAT_OXYGEN_JAMMER"]/title
source: Asphyxiator
es: Asfixiador
it: Asfissiatore
ja: アスフィクシアター
ko: 감압기
pl: Dusiciel
zh_hans: 窒息器
