Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="UPG_TECH_RESPIRATOR"]/title
source: Respirator
es: Respirador
it: Respiratore
ja: レスピレーター
pt_br: Respirador
zh_hans: 应急呼吸器

# data/blueprints.xml.append$//augBlueprint[@name="EX_O2_MASKS"]/title
source: Respirators [X]
es: Respiradores [X]
it: Respiratori [x]
ja: レスピレーター [X］
ko: 산소마스크 [X]
pl: Respiratory [X]
pt_br: Respiradores [X]
zh_hans: 应急呼吸器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_O2_MASKS"]/desc
source: Crew take half damage from low oxygen. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the On-board Tech category.
es: La tripulación recibe la mitad de daño por bajo oxígeno. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Tecnología a Bordo.
it: L'equipaggio subisce mezzo danno dal basso ossigeno. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria tecnologica a bordo.
ja: クルーは低酸素によるダメージの半分を受ける。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのOn-board Techカテゴリにある内部バージョンに無料で変換できる。
ko: 선원들이 질식으로부터 절반의 피해만을 받습니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Załoga otrzymuje połowę obrażeń od niskiego poziomu tlenu. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Technika Pokładowa.
pt_br: A tripulação sofre meio dano do baixo oxigênio. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de tecnologia a bordo.
zh_hans: 船员在没有氧气的情况下只承受50%伤害。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的舰载设备类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_PILOT_REPAIR"]/title
source: Logistical Assistant
es: Asistente Logístico
it: Assistente logistico
ja: 物流アシスタント
ko: 체계적 지원책
pl: Asystent Logistyczny
pt_br: Assistente Logístico
zh_hans: 后勤助理

# data/blueprints.xml.append$//augBlueprint[@name="UPG_PILOT_REPAIR"]/desc
source: Upgrade - Pilot system is repaired faster.
es: Mejora - El sistema de Pilotaje se repara más rápido.
it: Aggiornamento: il sistema pilota viene riparato più velocemente.
ja: アップグレード - パイロットシステムの修復が速くなる。
ko: 업그레이드 - 조타실이 더 빠르게 수리됨.
pl: Ulepszenie - System pilotażu jest naprawiany szybciej.
pt_br: Upgrade - O sistema piloto é reparado mais rapidamente.
zh_hans: 占位符(无用文本)。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DOOR_NOPHASE"]/title
source: Emancipation Grills
es: Rejillas de Emancipación
it: Griglie di emancipazione
ja: 奴隷解放のグリル
pl: Kraty Emancypacyjne
pt_br: Grades de emancipação
zh_hans: 舱室能量墙

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DOOR_NOPHASE"]/desc
source: Upgrade - All crew can no longer phase through your doors or use handheld teleporters on your ship.
es: Mejora - Toda la tripulación ya no puede atravesar tus puertas ni usar teletransportadores de mano en tu nave.
it: Aggiornamento: tutto l'equipaggio non può più eliminare e usare teletrasporto portatile sulla tua nave.
ja: アップグレード - すべてのクルーは、ドアを段階的に通過したり、船上で携帯型テレポーターを使用したりできなくなる。
pl: Ulepszenie - Cała załoga nie może już przenikać przez twoje drzwi ani używać ręcznych teleporterów na twoim statku.
pt_br: Upgrade - Toda a equipe não pode mais passar por suas portas ou usar teleportadores portáteis em seu navio.
zh_hans: 升级 - 所有船员不能再穿透你的舱门或在你的舰上使用手持传送器。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_ENGINES"]/title
source: Aether Overdrive
es: Sobremarcha de Éter
it: Etere overdrive
ja: エーテル・オーバードライブ
pl: Nadbieg Eterowy
pt_br: Oeth Overdrive
zh_hans: 以太过推器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_ENGINES"]/desc
source: Upgrade - An upgrade for your engines.
es: Mejora - Una mejora para tus motores.
it: Aggiornamento: un aggiornamento per i tuoi motori.
ja: アップグレード - エンジンのアップグレード。
pl: Ulepszenie - Ulepszenie dla twoich silników.
pt_br: Atualização - Uma atualização para seus motores.
zh_hans: 升级 - 为你的引擎升级。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_SCANNERS"]/title
source: Anomaly Detector
es: Detector de Anomalías
it: Rilevatore di anomalie
ja: 異常検知器
pl: Wykrywacz Anomalii
pt_br: Detector de anomalia
zh_hans: 异常监测器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_SCANNERS"]/desc
source: Upgrade - An upgrade for your scanners.
es: Mejora - Una mejora para tus escáneres.
it: Aggiornamento: un aggiornamento per i tuoi scanner.
ja: アップグレード - スキャナーのアップグレード。
pl: Ulepszenie - Ulepszenie dla twoich skanerów.
pt_br: Atualização - Uma atualização para seus scanners.
zh_hans: 升级 - 为你的传感器升级。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_TRANSLATOR"]/title
source: Runic Translator
es: Traductor Rúnico
it: Traduttore runico
ja: ルーン語翻訳者
pl: Tłumacz Runiczny
pt_br: Tradutor Runic
zh_hans: 符文翻译器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_TRANSLATOR"]/desc
source: Upgrade - An upgrade for your scanners.
es: Mejora - Una mejora para tus escáneres.
it: Aggiornamento: un aggiornamento per i tuoi scanner.
ja: アップグレード - スキャナーのアップグレード。
pl: Ulepszenie - Ulepszenie dla twoich skanerów.
pt_br: Atualização - Uma atualização para seus scanners.
zh_hans: 升级 - 为你的传感器升级。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_PREIGNITER"]/title
source: Aether Overcharger
es: Sobrecargador de Éter
it: Etere overcharger
ja: エーテル・オーバーチャージャー
pl: Przeładowanie Eterowe
zh_hans: 以太装填器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_PREIGNITER"]/desc
source: Upgrade - An upgrade for your weapons.
es: Mejora - Una mejora para tus armas.
it: Aggiornamento: un aggiornamento per le tue armi.
ja: アップグレード - ウェポンのアップグレード。
pl: Ulepszenie - Ulepszenie dla twojej broni.
pt_br: Atualização - Uma atualização para suas armas.
zh_hans: 升级 - 为你的武器控制升级。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_SHIELDS"]/title
source: Aether Shielding
es: Blindaje de Éter
it: Proiezione di etere
ja: エーテル・シールド
pl: Osłona Eterowa
zh_hans: 以太过载器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_AETHER_SHIELDS"]/desc
source: Upgrade - An upgrade for your shields.
es: Mejora - Una mejora para tus escudos.
it: Aggiornamento: un aggiornamento per i tuoi scudi.
ja: アップグレード - シールドのアップグレード。
pl: Ulepszenie - Ulepszenie dla twoich tarcz.
pt_br: Atualização - Uma atualização para seus escudos.
zh_hans: 升级 - 为你的护盾升级。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_ENGINES_JUMPER"]/title
source: LR Jump
es: Salto LR
it: Salto LR
ja: LRジャンプ
pl: Skok DR
zh_hans: 长距跃迁器

# data/blueprints.xml.append$//augBlueprint[@name="EX_FTL_JUMPER"]/title
source: Long-Ranged Jump [X]
es: Salto de Largo Alcance [X]
it: Salto a lungo raggio [x]
ja: ロングレンジ・ジャンプ [X］
ko: 장거리 도약 장비 [X]
pl: Skok Dalekiego Zasięgu [X]
pt_br: Salto de longo alcance [X]
zh_hans: 长距跃迁器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_FTL_JUMPER"]/desc
source: Allows the ship to jump to any previously visited Beacon. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the Engines category.
es: Permite a la nave saltar a cualquier Baliza visitada previamente. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Motores.
it: Consente alla nave di saltare in qualsiasi Beacon precedentemente visitato. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria motori.
ja: 以前に訪れたビーコンにジャンプできるようにする。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのEnginesカテゴリにある内部バージョンに無料で変換できる。
ko: 이전에 방문한 적 있는 송신소로 즉시 도약할 수 있습니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Pozwala statkowi skoczyć do dowolnego wcześniej odwiedzonego Sygnału. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Silniki.
pt_br: Permite que o navio pule para qualquer farol visitado anteriormente. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria Motores.
zh_hans: 允许星舰跃迁至本星区任何已访问的信标。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的引擎类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_ENGINES_PERFORMANCE"]/title
source: Performance Upgrade
es: Mejora de Rendimiento
it: Aggiornamento delle prestazioni
ja: パフォーマンスのアップグレード
pl: Ulepszenie Wydajności
pt_br: Atualização de desempenho
zh_hans: 性能升级

# data/blueprints.xml.append$//augBlueprint[@name="EX_FTL_BOOSTER"]/title
source: FTL Booster [X]
es: Potenciador MVS [X]
ja: FTLブースター【X
ko: 초광속 추진 가속기 [X]
pl: Wzmacniacz FTL [X]
zh_hans: 超光速助推器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_FTL_BOOSTER"]/desc
source: The ship's FTL Drive powers up 30% faster. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the Engines category.
es: El Motor MVS de la nave se carga un 30% más rápido. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Motores.
it: L'unità FTL della nave alimenta il 30% più veloce. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria motori.
ja: 船のFTLドライブのパワーアップが30％速くなる。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。内部アップグレードメニューのEnginesカテゴリにある内部バージョンに無料で変換できる。
ko: 함선의 FTL 드라이브가 30% 빨리 충전됩니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Napęd FTL statku ładuje się o 30% szybciej. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Silniki.
pt_br: A unidade FTL do navio aumenta 30% mais rápido. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria Motores.
zh_hans: 星舰超光速推进器的充能速度提高30%。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的引擎类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_SHIELD_ION"]/title
source: Ion Field
es: Campo Iónico
it: Campo ionico
ja: イオン場反転
pl: Pole Jonowe
pt_br: Campo de íons
zh_hans: 反离子场

# data/blueprints.xml.append$//augBlueprint[@name="EX_ION_ARMOR"]/title
source: Ion Field [X]
es: Campo Iónico [X]
it: Campo ionico [x]
ja: イオン・フィールド[X］
ko: 이온 반발장 [X]
pl: Pole Jonowe [X]
pt_br: Campo de íons [x]
zh_hans: 反离子场[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_ION_ARMOR"]/desc
source: Protects your ship from ion damage, giving a 50% chance to negate it entirely. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Shields system.
es: Protege tu nave del daño iónico, dando un 50% de probabilidad de anularlo por completo. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Escudos.
it: Protegge la tua nave dai danni da ioni, dando una probabilità del 50% per negarla del tutto. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema Shields.
ja: 50%の確率でイオンダメージを無効化する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。シールドシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 함선을 이온 피해로부터 보호합니다. 50퍼센트의 확률로 이온 피해를 무시합니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Chroni twój statek przed obrażeniami jonowymi, dając 50% szansy na ich całkowite zniwelowanie. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Tarcz.
pt_br: Protege seu navio contra danos nos íons, dando 50% de chance de negá -lo completamente. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Shields.
zh_hans: 保护星舰免受离子伤害，有50%的几率完全抵消它。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中，内部升级选项下的护盾类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_SHIELDS_PERFORMANCE"]/title
source: Performance Upgrade
es: Mejora de Rendimiento
it: Aggiornamento delle prestazioni
ja: パフォーマンスのアップグレード
pl: Ulepszenie Wydajności
pt_br: Atualização de desempenho
zh_hans: 性能升级

# data/blueprints.xml.append$//augBlueprint[@name="EX_SHIELD_RECHARGE"]/title
source: Shield Charge Boost [X]
es: Aumento de Carga de Escudos [X]
ja: シールド・チャージ・ブースト［X］
ko: 방어막 충전 가속기 [X]
pl: Wzmocnienie Ładowania Tarcz [X]
pt_br: Boost de carga de escudo [x]
zh_hans: 护盾增压器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_SHIELD_RECHARGE"]/desc
source: Boosts the ship's shield recharge rate by 17%. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu if you have the Shields system.
es: Aumenta la tasa de recarga de escudos de la nave en un 17%. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas si tienes el sistema de Escudos.
it: Aumenta il tasso di ricarica dello scudo della nave del 17%. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno se si dispone del sistema Shields.
ja: 船のシールドチャージ率を17%増加させる。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。シールドシステムを持っている場合、内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 방어막 재충전 속도를 17% 향상시킵니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Zwiększa szybkość ładowania tarcz statku o 17%. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, jeśli posiadasz system Tarcz.
pt_br: Aumenta a taxa de recarga do escudo do navio em 17%. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna se você tiver o sistema Shields.
zh_hans: 星舰的护盾充能速度提高17%。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。若有护盾系统，可在星舰管理中，内部升级选项下的护盾类别中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_SHIELDS_STUN"]/title
source: Electrical Insullation
es: Aislamiento Eléctrico
ja: 電気絶縁
pl: Izolacja Elektryczna
zh_hans: 护盾绝缘器

# data/blueprints.xml.append$//augBlueprint[@name="UPG_SHIELDS_STUN"]/desc
source: Upgrade - Your crew are immune to stun while in the shield room.
es: Mejora - Tu tripulación es inmune al aturdimiento mientras está en la sala de escudos.
it: Aggiornamento: il tuo equipaggio è immune allo stordimento mentre nella stanza dello scudo.
ja: アップグレード - シールドルームにいる間、クルーはスタンの影響を受けなくなる。
pl: Ulepszenie - Twoja załoga jest odporna na ogłuszenie, gdy znajduje się w pomieszczeniu z tarczami.
pt_br: Atualização - Sua equipe está imune a atordoar enquanto estiver na sala de escudo.
zh_hans: 升级 - 你的船员在护盾室时对眩晕免疫。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_WEAPONS_PERFORMANCE"]/title
source: Performance Upgrade
es: Mejora de Rendimiento
it: Aggiornamento delle prestazioni
ja: パフォーマンスのアップグレード
pl: Ulepszenie Wydajności
pt_br: Atualização de desempenho
zh_hans: 性能升级

# data/blueprints.xml.append$//augBlueprint[@name="EX_AUTO_COOLDOWN"]/title
source: Re-loader [X]
es: Recargador [X]
it: Re-caricatore [x]
ja: リローダー【X
ko: 재장전 장치 [X]
pl: Przeładowywacz [X]
pt_br: RELOLHADOR [X]
zh_hans: 自动装填器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_AUTO_COOLDOWN"]/desc
source: The fire rate of your Weapons and Artillery is improved by 10%. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the Weapons category.
es: La cadencia de fuego de tus Armas y Artillería mejora en un 10%. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Armas.
it: Il tasso di fuoco delle armi e dell'artiglieria è migliorata del 10%. [X] - Come aggiornamento del sistema esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Può essere convertito gratuitamente nella versione interna nel menu di aggiornamento interno, nella categoria delle armi.
ja: 武器と大砲の発射速度が10%向上する。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを占有する。武器カテゴリの内部アップグレードメニューから内部バージョンに無料で変更できる。
ko: 무기와 함포의 재충전 속도를 10% 향상시킵니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Szybkostrzelność twojej Broni i Artylerii jest poprawiona o 10%. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Broń.
pt_br: A taxa de incêndio de suas armas e artilharia é melhorada em 10%. [X] - Como uma atualização do sistema externo, esse aumento fornecerá seu efeito normal, mas adotará um slot de aumento.Pode ser convertido gratuitamente para a versão interna no menu de atualização interna, na categoria de armas.
zh_hans: 武器与巨炮的冷却时间减少10%。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_WEAPONS_REPLICATOR"]/title
source: Explosive Replicator
es: Replicador explosivo
it: Replicatore esplosivo
ja: 弾薬レプリケーター
ko: 폭발물 복제기
pl: Replikator Eksplionu
pt_br: Replicador explosivo
zh_hans: 弹药复制器

# data/blueprints.xml.append$//augBlueprint[@name="EX_EXPLOSIVE_REPLICATOR"]/title
source: Explosive Replicator [X]
es: Replicador Explosivo [X]
it: Replicatore esplosivo [x]
ja: 爆発レプリカント【X
ko: 폭발물 복제기 [X]
pl: Replikator Materiałów Wybuchowych [X]
pt_br: Replicador explosivo [x]
zh_hans: 弹药复制器[外]

# data/blueprints.xml.append$//augBlueprint[@name="EX_EXPLOSIVE_REPLICATOR"]/desc
source: Grants a 50% chance to ignore the ammo cost when shooting a missile consuming weapon. Does NOT stack with the internal version. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the Weapons category.
es: Otorga un 50% de probabilidad de ignorar el costo de munición al disparar un arma que consume misiles. El efecto se acumula multiplicativamente con la probabilidad de replicación de armas. NO se acumula con la versión interna. [X] - Como mejora de sistema externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. Se puede convertir gratis a la versión interna en el menú de mejoras internas, en la categoría de Armas.
ja: ミサイルを消費する武器を撃つ際、50%の確率で弾薬コストを無視する。 効果は武器の複製確率に乗算される。 内部バージョンとはスタックしない。 [X] - 外部システムアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。武器カテゴリの内部アップグレードメニューで内部バージョンに無料で変換できる。
ko: 미사일 무기 발포 시 50%의 확률로 탄약을 소비하지 않습니다. 내장형 버전과 중첩되지 않습니다. [X] - 이 보조장비는 외장형 장비로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내부 업그레이드 창에서 비용 없이 내장형 장비로 전환할 수 있습니다.
pl: Daje 50% szansy na zignorowanie kosztu amunicji przy strzelaniu z broni zużywającej pociski. Efekt kumuluje się mnożnikowo z szansą replikacji broni. NIE kumuluje się z wersją wewnętrzną. [X] - Jako zewnętrzne ulepszenie systemu, to ulepszenie zapewni swój normalny efekt, ale zajmie gniazdo ulepszenia. Może być za darmo przekonwertowane na wersję wewnętrzną w menu ulepszeń wewnętrznych, w kategorii Broń.
zh_hans: 使用耗弹武器时有50%的几率不消耗弹药。 不与内部版本堆叠。 [外] - 作为外置部件，该部件将正常提供效果，但占用一个部件槽位，且可与对应内部升级效果叠加。可在星舰管理中免费内置化。

# data/blueprints.xml.append$//augBlueprint[@name="UPG_CLOAK_FIRE"]/title
source: Shadow Weaponry
es: Armamento Sombra
it: Armi ombra
ja: 影武者
pl: Broń Cienia
pt_br: Arma das sombras
zh_hans: 暗影武器

# data/blueprints.xml.append$//augBlueprint[@name="EX_CLOAK_FIRE"]/title
source: Shadow Weaponry [X]
es: Armamento Sombra [X]
it: Armi ombra [x]
ja: シャドウ・ウェポン【X
ko: 스텔스 무장 [X]
pl: Broń Cienia [X]
pt_br: Armas de sombra [x]
zh_hans: 暗影武器[外]
