Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/powerList/power[1]
source: Drains 1 power bar from any enemy system in the current room [cannot limit Piloting]
es: Drena 1 barra de energía de cualquier sistema enemigo en la sala actual [no puede limitar Pilotaje]
it: Drains 1 Power Bar da qualsiasi sistema nemico nella stanza attuale [non può limitare il pilotaggio]
ja: 現在の部屋の敵システムからパワーバーを1つ消耗する [操縦を制限することはできない]
ko: 배치된 적 시스템의 출력을 1 제한 [조타실은 제한할 수 없음]
pl: Wysysa 1 jednostkę energii z dowolnego wrogiego systemu w bieżącym pomieszczeniu [nie może ograniczać Pilotażu]
pt_br: Drena 1 barra de energia de qualquer sistema inimigo na sala atual [não pode limitar a pilotagem]
zh_hans: 锁定当前舱室的敌方系统1格能量[无法影响驾驶系统]

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/powerList/power[2]
source: Max Health is reduced to 90
es: Salud máxima reducida a 90
it: Max Health è ridotta a 90
ja: 最大ライフが90に減少する
ko: 최대 체력 90
pl: Maksymalne zdrowie zmniejszone do 90
pt_br: A saúde máxima é reduzida para 90
zh_hans: 90点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/powerList/power[3]
source: Stunned for 1.5x the usual duration
es: Aturdido durante x1.5 de la duración habitual
it: Sbalordito per 1,5 volte la solita durata
ja: 通常の1.5倍の時間スタンする
ko: 기절 시간 1.5배
pl: Ogłuszony na 1,5x normalnego czasu
pt_br: Atordoado por 1,5 vezes a duração normal
zh_hans: 1.5倍眩晕时长

# data/blueprints.xml.append$//crewBlueprint[@name="leech"]/powerList/power[4]
source: Regenerates 6.4hp/s if unharmed for 5 seconds
es: Regenera 6.4 PS/s si no recibe daño durante 5 segundos
it: Si rigenera 6,4 CV/s se illeso per 5 secondi
ja: 5秒間無傷の場合、6.4HP/秒を回復
ko: 5초 동안 피해를 받지 않을 시 초당 6.4의 체력을 회복
pl: Regeneruje 6,4 PŻ/s, jeśli nie odniesie obrażeń przez 5 sekund
pt_br: Regenera 6,4hp/s se estiver ileso por 5 segundos
zh_hans: 不受伤害5秒后以6.4点生命/秒的速度恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="siren"]/desc
source: The Sirens are a mysterious but deadly race who drain the life force from nearby beings.
es: Las Sirenas son una raza misteriosa pero mortal que drena la fuerza vital de los seres cercanos.
it: Le sirene sono una razza misteriosa ma mortale che prosciuga la forza vitale dagli esseri vicini.
ja: セイレーンは、近くの存在から生命力を奪う、神秘的だが危険な種族だ。
ko: 세이렌은 신비롭고 치명적인 종족으로, 주변 존재의 생명력을 갉아먹습니다.
pl: Syreny to tajemnicza, ale śmiertelnie niebezpieczna rasa, która wysysa siły życiowe z pobliskich istot.
pt_br: As Sirenes são uma raça misteriosa, mas mortal, que drena a força vital dos seres próximos.
zh_hans: 异鸣族是一个神秘但致命的物种，他们从附近的生物身上汲取生命力。

# data/blueprints.xml.append$//crewBlueprint[@name="siren"]/title
source: Siren
es: Sirena
it: Sirena
ja: セイレーン
ko: 세이렌
pl: Syrena
pt_br: Sirene
zh_hans: 异鸣族

# data/blueprints.xml.append$//crewBlueprint[@name="siren"]/short
source: Siren
es: Sirena
it: Sirena
ja: セイレーン
pl: Syrena
pt_br: Sirene
zh_hans: 异鸣族

# data/blueprints.xml.append$//crewBlueprint[@name="siren"]/powerList/power[1]
source: Captivates the crew it is directly targeting, preventing them from teleporting away and slowing their movement by 75%
es: Cautiva a la tripulación que está atacando directamente, impidiendo que se teletransporten y ralentizando su movimiento en un 75%
it: Accompagna l'equipaggio che sta prendendo di mira direttamente, impedendo loro di teletrasportare e rallentare il loro movimento del 75%
ja: 直接ターゲットにしているクルーを魅了し、テレポートを防ぎ、移動を75%遅くする。
ko: 조준한 적을 사로잡아 순간이동을 막고 이동속도를 75% 감소시킴
pl: Urzeka załogę, którą bezpośrednio celuje, uniemożliwiając jej teleportację i spowalniając jej ruch o 75%
pt_br: Cativa a tripulação que está mirando diretamente, impedindo-a de se teletransportar e diminuindo seu movimento em 75%
zh_hans: 魅惑正在攻击的目标船员，阻止其传送离开并使其移动速度降低75%

# data/blueprints.xml.append$//crewBlueprint[@name="siren"]/powerList/power[2]
source: Has no direct attack, but drains the health of all enemies in the room
es: No tiene ataque directo, pero drena la salud de todos los enemigos en la sala
it: Non ha un attacco diretto, ma scarica la salute di tutti i nemici nella stanza
ja: 直接攻撃はないが、部屋内のすべての敵のライフを消耗する
ko: 직접 공격할 수 없지만, 같은 선실에 있는 모든 적에게 지속적인 피해를 입힘
pl: Nie ma bezpośredniego ataku, ale wysysa zdrowie wszystkich wrogów w pomieszczeniu
pt_br: Não tem ataque direto, mas drena a vida de todos os inimigos na sala
zh_hans: 无法直接攻击，但会吸取舱室内所有敌人的生命值

# data/blueprints.xml.append$//crewBlueprint[@name="siren"]/powerList/power[3]
source: Immune to mind control
es: Inmune al control mental
it: Controllo mentale immune
ja: マイコンに対する免疫
ko: 정신 지배에 면역
pl: Odporny na kontrolę umysłu
pt_br: Imune ao controle da mente
zh_hans: 免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/desc
source: These mysterious gas beings are not really the undead, though they possess strange characteristics like the supernatural.
es: Estos misteriosos seres gaseosos no son realmente muertos vivientes, aunque poseen características extrañas como las sobrenaturales.
it: Questi misteriosi esseri di gas non sono davvero i non morti, anche se possiedono strane caratteristiche come il soprannaturale.
ja: これらの謎のガス存在は、超自然的なもののような奇妙な特徴を持っているが、実際にはアンデッドではない。
ko: 이 가스로 이루어진 신비한 존재들은 초자연적인 것처럼 보이는 이상한 특성을 가졌지만 실제로 언데드인 것은 아닙니다.
pl: Te tajemnicze gazowe istoty nie są tak naprawdę nieumarłymi, choć posiadają dziwne cechy, jak te nadprzyrodzone.
pt_br: Esses misteriosos seres gasosos não são realmente mortos-vivos, embora possuam características estranhas como os sobrenaturais.
zh_hans: 这些神秘的气体生物并不是真正的亡灵，尽管它们拥有像是超自然的奇怪特性。

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/title
source: Phantom
es: Fantasma
it: Fantasma
ja: ファントム
ko: 팬텀
pl: Fantom
pt_br: Fantasma
zh_hans: 幻灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/short
source: Phantom
es: Fantasma
it: Fantasma
ja: ファントム
pl: Fantom
pt_br: Fantasma
zh_hans: 幻灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/powerList/power[1]
source: Immune to suffocation and fires
es: Inmune a la asfixia y al fuego
it: Immune al soffocamento e agli incendi
ja: 窒息や火災に対する耐性
ko: 질식 및 화재에 면역
pl: Odporny na uduszenie i pożary
pt_br: Imune a asfixia e incêndios
zh_hans: 免疫环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/powerList/power[2]
source: Max Health is reduced to 80
es: Salud máxima reducida a 80
it: Max Health è ridotta a 80
ja: 最大ライフが80に減少する
ko: 최대 체력 80
pl: Maksymalne zdrowie zmniejszone do 80
pt_br: A saúde máxima é reduzida para 80
zh_hans: 80点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/powerList/power[3]
source: Sabotages systems twice as fast
es: Sabotea sistemas el doble de rápido
it: Sabota i sistemi due volte più velocemente
ja: システムを2倍の速さで妨害する
ko: 시스템 파괴속도 2배
pl: Sabotuje systemy dwa razy szybciej
pt_br: Sabota os sistemas duas vezes mais rápido
zh_hans: 2倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="phantom"]/powerList/power[4]
source: Movement speed is reduced to 0.8x, but ignores doors
es: Velocidad de movimiento reducida a x0.8, pero ignora puertas
it: La velocità di movimento è ridotta a 0,8x, ma ignora le porte
ja: 移動速度は0.8倍に低下するが、ドアは無視される
ko: 문을 무시, 이동속도 0.8배
pl: Szybkość ruchu zmniejszona do 0,8x, ale ignoruje drzwi
pt_br: A velocidade de movimento é reduzida para 0,8x, mas ignora as portas
zh_hans: 无视舱门，0.8倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_goul"]/desc
source: Not really supernatural, but these vagabond Ghosts are made of highly combustible gases that can ignite at any moment. Inherited Phantom stats: takes no damage from hazards, 80 HP, 0.8x speed, has door phasing properties
es: No son realmente sobrenaturales, pero estos Fantasmas vagabundos están hechos de gases altamente combustibles que pueden incendiarse en cualquier momento. Estadísticas de Fantasma heredadas: no recibe daño de peligros, 80 PS, velocidad x0.8, atraviesa puertas
it: Non davvero soprannaturali, ma questi fantasmi vagabondi sono realizzati con gas altamente combustibili che possono accendere in qualsiasi momento. Statistiche fantasma ereditate: non subisce danni dai pericoli, 80 CV, 0,8x velocità, ha proprietà di fase di fase della porta
ja: 超常現象というほどではないが、この浮浪者のゴーストは可燃性のガスでできており、いつ発火するかわからない。 継承されたPhantomのステータス：ハザードによるダメージを受けない、HP80、スピード0.8倍、ドアフェイシングの特性を持つ。
ko: 이 떠돌이 고스트는 가연성 가스로 이루어져 있어 언제든 발화할 수 있습니다. 딱히 초자연적인 존재는 아닙니다. 팬텀의 기본 특성: 재해 면역, 최대 체력 80, 이동속도 0.8배, 문 무시
pl: Niezupełnie nadprzyrodzone, ale te wędrowne Duchy są wykonane z wysoce łatwopalnych gazów, które mogą zapalić się w każdej chwili. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 80 PŻ, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Não são realmente sobrenaturais, mas esses fantasmas vagabundos são feitos de gases altamente combustíveis que podem entrar em combustão a qualquer momento. Estatísticas herdadas do Phantom: não recebe dano de perigos, 80 HP, velocidade 0,8x, tem propriedades de faseamento de porta
zh_hans: 这些漂泊的魂灵并非超自然存在，它们由极易燃气体组成，随时可能着火。 继承魂灵族属性：免疫环境伤害，80点最大生命值，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_goul"]/title
source: Goul
es: Gul
ja: グール
ko: 구울
pl: Upiór
zh_hans: 燃灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_goul"]/short
source: Goul
es: Gul
ja: グール
pl: Upiór
zh_hans: 燃灵

source: Periodic Ability (below 80HP): Ignites a fire in the current room
es: Habilidad Periódica (por debajo de 80 PS): Inicia un incendio en la sala actual
it: Abilità periodica (sotto 80 CV): accende un fuoco nella stanza attuale
ja: 定期的能力 (HP80以下): 現在の部屋に火を点火する
ko: 주기적 능력 (체력 80 미만): 위치한 선실에 화재를 일으킴.
pl: Zdolność okresowa (poniżej 80 PŻ): Wznieca pożar w bieżącym pomieszczeniu
pt_br: Habilidade periódica (abaixo de 80HP): acende um fogo na sala atual
zh_hans: 周期技能(80点生命值以下时)：在当前舱室起火

source: Sabotages systems at 1.3x speed
es: Sabotea sistemas a velocidad x1.3
it: Sabotages Systems a 1,3x velocità
ja: 1.3倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.3배
pl: Sabotuje systemy z szybkością 1,3x
pt_br: Sabota sistemas a uma velocidade de 1,3 vezes
zh_hans: 1.3倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_mare"]/desc
source: A highly corrosive though not undead vagabond Ghost. May cause extreme skin irritation if touched. Inherited Phantom stats: takes no damage from hazards, 80 HP, 0.8x speed, has door phasing properties
es: Un Fantasma vagabundo altamente corrosivo, aunque no muerto viviente. Puede causar irritación extrema en la piel si se le toca. Estadísticas de Fantasma heredadas: no recibe daño de peligros, 80 PS, velocidad x0.8, atraviesa puertas
it: Un fantasma vagabondo altamente corrosivo però non morto.Può causare un'ex estrema irritazione della pelle se toccata. Statistiche fantasma ereditate: non subisce danni dai pericoli, 80 CV, 0,8x velocità, ha proprietà di fase di fase della porta
ja: アンデッドではないが、腐食性の強い浮浪者ゴースト。触れると極度の皮膚炎を起こすことがある。 継承されたPhantomのステータス: 危険からダメージを受けない、HP80、スピード0.8倍、ドアフェイシングの特性を持つ。
ko: 부식성이 강한 떠돌이 고스트입니다. 접촉하면 피부에 극심한 염증을 유발할 수 있습니다. 실제로 언데드인 것은 아닙니다. 팬텀의 기본 특성: 재해 면역, 최대 체력 80, 이동속도 0.8배, 문 무시
pl: Wysoce żrący, choć nie nieumarły wędrowny Duch. Może powodować skrajne podrażnienia skóry przy dotknięciu. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 80 PŻ, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Um fantasma vagabundo altamente corrosivo, embora não seja um morto-vivo. Pode causar irritação extrema na pele se for tocado. Estatísticas herdadas do Phantom: não recebe dano de perigos, 80 HP, velocidade 0,8x, tem propriedades de faseamento de porta
zh_hans: 这个漂泊的魂灵并非亡灵。其具有高度腐蚀性，触摸可能会引起极度的皮肤刺激。 继承魂灵族属性：免疫环境伤害，80点最大生命值，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_mare"]/title
source: Mare
es: Pesadilla
it: Cavalla
ja: 牝馬
ko: 메어
pl: Zmora
pt_br: Mar
zh_hans: 蚀灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_mare"]/short
source: Mare
es: Pesadilla
it: Cavalla
ja: 牝馬
pl: Zmora
pt_br: Mar
zh_hans: 蚀灵

source: Periodic Ability (below 80HP): Opens a breach in the current room
es: Habilidad Periódica (por debajo de 80 PS): Abre una brecha en la sala actual
it: Abilità periodica (sotto 80 CV): apre una violazione nella stanza attuale
ja: 定期的能力 (HP80以下): 現在の部屋にブリーチを発生させる
ko: 주기적 능력 (체력 80 미만): 위치한 선실에 균열을 만듦.
pl: Zdolność okresowa (poniżej 80 PŻ): Otwiera wyłom w bieżącym pomieszczeniu
pt_br: Habilidade periódica (abaixo de 80HP): Abre uma brecha na sala atual
zh_hans: 周期技能(80点生命值以下时)：在当前舱室造成一处破舱

source: Sabotages systems at 1.6x speed
es: Sabotea sistemas a velocidad x1.6
it: Sabotages Systems a 1,6x velocità
ja: 1.6倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.6배
pl: Sabotuje systemy z szybkością 1,6x
pt_br: Sabota sistemas a uma velocidade de 1,6x
zh_hans: 1.6倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_wraith"]/desc
source: A powerful and electrifying vagabond Ghost. Not to be confused with the actual paranormal, who don't exist. Inherited Phantom stats: takes no damage from hazards, 80 HP, 0.8x speed, has door phasing properties
es: Un Fantasma vagabundo poderoso y electrizante. No confundir con los paranormales reales, que no existen. Estadísticas de Fantasma heredadas: no recibe daño de peligros, 80 PS, velocidad x0.8, atraviesa puertas
it: Un fantasma vagabondo potente ed elettrizzante.Da non confondere con l'attuale paranormale, che non esiste. Statistiche fantasma ereditate: non subisce danni dai pericoli, 80 CV, 0,8x velocità, ha proprietà di fase di fase della porta
ja: パワフルで電撃的な放浪者ゴースト。実在しない超常現象と混同しないように。 継承されたPhantomのステータス：ハザードによるダメージを受けない、HP80、スピード0.8倍、ドアフェイシングの特性を持つ。
ko: 강력하고 짜릿한 떠돌이 고스트. 실존하지 않는 초자연적 현상과 혼동하지 마십시오. 팬텀의 기본 특성: 재해 면역, 최대 체력 80, 이동속도 0.8배, 문 무시
pl: Potężny i elektryzujący wędrowny Duch. Nie mylić z prawdziwymi zjawiskami paranormalnymi, które nie istnieją. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 80 PŻ, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Um poderoso e eletrizante fantasma vagabundo. Não deve ser confundido com o paranormal de fato, que não existe. Estatísticas herdadas do Phantom: não recebe dano de perigos, 80 HP, velocidade 0,8x, tem propriedades de faseamento de porta
zh_hans: 这个漂泊的魂灵充满电能。不要与真正虚构的超自然现象混淆。 继承魂灵族属性：免疫环境伤害，80点最大生命值，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_wraith"]/title
source: Wraith
es: Espectro
ja: レイス
ko: 레이스
pl: Zjawa
zh_hans: 电灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_wraith"]/short
source: Wraith
es: Espectro
ja: レイス
pl: Zjawa
zh_hans: 电灵

source: Periodic Ability (below 80HP): Deals 2 ion damage and stuns all crew in the room but themselves for 7 seconds
es: Habilidad Periódica (por debajo de 80 PS): Inflige 2 de daño iónico y aturde a toda la tripulación en la sala excepto a sí mismo durante 7 segundos
it: Abilità periodica (sotto gli 80 CV): infligge 2 danni da ioni e stordi tutti gli equipaggi nella stanza ma se stessi per 7 secondi
ja: 定期的能力（HP80未満）: 2イオンダメージを与え、自分たちを除く部屋のすべてのクルーを7秒間スタンさせる
ko: 주기적 능력 (체력 80 미만): 시스템에 2 이온 피해를 주고 자신을 제외한 주변의 선원들을 7초간 기절시킴.
pl: Zdolność okresowa (poniżej 80 PŻ): Zadaje 2 obrażenia jonowe i ogłusza całą załogę w pomieszczeniu oprócz siebie na 7 sekund
pt_br: Habilidade periódica (abaixo de 80HP): Causa 2 de dano iônico e atordoa todos os tripulantes da sala, exceto eles próprios, por 7 segundos
zh_hans: 周期技能(80点生命值以下时)：对当前舱室系统造成2点离子伤害，并击晕所有其他船员7秒

source: Sabotages systems at 1.3x speed
es: Sabotea sistemas a velocidad x1.3
it: Sabotages Systems a 1,3x velocità
ja: 1.3倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.3배
pl: Sabotuje systemy z szybkością 1,3x
pt_br: Sabota sistemas a uma velocidade de 1,3 vezes
zh_hans: 1.3倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="lanius"]/desc
source: These anaerobic beings seem friendly enough.
es: Estos seres anaeróbicos parecen bastante amigables.
it: Questi esseri anaerobici sembrano abbastanza amichevoli.
ja: これらの嫌気性生物は十分にフレンドリーに見える。
ko: 이 산소 혐오자들은 친근한 태도를 보이고 있습니다.
pl: Te beztlenowe stworzenia wydają się dość przyjazne.
pt_br: Esses seres anaeróbicos parecem amigáveis o suficiente.
zh_hans: 这些无氧生物看起来挺友善的。

# data/blueprints.xml.append$//crewBlueprint[@name="lanius"]/title
source: Lanius
es: Lanio
ja: ラニウス
ko: 라니우스
zh_hans: 食铁族

# data/blueprints.xml.append$//crewBlueprint[@name="lanius"]/short
source: Lanius
es: Lanio
ja: ラニウス
zh_hans: 食铁族

# data/blueprints.xml.append$//crewBlueprint[@name="lanius"]/powerList/power[1]
source: Drains oxygen from rooms
es: Drena oxígeno de las salas
it: Scarica ossigeno dalle stanze
ja: 部屋から酸素を排出する
ko: 위치한 선실의 산소를 흡수
pl: Wysysa tlen z pomieszczeń
pt_br: Drena o oxigênio dos ambientes
zh_hans: 消耗所在舱室的氧气

# data/blueprints.xml.append$//crewBlueprint[@name="lanius"]/powerList/power[2]
source: Immune to suffocation
es: Inmune a la asfixia
it: Immune al soffocamento
ja: 窒息に対する耐性
ko: 질식에 면역
pl: Odporny na uduszenie
pt_br: Imune a sufocamento
zh_hans: 免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="lanius_augmented"]/desc
source: Bizarrely mutated Lanius who feed from the parts of ancient wreckage. Inherited Lanius stats: drains oxygen, is immune to suffocation
es: Lanius extrañamente mutados que se alimentan de partes de antiguos restos. Estadísticas de Lanius heredadas: drena oxígeno, es inmune a la asfixia
it: Lanius mutata stranamente che si nutre dalle parti dell'antico relitto. Statistiche di Lanius ereditate: prosciuga l'ossigeno, è immune al soffocamento
ja: 古代の残骸の一部を餌にする、奇妙に変異したラニウス。 ラニウスのステータス：酸素を排出し、窒息に免疫がある。
ko: 고대 난파선 잔해의 일부를 먹고 기이하게 변이한 라니우스입니다. 라니우스의 기본 특성: 산소 흡수, 질식 면역
pl: Dziwacznie zmutowani Laniusowie, którzy żywią się częściami starożytnych wraków. Odziedziczone statystyki Laniusów: wysysa tlen, jest odporny na uduszenie
pt_br: Lanius com mutações bizarras que se alimentam de partes de destroços antigos. Estatísticas herdadas de Lanius: drena oxigênio, é imune a sufocamento
zh_hans: 发生奇特变异的食铁族，他们以远古残骸碎片为食。 继承食铁族属性：消耗舱室内的氧气，免疫窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="lanius_augmented"]/title
source: Augmented Lanius
es: Lanius Aumentado
it: Lanius aumentato
ja: オーグメンテッド・ラニウス
ko: 증강된 라니우스
pl: Wzmocniony Lanius
pt_br: Lanius aumentado
zh_hans: 强铁族

# data/blueprints.xml.append$//crewBlueprint[@name="lanius_augmented"]/short
source: Augmented
es: Aumentado
it: Aumentato
ja: 拡張
pl: Wzmocniony
pt_br: Aumentado
zh_hans: 强铁族

source: Active Ability: Assimilates part of the ship hull, doing minor ship damage but temporarily gaining amplified powers and halting decay. Fully heal on cast.
es: Habilidad Activa: Asimila parte del casco de la nave, causando daño menor a la nave pero ganando poderes amplificados temporalmente y deteniendo el deterioro. Se cura por completo al usarla.
it: Abilità attiva: assimila parte dello scafo della nave, facendo danni minori della nave ma guadagnando temporaneamente poteri amplificati e fermando il decadimento.Guarire completamente sul cast.
ja: アクティブな能力: 船体の一部を同化させ、船体に小ダメージを与えるが、一時的に増幅されたパワーを得て腐敗を止める。実行時にライフが完全に回復する。
ko: 활성화 능력: 선체의 일부를 흡수하여 약간의 선체 피해를 주지만, 부식이 지연되고 일시적으로 강화된 능력치를 얻으며 체력을 완전히 회복
pl: Zdolność aktywna: Asymiluje część kadłuba statku, zadając niewielkie obrażenia statkowi, ale tymczasowo zyskując wzmocnione moce i zatrzymując rozkład. W pełni leczy przy użyciu.
pt_br: Habilidade ativa: Assimila parte do casco do navio, causando pouco dano ao navio, mas ganhando temporariamente poderes amplificados e interrompendo a deterioração. Cura-se totalmente ao ser lançado.
zh_hans: 主动技能：吸收部分舰体，造成轻微的舰体与系统伤害，自身暂时获得力量强化并停止流失生命。使用后恢复全部生命。

source: Provides power to occupied system
es: Proporciona energía al sistema ocupado
it: Fornisce energia al sistema occupato
ja: 占有されているシステムに動力を供給する
ko: 최대 체력 110, 최대 체력이 아닐 시 서서히 부식됨
pl: Daje energię pracowitemu systemowi
pt_br: Fornece energia para o sistema ocupado
zh_hans: 为所在舱室的系统提供1格能量

source: Max Health is increased to 110, slowly decays when not at full health
es: Salud máxima aumentada a 110, se deteriora lentamente cuando no está al máximo de salud
it: Max Health è aumentata a 110, decade lentamente quando non è in piena salute
ja: 最大ライフが110に増加するが、ライフが最大値でない場合は徐々に減少する。
ko: 최대 체력 110, 최대 체력이 아닐 시 서서히 부식됨
pl: Maksymalne zdrowie zwiększone do 110, powoli się rozkłada, gdy nie ma pełnego zdrowia
pt_br: A Vida Máxima é aumentada para 110, decaindo lentamente quando não estiver com a vida total
zh_hans: 110点最大生命值，生命值不满时缓慢流失生命

source: Sabotages systems at 1.2x speed
es: Sabotea sistemas a velocidad x1.2
it: Sabotages Systems a 1,2x velocità
ja: 1.2倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.2배
pl: Sabotuje systemy z szybkością 1,2x
pt_br: Sabota sistemas a uma velocidade de 1,2x
zh_hans: 1.2倍破坏伤害

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/desc
source: Giant Alien Spiders are no joke! Can be evolved into Weavers using the on-board lab.
es: ¡Las Arañas Alienígenas Gigantes no son una broma! Pueden evolucionar a Tejedoras usando el laboratorio de a bordo.
it: I giganteschi ragni alieni non sono uno scherzo!Può essere evoluto in tessitori usando il laboratorio di bordo.
ja: 巨大なエイリアンスパイダーは冗談ではない！船内のラボを使用してウィーバーに進化させることができる。
ko: 거대 외계 거미는 농담이 아니에요! 선상 연구실에서 직공 거미로 성장시킬 수 있습니다.
pl: Wielkie Obce Pająki to nie żarty! Można je ewoluować w Tkaczy za pomocą pokładowego laboratorium.
pt_br: As aranhas alienígenas gigantes não são brincadeira! Podem ser transformadas em Weavers usando o laboratório de bordo.
zh_hans: 巨大异形蜘蛛可不是开玩笑的！可以在物种实验室进化成织网异蛛。

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/title
source: G.A.S. Adult
es: A.A.G. Adulta
it: GAS.Adulto
ja: G.A.S.アダルト
ko: 성체 거미
pl: Dorosły W.O.P.
pt_br: G.A.S. Adulto
zh_hans: 巨大异形蜘蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/short
source: G.A.S.
es: A.A.G.
pl: W.O.P.
zh_hans: 巨大异形蜘蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/powerList/power[1]
source: 85 health, 1.2x fire damage taken, 0.25x repairs
es: 85 de salud, x1.2 de daño por fuego recibido, x0.25 de reparaciones
it: 85 salute, 1,2x danni da fuoco subiti, 0,25x riparazioni
ja: ライフ85、受ける火災ダメージ1.2倍、修理0.25倍
ko: 최대 체력 85, 화재로부터 1.2배의 피해를 받음, 수리 속도 0.25배
pl: 85 zdrowia, 1,2x obrażeń od ognia, 0,25x naprawy
pt_br: 85 de saúde, 1,2x dano de fogo recebido, 0,25x reparos
zh_hans: 85点最大生命值，受到1.2倍灼烧伤害，0.25倍维修速度

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/powerList/power[2]
source: 2.3x combat damage, 1.6x movement speed
es: x2.3 de daño en combate, x1.6 de velocidad de movimiento
it: 2,3x danno da combattimento, velocità di movimento 1.6x
ja: 戦闘ダメージ2.3倍、移動速度1.6倍
ko: 대인 공격력 2.3배, 이동속도 1.6배
pl: 2,3x obrażeń w walce, 1,6x szybkości ruchu
pt_br: 2,3x dano de combate, 1,6x velocidade de movimento
zh_hans: 2.3倍战斗伤害，1.6倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/powerList/power[3]
source: Heals at double speed
es: Se cura al doble de velocidad
it: Guarisce a doppia velocità
ja: 2倍の速度で回復する
ko: 회복속도 2배
pl: Leczy się z podwójną szybkością
pt_br: Cura com o dobro da velocidade
zh_hans: 2倍生命恢复速度

# data/blueprints.xml.append$//crewBlueprint[@name="spider"]/powerList/power[4]
source: Can only be controlled temporarily, and learn all non-combat skills 20% slower
es: Solo se puede controlar temporalmente, y aprende todas las habilidades no de combate un 20% más lento
it: Può essere controllato solo temporaneamente e imparare tutte le competenze non combattenti il 20% più lenta
ja: 一時的にのみ制御可能で、非戦闘スキルの習得が20%遅くなる
ko: 일시적으로만 조종할 수 있음, 전투를 제외한 모든 기술의 숙련도를 20% 느리게 익힘
pl: Może być kontrolowany tylko tymczasowo, i uczy się wszystkich umiejętności niezwiązanych z walką o 20% wolniej
pt_br: Só pode ser controlado temporariamente e aprende todas as habilidades que não sejam de combate 20% mais devagar
zh_hans: 只能临时控制，所有非战斗技能提升的速度减慢20%
