Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_NEWORDER"]/desc
source: Though they may be ex-Duskbringers, your crew still have some of their old Zoltan supremacist values. Zoltan crew provide 1 extra power and have 1.5x repair speed and combat damage, but all other crew have a 40% loss to all main stats. Duskbringer teleporters also allow them to teleport across ships. (Main stats include health, damage, repair, sabotage, and movement speed).
es: Aunque sean ex-Duskbringers, tu tripulación todavía tiene algunos de sus viejos valores supremacistas Zoltan. La tripulación Zoltan proporciona 1 de energía extra y tiene 1.5x de velocidad de reparación y daño de combate, pero toda la demás tripulación tiene una pérdida del 40% en todas las estadísticas principales. Los teletransportadores de Duskbringer también les permiten teletransportarse entre naves. (Las estadísticas principales incluyen salud, daño, reparación, sabotaje y velocidad de movimiento).
it: Sebbene possano essere ex-Duskbringer, il tuo equipaggio ha ancora alcuni dei loro vecchi valori suprematisti di Zoltan.L'equipaggio di Zoltan fornisce 1 potenza in più e ha una velocità di riparazione 1,5x e danni al combattimento, ma tutti gli altri equipaggi hanno una perdita del 40% per tutte le statistiche principali.I teletrastrati Duskbringer consentono anche loro di teletrasportarsi attraverso le navi. (Le statistiche principali includono salute, danni, riparazione, sabotaggio e velocità di movimento).
ja: 元ダスクブリンガーとはいえ、君のクルーはまだ昔のゾルタン至上主義の価値観を持っている。ゾルタンのクルーはパワーが1増加し、修理速度と戦闘ダメージが1.5倍になるが、それ以外のクルーは全ての主要ステータスが40%低下する。ダスクブリンガーのテレポーターは船をまたいでテレポートすることもできる。 (主なスタッツにはヘルス、ダメージ、修理、妨害、移動速度が含まれる）。
ko: 당신의 선원들은 이제 더스크브링어가 아니지만, 아직 과거의 졸탄 지상주의적 가치관을 버리지 못했습니다. 졸탄 선원은 1의 전력을 추가로 공급하며 수리 속도 및 대인 공격력이 1.5배 상승합니다. 하지만 다른 종족들은 모든 주요 능력치가 40% 감소합니다. 또한 모든 더스크브링어가 함선을 가로질러 순간이동할 수 있습니다. (주요 능력치란 최대 체력, 대인 공격력, 수리 속도, 시스템 파괴속도 그리고 이동속도를 말합니다).
pl: Chociaż mogą być byłymi Zmierzchonosicielami, twoja załoga wciąż ma niektóre ze swoich starych zoltańskich wartości suprematystycznych. Zoltańska załoga dostarcza 1 dodatkową energię i ma 1.5x prędkości naprawy i obrażeń w walce, ale cała inna załoga ma 40% straty do wszystkich głównych statystyk. Teleportery Zmierzchonosicieli pozwalają im również teleportować się między statkami. (Główne statystyki obejmują zdrowie, obrażenia, naprawę, sabotaż i prędkość ruchu).
pt_br: Embora possam ser ex-Duskbringers, sua tripulação ainda tem alguns de seus antigos valores supremacistas Zoltan. A tripulação Zoltan fornece 1 poder extra e tem 1,5x a velocidade de reparo e o dano de combate, mas todas as outras tripulações têm uma perda de 40% em todos os atributos principais. Os teletransportadores Duskbringer também permitem que eles se teletransportem entre naves. (As estatísticas principais incluem saúde, dano, reparo, sabotagem e velocidade de movimento).
zh_hans: 虽然已经是前暮临者，该星舰内船员间仍然弥漫着超能族至上主义。超能族船员额外提供1格能量，并拥有1.5倍维修速度与战斗伤害，但所有其他物种降低40%主属性。另外暮临派船员的个人传送器可使其跨舰传送。 (主属性包括生命值、战斗与破坏伤害、维修与移动速度)。

# data/blueprints.xml.append$//augBlueprint[@name="MEDBAY_DEFENSE"]/title
source: Utility-Bot Dispersal
es: Dispersión de Bots Utilitarios
it: Dispersione di utility-bot
ja: ユーティリティ・ボットの散布
ko: 다용도 봇 살포기
pl: Rozproszenie Botów Użytkowych
pt_br: Dispersão de bots utilitários
zh_hans: 纳米多效机

# data/blueprints.xml.append$//augBlueprint[@name="MEDBAY_DEFENSE"]/desc
source: Dispenses nanobots that both heal your crew when the Medbay is powered as well as damage enemy boarders.
es: Dispensa nanobots que curan a tu tripulación cuando la Enfermería está encendida y también dañan a los abordadores enemigos.
it: Distribuisce nanobot che guariscono entrambi il tuo equipaggio quando il Medbay è alimentato e danneggiano i boarder nemici.
ja: メドベイに動力が供給されているときにクルーを回復するだけでなく、敵の国境にダメージを与えるナノボットを分配する。
ko: 침입자는 공격하고 아군은 치유하는 나노봇을 살포합니다. 치유 효과는 의료실이 작동 중일 때만 기능합니다.
pl: Wydziela nanoboty, które zarówno leczą twoją załogę, gdy Ambulatorium jest zasilane, jak i ranią wrogich abordażystów.
pt_br: Dispensa nanobots que curam sua tripulação quando o Medbay está ligado e causam danos aos invasores inimigos.
zh_hans: 向星舰内散播纳米机器人。当医疗舱被供能时，它们可以医疗舱25%的速度治疗你的船员，并对敌方登舰者每秒造成2.7点伤害。

# data/blueprints.xml.append$//augBlueprint[@name="CURA_SURGES_DRONES"]/title
source: Surge Controller
es: Controlador de Sobretensión
it: Controllore di sovratensione
ja: サージコントローラー
ko: 에너지 파동 제어기
pl: Kontroler Przepięć
pt_br: Controlador de surtos
zh_hans: 涌能控制器

# data/blueprints.xml.append$//augBlueprint[@name="CURA_SURGES_DRONES"]/desc
source: Allows you to reroute power to control various levels of power surges. The more power, the stronger the surges will become. Can be powered with an Emergency Generator. Surge type: DRONE SWARM [spawns in a temporary swarm of combat drones]
es: Te permite redirigir energía para controlar varios niveles de sobretensiones. Cuanta más energía, más fuertes serán las sobretensiones. Se puede alimentar con un Generador de Emergencia. Tipo de sobretensión: ENJAMBRE DE DRONES [genera un enjambre temporal de drones de combate]
it: Ti consente di reindirizzare la potenza di controllare vari livelli di ondata di potenza.Più potere diventerà più forti.Può essere alimentato con un generatore di emergenza. Tipo di sovratensione: sciame drone [spawn in uno sciame temporaneo di droni di combattimento]
ja: 様々なレベルの電力サージを制御するために電力を迂回させることができます。電力が多いほどサージは強くなります。非常用発電機で電力を供給できます。 サージ・タイプ：DRONE SWARM [戦闘用ドローンの一時的な群れでスポーンする。］
ko: 전력을 재분배하여 다양한 수준의 에너지 파동을 제어할 수 있습니다. 더 큰 전력을 들일수록 파동도 강해집니다. 비상용 발전기로 가동할 수 있습니다. 파동 유형: 드론 무리 [잠시 동안 한 무리의 전투 드론을 소환]
pl: Pozwala na przekierowanie energii w celu kontrolowania różnych poziomów przepięć. Im więcej energii, tym silniejsze stają się przepięcia. Może być zasilany Generatorem Awaryjnym. Typ przepięcia: RÓJ DRONÓW [przyzywa tymczasowy rój dronów bojowych]
pt_br: Permite que você redirecione a energia para controlar vários níveis de picos de energia. Quanto mais energia, mais fortes serão os surtos. Pode ser alimentado com um gerador de emergência. Tipo de surto: DRONE SWARM [gera um enxame temporário de drones de combate].
zh_hans: 可为能量倾泻系统设置多个能级，供能量越高，倾泻威力越强。可用应急供能器供能。 倾泻类型：无人机群[临时放出大群战斗无人机]

# data/blueprints.xml.append$//augBlueprint[@name="CURA_SURGES_FIRE"]/title
source: Surge Controller
es: Controlador de Sobretensión
it: Controllore di sovratensione
ja: サージコントローラー
ko: 에너지 파동 제어기
pl: Kontroler Przepięć
pt_br: Controlador de surtos
zh_hans: 涌能控制器

# data/blueprints.xml.append$//augBlueprint[@name="CURA_SURGES_FIRE"]/desc
source: Allows you to reroute power to control various levels of power surges. The more power, the stronger the surges will become. Can be powered with an Emergency Generator. Surge type: FIRESTORM [rains superheated plasma on the enemy that start fires, damage systems, and pierce 2 shields]
es: Te permite redirigir energía para controlar varios niveles de sobretensiones. Cuanta más energía, más fuertes serán las sobretensiones. Se puede alimentar con un Generador de Emergencia. Tipo de sobretensión: TORMENTA DE FUEGO [llueve plasma sobrecalentado sobre el enemigo que inicia incendios, daña sistemas y atraviesa 2 escudos]
it: Ti consente di reindirizzare la potenza di controllare vari livelli di ondata di potenza.Più potere diventerà più forti.Può essere alimentato con un generatore di emergenza. Tipo di sovratensione: Firestorm [Rains surriscaldata plasma sul nemico che inizia incendi, sistemi di danno e Pierce 2 Shields]
ja: 様々なレベルの電力サージを制御するために電力を迂回させることができます。電力が多いほどサージは強くなります。非常用発電機で電力を供給できます。 サージの種類FIRESTORM [敵に超高温プラズマの雨を降らせ、火災を発生させ、システムにダメージを与え、シールド2枚を貫通させる]。
ko: 전력을 재분배하여 다양한 수준의 에너지 파동을 제어할 수 있습니다. 더 큰 전력을 들일수록 파동도 강해집니다. 비상용 발전기로 가동할 수 있습니다. 파동 유형: 화염폭풍 [적함에 초고열 플라스를를 퍼부음. 플라스마는 화재를 일으키고, 시스템 피해를 입히며, 방어막 2겹을 관통함.]
pl: Pozwala na przekierowanie energii w celu kontrolowania różnych poziomów przepięć. Im więcej energii, tym silniejsze stają się przepięcia. Może być zasilany Generatorem Awaryjnym. Typ przepięcia: BURZA OGNIOWA [spuszcza na wroga deszcz przegrzanej plazmy, która wywołuje pożary, uszkadza systemy i przebija 2 tarcze]
pt_br: Permite que você redirecione a energia para controlar vários níveis de picos de energia. Quanto mais energia, mais fortes serão os surtos. Pode ser alimentado com um gerador de emergência. Tipo de surto: FIRESTORM [chove plasma superaquecido sobre o inimigo que inicia incêndios, danifica sistemas e perfura 2 escudos]
zh_hans: 可为能量倾泻系统设置多个能级，供能量越高，倾泻威力越强。可用应急供能器供能。 倾泻类型：火焰风暴[向敌方抛洒高温等离子体，穿透2层护盾、造成系统伤害，并起火]

# data/blueprints.xml.append$//augBlueprint[@name="CURA_SURGES_DAMAGE"]/title
source: Surge Controller
es: Controlador de Sobretensión
it: Controllore di sovratensione
ja: サージコントローラー
ko: 에너지 파동 제어기
pl: Kontroler Przepięć
pt_br: Controlador de surtos
zh_hans: 涌能控制器

# data/blueprints.xml.append$//augBlueprint[@name="CURA_SURGES_DAMAGE"]/desc
source: Allows you to reroute power to control various levels of power surges. The more power, the stronger and more unstable the surges will become. Can be powered with an Emergency Generator. Surge type: MELTDOWN [deals heavy self damage but creates bursts of heavy radiation via 2 damage beams, with 1 shield pierce]
es: Te permite redirigir energía para controlar varios niveles de sobretensiones. Cuanta más energía, más fuertes e inestables serán las sobretensiones. Se puede alimentar con un Generador de Emergencia. Tipo de sobretensión: FUSIÓN [inflige un gran autodaño pero crea ráfagas de radiación pesada a través de 2 haces de daño, con 1 de perforación de escudo]
it: Ti consente di reindirizzare la potenza di controllare vari livelli di ondata di potenza.Più potere diventerà più forte e più instabile.Può essere alimentato con un generatore di emergenza. Tipo di sovratensione: crollo [infligge pesanti danni da sé ma crea esplosioni di radiazioni pesanti tramite 2 travi di danno, con 1 scudo Pierce]
ja: 様々なレベルの電力サージを制御するために電力を迂回させることができます。電力が多いほど、サージは強く不安定になります。非常用発電機で電力を供給できます。 サージの種類MELTDOWN [自らに大ダメージを与えるが、2本のダメージビームによる重放射線のバーストを発生させる。］
ko: 전력을 재분배하여 다양한 수준의 에너지 파동을 제어할 수 있습니다. 더 큰 전력을 들일수록 파동도 강해집니다. 비상용 발전기로 가동할 수 있습니다. 파동 유형: 멜트다운 [심각한 자가 피해를 입지만, 중방사선 폭발을 일으켜 방어막을 한 겹 관통하고 2의 피해를 입히는 빔을 생성]
pl: Pozwala na przekierowanie energii w celu kontrolowania różnych poziomów przepięć. Im więcej energii, tym silniejsze i bardziej niestabilne stają się przepięcia. Może być zasilany Generatorem Awaryjnym. Typ przepięcia: STOPNIENIE RDZENIA [zadaje ciężkie obrażenia własne, ale tworzy wybuchy ciężkiego promieniowania za pomocą 2 promieni uszkadzających, z 1 przebiciem tarczy]
pt_br: Permite que você redirecione a energia para controlar vários níveis de picos de energia. Quanto mais energia, mais fortes e instáveis serão os surtos. Pode ser alimentado com um gerador de emergência. Tipo de surto: MELTDOWN [causa dano próprio pesado, mas cria explosões de radiação pesada por meio de 2 feixes de dano, com 1 perfuração de escudo].
zh_hans: 可为能量倾泻系统设置多个能级，供能量越高，倾泻威力越强。可用应急供能器供能。 倾泻类型：熔毁 [以严重伤害自身舰体为代价，释放一系列2点伤害，可穿透1层护盾的强辐射光点脉冲]

# data/blueprints.xml.append$//augBlueprint[@name="CRYSTAL_ARMOR_100"]/title
source: Shatter Armor
es: Armadura Fragmentada
it: Schiacciare l'armatura
ja: シャター・アーマー
ko: 저경도 장갑
pl: Pancerz Roztrzaskujący
pt_br: Armadura de estilhaçamento
zh_hans: 破碎装甲

# data/blueprints.xml.append$//augBlueprint[@name="CRYSTAL_ARMOR_100"]/desc
source: Contrary to the usual purpose of armor, this plating is extremely fragile. It'll break off into 2 smaller shards every time it is hit, though they can only pierce 2 shields each.
es: Contrariamente al propósito habitual de la armadura, este blindaje es extremadamente frágil. Se romperá en 2 fragmentos más pequeños cada vez que sea golpeado, aunque solo pueden perforar 2 escudos cada uno. Tu casco también recibirá un punto adicional de daño al ser golpeado por un arma dañina.
ja: 通常のアーマーの目的に反して、このメッキは非常に壊れやすい。被弾するたびに2つの小さな破片に分かれるが、それぞれ2枚のシールドしか貫通できない。また、ダメージを与える武器に当たると、船体はさらに1点のダメージを受ける。
ko: 일반적인 보호구와는 달리 이 장갑은 충격에 매우 취약합니다. 함선이 피해를 입을 때마다 선체에서 2개의 작은 크리스탈 파편이 떨어져 나옵니다. 이 파편들은 2겹의 방어막만 관통할 수 있습니다.
pl: W przeciwieństwie do zwykłego przeznaczenia pancerza, to poszycie jest niezwykle kruche. Odłamie się na 2 mniejsze odłamki za każdym razem, gdy zostanie trafione, chociaż mogą one przebić tylko po 2 tarcze każdy. Twój kadłub również otrzyma dodatkowy punkt obrażeń, gdy zostanie trafiony przez broń zadającą obrażenia.
zh_hans: 与普通舰体装甲不同，这种镀层非常脆弱。每次被击中时，它都会分裂2枚较小的水晶碎片，尽管它们只能穿透2层护盾。

source: Crystal Shard
es: Fragmento de Cristal
it: Frammento di cristallo
ja: クリスタル・シャード
ko: 크리스탈 파편
pl: Kryształowy Odłamek
pt_br: Fragmento de cristal
zh_hans: 水晶碎片

source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶碎片

source: CRYSTAL VENG PROJECTILE
es: PROYECTIL DE VENGANZA DE CRISTAL
it: Proiettile Crystal Veng
ja: クリスタルヴェンジェンス発射体
ko: 크리스탈 파편
pl: POCISK MŚCIWEGO KRYSZTAŁU
pt_br: PROJÉTIL DE CRISTAL VENG
zh_hans: 水晶复仇弹

# data/blueprints.xml.append$//augBlueprint[@name="STORE_BEACON_SYLVAN"]/title
source: Nexus Beacon
es: Baliza del Nexo
ja: ネクサス・ビーコン
ko: 넥서스 신호기
pl: Sygnalizator Nexusa
pt_br: Farol do Nexus
zh_hans: 枢纽信标

# data/blueprints.xml.append$//augBlueprint[@name="STORE_BEACON_SYLVAN"]/desc
source: Opens a rift directly to the Nexus, allowing you to trade for high value items. Can be used only at empty beacons, and does not impact the fleet.
es: Abre una grieta directamente al Nexo, permitiéndote comerciar por artículos de alto valor. Solo se puede usar en balizas vacías y no afecta a la flota.
it: Apre una spaccatura direttamente al Nexus, permettendoti di scambiare oggetti di alto valore.Può essere usato solo su beacon vuoti e non influisce sulla flotta.
ja: ネクサスへの亀裂を直接開き、高価値のアイテムと交換できるようにする。空のビーコンでのみ使用でき、艦船には影響しない。
ko: 넥서스와 직통으로 연결되는 균열을 열어 높은 가치의 물건들을 거래할 수 있습니다. 빈 송신소에서만 사용 가능하고 함대 추격을 가속시키지 않습니다.
pl: Otwiera szczelinę bezpośrednio do Nexusa, umożliwiając handel przedmiotami o wysokiej wartości. Może być używany tylko przy pustych sygnalizatorach i nie wpływa na flotę.
pt_br: Abre uma fenda diretamente no Nexus, permitindo que você troque por itens de alto valor. Pode ser usado somente em sinalizadores vazios e não afeta a frota.
zh_hans: 开启一道直通枢纽的裂缝，可前去交易珍稀物品。只能在空信标处使用，且不会影响追击舰队。

# data/blueprints.xml.append$//augBlueprint[@name="GATLING_MAKER"]/title
source: Rift Forge
es: Forja de la Grieta
ja: リフト・フォージ
ko: 게틀링 제련기
pl: Kuźnia Szczelin
zh_hans: 裂隙锻炉

# data/blueprints.xml.append$//augBlueprint[@name="GATLING_MAKER"]/desc
source: A special device which can upgrade a Chain Laser all the way into a weapon of ultimate destruction - assuming you can fork over enough resources for it.
es: Un dispositivo especial que puede mejorar un Láser en Cadena hasta convertirlo en un arma de destrucción definitiva, siempre que puedas pagar los recursos necesarios.
it: Un dispositivo speciale che può aggiornare un laser a catena in un'arma di ultima distruzione, supponendo che tu possa sborsare sufficienti risorse per questo.
ja: 十分なリソースをフォークできることを前提として、チェインレーザーを究極の破壊兵器にまでアップグレードできる特別なデバイス。
ko: 연쇄 레이저를 궁극의 파괴 무기로 업그레이드할 수 있는 특별한 장비입니다. 충분한 자원을 투여할 수 있다면 말이죠.
pl: Specjalne urządzenie, które może ulepszyć Laser Łańcuchowy aż do broni ostatecznej zagłady - zakładając, że możesz wyłożyć na to wystarczającą ilość zasobów.
pt_br: Um dispositivo especial que pode transformar um Chain Laser em uma arma de destruição definitiva, desde que você tenha recursos suficientes para isso.
zh_hans: 一个特制设备，可将链式激光升级为终极毁灭武器—如果你能攒齐足够的材料。

# data/blueprints.xml.append$//augBlueprint[@name="STORE_BEACON_SUPER"]/title
source: Wallace Beacon
es: Baliza de Wallace
ja: ウォレス・ビーコン
ko: 왈레스 신호기
pl: Sygnalizator Wallace'a
pt_br: Farol de Wallace
zh_hans: 沃勒斯信标

# data/blueprints.xml.append$//augBlueprint[@name="STORE_BEACON_SUPER"]/desc
source: A direct contact with the infamous space-time criminal Wallace, who'll sell you just about anything for the right price.
es: Un contacto directo con el infame criminal espacio-temporal Wallace, que te venderá casi cualquier cosa por el precio adecuado.
it: Un contatto diretto con il famigerato criminale spaziale Wallace, che ti venderà qualsiasi cosa per il giusto prezzo.
ja: 悪名高き時空犯罪者ウォレスと直接接触し、適切な価格で何でも売ってくれるだろう。
ko: 악명높은 시공간 범죄자 왈레스와 직접 접촉합니다. 그는 온갖 것들을 적당한 가격에 팔아줄 겁니다.
pl: Bezpośredni kontakt z niesławnym przestępcą czasoprzestrzennym Wallace'em, który sprzeda ci prawie wszystko za odpowiednią cenę.
pt_br: Um contato direto com o infame criminoso espaço-temporal Wallace, que lhe venderá praticamente qualquer coisa pelo preço certo.
zh_hans: 直接与臭名昭著的时空罪犯沃勒斯联系，他会以合理的价码卖给你任何东西。

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD"]/title
source: Merchant's Shield
es: Escudo del Mercader
it: Lo scudo del commerciante
ja: 商人の盾
ko: 행상인의 방어막
pl: Tarcza Kupca
pt_br: Escudo do comerciante
zh_hans: 游商护盾

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SYLVAN_SHIELD"]/title
source: Merchant's Shield
es: Escudo del Mercader
it: Lo scudo del commerciante
ja: 商人の盾
ko: 행상인의 방어막
pl: Tarcza Kupca
pt_br: Escudo do comerciante
zh_hans: 游商护盾

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SYLVAN_SHIELD"]/desc
source: A strangely resistant shield powered by several massive Aether batteries with an integrity of 12 hitpoints.
es: Un escudo extrañamente resistente alimentado por varias baterías de Éter masivas con una integridad de 12 puntos de vida.
it: Uno scudo stranamente resistente alimentato da diverse enormi batterie etere con un'integrità di 12 punti di successo.
ja: 12ヒットポイントの完全性を備えた、いくつかの巨大なエーテル バッテリーによって駆動される、奇妙に耐性のあるシールド。
ko: 여러 개의 거대한 아이테르 전지로 가동되며 12의 내구도를 가진, 비정상적으로 저항력이 강한 방어막입니다.
pl: Dziwnie odporna tarcza zasilana przez kilka ogromnych baterii Eteru o integralności 12 punktów.
pt_br: Um escudo estranhamente resistente, alimentado por várias baterias maciças de Aether com uma integridade de 12 pontos de vida.
zh_hans: 一面异常坚固的抗性护盾，由几个巨大的以太电池供能。提供12层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD_REWARD"]/title
source: Merchant's Shield
es: Escudo del Mercader
it: Lo scudo del commerciante
ja: 商人の盾
ko: 행상인의 방어막
pl: Tarcza Kupca
pt_br: Escudo do comerciante
zh_hans: 游商护盾

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD_REWARD"]/desc
source: A strangely resistant shield powered by several massive Aether batteries with an integrity of 12 hitpoints, formerly utilized by the Traveling Merchant.
es: Un escudo extrañamente resistente alimentado por varias baterías de Éter masivas con una integridad de 12 puntos de vida, anteriormente utilizado por el Mercader Viajero.
it: Uno scudo stranamente resistente alimentato da diverse enormi batterie etere con un'integrità di 12 punti di successo, precedentemente utilizzati dal commerciante di viaggio.
ja: 以前は旅の商人によって使用されていた、12ヒットポイントの完全性を備えたいくつかの巨大なエーテル バッテリーによって駆動される、奇妙な耐性を持つシールド。
ko: 여러 개의 거대한 아이테르 전지로 가동되며 12의 내구도를 가진, 비정상적으로 저항력이 강한 방어막입니다. 전에는 행상인이 사용했습니다.
pl: Dziwnie odporna tarcza zasilana przez kilka ogromnych baterii Eteru o integralności 12 punktów, dawniej używana przez Wędrownego Kupca.
pt_br: Um escudo estranhamente resistente alimentado por várias baterias de éter maciço com uma integridade de 12 pontos de vida, anteriormente utilizado pelo Mercador Viajante.
zh_hans: 一面异常坚固的抗性护盾，由几个巨大的以太电池供能，被星游商人使用过。提供12层能量护盾。

source: Adv. Merchant's Shield
es: Escudo del Mercader Av.
it: Adv.Lo scudo del commerciante
ja: アドバンス・マーチャント・シールド
ko: 고급 행상인의 방어막
pl: Zaaw. Tarcza Kupca
pt_br: Escudo do comerciante avançado
zh_hans: 先进游商护盾

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD_CONTINUITY"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

source: Adv. Merchant's Shield
es: Escudo del Mercader Av.
it: Adv.Lo scudo del commerciante
ja: アドバンス・マーチャント・シールド
ko: 고급 행상인의 방어막
pl: Zaaw. Tarcza Kupca
pt_br: Escudo do comerciante avançado
zh_hans: 先进游商护盾

source: A strangely resistant shield powered by several massive Aether batteries with an integrity of 15 hitpoints.
es: Un escudo extrañamente resistente alimentado por varias baterías de Éter masivas con una integridad de 15 puntos de vida.
it: Uno scudo stranamente resistente alimentato da diverse enormi batterie etere con un'integrità di 15 punti di successo.
ja: 15ヒットポイントの完全性を備えたいくつかの巨大なエーテル バッテリーによって駆動される、奇妙に耐性のあるシールド。
ko: 여러 개의 거대한 아이테르 전지로 가동되며 15의 내구도를 가진, 비정상적으로 저항력이 강한 방어막입니다.
pl: Dziwnie odporna tarcza zasilana przez kilka ogromnych baterii Eteru o integralności 15 punktów.
pt_br: Um escudo estranhamente resistente, alimentado por várias baterias maciças de Aether com uma integridade de 15 pontos de vida.
zh_hans: 一面异常坚固的抗性护盾，由几个巨大的以太电池供能。提供15层能量护盾。

source: Adv. Merchant's Shield
es: Escudo del Mercader Av.
it: Adv.Lo scudo del commerciante
ja: アドバンス・マーチャント・シールド
ko: 고급 행상인의 방어막
pl: Zaaw. Tarcza Kupca
pt_br: Escudo do comerciante avançado
zh_hans: 先进游商护盾

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD_PRIME"]/title
source: Prime Shield
es: Escudo Principal
ja: プライム・シールド
ko: 프라임의 방어막
pl: Tarcza Pierwotna
pt_br: Escudo Prime
zh_hans: 本尊护盾

# data/blueprints.xml.append$//augBlueprint[@name="SYLVAN_SHIELD_PRIME"]/desc
source: A strangely resistant shield powered by several massive Aether batteries with an integrity of 20 hitpoints.
es: Un escudo extrañamente resistente alimentado por varias baterías de Éter masivas con una integridad de 20 puntos de vida.
it: Uno scudo stranamente resistente alimentato da diverse enormi batterie etere con un'integrità di 20 punti di successo.
ja: 20ヒットポイントの完全性を備えた、いくつかの巨大なエーテル バッテリーによって駆動される、奇妙に耐性のあるシールド。
ko: 여러 개의 거대한 아이테르 전지로 가동되며 20의 내구도를 가진, 비정상적으로 저항력이 강한 방어막입니다.
pl: Dziwnie odporna tarcza zasilana przez kilka ogromnych baterii Eteru o integralności 20 punktów.
pt_br: Um escudo estranhamente resistente, alimentado por várias baterias maciças de Aether com uma integridade de 20 pontos de vida.
zh_hans: 一面异常坚固的抗性护盾，由几个巨大的以太电池供能。提供20层能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="CHUNGUS_MAKER"]/title
source: Chungus Maker
es: Hacedor de Chungus
ja: チュングスメーカー
pl: Wytwarzacz Chungusa
pt_br: Criador de Chungus
zh_hans: 春古斯制造商

# data/blueprints.xml.append$//augBlueprint[@name="CHUNGUS_MAKER"]/desc
source: YOU SHOULD NEVER SEE THIS - makes crew very heavy
es: NUNCA DEBERÍAS VER ESTO - hace a la tripulación muy pesada
it: Non dovresti mai vederlo - rende l'equipaggio molto pesante
ja: これは絶対に見ないように - クルーは非常に重くなる
pl: NIGDY NIE POWINIENEŚ TEGO WIDZIEĆ - sprawia, że załoga staje się bardzo ciężka
pt_br: VOCÊ NUNCA DEVE VER ISSO - torna a equipe muito pesada
zh_hans: 你永远不应该看到这个 - 使船员非常沉重

# data/blueprints.xml.append$//augBlueprint[@name="CREW_STIMS_ULTRA"]/title
source: Clansman Stolen Pheromones
es: Feromonas Robadas del Clan
it: Clansman ha rubato feromoni
ja: クランズマン盗まれたフェロモン
pl: Skradzione Feromony Klanowicza
pt_br: Feromônios roubados do Clansman
zh_hans: 猎者所盗信息素

# data/blueprints.xml.append$//augBlueprint[@name="CREW_STIMS_ULTRA"]/desc
source: I am speed.
es: Soy veloz.
it: Sono velocità.
ja: 私はスピードだ。
pl: Jestem prędkością.
pt_br: Eu sou veloz.
zh_hans: 我是速度。

# data/blueprints.xml.append$//augBlueprint[@name="FLAGSHIP_SHIELD"]/title
source: Flagship Shield
es: Escudo de Nave Insignia
it: Scudo di punta
ja: フラッグシップ・シールド
ko: 기함 방어막
pl: Tarcza Statku Flagowego
pt_br: Escudo emblemático
zh_hans: 旗舰护盾
