Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SUPER_CREW_STIMS"]/desc
source: Special pheromones concocted by the Free Mantis, with their effects persisting even on the enemy ship. Each level of the Life Support system that is powered provides a 15% combat damage boost, but for each level above 1 also reduces repair speed by 25%.
es: Feromonas especiales creadas por los Mantis Libres, con sus efectos persistiendo incluso en la nave enemiga. Cada nivel de energía del sistema de Soporte Vital proporciona un aumento del 15% en el daño de combate, pero por cada nivel por encima de 1 también reduce la velocidad de reparación en un 25%.
it: Peromoni speciali inventati dalla mantide libera, con i loro effetti che persistono anche sulla nave nemica.Ogni livello del sistema di supporto vitale che è alimentato fornisce un aumento del danno da combattimento del 15%, ma per ogni livello superiore a 1 riduce anche la velocità di riparazione del 25%.
ja: フリーマンティスが調合した特別なフェロモンで、その効果は敵艦にまで持続する。O2システムの各レベルが作動すると、戦闘ダメージが15%増加するが、レベル1を超えるごとに、修理速度も25%減少する。
ko: 독립 맨티스가 조제한 특수 페로몬입니다. 산소실에 공급되는 전력마다 모든 아군의 대인 공격력이 15%씩 증가하지만, 1을 초과하는 전력마다 수리 속도가 25%씩 감소합니다. 적함에서도 효과가 지속됩니다.
pl: Specjalne feromony stworzone przez Wolne Modliszki, których efekty utrzymują się nawet na statku wroga. Każdy zasilany poziom systemu Podtrzymywania Życia zapewnia 15% premii do obrażeń w walce, ale każdy poziom powyżej 1 zmniejsza również prędkość naprawy o 25%.
pt_br: Feromônios especiais criados pelo Free Mantis, cujos efeitos persistem mesmo na nave inimiga. Cada nível do sistema de suporte à vida que é ativado proporciona um aumento de 15% no dano de combate, mas para cada nível acima de 1 também reduz a velocidade de reparo em 25%.
zh_hans: 由自由螳螂调制的特殊信息素，甚至在敌方舰船上仍保有效果。氧气系统每格供能为己方船员提供15%的战斗伤害加成，但从第2格起每格也降低其25%的维修速度。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ELITE_STIMS"]/title
source: Big Vibe Pheromones
es: Feromonas de Gran Rollo
it: Peromoni di grande vibra
ja: ビッグバイブ・フェロモン
ko: 최고급 페로몬
pl: Feromony Wielkiego Klimatu
pt_br: Feromônios Big Vibe
zh_hans: 大威力信息素

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ELITE_STIMS"]/desc
source: The strongest concoction ever brewed by the Free Mantis, for the biggest of vibes. All crew gain a 35% damage and 100% movement speed boost, but ability cooldowns take 50% longer and non-Free Mantis crew lose 10% Max Health.
es: La mezcla más fuerte jamás creada por los Mantis Libres, para el mayor de los rollos. Proporciona las mismas bonificaciones que las Feromonas Sintetizadas normales, y aumenta la duración de todas las habilidades de feromonas de los Mantis Libres en un 100%. Sin embargo, los efectos debilitantes de las feromonas hacen que toda la tripulación que no sea Mantis Libre tarde el doble en cargar habilidades y pierda un 25% de Salud Máxima. La tripulación Mantis de la Colmena se vuelve adicta y se transforma en Mantis Libre.
ja: フリーマンティスの最強のフェロモン。通常のSynthesized Pheromonesと同じボーナスを提供し、フリー・マンティスのフェロモン・アビリティの持続時間を100％増加させる。しかし、フェロモンの衰弱効果により、フリー・マンティス以外のクルーはアビリティのチャージに2倍の時間がかかり、最大体力を25%失う。Hive Mantisのクルーは中毒になり、Free Mantisに変身する。
ko: 최고의 느낌을 위해 독립 맨티스가 조제해낸 가장 강한 혼합물입니다. 모든 선원이 35%의 대인 공격력과 100%의 이동속도 보너스를 얻지만 활성화 능력의 쿨타임이 50% 길어지고 독립 맨티스가 아닌 선원들은 최대 체력이 10% 감소합니다.
pl: Najsilniejsza mikstura kiedykolwiek uwarzona przez Wolne Modliszki, dla największych klimatów. Zapewnia te same bonusy co zwykłe Syntezowane Feromony i zwiększa czas trwania wszystkich zdolności feromonowych Wolnych Modliszek o 100%. Jednak osłabiające efekty feromonów powodują, że cała załoga niebędąca Wolnymi Modliszkami potrzebuje dwa razy więcej czasu na naładowanie zdolności i traci 25% maksymalnego zdrowia. Modliszki z Ula uzależniają się i przekształcają w Wolne Modliszki.
zh_hans: 自由螳螂有史以来最强的调制物，只为最大的威力。所有船员获得35%的战斗伤害与100%的移动速度提升，但主动技能的冷却时间延长50%，且非自由螳螂船员失去10%的最大生命值。

# data/blueprints.xml.append$//augBlueprint[@name="SUZERAIN_CREW_STIMS"]/title
source: Suzerain Pheromones
es: Feromonas del Soberano
it: Feromoni di suzerain
ja: スゼライン・フェロモン
ko: 영주의 페로몬
pl: Feromony Suzerena
pt_br: Feromônios Suzerain
zh_hans: 领主信息素

# data/blueprints.xml.append$//augBlueprint[@name="SUZERAIN_CREW_STIMS"]/desc
source: Strength inducing pheromones that are dispersed through the Life Support system, with their effects persisting even on the enemy ship. Each powered level reduces active ability cooldowns by 15% and increases movement speed by 33%.
es: Feromonas que inducen fuerza y se dispersan a través del sistema de Soporte Vital, con sus efectos persistiendo incluso en la nave enemiga. Cada nivel de energía reduce los tiempos de recarga de habilidades activas en un 15% y aumenta la velocidad de movimiento en un 33%.
it: Forza che induce feromoni che sono dispersi attraverso il sistema di supporto vitale, con i loro effetti che persistono anche sulla nave nemica.Ogni livello alimentato riduce le cooldown di capacità attiva del 15% e aumenta la velocità di movimento del 33%.
ja: O2システムを通じて分散される強さを誘発するフェロモンであり、その効果は敵艦上でも持続する。パワードレベルごとに、アクティブアビリティのクールダウンが15%減少し、移動速度が33%増加する。
ko: 생명 유지 장치를 통해 분산되는 체력 증진 페로몬입니다. 산소실에 공급되는 전력마다 모든 아군의 활성화 능력 쿨타임이 15%씩 줄어들고, 이동속도가 33%씩 증가합니다. 적함에서도 효과가 지속됩니다.
pl: Feromony wywołujące siłę, które są rozpraszane przez system Podtrzymywania Życia, a ich efekty utrzymują się nawet na statku wroga. Każdy zasilany poziom skraca czas odnowienia aktywnych zdolności o 15% i zwiększa prędkość ruchu o 33%.
pt_br: Feromônios indutores de força que são dispersos pelo sistema de suporte à vida, com seus efeitos persistindo mesmo na nave inimiga. Cada nível de energia reduz o tempo de espera da habilidade ativa em 15% e aumenta a velocidade de movimento em 33%.
zh_hans: 通过氧气系统散播的体力增强信息素，甚至在敌舰内仍发挥效果。氧气系统每有1格供能，己方船员主动技能冷却时间减少15%，且移动速度提高33%。

source: Suzerain Pheromones
es: Feromonas del Soberano
it: Feromoni di suzerain
ja: スゼライン・フェロモン
ko: 영주의 페로몬
pl: Feromony Suzerena
pt_br: Feromônios Suzerain
zh_hans: 领主信息素

source: Strength inducing pheromones that are dispersed through the Life Support system, with their effects persisting even on the enemy ship. Each powered level reduces active ability cooldowns by 15% and increases movement speed by 33%.
es: Feromonas que inducen fuerza y se dispersan a través del sistema de Soporte Vital, con sus efectos persistiendo incluso en la nave enemiga. Cada nivel de energía reduce los tiempos de recarga de habilidades activas en un 15% y aumenta la velocidad de movimiento en un 33%.
it: Forza che induce feromoni che sono dispersi attraverso il sistema di supporto vitale, con i loro effetti che persistono anche sulla nave nemica.Ogni livello alimentato riduce le cooldown di capacità attiva del 15% e aumenta la velocità di movimento del 33%.
ja: O2システムを通じて分散される強さを誘発するフェロモンであり、その効果は敵艦上でも持続する。パワードレベルごとに、アクティブアビリティのクールダウンが15%減少し、移動速度が33%増加する。
ko: 생명 유지 장치를 통해 분산되는 체력 증진 페로몬입니다. 산소실에 공급되는 전력마다 모든 아군의 활성화 능력 쿨타임이 15%씩 줄어들고, 이동속도가 33%씩 증가합니다. 적함에서도 효과가 지속됩니다.
pl: Feromony wywołujące siłę, które są rozpraszane przez system Podtrzymywania Życia, a ich efekty utrzymują się nawet na statku wroga. Każdy zasilany poziom skraca czas odnowienia aktywnych zdolności o 15% i zwiększa prędkość ruchu o 33%.
pt_br: Feromônios indutores de força que são dispersos pelo sistema de suporte à vida, com seus efeitos persistindo mesmo na nave inimiga. Cada nível de energia reduz o tempo de espera da habilidade ativa em 15% e aumenta a velocidade de movimento em 33%.
zh_hans: 通过氧气系统散播的体力增强信息素，甚至在敌舰内仍发挥效果。氧气系统每有1格供能，己方船员主动技能冷却时间减少15%，且移动速度提高33%。

# data/blueprints.xml.append$//augBlueprint[@name="KERNEL_REPLICATOR"]/title
source: Kernel Greenhouse
es: Invernadero de Semillas
it: Serra del kernel
ja: カーネル・グリーンハウス
ko: 낱알 온실
pl: Szklarnia Nasion
pt_br: Estufa de grãos
zh_hans: 果核温室

# data/blueprints.xml.append$//augBlueprint[@name="KERNEL_REPLICATOR"]/desc
source: A small on-board greenhouse for growing kernel ammunition. Gives a 65% chance to not use ammunition when a missile consuming weapon is fired, and lets you recover 1 fuel for every sector transition. Overwrites the bonus of Explosive Replicator.
es: Un pequeño invernadero a bordo para cultivar munición de semillas. Otorga un 65% de probabilidad de no usar munición cuando se dispara un arma que consume misiles, y te permite recuperar 1 de combustible por cada transición de sector. El efecto se acumula multiplicativamente con la probabilidad de replicación de armas. Sobrescribe la bonificación del Replicador Explosivo.
ja: カーネル弾薬を栽培するための小型温室。ミサイルを消費する武器が発射されたとき、65%の確率で弾薬を使用せず、セクター移行ごとに燃料を1回復することができる。 効果は武器の複製確率に乗算される。 Explosive Replicatorのボーナスを上書きする。
ko: 낱알 탄약을 재배하기 위한 작은 선상 온실입니다. 탄약을 소모하는 무기가 발사될 때 65%의 확률로 탄약을 사용하지 않습니다. 또한 구역을 이동할 때마다 1개의 연료를 회수할 수 있습니다. 폭발물 복제기의 효과를 덮어씁니다.
pl: Mała pokładowa szklarnia do uprawy amunicji z nasion. Daje 65% szansy na niezużycie amunicji podczas strzału z broni zużywającej rakiety i pozwala odzyskać 1 paliwa za każde przejście między sektorami. Efekt kumuluje się multiplikatywnie z szansą na replikację broni. Nadpisuje bonus Replikatora Wybuchowego.
zh_hans: 一个小型的舰载温室，用于种植果核弹药。当消耗弹药的武器发射时，有65%的几率不消耗弹药。还可在每个星区入口免费回收1份燃料。 覆盖弹药复制器的加成。

source: Kernel Greenhouse
es: Invernadero de Semillas
it: Serra del kernel
ja: カーネル・グリーンハウス
ko: 낱알 온실
pl: Szklarnia Nasion
pt_br: Estufa de grãos
zh_hans: 果核温室

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_KERNEL_REPLICATOR"]/desc
source: A small on-board greenhouse for growing kernel ammunition. Gives a 65% chance to not use ammunition when a missile consuming weapon is fired, and lets you recover 1 fuel for every sector transition. Overwrites the bonus of Explosive Replicator.
es: Un pequeño invernadero a bordo para cultivar munición de semillas. Otorga un 65% de probabilidad de no usar munición cuando se dispara un arma que consume misiles, y te permite recuperar 1 de combustible por cada transición de sector. Sobrescribe la bonificación del Replicador Explosivo.
it: Una piccola serra a bordo per le munizioni in coltivazione del kernel.Dà una possibilità del 65% di non utilizzare munizioni quando viene sparata un'arma che consuma missili e ti consente di recuperare 1 carburante per ogni transizione del settore. Sovrascrive il bonus del replicatore esplosivo.
ja: カーネル弾薬を栽培するための小型温室。ミサイルを消費する武器が発射されたとき、65%の確率で弾薬を使用せず、セクター移行ごとに燃料を1回復することができる。 Explosive Replicatorのボーナスを上書きする。
ko: 낱알 탄약을 재배하기 위한 작은 선상 온실입니다. 탄약을 소모하는 무기가 발사될 때 65%의 확률로 탄약을 사용하지 않습니다. 또한 구역을 이동할 때마다 1개의 연료를 회수할 수 있습니다. 폭발물 복제기의 효과를 덮어씁니다.
pl: Mała pokładowa szklarnia do uprawy amunicji z nasion. Daje 65% szansy na niezużycie amunicji podczas strzału z broni zużywającej rakiety i pozwala odzyskać 1 paliwa za każde przejście między sektorami. Nadpisuje bonus Replikatora Wybuchowego.
pt_br: Uma pequena estufa a bordo para cultivar munição de kernel. Oferece 65% de chance de não usar munição quando uma arma que consome mísseis é disparada e permite recuperar 1 combustível para cada transição de setor. Substitui o bônus do Replicador Explosivo.
zh_hans: 一个小型的舰载温室，用于种植果核弹药。当消耗弹药的武器发射时，有65%的几率不消耗弹药。还可在每个星区入口免费回收1份燃料。 覆盖弹药复制器的加成。

# data/blueprints.xml.append$//augBlueprint[@name="CARETAKER_BUFF"]/title
source: Organic Rebreathers
es: Rebreathers Orgánicos
it: Rebreathers biologici
ja: オーガニック・リブリーザー
ko: 생체 재호흡기
pl: Organiczne Rebreathery
pt_br: Rebreathers orgânicos
zh_hans: 有机呼吸器

# data/blueprints.xml.append$//augBlueprint[@name="CARETAKER_BUFF"]/desc
source: Aerobic crew suffocation damage is reduced by 45% for every Orchid on your crew, regardless of which ship they're on.
es: El daño por asfixia de la tripulación aeróbica se reduce en un 45% por cada Orquídea en tu tripulación, sin importar en qué nave se encuentren.
it: Il danno al soffocamento dell'equipaggio aerobico è ridotto del 45% per ogni orchidea sull'equipaggio, indipendentemente dalla nave.
ja: エアロビッククルーの窒息ダメージは、クルーがどの船に乗っているかに関係なく、クルーのオーキッドごとに45%減少する。
ko: 선원이 받는 질식 피해가 아군 오키드 당 45%씩 감소합니다. 선원 또는 오키드가 어느 함선에 있는지는 상관없습니다.
pl: Obrażenia od uduszenia tlenowej załogi są zmniejszone o 45% za każdą Orchidę w twojej załodze, niezależnie od statku, na którym się znajdują.
pt_br: O dano de sufocamento da tripulação aeróbica é reduzido em 45% para cada Orquídea da sua tripulação, independentemente da nave em que estejam.
zh_hans: 你每有一名兰花族船员，友方耗氧船员就获得45%的窒息伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="PRAETOR_BUFF"]/title
source: Spore Reserves
es: Reservas de Esporas
it: Riserve di spore
ja: 胞子リザーブ
ko: 예비 포자
pl: Rezerwy Zarodników
pt_br: Reservas de esporos
zh_hans: 孢子库存

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_WOOD_PLATING"]/title
source: Titanwood Hull
es: Casco de Titanmadera
ja: タイタンウッドの船体
ko: 타이탄우드 선체
pl: Kadłub z Drewna Tytanowego
pt_br: Casco Titanwood
zh_hans: 坚木镀层

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_WOOD_PLATING"]/desc
source: An ultrastrong hull plating forged from titanwood, which provides a 50% chance to resist hull damage. However, repairs are slowed by 60%.
es: Un blindaje de casco ultrarresistente forjado con titanmadera, que proporciona un 50% de probabilidad de resistir el daño al casco. Sin embargo, las reparaciones se ralentizan en un 60%.
it: Una placcatura sullo scafo ad ultrasulla forgiata da Titanwood, che offre una probabilità del 50% di resistere al danno allo scafo.Tuttavia, le riparazioni sono rallentate del 60%.
ja: チタンウッドから鍛造された超強力な船体メッキ。50%の確率で船体の損傷に耐える。ただし、修理は60%遅くなる。
ko: 타이탄우드로 만든 초강력 선체 장갑으로, 선체 피해를 50%의 확률로 저항합니다. 하지만 수리 속도가 60% 느려집니다.
pl: Ultrasiłne poszycie kadłuba wykute z drewna tytanowego, które zapewnia 50% szansy na odporność na uszkodzenia kadłuba. Jednak naprawy są spowolnione o 60%.
pt_br: Revestimento de casco ultrarresistente forjado com madeira de titã, que oferece 50% de chance de resistir a danos no casco. No entanto, os reparos são retardados em 60%.
zh_hans: 一种由坚木制成的格外强劲的舰体镀层，为星舰提供50%舰体伤害免疫率，但同时降低船员60%的维修速度。

# data/blueprints.xml.append$//augBlueprint[@name="WOOD_PLATING"]/title
source: Titanwood Hull
es: Casco de Titanmadera
ja: タイタンウッドの船体
ko: 타이탄우드 선체
pl: Kadłub z Drewna Tytanowego
pt_br: Casco Titanwood
zh_hans: 坚木镀层

# data/blueprints.xml.append$//augBlueprint[@name="WOOD_PLATING"]/desc
source: An ultrastrong hull plating forged from titanwood, which provides a 50% chance to resist hull damage. However, repairs are slowed by 60%.
es: Un blindaje de casco ultrarresistente forjado con titanmadera, que proporciona un 50% de probabilidad de resistir el daño al casco. Sin embargo, las reparaciones se ralentizan en un 60%.
it: Una placcatura sullo scafo ad ultrasulla forgiata da Titanwood, che offre una probabilità del 50% di resistere al danno allo scafo.Tuttavia, le riparazioni sono rallentate del 60%.
ja: チタンウッドから鍛造された超強力な船体メッキ。50%の確率で船体の損傷に耐える。ただし、修理は60%遅くなる。
ko: 타이탄우드로 만든 초강력 선체 장갑으로, 선체 피해를 50%의 확률로 저항합니다. 하지만 수리 속도가 60% 느려집니다.
pl: Ultrasiłne poszycie kadłuba wykute z drewna tytanowego, które zapewnia 50% szansy na odporność na uszkodzenia kadłuba. Jednak naprawy są spowolnione o 60%.
pt_br: Revestimento de casco ultrarresistente forjado com madeira de titã, que oferece 50% de chance de resistir a danos no casco. No entanto, os reparos são retardados em 60%.
zh_hans: 一种由坚木制成的格外强劲的舰体镀层，为星舰提供50%舰体伤害免疫率，但同时降低船员60%的维修速度。

# data/blueprints.xml.append$//augBlueprint[@name="SPORE_AIR_TOXIC"]/title
source: Spore Dispensary [T]
es: Dispensador de Esporas [T]
it: Dispensario di spore [t]
ja: 胞子薬局 [T］
ko: 포자 조제실 [T]
pl: Dozownik Zarodników [T]
pt_br: Dispensário de Esporos [T]
zh_hans: 孢子散布器[毒]

# data/blueprints.xml.append$//augBlueprint[@name="SPORE_AIR_BUFF"]/title
source: Spore Dispensary [R]
es: Dispensador de Esporas [R]
it: Dispensario di spore [r]
ja: スポア・ディスペンサリー［R］
ko: 포자 조제실 [R]
pl: Dozownik Zarodników [O]
pt_br: Dispensário de Esporos [R]
zh_hans: 孢子散布器[活]

# data/blueprints.xml.append$//augBlueprint[@name="SPORE_AIR_STRONG"]/title
source: Overflowing Spores
es: Esporas Desbordantes
it: Spore traboccanti
ja: 溢れる胞子
ko: 넘쳐흐르는 포자
pl: Przepełnione Zarodniki
pt_br: Esporos transbordantes
zh_hans: 漫溢孢子

# data/blueprints.xml.append$//augBlueprint[@name="SPORE_SHIPMENT"]/title
source: Valuable Spores
es: Esporas Valiosas
it: Spore preziose
ja: 貴重な胞子
ko: 값비싼 포자
pl: Cenne Zarodniki
pt_br: Esporos valiosos
zh_hans: 贵重孢子

# data/blueprints.xml.append$//augBlueprint[@name="MORPH_DATABASE"]/title
source: DNA Samples
es: Muestras de ADN
it: Campioni di DNA
ja: DNAサンプル
ko: DNA 샘플
pl: Próbki DNA
pt_br: Amostras de DNA
zh_hans: 基因样本

# data/blueprints.xml.append$//augBlueprint[@name="MORPH_DATABASE"]/desc
source: A database of various DNA samplings, which your Morphs can use to transform into any of the included species. DNA Samples may be used any number of times.
es: Una base de datos de varias muestras de ADN, que tus Morfos pueden usar para transformarse en cualquiera de las especies incluidas. Las Muestras de ADN se pueden usar cualquier número de veces. También se puede usar para sintetizar un Morfo durante la velocidad de salto de forma gratuita.
ja: 様々なDNAサンプルのデータベースで、あなたのモーフはこのデータベースを使用してどの種にも変身することができます。DNAサンプルは何度でも使用可能。 また、ジャンプスピード中に無料でモーフを合成することもできます。
ko: 모프의 변형에 사용할 수 있는 다양한 DNA 샘플의 데이터베이스입니다. 몇번이라도 사용할 수 있습니다.
pl: Baza danych różnych próbek DNA, których twoje Morfy mogą użyć do transformacji w dowolny z zawartych gatunków. Próbki DNA mogą być używane dowolną liczbę razy. Może być również użyta do syntezy Morfa za darmo podczas skoku.
zh_hans: 各种基因采样的数据库，友方模物族可以模化为任何库内包含的物种，无使用次数限制。

# data/blueprints.xml.append$//augBlueprint[@name="TOXIC_GAS"]/title
source: Toxic Gas
es: Gas Tóxico
it: Gas tossico
ja: 有毒ガス
ko: 독성 가스
pl: Gaz Toksyczny
pt_br: Gás tóxico
zh_hans: 毒性气体

# data/blueprints.xml.append$//augBlueprint[@name="TOXIC_GAS"]/desc
source: An odorous and very unpleasant gas that acts like a neurotoxin. Damages enemy boarders at a rate of 6hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Un gas oloroso y muy desagradable que actúa como una neurotoxina. Daña a los abordadores enemigos a un ritmo de 6 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Un gas odoroso e molto spiacevole che agisce come una neurotossina.Danneggia i boarder nemici ad una velocità di 6 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: 神経毒のような臭いのある非常に不快なガス。敵ボーダーに毎秒6hpのダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： Shells、Vampweeds、Lanius、Ghosts。
ko: 이 악취 나는 아주 불쾌한 가스는 신경독처럼 작용합니다. 대부분의 침입자에게 초당 6의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Cuchnący i bardzo nieprzyjemny gaz, który działa jak neurotoksyna. Rani wrogich abordażystów w tempie 6 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Um gás odorífero e muito desagradável que age como uma neurotoxina. Causa danos aos invasores inimigos a uma taxa de 6 hp/s. Os drones e as seguintes espécies serão imunes ao dano do augment: Conchas, Vampweeds, Lanius, Ghosts.
zh_hans: 一种有气味且非常难闻的气体，作用类似于神经毒素。以6点/秒的速度持续伤害敌方登舰者。 无人机与下列物种免疫此伤害： 甲壳族、食铁族、魂灵族，与血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_TOXIC_GAS"]/title
source: Toxic Gas
es: Gas Tóxico
it: Gas tossico
ja: 有毒ガス
ko: 독성 가스
pl: Gaz Toksyczny
pt_br: Gás tóxico
zh_hans: 毒性气体

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_TOXIC_GAS"]/desc
source: An odorous and very unpleasant gas that acts like a neurotoxin. Damages enemy boarders at a rate of 6hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Un gas oloroso y muy desagradable que actúa como una neurotoxina. Daña a los abordadores enemigos a un ritmo de 6 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Un gas odoroso e molto spiacevole che agisce come una neurotossina.Danneggia i boarder nemici ad una velocità di 6 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: 神経毒のような臭いのある非常に不快なガス。敵ボーダーに毎秒6hpのダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： Shells、Vampweeds、Lanius、Ghosts。
ko: 이 악취 나는 아주 불쾌한 가스는 신경독처럼 작용합니다. 대부분의 침입자에게 초당 6의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Cuchnący i bardzo nieprzyjemny gaz, który działa jak neurotoksyna. Rani wrogich abordażystów w tempie 6 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Um gás odorífero e muito desagradável que age como uma neurotoxina. Causa danos aos invasores inimigos a uma taxa de 6 hp/s. Os drones e as seguintes espécies serão imunes ao dano do augment: Conchas, Vampweeds, Lanius, Ghosts.
zh_hans: 一种有气味且非常难闻的气体，作用类似于神经毒素。以6点/秒的速度持续伤害敌方登舰者。 无人机与下列物种免疫此伤害： 甲壳族、食铁族、魂灵族，与血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="RADIANT_GAS"]/title
source: Botulinum Gas
es: Gas Botulínico
it: Gas botulinico
ja: ボツリヌス菌ガス
ko: 보툴리눔 가스
pl: Gaz Botulinowy
pt_br: Gás botulínico
zh_hans: 肉毒杆菌气体

# data/blueprints.xml.append$//augBlueprint[@name="RADIANT_GAS"]/desc
source: An incredibly deadly and fast-working neurotoxin that will greatly harm most hostile crew on your ship at a rate of 18hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Una neurotoxina increíblemente mortal y de acción rápida que dañará gravemente a la mayoría de la tripulación hostil en tu nave a un ritmo de 18 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Una neurotossina incredibilmente mortale e in rapida svolgimento che danneggerà notevolmente l'equipaggio più ostile sulla tua nave al ritmo di 18 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: 驚くほど致命的で即効性のある神経毒で、毎秒18馬力の割合で船内のほとんどの敵対クルーに大きなダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： Shells, Vampweeds, Lanius, Ghosts.
ko: 말도 안 되게 치명적이고 빠르게 작용하는 신경독으로 대부분의 침입자에게 초당 18의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Niezwykle śmiertelna i szybko działająca neurotoksyna, która poważnie zaszkodzi większości wrogiej załogi na twoim statku w tempie 18 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Uma neurotoxina incrivelmente mortal e de ação rápida que causará grande dano à maioria dos tripulantes hostis em sua nave a uma taxa de 18hp/s. Os drones e as seguintes espécies serão imunes ao dano do aprimoramento: Conchas, Vampweeds, Lanius e Fantasmas.
zh_hans: 一种致命且奏效奇快的神经毒素，以高达18点/秒的速度持续剧烈地伤害敌方登舰者。 无人机与下列物种免疫此伤害： 甲壳族、食铁族、魂灵族，与血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="NANITE_GAS"]/title
source: Nanite Gas
es: Gas de Nanitos
it: Gas nanite
ja: ナナイトガス
ko: 나나이트 가스
pl: Gaz Nanitowy
pt_br: Gás Nanite
zh_hans: 纳米机气
