Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="NANITE_GAS"]/desc
source: A specialized gas formula mixed with nanites that flood through the ventilation, actively putting out fires and sealing breaches. Also damages enemy boarders at a rate of 3hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Una fórmula de gas especializada mezclada con nanitos que inunda la ventilación, apagando activamente incendios y sellando brechas. También daña a los abordadores enemigos a un ritmo de 3 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Una formula a gas specializzata mescolata con naniti che si inondavano attraverso la ventilazione, spingendo attivamente incendi e sigillando le violazioni.Danneggia anche i boarder nemici ad un ritmo di 3 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: ナナイトを混ぜた特殊なガスが換気口から溢れ出し、積極的に火を消し、裂け目を塞ぐ。また、敵のボーダーに毎秒3馬力のダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： シェル、ヴァンプウィード、ラニウス、ゴースト。
ko: 환기구를 통해 퍼지는 나나이트가 혼합된 특수 가스로, 자동으로 화재를 진압하고 균열을 막습니다. 또한 침입자들에게 초당 3의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Specjalistyczna formuła gazu zmieszana z nanitami, która przepływa przez wentylację, aktywnie gasząc pożary i uszczelniając wyłomy. Rani również wrogich abordażystów w tempie 3 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Uma fórmula de gás especializada misturada com nanites que inunda a ventilação, apagando ativamente incêndios e selando brechas. Também causa danos aos invasores inimigos a uma taxa de 3 hp/s. Os drones e as seguintes espécies serão imunes ao dano do aprimoramento: Shells, Vampweeds, Lanius, Ghosts.
zh_hans: 一种与纳米机器人混合过的专精化气体，通过气循系统涌入，来灭火并修复破舱。还会以3点/秒的速度持续伤害敌方登舰者。 无人机以及以下物种对气体伤害免疫： 甲壳族、食铁族、魂灵族、血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_NANITE_GAS"]/title
source: Nanite Gas
es: Gas de Nanitos
it: Gas nanite
ja: ナナイトガス
ko: 나나이트 가스
pl: Gaz Nanitowy
pt_br: Gás Nanite
zh_hans: 纳米机气

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_NANITE_GAS"]/desc
source: A specialized gas formula mixed with nanites that flood through the ventilation, actively putting out fires and sealing breaches. Also damages enemy boarders at a rate of 3hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Una fórmula de gas especializada mezclada con nanitos que inunda la ventilación, apagando activamente incendios y sellando brechas. También daña a los abordadores enemigos a un ritmo de 3 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Una formula a gas specializzata mescolata con naniti che si inondavano attraverso la ventilazione, spingendo attivamente incendi e sigillando le violazioni.Danneggia anche i boarder nemici ad un ritmo di 3 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: ナナイトを混ぜた特殊なガスが換気口から溢れ出し、積極的に火を消し、裂け目を塞ぐ。また、敵のボーダーに毎秒3馬力のダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： シェル、ヴァンプウィード、ラニウス、ゴースト。
ko: 환기구를 통해 퍼지는 나나이트가 혼합된 특수 가스로, 자동으로 화재를 진압하고 균열을 막습니다. 또한 침입자들에게 초당 3의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Specjalistyczna formuła gazu zmieszana z nanitami, która przepływa przez wentylację, aktywnie gasząc pożary i uszczelniając wyłomy. Rani również wrogich abordażystów w tempie 3 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Uma fórmula de gás especializada misturada com nanites que inunda a ventilação, apagando ativamente incêndios e selando brechas. Também causa danos aos invasores inimigos a uma taxa de 3 hp/s. Os drones e as seguintes espécies serão imunes ao dano do aprimoramento: Shells, Vampweeds, Lanius, Ghosts.
zh_hans: 一种与纳米机器人混合过的专精化气体，通过气循系统涌入，来灭火并修复破舱。还会以3点/秒的速度持续伤害敌方登舰者。 无人机以及以下物种对气体伤害免疫： 甲壳族、食铁族、魂灵族、血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="REGEN_GAS"]/title
source: Expeditive Gas
es: Gas Expeditivo
it: Gas espeditivo
ja: エクスペディティブ・ガス
ko: 신속 가스
pl: Gaz Przyspieszający
pt_br: Gás expedito
zh_hans: 迅捷气体

# data/blueprints.xml.append$//augBlueprint[@name="REGEN_GAS"]/desc
source: This odd formula of Shell gas carries the nano-medbots from the Medbay around the ship, allowing the effects of the Medbay to spread anywhere on the ship at 90% efficiency of level 1 Medbay. Also damages enemy boarders at a rate of 3hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Esta extraña fórmula de gas Caparazón transporta los nano-medbots de la Enfermería por toda la nave, permitiendo que los efectos de la Enfermería se extiendan a cualquier parte de la nave con un 90% de eficiencia de la Enfermería de nivel 1. También daña a los abordadores enemigos a un ritmo de 3 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Questa strana formula di gas a conchiglia trasporta i nano-medbot dal Medbay attorno alla nave, consentendo agli effetti del Medbay di diffondersi ovunque sulla nave con efficienza del 90% di MedBay di livello 1.Danneggia anche i boarder nemici ad un ritmo di 3 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: この奇妙な配合のシェル・ガスは、メドベイのナノ・メドボットを船内に運び、レベル1のメドベイの90%の効率で船内のあらゆる場所にメドベイの効果を行き渡らせる。また、敵のボーダーに3hp/sのダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： Shells, Vampweeds, Lanius, Ghosts.
ko: 이 독특한 셸 가스 혼합물은 의료용 나노봇을 운반하여 의료실의 효과가 함선 전체에 퍼지게 합니다. 퍼지는 효과의 능률은 1레벨 의료실의 90%와 같습니다. 또한 침입자들에게 초당 3의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Ta dziwna formuła gazu Muszlowców przenosi nano-medboty z Ambulatorium po całym statku, pozwalając efektom Ambulatorium rozprzestrzeniać się w dowolnym miejscu na statku z 90% wydajnością Ambulatorium poziomu 1. Rani również wrogich abordażystów w tempie 3 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Essa fórmula estranha de gás Shell transporta os nanomedbots do Medbay pela nave, permitindo que os efeitos do Medbay se espalhem por toda a nave com 90% de eficiência do Medbay de nível 1. Também causa danos aos invasores inimigos a uma taxa de 3hp/s. Os drones e as seguintes espécies serão imunes ao dano do aprimoramento: Conchas, Vampweeds, Lanius, Ghosts.
zh_hans: 这种奇怪的甲壳族制气体将纳米医疗机器人从医疗舱扩散至星舰内部，使得船员在医疗舱外获得1级医疗舱90%的治疗效果。同时以3点/秒的速度持续对敌方登舰者造成伤害。 无人机与下列物种免疫此部件的伤害： 甲壳族、食铁族、魂灵族，与血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_REGEN_GAS"]/title
source: Expeditive Gas
es: Gas Expeditivo
it: Gas espeditivo
ja: エクスペディティブ・ガス
ko: 신속 가스
pl: Gaz Przyspieszający
pt_br: Gás expedito
zh_hans: 迅捷气体

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_REGEN_GAS"]/desc
source: This odd formula of Shell gas carries the nano-medbots from the Medbay around the ship, allowing the effects of the Medbay to spread anywhere on the ship at 90% efficiency of level 1 Medbay. Also damages enemy boarders at a rate of 3hp/s. Drones and the following species will be immune to the damage of the augment: Shells, Vampweeds, Lanius, Ghosts.
es: Esta extraña fórmula de gas Caparazón transporta los nano-medbots de la Enfermería por toda la nave, permitiendo que los efectos de la Enfermería se extiendan a cualquier parte de la nave con un 90% de eficiencia de la Enfermería de nivel 1. También daña a los abordadores enemigos a un ritmo de 3 PV/s. Los drones y las siguientes especies serán inmunes al daño de la mejora: Caparazones, Vampweeds, Lanius, Fantasmas.
it: Questa strana formula di gas a conchiglia trasporta i nano-medbot dal Medbay attorno alla nave, consentendo agli effetti del Medbay di diffondersi ovunque sulla nave con efficienza del 90% di MedBay di livello 1.Danneggia anche i boarder nemici ad un ritmo di 3 CV/s. I droni e le seguenti specie saranno immuni al danno dell'aumento: Conchiglie, vampweed, lanius, fantasmi.
ja: この奇妙な配合のシェル・ガスは、メドベイのナノ・メドボットを船内に運び、レベル1のメドベイの90%の効率で船内のあらゆる場所にメドベイの効果を行き渡らせる。また、敵のボーダーに3hp/sのダメージを与える。 ドローンと以下の種族はオーグメントのダメージを受けない： Shells, Vampweeds, Lanius, Ghosts.
ko: 이 독특한 셸 가스 혼합물은 의료용 나노봇을 운반하여 의료실의 효과가 함선 전체에 퍼지게 합니다. 퍼지는 효과의 능률은 1레벨 의료실의 90%와 같습니다. 또한 침입자들에게 초당 3의 피해를 입힙니다. 드론 및 다음 종족들은 이 장비로 피해를 입지 않습니다: 셸, 흡혈초, 라니우스, 고스트.
pl: Ta dziwna formuła gazu Muszlowców przenosi nano-medboty z Ambulatorium po całym statku, pozwalając efektom Ambulatorium rozprzestrzeniać się w dowolnym miejscu na statku z 90% wydajnością Ambulatorium poziomu 1. Rani również wrogich abordażystów w tempie 3 PŻ/s. Drony i następujące gatunki będą odporne na obrażenia od ulepszenia: Muszlowce, Wampiropnącza, Laniusy, Duchy.
pt_br: Essa fórmula estranha de gás Shell transporta os nanomedbots do Medbay pela nave, permitindo que os efeitos do Medbay se espalhem por toda a nave com 90% de eficiência do Medbay de nível 1. Também causa danos aos invasores inimigos a uma taxa de 3hp/s. Os drones e as seguintes espécies serão imunes ao dano do aprimoramento: Conchas, Vampweeds, Lanius, Ghosts.
zh_hans: 这种奇怪的甲壳族制气体将纳米医疗机器人从医疗舱扩散至星舰内部，使得船员在医疗舱外获得1级医疗舱90%的治疗效果。同时以3点/秒的速度持续对敌方登舰者造成伤害。 无人机与下列物种免疫此部件的伤害： 甲壳族、食铁族、魂灵族，与血草兰花。

# data/blueprints.xml.append$//augBlueprint[@name="REPAIR_HULL"]/title
source: Assimilative Plating
es: Blindaje Asimilativo
it: Placcatura assimilativa
ja: 同化メッキ
ko: 동화성 장갑
pl: Poszycie Asymilacyjne
pt_br: Revestimento Assimilativo
zh_hans: 吸收镀层

# data/blueprints.xml.append$//augBlueprint[@name="REPAIR_HULL"]/desc
source: Absorbs 10% of scrap into the hull, repairing it. Will not take scrap when your hull is at full capacity.
es: Absorbe el 10% de la chatarra en el casco, reparándolo. No tomará chatarra cuando tu casco esté a plena capacidad.
it: Assorbe il 10% di rottami nello scafo, riparandolo.Non prenderà scarti quando lo scafo è a pieno titolo.
ja: スクラップの10%を船体に吸収し、船体を修復する。船体が最大容量の場合はスクラップを消費しない。
ko: 얻는 스크랩의 10%를 흡수하여 선체를 수리합니다. 선체가 손상되지 않았을 때는 스크랩을 흡수하지 않습니다.
pl: Wchłania 10% złomu do kadłuba, naprawiając go. Nie pobiera złomu, gdy twój kadłub jest w pełni sprawny.
pt_br: Absorve 10% da sucata no casco, reparando-o. Não aceitará sucata quando o casco estiver em sua capacidade total.
zh_hans: 将10%的废料吸收到舰体中，修复其损伤。舰体值满时，不触发降低废料效果。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_COAL_AUG"]/title
source: R.U.E.S. Plating
es: Blindaje R.U.E.S.
it: R.U.E.S.Placcatura
ja: R.U.E.S.メッキ
ko: R.U.E.S. 장갑
pl: Poszycie R.U.E.S.
pt_br: Revestimento R.U.E.S.
zh_hans: 团结精英队装甲

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_COAL_AUG"]/desc
source: A very powerful set of plating which combines all effects of Rock Plating, Mantis Pheromones, and Slug Repair Gel.
es: Un conjunto muy poderoso de blindaje que combina todos los efectos del Blindaje de Roca, las Feromonas Mantis y el Gel de Reparación Slug.
it: Un set molto potente di placcatura che combina tutti gli effetti di placcatura rocciosa, cheromoni di mantide e gel di riparazione di lumache.
ja: ロックメッキ、マンティスフェロモン、スラッグリペアジェルのすべての効果を組み合わせた非常に強力なメッキセット。
ko: 암석 장갑, 맨티스 페로몬, 슬러그 수리 젤의 효과가 모두 합쳐진 매우 강력한 장갑입니다.
pl: Bardzo potężny zestaw poszycia, który łączy wszystkie efekty Poszycia Skałaków, Feromonów Modliszek i Żelu Naprawczego Ślimaków.
pt_br: Um conjunto muito poderoso de revestimento que combina todos os efeitos do Rock Plating, Mantis Pheromones e Slug Repair Gel.
zh_hans: 一套非常强大的装甲，结合了岩石镀层，螳螂信息素与蛞蝓族超级修复凝胶的效果。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_PREIGNITE"]/title
source: Ancient Hyper-Igniter
es: Hiper-Ignitor Antiguo
it: Antico iper-accensione
ja: 古代のハイパー・イグナイター
ko: 고대의 초고성능 점화기
pl: Starożytny Hiper-Zapłonnik
pt_br: Hyper-Igniter antigo
zh_hans: 远古超级预热器

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_PREIGNITE"]/desc
source: Specialized Pre-Igniter tech that not only pre-ignites weapons, but also improves their fire rate by 15%.
es: Tecnología de Pre-Ignitor especializada que no solo pre-enciende las armas, sino que también mejora su cadencia de fuego en un 15%.
it: Tecnica pre-significativa specializzata che non solo pre-significaiti, ma migliora anche il loro tasso di incendio del 15%.
ja: 武器を事前に点火するだけでなく、発射速度を15%向上させる特殊なプレイグナイター技術。
ko: 무기를 예열할 뿐만 아니라 재장전 속도도 15% 감소시키는 특수한 조기 점화기 입니다.
pl: Specjalistyczna technologia Pre-Zapłonnika, która nie tylko wstępnie zapala broń, ale także poprawia jej szybkostrzelność o 15%.
pt_br: Tecnologia especializada do Pre-Igniter que não apenas pré-ignita as armas, mas também melhora sua taxa de disparo em 15%.
zh_hans: 高精的预热器科技品，不仅能预热武器，还能将其射速提高15%。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_REPLICATOR"]/title
source: Ancient Recycler
es: Reciclador Antiguo
it: Antico riciclatore
ja: エンシェント・リサイクラー
ko: 고대의 재활용 모듈
pl: Starożytny Recykler
pt_br: Reciclador Antigo
zh_hans: 远古回收器

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_REPLICATOR"]/desc
source: Remarkable ammunition replication system that synthesizes warheads for your missile weapons using left-over scrap. Nullifies the ammo cost of weapons, but reduces scrap gain by 15%.
es: Notable sistema de replicación de munición que sintetiza ojivas para tus armas de misiles utilizando chatarra sobrante. Anula el costo de munición de las armas, pero reduce la ganancia de chatarra en un 15%.
it: Sistema di replica di munizioni straordinarie che sintetizza le testate per le armi missilistiche utilizzando lo scarto a rimborso.Annulla il costo delle munizioni delle armi, ma riduce il guadagno di scarto del 15%.
ja: 余ったスクラップを使用してミサイル兵器の弾頭を合成する、注目すべき弾薬複製システム。武器の弾薬コストを無効にするが、スクラップの獲得量が15%減少する。
ko: 남는 스크랩을 사용하여 미사일 무기용 탄두를 합성하는 놀라운 탄약 복제 시스템입니다. 더 이상 무기가 탄약을 소모하지 않게 되지만 스크랩 획득량이 15% 감소합니다.
pl: Niezwykły system replikacji amunicji, który syntetyzuje głowice do twoich broni rakietowych, używając resztek złomu. Niweluje koszt amunicji broni, ale zmniejsza zysk złomu o 15%.
pt_br: Notável sistema de replicação de munição que sintetiza ogivas para suas armas de mísseis usando sucata restante. Anula o custo de munição das armas, mas reduz o ganho de sucata em 15%.
zh_hans: 出色的弹药复制系统，利用剩余的废料为你的弹药武器合成弹头。弹药武器不再消耗弹药，但会降低15%所有获得的废料。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_PROTECTANT"]/title
source: Ancient Protocols
es: Protocolos Antiguos
it: Antichi protocolli
ja: 古代のプロトコル
ko: 고대의 프로토콜
pl: Starożytne Protokoły
pt_br: Protocolos antigos
zh_hans: 远古协议

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_PROTECTANT"]/desc
source: All encompassing hazard-handling security system, which provides 40% chance to resist system damage, and reduces suffocation damage aboard your ship by 50%. However, due to the complexity of the algorithms, repair speed is 20% slower.
es: Sistema de seguridad integral para el manejo de peligros, que proporciona un 40% de probabilidad de resistir el daño al sistema y reduce el daño por asfixia a bordo de tu nave en un 50%. Sin embargo, debido a la complejidad de los algoritmos, la velocidad de reparación es un 20% más lenta.
it: Tutto il sistema di sicurezza per la gestione dei pericoli, che offre il 40% di possibilità di resistere ai danni del sistema e riduce il danno al soffocamento a bordo della tua nave del 50%.Tuttavia, a causa della complessità degli algoritmi, la velocità di riparazione è più lenta del 20%.
ja: すべてを網羅した危険対応セキュリティシステム。システム損傷へのレジスト確率が40%で、船上の窒息被害が50%軽減される。ただし、アルゴリズムが複雑なため、修復速度は20%遅くなる。
ko: 통합형 위험 관리 안전 시스템입니다. 시스템 피해를 40% 확률로 무시하고 당신의 함선에서의 질식 피해가 50% 줄어듭니다. 하지만 복잡한 알고리즘으로 인해 수리 속도가 20% 느려집니다.
pl: Wszechstronny system bezpieczeństwa do obsługi zagrożeń, który zapewnia 40% szansy na odporność na uszkodzenia systemu i zmniejsza obrażenia od uduszenia na pokładzie twojego statku o 50%. Jednak z powodu złożoności algorytmów, prędkość naprawy jest o 20% wolniejsza.
pt_br: Sistema de segurança abrangente para lidar com perigos, que oferece 40% de chance de resistir a danos no sistema e reduz em 50% o dano por sufocamento a bordo da sua nave. No entanto, devido à complexidade dos algoritmos, a velocidade de reparo é 20% mais lenta.
zh_hans: 全方位的危险处理安全系统，提供40%的系统伤害免疫率，并为友方船员提供50%窒息伤害抗性，但由于系统的算法复杂度，其维修速度降低20%。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_DNA"]/title
source: Ancient Cybernetics
es: Cibernética Antigua
it: Cybernetica antica
ja: 古代サイバネティクス
ko: 고대의 사이버네틱
pl: Starożytna Cybernetyka
pt_br: Cibernética antiga
zh_hans: 远古植入神经

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_DNA"]/desc
source: Advanced cybernetics forged from Aether. Non-mechanical crew gain an extra 50% resistance to fire and suffocation, and +33% Max Health. However, the foreign implants also slow the passive healing speed of affected crew by 33%.
es: Cibernética avanzada forjada con Éter. La tripulación no mecánica gana un 50% extra de resistencia al fuego y la asfixia, y +33% de Salud Máxima. Sin embargo, los implantes extraños también ralentizan la velocidad de curación pasiva de la tripulación afectada en un 33%.
it: Cybernetics avanzata forgiata da etere.L'equipaggio non meccanico guadagna una resistenza in più del 50% al fuoco e al soffocamento e +33% di salute massima.Tuttavia, gli impianti estranei rallentano anche la velocità di guarigione passiva dell'equipaggio interessato del 33%.
ja: エーテルから生み出された高度なサイバネティクス。機械以外のクルーは火災と窒息に対する耐性がさらに50%増加し、最大ライフが +33%増加する。しかし、異物インプラントは、影響を受けたクルーのパッシブ治癒速度を33%遅らせる。
ko: 아이테르로 만들어진 고급 사이버네틱입니다. 기계로 이루어지지 않은 선원이 화재와 질식에 대해 추가적인 50%의 저항을 얻고 최대 체력이 33% 증가합니다. 그러나 이식된 사이버네틱이 선원들의 회복 속도를 33% 감소시킵니다.
pl: Zaawansowana cybernetyka wykuta z Eteru. Niemechaniczna załoga zyskuje dodatkowe 50% odporności na ogień i uduszenie oraz +33% maksymalnego zdrowia. Jednak obce implanty spowalniają również pasywną prędkość leczenia dotkniętej załogi o 33%.
pt_br: Cibernética avançada forjada a partir do éter. A tripulação não mecânica ganha 50% a mais de resistência a fogo e sufocamento e +33% de Vida Máxima. No entanto, os implantes estranhos também reduzem a velocidade de cura passiva da tripulação afetada em 33%.
zh_hans: 由以太锻造而成的高级神经植入物。非机械船员获得50%环境伤害抗性与33%最大生命值。由于异体排斥，还会使其生命恢复速度降低33%。

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_SHIELD"]/title
source: Aether Shields
es: Escudos de Éter
it: Scudi eterici
ja: エーテル・シールド
ko: 아이테르 방어막
pl: Tarcze Eteryczne
pt_br: Escudos de Aether
zh_hans: 以太护盾

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_SHIELD"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="ROYAL_SHIELD"]/title
source: Ascended Shields
es: Escudos Ascendidos
it: Scudi ascesi
ja: アセンデッド・シールド
ko: 초월자의 방어막
pl: Tarcze Wzniesione
pt_br: Escudos Ascendidos
zh_hans: 飞升护盾

# data/blueprints.xml.append$//augBlueprint[@name="ROYAL_SHIELD"]/desc
source: YOU SHOULD NEVER SEE THIS
es: Nunca deberías ver esto
it: Non dovresti mai vederlo
ja: これは決して見ないように
pl: Nigdy nie powinieneś tego widzieć
pt_br: VOCÊ NUNCA DEVE VER ISSO
zh_hans: 开发人员信息

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_SHIELD_PLAYER"]/title
source: Aether Shields
es: Escudos de Éter
it: Scudi eterici
ja: エーテル・シールド
ko: 아이테르 방어막
pl: Tarcze Eteryczne
pt_br: Escudos de Aether
zh_hans: 以太护盾

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_SHIELD_PLAYER"]/desc
source: Extremely powerful shielding powered by Aether batteries. Unlike standard Energy Shields, it has an integrity of 7 hitpoints, and boosts standard shield charge rate by 20%.
es: Blindaje extremadamente poderoso alimentado por baterías de Éter. A diferencia de los Escudos de Energía estándar, tiene una integridad de 7 puntos de vida y aumenta la tasa de carga de escudos estándar en un 20%.
it: Proiezione estremamente potente alimentata da batterie etere.A differenza degli scudi energetici standard, ha un'integrità di 7 punti di hit e aumenta il tasso di carica standard dello scudo del 20%.
ja: エーテルバッテリーを動力とする非常に強力なシールド。標準のエネルギーシールドとは異なり、7ヒットポイントの完全性を持ち、標準シールドのチャージ速度を20%高める。
ko: 아이테르 전지로 가동되는 극도로 강력한 방어막입니다. 일반적인 에너지 방어막과 달리 7의 내구도를 가지고 있으며, 기본 방어막의 재충전 속도를 20% 향상시킵니다.
pl: Niezwykle potężna tarcza zasilana bateriami Eteru. W przeciwieństwie do standardowych Tarcz Energetycznych, ma integralność 7 punktów i zwiększa standardową prędkość ładowania tarczy o 20%.
pt_br: Escudo extremamente poderoso alimentado por baterias de Aether. Ao contrário dos escudos de energia padrão, ele tem uma integridade de 7 pontos de vida e aumenta a taxa de carga do escudo padrão em 20%.
zh_hans: 由以太电池供电的极其强大的护盾。与标准能量护盾不同，它提供7层能量护盾，还能使普通护盾的充能速度提高20%。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ANCIENT_SHIELD"]/title
source: Aether Shields
es: Escudos de Éter
it: Scudi eterici
ja: エーテル・シールド
ko: 아이테르 방어막
pl: Tarcze Eteryczne
pt_br: Escudos de Aether
zh_hans: 以太护盾

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ANCIENT_SHIELD"]/desc
source: Extremely powerful shielding powered by Aether batteries. Unlike standard Energy Shields, it has an integrity of 7 hitpoints, and boosts standard shield charge rate by 20%.
es: Blindaje extremadamente poderoso alimentado por baterías de Éter. A diferencia de los Escudos de Energía estándar, tiene una integridad de 7 puntos de vida y aumenta la tasa de carga de escudos estándar en un 20%.
it: Proiezione estremamente potente alimentata da batterie etere.A differenza degli scudi energetici standard, ha un'integrità di 7 punti di hit e aumenta il tasso di carica standard dello scudo del 20%.
ja: エーテルバッテリーを動力とする非常に強力なシールド。標準のエネルギーシールドとは異なり、7ヒットポイントの完全性を持ち、標準シールドのチャージ速度を20%高める。
ko: 아이테르 전지로 가동되는 극도로 강력한 방어막입니다. 일반적인 에너지 방어막과 달리 7의 내구도를 가지고 있으며, 기본 방어막의 재충전 속도를 20% 향상시킵니다.
pl: Niezwykle potężna tarcza zasilana bateriami Eteru. W przeciwieństwie do standardowych Tarcz Energetycznych, ma integralność 7 punktów i zwiększa standardową prędkość ładowania tarczy o 20%.
pt_br: Escudo extremamente poderoso alimentado por baterias de Aether. Ao contrário dos escudos de energia padrão, ele tem uma integridade de 7 pontos de vida e aumenta a taxa de carga do escudo padrão em 20%.
zh_hans: 由以太电池供电的极其强大的护盾。与标准能量护盾不同，它提供7层能量护盾，还能使普通护盾的充能速度提高20%。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ROYAL_SHIELD"]/title
source: Ascended Shields
es: Escudos Ascendidos
it: Scudi ascesi
ja: アセンデッド・シールド
ko: 초월자의 방어막
pl: Tarcze Wzniesione
pt_br: Escudos Ascendidos
zh_hans: 飞升护盾

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ROYAL_SHIELD"]/desc
source: Overcharged version of the Obelisks' signature Aether shielding. Has an integrity of 10 hitpoints, and boosts standard shield charge rate by 45%.
es: Versión sobrecargada del blindaje de Éter característico de los Obeliscos. Tiene una integridad de 10 puntos de vida y aumenta la tasa de carga de escudos estándar en un 45%.
it: Versione sovraccaricata della firma della firma degli Obelisks.Ha un'integrità di 10 punti di hit e aumenta il tasso di carica dello scudo standard del 45%.
ja: オベリスクの特徴であるエーテルシールドの過充電バージョン。10ヒットポイントの完全性を持ち、標準シールドのチャージ速度を45%高める。
ko: 오벨리스크의 시그니처인 아이테르 방어막의 과충전 버전입니다. 10의 내구도를 가지고 있으며, 기본 방어막의 재충전 속도를 45% 향상시킵니다.
pl: Przeładowana wersja charakterystycznej tarczy Eteru Obelisków. Ma integralność 10 punktów i zwiększa standardową prędkość ładowania tarczy o 45%.
pt_br: Versão sobrecarregada do escudo de Aether característico dos Obeliscos. Tem uma integridade de 10 pontos de vida e aumenta a taxa de carga do escudo padrão em 45%.
zh_hans: 方碑族标志性以太护盾的加强版本。它提供10层能量护盾，还能使普通护盾的充能速度提高45%。
