Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_LONG_2"]/desc
source: Can cut across entire ships, assuming there's no shield to stop it.
es: Puede atravesar barcos enteros, suponiendo que no haya escudo para detenerlo.
it: Può attraversare intere navi, supponendo che non ci sia scudo per fermarlo.
ja: シールドに遮られない限り、艦全体を切り裂くことができる。
ko: 방어막이 없다면, 함선 전체를 가로지를 수 있습니다.
pl: Może przeanalizować całe statki, jeśli nie ma tarczy, która może ją zatrzymać.
pt_br: Pode cortar os navios inteiros, assumindo que não há escudo para detê -lo.
zh_hans: 可以切过整艘舰船，前提是没有护盾抵挡它。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_SCYTHE"]/title
source: 'Scythe' Beam
es: Rayo 'Scythe'
it: Raggio "falce"
ja: 鎌」ビーム
ko: '사이드' 빔
pl: Promień 'Kosa'
pt_br: Feixe "Scythe
zh_hans: '镰刀'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_SCYTHE"]/short
source: 'Scythe'
it: 'Falce'
ja: 大鎌
pl: 'Kosa'
pt_br: 'Scythe' (Foice)
zh_hans: 镰刀光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_SCYTHE"]/desc
source: A unique Beam that is nearly instantaneous with its swipe. Very useful for getting past shields quickly.
es: Un Rayo único que es casi instantáneo con su barrido. Muy útil para superar los escudos rápidamente.
it: Un raggio unico che è quasi istantaneo con il suo colpo.Molto utile per superare rapidamente gli scudi.
ja: スワイプとほぼ瞬時に発射されるユニークなビーム。シールドを素早く通過するのに非常に役立つ。
ko: 함선을 순식간에 가로지르는 독특한 빔입니다. 방어막이 제거된 틈을 노리는데 유용합니다.
pl: Unikalny Promień, który jest niemal natychmiastowy. Bardzo przydatny do szybkiego przebijania się przez tarcze.
pt_br: Um feixe único que é quase instantâneo com seu golpe. Muito útil para passar rapidamente pelos escudos.
zh_hans: 一种独特的光束，可以瞬间划过目标。对于趁护盾被击破时迅速输出很有帮助。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_CHAIN"]/title
source: 'Corseque' Beam
es: Rayo 'Corseque'
it: Raggio "corale"
ja: コルセック」ビーム
ko: '코르세크' 빔
pl: Promień 'Corseque'
pt_br: Feixe "Corseque
zh_hans: '三尖枪'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_CHAIN"]/short
source: 'Corseque'
it: 'Coloreque'
ja: コルセック
zh_hans: 尖枪光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_CHAIN"]/desc
source: This Beam is designed to charge quicker the more shots you make.
es: Este Rayo está diseñado para cargarse más rápido cuantos más disparos haces.
it: Questo raggio è progettato per caricare più velocemente, più scatti fai.
ja: このビームは、より多くのショットを撃つほどより速く充電されるように設計されている。
ko: 이 빔은 발사할 때마다 충전 시간이 짧아지도록 설계되었습니다.
pl: Ten Promień jest zaprojektowany tak, aby ładować się szybciej im więcej strzałów oddajesz.
pt_br: Esse feixe foi projetado para carregar mais rapidamente quanto mais tiros você der.
zh_hans: 这种光束设计为发射的次数越多，充能速度越快。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_PIERCE"]/title
source: 'Guisarme' Beam
es: Rayo 'Guisarme'
it: Raggio "guisarme"
ja: ギザーム」ビーム
ko: '귀자르므' 빔
pl: Promień 'Guisarme'
pt_br: Feixe de "Guisarme
zh_hans: '钩镰'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_PIERCE"]/short
source: 'Guisarme'
ja: ギザーム
zh_hans: 钩镰光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_PIERCE"]/desc
source: This Beam is outfitted with Phase technology and can ignore up to 2 shield layers despite its low damage.
es: Este Rayo está equipado con tecnología de Fase y puede ignorar hasta 2 capas de escudo a pesar de su bajo daño.
it: Questo raggio è dotato di tecnologia di fase e può ignorare fino a 2 strati di scudo nonostante i suoi bassi danni.
ja: このビームにはフェーズテクノロジーが装備されており、ダメージが低いにもかかわらず、最大2層のシールド層を無視できる。
ko: 이 빔은 관통 기술이 장착돼있어 위력이 낮음에도 2겹의 방어막을 무시할 수 있습니다.
pl: Ten Promień jest wyposażony w technologię Fazową i może ignorować do 2 warstw tarczy, mimo niskich obrażeń.
pt_br: Esse feixe é equipado com a tecnologia Phase e pode ignorar até duas camadas de escudo, apesar de seu baixo dano.
zh_hans: 这种光束配备了相位技术，尽管伤害很低，但可以穿透多达2层的护盾。

source: 'Torch' Beam
es: Rayo 'Torch'
it: Raggio "torcia"
ja: トーチ」ビーム
ko: '토치' 빔
pl: Promień 'Pochodnia'
pt_br: Feixe da "tocha
zh_hans: '火炬'光束

source: 'Torch'
it: 'Torcia'
ja: トーチ
pl: 'Pochodnia'
pt_br: "Tocha
zh_hans: 火炬光束

source: This terrifying Beam does no physical damage but ignites fires.
es: Este aterrador Rayo no inflige daño físico pero inicia incendios.
it: Questo terrificante raggio non fa danni fisici ma accende gli incendi.
ja: この恐ろしいビームは物理的なダメージを与えられないが、火災を引き起こす。
ko: 이 무시무시한 빔은 물리적인 피해를 입힐 수는 없지만 화재를 일으킵니다.
pl: Ten przerażający Promień nie zadaje obrażeń fizycznych, ale podpala.
pt_br: Esse feixe aterrorizante não causa danos físicos, mas acende incêndios.
zh_hans: 这种可怕的光束不会造成物理伤害，但会引发火焰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_PLAYER"]/title
source: 'Torch' Beam
ko: '토치' 빔†
zh_hans: '火炬'光束†

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_PLAYER"]/short
source: 'Torch'
zh_hans: 火炬光束∫

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_PLAYER"]/desc
source: This terrifying Beam does no physical damage but ignites fires.
ko: 이 무시무시한 빔은 물리적인 피해를 입힐 수는 없지만 화재를 일으킵니다.
zh_hans: 这种可怕的光束不会造成物理伤害，但会引发火焰。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_PIERCE"]/title
source: Piercing 'Torch'
es: Rayo 'Flamberge'
ja: フランベルジュ」ビーム
ko: 꿰뚫는 '토치'
pl: Promień 'Flamberg'
zh_hans: 穿刺'火炬'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_PIERCE"]/short
source: 'Torch' P.
es: 'Flamberge'
ja: フランベルジュ
pl: 'Flamberg'
zh_hans: 穿刺火束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_PIERCE"]/desc
source: This terrifying Beam does no physical damage but ignites fires. This variant can pierce up to 2 layers of shields.
es: Este aterrador Rayo no inflige daño físico pero inicia incendios. Esta variante puede atravesar hasta 2 capas de escudos.
it: Questo terrificante raggio non fa danni fisici ma accende gli incendi.Questa variante può perforare fino a 2 strati di scudi.
ja: この恐ろしいビームは物理的なダメージを与えられないが、火災を引き起こす。このバリアントは最大2層のシールドを貫通できる。
ko: 이 무시무시한 빔은 물리적인 피해를 입힐 수는 없지만 화재를 일으킵니다. 2겹의 방어막을 관통할 수 있도록 변형되었습니다.
pl: Ten przerażający Promień nie zadaje obrażeń fizycznych, ale podpala. Ten wariant może przebić do 2 warstw tarcz.
pt_br: Esse feixe aterrorizante não causa dano físico, mas acende incêndios. Essa variante pode perfurar até 2 camadas de escudos.
zh_hans: 这种可怕的光束不会造成物理伤害，但会引发火焰。这种变体可以穿透多达2层的护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_INSTANT"]/title
source: Pre-emptive 'Torch'
es: 'Torch' Preventivo
it: Preventiva "torcia"
ja: 先制の「トーチ
ko: 선제 '토치'
pl: Wstępna 'Pochodnia'
pt_br: Tocha preventiva
zh_hans: 先发'火炬'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_INSTANT"]/short
source: Pre-'Torch'
it: Pre-otorch '
ja: トーチ」以前
pl: Pre-'Pochodnia'
pt_br: Pré-"Tocha
zh_hans: 先发火束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_FIRE_INSTANT"]/desc
source: A rapidly charging Pre-emptive weapon that pierces all shields and lights the enemy ship ablaze with a slow moving beam. Can only be fired once per combat.
es: Un arma Preventiva de carga rápida que atraviesa todos los escudos e incendia la nave enemiga con un rayo de movimiento lento. Solo se puede disparar una vez por combate.
it: Un'arma preventiva in rapido carico che trafigge tutti gli scudi e accende la nave nemica in fiamme con un raggio in movimento lento.Può essere sparato solo una volta per combattimento.
ja: 急速に突撃する先制兵器で、すべてのシールドを貫通し、ゆっくりと動くビームで敵艦を炎上させる。1戦闘につき1回のみ発射可能。
ko: 타격 속도는 느리지만 충전이 빠른 빔으로 모든 방어막을 관통하여 적함을 불길로 감싸는 선제 무기입니다. 전투당 한 번만 사용할 수 있습니다.
pl: Szybko ładująca się broń wstępna, która przebija wszystkie tarcze i podpala wrogi statek powoli poruszającym się promieniem. Można z niej strzelić tylko raz na walkę.
pt_br: Uma arma preventiva de carregamento rápido que perfura todos os escudos e incendeia a nave inimiga com um feixe de luz de movimento lento. Só pode ser disparada uma vez por combate.
zh_hans: 一种极速充能的先发武器，可发射一束缓慢的光束穿透所有护盾并点燃敌舰。每场战斗只能使用一次。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BREACH"]/title
source: 'Ranseur' Beam
es: Rayo 'Ranseur'
it: Raggio "ranseur"
ja: ランズール」ビーム
ko: '란세어' 빔
pl: Promień 'Ranseur'
pt_br: Feixe "Ranseur
zh_hans: '刺矛'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BREACH"]/short
source: 'Ranseur'
ja: ランズール
zh_hans: 刺矛光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BREACH"]/desc
source: A powerful Beam that cannot cause physical damage, but rips breaches in the enemy's hull and pierces 1 shield.
es: Un Rayo poderoso que no puede causar daño físico, pero abre brechas en el casco enemigo y atraviesa 1 escudo.
it: Un raggio potente che non può causare danni fisici, ma strappa le violazioni dello scafo del nemico e perfora 1 scudo.
ja: 物理的なダメージを与えることはできないが、敵艦体の裂け目を引き裂き、シールドを1枚貫通する強力なビームだ。
ko: 물리적 피해는 입힐 수 없지만, 적함에 균열을 일으키고 방어막을 한 겹 관통하는 강력한 빔입니다.
pl: Potężny Promień, który nie może powodować obrażeń fizycznych, ale tworzy wyłomy w kadłubie wroga i przebija 1 tarczę.
pt_br: Um poderoso feixe que não pode causar dano físico, mas abre brechas no casco do inimigo e perfura 1 escudo.
zh_hans: 一种强大的光束，不会造成物理伤害，但可以在敌人的舰体上造成破舱。穿透1层护盾。

source: 'Lucerne' Beam
es: Rayo 'Lucerne'
it: Raggio "Lucerna"
ja: ルツェルン」ビーム
ko: '루체른' 빔
pl: Promień 'Lucerna'
pt_br: Feixe de Lucerna
zh_hans: '刺锤'光束

source: 'Lucerne'
it: 'Lucerna'
ja: 'ルツェルン'
pl: 'Lucerna'
pt_br: "Lucerna
zh_hans: 刺锤光束

source: This Beam is most powerful when targeting large, empty sections of hull.
es: Este Rayo es más poderoso cuando apunta a secciones grandes y vacías del casco.
it: Questo raggio è più potente quando si prendono di mira sezioni grandi e vuote di scafo.
ja: このビームは、船体の大きな空の部分をターゲットにする場合に最も強力だ。
ko: 이 빔은 넓고, 시스템이 없는 부분을 조준할 때 가장 강력합니다.
pl: Ten Promień jest najpotężniejszy, gdy celuje w duże, puste sekcje kadłuba.
pt_br: Esse feixe é mais potente ao atingir seções grandes e vazias do casco.
zh_hans: 当瞄准大片空置舰体时，这种光束是最强大的。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_HULL_2"]/title
source: 'Goedendag' Beam
es: Rayo 'Goedendag'
it: Beam "Goedendag"
ja: ゲーデンダッグ」ビーム
ko: '고덴닥' 빔
pl: Promień 'Goedendag'
pt_br: Feixe de "bom dia
zh_hans: '刺锤'光束II

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_HULL_2"]/short
source: 'Goedendag'
ja: ゲーデンダッグ
pt_br: 'Bom dia'
zh_hans: 刺锤光束II

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_HULL_2"]/desc
source: A powerful Anti-Hull Beam that when wielded against the right ships, can be stronger than even a Glaive beam.
es: Un poderoso Rayo Anticasco que, cuando se usa contra las naves adecuadas, puede ser más fuerte incluso que un Rayo Glaive.
ja: 強力なアンチハル・ビームで、適切な船に対して使用すれば、グレイブ・ビームさえも上回る威力を発揮する。
ko: 적절한 함선을 대상으로 사용한다면 글레이브 빔보다도 위력적일 수 있는 강력한 선체 파괴 빔입니다.
pl: Potężny Promień Przeciwkadłubowy, który w walce z odpowiednimi statkami może być silniejszy nawet od Promienia Glewia.
zh_hans: 一种强大的破舰光束，当对上正确的舰船时，甚至可以比宽刃光束更强。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MINING"]/title
source: Zulfiqar Mining Beam
es: Rayo Minero Zulfiqar
it: Raggio di mining di zulfiqar
ja: ズルフィカル鉱業ビーム
ko: 줄피카르 광업용 빔
pl: Promień Górniczy Zulfiqar
pt_br: Feixe de mineração Zulfiqar
zh_hans: 弯剑采矿光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MINING"]/short
source: Mining Beam
es: Rayo Minero
it: Raggio minerario
ja: マイニング・ビーム
pl: Promień Górniczy
pt_br: Feixe de mineração
zh_hans: 采矿光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MINING"]/desc
source: The crowning achievement of Zulfiqar Industries. Originally designed for use in asteroid mining, this Beam was eventually sold alongside military-grade weaponry due to its devastating punch.
es: El logro supremo de Industrias Zulfiqar. Originalmente diseñado para su uso en la minería de asteroides, este Rayo finalmente se vendió junto con armamento de grado militar debido a su devastador impacto.
it: Il coronamento di Zulfiqar Industries.Originariamente progettato per l'uso nel mining degli asteroidi, questo raggio è stato infine venduto insieme alle armi di livello militare a causa del suo pugno devastante.
ja: ズルフィカールインダストリーズの最高の成果。元々は小惑星採掘で使用するために設計されたこのビームは、その破壊的な威力により、最終的には軍用兵器と並行して販売されるようになった。
ko: 줄피카르 산업의 최고 업적입니다. 원래 소행성을 채굴하기 위한 목적으로 설계됐던 이 빔은 파괴적인 위력으로 인해 결국 군용 무기와 함께 판매되고 있습니다.
pl: Ukronowanie osiągnięć Zulfiqar Industries. Pierwotnie zaprojektowany do użytku w górnictwie asteroid, ten Promień ostatecznie był sprzedawany obok broni wojskowej ze względu na swoje niszczycielskie uderzenie.
pt_br: A maior conquista das Indústrias Zulfiqar. Originalmente projetado para uso em mineração de asteroides, esse feixe acabou sendo vendido junto com armamentos de nível militar devido ao seu poder devastador.
zh_hans: 弯剑公司的巅峰之作。最初设计用于小行星开采，由于其毁灭性的冲击力，这种光束最终与军用级武器一同售卖。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_ADAPT"]/title
source: 'Suyari' Beam
es: Rayo 'Suyari'
it: Beam "Suyari"
ja: スヤリ」ビーム
ko: '스야리' 빔
pl: Promień 'Suyari'
pt_br: Feixe "Suyari
zh_hans: '缨枪'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_ADAPT"]/short
source: 'Suyari'
ja: スヤリ」。
zh_hans: 缨枪光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_ADAPT"]/desc
source: A potentially incredibly powerful Beam, adapting to its environment. Damage increases by 0.75 every time you fire, with no limit on the amount of increased damage.
es: Un Rayo potencialmente increíblemente poderoso, que se adapta a su entorno. El daño aumenta en 0.75 cada vez que disparas, sin límite en la cantidad de aumento de daño.
it: Un raggio potenzialmente incredibilmente potente, adattandosi al suo ambiente.Il danno aumenta di 0,75 ogni volta che si accende, senza limiti alla quantità di aumento dei danni.
ja: 環境に適応する潜在的に信じられないほど強力なビーム。発砲するたびにダメージが0.75ずつ増加し、増加量に制限はない。
ko: 환경에 맞게 조정되어 강력한 잠재력을 가진 빔입니다. 발사할 때마다 피해량이 0.75씩 증가하여 무한히 중첩됩니다.
pl: Potencjalnie niezwykle potężny Promień, dostosowujący się do otoczenia. Obrażenia wzrastają o 0.75 za każdym strzałem, bez limitu افزایش obrażeń.
pt_br: Um feixe potencialmente incrivelmente poderoso que se adapta ao ambiente. O dano aumenta em 0,75 toda vez que você dispara, sem limite para a quantidade de dano aumentado.
zh_hans: 一种潜力无穷的强大光束，能适应环境。每次攻击后，伤害都会增加0.75点，伤害增加无上限。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_ADAPT_2"]/title
source: 'Kamayari' Beam
es: Rayo 'Kamayari'
it: Raggio di "kamayari"
ja: カマヤリ」ビーム
ko: '카마야리' 빔
pl: Promień 'Kamayari'
pt_br: Feixe de "Kamayari
zh_hans: '镰枪'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_ADAPT_2"]/short
source: 'Kamayari'
ja: カマヤリ
zh_hans: 镰枪光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_ADAPT_2"]/desc
source: A potentially incredibly powerful Beam, adapting to its environment. Damage increases by 1 every time you fire it, with no limit on the amount of increased damage.
es: Un Rayo potencialmente increíblemente poderoso, que se adapta a su entorno. El daño aumenta en 1 cada vez que lo disparas, sin límite en la cantidad de aumento de daño.
it: Un raggio potenzialmente incredibilmente potente, adattandosi al suo ambiente.Il danno aumenta di 1 ogni volta che lo si accende, senza limiti alla quantità di aumento dei danni.
ja: 環境に適応する潜在的に信じられないほど強力なビーム。発射するたびにダメージが1ずつ増加し、増加量に制限はない。
ko: 환경에 맞게 조정되어 강력한 잠재력을 가진 빔입니다. 발사할 때마다 피해량이 1씩 증가하여 무한히 중첩됩니다.
pl: Potencjalnie niezwykle potężny Promień, dostosowujący się do otoczenia. Obrażenia wzrastają o 1 za każdym strzałem, bez limitu zwiększenia obrażeń.
pt_br: Um feixe potencialmente incrivelmente poderoso que se adapta ao ambiente. O dano aumenta em 1 toda vez que você o dispara, sem limite para a quantidade de dano aumentado.
zh_hans: 一种潜力无穷的强大光束，能适应环境。每次攻击后，伤害都会增加1点，伤害增加无上限。

source: 'Faucon' Rad-Beam
es: Rayo-Rad 'Faucon'
it: Raggio radica "rubucon"
ja: フォコン」ラド・ビーム
ko: '팔콘' 방사성 빔
pl: Promień Rad. 'Faucon'
pt_br: Rad-Beam Falcon
zh_hans: '鹰钩'辐射光束

source: 'Faucon'
ja: 'フォコン'
pt_br: Falcão
zh_hans: 鹰钩辐束

source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew.
es: Este aterrador Rayo de radiación inflige un gran daño a la tripulación y debilita a la tripulación enemiga.
it: Questo terrificante raggio di radiazioni infligge pesanti danni da equipaggio e indebolisce l'equipaggio nemico.
ja: この恐ろしい放射線ビームはクルーに大きなダメージを与え、敵のクルーを弱体化させる。
ko: 이 무시무시한 방사성 빔은 적 선원에게 큰 피해를 입히고 일시적인 장애를 남깁니다.
pl: Ten przerażający promień radiacyjny zadaje ciężkie obrażenia załodze i osłabia wrogą załogę.
pt_br: Esse aterrorizante feixe de radiação causa grande dano à tripulação e enfraquece a tripulação inimiga.
zh_hans: 这种可怕的辐射光束可对船员造成大量伤害，并削弱敌方船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BIO_CHAIN"]/title
source: 'Corbin' Rad-Beam
es: Rayo-Rad 'Corbin'
ja: コービン」ラド・ビーム
ko: '코빈' 방사성 빔
pl: Promień Rad. 'Corbin'
pt_br: Viga de roda Corbin
zh_hans: '鸦喙锤'辐射光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BIO_CHAIN"]/short
source: 'Corbin'
ja: コービン
zh_hans: 喙锤辐束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_BIO_CHAIN"]/desc
source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew. Charges faster with each shot.
es: Este aterrador Rayo de radiación inflige un gran daño a la tripulación y debilita a la tripulación enemiga. Se carga más rápido con cada disparo.
it: Questo terrificante raggio di radiazioni infligge pesanti danni da equipaggio e indebolisce l'equipaggio nemico.Si carica più velocemente ad ogni colpo.
ja: この恐ろしい放射線ビームはクルーに大きなダメージを与え、敵のクルーを弱体化させる。ショットごとにチャージが速くなる。
ko: 이 무시무시한 방사성 빔은 적 선원에게 큰 피해를 입히고 일시적인 장애를 남깁니다. 발사할 때마다 충전 시간이 줄어듭니다.
pl: Ten przerażający promień radiacyjny zadaje ciężkie obrażenia załodze i osłabia wrogą załogę. Ładuje się szybciej z każdym strzałem.
pt_br: Esse aterrorizante feixe de radiação causa grande dano à tripulação e enfraquece a tripulação inimiga. Carrega mais rápido a cada disparo.
zh_hans: 这种可怕的辐射光束可对船员造成大量伤害，并削弱敌方船员。每次攻击后充能速度加快。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_STUN"]/title
source: 'Partisan' Beam
es: Rayo 'Partisan'
it: Raggio "partigiano"
ja: パルチザン」ビーム
ko: '파르티잔' 빔
pl: Promień 'Partyzanta'
pt_br: Feixe "partidário
zh_hans: '阔头枪'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_STUN"]/short
source: 'Partisan'
ja: パルチザン
pl: 'Partyzanta'
pt_br: "Partidário
zh_hans: 阔枪光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_STUN"]/desc
source: This terrifying Beam paralyses crew and offers minimal ship disruption capabilities.
es: Este aterrador Rayo paraliza a la tripulación y ofrece capacidades mínimas de interrupción de la nave.
it: Questo terrificante raggio paralizza l'equipaggio e offre capacità di interruzione della nave minima.
ja: この恐ろしいビームはクルーを麻痺させ、船の混乱を最小限に抑える。
ko: 이 무시무시한 빔은 선원을 마비시키며 약간의 함선 교란 기능을 지닙니다.
pl: Ten przerażający Promień paraliżuje załogę i oferuje minimalne możliwości zakłócania statku.
pt_br: Esse feixe aterrorizante paralisa a tripulação e oferece recursos mínimos de interrupção do navio.
zh_hans: 这种可怕的光束会使船员瘫痪，并提供最基础的骚扰效果。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_GUILLOTINE"]/title
source: 'Fauchard' Beam
es: Rayo 'Fauchard'
it: Beam "Fauchard"
ja: フォシャール」ビーム
ko: '포샤드' 빔
pl: Promień 'Fauchard'
pt_br: Feixe "Fauchard
zh_hans: '斩矛'光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_GUILLOTINE"]/short
source: 'Fauchard'
ja: フォシャール
zh_hans: 斩矛光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_GUILLOTINE"]/desc
source: This terrifying Beam does both crew and system damage, making it universally frightening.
es: Este aterrador Rayo de radiación es capaz de destrozar los sistemas de a bordo además de la tripulación.
ja: この恐ろしい放射線ビームは、乗組員だけでなく船内のシステムも破壊することができる。
ko: 이 무시무시한 빔은 선원과 시스템 모두에 피해를 입히기에 우주 어디에서나 공포의 대상으로 여겨집니다.
pl: Ten przerażający promień radiacyjny jest w stanie niszczyć systemy pokładowe oprócz załogi.
zh_hans: 这种可怕的光束会同时对船员和系统造成伤害，使其格外吓人。

source: 'Fauchard' Beam
es: Rayo 'Fauchard'†
it: Beam "Fauchard" †
ja: フォシャール†ビーム
ko: '포샤드' 빔†
pl: Promień 'Fauchard'†
pt_br: Viga 'Fauchard'†
zh_hans: '斩矛'光束†

source: 'Fauchard'
ja: フォシャール
zh_hans: 斩矛光束∫

source: This terrifying Beam does both crew and system damage, making it universally frightening.
es: Este aterrador Rayo de radiación es capaz de destrozar los sistemas de a bordo además de la tripulación.
ja: この恐ろしい放射線ビームは、乗組員だけでなく船内のシステムも破壊することができる。
ko: 이 무시무시한 빔은 선원과 시스템 모두에 피해를 입히기에 우주 어디에서나 공포의 대상으로 여겨집니다.
pl: Ten przerażający promień radiacyjny jest w stanie niszczyć systemy pokładowe oprócz załogi.
zh_hans: 这种可怕的光束会同时对船员和系统造成伤害，使其格外吓人。

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_1"]/title
source: 'Dirk' Pinpoint
es: Punto Preciso 'Dirk'
it: Pinpoint 'dirk'
ja: ダーク」ピンポイント
ko: '더크' 핀포인트
pl: Punktowy 'Dirk'
pt_br: Ponto de referência "Dirk
zh_hans: '匕首'光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_1"]/short
source: 'Dirk'
ja: ダーク
zh_hans: 匕首光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_1"]/desc
source: A fairly simple weapon that fires a straight beam that can only hit 1 room, but does 2 damage.
es: Un arma bastante simple que dispara un rayo recto que solo puede golpear 1 sala, pero inflige 2 de daño.
it: Un'arma abbastanza semplice che spara un raggio dritto che può colpire solo 1 stanza, ma fa 2 danni.
ja: 直線ビームを発射する非常に単純な武器で、1つの部屋にしか攻撃できないが、2つのダメージを与える。
ko: 한 선실만 타격할 수 있으나 2의 피해를 입히는 일자형 빔을 쏘는 꽤 단순한 무기입니다.
pl: Dość prosta broń, która wystrzeliwuje prosty promień, który może trafić tylko w 1 pomieszczenie, ale zadaje 2 obrażenia.
pt_br: Uma arma bastante simples que dispara um feixe reto que só pode atingir uma sala, mas causa 2 de dano.
zh_hans: 一种颇为简易的武器，发射一条直射光点，只能击中1个舱室，但可造成2点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_2"]/title
source: 'Misericorde' Pinpoint
es: Punto Preciso 'Misericorde'
it: "Misericorde"
ja: ミゼリコルデ」ピンポイント
ko: '미제리코드' 핀포인트
pl: Punktowy 'Misericorde'
pt_br: Ponto de referência "Misericorde
zh_hans: '短剑'光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_2"]/short
source: 'Misericord'
ja: ミゼリコルド
zh_hans: 短剑光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_2"]/desc
source: An upgraded Pinpoint weapon that does 3 damage.
es: Un arma de Punto Preciso mejorada que inflige 3 de daño.
it: Un'arma di punta aggiornata che infligge 3 danni.
ja: 3ダメージを与えるアップグレードされたピンポイント武器。
ko: 3의 피해를 입히는 고급 핀포인트입니다.
pl: Ulepszona broń punktowa, która zadaje 3 obrażenia.
pt_br: Uma arma Pinpoint aprimorada que causa 3 de dano.
zh_hans: 升级版的光点武器，可造成3点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_3"]/title
source: 'Stiletto' Pinpoint
es: Punto Preciso 'Stiletto'
it: "Stiletto"
ja: スティレット」ピンポイント
ko: '스틸레토' 핀포인트
pl: Punktowy 'Stiletto'
pt_br: Ponto de referência "Stiletto
zh_hans: '尖刺'光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_3"]/short
source: 'Stiletto'
ja: スティレット
zh_hans: 尖刺光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_3"]/desc
source: An upgraded Pinpoint weapon that does 4 damage.
es: Un arma de Punto Preciso mejorada que inflige 4 de daño.
it: Un'arma di punta aggiornata che infligge 4 danni.
ja: 4ダメージを与えるアップグレードされたピンポイント武器。
ko: 4의 피해를 입히는 최고급 핀포인트입니다.
pl: Ulepszona broń punktowa, która zadaje 4 obrażenia.
pt_br: Uma arma Pinpoint aprimorada que causa 4 de dano.
zh_hans: 升级版的光点武器，可造成4点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_CHAIN"]/title
source: 'Cinquedea' Pinpoint
es: Punto Preciso 'Cinquedea'
it: "Cinquedea"
ja: チンクエデア」ピンポイント
ko: '친퀘디아' 핀포인트
pl: Punktowy 'Cinquedea'
pt_br: Ponto de referência "Cinquedea
zh_hans: '五指剑'光点

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_CHAIN"]/short
source: 'Cinquedea'
ja: チンクエデア
zh_hans: 指剑光点
