Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//crewBlueprint[@name="shell_radiant"]/desc
source: Elite Shell Crew. Genetically engineered Shells who are even more lethal. Inherited Shell stat: 0.9x damage taken in crew combat
es: Tripulación Coraza de Élite. Corazas genéticamente modificados que son aún más letales. Estadística de Coraza heredada: x0.9 de daño recibido en combate
it: Crew di shell d'élite.Conchiglie geneticamente modificate che sono ancora più letali. Stat shell ereditata: danno 0.9x sottoposto a combattimento dell'equipaggio
ja: エリート・シェル・クルー。遺伝子操作されたシェルはさらに殺傷能力が高い。 継承されたシェルのステータス：クルーの戦闘で受けるダメージの0.9倍
ko: 엘리트 셸 선원. 훨씬 더 치명적이도록 유전적으로 조작된 셸입니다. 셸의 기본 특성: 전투로부터 0.9배의 피해만을 받음
pl: Elitarna załoga Skorupiaków. Genetycznie modyfikowane Skorupiaki, które są jeszcze bardziej zabójcze. Odziedziczona statystyka Skorupiaków: 0,9x obrażeń otrzymanych w walce z załogą
pt_br: Equipe de elite da Shell. Conchas geneticamente modificadas que são ainda mais letais. Status herdado da Shell: 0,9x o dano recebido em combate da tripulação
zh_hans: 精英甲壳族船员。基因工程改造的甲壳族，更为致命。 继承甲壳族属性：受到0.9倍战斗伤害

source: Active Ability: Combusts, taking little self damage to damage nearby enemy crew and systems. Recharges quickly, but regenerates little.
es: Habilidad Activa: Entra en combustión, recibiendo poco daño propio para dañar a la tripulación y sistemas enemigos cercanos. Se recarga rápidamente, pero regenera poco.
it: Capacità attiva: combusti, che subisce un piccolo danno da solo per danni alla troupe e sistemi nemici vicini.Si ricarica rapidamente, ma si rigenera poco.
ja: アクティブアビリティ: 燃焼し、自身へのダメージをほとんど受けず、近くの敵のクルーとシステムにダメージを与える。充電は速いが、回復はほとんどない。
ko: 활성화 능력: 연소하여 스스로 큰 피해를 입지만, 주변의 적과 시스템에도 피해를 줌 . 재충전이 빠르지만 회복량이 적음.
pl: Zdolność aktywna: Wybucha, otrzymując niewielkie obrażenia własne, aby uszkodzić pobliską wrogą załogę i systemy. Szybko się odnawia, ale mało regeneruje.
pt_br: Habilidade ativa: Entra em combustão, sofrendo pouco dano próprio para danificar a tripulação e os sistemas inimigos próximos. Recarrega-se rapidamente, mas regenera-se pouco.
zh_hans: 主动技能：爆燃，以微量自我伤害为代价来伤害同舱室敌方船员与系统。充能迅速，但生命恢复量也很低。

source: Takes 5x damage from suffocation
es: Recibe x5 de daño por asfixia
it: Subisce 5 volte danni dal soffocamento
ja: 窒息により5倍のダメージを受ける
ko: 질식으로부터 5배의 피해를 받음
pl: Otrzymuje 5x obrażeń od uduszenia
pt_br: Recebe 5x o dano de sufocamento
zh_hans: 受到5倍窒息伤害

source: Creates a breach and deals 15 damage to enemy crew on death
es: Crea una brecha e inflige 15 de daño a la tripulación enemiga al morir
it: Crea una violazione e infligge 15 danni all'equipaggio nemico alla morte
ja: ブリーチを発生させ、死亡時に敵クルーに15ダメージを与える
ko: 사망 시 균열을 일으키고 15의 선원 피해를 가함
pl: Tworzy wyłom i zadaje 15 obrażeń wrogiej załodze po śmierci
pt_br: Cria uma brecha e causa 15 de dano à tripulação inimiga ao morrer
zh_hans: 在当前舱室造成一处破舱，死亡时对同舱室敌方船员造成15的伤害

# data/blueprints.xml.append$//crewBlueprint[@name="leech_ampere"]/desc
source: Elite Leech Crew. The Amperes have absorbed large amounts of electricity and can now channel the current at will. Inherited Leech stats: 90 HP, 1 power drain
es: Tripulación Sanguijuela de Élite. Los Amperios han absorbido grandes cantidades de electricidad y ahora pueden canalizar la corriente a voluntad. Estadísticas de Sanguijuela heredadas: 90 PS, 1 de drenaje de energía
it: Crew di sanguisuga d'élite.Le ampere hanno assorbito grandi quantità di elettricità e ora possono incanalare la corrente a piacimento. Statistiche di sanguisuga ereditate: 90 CV, 1 drenaggio di potenza
ja: エリート・リーチ・クルー。アンペアは大量の電気を吸収し、自在に電流を流すことができるようになった。 継承されたリーチのステータスHP90、パワードレイン1
ko: 엘리트 리치 선원. 많은 전기를 흡수해본 리치 암페어는 의식적으로 전류의 양을 조절할 수 있게 됐습니다. 리치의 기본 특성: 최대 체력 90, 1 전력 흡수
pl: Elitarna załoga Pijawek. Ampery wchłonęły duże ilości elektryczności i teraz mogą dowolnie kierować prądem. Odziedziczone statystyki Pijawek: 90 PŻ, 1 drenaż mocy
pt_br: Equipe de elite de sanguessugas. Os Amperes absorveram grandes quantidades de eletricidade e agora podem canalizar a corrente à vontade. Estatísticas herdadas do Leech: 90 HP, 1 dreno de energia
zh_hans: 精英吸虫族船员。电流吸虫吸收了大量的电能因而可以随意引导电流。 继承吸虫族属性：90点最大生命值，锁定所在舱室系统1格能量

# data/blueprints.xml.append$//crewBlueprint[@name="leech_ampere"]/title
source: Ampere
es: Amperio
ja: アンペア
ko: 암페어
pl: Amper
zh_hans: 电流吸虫

# data/blueprints.xml.append$//crewBlueprint[@name="leech_ampere"]/short
source: Ampere
es: Amperio
ja: アンペア
pl: Amper
zh_hans: 电流吸虫

source: Active Ability: Raise power drain to 2 but moves slower for a long time. While active, will also drain power from allied systems.
es: Habilidad Activa: Aumenta el drenaje de energía a 2 pero se mueve más lento durante mucho tiempo. Mientras está activa, también drenará energía de los sistemas aliados.
it: Abilità attiva: sollevare lo scarico di potenza a 2 ma si muove più lentamente per lungo tempo.Sebbene attivo, drenerà anche la potenza dai sistemi alleati.
ja: アクティブアビリティ: パワードレインを2に上昇させるが、長時間動作が遅くなる。アクティブな間は、関連システムからも動力を消費する。
ko: 활성화 능력: 긴 시간 동안 제한하는 출력이 2로 증가하고 이동속도가 감소. 이 능력이 발동되는 중에는 피아를 구분하지 않고 출력을 제한.
pl: Zdolność aktywna: Zwiększa drenaż mocy do 2, ale porusza się wolniej przez długi czas. Gdy jest aktywny, będzie również wysysać moc z sojuszniczych systemów.
pt_br: Habilidade ativa: Aumenta a drenagem de energia para 2, mas se move mais lentamente por um longo período. Enquanto estiver ativo, também drenará energia de sistemas aliados.
zh_hans: 主动技能：较长时间内移动速度减慢，能量锁定量提升至2格，但使用期间会锁定双方的能量。

source: Stunned for 1.75x the usual duration
es: Aturdido durante x1.75 de la duración habitual
it: Sbalordito per 1.75x la solita durata
ja: 通常の1.75倍の時間スタンする
ko: 기절 시간 1.75배
pl: Ogłuszony na 1,75x normalnego czasu
pt_br: Atordoado por 1,75 vezes a duração normal
zh_hans: 1.75倍眩晕时长

source: Regenerates 7hp/s if unharmed for 5 seconds
es: Regenera 7 PS/s si no recibe daño durante 5 segundos
it: Rigenera 7 CV/s se incolume per 5 secondi
ja: 5秒間無傷の場合、7HP/秒を回復
ko: 5초 동안 피해를 받지 않을 시 초당 7의 체력을 회복
pl: Regeneruje 7 PŻ/s, jeśli nie odniesie obrażeń przez 5 sekund
pt_br: Regenera 7hp/s se não for ferido por 5 segundos
zh_hans: 不受伤害5秒后以7点生命/秒的速度恢复生命

# data/blueprints.xml.append$//crewBlueprint[@name="slug_saboteur"]/desc
source: Elite Slug Crew. A Slug trained in the art of sabotage. Dangerous to encounter, but not a common sight. Inherited Slug stats: telepathic powers, mind control immunity
es: Tripulación Slug de Élite. Un Slug entrenado en el arte del sabotaje. Peligroso de encontrar, pero no es una vista común. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental
it: Elite Slug Crew.Una lumaca addestrata nell'arte del sabotaggio.Pericoloso da incontrare, ma non uno spettacolo comune. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: エリート・スラッグ・クルー破壊工作の訓練を受けたスラッグ。遭遇すると危険だが、あまり見かけることはない。 継承されたスラッグのステータス：テレパシー能力、マインド・コントロール免疫。
ko: 엘리트 슬러그 선원. 시스템 파괴 기술을 훈련받은 슬러그입니다. 보기 드물지만 마주치면 위험합니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Elitarna załoga Ślimaków. Ślimak wyszkolony w sztuce sabotażu. Niebezpieczny w spotkaniu, ale nie jest częstym widokiem. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Equipe de elite de lesmas. Um Slug treinado na arte da sabotagem. Perigoso de encontrar, mas não é uma visão comum. Estatísticas herdadas da Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 精英蛞蝓族船员。一个受过破坏技巧训练的蛞蝓族。并不常见，但与他打交道很危险。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_saboteur"]/title
source: Slug Saboteur
es: Saboteador Slug
ja: スラッグ・サボタージュ
ko: 슬러그 공작원
pl: Sabotażysta Ślimaków
pt_br: Sabotador de lesmas
zh_hans: 蛞蝓破坏者

# data/blueprints.xml.append$//crewBlueprint[@name="slug_saboteur"]/short
source: Saboteur
es: Saboteador
ja: サボタージュ
pl: Sabotażysta
pt_br: Sabotador
zh_hans: 蛞蝓破坏者

source: Active Ability: Cloaks to boost passive powers and avoid crew to focus on sabotaging systems. Moves slower and ignores doors when cloaked. Sabotage bonus is reduced for each enemy crew present in the room.
es: Habilidad Activa: Se camufla para potenciar poderes pasivos y evitar a la tripulación para centrarse en sabotear sistemas. Se mueve más lento e ignora puertas cuando está camuflado. La bonificación de sabotaje se reduce por cada tripulante enemigo presente en la sala.
it: Abilità attiva: Maglie per aumentare i poteri passivi ed evitare che l'equipaggio si concentri sui sistemi di sabotaggio.Si muove più lentamente e ignora le porte quando ammantato.Il bonus di sabotaggio è ridotto per ogni equipaggio nemico presente nella stanza.
ja: アクティブな能力: パッシブパワーを強化し、クルーがシステムの妨害に集中するのを避けるためのマント。クロークすると動きが遅くなり、ドアを無視する。破壊工作ボーナスは、部屋にいる敵のクルーごとに減少する。
ko: 활성화 능력: 은신 상태가 되며 지속 능력이 강화되고 시스템 파괴만을 수행. 은신 중에는 이동속도가 감소하지만, 문을 무시할 수 있음. 같은 선실에 있는 적 선원마다 시스템 파괴 속도가 감소.
pl: Zdolność aktywna: Maskuje się, aby wzmocnić pasywne moce i unikać załogi, by skupić się na sabotowaniu systemów. Porusza się wolniej i ignoruje drzwi, gdy jest zamaskowany. Premia do sabotażu jest zmniejszana za każdego wrogiego członka załogi obecnego w pomieszczeniu.
pt_br: Habilidade ativa: Camufla-se para aumentar os poderes passivos e evitar que a tripulação se concentre em sabotar os sistemas. Move-se mais lentamente e ignora portas quando está camuflado. O bônus de sabotagem é reduzido para cada tripulação inimiga presente na sala.
zh_hans: 主动技能：隐形来提升被动技能的效果并避开船员，专注于破坏系统。隐形期间移动速度减慢但可无视舱门。所在舱室内每有一名敌方船员，失去一定的破坏伤害。

source: Sabotages systems at 1.5x speed
es: Sabotea sistemas a velocidad x1.5
it: Sabotages Systems a 1,5x velocità
ja: 1.5倍の速度でシステムを妨害する
ko: 시스템 파괴속도 1.5배
pl: Sabotuje systemy z szybkością 1,5x
pt_br: Sistemas de sabotagem a 1,5x de velocidade
zh_hans: 1.5倍破坏伤害

source: Enemy crew in the same room take 25% more combat damage
es: La tripulación enemiga en la misma sala recibe un 25% más de daño en combate
it: L'equipaggio nemico nella stessa stanza subisce il 25% in più di danni da combattimento
ja: 同じ部屋にいる敵クルーが受ける戦闘ダメージは25%増加する
ko: 같은 선실에 위치한 적들이 전투로부터 25%의 피해를 더 받음
pl: Wroga załoga w tym samym pomieszczeniu otrzymuje o 25% więcej obrażeń w walce
pt_br: A tripulação inimiga na mesma sala recebe 25% a mais de dano de combate
zh_hans: 同舱室敌方船员额外受到25%战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="slug_knight"]/desc
source: Super Elite Slug Crew. The KoN are members of Nights' personal circle, and are highly trained elite assassins with little regard for the lives of anyone who isn't one of their own. Inherited Slug stats: telepathic powers, mind control immunity
es: Tripulación Slug Super Élite. Los KoN son miembros del círculo personal de Nights, y son asesinos de élite altamente entrenados con poco respeto por la vida de cualquiera que no sea uno de los suyos. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental
it: Equipaggio di lumaca Super Elite.I Kon sono membri del circolo personale delle notti e sono assassini d'élite altamente qualificati con scarsa considerazione per la vita di chiunque non sia uno di loro. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: スーパー・エリート・スラッグ・クルーKoNはナイツの個人的なサークルのメンバーで、高度な訓練を受けたエリート暗殺者であり、身内以外の人間の命をほとんど顧みない。 継承されたスラッグのステータス：テレパシー能力、マインド・コントロール耐性
ko: 슈퍼 엘리트 슬러그 선원. KoN은 나이트 친위대의 일원으로, 타인의 삶에 무심한 고도로 훈련받은 엘리트 암살자 입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Super Elitarna załoga Ślimaków. KoN są członkami osobistego kręgu Nights i są wysoko wyszkolonymi elitarnymi zabójcami z niewielkim szacunkiem dla życia kogokolwiek, kto nie jest jednym z nich. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Equipe de Super Elite Slug. Os KoN são membros do círculo pessoal de Nights e são assassinos de elite altamente treinados, com pouca consideração pela vida de qualquer pessoa que não seja um deles. Estatísticas herdadas de Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 超级精英蛞蝓族船员。夜爵士是七夜船长私人圈子的成员，个个都是训练有素的精英刺客，视外人性命如草芥。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_knight"]/title
source: KoN Knight
es: Caballero KoN
ja: KoNナイト
ko: KoN 기사
pl: Rycerz KoN
pt_br: Cavaleiro KoN
zh_hans: 夜爵士

# data/blueprints.xml.append$//crewBlueprint[@name="slug_knight"]/short
source: Knight
es: Caballero
it: Cavaliere
ja: ナイト
pl: Rycerz
pt_br: Cavaleiro
zh_hans: 夜爵士

source: Active Ability (1 charge): Can cloak and deploy a Stun Bomb when below 65 health to regenerate back a large portion of health. Can still move and attack from cloak with reduced efficiency.
es: Habilidad Activa (1 carga): Puede camuflarse y desplegar una Bomba Aturdidora cuando está por debajo de 65 de salud para regenerar una gran parte de la salud. Aún puede moverse y atacar desde el camuflaje con eficiencia reducida.
it: Abilità attiva (1 carica): può ammontare e distribuire una bomba stordente quando al di sotto di 65 salute per rigenerare gran parte della salute.Può ancora muoversi e attaccare dal mantello con una ridotta efficienza.
ja: アクティブアビリティ（1チャージ）: ライフが65未満のときにスタンボムを隠して展開し、ライフの大部分を回復できる。効率は低下するが、マントから移動して攻撃することはできる。
ko: 활성화 능력 (1 충전): 체력이 65보다 적을 경우 은신하며 기절 폭탄을 배치할 수 있음. 은신 중에는 공격과 이동의 성능이 감소.
pl: Zdolność aktywna (1 ładunek): Może się zamaskować i użyć Bomby Ogłuszającej, gdy ma poniżej 65 zdrowia, aby zregenerować dużą część zdrowia. Może nadal poruszać się i atakować z ukrycia ze zmniejszoną skutecznością.
pt_br: Habilidade ativa (1 carga): Pode se camuflar e usar uma bomba atordoante quando estiver com menos de 65 de vida para regenerar grande parte da vida. Ainda pode se mover e atacar a partir da camuflagem com eficiência reduzida.
zh_hans: 主动技能(1次充能)：生命值降至65点以下时，可隐形并部署一枚眩晕炸弹，并恢复大量生命值。隐形期间仍能低效移动与攻击。

source: Max Health is increased to 135
es: Salud máxima aumentada a 135
it: Max Health è aumentata a 135
ja: 最大ライフが135に増加した
ko: 최대 체력 135
pl: Maksymalne zdrowie zwiększone do 135
pt_br: A saúde máxima é aumentada para 135
zh_hans: 135点最大生命值

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

source: Immune to stuns, ignores doors
es: Inmune a los aturdimientos, ignora puertas
it: Immune agli stordini, ignora le porte
ja: スタンに対する耐性があり、ドアを無視する
ko: 기절에 면역, 문을 무시
pl: Odporny na ogłuszenia, ignoruje drzwi
pt_br: Imune a atordoamentos, ignora portas
zh_hans: 免疫眩晕，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="slug_ranger"]/desc
source: Elite Clansman. A trained gunman wielding a powerful Anti-Bio rifle. Inherited Slug stats: telepathic powers, mind control immunity
es: Miembro del Clan de Élite. Un pistolero entrenado que empuña un potente rifle Anti-Bio. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental
it: Clansman d'élite.Un uomo armato addestrato che brandisce un potente fucile anti-bio. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: エリート・クランズマン。訓練されたガンマンで、強力なアンチバイオ・ライフルを振り回す。 スラッグに継承されたステータス：テレパシー能力、マインドコントロール免疫。
ko: 엘리트 클랜즈맨. 강력한 안티 바이오 소총을 장비한 숙달된 총잡이입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Elitarny Klanowicz. Wyszkolony strzelec z potężnym karabinem anty-bio. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Homem do clã de elite. Um atirador treinado que empunha um poderoso rifle Anti-Bio. Estatísticas herdadas de Slug: poderes telepáticos, imunidade a controle mental
zh_hans: 精英蛞蝓异种猎人。一名持强大反生物步枪的训练有素的枪手。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="slug_ranger"]/title
source: Slug Ranger
es: Guardabosques Slug
ja: スラッグレンジャー
ko: 슬러그 레인저
pl: Łowca Ślimaków
zh_hans: 蛞蝓猎枪手

# data/blueprints.xml.append$//crewBlueprint[@name="slug_ranger"]/short
source: Ranger
es: Guardabosques
ja: レンジャー
pl: Łowca
pt_br: Guarda florestal
zh_hans: 蛞蝓猎枪手

source: Active Ability: Deploys a Stun Bomb and cloaks. Can still attack from cloak, but will do less damage and be immobilized.
es: Habilidad Activa: Despliega una Bomba Aturdidora y se camufla. Aún puede atacar desde el camuflaje, pero infligirá menos daño y quedará inmovilizado.
it: Abilità attiva: schiera una bomba stordente e mantelli.Può ancora attaccare dal mantello, ma farà meno danni e sarà immobilizzato.
ja: アクティブアビリティ: スタンボムを展開し、マントをまといる。マントから攻撃することはできるが、与えるダメージは少なくなり、動けなくなる。
ko: 활성화 능력: 은신하며 기절 폭탄을 배치. 은신 중에는 대인 공격력이 감소하고 이동할 수 없음.
pl: Zdolność aktywna: Używa Bomby Ogłuszającej i maskuje się. Może nadal atakować z ukrycia, ale zada mniej obrażeń i zostanie unieruchomiony.
pt_br: Habilidade ativa: Usa uma bomba de atordoamento e se camufla. Ainda pode atacar com a camuflagem, mas causará menos dano e ficará imobilizado.
zh_hans: 主动技能：隐形并部署一枚眩晕炸弹。隐形期间仍能造成低量战斗伤害，但无法移动。

source: Inflicts 1.5x damage in crew combat, but cannot sabotage
es: Inflige x1.5 de daño en combate, pero no puede sabotear
it: Infligge un danno 1,5x nel combattimento dell'equipaggio, ma non può sabotare
ja: クルーの戦闘で1.5倍のダメージを与えるが、妨害行為はできない
ko: 시스템을 파괴할 수 없음, 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą, ale nie może sabotować
pt_br: Inflige 1,5x o dano em combate da tripulação, mas não pode sabotar
zh_hans: 1.5倍战斗伤害，但无法破坏系统

source: Takes 0.8x damage from crew combat
es: Recibe x0.8 de daño en combate
it: Subisce un danno 0,8x dal combattimento dell'equipaggio
ja: クルーの戦闘で0.8倍のダメージを受ける
ko: 전투로부터 0.8배의 피해만을 받음
pl: Otrzymuje 0,8x obrażeń w walce z załogą
pt_br: Recebe 0,8 vezes o dano do combate da tripulação
zh_hans: 受到0.8倍战斗伤害

source: Movement speed is reduced to 0.6x
es: Velocidad de movimiento reducida a x0.6
it: La velocità di movimento è ridotta a 0,6x
ja: 移動速度が0.6倍に低下する
ko: 이동속도 0.6배
pl: Szybkość ruchu zmniejszona do 0,6x
pt_br: A velocidade de movimento é reduzida para 0,6x
zh_hans: 0.6倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_alpha"]/desc
source: Alpha Phantom Crew. These massive Ghosts have been around for millennia if not longer. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties
es: Tripulación Fantasma Alfa. Estos enormes Fantasmas han existido durante milenios, si no más. Estadísticas de Fantasma heredadas: no recibe daño de peligros, velocidad x0.8, atraviesa puertas
it: Alpha Phantom Crew.Questi enormi fantasmi sono in circolazione da millenni se non più. Statistiche fantasma ereditate: non subisce danni dai pericoli, 0,8x velocità, ha proprietà di fase della porta
ja: アルファ・ファントム・クルーこの巨大なゴーストは、数千年前から存在していた。 継承されたファントムのステータス：ハザードによるダメージを受けない、0.8倍のスピード、ドアフェイシングの特性を持つ。
ko: 알파 팬텀 선원. 이 거대한 고스트는 적어도 수천 년 동안 존재해 왔습니다. 팬텀의 기본 특성: 재해 면역, 이동속도 0.8배, 문 무시
pl: Załoga Alfa Fantomów. Te masywne Duchy istnieją od tysiącleci, jeśli nie dłużej. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Alfa Phantom Crew.Esses fantasmas maciços existem há milênios, se não mais. Estatísticas Phantom Herited: não sofre da danos causados por perigos, velocidade de 0,8x, tem propriedades de fase de porta
zh_hans: 巨型幻灵船员。这些巨大的魂灵族至少已经存在了数千年。 继承幻灵属性：免疫环境伤害，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_alpha"]/title
source: Alpha Phantom
es: Fantasma Alfa
ja: アルファ・ファントム
ko: 알파 팬텀
pl: Alfa Fantom
pt_br: Alfa Phantom
zh_hans: 巨型幻灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_alpha"]/short
source: A. Phantom
es: F. Alfa
ja: A.ファントム
pl: A. Fantom
zh_hans: 巨型幻灵

source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

source: Sabotages systems at 3.25x speed
es: Sabotea sistemas a velocidad x3.25
it: Sabotages Systems a 3,25x velocità
ja: 3.25倍の速度でシステムを妨害する
ko: 시스템 파괴속도 3.25배
pl: Sabotuje systemy z szybkością 3,25x
pt_br: Sistemas de sabotagem a 3,25x velocidade
zh_hans: 3.25倍破坏伤害

source: Can divide at an empty beacon to create two standard variants
es: Puede dividirse en una baliza vacía para crear dos variantes estándar
it: Può dividere su un faro vuoto per creare due varianti standard
ja: 空のビーコンで分割して2つの標準バリアントを作成できる
ko: 빈 송신소에서 두 명의 일반 팬텀으로 분열할 수 있음
pl: Może się podzielić przy pustym sygnale, tworząc dwa standardowe warianty
pt_br: Pode se dividir em um sinalizador vazio para criar duas variantes padrão
zh_hans: 可在空信标处分裂生成两个普通个体

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_goul_alpha"]/desc
source: Alpha Goul Crew. A powerful Goul at the end of its lifespan, and heavily unstable. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties
es: Tripulación Gul Alfa. Un poderoso Gul al final de su vida, y muy inestable. Estadísticas de Fantasma heredadas: no recibe daño de peligros, velocidad x0.8, atraviesa puertas
it: Alpha Goul Crew.Un potente goul alla fine della sua durata di vita e fortemente instabile. Statistiche fantasma ereditate: non subisce danni dai pericoli, 0,8x velocità, ha proprietà di fase della porta
ja: アルファ・グール・クルー寿命が尽きた強力なグールで、激しく不安定。 継承されたファントムのステータス：ハザードによるダメージを受けない、0.8倍のスピード、ドアフェイシングの特性を持つ。
ko: 알파 구울 선원. 수명이 다해가는 강력한 구울로, 매우 불안정합니다. 팬텀의 기본 특성: 재해 면역, 이동속도 0.8배, 문 무시
pl: Załoga Alfa Upiorów. Potężny Upiór pod koniec swojego życia, i bardzo niestabilny. Odziedziczone statystyki Fantomów: nie otrzymuje obrażeń od zagrożeń, 0,8x szybkości, ma właściwości przenikania przez drzwi
pt_br: Alpha Goul Crew.Um poderoso goul no final de sua vida útil e fortemente instável. Estatísticas Phantom Herited: não sofre da danos causados por perigos, velocidade de 0,8x, tem propriedades de fase de porta
zh_hans: 巨型燃灵船员。一个在其寿命尽头的强大燃灵，极度不稳定。 继承幻灵属性：免疫环境伤害，0.8倍移动速度，无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_goul_alpha"]/title
source: Alpha Goul
es: Gul Alfa
ja: アルファ・グール
ko: 알파 구울
pl: Alfa Upiór
zh_hans: 巨型燃灵

# data/blueprints.xml.append$//crewBlueprint[@name="phantom_goul_alpha"]/short
source: A. Goul
es: G. Alfa
it: A. Ghoul
ja: A.グール
pl: A. Upiór
pt_br: A. Ghoul
zh_hans: 巨型燃灵

source: Periodic Ability (below 110HP): Ignites a fire in the current room
es: Habilidad Periódica (por debajo de 110 PS): Inicia un incendio en la sala actual
it: Abilità periodica (sotto 110 CV): accende un fuoco nella stanza attuale
ja: 定期的能力 (HP110以下): 現在の部屋に火を点火する
ko: 주기적 능력 (체력 110 미만): 위치한 선실에 화재를 일으킴
pl: Zdolność okresowa (poniżej 110 PŻ): Wznieca pożar w bieżącym pomieszczeniu
pt_br: Capacidade periódica (abaixo de 110 hp): acende um incêndio na sala atual
zh_hans: 周期技能(110点生命值以下时)：在当前舱室起火

source: Max Health is increased to 110
es: Max Health se incrementa a 110
it: Max Health è aumentata a 110
ja: 最大ライフが110に増加した
ko: 최대 체력 110
pl: Maksymalne zdrowie zwiększone do 110
pt_br: A saúde máxima é aumentada para 110
zh_hans: 110点最大生命值

source: Sabotages systems twice as fast
es: Sabotea sistemas el doble de rápido
it: Sabota i sistemi due volte più velocemente
ja: システムを2倍の速さで妨害する
ko: 시스템 파괴속도 2배
pl: Sabotuje systemy dwa razy szybciej
pt_br: Sabota os sistemas duas vezes mais rápido
zh_hans: 2倍破坏伤害

source: Can divide at an empty beacon to create two standard variants
es: Puede dividirse en una baliza vacía para crear dos variantes estándar
it: Può dividere su un faro vuoto per creare due varianti standard
ja: 空のビーコンで分割して2つの標準バリアントを作成できる
ko: 빈 송신소에서 두 명의 일반 구울로 분열할 수 있음
pl: Może się podzielić przy pustym sygnale, tworząc dwa standardowe warianty
pt_br: Pode se dividir em um sinalizador vazio para criar duas variantes padrão
zh_hans: 可在空信标处分裂生成两个普通个体
