Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Movement speed is reduced to 0.6x
es: Velocidad de movimiento reducida a x0.6
it: La velocità di movimento è ridotta a 0,6x
ja: 移動速度が0.6倍に低下する
ko: 이동속도 0.6배
pl: Szybkość ruchu zmniejszona do 0,6x
pt_br: A velocidade de movimento é reduzida para 0,6x
zh_hans: 0.6倍移动速度

source: Moderate resistance to suffocation
es: Resistencia moderada a la asfixia.
it: Moderata resistenza al soffocamento
ja: 窒息に対する中程度の耐性
ko: 적당한 수준의 질식 저항
pl: Umiarkowana odporność na uduszenie
pt_br: Resistência moderada à asfixia
zh_hans: 受到0.7倍窒息伤害

source: Decreases the healing speed of all other crew in the room by 33%
es: Disminuye la velocidad de curación de toda la demás tripulación en la habitación en un 33%.
it: Diminuisce la velocità di guarigione di tutti gli altri membri dell'equipaggio nella stanza del 33%
ja: 部屋にいる他のすべてのクルーの治癒速度を33%減少させる
ko: 같은 선실에 있는 모든 다른 선원은 회복 속도가 33% 느려짐
pl: Zmniejsza szybkość leczenia całej pozostałej załogi w pomieszczeniu o 33%
pt_br: Diminui a velocidade de cicatrização de todas as outras tripulantes na sala em 33%
zh_hans: 同舱室的所有其他船员的生命恢复速度降低33%

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_sylvan_gman"]/desc
source: A special agent from a far away reality with a special stake in enforcing interdimensional continuity. Inherited Sylvan stats: 250 HP, 1.5x combat damage, massive hazardous damage resistance
es: Un agente especial de una realidad lejana con un interés especial en hacer cumplir la continuidad interdimensional. Estadísticas de Sylvan heredadas: 250 PV, 1.5x de daño de combate, resistencia masiva a daños por peligros.
it: Un agente speciale di una realtà lontana con una partecipazione speciale per far rispettare la continuità interdimensionale. Statistiche sylvan ereditate: 250 CV, 1,5x danni da combattimento, enorme danno pericoloso resistenza
ja: 遥か彼方の現実から来た特別捜査官で、異次元間の連続性を強制することに特別な利害関係がある。 シルヴァンのスタッツを受け継ぐ：HP250、戦闘ダメージ1.5倍、大ダメージ耐性
ko: 차원간 연속성을 지키기 위해 머나먼 현실로부터 날아온 특수 요원입니다. 실반의 기본 특성: 최대 체력 250, 대인 공격력 1.5배, 질식 및 화재 피해가 아주 크게 감소
pl: Specjalny agent z odległej rzeczywistości, który ma specjalny interes w egzekwowaniu międzywymiarowej ciągłości. Odziedziczone statystyki Sylvana: 250 PŻ, 1,5x obrażeń w walce, ogromna odporność na obrażenia od zagrożeń
pt_br: Um agente especial de uma realidade distante com uma participação especial na aplicação da continuidade interdimensional. Estatísticas herdadas de Sylvan: 250 hp, 1,5x de dano de combate, resistência a danos perigosos maciços
zh_hans: 来自遥远现实的特工，持有维护跨元连续性的特殊立场。 继承希尔凡属性：250点最大生命值，1.5倍战斗伤害，受到0.1倍环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_sylvan_gman"]/title
source: The G-Van
es: La G-Van
it: Il g-van
ja: Gバン
ko: G-반
pl: G-Van
pt_br: O G-van
zh_hans: G-凡

# data/blueprints.xml.append$//crewBlueprint[@name="nexus_sylvan_gman"]/short
source: The G-Van
es: La G-Van
it: Il g-van
ja: Gバン
pl: G-Van
pt_br: O G-van
zh_hans: G-凡

source: Active Ability: All crew except himself freeze in place temporarily
es: Habilidad Activa: Toda la tripulación excepto él mismo se congela en su lugar temporalmente.
it: Abilità attiva: tutto l'equipaggio tranne se stesso si congela temporaneamente
ja: アクティブアビリティ: 自分以外のクルー全員が一時的にその場に固まる
ko: 활성화 능력: 자신을 제외한 모든 선원이 잠시 제자리에 얼어붙음
pl: Zdolność aktywna: Cała załoga oprócz niego zamiera w miejscu tymczasowo
pt_br: Capacidade ativa: toda a tripulação, exceto ele, congelamento temporariamente
zh_hans: 主动技能：除他自己外，所有船员暂时冻结在原地

source: Can teleport from anywhere across any ship
es: Puede teletransportarse desde cualquier lugar a través de cualquier nave.
it: Può teletrasportarsi da qualsiasi parte di qualsiasi nave
ja: 艦船のどこからでもテレポート可能
ko: 어느 함선으로든 상시 순간이동 가능
pl: Może teleportować się z dowolnego miejsca na dowolnym statku
pt_br: Pode se teletransportar de qualquer lugar para qualquer nave
zh_hans: 以传送方式移动，可跨舰传送

# data/blueprints.xml.append$//crewBlueprint[@name="bucket"]/desc
source: A very comforting bucket.
es: Un cubo muy reconfortante.
it: Un secchio molto confortante.
ja: とても心地よいバケツだ。
ko: 안심을 주는 양동이.
pl: Bardzo pocieszające wiadro.
pt_br: Um balde muito reconfortante.
zh_hans: 一个令人很安心的桶。

# data/blueprints.xml.append$//crewBlueprint[@name="bucket"]/title
source: Bucket
es: Cubo
it: Secchio
ja: バケツ
ko: 양동이
pl: Wiadro
pt_br: Balde
zh_hans: 桶

# data/blueprints.xml.append$//crewBlueprint[@name="bucket"]/short
source: Bucket
es: Cubo
it: Secchio
ja: バケツ
pl: Wiadro
pt_br: Balde
zh_hans: 桶

# data/blueprints.xml.append$//crewBlueprint[@name="bucket"]/powerList/power[1]
source: Crew in the same room as the precious bucket will lead better and more fulfilling lives, be happier and more successful in the pursuit of love, and will perform better than without the bucket. This is because the bucket is perfect, it is pure. It is the bucket. God damn it I love this bucket.
es: La tripulación en la misma habitación que el precioso cubo llevará vidas mejores y más plenas, será más feliz y tendrá más éxito en la búsqueda del amor, y rendirá mejor que sin el cubo. Esto es porque el cubo es perfecto, es puro. Es el cubo. Maldita sea, amo este cubo.
it: L'equipaggio nella stessa stanza del prezioso secchio porterà una vita migliore e più appagante, sarà più felice e più successo nella ricerca dell'amore e si esibirà meglio che senza il secchio.Questo perché il secchio è perfetto, è puro.È il secchio.Dannazione, adoro questo secchio.
ja: 貴重なバケツと同じ部屋にいるクルーは、より良く充実した生活を送り、愛の追求においてより幸せで成功し、バケツがない場合よりもパフォーマンスが良くなる。それはバケツが完璧であり、純粋だからだ。それはバケツだ。なんてことだ、私はこのバケツが大好きだ。
ko: 이 소중한 양동이와 같은 방에 있는 선원은 더 좋고 더 충실한 삶을 영위하며, 더 행복해지고, 더 성공적으로 사랑을 쫓을 수 있게 되고, 양동이가 없을 때보다 더 좋은 성과를 낼 것입니다. 이게 다 양동이가 완벽하고 순수하기 때문입니다. 이것이 바로 양동이입니다. 젠장, 난 이 양동이가 너무 좋아.
pl: Załoga w tym samym pomieszczeniu co cenne wiadro będzie wiodła lepsze i bardziej satysfakcjonujące życie, będzie szczęśliwsza i odniesie większy sukces w dążeniu do miłości, i będzie spisywać się lepiej niż bez wiadra. To dlatego, że wiadro jest doskonałe, jest czyste. To jest wiadro. Cholera, kocham to wiadro.
pt_br: A tripulação na mesma sala que o precioso balde levará vidas melhores e mais gratificantes, será mais feliz e mais bem -sucedida na busca do amor e terá um desempenho melhor do que sem o balde.Isso ocorre porque o balde é perfeito, é puro.É o balde.Deus, eu amo esse balde.
zh_hans: 与这个珍贵的桶在同一舱室的船员将会过上更加美好充实的生活，收获幸福美满的爱情，比没有桶时更优秀出众。这都归功于桶的完美，桶的纯粹。都是这桶。哦天哪我爱死这桶。

# data/blueprints.xml.append$//crewBlueprint[@name="bucket"]/powerList/power[2]
source: Disclaimer: this bucket will not change all dialogue to reference the fact you have a bucket. It is not that kind of bucket, and you shouldn't expect that from it. Just be happy with the bucket that you have.
es: Aviso: este cubo no cambiará todos los diálogos para hacer referencia al hecho de que tienes un cubo. No es ese tipo de cubo, y no deberías esperar eso de él. Simplemente sé feliz con el cubo que tienes.
it: Disclaimer: questo secchio non cambierà tutti i dialoghi per fare riferimento al fatto che hai un secchio.Non è quel tipo di secchio e non dovresti aspettarti da esso.Sii felice con il secchio che hai.
ja: 免責事項: このバケットは、バケットがあるという事実を参照するようにすべてのダイアログを変更するわけではない。それはそのような種類のバケツではないので、それにそれを期待すべきではない。あなたが持っているバケツに満足する。
ko: 면책조항: 이 양동이를 가지고 있다고 해서 이벤트 지문이 양동이에 관한 내용으로 바뀌지 않습니다. 이건 그런 종류의 양동이가 아니니, 그럴 거라 기대하지 마십시오. 그냥 양동이를 가지고 있다는 사실에 행복감을 느끼십시오.
pl: Zastrzeżenie: to wiadro nie zmieni wszystkich dialogów, aby odnosiły się do faktu, że masz wiadro. To nie jest tego rodzaju wiadro i nie powinieneś tego od niego oczekiwać. Po prostu ciesz się wiadrem, które masz.
pt_br: Isenção de responsabilidade: este balde não alterará todo o diálogo para referenciar o fato de você ter um balde.Não é esse tipo de balde, e você não deve esperar disso.Apenas fique feliz com o balde que você tem.
zh_hans: 免责声明：这个桶不会修改台本来暗示你拥有一个桶。它不是那种桶，你也不应该期待它。只管享受你拥有的桶吧。

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/desc
source: The funny Slug salesman guy. Inherited Slug stats: telepathic powers, mind control immunity
es: El tipo gracioso, el vendedor Slug. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Il divertente venditore di lumache. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: おかしなスラッグのセールスマン。 スラッグ譲りのステータス：テレパシー能力、マインドコントロール免疫
ko: 우스꽝스러운 슬러그 세일즈맨입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Ten śmieszny sprzedawca Ślimak. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: O vendedor engraçado de slug. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 滑稽的蛞蝓推销员。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/title
source: dylan the hyperspace merchant
es: dylan el mercader del hiperespacio
it: Dylan il commerciante di iperspazio
ja: 超空間商人ディラン
ko: 초공간 행상인 딜런
pl: dylan kupiec hiperprzestrzenny
pt_br: Dylan, o comerciante do hiperespaço
zh_hans: 超空间商人希尔憨

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/short
source: dylan the hyperspace merchant
es: dylan el mercader del hiperespacio
it: Dylan il commerciante di iperspazio
ja: 超空間商人ディラン
pl: dylan kupiec hiperprzestrzenny
pt_br: Dylan, o comerciante do hiperespaço
zh_hans: 超空间商人希尔憨

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/powerList/power[1]
source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/powerList/power[2]
source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/powerList/power[3]
source: Massive resistance to O2 and fire hazards
es: Resistencia masiva a los peligros de O2 y fuego.
it: Resistenza massiccia a O2 e rischi di incendio
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 아주 크게 감소
pl: Ogromna odporność na zagrożenia związane z O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.1倍环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="dylan"]/powerList/power[4]
source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanclan"]/desc
source: A mysterious but friendly multiverse traveling merchant. Inherited Slug stats: telepathic powers, mind control immunity
es: Un misterioso pero amigable mercader que viaja por el multiverso. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Un misterioso ma amichevole mercante da viaggio multiverso. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: 謎めいた、しかし親しみやすいマルチバースを旅する商人。 スラッグ譲りのステータス：テレパシー能力、マインドコントロール免疫
ko: 정체를 알 수 없지만 호의적인 멀티버스를 떠도는 행상인입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Tajemniczy, ale przyjazny wieloświatowy podróżujący kupiec. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Um misterioso misterioso, mas amigável, multiverso. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 一个神秘但友好的多元宇宙旅行商。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanclan"]/title
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
ko: 행상인
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanclan"]/short
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Massive resistance to O2 and fire hazards
es: Resistencia masiva a los peligros de O2 y fuego.
it: Resistenza massiccia a O2 e rischi di incendio
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 아주 크게 감소
pl: Ogromna odporność na zagrożenia związane z O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.1倍环境伤害

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="sylvan1d"]/desc
source: A mysterious but friendly multiverse traveling merchant. He's looking a little uh... thin. Inherited Sylvan stats: 250 HP, 1.5x combat damage, massive hazardous damage resistance
es: Un misterioso pero amigable mercader que viaja por el multiverso. Se ve un poco... delgado. Estadísticas de Sylvan heredadas: 250 PV, 1.5x de daño de combate, resistencia masiva a daños por peligros.
it: Un misterioso ma amichevole mercante da viaggio multiverso.Sembra un po '... sottile. Statistiche sylvan ereditate: 250 CV, 1,5x danni da combattimento, enorme danno pericoloso resistenza
ja: ミステリアスだが気さくな、マルチバースを旅する商人。ちょっと...痩せてる。 シルヴァンのステータスを受け継いでいる：HP250、戦闘ダメージ1.5倍、大ダメージ耐性
ko: 정체를 알 수 없지만 호의적인 멀티버스를 떠도는 행상인입니다. 음... 좀 말라 보이네요. 실반의 기본 특성: 최대 체력 250, 대인 공격력 1.5배, 질식 및 화재 피해가 아주 크게 감소
pl: Tajemniczy, ale przyjazny wieloświatowy podróżujący kupiec. Wygląda trochę... chudo. Odziedziczone statystyki Sylvana: 250 PŻ, 1,5x obrażeń w walce, ogromna odporność na obrażenia od zagrożeń
pt_br: Um misterioso misterioso, mas amigável, multiverso.Ele está parecendo um pouco ... magro. Estatísticas herdadas de Sylvan: 250 hp, 1,5x de dano de combate, resistência a danos perigosos maciços
zh_hans: 一个神秘但友好的多元宇宙旅行商。他看上去有点，呃...薄。 继承希尔凡属性：250点最大生命值，1.5倍战斗伤害，受到0.1倍环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="sylvan1d"]/title
source: 1D Merchant
es: Mercader 1D
it: Mercante 1D
ja: 1次元商人
ko: 1차원 행상인
pl: Kupiec 1D
zh_hans: 一维游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvan1d"]/short
source: 1D Merchant
es: Mercader 1D
it: Mercante 1D
ja: 1次元商人
pl: Kupiec 1D
zh_hans: 一维游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvan1d"]/powerList/power[1]
source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="sylvan1d"]/powerList/power[2]
source: Ignores doors
es: Ignora las puertas.
it: Ignora le porte
ja: ドアを無視する
ko: 문을 무시
pl: Ignoruje drzwi
pt_br: Ignora as portas
zh_hans: 无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanrebel"]/desc
source: A mysterious but not-so friendly multiverse traveling merchant. Inherited Slug stats: telepathic powers, mind control immunity
es: Un misterioso pero no tan amigable mercader que viaja por el multiverso. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Un commerciante di viaggi multiverso misterioso ma non così amichevole. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: 謎めいた、しかしあまり友好的ではないマルチバースを旅する商人。 スラッグに継承されたステータス：テレパシー能力、マインド・コントロール耐性
ko: 정체를 알 수 없는 데다 별로 호의적이지도 않은 멀티버스를 떠도는 행상인입니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Tajemniczy, ale niezbyt przyjazny wieloświatowy podróżujący kupiec. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Um comerciante de viagens multiverso misterioso, mas não tão amigável. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 一个神秘但不太友好的多元宇宙旅行商。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanrebel"]/title
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
ko: 행상인
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanrebel"]/short
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: Max Health is increased to 250
es: La Salud Máxima aumenta a 250.
it: Max Health è aumentata a 250
ja: 最大ライフが250に増加した
ko: 최대 체력 250
pl: Maksymalne zdrowie zwiększone do 250
pt_br: Max Health é aumentado para 250
zh_hans: 250点最大生命值

source: Massive resistance to O2 and fire hazards
es: Resistencia masiva a los peligros de O2 y fuego.
it: Resistenza massiccia a O2 e rischi di incendio
ja: O2および火災の危険に対する優れた耐性
ko: 질식 및 화재 피해가 아주 크게 감소
pl: Ogromna odporność na zagrożenia związane z O2 i ogniem
pt_br: Grande resistência a O2 e riscos de incêndio
zh_hans: 受到0.1倍环境伤害

source: Inflicts 1.5x damage in crew combat
es: Inflige x1.5 de daño en combate
it: Infligge un danno 1,5x nel combattimento dell'equipaggio
ja: クルー戦闘で1.5倍のダメージを与える
ko: 대인 공격력 1.5배
pl: Zadaje 1,5x obrażeń w walce z załogą
pt_br: Inflige 1,5x o dano em combate com a tripulação
zh_hans: 1.5倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="sylvansans"]/desc
source: Wanna have a bad time, ssstranger? Inherited Slug stats: telepathic powers, mind control immunity
es: ¿Quieres passar un mal rato, desssconocido? Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Vuoi divertirti, ssstranger? Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: 悪い時間を過ごしたいか、よそ者？ 継承されたスラッグのステータス：テレパシー能力、マインドコントロール免疫
ko: 끔찍한 씨간을 보내고 앂나요, 낯썬이? 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Chcesssz mieć zły czas, obcccy? Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Quer se divertir, ssstranger? Estatísticas herdadas da lesma: poderes telepáticos, imunidade a controle mental
zh_hans: 你是～～不是～～～想尝点苦头，陌生～～～人？ 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="sylvansans"]/title
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
ko: 행상인
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvansans"]/short
source: Merchant
es: Comerciante
it: Commerciante
ja: マーチャント
pl: Kupiec
pt_br: Comerciante
zh_hans: 游商

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
es: Capacidad activa: despliega una bomba de violación, bloqueo e ión al mismo tiempo
it: Abilità attiva: distribuisce una violazione, un blocco e una bomba ionica allo stesso tempo
ja: アクティブ アビリティ: ブリーチ、ロックダウン、イオン爆弾を同時に展開する
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
pl: Zdolność aktywna: Używa jednocześnie Bomby Wyłomowej, Bomby Zamknięcia i Bomby Jonowej
pt_br: Habilidade ativa: Implanta uma Breach, Lockdown e Ion Bomb ao mesmo tempo
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: Max Health is reduced to 10
es: La Salud Máxima se reduce a 10.
it: Max Health è ridotta a 10
ja: 最大ライフが10に減少する
ko: 최대 체력 10
pl: Maksymalne zdrowie zmniejszone do 10
pt_br: A saúde máxima é reduzida para 10
zh_hans: 10点最大生命值

source: Takes 0.01x damage from crew combat, is immune to all hazards
es: Recibe 0.01x de daño en combate de tripulación, es inmune a todos los peligros.
it: Subisce un danno 0,01x dal combattimento dell'equipaggio, è immune a tutti i pericoli
ja: クルーの戦闘から0.01倍のダメージを受け、あらゆる危険に対して耐性がある
ko: 전투로부터 0.01배의 피해만을 받음. 재해에 면역.
pl: Otrzymuje 0,01x obrażeń w walce z załogą, jest odporny na wszystkie zagrożenia
pt_br: Recebe 0,01x o dano do combate da tripulação e é imune a todos os perigos
zh_hans: 受到0.01倍战斗伤害，免疫环境伤害

source: 1.5x combat damage, moves by short-range teleportation
es: 1.5x de daño de combate, se mueve por teletransportación de corto alcance.
it: 1,5x danni da combattimento, muove per teletrasporto a corto raggio
ja: 1.5倍の戦闘ダメージ、短距離テレポートで移動
ko: 대인 공격력 1.5배, 상시 근거리 순간이동 가능
pl: 1,5x obrażeń w walce, porusza się za pomocą teleportacji na krótki dystans
pt_br: 1,5x o dano de combate, move-se por teletransporte de curto alcance
zh_hans: 1.5倍战斗伤害，以短距传送的形式移动

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanmaid"]/desc
source: A mysterious but friendly multiverse traveling merchant. Concerningly flirtatious. Inherited Sylvan stats: 250 HP, 1.5x combat damage, massive hazardous damage resistance
ko: 정체를 알 수 없지만 호의적인 멀티버스를 떠도는 행상인입니다. 좀 과할 정도로 교태를 부립니다. 실반의 기본 특성: 최대 체력 250, 대인 공격력 1.5배, 질식 및 화재 피해가 아주 크게 감소
zh_hans: 一个神秘但友好的多元宇宙旅行商。有点骚过头了。 继承希尔凡属性：250点最大生命值，1.5倍战斗伤害，受到0.1倍环境伤害

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanmaid"]/title
source: Merchant
ko: 행상인
zh_hans: 游商

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanmaid"]/short
source: Merchant
zh_hans: 游商

source: Active Ability: Deploys a Breach, Lockdown, and Ion Bomb at the same time
ko: 활성화 능력: 균열, 이온, 봉쇄 폭탄을 동시에 배치
zh_hans: 主动技能：同时部署破舱、封锁与离子炸弹

source: Enemy crew in the same room move at half speed
ko: 같은 선실에 있는 적 선원의 이동속도를 절반으로 늦춤
zh_hans: 同舱室的敌方船员移动速度降低至50%

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanleah"]/desc
source: Beyatch, ssstranger!
es: ¡Perra, desssconocido!
it: Beyatch, sssstranger!
ja: ビヤッチ、ススストレンジャー！
ko: 낯썬이, 개년아!
pl: Ssuka, obcccy!
zh_hans: 小婊砸，陌生～～人！

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanleah"]/title
source: Traveling Nuisance
es: Molestia Viajera
it: Viaggiando fastidio
ja: 旅の迷惑
ko: 방랑하는 골칫거리
pl: Wędrowna Uciążliwość
pt_br: Incômodo em viagem
zh_hans: 星游讨厌鬼

# data/blueprints.xml.append$//crewBlueprint[@name="sylvanleah"]/short
source: Traveling Nuisance
es: Molestia Viajera
it: Viaggiando fastidio
ja: 旅の迷惑
pl: Wędrowna Uciążliwość
pt_br: Incômodo em viagem
zh_hans: 星游讨厌鬼
