Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="LAB_SCIENTIST_DOT"]/desc
source: Shell Scientists passively damage nearby enemies at 3hp/s but heal 50% slower.
es: Los Científicos Caparazón dañan pasivamente a los enemigos cercanos a 3 PV/s pero se curan un 50% más lento.
it: Gli scienziati di conchiglie danneggiano passivamente i nemici vicini a 3 CV/s ma guariscono il 50% più lentamente.
ja: シェルサイエンティストは近くの敵に3HP/秒 でパッシブにダメージを与えるが、回復が50%遅くなる。
pl: Naukowcy Muszlowców pasywnie zadają obrażenia pobliskim wrogom w tempie 3 PŻ/s, ale leczą się 50% wolniej.
pt_br: Os cientistas da concha danificam passivamente inimigos próximos a 3hp/s, mas curam 50% mais lentos.
zh_hans: 甲壳族科学家以3点生命/秒的速度伤害同舱室的敌人，但生命恢复速度降低至50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MECH_REPAIR"]/title
source: Cybernetic Rehabilitation
es: Rehabilitación Cibernética
it: Riabilitazione cibernetica
ja: サイバネティック・リハビリテーション
pl: Rehabilitacja Cybernetyczna
pt_br: Reabilitação cibernética
zh_hans: 自动化修复

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MECH_REPAIR"]/desc
source: Shell Mechanics can repair at x0.75 speed but their ability takes much longer to charge.
es: Los Mecánicos Caparazón pueden reparar a velocidad x0.75 pero su habilidad tarda mucho más en cargarse.
it: La meccanica di shell può riparare a velocità x0,75 ma la loro capacità richiede molto più tempo per caricare.
ja: シェルメカニクスは0.75倍の速度で修復できるが、その能力を充電するにはさらに長い時間がかかる。
pl: Mechanicy Muszlowców mogą naprawiać z prędkością x0.75, ale ich zdolność ładuje się znacznie dłużej.
pt_br: A mecânica da concha pode reparar a velocidade X0.75, mas sua capacidade leva muito mais tempo para carregar.
zh_hans: 甲壳机械师可以75%的速度维修，但它们的主动技能冷却时间变长。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GUARDIAN_DEFEND"]/title
source: Homeland Defender
es: Defensor de la Patria
it: Difensore nazionale
ja: ホームランド・ディフェンダー
pl: Obrońca Ojczyzny
pt_br: Defensor da Homeland
zh_hans: 家园卫士

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GUARDIAN_DEFEND"]/desc
source: Shell Guardians gain an additional 33% damage resistance and a 50% ability cooldown reduction while on your own ship.
es: Los Guardianes Caparazón ganan un 33% adicional de resistencia al daño y una reducción del 50% del tiempo de recarga de habilidades mientras están en tu propia nave.
it: Shell Guardians guadagna un'ulteriore resistenza al danno del 33% e una riduzione del recupero del 50% di capacità di capacità mentre sulla tua nave.
ja: シェルガーディアンは、自船に乗っている間、追加の33%のダメージ耐性と50%の能力クールダウン減少を獲得する。
pl: Strażnicy Muszlowców zyskują dodatkowe 33% odporności na obrażenia i 50% skrócenia czasu odnowienia zdolności, gdy są na twoim statku.
pt_br: Os guardiões da Shell ganham uma resistência adicional de 33% e uma redução de recarga de capacidade de 50% enquanto estiver em seu próprio navio.
zh_hans: 甲壳守护者在星舰内额外获得33%的战斗伤害抗性与50%的主动技能冷却时间减免。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_INSTALLED"]/title
source: Leech
es: Sanguijuela
it: Sanguisuga
ja: リーチ
pl: Pijawka
pt_br: Sanguessuga
zh_hans: 吸虫族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_INSTALLED"]/desc
source: Leech upgrade installed.
es: Mejora Sanguijuela instalada.
it: Aggiornamento delle sanguisughe installato.
ja: リーチアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Pijawek.
pt_br: Atualização de sanguessuga instalada.
zh_hans: 已配置吸虫族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_DOOR"]/title
source: Burrows
es: Madrigueras
it: Tane
ja: バローズ
pl: Nory
pt_br: Tocas
zh_hans: 钻洞

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_DOOR"]/desc
source: Leeches ignore doors and move 50% faster.
es: Las Sanguijuelas ignoran puertas y se mueven un 50% más rápido.
it: Le sanguisughe ignorano le porte e si spostano il 50% più velocemente.
ja: リーチはドアを無視し、50%速く移動する。
pl: Pijawki ignorują drzwi i poruszają się 50% szybciej.
pt_br: As sanguessugas ignoram as portas e movem 50% mais rápido.
zh_hans: 吸虫族无视舱门，移动速度提高50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_POWER"]/title
source: High Voltage
es: Alto Voltaje
it: Alta tensione
ja: 高電圧
pl: Wysokie Napięcie
pt_br: Alta tensão
zh_hans: 高压

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_POWER"]/desc
source: Leeches are stunned for 50% longer and take 33% more fire and asphyxiation damage but provide power on the player ship.
es: Las Sanguijuelas se aturden un 50% más de tiempo y reciben un 33% más de daño por fuego y asfixia, pero proporcionan energía en la nave del jugador.
it: Le sanguisughe sono sbalorditi per il 50% in più e subiscono il 33% in più di danni da incendio e asfissia ma forniscono energia sulla nave del giocatore.
ja: リーチはスタン状態が50%長くなり、火災と窒息によるダメージが33%増加するが、プレイヤーの船に動力を供給する。
pl: Pijawki są ogłuszane na 50% dłużej i otrzymują 33% więcej obrażeń od ognia i uduszenia, ale dostarczają energię na statku gracza.
pt_br: As sanguessugas ficam atordoadas por 50% a mais e recebem 33% mais danos causados por incêndio e asfixia, mas fornecem energia ao navio de jogador.
zh_hans: 吸虫族的眩晕时长增加50%，并额外受到33%环境伤害，但为舱室内系统提供1格能量。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_PARASITE"]/title
source: Parasitical Dependencies
es: Dependencias Parasitarias
it: Dipendenze parassitarie
ja: 寄生依存
pl: Zależności Pasożytnicze
pt_br: Dependências parasitárias
zh_hans: 寄生依赖

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LEECH_PARASITE"]/desc
source: Leeches have 60 less Max Health and do 4x less damage by default, but steal 3hp/s from all other enemy non-Leech crew in the room.
es: Las Sanguijuelas tienen 60 menos de Salud Máxima y hacen 4x menos daño por defecto, pero roban 3 PV/s de toda la demás tripulación enemiga no-Sanguijuela en la sala.
it: Le sanguisughe hanno 60 in meno di Max Health e fanno 4x meno danni per impostazione predefinita, ma rubano 3HP/s da tutti gli altri membri dell'equipaggio non leggibile nemico nella stanza.
ja: リーチの最大ライフは60減り、デフォルトで与えるダメージは4分の1になるが、部屋内のリーチ以外の敵クルー全員から3HP/秒 を奪う。
pl: Pijawki mają o 60 mniej maksymalnego zdrowia i zadają domyślnie 4x mniej obrażeń, ale kradną 3 PŻ/s od wszystkich innych wrogich załogantów (nie-Pijawek) w pomieszczeniu.
pt_br: As sanguessugas têm 60 a menos de saúde máxima e causam 4x menos danos por padrão, mas roubam 3hp/s de todas as outras equipes inimigas não-Leech da sala.
zh_hans: 吸虫族的最大生命值减少60点，战斗伤害减少至0.25倍，但从舱室内所有其他敌方非吸虫族船员身上偷取3点生命/秒。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_INSTALLED"]/title
source: Lanius
es: Lanio
ja: ラニウス
zh_hans: 食铁族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_INSTALLED"]/desc
source: Lanius upgrade installed.
es: Mejora Lanius instalada.
it: Aggiornamento di Lanius installato.
ja: ラニウスアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Laniusów.
pt_br: Atualização de Lanius instalada.
zh_hans: 已配置食铁族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_RUST"]/title
source: Rusting
es: Oxidación
it: Ruggine
ja: 錆び
pl: Rdzewienie
pt_br: Ferrugem
zh_hans: 极锈化

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_RUST"]/desc
source: Lanius drain oxygen at double speed, but have greatly reduced move speed.
es: Los Lanius drenan oxígeno al doble de velocidad, pero tienen una velocidad de movimiento muy reducida.
it: Lanius drena l'ossigeno a doppia velocità, ma ha una velocità di spostamento notevolmente ridotta.
ja: ラニウスは酸素を2倍の速度で排出するが、移動速度は大幅に低下する。
pl: Laniusy wysysają tlen z podwójną prędkością, ale mają znacznie zmniejszoną prędkość ruchu.
pt_br: Lanius drena o oxigênio em velocidade dupla, mas reduziu bastante a velocidade de movimento.
zh_hans: 食铁族以2倍速度消耗氧气，但移动速度大大降低。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_METAL"]/title
source: Selective Metalworking
es: Metalurgia Selectiva
it: Lavorazione metallica selettiva
ja: 選択的金属加工
pl: Selektywna Obróbka Metalu
pt_br: Metalworking seletivo
zh_hans: 定向金属处理

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_METAL"]/desc
source: Lanius repair and sabotage 50% faster, but do 30% less crew damage.
es: Los Lanius reparan y sabotean un 50% más rápido, pero hacen un 30% menos de daño a la tripulación.
it: La riparazione di Lanius e il sabotaggio del 50% più veloci, ma fanno il 30% in meno di danni da equipaggio.
ja: ラニウスの修理と妨害行為は50%早くなるが、クルーへのダメージは30%減少する。
pl: Laniusy naprawiają i sabotują 50% szybciej, ale zadają 30% mniej obrażeń załodze.
pt_br: Lanius Repair e sabotar 50% mais rápido, mas causam 30% menos danos à tripulação.
zh_hans: 食铁族的维修和破坏伤害提高了50%，但船员的伤害减少了30%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_HEALTH"]/title
source: Experimental Alloy
es: Aleación Experimental
it: Lega sperimentale
ja: 実験用合金
pl: Stop Eksperymentalny
pt_br: Liga experimental
zh_hans: 试验性合金

# data/blueprints.xml.append$//augBlueprint[@name="LAB_LANIUS_HEALTH"]/desc
source: Lanius gain an extra 35% health, but their oxygen drain speed is quartered.
es: Los Lanius ganan un 35% extra de salud, pero su velocidad de drenaje de oxígeno se reduce a un cuarto.
it: Lanius guadagna una salute aggiuntiva del 35%, ma la loro velocità di drenaggio dell'ossigeno è alterrata.
ja: ラニウスのライフはさらに35%増加するが、酸素の排出速度は4分の1になる。
pl: Laniusy zyskują dodatkowe 35% zdrowia, ale ich prędkość wysysania tlenu jest zmniejszona czterokrotnie.
pt_br: Lanius ganha uma saúde extra de 35%, mas sua velocidade de drenagem de oxigênio é alojada.
zh_hans: 食铁族获得额外的35%健康，但他们的耗氧速度降低了四分之一。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LANIUS_HEALTH"]/title
source: [L] Experimental Alloy
es: [L] Aleación Experimental
it: [L] lega sperimentale
ja: [L] 実験用合金
ko: [L] 실험적인 합금
pl: [L] Stop Eksperymentalny
pt_br: [L] liga experimental
zh_hans: [外]试验性合金

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_LANIUS_HEALTH"]/desc
source: Lanius gain an extra 35% health, but their oxygen drain speed is quartered. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Lanius ganan un 35% extra de salud, pero su velocidad de drenaje de oxígeno se reduce a un cuarto. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: Lanius guadagna una salute aggiuntiva del 35%, ma la loro velocità di drenaggio dell'ossigeno è alterrata. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: ラニウスのヘルスは35％増加するが、酸素ドレイン速度は4分の1になる。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボアップグレードに変換することはできないが、プライマリスロットを消費することはない。それ自身とはスタックしない。
ko: 라니우스가 35% 추가 체력을 얻지만, 산소 흡수 속도가 1/4이 됩니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Laniusy zyskują dodatkowe 35% zdrowia, ale ich prędkość wysysania tlenu jest zmniejszona czterokrotnie. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os Lanius ganham 35% a mais de saúde, mas a velocidade de drenagem de oxigênio é reduzida a um quarto. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 食铁族获得35%最大生命值，但失去75%耗氧速度。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_INSTALLED"]/title
source: Ghost
es: Fantasma
it: Fantasma
ja: ゴースト
pl: Duch
pt_br: Fantasma
zh_hans: 魂灵族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_INSTALLED"]/desc
source: Ghost upgrade installed.
es: Mejora Fantasma instalada.
it: Upgrade fantasma installato.
ja: ゴーストアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Duchów.
pt_br: Atualização de fantasmas instalada.
zh_hans: 已配置魂灵族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_HEALTH"]/title
source: Denser Molecules
es: Moléculas más Densas
it: Molecole più dense
ja: より高密度な分子
pl: Gęstsze Cząsteczki
pt_br: Moléculas mais densas
zh_hans: 分子聚集

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_HEALTH"]/desc
source: Ghost gain 20 extra health and heal in no oxygen
es: Los Fantasmas ganan 20 de salud extra y se curan sin oxígeno
it: Ghost guadagna 20 salute in più e guarisci in nessun ossigeno
ja: ゴーストはライフを20追加し、酸素なしでも回復する
pl: Duchy zyskują 20 dodatkowego zdrowia i leczą się w braku tlenu.
pt_br: Fantasma ganha 20 saúde extra e cura em nenhum oxigênio
zh_hans: 魂灵族获得20点最大生命值，且能在无氧环境中恢复生命

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_FIRE"]/title
source: Chemical Proliferation
es: Proliferación Química
it: Proliferazione chimica
ja: 化学物質の拡散
pl: Proliferacja Chemiczna
pt_br: Proliferação química
zh_hans: 化学增殖

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_FIRE"]/desc
source: Ghosts heal from fire. Gouls heal at half the speed from fires of other Ghosts.
es: Los Fantasmas se curan con el fuego. Los Guls se curan a la mitad de velocidad con los fuegos de otros Fantasmas.
it: I fantasmi guariscono dal fuoco.I goul guariscono a metà della velocità dagli incendi di altri fantasmi.
ja: ゴーストは火から回復する。グールは他のゴーストの炎から半分の速度で回復する。
pl: Duchy leczą się od ognia. Ghule leczą się od ognia z połową prędkości w porównaniu do innych Duchów.
pt_br: Fantasmas se curam do fogo.Gouls curam a metade da velocidade a partir de incêndios de outros fantasmas.
zh_hans: 魂灵可在火焰中恢复生命，燃灵的生命恢复速度只有其他魂灵的50%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_RESIST"]/title
source: Non-Corporealism
zh_hans: 魂体化

# data/blueprints.xml.append$//augBlueprint[@name="LAB_GHOST_RESIST"]/desc
source: Ghosts gain 50% combat damage resistance, but lose the ability to damage crew
zh_hans: 魂灵族获得50%的战斗伤害抗性，但失去伤害船员的能力

# data/blueprints.xml.append$//augBlueprint[@name="LAB_VAGABOND_STABLE"]/title
source: Vagabond Stabalizer
es: Estabilizador Vagabundo
it: Stabilizzatore vagabondo
ja: バガボンド・スタバライザー
pl: Stabilizator Włóczęgi
pt_br: Estabilizador de vagabundos
zh_hans: 气群稳定器

# data/blueprints.xml.append$//augBlueprint[@name="LAB_VAGABOND_STABLE"]/desc
source: Vagabond and Haunt abilities can now be manually activated.
es: Las habilidades de Vagabundo y Aparición ahora se pueden activar manualmente.
it: Le abilità Vagabond e Haunt possono ora essere attivate manualmente.
ja: バガボンドとホーントの能力を手動で有効化できるようになった。
pl: Zdolności Włóczęgi i Nawiedzenia mogą być teraz aktywowane ręcznie.
pt_br: As habilidades Vagabond e Haunt agora podem ser ativadas manualmente.
zh_hans: 飘浪群魂灵与游灵的周期性能力变为主动技能。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_GHOST_FIRE"]/title
source: [L] Chemical Proliferation
es: [L] Proliferación Química
it: [L] proliferazione chimica
ja: [L] 化学物質の拡散
ko: [L] 화학적 확산
pl: [L] Proliferacja Chemiczna
pt_br: [L] proliferação química
zh_hans: [外]化学增殖

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_GHOST_FIRE"]/desc
source: Ghosts heal from fire. Gouls heal at half the speed from fires compared to other Ghosts. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Fantasmas se curan con el fuego. Los Guls se curan a la mitad de velocidad con los fuegos en comparación con otros Fantasmas. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I fantasmi guariscono dal fuoco.I goul guariscono a metà della velocità dagli incendi rispetto ad altri fantasmi. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: ゴーストは火から回復する。Goulsは他のGhostsに比べ、火災から半分の速度で回復する。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を発揮するが、オーグメントスロットを消費する。実際のラボアップグレードに変換することはできないが、プライマリースロットを消費することはない。それ自身とはスタックしない。
ko: 고스트가 화재 위에서 체력을 회복합니다. 구울은 다른 고스트의 절반 속도로 회복합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Duchy leczą się od ognia. Ghule leczą się od ognia z połową prędkości w porównaniu do innych Duchów. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os fantasmas se curam do fogo. Os Gouls se curam de incêndios na metade da velocidade em comparação com outros Ghosts. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 魂灵族可在火焰中恢复生命，燃灵的恢复速度只有其他魂灵的50%。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_GHOST_RESIST"]/title
source: [L] Non-Corporealism
ko: [L] 비물질화
zh_hans: [外]魂体化

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_GHOST_RESIST"]/desc
source: Ghosts gain 50% combat damage resistance and ignore enemy crew, opting instead to repair or sabotage in their presence. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
ko: 고스트가 전투로부터 50%의 피해만을 받게 되지만, 대인 공격 능력을 상실합니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
zh_hans: 魂灵族获得50%的战斗伤害抗性，但无视敌方船员的存在，专注于维修或破坏。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_INSTALLED"]/title
source: Morph
es: Transformar
ja: モーフ
pl: Zmiennokształtny
zh_hans: 模物族

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_INSTALLED"]/desc
source: Morph upgrade installed.
es: Mejora Morfo instalada.
it: Morph Aggiornamento installato.
ja: モーフアップグレードがインストールされた。
pl: Zainstalowano ulepszenie Morfów.
pt_br: Atualização do Morph instalada.
zh_hans: 已配置模物族特质。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_FIRE"]/title
source: Neoprene Membrane
es: Membrana de Neopreno
it: Membrana neoprene
ja: ネオプレーン・メンブレン
pl: Membrana Neoprenowa
pt_br: Membrana de neoprene
zh_hans: 阻燃胶膜

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_FIRE"]/desc
source: Morphs gain fire resistance instead of suffocation resistance
es: Los Morfos ganan resistencia al fuego en lugar de resistencia a la asfixia
it: I morph ottengono resistenza al fuoco anziché resistenza al soffocamento
ja: モーフは窒息耐性の代わりに火災耐性を獲得する
pl: Morfy zyskują odporność na ogień zamiast odporności na uduszenie.
pt_br: Os Morphs ganham resistência a fogo em vez de resistência a sufocamento
zh_hans: 模物族获得灼烧伤害抗性而非窒息抗性

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_DOOR"]/title
source: Elastic Surface
es: Superficie Elástica
it: Superficie elastica
ja: 弾性表面
pl: Elastyczna Powierzchnia
pt_br: Superfície elástica
zh_hans: 弹性表面

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_DOOR"]/desc
source: Morphs can ignore doors and move 60% faster.
es: Los Morfos pueden ignorar puertas y moverse un 60% más rápido.
it: I morph possono ignorare le porte e spostare il 60% più velocemente.
ja: モーフはドアを無視して60%速く移動できる。
pl: Morfy mogą ignorować drzwi i poruszać się 60% szybciej.
pt_br: Os Morphs podem ignorar portas e se mover 60% mais rápido.
zh_hans: 模物族可以无视舱门，移动速度提高60%。

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_HEALTH"]/title
source: Hulking Mass
es: Masa Enorme
it: Messa enorme
ja: ハルキング・マス
pl: Ogromna Masa
pt_br: Massa de Hulking
zh_hans: 巨大化

# data/blueprints.xml.append$//augBlueprint[@name="LAB_MORPH_HEALTH"]/desc
source: Morphs gain 50% extra health, but move at half speed
es: Los Morfos ganan un 50% de salud extra, pero se mueven a mitad de velocidad
it: I morph ottengono il 50% di salute in più, ma si muovono a metà velocità
ja: モーフはライフを50%追加で獲得するが、移動速度は半分になる
pl: Morfy zyskują 50% dodatkowego zdrowia, ale poruszają się z połową prędkości.
pt_br: Os Morphs ganham 50% de vida extra, mas se movem com metade da velocidade
zh_hans: 模物族获得50%的额外生命值，但移动速度减少50%

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MORPH_DOOR"]/title
source: [L] Elastic Surface
es: [L] Superficie Elástica
it: [L] superficie elastica
ja: [L] 弾性表面
ko: [L] 탄성 표면
pl: [L] Elastyczna Powierzchnia
pt_br: [L] Superfície elástica
zh_hans: [外]弹性表面

# data/blueprints.xml.append$//augBlueprint[@name="EX_LAB_MORPH_DOOR"]/desc
source: Morphs can ignore doors and move 60% faster. [L] - As an external lab upgrade, this augment will provide its normal effect but take up an augment slot. It cannot be converted into an actual lab upgrade, but will not consume your primary slot. Does not stack with itself.
es: Los Morfos pueden ignorar puertas y moverse un 60% más rápido. [L] - Como mejora de laboratorio externa, esta mejora proporcionará su efecto normal pero ocupará un espacio de mejora. No se puede convertir en una mejora de laboratorio real, pero no consumirá tu espacio principal. No se acumula consigo misma.
it: I morph possono ignorare le porte e spostare il 60% più velocemente. [L] - Come aggiornamento di laboratorio esterno, questo aumento fornirà il suo effetto normale ma occuperà uno slot di aumento.Non può essere convertito in un effettivo aggiornamento di laboratorio, ma non consumerà la slot principale.Non si accumula con se stesso.
ja: モーフはドアを無視して60％速く移動できる。 [L] - 外部ラボアップグレードとして、このオーグメントは通常の効果を提供するが、オーグメントスロットを占有する。実際のラボのアップグレードに変換することはできないが、プライマリスロットを消費することはない。自身とはスタックしない。
ko: 모프가 문을 무시하고 60% 빠르게 움직입니다. [L] - 이 보조장비는 외장형 연구실 업그레이드로, 정상적인 효과를 제공하지만 보조장비 슬롯을 차지합니다. 내장형 업그레이드로 전환할 수는 없지만, 1차 업그레이드 슬롯을 차지하지 않습니다. 동일한 장비와 중첩되지 않습니다.
pl: Morfy mogą ignorować drzwi i poruszać się 60% szybciej. [L] - Jako zewnętrzne ulepszenie laboratoryjne, to ulepszenie zapewni swój normalny efekt, ale zajmie miejsce na ulepszenie. Nie można go przekształcić w rzeczywiste ulepszenie laboratoryjne, ale nie zużyje twojego głównego miejsca. Nie kumuluje się samo ze sobą.
pt_br: Os Morphs podem ignorar portas e se mover 60% mais rápido. [L] - Como um aprimoramento de laboratório externo, esse aprimoramento fornecerá seu efeito normal, mas ocupará um espaço de aprimoramento. Ele não pode ser convertido em um aprimoramento de laboratório real, mas não consumirá seu espaço primário. Não se acumula com ele mesmo.
zh_hans: 模物族可无视舱门，且获得60%移动速度加成。 [外] - 作为外置特质，该部件将提供船员的特质效果，但占用一个增强部件槽位。其无法被转换为不占槽位的物种特质，但也不影响主次要特质的配置，且相同效果不叠加。
