Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_2"]/short
source: Charge II
es: Cargo II
it: Accusa II
ja: チャージ II
pl: Zaakceptować.Laza.Ii
pt_br: Carga ii
zh_hans: 充激II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_2"]/desc
source: This Laser weapon can charge multiple projectiles, or fire its volley early.
es: Esta arma Láser puede cargar múltiples proyectiles, o disparar su andanada antes de tiempo.
it: Questa arma laser può caricare più proiettili o sparare presto il suo tiro al volo.
ja: このレーザー兵器は複数の発射体をチャージしたり、早いタイミングで一斉射撃を行うことができる。
ko: 발사체를 모아 발사할 수 있는 레이저 무기입니다.
pl: Ta broń laserowa może ładować wiele pocisków lub wystrzelić salwę wcześniej.
pt_br: Essa arma a laser pode carregar vários projéteis ou disparar sua salva antecipadamente.
zh_hans: 这种激光武器可以充填多个弹体，或者提前射出。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_3"]/title
source: Charge Laser MK III
es: Láser de Carga MK III
it: Carica Laser Mk III
ja: チャージ・レーザー MK III
ko: 충전식 레이저 마크 III
pl: Laser Ładunkowy MK III
pt_br: Laser de carga MK III
zh_hans: 充能激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_3"]/short
source: Charge III
es: Carga III
it: Carica III
ja: チャージ III
pl: Ładunkowy III
pt_br: Carga III
zh_hans: 充激III

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGEGUN_3"]/desc
source: This Laser weapon can charge multiple projectiles, or fire its volley early.
es: Esta arma Láser puede cargar múltiples proyectiles, o disparar su andanada antes de tiempo.
it: Questa arma laser può caricare più proiettili o sparare presto il suo tiro al volo.
ja: このレーザー兵器は複数の発射体をチャージしたり、早いタイミングで一斉射撃を行うことができる。
ko: 발사체를 모아 한꺼번에 발사할 수 있는 레이저 무기입니다.
pl: Ta broń laserowa może ładować wiele pocisków lub wystrzelić salwę wcześniej.
pt_br: Essa arma a laser pode carregar vários projéteis ou disparar sua salva antecipadamente.
zh_hans: 这种激光武器可以充填多个弹体，或者提前射出。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGE_CHAIN"]/title
source: Laser Chainger
es: Láser Encadenador
ja: レーザー・チェインジャー
ko: 연충식 레이저
pl: Laser Łańcuchujący
zh_hans: 链式充能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGE_CHAIN"]/short
source: L. Chainger
es: L. Encaden.
ja: L.チェインガー
pl: L. Łańcuch.
zh_hans: 链式充激

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHARGE_CHAIN"]/desc
source: This Laser can charge 2 shots, but also shoots quicker with each volley.
es: Este Láser puede cargar 2 disparos, pero también dispara más rápido con cada andanada.
it: Questo laser può caricare 2 colpi, ma spara anche più velocemente con ogni tiro al volo.
ja: このレーザーは2発チャージできるが、発射ごとに発射速度も速くなる。
ko: 발사체를 두 발까지 모을 수 있고, 발사할 때마다 충전 시간이 줄어듭니다.
pl: Ten Laser może naładować 2 strzały, ale także strzela szybciej z każdą salwą.
pt_br: Esse laser pode carregar 2 disparos, mas também dispara mais rápido a cada disparo.
zh_hans: 这种激光可以充填2发弹，且每组射击后充能更快。

source: Adaptive Laser
es: Láser Adaptativo
it: Laser adattivo
ja: 適応レーザー
ko: 적응형 레이저
pl: Laser Adaptacyjny
pt_br: Laser adaptativo
zh_hans: 自适激光

source: Adaptive L.
es: L. Adaptativo
ja: アダプティブL。
pl: Adapt. L.
pt_br: Adaptativo L.
zh_hans: 自适激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_CHAINGUN_DAMAGE"]/desc
source: Laser weapon that adapts to its situation, increasing its damage with every 2 volleys shot.
es: Arma Láser que se adapta a su situación, aumentando su daño cada 2 andanadas disparadas.
it: Arma laser che si adatta alla sua situazione, aumentando il suo danno ogni 2 raffiche.
ja: 状況に適応し、2回の一斉射撃ごとにダメージが増加するレーザー兵器。
ko: 주변 상황에 맞춰 조정되는 레이저로, 2번 발사할 때마다 피해량이 증가합니다.
pl: Broń laserowa, która dostosowuje się do sytuacji, zwiększając swoje obrażenia co 2 wystrzelone salwy.
pt_br: Arma a laser que se adapta à situação, aumentando o dano a cada 2 disparos.
zh_hans: 可根据环境自动调节的激光武器，每2组射击增加其伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FIRE"]/title
source: Fire-Starter
es: Iniciador de Fuego
it: Avviatore di fuoco
ja: ファイヤースターター
ko: 방화 레이저
pl: Podpalacz
pt_br: Iniciador de fogo
zh_hans: 火焰激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FIRE"]/short
source: Fire-Starter
es: Iniciador de Fuego
it: Avviatore di fuoco
ja: ファイヤースターター
pl: Podpalacz
pt_br: Iniciador de fogo
zh_hans: 火焰激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FIRE"]/desc
source: A modified Laser weapon which starts a fire with each projectile, as well as harming enemy systems and hull but not crew.
es: Un arma Láser modificada que inicia un incendio con cada proyectil, además de dañar los sistemas y el casco enemigos, pero no a la tripulación.
it: Un'arma laser modificata che inizia un incendio con ciascun proiettile, oltre a danneggiare i sistemi nemici e lo scafo ma non l'equipaggio.
ja: 各発射体で発砲し、敵のシステムと船体に損害を与えるが、クルーには損害を与えない改造されたレーザー兵器。
ko: 확정적으로 화재를 일으키도록 개조된 레이저 무기입니다. 선원에게 직접적인 피해를 줄 수 없습니다.
pl: Zmodyfikowana broń laserowa, która wywołuje pożar każdym pociskiem, a także uszkadza systemy i kadłub wroga, ale nie załogę.
pt_br: Uma arma a laser modificada que inicia um incêndio com cada projétil, além de danificar os sistemas e o casco do inimigo, mas não a tripulação.
zh_hans: 一种改装激光武器，每枚弹体都会引发火焰，并伤害敌方的系统和舰体，但不会伤害船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_STUN"]/title
source: Neural Laser
es: Láser Neuronal
it: Laser neurale
ja: 神経レーザー
ko: 신경 레이저
pl: Laser Neuronowy
pt_br: Laser Neural
zh_hans: 神经激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_STUN"]/short
source: Neural Laser
es: Láser Neuronal
it: Laser neurale
ja: 神経レーザー
pl: Laser Neuronowy
pt_br: Laser Neural
zh_hans: 神经激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_STUN"]/desc
source: This special Heavy Laser weapon is modified to temporarily stun crew in the room it hits.
es: Esta arma Láser Pesada especial está modificada para aturdir temporalmente a la tripulación en la sala que golpea.
it: Questa speciale arma laser pesante viene modificata per stordire temporaneamente l'equipaggio nella stanza che colpisce.
ja: この特別なヘビーレーザー兵器は、命中した部屋のクルーを一時的にスタンさせるように修正されている。
ko: 피격된 선실에 위치한 선원을 잠시 기절시키도록 개조된 특수 중형 레이저입니다.
pl: Ta specjalna broń typu Ciężki Laser jest zmodyfikowana, aby tymczasowo ogłuszać załogę w pomieszczeniu, w które trafi.
pt_br: Essa arma especial de laser pesado é modificada para atordoar temporariamente a equipe na sala atingida.
zh_hans: 这种特殊的重型激光武器经过改装，可以暂时击晕它所击中的舱室内的船员。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_1"]/title
source: Frost Laser MK I
es: Láser de Hielo MK I
ja: フロストレーザー MK I
ko: 서리 레이저 마크 I
pl: Laser Mrożący MK I
pt_br: Laser Frost MK I
zh_hans: 冰霜激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_1"]/short
source: Frost I
es: Hielo I
ja: フロストI
pl: Mrożący I
pt_br: Geada I
zh_hans: 冰霜激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_1"]/desc
source: Frost Lasers are one of the few weapon types capable of locking down rooms, keeping most crew from entering or leaving.
es: Los Láseres de Hielo son uno de los pocos tipos de armas capaces de bloquear salas, impidiendo que la mayoría de la tripulación entre o salga.
it: I laser al gelo sono uno dei pochi tipi di armi in grado di bloccare le stanze, impedendo alla maggior parte dell'equipaggio di entrare o lasciare.
ja: フロストレーザーは、部屋を封鎖してほとんどのクルーの出入りを妨げることができる数少ない武器の1つだ。
ko: 선원이 출입하지 못하도록 선실을 봉쇄할 수 있는 몇 안 되는 무기 중 하나입니다.
pl: Lasery Mrożące to jeden z niewielu typów broni zdolnych do blokowania pomieszczeń, uniemożliwiając większości załogi wejście lub wyjście.
pt_br: Os Frost Lasers são um dos poucos tipos de armas capazes de bloquear salas, impedindo que a maioria da tripulação entre ou saia.
zh_hans: 冰霜激光是为数不多的能够封锁舱室的武器类型之一，可以防止大多数船员进入或离开。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_2"]/title
source: Frost Laser MK II
es: Láser de Hielo MK II
ja: フロストレーザー MK II
ko: 서리 레이저 마크 II
pl: Laser Mrożący MK II
pt_br: Laser de gelo MK II
zh_hans: 冰霜激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_2"]/short
source: Frost II
es: Hielo II
ja: フロストII
pl: Mrożący II
zh_hans: 冰霜激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_2"]/desc
source: Frost Lasers are one of the few weapon types capable of locking down rooms, keeping most crew from entering or leaving.
es: Los Láseres de Hielo son uno de los pocos tipos de armas capaces de bloquear salas, impidiendo que la mayoría de la tripulación entre o salga.
it: I laser al gelo sono uno dei pochi tipi di armi in grado di bloccare le stanze, impedendo alla maggior parte dell'equipaggio di entrare o lasciare.
ja: フロストレーザーは、部屋を封鎖してほとんどのクルーの出入りを妨げることができる数少ない武器の1つだ。
ko: 선원이 출입하지 못하도록 선실을 봉쇄할 수 있는 몇 안 되는 무기 중 하나입니다.
pl: Lasery Mrożące to jeden z niewielu typów broni zdolnych do blokowania pomieszczeń, uniemożliwiając większości załogi wejście lub wyjście.
pt_br: Os Frost Lasers são um dos poucos tipos de armas capazes de bloquear salas, impedindo que a maioria da tripulação entre ou saia.
zh_hans: 冰霜激光是为数不多的能够封锁舱室的武器类型之一，可以防止大多数船员进入或离开。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_2_PLAYER"]/title
source: Frost Laser MK II
es: Láser de Hielo MK II†
ja: フロストレーザー MK II
ko: 프로스트 레이저 마크 II†
pl: Laser Mrożący MK II†
pt_br: Laser de gelo MK II†
zh_hans: 冰霜激光II†

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_2_PLAYER"]/short
source: Frost II
es: Hielo II†
ja: フロストII
pl: Mrożący II†
zh_hans: 冰霜激光II†

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_FROST_2_PLAYER"]/desc
source: Frost Lasers are one of the few weapon types capable of locking down rooms, keeping most crew from entering or leaving.
es: Los Láseres de Hielo son uno de los pocos tipos de armas capaces de bloquear salas, impidiendo que la mayoría de la tripulación entre o salga.
it: I laser al gelo sono uno dei pochi tipi di armi in grado di bloccare le stanze, impedendo alla maggior parte dell'equipaggio di entrare o lasciare.
ja: フロストレーザーは、部屋を封鎖してほとんどのクルーの出入りを妨げることができる数少ない武器の1つだ。
ko: 선원이 출입하지 못하도록 선실을 봉쇄할 수 있는 몇 안 되는 무기 중 하나입니다.
pl: Lasery Mrożące to jeden z niewielu typów broni zdolnych do blokowania pomieszczeń, uniemożliwiając większości załogi wejście lub wyjście.
pt_br: Os Frost Lasers são um dos poucos tipos de armas capazes de bloquear salas, impedindo que a maioria da tripulação entre ou saia.
zh_hans: 冰霜激光是为数不多的能够封锁舱室的武器类型之一，可以防止大多数船员进入或离开。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BIO"]/title
source: Irradiation Laser
es: Láser de Irradiación
it: Laser di irradiazione
ja: 照射レーザー
ko: 방사성 레이저
pl: Laser Napromieniowujący
pt_br: Laser de irradiação
zh_hans: 辐射激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BIO"]/short
source: Rad Laser
es: Láser Rad.
ja: ラッドレーザー
pt_br: Roda laser
zh_hans: 辐射激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BIO"]/desc
source: A specialized Laser that does high bio damage and cripples crew, but no system or hull damage.
es: Un Láser especializado que inflige un alto daño biológico y paraliza a la tripulación, pero no daña sistemas ni el casco.
it: Un laser specializzato che fa danno bio alto e paralizza l'equipaggio, ma nessun sistema o danno allo scafo.
ja: 高い生体ダメージを与え、クルーを麻痺させる特殊なレーザーだが、システムや船体にはダメージを与えない。
ko: 시스템이나 선체에는 피해를 입히지 않지만, 선원에게 큰 피해를 입히고 일시적인 장애를 남기는 특수한 레이저입니다.
pl: Specjalistyczny Laser, który zadaje wysokie obrażenia biologiczne i paraliżuje załogę, ale nie zadaje obrażeń systemom ani kadłubowi.
pt_br: Um laser especializado que causa alto dano biológico e incapacita a tripulação, mas nenhum dano ao sistema ou ao casco.
zh_hans: 一种特化的激光，可造成高额生物伤害并使船员虚弱，但不造成系统或舰体伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PARTICLE"]/title
source: Particle Accelerator MK I
es: Acelerador de Partículas MK I
it: Particelle accelerator mk i
ja: 粒子加速器 MK I
ko: 입자 가속기 마크 I
pl: Akcelerator Cząstek MK I
pt_br: Acelerador de partículas MK I
zh_hans: 粒子加速器I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PARTICLE"]/short
source: Particle I
es: Partículas I
it: Particella I.
ja: パーティクルI
pl: Cząstka I
pt_br: Partícula I
zh_hans: 粒子I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PARTICLE"]/desc
source: Shoots streamlined bolts which do heavy system damage. Does not harm crew or hull, and cannot lower shields.
es: Dispara proyectiles aerodinámicos que infligen un gran daño al sistema. No daña a la tripulación ni al casco, y no puede bajar los escudos.
it: Scatta bulloni semplificati che fanno danni al sistema pesante.Non danneggia l'equipaggio o lo scafo e non può abbassare gli scudi.
ja: 流線形のボルトを発射し、システムに大きなダメージを与える。クルーや船体にはダメージを与えず、シールドを下げることもできない。
ko: 시스템에 큰 피해를 가하는 유선형 볼트를 발사합니다. 선원이나 선체에는 피해를 주지 않으며 방어막을 제거할 수도 없습니다.
pl: Wystrzeliwuje opływowe pociski, które zadają ciężkie obrażenia systemom. Nie rani załogi ani kadłuba i nie może obniżać tarcz.
pt_br: Dispara parafusos aerodinâmicos que causam grandes danos ao sistema. Não causa danos à tripulação ou ao casco e não pode reduzir os escudos.
zh_hans: 射出流线型粒子束，可以造成高额的系统伤害。无法对舰体或船员造成伤害，且无法击破护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PARTICLE_2"]/title
source: Particle Accelerator MK II
es: Acelerador de Partículas MK II
it: Particelle accelerator mk ii
ja: 粒子加速器 MK II
ko: 입자 가속기 마크 II
pl: Akcelerator Cząstek MK II
pt_br: Acelerador de partículas MK II
zh_hans: 粒子加速器II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PARTICLE_2"]/short
source: Particle II
es: Partículas II
it: Particella II
ja: パーティクルII
pl: Cząstka II
pt_br: Partícula II
zh_hans: 粒子II

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_PARTICLE_2"]/desc
source: Shoots streamlined bolts which do heavy system damage. Does not harm crew or hull, and cannot lower shields.
es: Dispara proyectiles aerodinámicos que infligen un gran daño al sistema. No daña a la tripulación ni al casco, y no puede bajar los escudos.
it: Scatta bulloni semplificati che fanno danni al sistema pesante.Non danneggia l'equipaggio o lo scafo e non può abbassare gli scudi.
ja: 流線形のボルトを発射し、システムに大きなダメージを与える。クルーや船体にはダメージを与えず、シールドを下げることもできない。
ko: 시스템에 큰 피해를 가하는 유선형 볼트를 발사합니다. 선원이나 선체에는 피해를 주지 않으며 방어막을 제거할 수도 없습니다.
pl: Wystrzeliwuje opływowe pociski, które zadają ciężkie obrażenia systemom. Nie rani załogi ani kadłuba i nie może obniżać tarcz.
pt_br: Dispara parafusos aerodinâmicos que causam grandes danos ao sistema. Não causa danos à tripulação ou ao casco e não pode reduzir os escudos.
zh_hans: 射出流线型粒子束，可以造成高额的系统伤害。无法对舰体或船员造成伤害，且无法击破护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_PARTICLE"]/title
source: Particle Beam
es: Rayo de Partículas
it: Raggio di particelle
ja: 粒子ビーム
ko: 입자 빔
pl: Promień Cząsteczkowy
pt_br: Feixe de partículas
zh_hans: 粒子光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_PARTICLE"]/short
source: Part. Beam
es: Rayo Part.
it: Parte.Trave
ja: 部品ビーム
pl: Promień Cząst.
pt_br: Parte. Feixe
zh_hans: 粒子光束

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_PARTICLE"]/desc
source: Fires a long concentrated beam that annihilates systems and lights fires, but does no damage to the hull or crew.
es: Dispara un largo rayo concentrado que aniquila sistemas e inicia incendios, pero no daña el casco ni a la tripulación.
it: Scatta un raggio concentrato a lungo che annienta i sistemi e le luci, ma non fa danni allo scafo o all'equipaggio.
ja: 長い集中ビームを発射してシステムを破壊し、火災を引き起こすが、船体やクルーにはダメージを与えない。
ko: 시스템을 완파하고 화재를 일으키는 길고 집약된 빔을 발사합니다. 선원이나 선체에는 피해를 입히지 않습니다.
pl: Wystrzeliwuje długi, skoncentrowany promień, który niszczy systemy i wywołuje pożary, ale nie zadaje obrażeń kadłubowi ani załodze.
pt_br: Dispara um feixe longo e concentrado que aniquila sistemas e acende incêndios, mas não causa danos ao casco ou à tripulação.
zh_hans: 发射一道长而集中的光束，可以严重破坏系统并引发火灾，但不会对舰体或船员造成伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_PARTICLE"]/title
source: Particle Missile
es: Misil de Partículas
it: Missile particelle
ja: 粒子ミサイル
ko: 입자 미사일
pl: Pocisk Cząsteczkowy
pt_br: Míssil de partículas
zh_hans: 粒子导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_PARTICLE"]/short
source: Particle M.
es: Misil P.
it: Particella M.
ja: 粒子M。
pl: Pocisk Cząst.
pt_br: Partícula M.
zh_hans: 粒子导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_PARTICLE"]/desc
source: Each missile contains its own particle accelerator, which upon contact with the enemy ship will do massive damage to systems and start fires.
es: Cada misil contiene su propio acelerador de partículas, que al contactar con la nave enemiga infligirá un daño masivo a los sistemas e iniciará incendios.
it: Ogni missile contiene il proprio acceleratore di particelle, che al contatto con la nave nemica farà enormi danni ai sistemi e inizierà gli incendi.
ja: 各ミサイルには独自の粒子加速器が含まれており、敵艦と接触するとシステムに大きなダメージを与え、火災を引き起こす。
ko: 각 미사일에 자체적인 입자 가속기가 탑재되어 있어 적 함선에 닿는 즉시 막대한 시스템 피해를 주고 화재를 일으킵니다.
pl: Każdy pocisk zawiera własny akcelerator cząstek, który po kontakcie z wrogim statkiem zada ogromne obrażenia systemom i wywoła pożary.
pt_br: Cada míssil contém seu próprio acelerador de partículas que, ao entrar em contato com a nave inimiga, causará danos enormes aos sistemas e iniciará incêndios.
zh_hans: 每枚导弹都内含粒子加速器，与敌舰接触后会对系统造成巨量伤害并引发火焰。

source: Particle Missile
es: Misil de Partículas†
it: Missile particelle †
ja: 粒子ミサイル†」。
ko: 입자 미사일†
pl: Pocisk Cząsteczkowy†
pt_br: Míssil de partículas†
zh_hans: 粒子导弹†

source: Particle M.
es: Misil P.†
it: Particella M. †
ja: 粒子
pl: Pocisk Cząst.†
pt_br: Partícula M.†
zh_hans: 粒子导弹∫

source: Each missile contains its own particle accelerator, which upon contact with the enemy ship will do massive damage to systems and start fires.
es: Cada misil contiene su propio acelerador de partículas, que al contactar con la nave enemiga infligirá un daño masivo a los sistemas e iniciará incendios.
it: Ogni missile contiene il proprio acceleratore di particelle, che al contatto con la nave nemica farà enormi danni ai sistemi e inizierà gli incendi.
ja: 各ミサイルには独自の粒子加速器が含まれており、敵艦と接触するとシステムに大きなダメージを与え、火災を引き起こす。
ko: 각 미사일에 자체적인 입자 가속기가 탑재되어 있어 적 함선에 닿는 즉시 막대한 시스템 피해를 주고 화재를 일으킵니다.
pl: Każdy pocisk zawiera własny akcelerator cząstek, który po kontakcie z wrogim statkiem zada ogromne obrażenia systemom i wywoła pożary.
pt_br: Cada míssil contém seu próprio acelerador de partículas que, ao entrar em contato com a nave inimiga, causará danos enormes aos sistemas e iniciará incêndios.
zh_hans: 每枚导弹都内含粒子加速器，与敌舰接触后会对系统造成巨量伤害并引发火焰。

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_ENERGY"]/title
source: Energy Missile
es: Misil de Energía
it: Missile energetico
ja: エネルギー・ミサイル
ko: 에너지 미사일
pl: Pocisk Energetyczny
pt_br: Míssil de energia
zh_hans: 能量导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_ENERGY"]/short
source: Energy M.
es: Misil E.
it: Energia M.
ja: エネルギーM。
pl: Pocisk En.
pt_br: Energia M.
zh_hans: 能量导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_ENERGY"]/desc
source: A strange modified particle weapon that now leaks ion energy. It cannot do system damage, but does 5 ion damage to whatever system it hits, as well as shields if they are up.
es: Un arma de partículas modificada y extraña que ahora fuga energía iónica. No puede dañar sistemas, pero inflige 5 de daño iónico al sistema que golpea, así como a los escudos si están activos.
it: Una strana arma da particella modificata che ora perde l'energia ionica.Non può causare danni al sistema, ma fa 5 danni da ioni a qualunque sistema colpisca, nonché scudi se sono in piedi.
ja: イオンエネルギーを漏洩するようになった奇妙な改造パーティクルウェポン。システムにダメージを与えることはできないが、当たったシステムに5イオンダメージを与える。また、シールドが立っている場合はシールドにもダメージを与える。
ko: 이온 에너지를 방출하는 요상하게 개조된 입자 무기입니다. 시스템 피해는 입히지 못하지만, 피격된 선실에 5의 이온 피해를 입힙니다. 방어막이 켜져 있을 시 방어막에도 이온 피해를 입힙니다.
pl: Dziwna, zmodyfikowana broń cząsteczkowa, która teraz wycieka energią jonową. Nie może zadawać obrażeń systemom, ale zadaje 5 obrażeń jonowych systemowi, w który trafi, a także tarczom, jeśli są aktywne.
pt_br: Uma estranha arma de partículas modificada que agora vaza energia iônica. Ela não pode causar dano ao sistema, mas causa 5 de dano iônico a qualquer sistema atingido, bem como aos escudos, se estiverem ativados.
zh_hans: 一种奇怪的改造粒子武器，泄漏离子能量。它无法造成系统伤害，但会对它击中的任何系统造成5点离子伤害，包括启动的护盾。

source: Simple Ion
es: Ión Simple
it: Ione semplice
ja: シンプル・イオン
ko: 간소한 이온
pl: Prosty Jon
pt_br: Íon simples
zh_hans: 简易离子炮

source: Simple Ion
es: Ión Simple
it: Ione semplice
ja: シンプル・イオン
pl: Prosty Jon
pt_br: Íon simples
zh_hans: 简易离子

source: A simple ion weapon which can temporarily take down a shield barrier.
es: Un arma iónica simple que puede desactivar temporalmente una barrera de escudo.
it: Una semplice arma a ioni che può temporaneamente abbattere una barriera di scudo.
ja: シールドバリアを一時的に破壊できるシンプルなイオンウェポン。
ko: 방어막을 일시적으로 무력화할 수 있는 간소한 이온 무기입니다.
pl: Prosta broń jonowa, która może tymczasowo wyłączyć barierę tarczy.
pt_br: Uma arma de íons simples que pode derrubar temporariamente uma barreira de escudo.
zh_hans: 一种简易的离子武器，可以暂时瓦解一层护盾。

source: Ion Barrage MK I
es: Andanada Iónica MK I
ja: イオン弾幕 MK I
ko: 이온 포대 마크 I
pl: Bariera Jonowa MK I
pt_br: Barragem de íons MK I
zh_hans: 离子炮I

source: Ion I
es: Ión I
it: Ione i
ja: イオンI
pl: Jon I
pt_br: Íon I
zh_hans: 离子I

source: A simple ion weapon which can keep a shield barrier offline.
es: Un arma iónica simple que puede mantener una barrera de escudo desactivada.
it: Una semplice arma a ioni che può mantenere offline una barriera di scudo.
ja: シールドバリアをオフラインに保つことができるシンプルなイオンウェポン。
ko: 방어막을 마비시킬 수 있는 간소한 이온 무기입니다.
pl: Prosta broń jonowa, która może utrzymywać barierę tarczy w stanie wyłączonym.
pt_br: Uma arma de íons simples que pode manter uma barreira de escudo off-line.
zh_hans: 一种简易的离子武器，可以使一层护盾持续失效。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_3"]/title
source: Ion Barrage MK II
es: Andanada Iónica MK II
ja: イオン弾幕 MK II
ko: 이온 포대 II
pl: Bariera Jonowa MK II
pt_br: Barragem de íons MK II
zh_hans: 离子炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_3"]/short
source: Ion II
es: Ión II
it: Ione II
ja: イオンII
pl: Jon II
pt_br: Íon II
zh_hans: 离子II

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_3"]/desc
source: An upgraded ion weapon which can keep multiple shield barriers offline.
es: Un arma iónica mejorada que puede mantener múltiples barreras de escudo desactivadas.
it: Un'arma ionica aggiornata che può mantenere offline più barriere di scudo.
ja: 複数のシールドバリアをオフラインに保つことができるアップグレードされたイオンウェポン。
ko: 여러 겹의 방어막을 마비시킬 수 있는 고급 이온 무기입니다.
pl: Ulepszona broń jonowa, która może utrzymywać wiele barier tarcz w stanie wyłączonym.
pt_br: Uma arma de íons aprimorada que pode manter várias barreiras de escudo off-line.
zh_hans: 一种升级版离子武器，可以使多层护盾持续失效。

source: Ion Barrage MK III
es: Andanada Iónica MK III
ja: イオン弾幕 MK III
ko: 이온 포대 마크 III
pl: Bariera Jonowa MK III
pt_br: Barragem de íons MK III
zh_hans: 离子炮III

source: Ion III
es: Ión III
it: Ione III
ja: イオンIII
pl: Jon III
pt_br: Íon III
zh_hans: 离子III

source: An advanced ion weapon which can keep many shield barriers offline.
es: Un arma iónica avanzada que puede mantener muchas barreras de escudo desactivadas.
it: Un'arma ionica avanzata che può mantenere offline molte barriere di scudo.
ja: 多くのシールドバリアをオフラインに保つことができる高度なイオンウェポン。
ko: 여러 겹의 방어막을 마비시킬 수 있는 최고급 이온 무기입니다.
pl: Zaawansowana broń jonowa, która może utrzymywać wiele barier tarcz w stanie wyłączonym.
pt_br: Uma arma iônica avançada que pode manter muitas barreiras de escudo off-line.
zh_hans: 一种先进离子武器，可以使许多层护盾持续失效。

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_HEAVY"]/title
source: Heavy Ion
es: Ion pesado
it: Ione pesante
ja: 重イオン
ko: 중형 이온
pl: Śmieci.Ip
pt_br: Íon pesado
zh_hans: 重型离子炮
