Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="GHOST_DUPLICATOR"]/desc
source: Patented GHOST DUPLICATING technology allows you to quickly and rapidly inflate Ghosts of any type, then force them to divide as if they were an Alpha. It's painless, we promise.
es: La tecnología patentada de DUPLICACIÓN DE FANTASMAS te permite inflar rápida y velozmente Fantasmas de cualquier tipo, y luego forzarlos a dividirse como si fueran un Alfa. Es indoloro, lo prometemos.
it: La tecnologia di duplicazione fantasma brevettata ti consente di gonfiare rapidamente i fantasmi di qualsiasi tipo, quindi costringerli a dividere come se fossero un alfa.È indolore, promettiamo.
ja: 特許取得済みのゴースト複製テクノロジーを使用すると、あらゆる種類のゴーストを迅速かつ迅速に膨張させ、アルファかのように強制的に分割することができる。痛みはない、お約束する。
ko: 이 독특한 고스트 분열 장비를 사용하면 어떤 종류의 고스트든 빠르게 부풀린 후 강제로 알파 고스트처럼 분열시킬 수 있습니다. 절대 고통스럽지 않다고 보장합니다.
pl: Opatentowana technologia DUPLIKACJI DUCHÓW pozwala na szybkie i gwałtowne nadmuchiwanie Duchów dowolnego typu, a następnie zmuszanie ich do podziału, jakby były Alfą. To bezbolesne, obiecujemy.
pt_br: A tecnologia patenteada GHOST DUPLICATING permite inflar rápida e rapidamente Ghosts de qualquer tipo e, em seguida, forçá-los a se dividir como se fossem um Alpha. É indolor, nós prometemos.
zh_hans: 专利魂灵复制技术，可迅速使任意魂灵族气体进入高能膨胀状态，然后迫使其像巨型魂灵一样分裂。该过程保证无痛。

# data/blueprints.xml.append$//augBlueprint[@name="STORE_BEACON"]/title
source: Merchant Beacon
es: Baliza de Mercader
it: Beacon mercantile
ja: マーチャント・ビーコン
ko: 무역상 신호기
pl: Sygnalizator Kupiecki
pt_br: Farol do comerciante
zh_hans: 商人信标

# data/blueprints.xml.append$//augBlueprint[@name="STORE_BEACON"]/desc
source: Can summon a store at any empty beacon at the cost of 1 fleet boost.
es: Puede invocar una tienda en cualquier baliza vacía a cambio de 1 impulso de flota.
it: Può evocare un negozio a qualsiasi faro vuoto al costo di 1 spinta della flotta.
ja: フリート ブースト1つを犠牲にして、空のビーコンに店を召喚できる。
ko: 빈 송신소에서 반군의 추적을 1도약 가속시키는 대신 상점을 호출할 수 있습니다.
pl: Może przywołać sklep przy dowolnym pustym sygnalizatorze kosztem 1 przyspieszenia floty.
pt_br: Pode convocar uma loja em qualquer farol vazio ao custo de 1 impulso de frota.
zh_hans: 可在空信标处以1次追击舰队加速的代价，召唤一家商店。

# data/blueprints.xml.append$//augBlueprint[@name="DISTRACTION_BUOY"]/title
source: Decoy Buoys
es: Boyas de Señuelo
it: Boe di esca
ja: デコイ・ブイ
ko: 교란용 미끼
pl: Boje Pozoracyjne
pt_br: Boias de sinalização
zh_hans: 诱导航标

# data/blueprints.xml.append$//augBlueprint[@name="DISTRACTION_BUOY"]/desc
source: Allows you to deploy buoys during jumpspeed. Can give 1 fleet delay for free, or deploy additional buoys using droneparts.
es: Te permite desplegar boyas durante la velocidad de salto. Puede dar 1 retraso de flota gratis, o desplegar boyas adicionales usando piezas de dron.
it: Ti consente di distribuire boe durante Jumpspeed.Può dare 1 ritardo della flotta gratuitamente o distribuire boe aggiuntive utilizzando i droneparts.
ja: ジャンプスピード中にブイを展開できるようになる。無料で1艦隊の遅延を与えるか、ドローンパーツを使用して追加のブイを配備できる。
ko: 한계속도 항행 중에 반군의 추적을 교란하는 미끼를 배치할 수 있습니다. 비용 없이 도약을 1회만 지연시키거나 드론 부품을 소모해 추가적인 미끼를 배치할 수 있습니다.
pl: Pozwala na rozmieszczanie boi podczas skoku. Może dać 1 opóźnienie floty za darmo lub rozmieścić dodatkowe boje, używając części do dronów.
pt_br: Permite que você implante boias durante o jumpspeed. Pode dar 1 atraso de frota gratuitamente ou implantar boias adicionais usando droneparts.
zh_hans: 可在星区跃迁期间部署航标。能免费拖延1次叛军追击，或消耗无人机部件拖延更多次。

# data/blueprints.xml.append$//augBlueprint[@name="PRE_SCANNER"]/title
source: Slip-Scanner
es: Escáner de Deslizamiento
it: Scanner slip
ja: スリップスキャナー
ko: 슬립 스캐너
pl: Skaner Poślizgowy
pt_br: Scanner de deslizamento
zh_hans: 滑流扫描仪

# data/blueprints.xml.append$//augBlueprint[@name="PRE_SCANNER"]/desc
source: Can be used to map the next sector while in jumpspeed at the cost of 3 fuel.
es: Se puede usar para mapear el siguiente sector mientras estás en velocidad de salto a cambio de 3 de combustible.
it: Può essere utilizzato per mappare il settore successivo durante la velocità di Jump al costo di 3 carburante.
ja: 燃料3を消費してジャンプスピード中に次のセクターをマッピングするために使用できる。
ko: 한계속도 항행 중에 연료 3개를 소모해 다음 구역의 지도 데이터를 얻을 수 있습니다.
pl: Może być użyty do zmapowania następnego sektora podczas skoku kosztem 3 paliwa.
pt_br: Pode ser usado para mapear o próximo setor enquanto estiver em velocidade de salto ao custo de 3 combustíveis.
zh_hans: 可在跨星区跃迁中，消耗3份燃料来绘制下星区的星图。

# data/blueprints.xml.append$//augBlueprint[@name="FUEL_CONSERVER"]/title
source: Fuel Conserver
es: Conservador de Combustible
it: Conservatore di carburante
ja: フューエル・コンサーバー
ko: 연료 절약 장치
pl: Oszczędzacz Paliwa
pt_br: Conservador de combustível
zh_hans: 燃料回收器

# data/blueprints.xml.append$//augBlueprint[@name="FUEL_CONSERVER"]/desc
source: Hyper efficient fuel conservation mixed with a bit of science mumbo-jumbo not only lets you conserve the fuel used when entering a new sector through jumpspeed, but also generate another fuel cell as well! Still requires you to have at least 1 fuel to make the jump first.
es: Dispositivo de conservación de combustible hipereficiente mezclado con un poco de palabrería científica que genera hasta 5 celdas de combustible al entrar en un nuevo sector a través de la velocidad de salto.
ja: 超高効率の燃料節約装置と、ジャンプスピードで新しいセクターに入る際に最大5個の燃料電池を生成する、ちょっと科学的なムチャクチャな仕組みがミックスされている。
ko: 약간 유사 과학스러운 초고효율 연료 절약을 통해 구역 이동 시 소비되는 연료를 복구할 뿐만 아니라 새 연료를 만들어 내기까지 합니다! 구역간 도약을 하기 위해서는 여전히 1개의 연료가 있어야 합니다.
pl: Hiper wydajne urządzenie do oszczędzania paliwa zmieszane z odrobiną naukowego bełkotu, które generuje do 5 ogniw paliwowych przy wchodzeniu do nowego sektora poprzez skok.
zh_hans: 超高效率的燃料节约器与一些科学上有的没的结合，不仅能使你节约跨星区跃迁所需的燃料，还能额外产生1份！但你仍需要有1份燃料来进行跃迁。

# data/blueprints.xml.append$//augBlueprint[@name="PDS_DISABLE"]/title
source: Signal Diluter
es: Diluidor de Señal
it: Diluitore del segnale
ja: シグナル・ディリューター
ko: 신호 약화 장치
pl: Rozcieńczalnik Sygnału
pt_br: Diluidor de sinal
zh_hans: 信号稀释器

# data/blueprints.xml.append$//augBlueprint[@name="PDS_DISABLE"]/desc
source: A module that drowns out distress or other signals. Can be used to prevent guards from calling for ASB backup or disable enemy attack satellites. Provides helpful blue options during relevant events.
es: Un módulo que ahoga las señales de socorro u otras señales. Se puede usar para evitar que los guardias pidan refuerzos ASB o para desactivar los satélites de ataque enemigos. Proporciona opciones azules útiles durante eventos relevantes.
it: Un modulo che annega l'angoscia o altri segnali.Può essere utilizzato per impedire alle guardie di chiedere il backup ASB o disabilitare i satelliti di attacco nemico. Fornisce utili opzioni blu durante gli eventi pertinenti.
ja: 遭難信号などをかき消すモジュール。警備員がASBに応援を要請するのを防いだり、敵の攻撃衛星を無力化したりするのに使用できる。 関連イベント中に役立つ青のオプションを提供する。
ko: 조난 신호를 비롯한 여러 신호를 약화하는 모듈입니다. 경비가 ASB를 부르는 것을 방지하거나 적의 공격 위성을 비활성화 하는 데 사용할 수 있습니다. 관련 이벤트에서 유용한 파란 선택지를 제공합니다.
pl: Moduł, który zagłusza sygnały alarmowe lub inne. Może być użyty do uniemożliwienia strażnikom wezwania wsparcia ASB lub wyłączenia wrogich satelitów atakujących. Zapewnia pomocne niebieskie opcje podczas odpowiednich wydarzeń.
pt_br: Um módulo que abafa sinais de socorro ou outros sinais. Pode ser usado para impedir que os guardas solicitem apoio da ASB ou para desativar os satélites de ataque do inimigo. Oferece opções azuis úteis durante eventos relevantes.
zh_hans: 一个可以遮蔽求救或其他信号的模块。可用于防止守卫呼叫反舰炮台支援或使敌人的攻击卫星失效。 在相关事件中提供有用的蓝色选项。

# data/blueprints.xml.append$//augBlueprint[@name="ANTI_VIRUS"]/title
source: Anti-Virus Module
es: Módulo Antivirus
it: Modulo anti-virus
ja: アンチウィルス・モジュール
ko: 안티 바이러스 모듈
pl: Moduł Antywirusowy
pt_br: Módulos antivírus
zh_hans: 防护程序

# data/blueprints.xml.append$//augBlueprint[@name="ANTI_VIRUS"]/desc
source: Combat augment that can neutralize enemy Hacking systems. Also performs well against malicious viruses from enemy satellites or other sources. [Uses 2 power, lasts 30 seconds] Provides helpful blue options during relevant events.
es: Mejora de combate que puede neutralizar los sistemas de Hackeo enemigos. También funciona bien contra virus maliciosos de satélites enemigos u otras fuentes. [Usa 2 de energía, dura 30 segundos] Proporciona opciones azules útiles durante eventos relevantes.
it: Combattimento che può neutralizzare i sistemi di hacking nemici.Si comporta anche bene contro virus dannosi da satelliti nemici o altre fonti. [Usa 2 potenza, dura 30 secondi] Fornisce utili opzioni blu durante gli eventi pertinenti.
ja: 敵のハッキング・システムを無力化できる戦闘用オーグメント。敵の衛星などからの悪意のあるウィルスに対しても効果を発揮する。 [2パワー使用、30秒持続]。 関連イベント中に役立つ青のオプションを提供する。
ko: 적의 해킹 시스템을 무력화할 수 있는 전투 보조장비입니다. 적의 위성이나 다른 근원으로부터 오는 악성 바이러스를 상대로도 효과적입니다. [2 전력 사용, 30초 지속] 관련 이벤트에서 유용한 파란 선택지를 제공합니다.
pl: Ulepszenie bojowe, które może neutralizować wrogie systemy Hakowania. Działa również dobrze przeciwko złośliwym wirusom z wrogich satelitów lub innych źródeł. [Zużywa 2 energii, trwa 30 sekund] Zapewnia pomocne niebieskie opcje podczas odpowiednich wydarzeń.
pt_br: Aumento de combate que pode neutralizar os sistemas de hacking do inimigo. Também funciona bem contra vírus maliciosos de satélites inimigos ou outras fontes. [Usa 2 de energia, dura 30 segundos.] Fornece opções azuis úteis durante eventos relevantes.
zh_hans: 战斗部件，可防御敌方黑客入侵，还能有效抵御来自敌方卫星或其他恶意病毒攻击。 [占用2格能量，持续30秒] 在相关事件中提供有用的蓝色选项。

# data/blueprints.xml.append$//augBlueprint[@name="FLARE_DISTRACTION"]/title
source: Distraction Flares
es: Bengalas de Distracción
it: Distrazione razzi
ja: ディストラクション・フレア
ko: 교란용 플레어
pl: Flary Odwracające Uwagę
pt_br: Sinalizadores de distração
zh_hans: 干扰闪弹

# data/blueprints.xml.append$//augBlueprint[@name="FLARE_DISTRACTION"]/desc
source: A self-replenishing supply of holographic flares that make excellent distractions in situations where enemies or satellites are nearby but have not yet locked onto your vessel. Useful for sneaking into places or away from enemies. Provides helpful blue options during relevant events.
es: Un suministro autorrecargable de bengalas holográficas que son excelentes distracciones en situaciones donde los enemigos o satélites están cerca pero aún no han fijado tu nave. Útil para infiltrarse en lugares o alejarse de los enemigos. Proporciona opciones azules útiles durante eventos relevantes.
it: Una fornitura auto-rivelatrice di razzi olografici che fanno eccellenti distrazioni in situazioni in cui nemici o satelliti sono nelle vicinanze ma non hanno ancora bloccato sulla tua nave.Utile per intrufolarsi in alcuni punti o lontano dai nemici. Fornisce utili opzioni blu durante gli eventi pertinenti.
ja: ホログラフィック・フレアは自己補充が可能で、敵や衛星が近くにいるにもかかわらず、まだあなたの船にロックオンしていない状況で、優れた注意をそらすことができる。敵のいない場所に忍び込んだり、敵から離れたりするのに役立つ。 関連イベント中に役立つ青いオプションを提供する。
ko: 근처의 적이나 위성이 아직 당신에게 주목하지 않은 상황에서 완벽한 교란을 일으키는 재활용 가능한 홀로그램 플레어입니다. 특정 장소로 잠입하거나 적으로부터 떨어질 때 유용합니다. 관련 이벤트에서 유용한 파란 선택지를 제공합니다.
pl: Samo uzupełniający się zapas holograficznych flar, które stanowią doskonałe odwrócenie uwagi w sytuacjach, gdy wrogowie lub satelity są w pobliżu, ale jeszcze nie namierzyły twojego statku. Przydatne do zakradania się do miejsc lub ucieczki od wrogów. Zapewnia pomocne niebieskie opcje podczas odpowiednich wydarzeń.
pt_br: Um suprimento auto-reabastecido de sinalizadores holográficos que são excelentes distrações em situações em que os inimigos ou satélites estão próximos, mas ainda não se fixaram em sua nave. Útil para entrar furtivamente em lugares ou se afastar de inimigos. Fornece opções azuis úteis durante eventos relevantes.
zh_hans: 自我补充供应的全息闪弹，在敌人或卫星在附近但尚未锁定你的情况下，可起到很好的干扰作用。适用于潜入星域或逃离敌人。 在相关事件中提供有用的蓝色选项。

# data/blueprints.xml.append$//augBlueprint[@name="CREW_FIREARMS"]/title
source: Improved Armories
es: Armerías Mejoradas
it: Armerie migliorate
ja: 改良された武器庫
ko: 개선된 무기고
pl: Ulepszone Zbrojownie
pt_br: Arsenais aprimorados
zh_hans: 强化军械

# data/blueprints.xml.append$//augBlueprint[@name="CREW_FIREARMS"]/desc
source: Outfits your crew with superior firearms, adding 30% extra damage in ranged crew combat.
es: Equipa a tu tripulación con armas de fuego superiores, añadiendo un 30% de daño extra en combate a distancia de tripulación.
it: Adatta il tuo equipaggio con armi da fuoco superiori, aggiungendo un danno extra del 30% nel combattimento dell'equipaggio a distanza.
ja: クルーに優れた火器を装備し、遠距離乗員戦闘で30%の追加ダメージを追加する。
ko: 선원들이 우수한 화기로 무장하여 원거리 전투에서 30%의 추가 피해를 줍니다.
pl: Wyposaża twoją załogę w lepszą broń palną, dodając 30% dodatkowych obrażeń w walce załogi na dystans.
pt_br: Equipa sua tripulação com armas de fogo superiores, adicionando 30% a mais de dano em combate à distância com a tripulação.
zh_hans: 为你的船员配备高级枪械，友方船员获得30%远程伤害加成。不影响舰内无人机。

# data/blueprints.xml.append$//augBlueprint[@name="SPEED_SUITS"]/title
source: Exovests
es: Exochalecos
it: Exovest
ja: エクソベスト
ko: 강화 조끼
pl: Egzo-kamizelki
zh_hans: 太空防护服

# data/blueprints.xml.append$//augBlueprint[@name="SPEED_SUITS"]/desc
source: Increases your crew Max Health by 10%, and their movement and healing speed by 20%.
es: Aumenta la Salud Máxima de tu tripulación en un 10%, y su velocidad de movimiento y curación en un 20%.
it: Aumenta il tuo equipaggio Max Health del 10%e il loro movimento e la velocità di guarigione del 20%.
ja: クルーの最大ライフが10%増加し、移動速度と回復速度が20%増加する。
ko: 선원들의 최대 체력을 10%만큼, 이동속도와 회복 속도를 20%만큼 증가시킵니다.
pl: Zwiększa maksymalne zdrowie twojej załogi o 10%, a ich prędkość ruchu i leczenia o 20%.
pt_br: Aumenta a Vida Máxima de sua equipe em 10% e a velocidade de movimento e cura em 20%.
zh_hans: 特殊防护服，使船员的最大生命值提高10%，移动速度提高20%。

# data/blueprints.xml.append$//augBlueprint[@name="CREW_OXYGEN"]/title
source: Advanced Ventilation
es: Ventilación Avanzada
it: Ventilazione avanzata
ja: 高度な換気
ko: 개선된 산소 공급 시스템
pl: Zaawansowana Wentylacja
pt_br: Ventilação avançada
zh_hans: 高级气循

# data/blueprints.xml.append$//augBlueprint[@name="CREW_OXYGEN"]/desc
source: Life Support now prioritizes your crew, refilling oxygen 65% faster in rooms where crew are present. Requires the system to be powered, and scales with power.
es: El Soporte Vital ahora prioriza a tu tripulación, rellenando el oxígeno un 65% más rápido en salas donde hay tripulación presente. Requiere que el sistema esté encendido y escala con la energía.
it: Il supporto vitale ora dà la priorità al tuo equipaggio, riempire l'ossigeno 65% più veloce nelle stanze in cui sono presenti l'equipaggio.Richiede che il sistema sia alimentato e si ridimensiona con l'alimentazione.
ja: O2システムがクルーを優先し、クルーがいる部屋では酸素を65%速く補充できるようになる。システムに動力が供給されている必要があり、動力に応じて拡張される。
ko: 생명 유지 장치가 이제 선원을 우선시하여 선원이 있는 선실의 산소 공급 속도가 65% 빨라집니다.
pl: Podtrzymywanie Życia teraz priorytetowo traktuje twoją załogę, uzupełniając tlen o 65% szybciej w pomieszczeniach, w których przebywa załoga. Wymaga zasilania systemu i skaluje się z mocą.
pt_br: O Suporte à Vida agora prioriza a tripulação, reabastecendo o oxigênio 65% mais rápido em salas onde a tripulação está presente. Requer que o sistema esteja ligado e aumenta com a energia.
zh_hans: 氧气被优先供给至船员，有船员的舱室内氧气补充速度提高65%。需要已供能的氧气系统来生效，且效果与供能量成正比。

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_SCRAP"]/title
source: Scrap Crate
es: Caja de Chatarra
it: Cassa di scarto
ja: スクラップ・クレート
ko: 스크랩 상자
pl: Skrzynia ze Złomem
pt_br: Caixa de sucata
zh_hans: 废料箱

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_SCRAP"]/desc
source: Can be opened at empty beacons. Can contain anywhere from 30 to 45 scrap.
es: Se puede abrir en el almacén. Puede contener entre 30 y 45 de chatarra.
ja: 保管庫内で開封可能。30枚から45枚のスクラップが入る。
ko: 빈 송신소에서 열 수 있습니다. 30~45 스크랩이 담겨 있습니다.
pl: Można otworzyć w magazynie. Może zawierać od 30 do 45 złomu.
zh_hans: 可以在空信标处打开，包含30到45份废料。

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_SCRAP_HUGE"]/title
source: Huge Scrap Crate
es: Caja de Chatarra Enorme
it: Enorme cassa di scarto
ja: 巨大スクラップ・クレート
ko: 커다란 스크랩 상자
pl: Ogromna Skrzynia ze Złomem
pt_br: Enorme caixa de sucata
zh_hans: 大废料箱

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_SCRAP_HUGE"]/desc
source: Can be opened at empty beacons. Contains 175 scrap. Can also be sold in stores for the same amount.
es: Se puede abrir en el almacén. Contiene 175 de chatarra.
ja: 保管時に開封可能。スクラップ175枚入り。
ko: 빈 송신소에서 열 수 있습니다. 175 스크랩이 담겨 있습니다. 상점에서도 같은 가격으로 팔 수 있습니다.
pl: Można otworzyć w magazynie. Zawiera 175 złomu.
zh_hans: 可以在空信标处打开，包含175废料。也可在商店卖出相同价格。

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_FUEL"]/title
source: Fuel Crate
es: Caja de Combustible
it: Cassa di carburante
ja: 燃料クレート
ko: 연료 상자
pl: Skrzynia z Paliwem
pt_br: Caixa de combustível
zh_hans: 燃料箱

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_FUEL"]/desc
source: Can be opened at empty beacons. Can contain anywhere from 5 to 10 fuel.
es: Se puede abrir en el almacén. Puede contener entre 5 y 10 de combustible.
ja: 保管庫内で開封可能。燃料は5～10本入る。
ko: 빈 송신소에서 열 수 있습니다. 5~10개의 연료가 담겨 있습니다.
pl: Można otworzyć w magazynie. Może zawierać od 5 do 10 paliwa.
zh_hans: 可在空信标处打开。包含5到10份燃料。

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_MISSILES"]/title
source: Ammo Crate
es: Caja de Munición
it: Cassa di munizioni
ja: 弾薬箱
ko: 탄약 상자
pl: Skrzynia z Amunicją
pt_br: Caixa de munição
zh_hans: 弹药箱

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_MISSILES"]/desc
source: Can be opened at empty beacons. Can contain anywhere from 5 to 10 missiles.
es: Se puede abrir en el almacén. Puede contener entre 5 y 10 misiles.
ja: 保管庫内で開封可能。ミサイルは5発から10発まで収納可能。
ko: 빈 송신소에서 열 수 있습니다. 5~10개의 미사일 담겨 있습니다.
pl: Można otworzyć w magazynie. Może zawierać od 5 do 10 rakiet.
zh_hans: 可在空信标处打开。包含5到10发弹药。

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_DRONES"]/title
source: Dronepart Crate
es: Caja de Piezas de Dron
it: Cassa Dronepart
ja: ドロンパーツ・クレート
ko: 드론 부품 상자
pl: Skrzynia z Częściami do Dronów
zh_hans: 无人机部件箱

# data/blueprints.xml.append$//augBlueprint[@name="CRATE_DRONES"]/desc
source: Can be opened at empty beacons. Can contain anywhere from 5 to 10 droneparts.
es: Se puede abrir en el almacén. Puede contener entre 5 y 10 piezas de dron.
ja: 保管庫内で開封可能。ドローンパーツは5個から10個まで収納可能。
ko: 빈 송신소에서 열 수 있습니다. 5~10개의 드론 부품이 담겨 있습니다.
pl: Można otworzyć w magazynie. Może zawierać od 5 do 10 części do dronów.
zh_hans: 可在空信标处打开。包含5到10件无人机部件。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_1"]/title
source: Defense Laser
es: Láser de Defensa
it: Laser di difesa
ja: 防衛レーザー
ko: 호신용 레이저
pl: Laser Obronny
pt_br: Laser de defesa
zh_hans: 防御激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_1"]/short
source: Defense Laser
es: Láser de Defensa
it: Laser di difesa
ja: 防衛レーザー
pl: Laser Obronny
pt_br: Laser de defesa
zh_hans: 防御激光

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_1"]/desc
source: Standard issue defense Laser. Typically used only as a replacement when more expensive weapons aren't available.
es: Láser de defensa de serie. Típicamente usado solo como reemplazo cuando no hay armas más caras disponibles.
it: Laser di difesa a questione standard.In genere utilizzato solo come sostituzione quando non sono disponibili armi più costose.
ja: 標準装備の防御レーザー。通常、より高価な武器が入手できない場合の代替品としてのみ使用される。
ko: 기본적으로 지급되는 호신용 레이저입니다. 보통 더 비싼 무기를 사용할 수 없을 때만 임시로 사용됩니다.
pl: Standardowy laser obronny. Zazwyczaj używany tylko jako zamiennik, gdy droższe bronie nie są dostępne.
pt_br: Laser de defesa de emissão padrão. Normalmente, é usado apenas como substituto quando não há armas mais caras disponíveis.
zh_hans: 标配防御激光。通常仅在没有更昂贵的武器时用作替代品。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_2"]/title
source: Burst Laser MK I
es: Láser de Ráfaga MK I
ja: バースト・レーザー MK I
ko: 점사형 레이저 마크 I
pl: Laser Salwowy MK I
pt_br: Laser de explosão MK I
zh_hans: 爆裂激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_2"]/short
source: Burst I
es: Ráfaga I
it: Scoppio io
ja: バーストI
pl: Salwa I
pt_br: Explosão I
zh_hans: 爆裂激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_2"]/desc
source: Standard Burst Laser weapon. Power efficient and affordable, but not too flashy either.
es: Arma Láser de Ráfaga estándar. Eficiente en energía y asequible, pero tampoco muy llamativa.
it: Arma laser a scoppio standard.Potenza efficiente e conveniente, ma non troppo appariscente.
ja: 標準的なバーストレーザー兵器。動力効率が高く手頃な価格だが、派手さは無い。
ko: 기본적인 점사형 레이저 무기입니다. 멋은 없지만 전성비가 좋고 저렴합니다.
pl: Standardowa broń typu Laser Salwowy. Energooszczędna i przystępna cenowo, ale też niezbyt efektowna.
pt_br: Arma padrão de laser de explosão. Eficiente em termos de potência e econômica, mas também não muito chamativa.
zh_hans: 标准爆裂激光武器。能耗低且价格合理，不过威力也不亮眼。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_2_ENEMY"]/title
source: Burst Laser MK I
es: Láser de Ráfaga MK I
ja: バースト・レーザー MK I
pl: Laser Salwowy MK I
pt_br: Laser de explosão MK I
zh_hans: 爆裂激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_2_ENEMY"]/short
source: Burst I
es: Ráfaga I
it: Scoppio io
ja: バーストI
pl: Salwa I
pt_br: Explosão I
zh_hans: 爆裂激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_2_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: Burst Laser Mark I
es: Burn Laser Mark I
ja: バースト・レーザー・マークI
pl: Laser impulsowy i
zh_hans: 爆裂激光I

source: Burst Laser I
es: Láser de estallido yo
ja: バーストレーザー I
pl: Impulse i
pt_br: Estouro a laser i
zh_hans: 爆裂激光I

source: YOU SHOULD NEVER SEE THIS.
es: Nunca deberías ver esto.
it: Non dovresti mai vederlo.
ja: これは決して見ないように。
pl: Nigdy nie powinieneś tego widzieć.
pt_br: VOCÊ NUNCA DEVERIA VER ISSO.
zh_hans: 开发人员信息。

source: Burst Laser MK II
es: Láser de Ráfaga MK II
ja: バースト・レーザー MK II
ko: 점사형 레이저 마크 II
pl: Laser Salwowy MK II
pt_br: Laser de ruptura MK II
zh_hans: 爆裂激光II

source: Burst II
es: Ráfaga II
it: Scoppio ii
ja: バーストII
pl: Salwa II
pt_br: Explosão II
zh_hans: 爆裂激光II

source: Improved Burst Laser weapon renowned for its efficiency.
es: Arma Láser de Ráfaga mejorada, famosa por su eficiencia.
it: Armi laser a scoppio migliorato rinomata per la sua efficienza.
ja: その効率で有名な改良型バーストレーザー兵器。
ko: 효율적이기로 이름난 고급 점사형 레이저입니다.
pl: Ulepszona broń typu Laser Salwowy, znana ze swojej wydajności.
pt_br: Arma de laser de explosão aprimorada, conhecida por sua eficiência.
zh_hans: 改进版爆裂激光武器。仍然非常高效，但需要更多的能量。

source: Burst Laser MK III
es: Láser de Ráfaga MK III
ja: バースト・レーザー MK III
ko: 점사형 레이저 마크 III
pl: Laser Salwowy MK III
pt_br: Laser de explosão MK III
zh_hans: 爆裂激光III

source: Burst III
es: Ráfaga III
ja: バーストIII
pl: Salwa III
pt_br: Explosão III
zh_hans: 爆裂激光III

source: An advanced Burst Laser weapon with an impressively large barrage.
es: Un arma Láser de Ráfaga avanzada con una andanada impresionantemente grande.
it: Un'arma laser a scoppio avanzato con una raffica incredibilmente grande.
ja: 驚異的な弾幕を誇る先進的なバーストレーザー兵器。
ko: 인상적인 탄막을 형성하는 최고급 점사형 레이저입니다.
pl: Zaawansowana broń typu Laser Salwowy z imponująco dużą salwą.
pt_br: Uma arma avançada de laser de explosão com uma barragem impressionantemente grande.
zh_hans: 一种先进的爆裂激光武器，可发射数目惊人的弹体。

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_8"]/title
source: Burst Laser MK IV
es: Láser de Ráfaga MK IV
ja: バースト・レーザー MK IV
ko: 점사형 레이저 마크 IV
pl: Laser Salwowy MK IV
pt_br: Laser de explosão MK IV
zh_hans: 爆裂激光IV

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_BURST_8"]/short
source: Burst IV
es: Ráfaga IV
it: Scoppio IV
ja: バーストIV
pl: Salwa IV
pt_br: Explosão IV
zh_hans: 爆裂激光IV
