Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS"]/short
source: Purifier I
es: Purificador I
it: Purificatore I.
ja: ピュリファイア I
pl: Oczyszczacz I
pt_br: Purificador I
zh_hans: 净化者I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS"]/desc
source: Old and powerful Pinpoint tech is detected on this weapon. You can only imagine the terror this weapon could cause.
es: Se detecta tecnología de Precisión antigua y potente en esta arma. Solo puedes imaginar el terror que esta arma podría causar.
it: La tecnologia di punta vecchia e potente viene rilevata su quest'arma.Puoi solo immaginare il terrore che questa arma potrebbe causare.
ja: この武器では古くて強力なピンポイント技術が検出された。この兵器が引き起こす恐怖は想像するしかない。
ko: 고대의 강력한 핀포인트 기술이 감지됩니다. 이 무기가 일으킬 공포를 그저 상상만 할 수 있을 뿐입니다.
pl: Na tej broni wykryto starą i potężną technologię Punktową. Możesz sobie tylko wyobrazić terror, jaki ta broń mogłaby siać.
pt_br: A antiga e poderosa tecnologia Pinpoint foi detectada nessa arma. Você só pode imaginar o terror que essa arma pode causar.
zh_hans: 在这种武器上检测到古老而强大的光点技术。这种武器造成的恐怖伤害想都不敢想。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS_2"]/title
source: Purifier Pinpoint MK II
es: Purificador de Precisión MK II
it: Purificatore Pinpoint Mk II
ja: ピュリファイアー ピンポイント MK II
ko: 정화자 핀포인트 마크 II
pl: Oczyszczacz Punktowy MK II
pt_br: Purificador Pinpoint MK II
zh_hans: 净化者光点II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS_2"]/short
source: Purifier II
es: Purificador II
it: Purificatore II
ja: ピュリファイアII
pl: Oczyszczacz II
pt_br: Purificador II
zh_hans: 净化者II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS_2"]/desc
source: Old and powerful Pinpoint tech is detected on this weapon. You can only imagine the terror this weapon could cause.
es: Se detecta tecnología de Precisión antigua y potente en esta arma. Solo puedes imaginar el terror que esta arma podría causar.
it: La tecnologia di punta vecchia e potente viene rilevata su quest'arma.Puoi solo immaginare il terrore che questa arma potrebbe causare.
ja: この武器では古くて強力なピンポイント技術が検出された。この兵器が引き起こす恐怖は想像するしかない。
ko: 고대의 강력한 핀포인트 기술이 감지됩니다. 이 무기가 일으킬 공포를 그저 상상만 할 수 있을 뿐입니다.
pl: Na tej broni wykryto starą i potężną technologię Punktową. Możesz sobie tylko wyobrazić terror, jaki ta broń mogłaby siać.
pt_br: A antiga e poderosa tecnologia Pinpoint foi detectada nessa arma. Você só pode imaginar o terror que essa arma pode causar.
zh_hans: 在这种武器上检测到古老而强大的光点技术。这种武器造成的恐怖伤害想都不敢想。

source: Purifier Pinpoint MK II
es: Purificador de Precisión MK II
it: Purificatore Pinpoint Mk II
ja: ピュリファイアー ピンポイント MK II
pl: Oczyszczacz Punktowy MK II
pt_br: Purificador Pinpoint MK II
zh_hans: 净化者光点II

source: Purifier II
es: Purificador II
it: Purificatore II
ja: ピュリファイアII
pl: Oczyszczacz II
pt_br: Purificador II
zh_hans: 净化者II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_FOCUS_2_ENEMY"]/desc
source: Old and powerful Pinpoint tech is detected on this weapon. You can only imagine the terror this weapon could cause.
es: Se detecta tecnología de Precisión antigua y potente en esta arma. Solo puedes imaginar el terror que esta arma podría causar.
it: La tecnologia di punta vecchia e potente viene rilevata su quest'arma.Puoi solo immaginare il terrore che questa arma potrebbe causare.
ja: この武器では古くて強力なピンポイント技術が検出された。この兵器が引き起こす恐怖は想像するしかない。
pl: Na tej broni wykryto starą i potężną technologię Punktową. Możesz sobie tylko wyobrazić terror, jaki ta broń mogłaby siać.
pt_br: A antiga e poderosa tecnologia Pinpoint foi detectada nessa arma. Você só pode imaginar o terror que essa arma pode causar.
zh_hans: 在这种武器上检测到古老而强大的光点技术。这种武器造成的恐怖伤害想都不敢想。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ION_1"]/title
source: Plasma Cannon MK I
es: Cañón de Plasma MK I
ja: プラズマ・キャノン MK I
ko: 플라스마 포 마크 I
pl: Działo Plazmowe MK I
pt_br: Canhão de plasma MK I
zh_hans: 等离子炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ION_1"]/short
source: Plasma I
ja: プラズマI
pl: Plazma I
zh_hans: 等离子I

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ION_1"]/desc
source: This peculiar weapon fires bolts of plasma that do both ion and system damage. Can even damage the shields upon contact.
es: Esta peculiar arma dispara proyectiles de plasma que causan tanto daño iónico como a los sistemas. Incluso puede dañar los escudos al contacto.
it: Quest'arma peculiare spara bulloni di plasma che causano danni sia gli ioni che il sistema.Può anche danneggiare gli scudi al momento del contatto.
ja: この独特の武器は、イオンとシステムの両方にダメージを与えるプラズマのボルトを発射する。接触するとシールドが損傷する可能性もある。
ko: 이 독특한 무기는 이온 피해와 시스템 피해를 모두 가하는 플라스마 볼트를 발사합니다. 심지어 방어막에 접촉하는 것 만으로도 방어막 제어실을 손상시킬 수 있습니다.
pl: Ta osobliwa broń wystrzeliwuje pociski plazmy, które zadają zarówno obrażenia jonowe, jak i systemowe. Może nawet uszkodzić tarcze przy kontakcie.
pt_br: Essa arma peculiar dispara raios de plasma que causam danos aos íons e ao sistema. Pode até mesmo danificar os escudos ao entrar em contato.
zh_hans: 这种奇特的武器发射等离子体，这些等离子体会同时造成离子和系统伤害。甚至击中护盾也会对护盾舱造成伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ION_2"]/title
source: Plasma Cannon MK II
es: Cañón de Plasma MK II
ja: プラズマ・キャノン MK II
ko: 플라스마 포 마크 II
pl: Działo Plazmowe MK II
pt_br: Canhão de plasma MK II
zh_hans: 等离子炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ION_2"]/short
source: Plasma II
ja: プラズマII
pl: Plazma II
zh_hans: 等离子II

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ION_2"]/desc
source: This peculiar weapon fires bolts of plasma that do both ion and system damage. Can even damage the shields upon contact.
es: Esta peculiar arma dispara proyectiles de plasma que causan tanto daño iónico como a los sistemas. Incluso puede dañar los escudos al contacto.
it: Quest'arma peculiare spara bulloni di plasma che causano danni sia gli ioni che il sistema.Può anche danneggiare gli scudi al momento del contatto.
ja: この独特の武器は、イオンとシステムの両方にダメージを与えるプラズマのボルトを発射する。接触するとシールドが損傷する可能性もある。
ko: 이 독특한 무기는 이온 피해와 시스템 피해를 모두 가하는 플라스마 볼트를 발사합니다. 심지어 방어막에 접촉하는 것 만으로도 방어막 제어실을 손상시킬 수 있습니다.
pl: Ta osobliwa broń wystrzeliwuje pociski plazmy, które zadają zarówno obrażenia jonowe, jak i systemowe. Może nawet uszkodzić tarcze przy kontakcie.
pt_br: Essa arma peculiar dispara raios de plasma que causam danos aos íons e ao sistema. Pode até mesmo danificar os escudos ao entrar em contato.
zh_hans: 这种奇特的武器发射等离子体，这些等离子体会同时造成离子和系统伤害。甚至击中护盾也会对护盾舱造成伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_STUN"]/title
source: Ancient Pacifier
es: Pacificador Antiguo
it: Antico ciuccio
ja: 古代のおしゃぶり
ko: 고대의 조정자
pl: Starożytny Pacyfikator
pt_br: Chupeta antiga
zh_hans: 镇定者

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_STUN"]/short
source: Pacifier
es: Pacificador
ja: おしゃぶり
pl: Pacyfikator
pt_br: Chupeta
zh_hans: 镇定者

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_STUN"]/desc
source: A small, unassuming weapon capable of keeping enemy crew stunned forever when under continuous fire. Ignores standard shielding and has bomb-like aiming properties.
es: Un arma pequeña y discreta capaz de mantener a la tripulación enemiga aturdida para siempre bajo fuego continuo. Ignora los escudos estándar y tiene propiedades de puntería similares a las de una bomba.
it: Un'arma piccola e senza pretese in grado di tenere sbalordita l'equipaggio nemico per sempre quando sotto il fuoco continuo.Ignora la schermatura standard e ha proprietà di mira simili a bombe.
ja: 連続射撃を受けると敵のクルーを永久にスタンさせ続けることができる、小さくて控えめな武器。標準のシールドを無視し、爆弾のような照準特性を持つ。
ko: 지속적으로 발사하면 적 선원을 영원히 기절시킬 수 있는 작고 간소한 병기입니다. 일반 방어막을 무시하며 조준 방식이 폭탄과 비슷합니다.
pl: Mała, niepozorna broń zdolna do utrzymywania wrogiej załogi w wiecznym ogłuszeniu pod ciągłym ostrzałem. Ignoruje standardowe tarcze i ma właściwości celowania podobne do bomb.
pt_br: Uma arma pequena e despretensiosa capaz de manter a tripulação inimiga atordoada para sempre quando estiver sob fogo contínuo. Ignora a blindagem padrão e tem propriedades de mira semelhantes às de uma bomba.
zh_hans: 一种小巧，不起眼的武器，能够持续使敌方船员保持眩晕状态，使用时类似炸弹可穿透所有护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_LASER_3"]/title
source: Harbinger MK III
es: Heraldo MK III
ja: ハービンジャー MK III
ko: 흉조 마크 III
pl: Zwiastun MK III
zh_hans: 精英预兆者激光III

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_LASER_3"]/short
source: Harbing. III
es: € Heraldo III
ja: ユーロ・ハービングIII
pl: € Zwiastun III
zh_hans: 预兆者III€

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_LASER_3"]/desc
source: An incredibly powerful Laser manufactured by the Obelisks that can cause much more havoc than your average Burst Laser.
es: Un Láser increíblemente potente fabricado por los Obeliscos que puede causar muchos más estragos que un Láser de Ráfaga promedio.
it: Un laser incredibilmente potente prodotto dagli obelischi che può causare molto più caos del tuo laser a scoppio medio.
ja: オベリスクによって製造された信じられないほど強力なレーザーで、平均的なバーストレーザーよりもはるかに大きな混乱を引き起こす可能性がある。
ko: 오벨리스크가 만들어낸 믿을 수 없을 만큼 강력한 레이저입니다. 평범한 점사형 레이저보다 더 큰 혼란을 유발합니다.
pl: Niezwykle potężny Laser wyprodukowany przez Obeliski, który może spowodować znacznie więcej spustoszenia niż przeciętny Laser Salwowy.
pt_br: Um laser incrivelmente poderoso fabricado pelos Obeliscos que pode causar muito mais estragos do que um laser de explosão comum.
zh_hans: 由方碑族制造的极其强大的激光，比普通爆裂激光造成的破坏大得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_BEAM_3"]/title
source: Eradicator MK III
es: Erradicador MK III
ja: イレイディケーター MK III
ko: 근절자 마크 III
pl: Eradykator MK III
pt_br: Erradicador MK III
zh_hans: 精英根除者光束III

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_BEAM_3"]/short
source: Eradic. III
es: € Erradic. III
it: € Eradico.III
ja: ユーロ・エラディックIII
pl: € Eradyk. III
zh_hans: 根除者III€

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_BEAM_3"]/desc
source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
es: Una potente arma de destrucción anterior a cualquier Rayo moderno, que causa cantidades masivas de daño.
it: Un'arma potente di distruzione che precede qualsiasi raggio moderno, che fa enormi danni.
ja: 現代のビームよりも前の強力な破壊兵器であり、膨大なダメージを与える。
ko: 현대의 모든 빔을 능가하는 강력한 파괴력의 무기입니다. 상대에게 막대한 피해를 입힙니다.
pl: Potężna broń zniszczenia, starsza niż jakikolwiek współczesny Promień, która zadaje ogromne ilości obrażeń.
pt_br: Uma poderosa arma de destruição anterior a qualquer feixe moderno, que causa grandes quantidades de dano.
zh_hans: 一种强大的毁灭性武器，早于任何现代光束。能造成大量伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_HAVOC"]/title
source: Havoceizer
es: Caotizador
ja: ハヴォセイザー
ko: 혼돈 유발자
pl: Spustoszyciel
zh_hans: 精英浩劫者光束

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_HAVOC"]/short
source: Havoc.
es: € Caotiz.
ja: €ハボック
pl: € Spustoszenie
zh_hans: 浩劫者€

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_HAVOC"]/desc
source: This massive and bulky Beam isn't quite what you'd expect. It does no physical damage to the hull, but causes massive chaos aboard the enemy ship.
es: Este Rayo masivo y voluminoso no es lo que esperarías. No causa daño físico al casco, pero provoca un caos masivo a bordo de la nave enemiga.
it: Questo raggio enorme e voluminoso non è proprio quello che ti aspetteresti.Non fa alcun danno fisico allo scafo, ma provoca enormi caos a bordo della nave nemica.
ja: この巨大でかさばるビームは、皆さんが期待するものとはまったく異なる。船体には物理的な損傷はないが、敵艦に大混乱を引き起こす。
ko: 이 덩치 큰 빔은 당신의 예상과는 사뭇 다른 기능을 보여줍니다. 선체에 물리적 피해를 주지는 못하지만, 적함을 혼돈의 도가니에 빠뜨려 버립니다.
pl: Ten masywny i nieporęczny Promień nie jest do końca tym, czego byś się spodziewał. Nie zadaje obrażeń fizycznych kadłubowi, ale powoduje ogromny chaos na pokładzie wrogiego statku.
pt_br: Esse feixe maciço e volumoso não é exatamente o que você espera. Ele não causa danos físicos ao casco, mas provoca um caos enorme a bordo da nave inimiga.
zh_hans: 这种庞大且笨重的光束并不如你所料。它无法对舰体造成物理伤害，但可以在敌舰上造成巨大的混乱。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_FOCUS"]/title
source: Purifier Pinpoint MK I
es: Purificador de Precisión MK I
it: Purificatore Pinpoint mk i
ja: ピュリファイアー ピンポイント MK I
ko: 정화자 핀포인트 마크 I
pl: Oczyszczacz Punktowy MK I
pt_br: Purificador Pinpoint MK I
zh_hans: 净化者光点I

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_FOCUS"]/short
source: Purifier I
es: € Purificador I
it: € Purificatore i
ja: ピュリファイアーI
pl: € Oczyszczacz I
pt_br: € Purificador I
zh_hans: 净化者I☆

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_FOCUS"]/desc
source: Old and powerful Pinpoint tech is detected on this weapon. You can only imagine the terror this weapon could cause.
es: Se detecta tecnología de Precisión antigua y potente en esta arma. Solo puedes imaginar el terror que esta arma podría causar.
it: La tecnologia di punta vecchia e potente viene rilevata su quest'arma.Puoi solo immaginare il terrore che questa arma potrebbe causare.
ja: この武器では古くて強力なピンポイント技術が検出された。この兵器が引き起こす恐怖は想像するしかない。
ko: 고대의 강력한 핀포인트 기술이 감지됩니다. 이 무기가 일으킬 공포를 그저 상상만 할 수 있을 뿐입니다.
pl: Na tej broni wykryto starą i potężną technologię Punktową. Możesz sobie tylko wyobrazić terror, jaki ta broń mogłaby siać.
pt_br: A antiga e poderosa tecnologia Pinpoint foi detectada nessa arma. Você só pode imaginar o terror que essa arma pode causar.
zh_hans: 在这种武器上检测到古老而强大的光点技术。这种武器造成的恐怖伤害想都不敢想。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_MISSILES"]/title
source: Carnage Missiles
es: Misiles de Matanza
it: Missili di carneficina
ja: カルトナージュ・ミサイル
ko: 대학살 미사일
pl: Rakiety Rzezi
pt_br: Mísseis de Carnificina
zh_hans: 精英杀戮导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_MISSILES"]/short
source: Carnage
es: € Matanza
ja: カルトナージュ
pl: € Rzeź
pt_br: € Carnificina
zh_hans: 杀戮导弹☆

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_MISSILES"]/desc
source: An ancient Missile Launcher, far outdating any Launcher you've ever seen.
es: Un antiguo Lanzamisiles, mucho más antiguo que cualquier lanzador que hayas visto.
it: Un antico lanciatore di missili, di gran lunga superato qualsiasi lanciatore che tu abbia mai visto.
ja: 古代のミサイルランチャー。これまで見たどのランチャーよりもはるかに時代遅れだ。
ko: 고대의 미사일 발사기입니다. 당신이 아는 모든 미사일들을 아득히 뛰어넘습니다.
pl: Starożytna Wyrzutnia Rakiet, znacznie starsza niż jakakolwiek Wyrzutnia, jaką kiedykolwiek widziałeś.
pt_br: Um lançador de mísseis antigo, muito superior a qualquer lançador que você já tenha visto.
zh_hans: 一种远古导弹发射器，远远早于你见过的任何发射器。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_BOMB"]/title
source: Payload Teleporter
es: Teletransportador de Carga
ja: ペイロード・テレポーター
ko: 페이로드 텔레포터
pl: Teleporter Ładunku
pt_br: Teletransportador de carga útil
zh_hans: 精英爆弹传送器

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_BOMB"]/short
source: Payload
es: € Carga
ja: € ペイロード
pl: € Ładunek
pt_br: € Carga útil
zh_hans: 爆弹€

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_BOMB"]/desc
source: A Bomb Launcher weapon, but unlike any you've ever seen. It appears to be much stronger than common bombs.
es: Un arma Lanzabombas, pero diferente a cualquiera que hayas visto. Parece ser mucho más fuerte que las bombas comunes.
it: Un'arma del lanciatore di bombe, ma a differenza di qualsiasi parte che tu abbia mai visto.Sembra essere molto più forte delle bombe comuni.
ja: ボムランチャー武器だが、これまでに見たものとは異なる。一般的な爆弾よりもはるかに強力なようだ。
ko: 당신이 한 번도 본적 없는 폭탄 발사기입니다. 보통의 폭탄 발사기보다 훨씬 강해 보입니다.
pl: Broń typu Wyrzutnia Bomb, ale inna niż wszystkie, jakie kiedykolwiek widziałeś. Wydaje się być znacznie silniejsza niż zwykłe bomby.
pt_br: Uma arma Bomb Launcher, mas diferente de todas as que você já viu. Ela parece ser muito mais forte do que as bombas comuns.
zh_hans: 一种炸弹发射器，但与你见过的任何发射器都不一样。它似乎比普通炸弹强得多。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_ION_2"]/title
source: Plasma Cannon MK II
es: Cañón de Plasma MK II
ja: プラズマ・キャノン MK II
ko: 플라스마 포 마크 II
pl: Działo Plazmowe MK II
pt_br: Canhão de plasma MK II
zh_hans: 精英等离子炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_ION_2"]/short
source: Plasma II
ja: プラズマII
pl: € Plazma II
zh_hans: 等离子II€

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_ION_2"]/desc
source: This peculiar weapon fires bolts of plasma that do both ion and system damage. Can even damage the shields upon contact.
es: Esta peculiar arma dispara proyectiles de plasma que causan tanto daño iónico como a los sistemas. Incluso puede dañar los escudos al contacto.
it: Quest'arma peculiare spara bulloni di plasma che causano danni sia gli ioni che il sistema.Può anche danneggiare gli scudi al momento del contatto.
ja: この独特の武器は、イオンとシステムの両方にダメージを与えるプラズマのボルトを発射する。接触するとシールドが損傷する可能性もある。
ko: 이 독특한 무기는 이온 피해와 시스템 피해를 모두 가하는 플라스마 볼트를 발사합니다. 심지어 방어막에 접촉하는 것 만으로도 방어막 제어실을 손상시킬 수 있습니다.
pl: Ta osobliwa broń wystrzeliwuje pociski plazmy, które zadają zarówno obrażenia jonowe, jak i systemowe. Może nawet uszkodzić tarcze przy kontakcie.
pt_br: Essa arma peculiar dispara raios de plasma que causam danos aos íons e ao sistema. Pode até mesmo danificar os escudos ao entrar em contato.
zh_hans: 这种奇特的武器发射等离子体，这些等离子体会同时造成离子和系统伤害。甚至击中护盾也会对护盾舱造成伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ARTILLERY"]/title
source: Ancient Artillery
es: Artillería Antigua
it: Antica artiglieria
ja: 古代砲兵
ko: 고대의 함포
pl: Starożytna Artyleria
pt_br: Artilharia antiga
zh_hans: 远古巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ARTILLERY"]/short
source: A. Artillery
es: Art. Antigua
it: A. artiglieria
ja: A.砲兵
pl: S. Artyleria
pt_br: A. Artilharia
zh_hans: 远古巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ANCIENT_ARTILLERY"]/desc
source: Artillery: A powerful ancient Beam weapon that sweeps across entire ships, decimating their hull and systems.
es: Artillería: Una potente arma de Rayo antigua que barre naves enteras, diezmando su casco y sistemas.
it: Artiglieria: una potente arma antica trave che attraversa intere navi, decimando lo scafo e i loro sistemi.
ja: アーティラリー: 船全体を攻撃し、船体とシステムを破壊する強力な古代のビーム兵器。
ko: 함포: 함선 전체를 가로지르며 선체와 시스템을 박살 내 버리는 강력한 고대의 빔입니다.
pl: Artyleria: Potężna starożytna broń promieniowa, która omiata całe statki, dziesiątkując ich kadłuby i systemy.
pt_br: Artilharia: Uma poderosa arma de feixe antiga que varre naves inteiras, dizimando seu casco e sistemas.
zh_hans: 巨炮：一种强大的远古光束武器，可以横扫整艘船，摧毁它们的舰体和系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_ARTILLERY"]/title
source: Ancient Artillery
es: Artillería Antigua
it: Antica artiglieria
ja: 古代砲兵
ko: 고대의 함포
pl: Starożytna Artyleria
pt_br: Artilharia antiga
zh_hans: 远古巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_ARTILLERY"]/short
source: A. Artillery
es: Art. Antigua
it: A. artiglieria
ja: A.砲兵
pl: S. Artyleria
pt_br: A. Artilharia
zh_hans: 远古巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ROYAL_ARTILLERY"]/desc
source: Artillery: A powerful ancient Beam weapon that sweeps across entire ships, decimating their hull and systems.
es: Artillería: Una potente arma de Rayo antigua que barre naves enteras, diezmando su casco y sistemas.
it: Artiglieria: una potente arma antica trave che attraversa intere navi, decimando lo scafo e i loro sistemi.
ja: アーティラリー: 船全体を攻撃し、船体とシステムを破壊する強力な古代のビーム兵器。
ko: 함포: 함선 전체를 가로지르며 선체와 시스템을 박살 내 버리는 강력한 고대의 빔입니다.
pl: Artyleria: Potężna starożytna broń promieniowa, która omiata całe statki, dziesiątkując ich kadłuby i systemy.
pt_br: Artilharia: Uma poderosa arma de feixe antiga que varre naves inteiras, dizimando seu casco e sistemas.
zh_hans: 巨炮：一种强大的远古光束武器，可以横扫整艘船，摧毁它们的舰体和系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_A"]/title
source: Aether Artillery
es: Artillería de Éter
it: Artiglieria etere
ja: エーテル砲
ko: 고대의 함포
pl: Artyleria Eteryczna
pt_br: Artilharia de éter
zh_hans: 以太巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_A"]/short
source: Artillery
es: Artillería
it: Artiglieria
ja: 大砲
pl: Artyleria
pt_br: Artilharia
zh_hans: 以太巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_A"]/desc
source: [Base cooldown: 50] Powers a devastating beam that pierces all shields and obliterates enemy systems.
es: [Recarga base: 50] Potencia un rayo devastador que perfora todos los escudos y aniquila los sistemas enemigos.
it: [Cooldown di base: 50] alimenta un raggio devastante che perfora tutti gli scudi e cancella i sistemi nemici.
ja: [基本クールダウン:50] すべてのシールドを貫通し、敵のシステムを破壊する破壊的なビームを発射する。
ko: [기본 충전 시간: 50] 모든 방어막을 관통하여 적함의 시스템을 흔적도 없이 지워 버리는 파괴적인 빔을 가동합니다.
pl: [Podstawowy czas odnowienia: 50] Zasila niszczycielski promień, który przebija wszystkie tarcze i niszczy systemy wroga.
pt_br: [Tempo de recarga básico: 50] Emite um raio devastador que perfura todos os escudos e oblitera os sistemas inimigos.
zh_hans: [基础充能时间：50秒] 驱动毁灭性的光束，可穿透所有护盾并重创敌舰的系统。

source: Artillery: Powers a devastating beam that pierces all shields and obliterates enemy systems.
es: Artillería: Potencia un rayo devastador que perfora todos los escudos y aniquila los sistemas enemigos.
it: Artiglieria: alimenta un raggio devastante che perfora tutti gli scudi e cancella i sistemi nemici.
ja: アーティラリー: すべてのシールドを貫通し、敵の星系を破壊する破壊的なビームを発射する。
ko: 함포: 모든 방어막을 관통하여 적함의 시스템을 흔적도 없이 지워 버리는 파괴적인 빔을 가동합니다.
pl: Artyleria: Zasila niszczycielski promień, który przebija wszystkie tarcze i niszczy systemy wroga.
pt_br: Artilharia: Gera um feixe devastador que perfura todos os escudos e oblitera os sistemas inimigos.
zh_hans: 巨炮：驱动毁灭性的光束，可穿透所有护盾并重创敌舰的系统。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_B"]/title
source: Royal Artillery
es: Artillería Real
it: Artiglieria reale
ja: 王立砲兵隊
ko: 왕족의 함포
pl: Królewska Artyleria
pt_br: Artilharia Real
zh_hans: 皇家巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_B"]/short
source: Artillery
es: Artillería
it: Artiglieria
ja: 大砲
pl: Artyleria
pt_br: Artilharia
zh_hans: 皇家巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_B"]/desc
source: [Base cooldown: 40] A powerful ancient Cluster Bomb salvo that fires 4 powerful bombs.
es: [Recarga base: 40] Una potente salva de Bomba de Racimo antigua que dispara 4 potentes bombas.
it: [Cooldown di base: 40] Una potente salva della bomba a grappolo antico che spara 4 potenti bombe.
ja: [基本クールダウン:40]4つの強力な爆弾を発射する強力な古代のクラスター爆弾の一斉射撃。
ko: [기본 충전 시간: 40] 상대에게 4발의 폭탄 세례를 퍼붓는 강력한 고대의 확산탄입니다.
pl: [Podstawowy czas odnowienia: 40] Potężna starożytna salwa Bomb Kasetowych, która wystrzeliwuje 4 potężne bomby.
pt_br: [Tempo de recarga básico: 40] Uma poderosa salva de bombas de fragmentação antiga que dispara 4 bombas poderosas.
zh_hans: [基础充能时间：40秒] 强大的远古集束炸弹齐射，同时发射4枚强大的炸弹。

source: Artillery: A powerful ancient Cluster Bomb salvo that fires 4 powerful bombs.
es: Artillería: Una potente salva de Bomba de Racimo antigua que dispara 4 potentes bombas.
it: Artiglieria: una potente salva della bomba a grappolo antico che spara 4 potenti bombe.
ja: アーティラリー:4つの強力な爆弾を発射する強力な古代のクラスター爆弾の一斉射撃。
ko: 함포: 상대에게 4발의 폭탄 세례를 퍼붓는 강력한 고대의 확산탄입니다.
pl: Artyleria: Potężna starożytna salwa Bomb Kasetowych, która wystrzeliwuje 4 potężne bomby.
pt_br: Artilharia: Uma poderosa salva de bombas de fragmentação antiga que dispara 4 bombas poderosas.
zh_hans: 巨炮：强大的远古集束炸弹齐射，同时发射4枚强大的炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_C"]/title
source: Aether Artillery
es: Artillería de Éter
it: Artiglieria etere
ja: エーテル砲
ko: 고대의 함포
pl: Artyleria Eteryczna
pt_br: Artilharia de éter
zh_hans: 以太巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_ANCIENT_C"]/short
source: Artillery
es: Artillería
it: Artiglieria
ja: 大砲
pl: Artyleria
pt_br: Artilharia
zh_hans: 以太巨炮
