Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FLAGSHIP_SHIELD"]/desc
source: Very powerful Energy Shield.
es: Escudo de Energía muy poderoso.
it: Scudo energetico molto potente.
ja: 非常に強力なエネルギーシールド。
ko: 매우 강력한 에너지 방어막입니다.
pl: Bardzo potężna Tarcza Energetyczna.
pt_br: Escudo de energia muito poderoso.
zh_hans: 非常强大的能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="FLAGSHIP_SHIELD_FULL"]/title
source: Flagship Shield
es: Escudo de Nave Insignia
it: Scudo di punta
ja: フラッグシップ・シールド
ko: 기함 방어막
pl: Tarcza Statku Flagowego
pt_br: Escudo emblemático
zh_hans: 旗舰护盾

# data/blueprints.xml.append$//augBlueprint[@name="FLAGSHIP_SHIELD_FULL"]/desc
source: Very powerful Energy Shield.
es: Escudo de Energía muy poderoso.
it: Scudo energetico molto potente.
ja: 非常に強力なエネルギーシールド。
ko: 매우 강력한 에너지 방어막입니다.
pl: Bardzo potężna Tarcza Energetyczna.
pt_br: Escudo de energia muito poderoso.
zh_hans: 非常强大的能量护盾。

# data/blueprints.xml.append$//augBlueprint[@name="SYSTEM_UNBREAKING"]/title
source: Immortal Systems
es: Sistemas Inmortales
it: Sistemi immortali
ja: 不滅のシステム
ko: 무적의 시스템
pl: Nieśmiertelne Systemy
pt_br: Sistemas Imortais
zh_hans: 不朽系统

# data/blueprints.xml.append$//augBlueprint[@name="SYSTEM_UNBREAKING"]/desc
source: Your systems cannot break.
es: Tus sistemas no pueden romperse.
it: I tuoi sistemi non possono rompersi.
ja: システムが壊れることはない。
ko: 시스템이 손상되지 않습니다.
pl: Twoje systemy nie mogą zostać zniszczone.
pt_br: Seus sistemas não podem quebrar.
zh_hans: 你的系统无法被禁用。

# data/blueprints.xml.append$//augBlueprint[@name="HULL_UNBREAKING"]/title
source: Immortal Hull
es: Casco Inmortal
it: Scafo immortale
ja: 不滅の船体
ko: 무적의 선체
pl: Nieśmiertelny Kadłub
pt_br: Casco Imortal
zh_hans: 不朽的舰体

# data/blueprints.xml.append$//augBlueprint[@name="HULL_UNBREAKING"]/desc
source: Your hull cannot break.
es: Tu casco no puede romperse.
it: Il tuo scafo non può rompersi.
ja: 船体が壊れることはない。
ko: 선체가 손상되지 않습니다.
pl: Twój kadłub nie może zostać zniszczony.
pt_br: Seu casco não pode quebrar.
zh_hans: 你的舰体不会受到伤害。

# data/blueprints.xml.append$//augBlueprint[@name="ENEMY_RESIST_50"]/title
source: 50% Hull Resist
es: 50% Resistencia de Casco
it: 50% di scafo Resist
ja: 船体抵抗50
ko: 50% 선체 피해 저항
pl: 50% Odporności Kadłuba
pt_br: 50% de resistência do casco
zh_hans: 50%舰体伤害免疫率

# data/blueprints.xml.append$//augBlueprint[@name="ENEMY_RESIST_50"]/desc
source: Your hull has a 50% resist chance.
es: Tu casco tiene un 50% de probabilidad de resistir.
it: Il tuo scafo ha una possibilità di resistenza del 50%.
ja: あなたの船体には50%のレジストチャンスがある。
ko: 50%의 확률로 선체 피해를 무시합니다.
pl: Twój kadłub ma 50% szansy na odporność.
pt_br: Seu casco tem 50% de chance de resistência.
zh_hans: 你的舰体有50%的抗性。

# data/blueprints.xml.append$//augBlueprint[@name="NO_GHOST"]/title
source: Emancipation Grid
es: Red de Emancipación
it: Griglia di emancipazione
ja: 奴隷解放グリッド
ko: 물질 분해 그리드
pl: Siatka Emancypacyjna
pt_br: Grade de emancipação
zh_hans: 舱格能量场

# data/blueprints.xml.append$//augBlueprint[@name="NO_GHOST"]/desc
source: Reduces Ghost sabotage speed by 20%. If a Door Control system is present and functional, all enemy crew and drones on-board will lose 4hp/s with an extra 1hp/s for each level of Door Control above 1.
es: Reduce la velocidad de sabotaje de los Fantasmas en un 20%. Si hay un sistema de Control de Puertas presente y funcional, toda la tripulación y drones enemigos a bordo perderán 4 PV/s con un 1 PV/s extra por cada nivel de Control de Puertas por encima de 1.
it: Riduce la velocità di sabotaggio fantasma del 20%. Se un sistema di controllo delle porte è presente e funzionale, tutti gli equipaggi nemici e i droni a bordo perderanno 4 CV/s con un ulteriore 1HP/s per ogni livello di controllo della porta sopra 1.
ja: Ghostの妨害速度を20%減少させる。 ドアコントロールシステムが存在し機能している場合、搭乗している全ての敵クルーとドローンは4hp/sを失い、ドアコントロールのレベルが1以上になるごとに1hp/s追加される。
ko: 고스트의 시스템 파괴속도를 20% 늦춥니다. 1/2/3/4레벨의 문 제어실이 기능 중이라면 함내에 침입한 모든 적 선원과 드론이 초당 4/5/6/7의 피해를 입습니다.
pl: Zmniejsza prędkość sabotażu Duchów o 20%. Jeśli system Kontroli Drzwi jest obecny i sprawny, cała wroga załoga i drony na pokładzie będą tracić 4 PŻ/s, z dodatkowym 1 PŻ/s za każdy poziom Kontroli Drzwi powyżej 1.
pt_br: Reduz a velocidade de sabotagem do Ghost em 20%. Se um sistema de controle de porta estiver presente e funcional, toda a tripulação inimiga e os drones a bordo perderão 4 hp/s com 1 hp/s extra para cada nível de controle de porta acima de 1.
zh_hans: 使敌方魂灵族的破坏伤害减少20%。 若有舱门系统且未被完全破坏，敌方登舰船员与无人机将持续受到4点/秒的伤害，舱门系统每高1级，伤害额外增加1点/秒。

# data/blueprints.xml.append$//augBlueprint[@name="NO_SUFFOCATE"]/title
source: Can't suffocate.
es: No puede asfixiarse.
it: Non posso soffocare.
ja: 窒息はできない。
pl: Nie można się udusić.
pt_br: Não pode se sufocar.
zh_hans: 免疫窒息伤害。

# data/blueprints.xml.append$//augBlueprint[@name="NO_SUFFOCATE"]/desc
source: All enemy crew are immune to suffocation aboard their ship.
es: Toda la tripulación enemiga es inmune a la asfixia a bordo de su nave.
it: Tutti gli equipaggi nemici sono immuni al soffocamento a bordo della loro nave.
ja: 敵のクルーは全員、船上で窒息する可能性がある。
pl: Cała wroga załoga jest odporna na uduszenie na pokładzie swojego statku.
pt_br: Toda a tripulação inimiga é imune à asfixia a bordo de seu navio.
zh_hans: 所有敌方船员在其舰船上免疫窒息伤害。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_UNION_JACKETS"]/title
source: Lifejackets
es: Chalecos Salvavidas
it: Giubbotti di salvataggio
ja: ライフジャケット
ko: 구명조끼
pl: Kamizelki Ratunkowe
pt_br: Coletes salva-vidas
zh_hans: 救生衣

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_UNION_JACKETS"]/desc
source: When crew are below half health, they gain doubled healing, movement and door breaking speed, and take half damage from hazards.
es: Cuando la tripulación está por debajo de la mitad de su salud, ganan el doble de curación, movimiento y velocidad de rotura de puertas, y reciben la mitad de daño de los peligros.
it: Quando l'equipaggio è inferiore a metà salute, ottengono una velocità raddoppiata di guarigione, movimento e rottura della porta e subiscono metà danno dai pericoli.
ja: クルーのライフが半分以下の場合、回復力、移動速度、ドア破壊速度が2倍になり、危険から受けるダメージが半分になる。
ko: 체력이 절반 이하인 선원은 회복 속도, 이동속도, 문 파괴 속도가 두 배 증가하고 재해로부터의 피해가 반감됩니다.
pl: Gdy załoga ma poniżej połowy zdrowia, zyskuje podwójną prędkość leczenia, ruchu i wyważania drzwi oraz otrzymuje połowę obrażeń od zagrożeń.
pt_br: Quando a tripulação está com menos da metade da saúde, ela ganha o dobro da velocidade de cura, de movimento e de rompimento de portas e recebe metade do dano causado por perigos.
zh_hans: 船员生命值降至50%以下时，其获得100%生命恢复速度、移动速度、破门伤害加成，以及50%环境伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="UNION_JACKETS"]/title
source: Lifejackets
es: Chalecos Salvavidas
it: Giubbotti di salvataggio
ja: ライフジャケット
ko: 구명조끼
pl: Kamizelki Ratunkowe
pt_br: Coletes salva-vidas
zh_hans: 救生衣

# data/blueprints.xml.append$//augBlueprint[@name="UNION_JACKETS"]/desc
source: When crew are below half health, they gain doubled healing, movement and door breaking speed, and take half damage from hazards.
es: Cuando la tripulación está por debajo de la mitad de su salud, ganan el doble de curación, movimiento y velocidad de rotura de puertas, y reciben la mitad de daño de los peligros.
it: Quando l'equipaggio è inferiore a metà salute, ottengono una velocità raddoppiata di guarigione, movimento e rottura della porta e subiscono metà danno dai pericoli.
ja: クルーのライフが半分以下の場合、回復力、移動速度、ドア破壊速度が2倍になり、危険から受けるダメージが半分になる。
ko: 체력이 절반 이하인 선원은 회복 속도, 이동속도, 문 파괴 속도가 두 배 증가하고 재해로부터의 피해가 반감됩니다.
pl: Gdy załoga ma poniżej połowy zdrowia, zyskuje podwójną prędkość leczenia, ruchu i wyważania drzwi oraz otrzymuje połowę obrażeń od zagrożeń.
pt_br: Quando a tripulação está com menos da metade da saúde, ela ganha o dobro da velocidade de cura, de movimento e de rompimento de portas e recebe metade do dano causado por perigos.
zh_hans: 船员生命值降至50%以下时，其获得100%生命恢复速度、移动速度、破门伤害加成，以及50%环境伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="ROCK_ARMOR"]/title
source: Rock Plating
es: Revestimiento de rocas
it: Placcatura rocciosa
ja: ロック・メッキ
ko: 암석 장갑
pl: Valunes poszycie
pt_br: Arremesso de rocha
zh_hans: 岩石镀层

# data/blueprints.xml.append$//augBlueprint[@name="ROCK_ARMOR"]/desc
source: Superior hull armor provides a 17% chance to negate incoming hull damage (hit systems will still be damaged). Provides an opportunity to ram the enemy ship before combat as well.
es: La armadura de casco superior proporciona un 17% de probabilidad de anular el daño entrante al casco (los sistemas golpeados seguirán siendo dañados). También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
it: L'armatura dello scafo superiore offre una probabilità del 17% di negare il danno allo scafo in arrivo (i sistemi di successo saranno ancora danneggiati). Offre l'opportunità di rampare anche la nave nemica prima del combattimento.
ja: 優れた船体装甲は、17％の確率で着弾した船体ダメージを無効化する（命中したシステムはダメージを受ける）。 戦闘前に敵艦に突進する機会も提供する。
ko: 우월한 내구성의 선체 장갑으로, 17%의 확률로 선체 피해를 무시합니다. (시스템은 그대로 피해를 입습니다). 또한 전투 전에 적함을 들이받는 선택지를 제공합니다.
pl: Doskonały pancerz kadłuba zapewnia 17% szansy na zniwelowanie nadchodzących obrażeń kadłuba (trafione systemy wciąż zostaną uszkodzone). Zapewnia również możliwość staranowania wrogiego statku przed walką.
pt_br: A blindagem superior do casco oferece 17% de chance de anular o dano recebido do casco (os sistemas atingidos ainda serão danificados). Também oferece uma oportunidade de abalroar a nave inimiga antes do combate.
zh_hans: 卓越的舰体装甲提供17%的几率来抵消受到的舰体伤害(被击中的系统仍会被损坏)。 还为战斗前提供一次撞向敌舰的机会。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ROCK_ARMOR"]/title
source: Rock Plating
es: Revestimiento de rocas
it: Placcatura rocciosa
ja: ロック・メッキ
ko: 암석 장갑
pl: Valunes poszycie
pt_br: Arremesso de rocha
zh_hans: 岩石镀层

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ROCK_ARMOR"]/desc
source: Superior hull armor provides a 20% chance to negate incoming hull damage (hit systems will still be damaged). Provides an opportunity to ram the enemy ship before combat as well.
es: La armadura de casco superior proporciona un 20% de probabilidad de anular el daño entrante al casco (los sistemas golpeados seguirán siendo dañados). También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
it: L'armatura dello scafo superiore offre una probabilità del 20% di negare il danno allo scafo in arrivo (i sistemi di successo saranno ancora danneggiati). Offre l'opportunità di rampare anche la nave nemica prima del combattimento.
ja: 優れた船体装甲は、20％の確率で着弾した船体ダメージを無効化する（命中したシステムはダメージを受ける）。 戦闘前に敵艦に突進する機会も提供する。
ko: 우월한 내구성의 선체 장갑으로, 20%의 확률로 선체 피해를 무시합니다. (시스템은 그대로 피해를 입습니다). 또한 전투 전에 적함을 들이받는 선택지를 제공합니다.
pl: Doskonały pancerz kadłuba zapewnia 20% szansy na zniwelowanie nadchodzących obrażeń kadłuba (trafione systemy wciąż zostaną uszkodzone). Zapewnia również możliwość staranowania wrogiego statku przed walką.
pt_br: A blindagem superior do casco oferece 20% de chance de anular o dano recebido do casco (os sistemas atingidos ainda serão danificados). Também oferece uma oportunidade de abalroar a nave inimiga antes do combate.
zh_hans: 卓越的舰体装甲提供20%的几率来抵消受到的舰体伤害(被击中的系统仍会被损坏)。 还为战斗前提供一次撞向敌舰的机会。

# data/blueprints.xml.append$//augBlueprint[@name="PALADIN_ARMOR"]/title
source: Divine Armor
es: Armadura Divina
it: Armatura divina
ja: ディバイン・アーマー
ko: 신성한 장갑
pl: Boski Pancerz
pt_br: Armadura Divina
zh_hans: 神圣装甲

# data/blueprints.xml.append$//augBlueprint[@name="PALADIN_ARMOR"]/desc
source: Extremely strong armor reinforced with Aether harvested from precursor ruins, fused with the already resistant armor of the Rockmen. Grants 70% chance to resist hull damage. Provides an opportunity to ram the enemy ship before combat as well. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: Armadura extremadamente fuerte reforzada con Éter cosechado de ruinas precursores, fusionada con la ya resistente armadura de los Rockmen. Los impactos que infligen 1 de daño tienen un 40% de probabilidad de ser anulados, y todo el demás daño se reduce en 1. También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
ja: 前駆体の遺跡から採取したエーテルで強化された極めて強力なアーマーで、すでに耐性があるロックマンのアーマーと融合している。1ダメージを与える衝撃は40%の確率で無効化され、それ以外のダメージは1軽減される。 戦闘前に敵艦に突進する機会も提供する。
ko: 선구자의 유적에서 채취한 아이테르를 락맨의 장갑과 융합한 극도로 강한 장갑입니다. 선체 피해를 70%의 확률로 무시합니다. 또한 전투 전에 적함을 들이받는 선택지를 제공합니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: Niezwykle silny pancerz wzmocniony Eterem pozyskanym z ruin prekursorów, połączony z już odpornym pancerzem Skałaków. Uderzenia zadające 1 obrażenie mają 40% szansy na zniwelowanie, a wszystkie inne obrażenia są zmniejszone o 1. Zapewnia również możliwość staranowania wrogiego statku przed walką.
zh_hans: 用从先驱者废墟中获取的以太强化的极强装甲，并与岩石族已经具有的抗性装甲相融合。 提供70%的舰体伤害免疫率，但对100%破舱的武器无效。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_PALADIN_ARMOR"]/title
source: Divine Armor
es: Armadura Divina
it: Armatura divina
ja: ディバイン・アーマー
ko: 신성한 장갑
pl: Boski Pancerz
pt_br: Armadura Divina
zh_hans: 神圣装甲

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_PALADIN_ARMOR"]/desc
source: Extremely strong armor reinforced with Aether harvested from precursor ruins, fused with the already resistant armor of the Rockmen. Grants 70% chance to resist hull damage. Provides an opportunity to ram the enemy ship before combat as well. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: Armadura extremadamente fuerte reforzada con Éter cosechado de ruinas precursores, fusionada con la ya resistente armadura de los Rockmen. Los proyectiles entrantes que infligen 1 de daño tienen un 40% de probabilidad de ser anulados, y todo el demás daño se reduce en 1. También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
ja: 前兆の遺跡から採取したエーテルで強化された極めて強力な鎧で、すでに耐性があるロックマンの鎧と融合している。1ダメージを与える着弾は40%の確率で無効化され、それ以外のダメージは1軽減される。 戦闘前に敵艦に突進する機会も提供する。
ko: 선구자의 유적에서 채취한 아이테르를 락맨의 장갑과 융합한 극도로 강한 장갑입니다. 선체 피해를 70%의 확률로 무시합니다. 또한 전투 전에 적함을 들이받는 선택지를 제공합니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: Niezwykle silny pancerz wzmocniony Eterem pozyskanym z ruin prekursorów, połączony z już odpornym pancerzem Skałaków. Nadchodzące pociski zadające 1 obrażenie mają 40% szansy na zniwelowanie, a wszystkie inne obrażenia są zmniejszone o 1. Zapewnia również możliwość staranowania wrogiego statku przed walką.
zh_hans: 用从先驱者废墟中获取的以太强化的极强装甲，并与岩石族已经具有的抗性装甲相融合。 提供70%的舰体伤害免疫率，但对100%破舱的武器无效。

# data/blueprints.xml.append$//augBlueprint[@name="PALADIN_ARMOR_PLAYER"]/title
source: Divine Armor+
es: Armadura Divina+
it: Armatura divina+
ja: ディヴァイン・アーマー＋（ディヴァイン・アーマー・プラス
ko: 신성한 장갑+
pl: Boski Pancerz+
pt_br: Armadura Divina+
zh_hans: 神圣装甲+

# data/blueprints.xml.append$//augBlueprint[@name="PALADIN_ARMOR_PLAYER"]/desc
source: Extremely strong armor reinforced with Aether harvested from precursor ruins, fused with the already resistant armor of the Rockmen. Resists all hull damage from normal weapons. Provides an opportunity to ram the enemy ship before combat as well. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: Armadura extremadamente fuerte reforzada con Éter cosechado de ruinas precursores, fusionada con la ya resistente armadura de los Rockmen. Los proyectiles entrantes que infligen 2 o menos de daño tienen un 50% de probabilidad de ser anulados, y todo el demás daño se reduce en 2. También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
ja: 前駆体の遺跡から採取したエーテルで強化された極めて強力なアーマーで、すでに耐性があるロックマンのアーマーと融合している。2以下のダメージを与える着弾は50％の確率で無効化され、それ以外のダメージは2軽減される。 戦闘前に敵艦に突進する機会も提供する。
ko: 선구자의 유적에서 채취한 아이테르를 락맨의 장갑과 융합한 극도로 강한 장갑입니다. 모든 선체 피해를 무시합니다. 또한 전투 전에 적함을 들이받는 선택지를 제공합니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: Niezwykle silny pancerz wzmocniony Eterem pozyskanym z ruin prekursorów, połączony z już odpornym pancerzem Skałaków. Nadchodzące pociski zadające 2 lub mniej obrażeń mają 50% szansy na zniwelowanie, a wszystkie inne obrażenia są zmniejszone o 2. Zapewnia również możliwość staranowania wrogiego statku przed walką.
zh_hans: 用从先驱者废墟中获取的以太强化的极强装甲，并与岩石族已经具有的抗性装甲相融合。 提供舰体伤害免疫能力，但对100%破舱的武器无效。 还在战斗前提供一个冲撞敌舰的机会。

# data/blueprints.xml.append$//augBlueprint[@name="SALT_ARMOR"]/title
source: Salt Plating
es: Blindaje de Sal
it: Placcatura salata
ja: 塩メッキ
ko: 소금 장갑
pl: Solne Poszycie
pt_br: Revestimento de sal
zh_hans: 盐镀层

# data/blueprints.xml.append$//augBlueprint[@name="SALT_ARMOR"]/desc
source: Strange plating that can resist all ion damage and gives a very small chance for systems to resist damage.
es: Blindaje extraño que puede resistir todo el daño iónico y otorga una pequeña probabilidad de que los sistemas resistan el daño.
it: Strana placcatura che può resistere a tutti i danni da ioni e dà una piccola possibilità per i sistemi di resistere ai danni.
ja: あらゆるイオンダメージに耐性があり、システムがダメージに耐える可能性が非常に低い奇妙なメッキだ。
ko: 모든 이온 피해에 저항하고 아주 낮은 확률로 시스템 피해를 무시하는 이상한 장갑입니다.
pl: Dziwne poszycie, które może oprzeć się wszystkim obrażeniom jonowym i daje bardzo małą szansę na odporność systemów na obrażenia.
pt_br: Revestimento estranho que pode resistir a todos os danos de íons e oferece uma chance muito pequena de os sistemas resistirem aos danos.
zh_hans: 奇怪的装甲，可以抵抗所有的离子伤害，并有很低的几率来抵抗系统伤害。

# data/blueprints.xml.append$//augBlueprint[@name="REGEN_ARMOR"]/title
source: Regenerative Plating
es: Blindaje Regenerativo
it: Placcatura rigenerativa
ja: 再生メッキ
ko: 재생 장갑
pl: Poszycie Regeneracyjne
pt_br: Revestimento regenerativo
zh_hans: 再生镀层

# data/blueprints.xml.append$//augBlueprint[@name="REGEN_ARMOR"]/desc
source: An advanced Lost Sun creation, a superior hull plating which not only protects the hull, but patches breaches automatically. Grants 10% chance to resist hull damage. Provides an opportunity to ram the enemy ship before combat as well.
es: Una creación avanzada de los Soles Perdidos, un blindaje de casco superior que no solo protege el casco, sino que también repara brechas automáticamente. Otorga un 10% de probabilidad de resistir el daño al casco. También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
it: Una creazione di sole perduta avanzata, una placcatura dello scafo superiore che non solo protegge lo scafo, ma le patch violano automaticamente.Concede il 10% di probabilità di resistere al danno allo scafo. Offre l'opportunità di rampare anche la nave nemica prima del combattimento.
ja: ロスト・サンが開発した先進的な船体メッキで、船体を保護するだけでなく、自動的に破損箇所を補修する。10％の確率で船体ダメージに抵抗する。 戦闘前に敵艦に突進する機会を与える。
ko: 선체를 보호할 뿐만 아니라 균열을 자동적으로 수리하는 로스트선의 선진 문물입니다. 10%의 확률로 선체 피해를 무시합니다. 또한 전투 전에 적함을 들이받는 선택지를 제공합니다.
pl: Zaawansowane dzieło Zagubionych Słońc, doskonałe poszycie kadłuba, które nie tylko chroni kadłub, ale także automatycznie łata wyłomy. Daje 10% szansy na odporność na uszkodzenia kadłuba. Zapewnia również możliwość staranowania wrogiego statku przed walką.
pt_br: Uma criação avançada do Lost Sun, um revestimento de casco superior que não apenas protege o casco, mas também corrige brechas automaticamente. Concede 10% de chance de resistir a danos no casco. Também oferece uma oportunidade de abalroar a nave inimiga antes do combate.
zh_hans: 一种先进的迷失烈阳创造物，一种卓越的舰体装甲，不仅可以保护舰体，还能自动修复破舱。提供10%的舰体伤害免疫率，以及在战斗前冲撞敌舰的机会。

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_REGEN_ARMOR"]/title
source: Regenerative Plating
es: Blindaje Regenerativo
it: Placcatura rigenerativa
ja: 再生メッキ
ko: 재생 장갑
pl: Poszycie Regeneracyjne
pt_br: Revestimento regenerativo
zh_hans: 再生镀层

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_REGEN_ARMOR"]/desc
source: An advanced Lost Sun creation, a superior hull plating which not only protects the hull, but patches breaches automatically. Grants 10% chance to resist hull damage. Provides an opportunity to ram the enemy ship before combat as well.
es: Una creación avanzada de los Soles Perdidos, un blindaje de casco superior que no solo protege el casco, sino que también repara brechas automáticamente. Otorga un 10% de probabilidad de resistir el daño al casco. También proporciona la oportunidad de embestir a la nave enemiga antes del combate.
it: Una creazione di sole perduta avanzata, una placcatura dello scafo superiore che non solo protegge lo scafo, ma le patch violano automaticamente.Concede il 10% di probabilità di resistere al danno allo scafo. Offre l'opportunità di rampare anche la nave nemica prima del combattimento.
ja: ロスト・サンが開発した先進的な船体メッキで、船体を保護するだけでなく、自動的に破損箇所を補修する。10％の確率で船体ダメージに抵抗する。 戦闘前に敵艦に突進する機会を与える。
ko: 선체를 보호할 뿐만 아니라 균열을 자동적으로 수리하는 로스트선의 선진 문물입니다. 10%의 확률로 선체 피해를 무시합니다. 또한 전투 전에 적함을 들이받는 선택지를 제공합니다.
pl: Zaawansowane dzieło Zagubionych Słońc, doskonałe poszycie kadłuba, które nie tylko chroni kadłub, ale także automatycznie łata wyłomy. Daje 10% szansy na odporność na uszkodzenia kadłuba. Zapewnia również możliwość staranowania wrogiego statku przed walką.
pt_br: Uma criação avançada do Lost Sun, um revestimento de casco superior que não apenas protege o casco, mas também corrige brechas automaticamente. Concede 10% de chance de resistir a danos no casco. Também oferece uma oportunidade de abalroar a nave inimiga antes do combate.
zh_hans: 一种先进的迷失烈阳创造物，一种卓越的舰体装甲，不仅可以保护舰体，还能自动修复破舱。提供10%的舰体伤害免疫率，以及在战斗前冲撞敌舰的机会。

# data/blueprints.xml.append$//augBlueprint[@name="CRYSTAL_ARMOR_ENEMY"]/title
source: Crystalline Armor
es: Armadura Cristalina
it: Armatura cristallina
ja: クリスタル・アーマー
pl: Pancerz Krystaliczny
pt_br: Armadura cristalina
zh_hans: 水晶装甲

# data/blueprints.xml.append$//augBlueprint[@name="CRYSTAL_ARMOR_ENEMY"]/desc
source: Every time your ship takes damage, there is a 33% chance to break off a shard that flies at your enemy.
es: Cada vez que tu nave recibe daño, hay un 33% de probabilidad de desprender un fragmento que vuela hacia tu enemigo.
it: Ogni volta che la tua nave subisce danni, c'è una probabilità del 33% di rompere un frammento che vola al tuo nemico.
ja: 船がダメージを受けるたびに、33%の確率で敵に飛んでくる破片を砕く。
pl: Za każdym razem, gdy twój statek otrzymuje obrażenia, istnieje 33% szansy na odłamanie odłamka, który leci w stronę wroga.
pt_br: Toda vez que sua nave sofre dano, há 33% de chance de quebrar um fragmento que voa contra o inimigo.
zh_hans: 每当你的星舰受到舰体伤害时，有33%的几率发射一块水晶碎片，飞向敌舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_1"]/title
source: Crystal Shard
es: Fragmento de Cristal
it: Frammento di cristallo
ja: クリスタル・シャード
ko: 크리스탈 파편
pl: Kryształowy Odłamek
pt_br: Fragmento de cristal
zh_hans: 水晶碎片

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_1"]/short
source: Crystal
es: Cristal
it: Cristallo
ja: クリスタル
pl: Krystalije
pt_br: Cristal
zh_hans: 水晶碎片

# data/blueprints.xml.append$//weaponBlueprint[@name="CRYSTAL_1"]/desc
source: CRYSTAL VENG PROJECTILE
es: PROYECTIL DE VENGANZA DE CRISTAL
it: Proiettile Crystal Veng
ja: クリスタルヴェンジェンス発射体
ko: 크리스탈 파편
pl: POCISK MŚCIWEGO KRYSZTAŁU
pt_br: PROJÉTIL DE CRISTAL VENG
zh_hans: 水晶复仇弹

# data/blueprints.xml.append$//augBlueprint[@name="CRYSTAL_ARMOR"]/title
source: Crystalline Armor
es: Armadura Cristalina
it: Armatura cristallina
ja: クリスタル・アーマー
ko: 크리스탈 장갑
pl: Pancerz Krystaliczny
pt_br: Armadura cristalina
zh_hans: 水晶装甲
