Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_MADNESS_VISION"]/desc
source: Fires a more concentrated beam of chaotic eldritch energy. Deals less crew damage but also temporarily induces true madness on the crew it hits, disabling their active abilities, their ability to man systems or repair, and greatly slowing their movement.
es: Dispara un rayo más concentrado de caótica energía sobrenatural. Inflige menos daño a la tripulación, pero también induce temporalmente una locura verdadera en la tripulación que golpea, desactivando sus habilidades activas, su capacidad para operar sistemas o reparar, y ralentizando enormemente su movimiento.
it: Scatta un raggio più concentrato di energia eldritch caotica.Offre meno danni da equipaggio ma induce anche temporaneamente la vera follia nell'equipaggio che colpisce, disabilitando le loro capacità attive, la loro capacità di gestire i sistemi o riparare e rallentare notevolmente il loro movimento.
ja: より集中した混沌とした異界エネルギーのビームを発射する。与えるクルーのダメージは少なくなるが、攻撃を受けたクルーに一時的に真の狂気を引き起こし、彼らのアクティブな能力、システムに人員を配置したり修理したりする能力を無効にし、彼らの動きを大幅に遅くする。
ko: 이계의 혼돈 에너지가 농축된 빔을 발사합니다. 선원 피해량은 낮지만, 피격된 선원에게 일시적으로 진정한 광기를 부여하여 활성화 능력과 수리 및 관제 능력을 봉인하고 이동속도를 크게 감소시키니다.
pl: Wystrzeliwuje bardziej skoncentrowany promień chaotycznej, nieziemskiej energii. Zadaje mniej obrażeń załodze, ale tymczasowo wywołuje prawdziwe szaleństwo u trafionej załogi, wyłączając jej aktywne zdolności, zdolność do obsługi systemów lub naprawy oraz znacznie spowalniając jej ruch.
pt_br: Dispara um feixe mais concentrado de energia eldritch caótica. Causa menos danos à tripulação, mas também induz temporariamente a verdadeira loucura na tripulação atingida, desativando suas habilidades ativas, sua capacidade de gerenciar sistemas ou fazer reparos e retardando bastante seus movimentos.
zh_hans: 发射一束浓缩混沌怪异能量束。造成船员伤害并暂时向命中目标注入真正的疯狂，禁用其主动技能，操控系统的能力与维修能力，并且大幅减缓其移动速度。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_MADNESS"]/title
source: 'Apopis' Artillery
es: Artillería 'Apopis'
it: Artiglieria "apopis"
ja: アポピス」砲
ko: '아포피스' 함포
pl: Artyleria 'Apopis'
pt_br: Artilharia "Apopis
zh_hans: '邪神'巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_MADNESS"]/short
source: 'Apopis'
ja: アポピス
zh_hans: '邪神'巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_MADNESS"]/desc
source: [Base cooldown: 20] Releases a burst of 4 mines that inflict madness on crew they hit as well as devastating effects on the enemy hull.
es: [Recarga base: 20] Libera una ráfaga de 4 minas que infligen locura a la tripulación que golpean, así como efectos devastadores en el casco enemigo.
it: [Cooldown di base: 20] rilascia uno scoppio di 4 mine che infliggono follia all'equipaggio che colpiscono e effetti devastanti sullo scafo nemico.
ja: [基本クールダウン:20]4つの地雷を爆発させ、攻撃を受けたクルーを狂乱させるだけでなく、敵艦体に壊滅的な影響を与える。
ko: [기본 충전 시간: 20] 적 선체에 치명적인 손상을 입힐 뿐만 아니라 피격된 선원에게 광기를 부여하는 4발의 기뢰를 사출합니다.
pl: [Podstawowy czas odnowienia: 20] Uwalnia serię 4 min, które wywołują szaleństwo u trafionej załogi, a także mają niszczycielski wpływ na kadłub wroga.
pt_br: [Recarga base: 20] Libera uma explosão de 4 minas que causam loucura na tripulação atingida, além de efeitos devastadores no casco inimigo.
zh_hans: [基础充能时间：20秒] 释放一波4个空雷，向命中船员散布疯狂并对舰体造成严重损害。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_MADNESS"]/tooltip
source: Artillery: Releases a burst of 4 mines that inflict madness on crew they hit as well as devastating effects on the enemy hull.
es: Artillería: Libera una ráfaga de 4 minas que infligen locura a la tripulación que golpean, así como efectos devastadores en el casco enemigo.
it: Artiglieria: rilascia un'esplosione di 4 miniere che infliggono follia all'equipaggio che colpiscono e effetti devastanti sullo scafo nemico.
ja: アーティラリー:4つの地雷を発射し、命中したクルーを狂乱させるだけでなく、敵艦体に壊滅的な影響を与える。
ko: 함포: 적 선체에 치명적인 손상을 입힐 뿐만 아니라 피격된 선원에게 광기를 부여하는 4발의 기뢰를 사출합니다.
pl: Artyleria: Uwalnia serię 4 min, które wywołują szaleństwo u trafionej załogi, a także mają niszczycielski wpływ na kadłub wroga.
pt_br: Artilharia: Libera uma explosão de 4 minas que causam loucura na tripulação atingida, além de efeitos devastadores no casco inimigo.
zh_hans: 巨炮：释放一波4个空雷，向命中船员散布疯狂并对舰体造成严重损害。

source: 'Azathoth' Artillery
es: Artillería 'Azathoth'
it: Artiglieria "Azathoth"
ja: アザトース」砲
ko: '아자토스' 함포
pl: Artyleria 'Azathoth'
pt_br: Artilharia "Azathoth
zh_hans: '盲愚之神'巨炮

source: 'Azathoth'
ja: アザトース
zh_hans: '盲愚之神'巨炮

source: [Base cooldown: 20] Releases a burst of 4 mines that do not inflict madness but wreak havoc on enemy systems.
es: [Recarga base: 20] Libera una ráfaga de 4 minas que no infligen locura pero causan estragos en los sistemas enemigos.
it: [Cooldown di base: 20] rilascia uno scoppio di 4 mine che non infliggono follia ma provocano il caos sui sistemi nemici.
ja: [基本クールダウン:20] 狂気を引き起こすことはないが、敵星系に大混乱をもたらす4つの地雷を爆発させる。
ko: [기본 충전 속도: 20] 광기를 부여하진 않지만, 적의 시스템에 강력한 파괴를 가하는 4발의 기뢰를 사출합니다.
pl: [Podstawowy czas odnowienia: 20] Uwalnia serię 4 min, które nie wywołują szaleństwa, ale sieją spustoszenie w systemach wroga.
pt_br: [Tempo de recarga básico: 20] Libera uma explosão de 4 minas que não causam loucura, mas causam estragos nos sistemas inimigos.
zh_hans: [基础充能时间：20秒] 释放一波4个空雷，不会散布疯狂，但会对敌方系统造成毁灭性打击。

source: Artillery: Releases a burst of 4 mines that do not inflict madness but wreak havoc on enemy systems.
es: Artillería: Libera una ráfaga de 4 minas que no infligen locura pero causan estragos en los sistemas enemigos.
it: Artiglieria: rilascia un'esplosione di 4 miniere che non infliggono follia ma provocano il caos sui sistemi nemici.
ja: アーティラリー:4つの地雷を発射する。これは狂気を引き起こすのではなく、敵星系に大混乱をもたらす。
ko: 함포: 광기를 부여하진 않지만, 적의 시스템에 강력한 파괴를 가하는 4발의 기뢰를 사출합니다.
pl: Artyleria: Uwalnia serię 4 min, które nie wywołują szaleństwa, ale sieją spustoszenie w systemach wroga.
pt_br: Artilharia: Libera uma explosão de 4 minas que não causam loucura, mas causam estragos nos sistemas inimigos.
zh_hans: 巨炮：释放一波4个空雷，不会散布疯狂，但会对敌方系统造成毁灭性打击。

source: 'Azathoth' Artillery
es: Artillería 'Azathoth'
it: Artiglieria "Azathoth"
ja: アザトース」砲
ko: '아자토스' 함포
pl: Artyleria 'Azathoth'
pt_br: Artilharia "Azathoth
zh_hans: '盲愚之神'巨炮

source: 'Azathoth'
ja: アザトース
zh_hans: '盲愚之神'巨炮

source: [Base cooldown: 20] Releases a burst of 4 mines that do not inflict madness but wreak havoc on enemy systems.
es: [Recarga base: 20] Libera una ráfaga de 4 minas que no infligen locura pero causan estragos en los sistemas enemigos.
it: [Cooldown di base: 20] rilascia uno scoppio di 4 mine che non infliggono follia ma provocano il caos sui sistemi nemici.
ja: [基本クールダウン:20] 狂気を引き起こすことはないが、敵星系に大混乱をもたらす4つの地雷を爆発させる。
ko: [기본 충전 속도: 20] 광기를 부여하진 않지만, 적의 시스템에 강력한 파괴를 가하는 4발의 기뢰를 사출합니다.
pl: [Podstawowy czas odnowienia: 20] Uwalnia serię 4 min, które nie wywołują szaleństwa, ale sieją spustoszenie w systemach wroga.
pt_br: [Tempo de recarga básico: 20] Libera uma explosão de 4 minas que não causam loucura, mas causam estragos nos sistemas inimigos.
zh_hans: [基础充能时间：20秒] 释放一波4个空雷，不会散布疯狂，但会对敌方系统造成毁灭性打击。

source: Artillery: Releases a burst of 4 mines that do not inflict madness but wreak havoc on enemy systems.
es: Artillería: Libera una ráfaga de 4 minas que no infligen locura pero causan estragos en los sistemas enemigos.
it: Artiglieria: rilascia un'esplosione di 4 miniere che non infliggono follia ma provocano il caos sui sistemi nemici.
ja: アーティラリー:4つの地雷を発射する。これは狂気を引き起こすのではなく、敵星系に大混乱をもたらす。
ko: 함포: 광기를 부여하진 않지만, 적의 시스템에 강력한 파괴를 가하는 4발의 기뢰를 사출합니다.
pl: Artyleria: Uwalnia serię 4 min, które nie wywołują szaleństwa, ale sieją spustoszenie w systemach wroga.
pt_br: Artilharia: Libera uma explosão de 4 minas que não causam loucura, mas causam estragos nos sistemas inimigos.
zh_hans: 巨炮：释放一波4个空雷，不会散布疯狂，但会对敌方系统造成毁灭性打击。

# data/blueprints.xml.append$//weaponBlueprint[@name="ZOLTAN_DELETER"]/title
source: Zoltan Deleter
es: Eliminador de Zoltan
ja: ゾルタン・デレテル
ko: 졸탄 삭제기
pl: Kasator Zoltanów
zh_hans: 超能族删除器

# data/blueprints.xml.append$//weaponBlueprint[@name="ZOLTAN_DELETER"]/short
source: Zolt Deleter
es: Elim. Zoltan
ja: ゾルト・デレテル
pl: Kasator Zolt.
zh_hans: 超能族删除器

# data/blueprints.xml.append$//weaponBlueprint[@name="ZOLTAN_DELETER"]/desc
source: The Free Mantis' spite against Zoltans escalated to unimaginable levels, this terrific weapon being a testament of it. Does moderate damage to any type of crew, but condemns all Zoltans to certain death.
es: El rencor de los Mantis Libres contra los Zoltan escaló a niveles inimaginables, siendo esta terrible arma un testimonio de ello. Causa daño moderado a cualquier tipo de tripulación, pero condena a todos los Zoltan a una muerte segura.
it: Il dispetto della mantide libera contro gli Zoltans si intensificò a livelli inimmaginabili, essendo questa vera arma da parte.Fa un danno moderato a qualsiasi tipo di equipaggio, ma condanna tutti gli Zoltan a morte certa.
ja: ゾルタンに対するフリーマンティスの悪意は想像を絶するレベルにまでエスカレートし、この恐ろしい武器はその証拠だ。あらゆる種類のクルーに中程度のダメージを与えるが、ゾルタン全員を確実に死刑に処する。
ko: 졸탄을 향한 독립 맨티스의 앙심은 상상할 수 없을 정도로 커졌습니다. 이 무시무시한 무기가 그 증거죠. 어떤 종류의 선원에게든 상당한 피해를 주지만, 특히 졸탄은 한 방에 죽음까지 몰아넣을 수 있습니다.
pl: Nienawiść Wolnych Modliszek do Zoltanów osiągnęła niewyobrażalny poziom, czego dowodem jest ta straszliwa broń. Zadaje umiarkowane obrażenia każdemu typowi załogi, ale skazuje wszystkich Zoltanów na pewną śmierć.
pt_br: O despeito do Louva-a-Deus Livre contra os zoltanos atingiu níveis inimagináveis, e essa arma fantástica é uma prova disso. Causa dano moderado a qualquer tipo de tripulação, mas condena todos os zoltanos à morte certa.
zh_hans: 自由螳螂们对超能族的怨气已经到了常人难以想象的程度，这件武器就是最好的证据之一。可对任何类型的船员造成中量伤害，但可立即杀死所有超能族。

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION1"]/title
source: 'The Widow Maker'
es: 'El Hacedor de Viudas'
ja: 未亡人メーカー
ko: '과부제조기'
pl: 'Twórca Wdów'
pt_br: "O Criador de Viúvas
zh_hans: '寡妇制造者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION1"]/short
source: 'WidowMaker'
es: 'HacedorViudas'
it: 'Creatore di Vedova'
ja: ウィドウメイカー
pl: 'TwórcaWdów'
zh_hans: 寡妇制造

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION1"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION2"]/title
source: 'The Puppy Kicker'
es: 'El Pateador de Cachorros'
it: 'Il kicker del cucciolo'
ja: パピー・キッカー
ko: '무뢰한'
pl: 'Kopacz Szczeniaków'
pt_br: "O chutador de cachorros
zh_hans: '菜狗打击者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION2"]/short
source: 'Puppy Kicker'
es: 'PateaCachorros'
it: 'Cucciolo kicker'
ja: パピー・キッカー
pl: 'KopaczSzczen.'
pt_br: "Chutador de filhotes
zh_hans: 菜狗打击

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION2"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION3"]/title
source: 'Big Ass Gun'
es: 'Pistola Enorme'
ja: ビッグ・アス・ガン
ko: '존나 큰 총'
pl: 'Wielkie Działo'
pt_br: 'Big Ass Gun' (Arma de grande porte)
zh_hans: '牛逼的枪'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION3"]/short
source: 'B.A.G.'
es: 'P.E.'
it: 'BORSA.'
pl: 'W.D.'
zh_hans: '牛逼枪'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION3"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION4"]/title
source: 'Spinny Stick'
es: 'Palo Giratorio'
ja: スピニースティック
ko: '빙글빙글 막대기'
pl: 'Kręcący się Kij'
pt_br: 'Spinny Stick' (bastão giratório)
zh_hans: '转转棍'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION4"]/short
source: 'SpinnyStick'
es: 'PaloGiratorio'
ja: スピニースティック
pl: 'KręcącyKij'
zh_hans: '转转棍'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION4"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION5"]/title
source: 'Pew Pew Pew'
es: 'Piu Piu Piu'
ja: ピューピューピューピュー
ko: '뿅뿅뿅'
pl: 'Piu Piu Piu'
pt_br: 'Pew Pew'
zh_hans: 'BiuBiuBiu'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION5"]/short
source: 'Pew Pew'
es: 'Piu Piu'
ja: ピューピュー」。
pl: 'Piu Piu'
zh_hans: Biu*3

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION5"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION6"]/title
source: 'Excaliber'
it: 'Excalibur'
ja: エクスカリバー
ko: '엑스칼리버'
pt_br: Excalibre
zh_hans: '大咖喱棒'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION6"]/short
source: 'Excaliber'
it: 'Excalibur'
ja: エクスカリバー
pt_br: Excalibre
zh_hans: '咖喱棒'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION6"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION7"]/title
source: 'Vulcan II'
es: 'Vulcano II'
ja: バルカンII世
ko: '발칸 II'
zh_hans: '火神激光II'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION7"]/short
source: 'Vulcan II'
es: 'Vulcano II'
ja: バルカンII世
zh_hans: '火神II'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION7"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION8"]/title
source: 'The Debugger'
es: 'El Depurador'
it: 'Il debugger'
ja: デバッガー
ko: '디버거'
pl: 'Debuger'
pt_br: "O depurador
zh_hans: '除错器'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION8"]/short
source: 'Debugger'
es: 'Depurador'
ja: デバッガー
pl: 'Debuger'
pt_br: Depurador
zh_hans: '除错器'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_VERSION8"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING"]/desc
source: The Gatling gun takes a very long time to warm up, but it will eventually unleash hell on your opposition!
es: La ametralladora Gatling tarda mucho en calentarse, ¡pero eventualmente desatará el infierno sobre tu oposición!
it: La pistola Gatling impiega molto tempo per riscaldarsi, ma alla fine scatenerà l'inferno sulla tua opposizione!
ja: ガトリングガンはウォーミングアップに非常に長い時間がかかるが、最終的には敵に地獄を解き放つだろう！
ko: 개틀링 기관총은 예열이 오래 걸리지만, 결국 적에게 지옥을 선사해 줄 것입니다!
pl: Karabin Gatlinga potrzebuje dużo czasu na rozgrzanie, ale w końcu rozpęta piekło twoim przeciwnikom!
pt_br: O canhão Gatling leva muito tempo para aquecer, mas acabará lançando o inferno sobre seus adversários!
zh_hans: 加特林激光需要很长时间才能充能完毕，但它最终会向你的敌人敞开地狱之门！

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_SYLVAN"]/title
source: 'The Rift Waker'
es: 'El Despierta Fisuras'
ja: ザ・リフト・ウェイカー
ko: '리프트 웨이커'
pl: 'Budziciel Szczelin'
pt_br: O Rift Waker
zh_hans: '裂隙唤醒者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_SYLVAN"]/short
source: 'Rift Waker'
es: 'Desp. Fisuras'
ja: リフト・ウェーカー
pl: 'Budziciel Szczelin'
zh_hans: '裂唤者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_SYLVAN"]/desc
source: A powerful weapon of war carried previously only by Sylvan, but now by you as well. You greedy, murdering traitor you.
es: Una potente arma de guerra llevada anteriormente solo por Sylvan, pero ahora también por ti. Tú, codicioso traidor asesino.
it: Un'arma potente di guerra trasportata in precedenza solo da Sylvan, ma anche da te.Sei avido, uccidendo te.
ja: 以前はシルバンのみが携行していた強力な戦争兵器だが、現在はあなたも携行している。貪欲な、裏切り者を殺したな。
ko: 실반만이 가지고 있던 강력한 전쟁 무기지만, 이제는 당신의 손에 들어왔습니다. 탐욕스러운 배신자여.
pl: Potężna broń wojenna, którą wcześniej nosił tylko Sylvan, a teraz także ty. Ty chciwy, morderczy zdrajco.
pt_br: Uma poderosa arma de guerra carregada anteriormente apenas por Sylvan, mas agora também por você. Seu traidor ganancioso e assassino.
zh_hans: 一种强大的战争武器，以前只有希尔凡使用，但现在落入你手中。你这贪婪的杀人叛徒。

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_SYLVAN_HONOR"]/title
source: 'The Rift Waker'
es: 'El Despierta Fisuras'
ja: ザ・リフト・ウェイカー
ko: '리프트 웨이커'
pl: 'Budziciel Szczelin'
pt_br: O Rift Waker
zh_hans: '裂隙唤醒者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_SYLVAN_HONOR"]/short
source: 'Rift Waker'
es: 'Desp. Fisuras'
ja: リフト・ウェーカー
pl: 'Budziciel Szczelin'
zh_hans: '裂唤者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_SYLVAN_HONOR"]/desc
source: A powerful weapon of war carried previously only by Sylvan, but now by you as well. Go kick some Rebel asses.
es: Una potente arma de guerra llevada anteriormente solo por Sylvan, pero ahora también por ti. Ve a patear algunos traseros Rebeldes.
it: Un'arma potente di guerra trasportata in precedenza solo da Sylvan, ma anche da te.Vai a calciare alcuni asini ribelli.
ja: 以前はシルバンのみが携行していた強力な戦争兵器だが、現在はあなたも携行している。反乱軍を蹴りに行こう。
ko: 실반만이 가지고 있던 강력한 전쟁 무기지만, 이제는 당신의 손에 들어왔습니다. 반군들의 엉덩이를 걷어차주러 갑시다.
pl: Potężna broń wojenna, którą wcześniej nosił tylko Sylvan, a teraz także ty. Idź skopać tyłki Rebeliantom.
pt_br: Uma poderosa arma de guerra carregada anteriormente apenas por Sylvan, mas agora também por você. Vá chutar o traseiro de alguns rebeldes.
zh_hans: 一种强大的战争武器，以前只有希尔凡使用，但现在落入你手中。去狠狠暴揍叛军吧。

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_ANCIENT"]/title
source: 'God Killer'
es: 'Asesino de Dioses'
ja: 神殺し
ko: '신살자'
pl: 'Zabójca Bogów'
pt_br: 'God Killer' (Assassino de Deus)
zh_hans: '弑神者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_ANCIENT"]/short
source: 'Killer'
es: 'Asesino'
ja: キラー」。
pl: 'Zabójca'
pt_br: "Assassino
zh_hans: '弑神者'

# data/blueprints.xml.append$//weaponBlueprint[@name="GATLING_ANCIENT"]/desc
source: A weapon capable of killing gods, wielded previously by the tyrant of the entire Multiverse.
es: Un arma capaz de matar dioses, empuñada anteriormente por el tirano de todo el Multiverso.
it: Un'arma in grado di uccidere gli dei, esercitata in precedenza dal tiranno dell'intero multiverso.
ja: マルチバース全体の暴君がかつて使用していた、神を殺すことができる武器。
ko: 멀티버스의 독재자가 가지고 있던 신조차 죽일 수 있는 무기입니다.
pl: Broń zdolna do zabijania bogów, którą wcześniej dzierżył tyran całego Multiwersum.
pt_br: Uma arma capaz de matar deuses, usada anteriormente pelo tirano de todo o Multiverso.
zh_hans: 一种能够杀死神灵的武器，以前由统治整个多元宇宙的暴君使用。

# data/blueprints.xml.append$//weaponBlueprint[@name="PART_GATLING_BARREL"]/title
source: Gatling Barrel
es: Cañón de Gatling
it: Barile gatling
ja: ガトリング・バレル
ko: 개틀링 총열
pl: Lufa Gatlinga
pt_br: Barril Gatling
zh_hans: 加特林枪管

# data/blueprints.xml.append$//weaponBlueprint[@name="PART_GATLING_BARREL"]/short
source: Barrel
es: Cañón
it: Barile
ja: バレル
pl: Lufa
pt_br: Barril
zh_hans: 枪管
