Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_UNIQUE"]/desc
source: Unique crew lost no skills when cloned, heal 50% faster, and gain a 15% boost to damage, repair speed, and movement speed.
es: La tripulación única no pierde habilidades al ser clonada, se cura un 50% más rápido y gana un 15% de aumento en daño, velocidad de reparación y velocidad de movimiento.
it: L'equipaggio unico non ha perso abilità quando è clonato, guarisce il 50% più velocemente e ottiene un aumento del 15% per danni, velocità di riparazione e velocità di movimento.
ja: ユニークなクルーはクローン作成時にスキルを失わず、回復が50%速くなり、ダメージ、修理速度、移動速度が15%増加する。
pl: Unikalna załoga nie traci umiejętności podczas klonowania, leczy się 50% szybciej i zyskuje 15% premii do obrażeń, prędkości naprawy i prędkości ruchu.
pt_br: A tripulação exclusiva não perde nenhuma habilidade quando clonada, cura-se 50% mais rápido e ganha um aumento de 15% no dano, na velocidade de reparo e na velocidade de movimento.
zh_hans: 特殊船员在克隆时不会失去任何技能，生命恢复速度提高50%，并获得15%的伤害、维修速度和移动速度提升。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_UNIQUEMECH"]/title
source: Boon of Mechanics
es: Bendición de los Mecánicos
ja: メカニックの恩恵
pl: Dar Mechaników
pt_br: Vantagem da mecânica
zh_hans: 机械的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_UNIQUEMECH"]/desc
source: Crew drones gain 50 health and doubled movement speed.
es: Los drones de tripulación ganan 50 de salud y el doble de velocidad de movimiento.
it: I droni dell'equipaggio guadagnano 50 salute e raddoppiano la velocità di movimento.
ja: クルードローンのライフが50増加し、移動速度が2倍になる。
pl: Drony załogowe zyskują 50 zdrowia i podwójną prędkość ruchu.
pt_br: Os drones da tripulação ganham 50 de vida e velocidade de movimento dobrada.
zh_hans: 舰内无人机获得50点最大生命值与2倍的移动速度。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_KIDS"]/title
source: Boon of Children
es: Bendición de los Niños
it: Vantaggio dei bambini
ja: 子供たちの恩恵
pl: Dar Dzieci
pt_br: Vantagem para as crianças
zh_hans: 儿童的恩惠

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_KIDS"]/desc
source: Crew gain a 1% boost to health.
es: La tripulación gana un 1% de aumento en salud.
it: L'equipaggio ottiene una spinta dell'1% alla salute.
ja: クルーのライフが1%増加する。
pl: Załoga zyskuje 1% premii do zdrowia.
pt_br: A tripulação recebe um aumento de 1% na saúde.
zh_hans: 船员的最大生命值提升1%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_WEAPONS"]/title
source: Grant of Weaponry
es: Concesión de Armamento
it: Concessione di armi
ja: 武器供与
pl: Dar Uzbrojenia
pt_br: Concessão de armamento
zh_hans: 武器的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_WEAPONS"]/desc
source: Crew repair your weapons 50% faster.
es: La tripulación repara tus armas un 50% más rápido.
it: L'equipaggio ripara le tue armi al 50% più velocemente.
ja: クルーは武器を50%早く修理する。
pl: Załoga naprawia twoje uzbrojenie 50% szybciej.
pt_br: A tripulação repara suas armas 50% mais rápido.
zh_hans: 船员维修武器系统的速度提高50%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SHIELDS"]/title
source: Grant of Shielding
es: Concesión de Blindaje
it: Concessione di schermatura
ja: シールド付与
pl: Dar Tarcz
pt_br: Concessão de blindagem
zh_hans: 护盾的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SHIELDS"]/desc
source: Crew repair your shields 50% faster.
es: La tripulación repara tus escudos un 50% más rápido.
it: L'equipaggio ripara i tuoi scudi il 50% più velocemente.
ja: クルーがシールドを50%早く修理する。
pl: Załoga naprawia twoje tarcze 50% szybciej.
pt_br: A tripulação repara seus escudos 50% mais rápido.
zh_hans: 船员修理护盾的速度提高50%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ENGINES"]/title
source: Grant of Engines
es: Concesión de Motores
it: Concessione di motori
ja: エンジンの供与
pl: Dar Silników
pt_br: Concessão de motores
zh_hans: 引擎的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_ENGINES"]/desc
source: Crew repair your engines 75% faster.
es: La tripulación repara tus motores un 75% más rápido.
it: L'equipaggio ripara i motori al 75% più velocemente.
ja: クルーはエンジンを75%早く修理する。
pl: Załoga naprawia twoje silniki 75% szybciej.
pt_br: A tripulação repara seus motores 75% mais rápido.
zh_hans: 船员维修引擎的速度提高75%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MEDBAY"]/title
source: Grant of Healing
es: Concesión de Curación
it: Concessione di guarigione
ja: 癒しのグラント
pl: Dar Leczenia
pt_br: Concessão de cura
zh_hans: 治疗的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MEDBAY"]/desc
source: Crew heal 75% faster anywhere.
es: La tripulación se cura un 75% más rápido en cualquier lugar.
it: L'equipaggio guarisce il 75% più veloce ovunque.
ja: どこにいてもクルーの回復が75%早くなる。
pl: Załoga leczy się 75% szybciej w dowolnym miejscu.
pt_br: A tripulação se cura 75% mais rápido em qualquer lugar.
zh_hans: 船员在任何地方的愈合速度提高了75%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CLONEBAY"]/title
source: Grant of Cloning
es: Concesión de Clonación
it: Concessione di clonazione
ja: クローン技術供与
pl: Dar Klonowania
pt_br: Concessão de clonagem
zh_hans: 克隆的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CLONEBAY"]/desc
source: Crew do not lose skills when cloned.
es: La tripulación no pierde habilidades al ser clonada.
it: L'equipaggio non perde abilità quando clonato.
ja: クルーはクローン化されてもスキルを失いない。
pl: Załoga nie traci umiejętności podczas klonowania.
pt_br: A tripulação não perde habilidades quando clonada.
zh_hans: 船员在克隆时不会失去技能经验。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_OXYGEN"]/title
source: Grant of Life Support
es: Concesión de Soporte Vital
it: Concessione di supporto vitale
ja: 生命維持装置
pl: Dar Podtrzymywania Życia
pt_br: Concessão de suporte de vida
zh_hans: 生命支持的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_OXYGEN"]/desc
source: Crew gain 33% resistance to suffocation.
es: La tripulación gana un 33% de resistencia a la asfixia.
it: L'equipaggio guadagna il 33% di resistenza al soffocamento.
ja: クルーは窒息に対する耐性を33%獲得する。
pl: Załoga zyskuje 33% odporności na uduszenie.
pt_br: A tripulação ganha 33% de resistência a sufocamento.
zh_hans: 船员获得33%的窒息伤害抗性。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_TELEPORTER"]/title
source: Grant of Teleportation
es: Concesión de Teletransportación
it: Concessione di teletrasporto
ja: テレポーテーションの付与
pl: Dar Teleportacji
pt_br: Concessão de teletransporte
zh_hans: 传送的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_TELEPORTER"]/desc
source: Crew heal at 1hp/s in the teleporter.
es: La tripulación se cura a 1 PV/s en el teletransportador.
it: L'equipaggio guarisce a 1HP/s nel teletrasporto.
ja: テレポーター内のクルーは1HP/秒 で回復する。
pl: Załoga leczy się w tempie 1 PŻ/s w teleporterze.
pt_br: A tripulação se cura a 1hp/s no teletransportador.
zh_hans: 船员可在已供能的传送系统舱室中以1点生命/秒恢复生命值。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MIND"]/title
source: Grant of Manipulation
es: Concesión de Manipulación
it: Concessione di manipolazione
ja: マニピュレーションの付与
pl: Dar Manipulacji
pt_br: Concessão de Manipulação
zh_hans: 心控的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MIND"]/desc
source: Crew gain 60% stun resistance on your own ship.
es: La tripulación gana un 60% de resistencia al aturdimiento en tu propia nave.
it: L'equipaggio guadagna il 60% di resistenza stordente sulla tua nave.
ja: クルーは自船のスタン耐性を60%獲得する。
pl: Załoga zyskuje 60% odporności na ogłuszenie na twoim statku.
pt_br: A tripulação ganha 60% de resistência a atordoamento em sua própria nave.
zh_hans: 友方船员在星舰内获得60%眩晕时长减免。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_HACKING"]/title
source: Grant of Hacking
es: Concesión de Hackeo
it: Concessione di hacking
ja: ハッキングの付与
pl: Dar Hakowania
pt_br: Concessão de Hacking
zh_hans: 黑客的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_HACKING"]/desc
source: Crew can now ignore hacked doors on your own ship.
es: La tripulación ahora puede ignorar las puertas hackeadas en tu propia nave.
it: L'equipaggio ora può ignorare le porte hackerate sulla tua nave.
ja: クルーは自船のハッキングされたドアを無視できるようになった。
pl: Załoga może teraz ignorować zhakowane drzwi na twoim statku.
pt_br: A tripulação agora pode ignorar portas hackeadas em sua própria nave.
zh_hans: 船员现在可以无视友方船上被黑客入侵的门。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CLOAKING"]/title
source: Grant of Stealth
es: Concesión de Sigilo
it: Grant di furtività
ja: ステルス付与
pl: Dar Maskowania
pt_br: Concessão de furtividade
zh_hans: 隐形的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CLOAKING"]/desc
source: All of your systems and your hull gain a 10% chance to resist damage.
es: Todos tus sistemas y tu casco ganan un 10% de probabilidad de resistir el daño.
it: Tutti i tuoi sistemi e lo scafo ottengono una probabilità del 10% di resistere ai danni.
ja: すべてのシステムと船体がダメージに耐える確率が10%増加する。
pl: Wszystkie twoje systemy i twój kadłub zyskują 10% szansy na uniknięcie obrażeń.
pt_br: Todos os seus sistemas e seu casco ganham 10% de chance de resistir a danos.
zh_hans: 你的所有系统和舰体都有10%的几率抵抗伤害。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_TEMPORAL"]/title
source: Grant of Time
es: Concesión de Tiempo
it: Concessione di tempo
ja: 時間の付与
pl: Dar Czasu
pt_br: Concessão de tempo
zh_hans: 时流的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_TEMPORAL"]/desc
source: All of your crew move twice as fast.
es: Toda tu tripulación se mueve el doble de rápido.
it: Tutto il tuo equipaggio si muove due volte più velocemente.
ja: クルー全員が2倍の速度で移動する。
pl: Cała twoja załoga porusza się dwa razy szybciej.
pt_br: Toda a sua equipe se move duas vezes mais rápido.
zh_hans: 所有友方船员获得100%移动速度加成。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_DRONES"]/title
source: Grant of Drones
es: Concesión de Drones
it: Concessione di droni
ja: ドローン助成金
pl: Dar Dronów
pt_br: Concessão de Drones
zh_hans: 无人机的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_DRONES"]/desc
source: Crew repair your drone control 75% faster.
es: La tripulación repara tu control de drones un 75% más rápido.
it: Equipaggio ripara il controllo del drone al 75% più veloce.
ja: クルーはドローン コントロールを75%早く修理する。
pl: Załoga naprawia twoją kontrolę dronów 75% szybciej.
pt_br: A tripulação repara o controle do seu drone 75% mais rápido.
zh_hans: 船员修复无人机控制的速度提高了75%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_DOORS"]/title
source: Grant of Doors
es: Concesión de Puertas
it: Concessione di porte
ja: ドア
pl: Dar Drzwi
pt_br: Concessão de portas
zh_hans: 舱门的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_DOORS"]/desc
source: Crew gain 30% damage resistance in the doors room and enemy crew sabotage your doors 50% slower.
es: La tripulación gana un 30% de resistencia al daño en la sala de puertas y la tripulación enemiga sabotea tus puertas un 50% más lento.
it: L'equipaggio guadagna il 30% della resistenza ai danni nella stanza delle porte e l'equipaggio nemico sabota le porte il 50% più lento.
ja: ドアの部屋ではクルーのダメージ耐性が30%増加し、敵のクルーがドアを妨害する速度が50%遅くなる。
pl: Załoga zyskuje 30% odporności na obrażenia w pomieszczeniu drzwi, a wroga załoga sabotuje twoje drzwi 50% wolniej.
pt_br: A tripulação ganha 30% de resistência a danos na sala das portas e a tripulação inimiga sabota suas portas 50% mais devagar.
zh_hans: 船员在舱门房舰中获得30%的伤害抗性，敌方船员破坏你舱门的速度减慢50%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_PILOT"]/title
source: Grant of Piloting
es: Concesión de Pilotaje
it: Concessione di pilotaggio
ja: パイロット権
pl: Dar Pilotażu
pt_br: Concessão de pilotagem
zh_hans: 驾驶的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_PILOT"]/desc
source: Crew are immune to mind control in the piloting room.
es: La tripulación es inmune al control mental en la sala de pilotaje.
it: L'equipaggio è immune al controllo mentale nella sala pilotaggio.
ja: クルーは操縦室ではマイコンの影響を受けない。
pl: Załoga jest odporna na kontrolę umysłu w pomieszczeniu pilotażu.
pt_br: A tripulação é imune ao controle mental na sala de pilotagem.
zh_hans: 船员在驾驶室中不受心灵控制。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_BATTERY"]/title
source: Grant of Battery
es: Concesión de Batería
it: Concessione della batteria
ja: バッテリーの供与
pl: Dar Baterii
pt_br: Concessão de bateria
zh_hans: 电池的予礼

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_BATTERY"]/desc
source: When your backup battery is disabled your crew gain a bonus 33% repair and movement speed.
es: Cuando tu batería de respaldo está desactivada, tu tripulación gana un bono del 33% a la velocidad de reparación y movimiento.
it: Quando la batteria di backup è disabilitata, il tuo equipaggio ottiene una velocità di riparazione e movimento del 33%.
ja: バックアップバッテリーが無効になると、クルーの修理速度と移動速度が33%増加する。
pl: Gdy twoja bateria zapasowa jest wyłączona, twoja załoga zyskuje premię 33% do prędkości naprawy i ruchu.
pt_br: Quando a bateria reserva é desativada, a tripulação ganha um bônus de 33% de reparo e velocidade de movimento.
zh_hans: 备用电池冷却时，友方船员获得33%的维修与移动速度加成。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CRYSTALELITE"]/title
source: Blessing of Crystals
es: Bendición de los Cristales
it: Benedizione dei cristalli
ja: クリスタルの祝福
pl: Błogosławieństwo Kryształów
pt_br: Bênção de cristais
zh_hans: 水晶的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CRYSTALELITE"]/desc
source: You have a 15% chance of breaking off a crystal shard each time you take damage.
es: Tienes un 15% de probabilidad de desprender un fragmento de cristal cada vez que recibes daño.
it: Hai una probabilità del 15% di rompere un frammento di cristallo ogni volta che subire danni.
ja: ダメージを受けるたびに、15%の確率でクリスタルの破片が砕ける。
pl: Masz 15% szansy na odłamanie odłamka kryształu za każdym razem, gdy otrzymasz obrażenia.
pt_br: Você tem 15% de chance de quebrar um fragmento de cristal sempre que sofrer dano.
zh_hans: 你每次受到舰体伤害时，有15%的几率发射一枚水晶碎片。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_NEWGEN"]/title
source: Blessing of Generations
es: Bendición de las Generaciones
it: Benedizione delle generazioni
ja: 世代の祝福
pl: Błogosławieństwo Pokoleń
pt_br: Bênção de gerações
zh_hans: 世代相传的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_NEWGEN"]/desc
source: All crew you get will start at lvl 1 skills.
es: Toda la tripulación que consigas comenzará con habilidades de nivel 1.
it: Tutto l'equipaggio che ottieni inizierà dalle abilità LVL 1.
ja: 獲得したすべてのクルーはスキルレベル1から開始される。
pl: Cała załoga, którą zdobędziesz, zacznie z umiejętnościami na poziomie 1.
pt_br: Todas as tripulações que você receber começarão com habilidades de nível 1.
zh_hans: 你获得的船员初始拥有1级技能。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_AETHER"]/title
source: Blessing of Aether
es: Bendición del Éter
it: Benedizione di etere
ja: エーテルの祝福
pl: Błogosławieństwo Eteru
pt_br: Bênção de Aether
zh_hans: 以太的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_AETHER"]/desc
source: Ruin beacons show on the map.
es: Las balizas de ruinas se muestran en el mapa.
it: Ruin Beacons mostrano sulla mappa.
ja: マップ上に遺跡ビーコンが表示される。
pl: Sygnalizatory ruin pojawiają się na mapie.
pt_br: Os sinalizadores de ruínas são exibidos no mapa.
zh_hans: 废墟信标显示在星图上。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SPECIAL"]/title
source: Blessing of Speciality
es: Bendición de la Especialidad
it: Benedizione della specialità
ja: スペシャリティの祝福
pl: Błogosławieństwo Specjalności
pt_br: Bênção da especialidade
zh_hans: 特制品的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SPECIAL"]/desc
source: Weapons charge 5% faster.
es: Las armas se cargan un 5% más rápido.
it: Le armi si appagano al 5% più velocemente.
ja: 武器のチャージが5%早くなる。
pl: Broń ładuje się 5% szybciej.
pt_br: As armas carregam 5% mais rápido.
zh_hans: 武器的充能速度提高5%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_TRANSPORT"]/title
source: Blessing of Transports
es: Bendición de los Transportes
it: Benedizione dei trasporti
ja: 輸送の祝福
pl: Błogosławieństwo Transportów
pt_br: Bênção dos transportes
zh_hans: 运输的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_TRANSPORT"]/desc
source: Enemy FTLs charge at half speed.
es: Los MVS enemigos se cargan a mitad de velocidad.
it: I FTL nemici si caricano a metà velocità.
ja: 敵のFTLは半分の速度でチャージする。
pl: Wrogie napędy FTL ładują się z połową prędkości.
pt_br: Os FTLs inimigos atacam na metade da velocidade.
zh_hans: 敌方超光速推进器以50%的速度充能。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MATH"]/title
source: Blessing of Mathematics
es: Bendición de las Matemáticas
it: Benedizione della matematica
ja: 数学の祝福
pl: Błogosławieństwo Matematyki
pt_br: Bênção da matemática
zh_hans: 数学的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MATH"]/desc
source: All of your crew gain a 4% boost to their health and repair speed for each crew member you have.
es: Toda tu tripulación gana un aumento del 4% en su salud y velocidad de reparación por cada miembro de la tripulación que tengas.
it: Tutto il tuo equipaggio guadagna una spinta del 4% alla propria velocità di salute e riparazione per ogni membro dell'equipaggio che hai.
ja: クルー全員のライフと修理速度が、クルー1人につき4%増加する。
pl: Cała twoja załoga zyskuje 4% premii do zdrowia i prędkości naprawy za każdego członka załogi, którego posiadasz.
pt_br: Toda a sua tripulação ganha um aumento de 4% na saúde e na velocidade de reparo para cada membro da tripulação que você tiver.
zh_hans: 你每拥有一名船员，他们的健康和维修速度就会获得4%的提升。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_RENEGADE"]/title
source: Blessing of Renegades
es: Bendición de los Renegados
it: Benedizione dei rinnegati
ja: レネゲイドの祝福
pl: Błogosławieństwo Renegatów
pt_br: Bênção dos Renegados
zh_hans: 变元者祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_RENEGADE"]/desc
source: You may avoid fighting any Renegade for free, regular or cruiser.
es: Puedes evitar luchar contra cualquier Renegado de forma gratuita, ya sea regular o crucero.
it: Puoi evitare di combattere qualsiasi rinnegato gratuitamente, regolare o incrociatore.
ja: 通常艦、艦を問わず、レネゲイドとの戦闘を無料で避けることができる。
pl: Możesz uniknąć walki z dowolnym Renegatem za darmo, zwykłym lub krążownikiem.
pt_br: Você pode evitar lutar com qualquer Renegado de graça, seja ele regular ou de cruzeiro.
zh_hans: 遭遇任何变元者时，都可以选择避免与之战斗。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CURA"]/title
source: Blessing of Tasks
es: Bendición de las Tareas
it: Benedizione dei compiti
ja: 仕事の祝福
pl: Błogosławieństwo Zadań
pt_br: Bênção de tarefas
zh_hans: 委托的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_CURA"]/desc
source: C.U.R.A. will not charge you the next run.
es: C.U.R.A. no te cobrará la próxima partida.
it: C.U.R.A.Non ti addebiterà la prossima corsa.
ja: C.U.R.A.は次回の実行には料金を請求しない。
pl: C.U.R.A. nie obciąży cię opłatą w następnej rozgrywce.
pt_br: A C.U.R.A. não cobrará de você a próxima corrida.
zh_hans: 下局游戏C.U.R.A.将不收取接受委托的保证金。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SENTRY"]/title
source: Blessing of Sentries
es: Bendición de los Centinelas
it: Benedizione delle sentinelle
ja: 歩哨の祝福
pl: Błogosławieństwo Strażników
pt_br: Bênção das sentinelas
zh_hans: 哨卫的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_SENTRY"]/desc
source: Your allied crew and drones will gain a 30% damage and movement speed boost while aboard the enemy ship.
es: Tu tripulación y drones aliados ganarán un aumento del 30% en daño y velocidad de movimiento mientras estén a bordo de la nave enemiga.
it: Il tuo equipaggio alleato e i droni guadagneranno un danno del 30% e una velocità di velocità di movimento mentre a bordo della nave nemica.
ja: 敵艦に乗っている間、味方のクルーとドローンは30%のダメージと移動速度のブーストを獲得する。
pl: Twoja sojusznicza załoga i drony zyskają 30% premii do obrażeń i prędkości ruchu na pokładzie wrogiego statku.
pt_br: A tripulação e os drones aliados receberão um aumento de 30% no dano e na velocidade de movimento enquanto estiverem a bordo do navio inimigo.
zh_hans: 己方船员与舰内无人机在敌舰上获得30%战斗伤害与移动速度加成。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_GATLING"]/title
source: Blessing of Super Weapons
es: Bendición de las Superarmas
it: Benedizione di super armi
ja: 超兵器の祝福
pl: Błogosławieństwo Superbroni
pt_br: Bênção de Super Armas
zh_hans: 超级武器的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_GATLING"]/desc
source: Weapons charge 10% faster.
es: Las armas se cargan un 10% más rápido.
it: Le armi fanno pagare il 10% più velocemente.
ja: 武器のチャージが10%早くなる。
pl: Broń ładuje się 10% szybciej.
pt_br: As armas carregam 10% mais rápido.
zh_hans: 武器的充能速度提高了10%。

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MADNESS"]/title
source: Blessing of Poets
es: Bendición de los Poetas
it: Benedizione dei poeti
ja: 詩人の祝福
pl: Błogosławieństwo Poetów
pt_br: Bênção dos poetas
zh_hans: 诗人的祝福

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_MADNESS"]/desc
source: Inflicts madness on enemy boarders.
es: Inflige locura a los abordadores enemigos.
it: Infligge follia ai bacheche nemiche.
ja: 敵の国境に狂気を与える。
pl: Wywołuje szaleństwo u wrogich abordażystów.
pt_br: Inflige loucura nas fronteiras inimigas.
zh_hans: 使入侵者陷入疯狂。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_1"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_1"]/desc
source: [Level 1] Grants 5% chance to prevent hull or system damage. Can be upgraded at empty beacons to a max of 80%. Cannot block the damage of projectiles or bombs with a guaranteed breach chance.
es: [Nivel 1] Otorga un 5% de probabilidad de prevenir daño al casco o al sistema. Se puede mejorar en balizas vacías hasta un máximo del 80%. No puede bloquear el daño de proyectiles o bombas con una probabilidad de brecha garantizada.
it: [Livello 1] offre il 5% di probabilità di prevenire danni allo scafo o al sistema.Può essere aggiornato su beacon vuoti a un massimo dell'80%. Non è possibile bloccare il danno di proiettili o bombe con una possibilità di violazione garantita.
ja: [レベル1] 5%の確率で船体やシステムの損傷を防ぐ。空のビーコンで最大80％までアップグレード可能。 破堤確率が保証されている投射物や爆弾のダメージは防ぐことができない。
ko: [레벨 1] 선체 피해 또는 시스템 피해를 5%의 확률로 무시합니다. 이 확률은 빈 송신소에서 업그레이드를 통해 최대 80%까지 늘릴 수 있습니다. 확정적으로 균열을 일으키는 투사체 또는 폭탄이 주는 피해는 무시할 수 없습니다.
pl: [Poziom 1] Daje 5% szansy na zapobieżenie uszkodzeniom kadłuba lub systemu. Może być ulepszany przy pustych sygnalizatorach do maksymalnie 80%. Nie może blokować obrażeń od pocisków lub bomb z gwarantowaną szansą na przebicie.
pt_br: [Nível 1] Concede 5% de chance de evitar danos ao casco ou ao sistema. Pode ser aprimorado em sinalizadores vazios para um máximo de 80%. Não pode bloquear o dano de projéteis ou bombas com uma chance garantida de violação.
zh_hans: [1级]有5%的几率免疫舰体与系统伤害。可在空信标处逐步升级，最大可达80%。 无法免疫具有100%破舱率的武器伤害。

# data/blueprints.xml.append$//augBlueprint[@name="OBSIDIAN_ARMOR_2"]/title
source: Obsidian Armor
es: Armadura de obsidiana
it: Armatura ossidiana
ja: オブシディアン・アーマー
ko: 흑요석 장갑
pl: Pancerz Obsydianowy
pt_br: Armadura de Obsidiana
zh_hans: 黑曜石装甲
