Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/blueprints.xml.append/*.po
Languages: es, it, ja, ko, pl, pt_br, zh_hans

source: Active Ability (3 charges): Can deploy fire bombs in quick succession
es: Habilidad Activa (3 cargas): Puede desplegar bombas incendiarias en rápida sucesión.
it: Abilità attiva (3 cariche): può distribuire bombe antincendio in rapida successione
ja: アクティブアビリティ（3チャージ）: ファイアーボムを連続して発射できる
ko: 활성화 능력 (3 충전): 화염 폭탄을 연속으로 배치할 수 있음
pl: Zdolność aktywna (3 ładunki): Może używać bomb zapalających w szybkiej sukcesji
pt_br: Habilidade ativa (3 cargas): Pode lançar bombas de fogo em uma sucessão rápida
zh_hans: 主动技能(3次充能)：快速连续部署燃烧炸弹

source: Nullify the fire immunity of enemy crew on the same ship
es: Anula la inmunidad al fuego de la tripulación enemiga en la misma nave.
it: Annulla l'immunità del fuoco dell'equipaggio nemico sulla stessa nave
ja: 同じ艦船の敵クルーの火災耐性を無効にする
ko: 같은 함선에 있는 적 선원은 화재 면역을 잃음
pl: Neutralizuje odporność na ogień wrogiej załogi na tym samym statku
pt_br: Anular a imunidade a fogo da tripulação inimiga no mesmo navio
zh_hans: 使同舰敌方船员的灼烧伤害免疫能力失效

source: Enemy crew in the same room take an extra 30% damage from fire
es: La tripulación enemiga en la misma habitación recibe un 30% de daño adicional por fuego.
it: L'equipaggio nemico nella stessa stanza subisce un danno extra del 30% dal fuoco
ja: 同じ部屋にいる敵のクルーは火災により追加で30%のダメージを受ける
ko: 같은 선실에 있는 적 선원은 화재로부터 30%의 피해를 더 받음
pl: Wroga załoga w tym samym pomieszczeniu otrzymuje dodatkowe 30% obrażeń od ognia
pt_br: A tripulação inimiga na mesma sala recebe 30% a mais de dano de fogo
zh_hans: 同舱室敌方船员额外受到30%灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vortigon"]/desc
source: Grand Priest Lord Vortigon Obadann XIV, leader of the Followers of the Eternal Ember. Inherited Rock stats: 0.5x speed and stun duration Inherited Crusader stat: 300 HP
es: Gran Sacerdote Lord Vortigon Obadann XIV, líder de los Seguidores de la Llama Eterna. Estadísticas de Rock heredadas: 0.5x de velocidad y duración de aturdimiento Estadística de Cruzado heredada: 300 PV.
it: Grande Sacerdote Lord Vortigon Obadann XIV, leader dei seguaci dell'eterna Ember. Statistiche rocciose ereditate: velocità 0,5x e durata dello stordimento Crusader ereditate Stat: 300 CV
ja: 大神官ヴォーティゴン・オバダン14世、永遠の琥珀の信奉者のリーダー。 ロックのスタッツを継承：0.5倍のスピードとスタン時間 継承されたクルセイダーのステータス: HP 300
ko: 대제사장 로드 보티곤 오바단 16세는 영원한 불씨의 교단의 지도자입니다. 락맨의 기본 특성: 이동속도 및 기절 시간 0.5배 크루세이더의 기본 특성: 최대 체력 300
pl: Wielki Kapłan Lord Vortigon Obadann XIV, przywódca Wyznawców Wiecznego Żaru. Odziedziczone statystyki Skalnych: 0,5x szybkości i czasu ogłuszenia Odziedziczona statystyka Krzyżowca: 300 PŻ
pt_br: Grande Sacerdote Lorde Vortigon Obadann XIV, líder dos Seguidores da Brasa Eterna. Estatísticas de rocha herdadas: 0,5x a velocidade e a duração do atordoamento Status herdado de Crusader: 300 HP
zh_hans: 大祭司沃蒂根奥巴旦十四世勋爵，不熄余烬追随者们的领袖。 继承岩石族属性：0.5倍移动速度与眩晕时长，免疫灼烧伤害 继承圣战者属性：300点最大生命值

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vortigon"]/title
source: Grand Priest
es: Gran Sacerdote
it: Gran Prete
ja: 大神官
ko: 대제사장
pl: Arcykapłan
pt_br: Grande Sacerdote
zh_hans: 大祭司

# data/blueprints.xml.append$//crewBlueprint[@name="unique_vortigon"]/short
source: Grand Priest
es: Gran Sacerdote
it: Gran Prete
ja: 大神官
pl: Arcykapłan
pt_br: Grande Sacerdote
zh_hans: 大祭司

source: Active Ability: Temporarily regenerates a massive amount of health and deals increased combat damage, but moves very slowly and takes greatly increased damage from all sources
es: Habilidad Activa: Regenera temporalmente una cantidad masiva de salud e inflige mayor daño de combate, pero se mueve muy lentamente y recibe mucho más daño de todas las fuentes.
it: Abilità attiva: rigenera temporaneamente un'enorme quantità di salute e infligge un aumento del danno da combattimento, ma si muove molto lentamente e subisce danni notevolmente aumentati da tutte le fonti
ja: アクティブな能力: 一時的に大量のライフを回復し、与える戦闘ダメージが増加するが、動きが非常に遅く、あらゆるソースから受けるダメージが大幅に増加する
ko: 활성화 능력: 일시적으로 체력을 빠르게 회복하며 대인 공격력이 증가하지만, 이동속도가 매우 느려지고 모든 받는 피해가 크게 증가함
pl: Zdolność aktywna: Tymczasowo regeneruje ogromną ilość zdrowia i zadaje zwiększone obrażenia w walce, ale porusza się bardzo wolno i otrzymuje znacznie zwiększone obrażenia ze wszystkich źródeł
pt_br: Habilidade ativa: Regenera temporariamente uma quantidade enorme de vida e causa mais dano em combate, mas se move muito lentamente e sofre muito mais dano de todas as fontes
zh_hans: 主动技能：短时间内获得高额持续生命恢复，以及一定战斗伤害加成，但移动速度大幅降低，同时受到的所有伤害大幅增加

source: Slowly heals in fires
es: Se cura lentamente en los incendios.
it: Guarisce lentamente negli incendi
ja: 火災ではゆっくりと回復する
ko: 화재 위에 있을 시 체력을 느리게 회복
pl: Powoli leczy się w pożarach
pt_br: Cura lenta em incêndios
zh_hans: 在火焰中缓慢恢复生命值

source: Can convert your Rockmen crew into followers of the Eternal Ember
es: Puede convertir a tu tripulación Rockmen en seguidores de la Llama Eterna.
it: Può convertire il tuo equipaggio di Rockmen in seguaci dell'Eterna Ember
ja: ロックのクルーをエターナル エンバーの信者に変えることができる
ko: 락맨 선원을 영원한 불씨의 추종자로 개종시킬 수 있음
pl: Może nawrócić twoją załogę Skalnych na wyznawców Wiecznego Żaru
pt_br: Pode converter sua equipe de Homens das Rochas em seguidores da Brasa Eterna
zh_hans: 可将岩石族船员转化为不熄余烬教徒

# data/blueprints.xml.append$//crewBlueprint[@name="rock_elder"]/desc
source: Powerful leaders of the Rock Theocracy. Inherited Rock stats: 0.5x speed, fire immunity
es: Poderosos líderes de la Teocracia Rock. Estadísticas de Rock heredadas: 0.5x de velocidad, inmunidad al fuego.
it: Potenti leader della teocrazia rocciosa. Statistiche rocciose ereditate: velocità 0,5x, immunità al fuoco
ja: ロック・セオクラシーの強力な指導者たち。 岩のスタッツを継承：スピード0.5倍、炎属性免疫
ko: 락맨 신정의 강력한 지도자입니다. 락맨의 기본 특성: 이동속도 0.5배, 화재 면역
pl: Potężni przywódcy Teokracji Skalnych. Odziedziczone statystyki Skalnych: 0,5x szybkości, odporność na ogień
pt_br: Líderes poderosos da Teocracia do Rock. Estatísticas de rocha herdadas: 0,5x velocidade, imunidade a fogo
zh_hans: 岩石神权国的强大领袖。 继承岩石族属性：0.5倍移动速度，免疫灼烧伤害

# data/blueprints.xml.append$//crewBlueprint[@name="rock_elder"]/title
source: Rockman Elder
es: Anciano Rockman
ja: ロックマンエルダー
ko: 락맨 장로
pl: Starszy Skalnych
pt_br: Ancião Rockman
zh_hans: 神权国长老

# data/blueprints.xml.append$//crewBlueprint[@name="rock_elder"]/short
source: Elder
es: Anciano
it: Sambuco
ja: エルダー
pl: Starszy
pt_br: Ancião
zh_hans: 神权国长老

source: Provides an additional 50 health and 25% combat damage to allied crew on any ship
es: Proporciona 50 de salud adicional y un 25% de daño de combate a la tripulación aliada en cualquier nave.
it: Fornisce ulteriori 50 danni per la salute e il 25% di combattimento all'equipaggio alleato su qualsiasi nave
ja: 任意の艦船の味方クルーに追加のライフ50と25%の戦闘ダメージを与える
ko: 모든 아군에게 추가적인 50의 최대 체력과 25%의 대인 공격력을 부여
pl: Daje dodatkowe 50 zdrowia i 25% obrażeń w walce sojuszniczej załodze na dowolnym statku
pt_br: Fornece 50 pontos de vida adicionais e 25% de dano de combate à tripulação aliada em qualquer navio
zh_hans: 为同舰的友方船员提供50点最大生命值与25%战斗伤害增益

source: Max Health is 350, heals at 75% speed
es: La Salud Máxima es de 350, se cura al 75% de velocidad.
it: Max Health è 350, guarisce alla velocità del 75%
ja: 最大ライフは350、75%の速度で回復する
ko: 최대 체력 350, 75%의 속도로 회복
pl: Maksymalne zdrowie wynosi 350, leczy się z szybkością 75%
pt_br: Vida máxima de 350, cura a 75% de velocidade
zh_hans: 350点最大生命值，0.75倍生命恢复速度

source: Slightly reduced suffocation damage
es: Daño por asfixia ligeramente reducido
it: Danno di soffocamento leggermente ridotto
ja: 窒息ダメージをわずかに減少
ko: 질식 피해가 조금 감소
pl: Nieznacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia ligeiramente reduzido
zh_hans: 受到0.75倍窒息伤害

source: Stunned for 0.25x the usual duration
es: Aturdido durante 0.25x de la duración habitual.
it: Sbalordito per 0,25x la solita durata
ja: 通常の0.25倍の時間スタンする
ko: 기절 시간 0.25배
pl: Ogłuszony na 0,25x normalnego czasu
pt_br: Atordoado por 0,25x a duração usual
zh_hans: 0.25倍眩晕时长

# data/blueprints.xml.append$//crewBlueprint[@name="unique_alkali"]/title
source: Professor
es: Profesor
ja: 教授
ko: 교수
pl: Profesor
zh_hans: 教授

# data/blueprints.xml.append$//crewBlueprint[@name="unique_alkali"]/short
source: Professor
es: Profesor
ja: 教授
pl: Profesor
zh_hans: 教授

# data/blueprints.xml.append$//crewBlueprint[@name="unique_alkali"]/desc
source: The chief professor of the Shell Geniocracy, and avid supporter of systematic racism. He's a good guy though, so ignore that last part. Inherited Shell stats: doubled suffocation damage, 0.9x damage taken in crew combat
es: El profesor jefe de la Geniocracia Shell, y ferviente partidario del racismo sistemático. Sin embargo, es un buen tipo, así que ignora esa última parte. Estadísticas de Shell heredadas: doble de daño por asfixia, 0.9x de daño recibido en combate de tripulación.
it: Il principale professore di geniocrazia conchiglia e avido sostenitore del razzismo sistematico.È un bravo ragazzo, quindi ignora l'ultima parte. Statistiche di shell ereditate: danno da soffocamento raddoppiato, danno 0,9x subiti nel combattimento dell'equipaggio
ja: シェル・ジェニオクラシーの主任教授で、組織的人種差別の熱心な支持者。彼は良い人なので、最後の部分は無視してください。 継承されたシェルのステータス：窒息ダメージ2倍、クルーとの戦闘で受けるダメージ0.9倍
ko: 셸 천재정의 교수이며 체계적인 인종차별의 열렬한 지지자 입니다. 그래도 그는 좋은 사람이니 뒷말은 무시합시다. 셸의 기본 특성: 질식 피해 2배, 전투로부터 0.9배의 피해만을 받음
pl: Główny profesor Geniokracji Skorupiaków i zapalony zwolennik systemowego rasizmu. Ale to dobry gość, więc zignoruj tę ostatnią część. Odziedziczone statystyki Skorupiaków: podwójne obrażenia od uduszenia, 0,9x obrażeń otrzymanych w walce z załogą
pt_br: O professor-chefe da Shell Geniocracy e ávido defensor do racismo sistemático. Mas ele é um cara legal, portanto, ignore essa última parte. Estatísticas herdadas da Shell: dano de sufocamento dobrado, 0,9 vezes o dano recebido em combate da tripulação
zh_hans: 甲壳族怪才体首席教授，系统性种族主义的狂热支持者。无视后半部分好了，他人挺好的。 继承甲壳族属性：受到2倍窒息伤害与0.9倍战斗伤害

source: Active Ability: Combusts violently, taking extreme self damage to fully heal nearby crew and disperse medical nanites around the ship that provide immunity to suffocation and a moderate health regeneration
es: Habilidad Activa: Entra en combustión violentamente, sufriendo daño extremo a sí mismo para curar completamente a la tripulación cercana y dispersar nanitos médicos por la nave que proporcionan inmunidad a la asfixia y una regeneración de salud moderada.
it: Capacità attiva: si combusti per violentemente, subendo un danno da sé estremo per guarire completamente l'equipaggio nelle vicinanze e disperdere naniti medici intorno alla nave che forniscono l'immunità al soffocamento e una moderata rigenerazione della salute
ja: アクティブな能力: 激しく燃焼し、極度の自傷ダメージを受けて近くのクルーを完全に回復し、窒息に対する免疫と適度なライフ回復を提供する医療用ナノマシンを艦船の周囲に散布する。
ko: 활성화 능력: 격렬하게 연소하여 스스로 아주 큰 피해를 입지만, 주변의 아군을 완전히 회복시키고 의료용 나나이트를 함선 전체로 퍼뜨려 아군에게 질식 면역과 초당 5의 체력 재생을 부여함
pl: Zdolność aktywna: Gwałtownie wybucha, otrzymując ekstremalne obrażenia własne, aby w pełni uleczyć pobliską załogę i rozproszyć medyczne nanity wokół statku, które zapewniają odporność na uduszenie i umiarkowaną regenerację zdrowia
pt_br: Capacidade ativa: Combustlas violentamente, tomando extremo auto -dano para curar completamente a tripulação próxima e dispersar nanites médicos em torno do navio que fornecem imunidade à asfixia e uma regeneração moderada de saúde
zh_hans: 主动技能：剧烈爆燃，受到高额自我伤害来完全治疗同舱室友方船员，并在舰内散播纳米医疗机器人，其能使友方船员免疫窒息伤害并持续提供一定的治疗

source: Can install the crew lab or its upgrade for free if you do not have it
es: Puede instalar el laboratorio de tripulación o su mejora gratis si no lo tienes.
it: Può installare il laboratorio dell'equipaggio o il suo aggiornamento gratuitamente se non lo hai
ja: クルーラボまたはそのアップグレードを所有していない場合は、無料でインストールできる
ko: 선상 연구실의 설치와 업그레이드를 무료로 수행할 수 있음
pl: Może za darmo zainstalować laboratorium załogi lub jego ulepszenie, jeśli go nie masz
pt_br: Pode instalar o laboratório de tripulação ou sua atualização gratuitamente, se você não tiver
zh_hans: 可免费安装或升级物种实验室

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ruwen"]/desc
source: Ambassador of the Crystalline fleet with a cloudy past. Inherited Sentinel stats: locks down the room and deals 15 damage to enemy crew on death
es: Embajador de la flota Cristalina con un pasado turbio. Estadísticas de Centinela heredadas: bloquea la habitación e inflige 15 de daño a la tripulación enemiga al morir.
it: Ambasciatore della flotta cristallina con un passato nuvoloso. Statistiche di Sentinel ereditate: blocca la stanza e infligge 15 danni alla troupe nemica alla morte
ja: 暗い過去を持つクリスタル艦隊の大使。 継承されたセンチネルのステータス：部屋をロックダウンし、死亡時に敵クルーに15ダメージを与える。
ko: 과거가 알려지지 않은 크리스탈 함대의 대사입니다. 감시병의 기본 특성: 사망 시 위치한 선실을 봉쇄하며 적에게 15의 선원 피해를 가함
pl: Ambasador floty Krystalicznej z mętną przeszłością. Odziedziczone statystyki Strażnika: zamyka pomieszczenie i zadaje 15 obrażeń wrogiej załodze po śmierci
pt_br: Embaixador da frota cristalina com um passado nublado. Estatísticas de Sentinel herdadas: trava a sala e causam 15 danos à tripulação inimiga na morte
zh_hans: 有着捉摸不透的经历的水晶舰队外交官。 继承戍卫者属性：死亡时封锁舱室并对敌方船员造成15点伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ruwen"]/title
source: Ambassador
es: Embajador
ja: 大使
ko: 대사
pl: Ambasador
zh_hans: 帝国大使

# data/blueprints.xml.append$//crewBlueprint[@name="unique_ruwen"]/short
source: Ambassador
es: Embajador
ja: 大使
pl: Ambasador
zh_hans: 帝国大使

source: Active Ability: Locks down rooms, gains resistance and regeneration. Allied/Enemy crew in the room gain/lose the ability to ignore lockdown and doors.
es: Habilidad Activa: Bloquea habitaciones, gana resistencia y regeneración. La tripulación Aliada/Enemiga en la habitación gana/pierde la capacidad de ignorar el bloqueo y las puertas.
it: Abilità attiva: blocca le stanze, guadagna resistenza e rigenerazione.L'equipaggio alleato/nemici nella stanza guadagna/perde la capacità di ignorare il blocco e le porte.
ja: アクティブな能力: 部屋を封鎖し、レジストと再生を獲得する。部屋内の味方/敵のクルーは、ロックダウンとドアを無視する能力を獲得/喪失する。
ko: 활성화 능력: 위치한 선실을 봉쇄하고 저항과 재생 능력을 얻음. 같은 선실에 있는 아군/적 선원은 문과 봉쇄를 무시할 수 있는 능력을 얻음/잃음.
pl: Zdolność aktywna: Zamyka pomieszczenia, zyskuje odporność i regenerację. Sojusznicza/Wroga załoga w pomieszczeniu zyskuje/traci zdolność ignorowania zamknięcia i drzwi.
pt_br: Capacidade ativa: trava os quartos, ganha resistência e regeneração.A tripulação aliada/inimiga no ganho da sala/perde a capacidade de ignorar o bloqueio e as portas.
zh_hans: 主动技能：封锁舱室，获得战斗伤害抗性与生命恢复。舱室内的友方/敌方船员获得/失去穿透封锁与舱门的能力。

source: Movement speed is reduced to 0.7x
es: La velocidad de movimiento se reduce a 0.7x.
it: La velocità di movimento è ridotta a 0,7x
ja: 移動速度が0.7倍に低下する
ko: 이동속도 0.7배
pl: Szybkość ruchu zmniejszona do 0,7x
pt_br: A velocidade de movimento é reduzida para 0,7x
zh_hans: 0.7倍移动速度

source: Max Health is increased to 150
es: Max Health se incrementa a 150
it: Max Health è aumentata a 150
ja: 最大ライフが150に増加した
ko: 최대 체력 150
pl: Maksymalne zdrowie wzrosło do 150
pt_br: Max Health é aumentado para 150
zh_hans: 150点最大生命值

source: Greatly reduced suffocation damage
es: Daño por asfixia muy reducido.
it: Danno di soffocamento notevolmente ridotto
ja: 窒息ダメージを大幅に軽減
ko: 질식 피해가 크게 감소
pl: Znacznie zmniejszone obrażenia od uduszenia
pt_br: Dano de asfixia bastante reduzido
zh_hans: 受到0.3倍窒息伤害

# data/blueprints.xml.append$//crewBlueprint[@name="unique_dianesh"]/desc
source: The stoic but loyal empress of the Crystalline people. Inherited Crystal stat: reduced suffocation damage
es: La estoica pero leal emperatriz del pueblo Cristalino. Estadística de Cristal heredada: daño por asfixia reducido.
it: L'imperatrice stoica ma leale del popolo cristallino. Crystal Stat ereditate: ridotto danno al soffocamento
ja: ストイックだが忠実なクリスタル族の女帝。 継承したクリスタルのステータス：窒息ダメージ減少
ko: 겉으로 잘 드러나지는 않지만 크리스탈들이 충성을 바치는 여제입니다. 크리스탈의 기본 특성: 질식 피해 감소
pl: Stoicka, ale lojalna cesarzowa ludu Krystalicznego. Odziedziczona statystyka Kryształów: zmniejszone obrażenia od uduszenia
pt_br: A imperatriz estoica, mas leal do povo cristalino. Estatística de cristal herdada: danos reduzidos para asfixia
zh_hans: 水晶族坚忍但忠诚的女皇。 继承水晶族属性：少量窒息伤害抗性

# data/blueprints.xml.append$//crewBlueprint[@name="unique_dianesh"]/title
source: Empress
es: Emperatriz
it: Imperatrice
ja: エンプレス
ko: 여제
pl: Cesarzowa
pt_br: Imperatriz
zh_hans: 水晶女皇

# data/blueprints.xml.append$//crewBlueprint[@name="unique_dianesh"]/short
source: Empress
es: Emperatriz
it: Imperatrice
ja: エンプレス
pl: Cesarzowa
pt_br: Imperatriz
zh_hans: 水晶女皇

source: Active Ability: Locks down the room. For the duration of the lockdown, all allied crew in the room have their ability cooldowns greatly reduced.
es: Habilidad Activa: Bloquea la habitación. Durante el bloqueo, toda la tripulación aliada en la habitación ve sus tiempos de recarga de habilidad muy reducidos.
it: Abilità attiva: blocca la stanza.Per la durata del blocco, tutti gli equipaggi alleati nella stanza hanno le loro capacità di tempo di cui sono notevolmente ridotte.
ja: アクティブアビリティ: 部屋をロックダウンする。ロックダウンの間、部屋にいるすべての味方クルーの能力クールダウンは大幅に短縮される。
ko: 활성화 능력: 위치한 선실을 봉쇄. 봉쇄된 선실의 모든 아군은 활성화 능력의 쿨다운이 큰 폭으로 감소.
pl: Zdolność aktywna: Zamyka pomieszczenie. Na czas trwania zamknięcia, cała sojusznicza załoga w pomieszczeniu ma znacznie skrócone czasy odnowienia zdolności.
pt_br: Capacidade ativa: trava pela sala.Durante a duração do bloqueio, toda a tripulação aliada na sala tem sua capacidade de recarga muito reduzida.
zh_hans: 主动技能：封锁舱室。在封锁期间，舱室内的所有友方船员的技能冷却时间都会减少80%。

source: Movement speed is reduced to 0.8x
es: La velocidad de movimiento se reduce a 0.8x.
it: La velocità di movimento è ridotta a 0,8x
ja: 移動速度が0.8倍に低下する
ko: 이동속도 0.8배
pl: Szybkość ruchu zmniejszona do 0,8x
pt_br: A velocidade de movimento é reduzida para 0,8x
zh_hans: 0.8倍移动速度

source: Max Health is increased to 175
es: Salud máxima aumentada a 175
it: Max Health è aumentata a 175
ja: 最大ライフが175に増加した
ko: 최대 체력 175
pl: Maksymalne zdrowie zwiększone do 175
pt_br: Max Health é aumentado para 175
zh_hans: 175点最大生命值

source: Allied Crystal crew gain one extra ability charge back per jump
es: La tripulación Cristal aliada recupera una carga de habilidad extra por salto.
it: Crystal Crew Alleato guadagna una carica di abilità in più per salto
ja: 同盟のクリスタルクルーは、ジャンプごとに1つの追加能力チャージバックを獲得する
ko: 아군 크리스탈이 도약할 때 활성화 능력의 충전을 한 칸 회복함
pl: Sojusznicza załoga Kryształowa odzyskuje jeden dodatkowy ładunek zdolności na skok
pt_br: A equipe de cristal aliada ganha uma carga extra de capacidade por salto
zh_hans: 友方水晶族船员每次跃迁可额外获得一次技能充能

# data/blueprints.xml.append$//crewBlueprint[@name="unique_nights"]/desc
source: The infamous Captain Nights. He'd probably rather be anywhere but here, but yet here he is. Inherited Slug stats: telepathic powers, mind control immunity
es: El infame Capitán Nights. Probablemente preferiría estar en cualquier otro lugar, pero aquí está. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Le famigerate notti del capitano.Probabilmente preferirebbe essere ovunque ma qui, ma e qui lo è. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: 悪名高きキャプテン・ナイツ。彼はおそらくここ以外の場所にいたいと思っているだろうが、それでもここにいる。 遺伝したスラッグのステータス：テレパシー能力、マインドコントロール免疫
ko: 악명 높은 나이트 선장. 그는 아마도 여기가 아닌 다른 곳을 원할 테지만 아직은 여기에 있습니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Słynny Kapitan Nights. Prawdopodobnie wolałby być gdziekolwiek indziej, ale jednak tu jest. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: As infames noites de capitão.Ele provavelmente preferiria estar em qualquer lugar, mas aqui, mas aqui está ele. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 臭名昭著的七夜船长。他估计待哪都不想待在这里，然而现在他就在这里。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_nights"]/title
source: Slug King
es: Rey Slug
it: Re -slug
ja: スラッグ王
ko: 슬러그 왕
pl: Król Ślimaków
zh_hans: 星盗会会长

# data/blueprints.xml.append$//crewBlueprint[@name="unique_nights"]/short
source: Slug King
es: Rey Slug
it: Re -slug
ja: スラッグ王
pl: Król Ślimaków
zh_hans: 星盗会会长

source: Active Ability: Cloaks and deploys a Breach Bomb to focus on sabotaging systems at ludicrous speed
es: Habilidad Activa: Se oculta y despliega una Bomba de Brecha para centrarse en sabotear sistemas a una velocidad absurda.
it: Capacità attiva: tramuta e distribuire una bomba di violazione per concentrarsi sui sistemi di sabotaggio a velocità ridicola
ja: アクティブな能力: ブリーチボムを覆って展開し、驚異的な速度でシステムの破壊に集中する
ko: 활성화 능력: 균열 폭탄을 배치하고 은신 상태가 되며 터무니없는 속도로 시스템 파괴만을 수행
pl: Zdolność aktywna: Maskuje się i używa Bomby Wyłomowej, aby skupić się na sabotowaniu systemów z zawrotną prędkością
pt_br: Capacidade ativa: mantos e implanta uma bomba de violação para se concentrar em sistemas de sabotagem em velocidade ridícula
zh_hans: 主动技能：隐形并部署破舱炸弹来专注于破坏系统

source: Sabotages systems thrice as fast
es: Sabotea sistemas el triple de rápido.
it: Sabota i sistemi tre volte più velocemente
ja: システムを3倍の速さで妨害する
ko: 시스템 파괴속도 3배
pl: Sabotuje systemy trzy razy szybciej
pt_br: Sistemas de sabotagem três vezes tão rápido
zh_hans: 3倍破坏伤害

source: Ignores doors
es: Ignora las puertas.
it: Ignora le porte
ja: ドアを無視する
ko: 문을 무시
pl: Ignoruje drzwi
pt_br: Ignora as portas
zh_hans: 无视舱门

# data/blueprints.xml.append$//crewBlueprint[@name="unique_slocknog"]/desc
source: Slocknog might have once been king, but he'd rather be alive and part of your crew, than dead in a ditch somewhere. Inherited Slug stats: telepathic powers, mind control immunity
es: Slocknog pudo haber sido rey una vez, pero prefiere estar vivo y ser parte de tu tripulación, que muerto en una zanja en alguna parte. Estadísticas de Slug heredadas: poderes telepáticos, inmunidad al control mental.
it: Slocknog avrebbe potuto essere un tempo re, ma preferirebbe essere vivo e parte del tuo equipaggio, che morto in un fossato da qualche parte. Statistiche ereditate di lumaca: poteri telepatici, immunità al controllo mentale
ja: スロックノッグはかつて王だったかもしれないが、どこかのドブで死んでいるよりは、生きていて、あなたのクルーの一員であることを望んでいる。 継承されたスラッグのステータス：テレパシー能力、マインド・コントロール免疫
ko: 한때 왕이었던 슬럭노그는 어딘가의 도랑에서 죽을 위기를 넘기고 당신의 선원으로 살아남았습니다. 슬러그의 기본 특성: 텔레파시 능력, 정신 지배 면역
pl: Slocknog mógł kiedyś być królem, ale woli być żywy i częścią twojej załogi, niż martwy gdzieś w rowie. Odziedziczone statystyki Ślimaków: moce telepatyczne, odporność na kontrolę umysłu
pt_br: Slocknog pode ter sido rei, mas ele prefere estar vivo e parte de sua tripulação, do que morto em uma vala em algum lugar. Estatísticas herdadas da lesma: poderes telepáticos, imunidade ao controle da mente
zh_hans: 斯洛克诺格或许曾是蛞蝓族王，但现在他宁愿活着作为你的船员，而不是死在某不知名的地沟里。 继承蛞蝓族属性：心灵感应能力，免疫心灵控制

# data/blueprints.xml.append$//crewBlueprint[@name="unique_slocknog"]/title
source: Slug King
es: Rey Slug
it: Re -slug
ja: スラッグ王
ko: 슬러그 왕
pl: Król Ślimaków
zh_hans: 星盗会会长

# data/blueprints.xml.append$//crewBlueprint[@name="unique_slocknog"]/short
source: Slug King
es: Rey Slug
it: Re -slug
ja: スラッグ王
pl: Król Ślimaków
zh_hans: 星盗会会长

source: Active Ability: Stuns all enemy crew in the room for a long period of time, but loses telepathic powers for the duration
es: Habilidad Activa: Aturde a toda la tripulación enemiga en la habitación durante un largo período de tiempo, pero pierde los poderes telepáticos durante ese tiempo.
it: Abilità attiva: stordisce tutti gli equipaggi nemici nella stanza per un lungo periodo di tempo, ma perde poteri telepatici per la durata
ja: アクティブアビリティ: 部屋内のすべての敵クルーを長時間スタンさせるが、その間テレパシー能力を失う。
ko: 활성화 능력: 같은 선실의 적 선원을 오랫동안 기절시키지만, 지속 시간 동안 텔레파시 능력을 잃음
pl: Zdolność aktywna: Ogłusza całą wrogą załogę w pomieszczeniu na długi czas, ale traci moce telepatyczne na czas trwania
pt_br: Capacidade ativa: atordoa toda a tripulação inimiga na sala por um longo período de tempo, mas perde poderes telepáticos durante todo o período
zh_hans: 主动技能：长时间击晕舱室内的敌方船员，但在此期间失去心灵感应能力
