Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

# data/events_special_fuel.xml$//event[@name="NO_FUEL_FLEET"]/text
source: The Rebel fleet has caught up to you. You detect significant fuel reserves in one of their closer fighters and move in to attack. Maybe you can still pull this off.
de: Die Rebellenflotte hat dich eingeholt. Du bemerkst signifikante Treibstoffreserven in einem der näheren Kampfschiffe und machst dich zum Angriff bereit. Vielleicht kannst du das noch hinkriegen.
es: La flota rebelde te ha alcanzado. Detectas que uno de los cazas más próximos tiene una gran reserva de combustible y maniobras para atacarlo. Igual hasta consigues salir de esta.
it: La flotta Ribelle ti ha raggiunto. Secondo i sensori, uno dei caccia più vicini è carico di carburante. Inizi le manovre d'attacco: forse avete ancora una speranza.
ja: 反乱軍艦隊に追いつかれてしまった。それでもあなたは、かなりの燃料を残している戦闘艇を一隻、近くに見つけて、襲いかかった。生き延びる道はまだ、残っているかもしれない。
pl: Flota Rebeliantów dogoniła cię. Wykrywasz na pokładzie jednego z najbliższych myśliwców znacznie zapasy paliwa i ruszasz do ataku. Może uda ci się je zdobyć.
pt_br: A frota rebelde alcançou você. Você detecta que um dos caçadores mais próximos tem bastante fuel reserva e parte para atacar. Talvez ainda haja uma chance.
ru: Флот повстанцев настиг вас. Вы обнаруживаете значительные запасы топлива в одном из их ближайших истребителей и переходите в атаку. Может быть, вам удастся их заполучить.

# data/events_special_fuel.xml$//event[@name="NO_FUEL_FLEET"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//event[@name="NO_FUEL_FLEET_DLC"]/text
source: Your pilot deftly avoids incoming artillery fire from the surrounding fleet while you try to sort out exactly what your plan is... One of the many approaching fighters gets into weapon range and your scanners detect it has surplus fuel. Maybe you can still pull this off.
de: Dein Pilot weicht Artilleriefeuer der Flotte in der Nähe aus, während du überlegst, was der Plan ist... Eines der vielen näher kommenden Schiffen, kommt in die Nähe deiner Waffen und dein Scanner zeigt, dass das Schiff viel Treibstoff hat. Vielleicht kannst du das hinbekommen.
es: Tu piloto esquiva con destreza el fuego artillero de la flota que te rodea mientras intentas concebir un plan... Uno de los muchos cazas que se te acercan se pone a tiro y tus escáneres detectan que lleva combustible de sobra. Igual hasta consigues salir de esta.
it: Il tuo pilota evita con agilità il fuoco d'artiglieria della flotta circostante mentre cerchi di architettare un piano... Uno dei molti caccia in avvicinamento arriva a portata di combattimento e i tuoi scanner rilevano che ha carburante in abbondanza. Forse avete ancora una speranza.
ja: 包囲する艦隊からの砲撃をパイロットが巧みにかわしていく中、あなたは次の一手を必死に考えた…その時、次々と迫りくる戦闘艇の一隻が攻撃射程に入り、余分な燃料を積んでいることをスキャナーが伝える。生き延びる道はまだ、残っているかもしれない。
pl: Twój pilot zręcznie unika ognia artyleryjskiego otaczającej cię floty, a ty w tym czasie gorączkowo próbujesz opracować jakiś plan wyjścia z sytuacji... Gdy jeden z rebelianckich myśliwców wchodzi w zasięg twoich czujników, wykrywasz że ma zapas paliwa. Może uda ci się je zdobyć.
pt_br: Seu piloto desvia dos disparos de artilharia da frota enquanto você tenta descobrir qual é o melhor plano... um dos muitos caçadores se aproxima e você detecta que ele possui muito fuel reserva. Talvez ainda haja uma chance.
ru: Ваш пилот ловко избегает артиллерийского обстрела со стороны окружающего флота, пока вы пытаетесь понять, каков ваш план... Один из многих приближающихся истребителей попадает в зону досягаемости оружия, и ваши сканеры фиксируют, что у него есть излишки топлива. Может быть, вы еще сможете их заполучить.

# data/events_special_fuel.xml$//event[@name="NO_FUEL_FLEET_DLC"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//event[@name="FUEL_FLEET_DELAY"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[1]
source: As you are keeping a low profile, you're certain that the Rebel fleet is having a hard time tracking your ship.
de: Da du dich unauffällig verhältst, ist es sicher, dass die Rebellenflotte Probleme hat, dein Schiff zu verfolgen.
es: Estás esforzándote al máximo por no llamar la atención, con el convencimiento de que así a la flota rebelde le costará seguirte el rastro.
it: Evitando di farti notare, almeno hai la tranquillità di non essere facilmente rilevabile dai Ribelli.
ja: あなたはじっと息を潜めながら、反乱軍艦隊が追跡に苦労していることを確信した。
pl: Starasz się pozostawać w ukryciu, więc masz pewność, że flota Rebeliantów nie zdoła tak łatwo wytropić twojego statku.
pt_br: Você se disfarçou bem; com certeza a frota rebelde terá muita dificuldade em rastrear sua nave.
ru: Поскольку вы стараетесь не привлекать к себе внимания, вы уверены, что флот повстанцев с трудом может отследить ваш корабль.

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[2]
source: Since your distress beacon has not been activated, you feel confident that the Rebel fleet is having difficulty tracking you. It should buy you a little time.
de: Da dein Notfall-Signalpunkt nicht aktiviert ist, bist du zuversichtlich, dass die Rebellenflotte Probleme hat, dich zu verfolgen. Es sollte dir etwas Zeit gewinnen.
es: Al no haber activado la baliza de socorro, crees que a la flota rebelde le costará seguirte el rastro. Eso debería permitirte ganar un poco de tiempo.
it: Il tuo faro di soccorso non è attivo e la flotta ribelle faticherà sicuramente a individuarti. Questo dovrebbe darti un po' di margine di tempo.
ja: 救難信号を切っていることで、反乱軍艦隊は追跡に手間取っていると確信する。少しは時間を稼げそうだ。
pl: Ponieważ twój statek nie wysyła sygnału S.O.S., flota Rebeliantów nie zdoła tak łatwo cię wytropić. To powinno ci dać trochę więcej czasu.
pt_br: Seu sinal de socorro não foi ativado, portanto a frota rebelde certamente terá dificuldades em te rastrear. Você ganhou algum tempo para agir.
ru: Поскольку ваш маяк бедствия не активирован, вы уверены, что флот повстанцев с трудом может отследить вас. Это позволит вам выиграть немного времени.

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[3]
source: Long range scanners indicate the Rebel fleet has temporarily paused its advance on your position. Your decision to leave the distress beacon deactivated was farsighted.
de: Lang-Strecken Scanner zeigen, dass die Rebellenflotte deine Verfolgung, für eine Zeit ausgesetzt hat. Deine Entscheidung, den Notfall-Signalpunkt ausgeschaltet zu lassen, hat sich bewährt.
es: Los escáneres de largo alcance indican que la flota rebelde se ha detenido temporalmente y no avanza hacia tu posición. Tu decisión de no activar la baliza de socorro fue acertada.
it: Gli scanner a lungo raggio confermano che la flotta ribelle ha sospeso la sua avanzata. La decisione di non attivare il faro di soccorso è stata saggia.
ja: 長距離スキャナーによれば、反乱軍艦隊は一時的に追跡をあきらめた様子だ。救難信号をオフにしたのは慧眼だった。
pl: Na radarze dalekiego zasięgu widać, że flota Rebeliantów chwilowo nie posuwa się do przodu. Decyzja o nienadaniu sygnału S.O.S. okazała się trafna.
pt_br: Os radares de longo alcance indicam que a frota rebelde parou de avançar perto de você. Sua decisão de desativar o sinal de socorro foi visionária.
ru: Сканеры дальнего действия показывают, что флот повстанцев временно приостановил приближение к вам. Ваше решение оставить маяк бедствия деактивированным было удачным.

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[4]
source: Scanners show that the Rebel fleet has ceased its pursuit for a short time.
de: Dein Scanner zeigt, dass die Rebellenflotte den Vormarsch, für eine kurze Zeit gestoppt hat.
es: Los escáneres muestran que la flota rebelde ha cesado brevemente en su empeño de perseguirte.
it: Gli scanner indicano che la flotta ribelle ha interrotto momentaneamente l'inseguimento.
ja: スキャナーによると、反乱軍艦隊はしばらくの間、追跡をあきらめたようだ。
pl: Na radarze widać, że flota Rebeliantów na jakiś czas przerwała pościg.
pt_br: Radares indicam que a frota rebelde parou de avançar por um breve momento.
ru: Сканеры показывают, что флот повстанцев на короткое время прекратил преследование.

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[5]
source: Your intuition as captain is telling you that the Rebels are having a hard time trying to find your ship.
de: Deine Intuition als Kapitän sagt dir, dass die Rebellen Probleme haben, dein Schiff zu finden.
es: Tu intuición te dice que a los rebeldes les está costando mucho encontrar tu nave.
it: La tua esperienza di capitano ti dice che i ribelli faticano a trovare la tua nave.
ja: あなたは船長として直感する。反乱軍は追跡に手を焼いていると。
pl: Kapitańska intuicja podszeptuje ci, że Rebelianci mogą mieć kłopot z odnalezieniem twojego statku.
pt_br: Sua intuição de comandante lhe diz que os rebeldes estão tendo muita dificuldade em encontrar sua nave.
ru: Ваша капитанская интуиция подсказывает вам, что повстанцы с трудом могут отыскать ваш корабль.

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[6]
source: Without a distress beacon or any FTL signatures to trace, you're sure that the Rebels are struggling to find you. You can only hope their confusion lasts until more fuel can be found.
de: Ohne einen Notfall-Signalpunkt oder eine FTL-Signatur, welche verfolgt werden kann, haben die Rebellen Probleme dich zu finden. Du kannst nur hoffen, dass die Verwirrung lange genug reicht, bis du etwas Treibstoff findest.
es: Sin una baliza de socorro ni signaturas hiperluz que rastrear, a los rebeldes les va a costar encontrarte. Solo esperas que su confusión dure hasta que logres encontrar más combustible.
it: Senza un faro di soccorso o scie FTL da seguire, i ribelli faranno molta fatica a trovarti. Puoi solo sperare che la loro confusione duri finché non trovi altro carburante.
ja: 追跡できる救難信号も、ワープ痕跡もなく、反乱軍はあなたの発見に手こずっているはずだ。敵が混乱している間に、うまく燃料を補給できるといいが。
pl: Bez sygnału S.O.S. i śladów skoku FTL Rebelianci na pewno łatwo cię nie znajdą. Oby tylko nie wrócili na właściwy trop, zanim znajdziesz paliwo.
pt_br: Você sabe que, por não ter usado um sinal de socorro e nem ter deixado rastros FTL, os rebeldes terão dificuldades em te encontrar. Tomara que seja suficiente para você encontrar fuel.
ru: Без маяка бедствия или каких-либо ССД сигнатур, которые можно было бы отследить, вы уверены, что повстанцы изо всех сил пытаются найти вас. Вы можете только надеяться, что их замешательство продлится до тех пор, пока не будет найдено топливо.

# data/events_special_fuel.xml$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[7]
source: The Rebel fleet seems to be unable to locate your ship's signature. If only you could get some fuel, you might still have a chance to place some distance between you and them...
de: Die Rebellenflotte scheint nicht in der Lage zu sein, die Signatur deines Schiffes zu orten. Wenn du jetzt nur etwas Treibstoff bekommen könntest, hättest du die Chancem, etwas Distanz zwischen euch zu packen.
es: La flota rebelde parece incapaz de localizar la signatura de tu nave. Si encontraras algo de combustible, aún tendrías la oportunidad de poner algo de distancia de por medio...
it: A quanto pare la flotta ribelle non riesce a trovare la scia della tua nave. Se solo trovassi del carburante, potresti finalmente portarti fuori pericolo...
ja: 反乱軍艦隊はどうやら、あなたの船の痕跡を見つけることができずにいる。あとは燃料さえ手に入れば、差を詰められずに済むかもしれない…
pl: Chwilowo flota Rebeliantów nie potrafi namierzyć twojego statku. Wystarczyłoby trochę paliwa, żeby odsadzić pościg na znaczną odległość...
pt_br: A frota rebelde não consegue rastrear as assinaturas da sua nave. Se você conseguir fuel, poderá se distanciar ainda mais deles...
ru: Похоже, флот повстанцев не может обнаружить сигнатуру вашего корабля. Если бы только вы могли получить немного топлива, у вас еще был бы шанс увеличить расстояние между вами и ними...

# data/events_special_fuel.xml$//event[@name="FUEL_NOTHING"]/choice[1]/text
source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

# data/events_special_fuel.xml$//event[@name="FUEL_NOTHING"]/choice[2]/text
source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[1]
source: No ship is in scanning range and no one arrives at the beacon.
de: Kein Schiff ist in Reichweite deines Scanners und niemand taucht an diesem Signalpunkt auf.
es: No hay ninguna nave al alcance de tus escáneres y nadie aparece en la baliza.
it: Non ci sono navi a portata di scansione e nessuno raggiunge il faro.
ja: スキャン範囲に船は一隻もおらず、ビーコンへワープしてくる者もいない。
pl: W zasięgu czujników nie ma żadnego statku. Nikt nie zareagował na twój sygnał S.O.S.
pt_br: Nenhuma nave no alcance do radar; ninguém vem para o sinal.
ru: Ни один корабль не находится в зоне сканирования, и никто не прилетает на маяк.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[2]
source: Your waiting yields nothing while the fleet surely gets closer...
de: Du wartest, aber nichts passiert und die Flotte kommt näher...
es: Tu espera es infructuosa, mientras la flota seguramente sigue acercándose cada vez más...
it: L'attesa non dà frutti, mentre la flotta si sta sicuramente avvicinando.
ja: あなたが漫然と待つ間も、艦隊は確実に近づいている…
pl: Czekasz na próżno, a flota jest coraz bliżej...
pt_br: Sua espera não resulta em nada, e a frota se aproxima...
ru: Ваше ожидание ничего не дает, в то время как флот, приближается...

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[3]
source: A freighter suddenly arrives nearby. They are so close you can almost wave at them, but your hails are ignored and the ship quickly jumps away.
de: Ein Frachter taucht in der Nähe auf. Er ist so nah, dass du ihm winken könntest, aber er ignoriert alle Rufe und springt weg.
es: De repente, aparece un carguero. Están tan cerca que casi puedes saludar con la mano, pero hacen caso omiso de tus mensajes y la nave salta enseguida.
it: All'improvviso arriva un mercantile. È così vicino che potresti quasi salutare con la mano, ma i tuoi messaggi vengono ignorati e la nave effettua subito il salto.
ja: 一隻の貨物船が突然、近くへ現れた。あまりに近いので手を振ってみたが無視され、船はすぐさま飛び去っていった。
pl: Nagle w pobliżu pojawia się jakiś frachtowiec. Jest tak blisko, że widzisz go przez iluminatory, jednak nie reaguje na wezwania i po chwili wchodzi w nadprzestrzeń.
pt_br: De repente, um cargueiro se aproxima. Eles chegam tão perto que seria possível acenar, mas ignoram completamente sua nave e logo saltam para longe.
ru: Неожиданно рядом появляется грузовой корабль. Они так близко, что вы почти можете помахать им рукой, но ваши попытки выйти на связь игнорируются, и корабль быстро уходит в прыжок.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[4]
source: Small traffic passes within a short distance of you, but no one responds to your hails.
de: Wenig Verkehr fliegt in einer kurzen Entfernung von dir vorbei, aber keiner Antwortet deinen Rufen.
es: Hay un poco de tráfico ligero a poca distancia de tu posición, pero nadie responde a tus intentos de contacto.
it: Passano alcune navi a breve distanza, ma nessuno risponde ai tuoi messaggi.
ja: そう遠くない宙域内で多少の往来があったが、通信に応じる者はいなかった。
pl: Nieopodal przelatują niewielkie statki, jednak żaden nie reaguje na twoje wezwania.
pt_br: Há algumas naves passando por perto, mas nenhuma responde a você.
ru: Небольшой трафик проходит на близком расстоянии от вас, но никто не отвечает на ваши попытки выйти на связь.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[5]
source: The only ship within hailing range appears to be a civilian vessel. However, it quickly leaves once it picks up your signal.
de: Das einzige Schiff in Reichweite ist ein Zivilistenschiff. Jedoch entfernt es sich schnell, als es dein Signal bemerkt.
es: La única nave al alcance de tus comunicaciones parece civil. Sin embargo, se marcha rápidamente en cuanto detecta tu señal.
it: L'unica nave a portata di contatto si direbbe civile. In ogni caso, appena rileva il tuo segnale si allontana rapidamente.
ja: 通信範囲内に民間船が一隻だけいるようだが、あなたの信号を受け取るや否や、逃げるように去った。
pl: W zasięgu łączności pojawia się jakiś statek cywilny, jednak po odebraniu od ciebie sygnału ucieka w nadprzestrzeń.
pt_br: Apenas uma nave civil parece estar em alcance para contato. Contudo, ela foge rapidamente ao captar o seu sinal.
ru: Единственный корабль, находящийся в пределах досягаемости, кажется гражданским судном. Однако оно быстро удаляется, как только получает ваш сигнал.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[6]
source: As you wait, a small asteroid storm pelts softly against your shields and hull.
de: Als du wartest, wirst du von ein paar Asteroiden behagelt.
es: Mientras esperas, una pequeña tormenta de asteroides golpea con suavidad los escudos y el casco de la nave.
it: Mentre attendi, una piccola tempesta di asteroidi picchietta sui tuoi scudi e sullo scafo.
ja: あなたがじっと待っていると、小さな小惑星嵐がシールドと船体を優しくこづいた。
pl: Czekasz cierpliwie, a meteoryty grają na kadłubie twojego statku niczym żałobne werble.
pt_br: Enquanto espera, uma pequena chuva de asteroides causa impactos leves no casco e escudo.
ru: Пока вы ждете, небольшой астероидный шторм слегка бьет по вашим щитам и корпусу.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[7]
source: You begin to wonder if turning on the beacon would be worth the risk of detection. The fleet slowly approaches.
de: Du beginnst dich zu wundern, ob den Notfall-Signalpunkt zu aktivieren, deine Position weggeben würde. Die Flotte kommt langsam näher.
es: Empiezas a preguntarte si merece la pena activar la baliza, a pesar del riesgo de detección. La flota no deja de acercarse poco a poco.
it: Inizi a chiederti se accendere il faro valga il rischio di farsi scoprire. La flotta si avvicina lentamente.
ja: あなたは発見されるリスクを負ってまで、救難信号を起動する価値はあるのか考え始めた。艦隊はゆっくり近づいてきている。
pl: Zaczynasz się zastanawiać, czy warto wysyłać sygnał S.O.S., wiedząc że może go odebrać flota - nadciągająca powoli, acz nieuchronnie.
pt_br: Você se pergunta se é arriscado ligar o sinal de socorro. A frota se aproxima lentamente.
ru: Вы начинаете задумываться, стоит ли включать маяк, чтобы рискнуть быть обнаруженным. Флот медленно приближается.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[8]
source: You contemplate the vastness of space.
de: Du betrachtest die Leere des Weltraums.
es: Contemplas la inmensidad del espacio.
it: Contempli l'immensità dello spazio.
ja: あなたは宇宙の広大さについて思考を巡らせた。
pl: Zabijasz czas, rozmyślając o bezkresie kosmosu.
pt_br: Você contempla a vastidão do espaço.
ru: Вы созерцаете необъятные просторы космоса.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[9]
source: The prolonged wait in empty space is causing tension among the crew. Still no contact.
de: Das weitere Warten, im leeren Raum, lässt deine Crew unruhig werden. Immernoch kein Kontakt.
es: La prolongada espera en el espacio vacío empieza a causar tensiones entre la tripulación. Seguís sin establecer contacto con nadie.
it: L'attesa prolungata nello spazio sta creando tensioni tra l'equipaggio. Ancora nessun contatto.
ja: 空っぽの宇宙で待つことが長引き、クルーの間にも緊張が走っている。いまだ応答はない。
pl: Załoga zaczyna odczuwać napięcie spowodowane przedłużającym się czekaniem i głuchą ciszą kosmosu. Wciąż nie odbierasz żadnych sygnałów.
pt_br: A longa espera no vazio do espaço está causando tensão na tripulação. Nenhum contato, ainda.
ru: Длительное ожидание в пустом пространстве вызывает напряжение среди экипажа. По-прежнему никаких контактов.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[10]
source: Cabin fever begins to spread among your crew.
de: Die Isolation im gleichen Raum, macht deine Crew langsam wiirklich unruhig.
es: La claustrofobia empieza a hacer estragos entre tu tripulación.
it: L'equipaggio inizia a soffrire di claustrofobia.
ja: クルーの間に閉所性ストレスが広がり始めた。
pl: Twoja załoga zaczyna popadać w obłęd.
pt_br: Sua tripulação está sofrendo de febre do isolamento.
ru: Среди членов вашей команды распространяется депрессия.

# data/events_special_fuel.xml$//textList[@name="FUEL_NOTHING_LIST"]/text[11]
source: Long range scanners detect a small settlement, but they refuse all contact.
de: Lang-Strecken Scanner erkennen eine kleine Siedlung, aber sie lehnen jeden Kontakt ab.
es: El escáner de largo alcance detecta un pequeño asentamiento, pero se niegan a establecer contacto.
it: Gli scanner a lungo raggio rilevano un piccolo insediamento, che però rifiuta qualsiasi contatto.
ja: 長距離スキャナーが小さな居住区を検知したが、呼びかけはことごとく拒絶された。
pl: Czujniki dalekiego zasięgu wykrywają jakąś małą kolonię, jednak nie udaje ci się nawiązać z nią kontaktu.
pt_br: Os radares de longo alcance detectam um pequeno povoado, porém ele recusa contato.
ru: Сканеры дальнего действия зафиксировали небольшое поселение, но они отказываются контактировать.
