Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

source: The Rebel fleet seems to be unable to locate your ship's signature. If only you could get some fuel, you might still have a chance to place some distance between you and the Rebels...
de: Die Rebellenflotte scheint nicht in der Lage zu sein, die Signatur deines Schiffes zu orten. Wenn du jetzt nur etwas Treibstoff bekommen könntest, hättest du die Chancem, etwas Distanz zwischen euch zu packen...
es: La flota rebelde parece incapaz de localizar la signatura de tu nave. Si encontraras algo de combustible, aún tendrías la oportunidad de poner algo de distancia de por medio...
it: A quanto pare la flotta ribelle non riesce a trovare la scia della tua nave. Se solo trovassi del carburante, potresti finalmente portarti fuori pericolo...
ja: 反乱軍艦隊はどうやら、あなたの船の痕跡を見つけることができずにいる。あとは燃料さえ手に入れば、差を詰められずに済むかもしれない…
pl: Chwilowo flota Rebeliantów nie potrafi namierzyć twojego statku. Wystarczyłoby trochę paliwa, żeby odsadzić ich pościg na znaczną odległość...
pt_br: A frota rebelde não consegue rastrear as assinaturas de sua nave. Se você conseguir fuel, poderá se distanciar ainda mais dos rebeldes...
ru: Флот повстанцев, похоже, не в состоянии обнаружить сигнатуру вашего корабля. Если бы только вы могли раздобыть немного топлива, у вас все еще был бы шанс увеличить расстояние между вами и повстанцами...

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

source: You contemplate that it is fortunate the ship's life support system does not rely on FTL fuel cells.
de: Du denkst drüber nach, wie gut es ist, dass die Lebenserhaltungssysteme keine Treibstoff brauchen.
es: Menos mal que los sistemas de soporte vital de la nave no dependen del combustible hiperluz.
it: Pensi che sia davvero una fortuna che i sistemi di supporto vitale di bordo non usino le celle di carburante FTL.
ja: FTL燃料がなくても生命維持装置が動くのは幸いだ、とあなたはしみじみ思った。
pl: Całe szczęście, że system podtrzymywania życia na tym statku nie wymaga ogniw paliwowych napędu FTL.
pt_br: Ainda bem que o sistema de suporte da nave não depende de fuel FTL.
ru: Вы размышляете о том, как удачно, что система жизнеобеспечения корабля не полагается на сверхсветовые топливные элементы.

source: Nothing happens. Your calls go unanswered.
de: Nichts passiert. Deine Rufe werden nicht beantwortet.
es: No ocurre nada. Tu señal no recibe respuesta.
it: Non succede nulla. Le tue chiamate non ricevono risposta.
ja: 何も起きない。呼びかけに応じる者もない。
pl: Nic się nie dzieje. Twój sygnał pozostaje bez odpowiedzi.
pt_br: Nada acontece. Ninguém responde ao seu chamado.
ru: Ничего не происходит. Ваши вызовы остаются без ответа.

source: The distress beacon's light is the only movement visible outside the ship.
de: Der Notfall-Signalpunkt ist das einzige sich bewegende Licht, außerhalb des Schiffes.
es: La luz de la baliza de socorro es lo único que ves fuera de la nave.
it: La luce del faro di soccorso è l'unico movimento visibile fuori dalla nave.
ja: 救難信号の光だけが、静まり返った船外で明滅している。
pl: W zasięgu czujników wykrywasz jedynie głuche echo swojego sygnału S.O.S.
pt_br: A única coisa que se vê do lado de fora da nave é a luz do sinal de socorro.
ru: Мерцание маяка бедствия - единственное, что вы видите за пределами корабля.

source: No ships jump into the sector...
de: Kein Schiff springt in diesen Sektor...
es: Ninguna nave salta al sector...
it: Nessuna nave salta nel settore...
ja: 一隻の船も、この宙域へワープしてこない…
pl: Nie wykrywasz w okolicy żadnego statku...
pt_br: Nenhuma nave salta para o setor...
ru: Ни один корабль не прыгает в сектор...

source: A few passing ships seem oblivious to your distress call and ignore all hails.
de: Ein paar vorbeifliegende Schiffe scheinen deinen Notruf nicht zu bemerken und ignorieren alle Rufe.
es: Pasan algunas naves sueltas que obvian tu señal de socorro y hacen caso omiso a todo intento de contacto.
it: Rilevi alcune navi, ma continuano per la loro strada come se non rilevassero il messaggio di soccorso (o lo ignorassero del tutto).
ja: 数隻の船が通り過ぎたが、あなたの救難信号に気づいていないのか、通信には応じなかった。
pl: Kilka przelatujących w pobliżu statków nie zwraca uwagi na twój sygnał S.O.S i wywołania przez radio.
pt_br: Naves passam por perto e parecem ignorar completamente seu sinal de socorro.
ru: Несколько проходящих мимо кораблей, похоже, не обращают внимания на ваш сигнал бедствия и игнорируют все ваши попытки выйти на связь.

source: A few civilian ships are within scanning range, yet none respond to your calls.
de: Ein paar Zivilistenschiffe sind in Scan-Reichweite, aber keines reagiert auf deine Rufe.
es: Hay unas pocas naves civiles al alcance de tus escáneres, pero ninguna responde a tus llamadas.
it: Ci sono alcune navi civili, entro la portata di scansione, ma nessuna risponde alle tue chiamate.
ja: 数隻の民間船がスキャン範囲内にいるようだが、一隻もあなたの呼びかけには応じない。
pl: W zasięgu czujników znajduje się kilka statków cywilnych, lecz żaden nie odpowiada na twoje wołania.
pt_br: Seu radar detecta algumas naves civis, mas nenhuma responde ao seu chamado.
ru: Несколько гражданских кораблей находятся в пределах досягаемости сканирования, но ни один не отвечает на ваши вызовы.

source: No ships pass through the area.
de: Keine Schiffe fliegen durch das Gebiet.
es: Ninguna nave atraviesa la zona.
it: Non passa nessuna nave.
ja: この辺りを通過する船は一隻もない。
pl: W okolicy nie przelatują żadne statki.
pt_br: Nenhuma nave passa na região.
ru: Ни один корабль не проходит через этот район.

# data/events_special_fuel.xml$//event[@name="FUEL_SELLER_DISTRESS"]/text
source: A small ship arrives with a message, "This automated ship will provide refueling services once a monetary exchange is complete. Complimentary amounts of fuel are available in emergencies only."
de: Ein kleines Schiff kommt mit einer Nachricht her, "Dieses automatisierte Schiff wird nach Transaktionsende, Treibstoff liefern. Kostenlose Treibstoffmengen sind in Notfällen verfügbar."
es: Una pequeña nave llega con un mensaje: "Esta nave automatizada proporcionará servicios de reabastecimiento una vez completado el intercambio monetario. Reservas gratuitas de combustible solo en caso de emergencia".
it: Arriva una piccola nave con un messaggio: "Questa robo-nave fornirà carburante al termine della transazione monetaria. Per le situazioni di emergenza sono disponibili piccole quantità di carburante gratuito."
ja: 一隻の小型船がメッセージと共に到着した。「本無人船は料金先払いにて、燃料補給サービスを提供いたします。無料での補給は緊急時のみの対応となります」
pl: W twoją stronę zbliża się niewielki statek. Otrzymujesz wiadomość: „Tu bezzałogowa cysterna świadcząca usługi tankowania za stosowną opłatą. Nieodpłatne dostawy paliwa są dostępne tylko w nagłych wypadkach”.
pt_br: Uma pequena nave manda mensagem: "esta nave automatizada fornece combustível em troca de dinheiro. Apenas vendemos fiado em caso de comprovada urgência."
ru: Прибывает небольшой корабль с сообщением: "Этот автоматический корабль будет предоставлять услуги по дозаправке, как только денежный обмен будет завершен. Бесплатное топливо предоставляется только в экстренных случаях".

source: Request emergency fuel reserves.
de: Erbitte die Notfall-Treibstoff Reserven.
es: Solicitar las reservas de emergencia.
it: Chiedi le riserve di carburante di emergenza.
ja: 緊急補給サービスを要請する。
pl: Poproś o awaryjne tankowanie.
pt_br: Pedir fuel gratuito.
ru: Запросить аварийные запасы топлива.

source: "This ship has registered that your one-time complimentary emergency fuel allowance has been consumed."
de: "Das Schiff hat registriert, dass du das einmalige Angebot, bereits verbraucht hast."
es: "Esta nave ha registrado que ya has consumido la asignación única de combustible de emergencia".
it: "I registri di questa nave indicano che avete già usufruito del vostro carburante gratuito".
ja: 「本船の記録によれば、お客様は一度限りの緊急補給サービスをすでに利用されております」
pl: „W rejestrach widnieje wpis świadczący, że ten statek korzystał już z usługi awaryjnego tankowania”.
pt_br: "Esta nave registrou que você usou o fuel de emergência. Só é possível usar esta reserva uma única vez."
ru: "Этот корабль зафиксировал, что ваш одноразовый бесплатный запас аварийного топлива был исчерпан".

source: Buy 5 fuel for 20 scrap.
de: Kaufe 5 Treibstoff für 20 Schrott.
es: Comprar 5 unidades de combustible por 20 restos.
it: Compra 5 celle per 20 moduli.
ja: スクラップ20個で燃料を5個買う。
pl: Kup 5 j. paliwa za 20 j. złomu.
pt_br: Comprar 5 de fuel por 20 de sucata.
ru: Купить 5 топлива за 20 лома.

source: "Automated refueling complete."
de: "Automatisiertes Tanken abgeschlossen."
es: "Reabastecimiento automático completado".
it: "Rifornimento automatico completato".
ja: 「オート補給が完了しました」
pl: „Automatyczne tankowanie ukończone”.
pt_br: "Reabastecimento concluído".
ru: "Автоматическая заправка завершена".

source: Buy 2 fuel for 8 scrap.
de: Kaufe 2 Treibstoff für 8 Schrott.
es: Comprar 2 unidades de combustible por 8 restos.
it: Compra 2 celle per 8 moduli.
ja: スクラップ8個で燃料を2個買う。
pl: Kup 2 j. paliwa za 8 j. złomu.
pt_br: Comprar 2 de fuel por 8 de sucata.
ru: Купить 2 топлива за 8 лома.

source: "Automated refueling complete."
de: "Automatisiertes Tanken abgeschlossen."
es: "Reabastecimiento automático completado".
it: "Rifornimento automatico completato".
ja: 「オート補給が完了しました」
pl: „Automatyczne tankowanie ukończone”.
pt_br: "Reabastecimento concluído".
ru: "Автоматическая заправка завершена".

source: Attack the automated ship.
de: Greife das Auto-Schiff an.
es: Atacar a la nave automatizada.
it: Attacca la robo-nave.
ja: 無人船を攻撃する。
pl: Zaatakuj bezzałogowy statek.
pt_br: Atacar a nave autômata.
ru: Атаковать автоматический корабль.

source: You prepare to attack the auto ship.
de: Du machst dich bereit das Auto-Schiff anzugreifen.
it: Ti prepari ad attaccare la robo-nave.
ru: Вы готовитесь атаковать автоматический корабль.

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: Gladly trade.
de: Tausche dankbar.
es: Comerciar.
it: Fai affari con loro.
ja: 喜んで取引する。
pl: Zgódź się na wymianę.
pt_br: Aceitar de bom grado.
ru: С удовольствием торговать.

source: Respectfully decline.
de: Lehne respektvoll ab.
es: Negarte respetuosamente.
it: Rifiuta rispettosamente.
ja: 丁重に断る。
pl: Grzecznie odmów.
pt_br: Recusar, com respeito.
ru: Вежливо отказаться.

source: A merchant ship jumps into the sector, obviously responding to your ship's distress beacon. They hail you offering a trade for fuel.
de: Ein Handelsschiff springt in den Sektor, offensichtlich um den Notfall-Signalpunkt zu beantworten. Sie rufen dich und wollen einen Handel anbieten.
es: Una nave mercante salta dentro del sector, obviamente atraída por tu baliza de socorro. Te ofrecen combustible a cambio de un precio.
it: Una nave mercantile salta nel settore, chiaramente in risposta al tuo faro di soccorso. Ti contattano con un'offerta di carburante.
ja: 一隻の商船があなたの救難信号に応じ、宙域へワープしてきた。通信が入り、燃料の取引を持ちかけてくる。
pl: Niedaleko ciebie pojawia się statek kupiecki, który odebrał twój sygnał S.O.S. Przybysze wywołują cię i chcą ci sprzedać paliwo.
pt_br: Uma nave mercante salta para o setor, obviamente para responder ao seu sinal de socorro. Eles te saúdam e oferecem negociar fuel.
ru: В сектор прибывает торговое судно, очевидно, отреагировавшее на сигнал бедствия вашего корабля. Они приветствуют вас, предлагая торговлю топливом.

source: A ship arrives at the beacon. "We noticed your distress signal. I assume you're out of fuel? We're a bit low ourselves but perhaps we can make a trade."
de: Ein Schiff kommt an diesem Signalpunkt an. "Wir haben dein Notsignal bemerkt. Ich nehme an, dass du keinen Treibstoff mehr hast? Wir haben selbst kaum noch welchen, aber vielleicht könnten wir einen Handel abschließen."
es: Una nave llega a la baliza. "Hemos detectado tu señal de socorro. Supongo que te has quedado sin combustible. A nosotros tampoco nos sobra, pero quizá podamos llegar a un acuerdo".
it: Una nave raggiunge il faro e ti contatta: "Abbiamo notato il vostro SOS. Suppongo siate senza carburante, giusto? Noi ne abbiamo poco, ma forse possiamo fare uno scambio".
ja: 一隻の船がビーコンへ到着した。「救難信号を受け取ったよ。ガス欠なんだろう？ こちらも燃料は残り少ないが、取引なら可能かもしれない」
pl: Do boi nawigacyjnej przybywa jakiś statek. Otrzymujesz wiadomość: „Odebraliśmy wasz sygnał S.O.S. Zabrakło wam paliwa, tak? Sami mamy niewiele, ale możemy wam trochę sprzedać”.
pt_br: Uma nave aparece no sinal. "Vimos seu sinal de socorro. Está sem fuel? Também temos pouco, mas podemos negociar."
ru: К маяку прибывает корабль. "Мы заметили ваш сигнал бедствия. Полагаю, у вас закончилось топливо? Мы сами испытываем нехватку топлива, но, возможно, мы сможем заключить сделку".

source: A ship traveling near the beacon approaches your ship and hails you. "Out of fuel? This is a good opportunity for both of us... Care to trade?"
de: Ein Schiff ist in der Nähe des Signalpunktes und ruft dich. "Kein Treibstoff mehr? Das ist eine gute Gelegenheit für uns beide... Willst du handeln?"
es: Una nave que pasaba cerca de la baliza se acerca a ti y te saluda. "¿Te has quedado sin combustible? Podríamos hacer negocios... ¿Qué me dices?".
it: Una nave in viaggio vicino al faro si avvicina e ti contatta. "Carburante esaurito? È una buona opportunità per voi e per noi... Volete fare affari?"
ja: ビーコン付近を航行中の船が近づいてきて、通信を入れてくる。「ガス欠かい？ これは双方にとって素晴らしいチャンスだ…取引するかい？」
pl: W pobliżu boi nawigacyjnej przelatuje jakiś statek i przysyła wiadomość: „Nie macie paliwa? To dobrze się składa... Pohandlujemy?”.
pt_br: Uma nave perto do sinal se aproxima da sua nave: "está sem fuel? É uma boa oportunidade para nós dois... quer negociar?"
ru: Корабль, пролетающий рядом с маяком, приближается к вашему кораблю и связывается с вами. "Кончилось топливо? Это хорошая возможность для нас двоих... Хотите торговать?"

source: A mercenary ship arrives at the beacon. "We have a bit of extra fuel we can give you... for a price."
de: Ein Söldnerschiff taucht an diesem Signalpunkt auf. "Wir haben ein wenig extra Treibstoff, den wir dir geben können... natürlich für einen Preis."
es: Una nave de mercenarios llega a la baliza. "Nos sobra un poco de combustible que podríamos cederte... por un precio".
it: Una nave mercenaria raggiunge il faro. "Abbiamo un po' di carburante in più che possiamo darvi... a pagamento".
ja: 一隻の商船がビーコンへやって来た。「燃料ならちょっぴり余っているが…タダではやれないな」
pl: Do boi nawigacyjnej dociera jakiś statek najemników. Nadchodzi wiadomość: „Mamy małą nadwyżkę paliwa i możemy wam ją oddać... za niewielką opłatą”.
pt_br: Uma nave mercenária aproxima-se do sinal: "temos fuel extra para você... mas tudo tem um preço".
ru: К маяку приближается корабль наемников. "У нас есть немного лишнего топлива, которое мы можем отдать вам... за определенную плату".

source: They respond: "Seeing that you're in need, is this trade acceptable?"
de: Sie antworten: "Da wir sehen, dass du was brauchst, ist dieser Handel akzeptabel?"
es: Responden: "Teniendo en cuenta que estás en apuros, ¿te parece aceptable el trato?".
it: Rispondono: "Considerando che siete in difficoltà, questo scambio è accettabile?"
ja: 応答が入る。「お困りのようだし、この条件ではどうだい？」
pl: Otrzymujesz odpowiedź: „Nie macie wielkiego wyboru... Zgadzacie się na taką wymianę?”.
pt_br: Eles respondem: "já que você precisa muito...aceita esta oferta?"
ru: Они отвечают: "Видя, что вы в беде, приемлема ли эта сделка?"

source: Accept the offer.
de: Akzeptiere das Angebot.
es: Aceptar la propuesta.
it: Accetta l'offerta.
ja: 条件を飲む。
pl: Przyjmij ich propozycję.
pt_br: Aceite a oferta deles.
ru: Принять предложение.

source: Decline again.
de: Lehne nochmal ab.
es: Volver a negarte.
it: Rifiuta di nuovo.
ja: また断る。
pl: Ponownie odmów.
pt_br: Recusar novamente.
ru: Снова отказаться.

source: "I'm not doing this for charity, you know," says their captain. "This is the only other way I'll part with my fuel."
de: "Ich bin hier nicht die Wohlfahrt, weißt du." sagt ihr Kapitän. "Das ist der einzige Weg, wie ich meinen Treibstoff abgebe."
es: "No hago esto por altruismo, ¿sabes?", dice su capitán. "Esta es la única alternativa aceptable si quieres mi combustible".
it: "Non lo faccio certo per beneficenza," dice il capitano. "È l'unico modo per farmi rinunciare pacificamente al mio carburante".
ja: 「こっちも慈善事業じゃないんでね」と、船長が言う。「この条件を受け入れられないなら、燃料は渡せないな」
pl: Kapitan drugiego statku odpowiada: „Wiecie, nie prowadzę organizacji charytatywnej... Bierzecie albo nie”.
pt_br: "Não faço caridade, sabia", diz o capitão deles. "Eu só gasto meu combustível voando ou vendendo."
ru: "Я делаю это не ради благотворительности, знаете ли" - говорит их капитан. "Только так я смогу поделиться своим топливом".

source: Accept the offer.
de: Akzeptiere das Angebot.
es: Aceptar la propuesta.
it: Accetta l'offerta.
ja: 条件を飲む。
pl: Przyjmij ich propozycję.
pt_br: Aceite a oferta deles.
ru: Принять предложение.

source: Decline again.
de: Lehne nochmal ab.
es: Volver a negarte.
it: Rifiuta di nuovo.
ja: また断る。
pl: Ponownie odmów.
pt_br: Recusar novamente.
ru: Снова отклонить.

source: Their captain disconnects from the channel and without another word their ship prepares to jumps away.
de: Der Kapitän verlässt das Gespräch und ohne ein weiteres Wort springt das Schiff weg.
es: Su capitán se desconecta del canal y, sin una palabra más, prepara su nave para el salto.
it: Il capitano chiude il canale senza dire una parola e la sua nave si prepara al salto.
ja: 船長は通信を切ると、何も言わずに船の準備を始め、ワープで飛び去った。
pl: Twój rozmówca przerywa łączność i w milczeniu przygotowuje się do skoku FTL.
pt_br: O capitão desconecta do canal e, sem falar mais nada, prepara-se pra saltar para longe.
ru: Их капитан отключается от канала связи, и без лишних слов их корабль готовится к прыжку.

source: Before they jump away, their captain says, "I'm sorry, but we are unable to help in any other way."
de: Bevor sie wegspringen sagt der Kapitän, "Es tut mir leid, dass wir nicht anders helfen können."
es: Antes de saltar, su capitán dice: "Lo siento, pero no podemos hacer nada más por ti".
it: Prima del salto, il capitano dice: "Mi dispiace, ma non possiamo aiutarvi in nessun altro modo".
ja: ワープする前に船長が言った。「残念だが、君の力にはなれそうもないよ」
pl: Tuż przed wejściem w nadprzestrzeń kapitan drugiego statku mówi: „Przykro mi, ale nie stać nas, żeby pomóc wam na innych warunkach”.
pt_br: Antes de saltar para longe o capitão diz: "desculpe por não podermos ajudar de outra forma."
ru: Прежде чем они уходят в прыжок, их капитан говорит: "Мне очень жаль, но мы не можем помочь другим способом".

source: They take pity on you and offer you some fuel free of charge.
de: Sie bemitleiden dich und bieten dir etwas Treibstoff umsonst an.
es: Les das pena y te ofrecen un poco de combustible gratis.
it: Hanno pietà di te e ti offrono un po' di carburante gratis.
ja: 彼らはあなたに同情し、無料で燃料をいくつか差し出してきた。
pl: W końcu przybysze litują się nad tobą i zostawiają ci trochę paliwa za darmo.
pt_br: Eles se apiedam de você e oferecem um pouco de fuel grátis.
ru: Они жалеют вас и предлагают вам немного топлива бесплатно.

source: They end the discussion and prepare to jump away.
de: Sie beenden die Diskussion und springen weg.
es: Dan por finalizada la conversación y se preparan para saltar.
it: Chiudono la discussione e si preparano al salto.
ja: 彼らは通信を終了させ、ワープに備えた。
pl: Przybysze kończą rozmowę i przygotowują się do skoku FTL.
pt_br: Eles encerram a discussão se preparam para saltar.
ru: Они заканчивают дискуссию и готовятся к прыжку.

# data/events_special_fuel.xml$//eventList[@name="NO_FUEL_REFUGEE"]/event[1]/text
source: A refugee ship fleeing the Rebel advance enters the system, having picked up your distress beacon. While it doesn't have much fuel to spare, it recognizes you are part of the Federation and offers to split its remaining fuel with you.
de: Ein Flüchtlingsschiff, welches vor dem Rebellenvorstoß flieht, scheint deinen Notfall-Signalpunkt gefunden zu haben. Obwohl sie nicht viel Treibstoff haben, teilen sie ihren Treibstoff mit dir, da du ein Teil der Föderation bist.
es: Entra en el sistema una nave de refugiados que está huyendo del avance rebelde y ha recibido tu baliza de socorro. Aunque no tienen demasiado combustible, reconocen que eres de la Federación y se ofrecen a compartir el que les queda contigo.
it: Una nave di profughi in fuga dall'avanzata dei Ribelli arriva nel sistema seguendo il tuo faro di soccorso. Non resta loro molto carburante, ma vi riconoscono come nave federale e si offrono di dividerlo con voi.
ja: 反乱軍の侵攻を逃れてきた難民船が一隻、あなたの救難信号を拾って星系内へ入ってきた。彼らも燃料に乏しかったが、あなたが連邦側の船だと気づくと、残りの燃料を分けてやろうと言ってきた。
pl: Na twój sygnał S.O.S. odpowiada statek z uchodźcami uciekający przed flotą Rebeliantów. Choć nie mają zbyt dużo paliwa, to gdy dowiadują się, że walczysz po stronie Federacji, dzielą się tym, co mają.
pt_br: Uma nave de refugiados fugindo dos rebeldes entra no sistema e detecta seu sinal de socorro. Eles não têm muito fuel reserva, mas reconhecem que você é da Federação e oferecem compartilhar o pouco que possuem.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему, заметив ваш маяк бедствия. Хотя у корабля не так много топлива, он понимает, что вы являетесь частью Федерации, и предлагает разделить с вами оставшееся топливо.

# data/events_special_fuel.xml$//event[@name="NO_FUEL_REFUGEE_DAMAGED"]/text
source: A refugee ship fleeing the Rebel advance enters the system, having picked up your distress beacon. While it doesn't have much fuel to spare, its hull looks damaged - it is in bad need of scrap and is willing to trade fuel for it.
de: Ein Flüchtlingsschiff, welches vor dem Rebellenvorstoß flieht, scheint deinen Notfall-Signalpunkt gefunden zu haben. Sie haben zwar nicht viel Treibstoff, aber ihre Hülle sieht beschädigt aus - sie brauchen dringend Schrott und wollen ihren Treibstoff dafür tauschen.
es: Entra en el sistema una nave de refugiados que está huyendo del avance rebelde y ha recibido tu baliza de socorro. No les queda demasiado combustible y tienen daños en el casco: necesitan restos con urgencia y están dispuestos a intercambiarlos por combustible.
it: Una nave di profughi in fuga dall'avanzata dei Ribelli arriva nel sistema, guidata dal tuo faro di soccorso. Anche se non hanno molto carburante, il loro scafo è ridotto male: hanno un bisogno disperato di moduli e sono pronti a fare uno scambio.
ja: 反乱軍の侵攻を逃れてきた難民船が一隻、あなたの救難信号を拾って星系内へ入ってきた。彼らも燃料に乏しかったが、どうやら船体を損傷しており、鉄くずがどうしても必要らしい。燃料との交換にはやぶさかでなさそうだ。
pl: Na twój sygnał S.O.S. odpowiada statek z uchodźcami uciekający przed flotą Rebeliantów. Ma niewiele zapasów i uszkodzony kadłub, więc jego kapitan proponuje, że możesz odkupić trochę paliwa za złom, którego potrzebuje do naprawy.
pt_br: Uma nave de refugiados fugindo dos rebeldes entra no sistema e detecta seu sinal de socorro. Eles não têm muito fuel reserva, mas estão com o casco danificado e oferecem trocar fuel pelos reparos.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему, заметив ваш маяк бедствия. У них мало топлива, а их корпус выглядит поврежденным - им очень нужен лом, и они готовы обменять топливо на него.

source: Trade some scrap for fuel.
de: Tausche etwas Schrott für Treibstoff.
es: Intercambiar unos cuantos restos por combustible.
it: Scambia moduli per carburante.
ja: 鉄くずと燃料を交換する。
pl: Wymień nieco złomu na paliwo.
pt_br: Trocar sucata por fuel.
ru: Обменять немного лома на топливо.
