Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

# data/events_special_fuel.xml$//event[@name="FUEL_ON_SLUG_CHUCKLE"]/text
source: A poorly armed Slug ship cruises by and offers assistance. Their captain seems to be chuckling to himself, perhaps at the prices he's charging.
de: Ein schlecht bewaffnetes Slugschiff fliegt vorbei und bietet seine Hilfe an. Der Kapitän scheint zu lachen, vielleicht wegen dem Preis, den er verlangt.
es: Una nave babosa pobremente armada pasa a tu lado y te ofrece ayuda. Su capitán parece reírse de alguna broma que solo él entiende. Quizá tenga algo que ver con los precios que cobra.
it: Una nave slugman scarsamente armata si avvicina e offre assistenza. Il capitano sembra ridacchiare fra sé e sé, forse per i prezzi che impone.
ja: 貧相な装備のスラッグ船が通りがかって、助けようと言ってきた。おそらく値段を吹っかけているからだろう、船長はくすくすと笑っている。
pl: W pobliżu przelatuje słabo uzbrojony statek Ślimaków i oferuje ci pomoc. Jego kapitan śmieje się pod nosem, chyba wyczuwając niepowtarzalną okazję.
pt_br: Uma nave Trópode com armas rudimentares passa por você e oferece ajuda. O capitão parece estar rindo; talvez seja pelo preço salgado que estão cobrando.
ru: Мимо пролетает плохо вооруженный корабль слизней и предлагает помощь. Их капитан, похоже, посмеивается про себя, возможно, над ценами, которые он установил.

source: Pay 15 scrap for 5 fuel.
de: Bezahle 15 Schrott für 5 Treibstoff.
es: Intercambiar 15 restos por 5 unidades de combustible.
it: Paga 15 moduli per 5 celle.
ja: スクラップを15個払って、燃料を5個買う。
pl: Zapłać 15 j. złomu za 5 j. paliwa.
pt_br: Pagar 15 de sucata por 5 de fuel.
ru: Заплатить 15 лома за 5 топлива.

source: Ignore the offer.
de: Ignoriere das Angebot.
es: Ignorar la oferta.
it: Ignora l'offerta.
ja: 相手にしない。
pl: Odrzuć ofertę.
pt_br: Ignorar a oferta.
ru: Не обращать внимания на предложение.

source: You know better than to do business with a Slug who seems like he knows something you don't. He jumps off with another chuckle.
de: Du hast besseres zu tun, als mit einem Slug Geschäfte zu machen, welcher tut als ob er etwas weiß, was du nicht weißt. Er springt weg mit einem anderen Lacher.
it: Sai che è meglio evitare di fare affari con uno slugman che sembra sapere qualcosa che tu non sai. Se ne va sogghignando ancora un po'.
ru: Вам лучше знать, как вести дела со слизнем, который, похоже, знает что-то, чего не знаете вы. Он прыгает с очередной усмешкой.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

source: (Slug Crew) Have your Slug make the purchase.
de: (Slug Crew) Lass deinen Slug den Kauf machen.
es: (Tripulante babosa) Pedirle a tu babosa que cierre el trato.
it: (Equipaggio slugman) Fai fare l'acquisto al tuo slugman.
ja: （スラッグのクルー）スラッグのクルーに購入させる。
pl: (Ślimak w załodze) Poproś członka załogi, aby dokonał transakcji.
pt_br: (Tripulante Trópode) Pedir ao seu Trópode para negociar.
ru: (Член экипажа-слизень) Пусть ваш слизень совершит покупку.

source: As soon as he sees your crewmember the Slug stops his incessant chuckling. The exchange appears to go smoothly although you wonder what mental battles are telepathically occurring between the two Slugs.
de: Als er deinen Slug sieht, hört er auf zu lachen. Der Tausch scheint reibungslos abzulaufen, wobei du dich wunderst, welcher telepathischer Kampf zwischen den zwei Slugs passiert.
es: Cuando ve a tu tripulante, la babosa deja esa risita incesante. El intercambio parece transcurrir sin percances, aunque te preguntas qué clase de batalla mental telepática se está produciendo entre ambos.
it: Appena vede il membro del tuo equipaggio, lo slugman smette di ridacchiare. Lo scambio sembra filare liscio, anche se ti chiedi quali battaglie telepatiche si stiano consumando tra i due slugman.
ja: クルーを目にした瞬間、スラッグは執拗なくすくす笑いをやめた。取引は円滑に行われたようだが、両スラッグ人の間で、どういったテレパシー合戦が繰り広げられたのかは知る由もない。
pl: Gdy tylko Ślimak z twojej załogi zobaczył swojego pobratymca, tamten przestał chichotać. Transakcja przebiegła pomyślnie, jednak nie możesz się oprzeć wrażeniu, że za jej kulisami rozegrała się prawdziwa bitwa telepatyczna.
pt_br: Assim que o Trópode vê o seu tripulante ele para de rir imediatamente. A negociação corre tranquilamente, mas você fica imaginando as intensas batalhas mentais que ocorreram entre os dois Trópodes.
ru: Как только он видит вашего члена экипажа, слизень прекращает свое непрекращающееся хохотание. Обмен, кажется, проходит гладко, хотя вы задаетесь вопросом, какие умственные битвы телепатически происходят между двумя слизнями.

source: (Telepathic Shell) Have your Shell make the purchase.
de: (Telepathischer Shell) Lasse deinen Shell den Kauf erledigen.
it: (Shellman telepatico) Lascia che il tuo shellman faccia l'acquisto.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка совершит покупку.

source: The Slug continues chuckling for a little moment, but soon stops when he realizes something isn't quite right. The exchange appears to go smoothly, although you wonder what mental battles are telepathically occurring between the two species.
de: Der Slug kichert für einen weiteren Moment, aber kurz danach stoppt er, als er realisiert dass etwas nicht stimmt. Der Tausch scheint reibungslos abzulaufen, wobei du dich wunderst, welcher telepathischer Kampf zwischen den zwei Slugs passiert.
it: Lo slugman continua a ridacchiare per un momento, ma presto smette quando si rende conto che qualcosa non va. La transazione sembra andare avanti senza problemi, anche se ti chiedi che razza di battaglie mentali avvengano telepaticamente tra le due specie.
ru: Слизень продолжает посмеиваться еще некоторое время, но вскоре перестает, поняв, что что-то не так. Обмен, похоже, проходит гладко, хотя вы задаетесь вопросом, какие умственные битвы телепатически происходят между двумя видами.

source: You doubt he is trustworthy but have no choice but to make the deal. However you complete the exchange without event.
de: Du zweifelst, dass er glaubwürdig ist, aber du hast keine Wahl und machst den Deal. Jedoch passiert der Tausch ohne Probleme.
es: Dudas que sea de confianza, pero no te queda más remedio que aceptar el trato. No obstante, completas la transacción sin percances.
it: Non ti fidi, ma non hai scelta. Completate lo scambio senza intoppi.
ja: いかにも怪しいスラッグだが、取引に応じるよりほかはない。意外にも、すべて滞りなく終わった。
pl: Kontrahent nie wydaje się godny zaufania, ale nie masz wyboru i dobijasz targu. O dziwo transakcja przebiega bez problemów.
pt_br: Você duvida da honestidade dele, mas acaba aceitando a oferta. Sem mais delongas, você conclui a negociação.
ru: Вы сомневаетесь, что он заслуживает доверия, но у вас нет другого выбора, кроме как заключить сделку. Однако вы завершаете обмен без неприятностей.

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: Everything looks secure but suddenly a number of supplies disappear! He must have planted a portable teleporter into your cargo bay somehow. Before you can react his ship is long gone.
de: Alles sieht sicher aus, plötzlich sind ein paar Güter verschwunden! Er muss irgendwie, einen bewegbaren Teleporter in deiner Cargo-Bucht platziert haben. Bevor du reagieren kannst, ist das Schiff weg.
es: Todo parece estar bien, pero, de repente, ¡parte de tus suministros desaparecen! Debe de habérselas apañado para colocar un teletransportador portátil en tu bodega de carga. Su nave se marcha antes de que tengas tiempo para reaccionar.
it: Sembra tutto a posto, ma all'improvviso le tue scorte iniziano a scomparire! Deve aver piazzato un teletrasporto portatile nella tua stiva. Non fai in tempo a reagire che la sua nave è già scomparsa.
ja: 一段落ついたと思ったその時、いくつかの物資が突然消えてしまった。どうやらスラッグが何らかの方法で、貨物室に小型テレポーターを仕込んでいたらしい。やり返そうにも、船はとっくに姿を消していた。
pl: Wszystko wygląda dobrze, lecz wtem orientujesz się, że dostarczone kontenery znikają! Łotr musiał zainstalować w nich przenośne teleportery. Ułamek sekundy później złodziej ucieka w nadprzestrzeń.
pt_br: Tudo parece estar em ordem, mas... seus suprimentos desapareceram! Ele deve ter colocado um teleporte no setor de carga da sua nave, e desaparecido muito antes de você perceber.
ru: Все выглядит безопасным, но внезапно часть припасов исчезает! Должно быть, он каким-то образом установил портативный телепорт в ваш грузовой отсек. Прежде чем вы успеваете среагировать, его корабль уже давно исчез.

source: You doubt he is trustworthy but have no choice but to make the deal. However you complete the exchange without event.
de: Du zweifelst, dass er glaubwürdig ist, aber du hast keine Wahl und machst den Deal. Jedoch passiert der Tausch ohne Probleme.
es: Dudas que sea de confianza, pero no te queda más remedio que aceptar el trato. No obstante, completas la transacción sin percances.
it: Non ti fidi, ma non hai scelta. Completate lo scambio senza intoppi.
ja: いかにも怪しいスラッグだが、取引に応じるよりほかはない。意外にも、すべて滞りなく終わった。
pl: Kontrahent nie wydaje się godny zaufania, ale nie masz wyboru i dobijasz targu. O dziwo transakcja przebiega bez problemów.
pt_br: Você duvida da honestidade dele, mas acaba aceitando a oferta. Sem mais delongas, você conclui a negociação.
ru: Вы сомневаетесь, что он заслуживает доверия, но у вас нет другого выбора, кроме как заключить сделку. Однако вы завершаете обмен без неприятностей.

# data/events_special_fuel.xml$//event[@name="FUEL_ON_SLUG_OVERPRICED"]/text
source: A mobile Slug fuel depot enters scanning range. "My pricesss are fair, but I asssk one thing - do not insssult me with negotiation!" You check out his price list.
de: Ein mobiles Slug Treibstoffdepot kommt in Scanreichweite. "Meine Preisssse sind gut, aber ich musssss eine Sache bitten - beleidige mich nicht mit Verhandlungen!" Du betrachtest seine Preise.
it: Una stazione di servizio mobile slugman entra nel raggio degli scanner. "I miei prezzi sssono giusssti, ma chiedo una cosssa: non insssultarmi con trattative!" Controlli il suo listino prezzi.
ru: Мобильный склад топлива слизней входит в зону сканирования. "Мои цены сссправедливы, но я прошшшу об одном - не вссступайте сссо мной в переговоры!" Вы смотрите на его цены.

source: Buy 5 fuel for 50 scrap.
de: Kaufe 5 Treibstoff für 50 Schrott.
es: Comprar 5 unidades de combustible por 50 restos.
it: Compra 5 celle per 50 moduli.
ja: スクラップ50個で燃料を5個買う。
pl: Kup 5 j. paliwa za 50 j. złomu.
pt_br: Comprar 5 de fuel por 50 de sucata.
ru: Купить 5 топлива за 50 лома.

source: The trader looks shocked. You're struck by the sense that this is the first time anyone's ever paid him these prices.
de: Der Händler sieht schockiert aus. Das ist wohl das erste Mal, dass jemand diesen Preis bezahlt hat.
es: El comerciante parece atónito. Te da la sensación de que es la primera vez que alguien acepta pagar lo que pide.
it: Il commerciante sembra sconvolto. Realizzi che dev'essere la prima volta che qualcuno paga quei prezzi.
ja: 商人は唖然としている。どうやら、この値段を支払った客は初めてのようだ。
pl: Handlarz wygląda, jakby go piorun strzelił. Odnosisz wrażenie, że jesteś pierwszą osobą, która zgodziła się na tak horrendalny kurs wymiany.
pt_br: O comerciante parece surpreso. Logo você percebe que é a primeira vez que alguém aceita pagar esse preço para ele.
ru: Торговец выглядит потрясенным. Вас не покидает ощущение, что это впервые, когда кто-то заплатил ему такие деньги.

source: Buy 10 fuel for 95 scrap. (BEST DEAL!)
de: Kaufe 10 Treibstoff für 95 Schrott. (BESTES ANGEBOT!)
es: Comprar 10 unidades de combustible por 95 restos. (¡La mejor oferta!)
it: Compra 10 celle per 95 moduli. (AFFARE!)
ja: スクラップ95個で燃料を10個買う（お買い得！）。
pl: Kup 10 j. paliwa za 95 j. złomu (INTERES ŻYCIA!).
pt_br: Comprar 10 de fuel por 95 de sucata. (MELHOR DESCONTO!)
ru: Купить 10 топлива за 95 лома. (ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ!)

source: The trader looks shocked. You're struck by the sense that this is the first time anyone's ever paid him these prices.
de: Der Händler sieht schockiert aus. Das ist wohl das erste Mal, dass jemand diesen Preis bezahlt hat.
es: El comerciante parece atónito. Te da la sensación de que es la primera vez que alguien acepta pagar lo que pide.
it: Il commerciante sembra sconvolto. Realizzi che dev'essere la prima volta che qualcuno paga quei prezzi.
ja: 商人は唖然としている。どうやら、この値段を支払った客は初めてのようだ。
pl: Handlarz wygląda, jakby go piorun strzelił. Odnosisz wrażenie, że jesteś pierwszą osobą, która zgodziła się na tak horrendalny kurs wymiany.
pt_br: O comerciante parece surpreso. Logo você percebe que é a primeira vez que alguém aceita pagar esse preço para ele.
ru: Торговец выглядит потрясенным. Вас не покидает ощущение, что это впервые, когда кто-то заплатил ему такие деньги.

source: Negotiate.
de: Verhandeln.
es: Negociar.
it: Contratta.
ja: ゴネる。
pl: Negocjuj.
pt_br: Negociar.
ru: Провести переговоры.

source: You offer a more reasonable price but the Slug is outraged! He moves in to attack!
de: Du bietest einen verständlicheren Preis an, aber der Slug ist wütend! Er fängt an anzugreifen!
it: Offri un prezzo più ragionevole, ma lo slugman è oltraggiato! Si avvicina per attaccare!
ru: Вы предлагаете более разумную цену, но слизень возмущен! Он начинает атаковать!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: You aren't interested.
de: Du bist nicht interessiert.
it: Non ti interessa.
ru: Вам это неинтересно.

source: The Slug captain ends all communications and jumps away, leaving you alone once again.
de: Der Slugkapitän beendet die Kommunikation und springt weg, wodurch du wieder alleine bist.
it: Il capitano slugman chiude tutte le comunicazioni e se ne va, lasciandoti ancora una volta tutto solo.
ru: Капитан слизняков прекращает все контакты и уходит в прыжок, оставляя вас в одиночестве.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

# data/events_special_fuel.xml$//event[@name="FUEL_ON_DYNASTY"]/text
source: From a distance approaches a Dynasty vessel, lured to your distress call. Their radio static roughly translates to "The demon's heart still beats! Can you hear it!?"
de: Aus einer Distanz kommt ein Dynastyschiff her, welches zu deinem Notfall-Signalpunkt gelockt wurde. Ihre Radiogeräusche übersetzen ungefähr zu "Das Dämonenherz schlägt noch! Kannst du es hören?!"
it: Da lontano si avvicina una nave della Dinastia, attirata dal tuo segnale di soccorso. Le interferenze radio si traducono più o meno con: "Il cuore del demone batte ancora! Lo senti?!"
ru: Издалека приближается судно Династии, привлеченное вашим сигналом бедствия. Их статический шум примерно переводятся как: "Сердце демона все еще бьется! Ты слышишь его?!"

# data/events_special_fuel.xml$//event[@name="FUEL_ON_DYNASTY"]/choice[1]/text
source: Yes.
de: Ja.
es: Sí.
it: Sì.
ja: はい。
pl: Tak.
pt_br: Sim.
ru: Да.

source: (Ghost Crew) "Yes."
de: (Ghost Crew) "Ja."
it: (Equipaggio fantasma) "Sì."
ru: (Член экипажа-призрак) "Да".

source: "Good! Then, beware the heart, traveler! It bleeds, but still it beats!" You assume that's all, but the Ghosts eject a crate of fuel at you, then jump off!
de: "Gut! Dann nimm dich davor in Acht, Reisender! Es blutet zwar, aber es schlägt noch!" Du nimmst an, dass das alles ist, aber die Geister entsenden eine Kiste mit Treibstoff, bevor sie wegspringen!
it: "Bene! Allora, fai attenzione al cuore, viaggiatore! Sanguina, ma batte ancora!" Pensi che sia finita qui, ma i fantasmi espellono una cassa di carburante nella tua direzione e se ne vanno!
ru: "Хорошо! Тогда берегись сердца, путник! Оно кровоточит, но все равно бьется!" Вы полагаете, что на этом все, но призраки выбрасывают в вашу сторону ящик с топливом, а затем уходят в прыжок!

# data/events_special_fuel.xml$//event[@name="FUEL_ON_DYNASTY"]/choice[3]/text
source: No.
de: Nein.
ja: いいえ。
pl: Nie.
pt_br: Não.
ru: Нет.

source: "Then he shall strike you down! Watch most carefully, they could be anywhere!"
de: "Dann soll er dich töten! Pass auf, er kann überall sein!"
it: "Allora ti ucciderà! Fai attenzione, potrebbe essere ovunque!"
ru: "Тогда оно уничтожит тебя! Будь внимателен, они могут быть где угодно!"

source: Ok...
de: Okay...
ru: Ладно...

source: These Ghosts are insane. Attack them before they can do the same!
de: Diese Ghosts sind verrückt. Greife sie an, bevor sie das Gleiche machen können!
it: Questi fantasmi sono pazzi. Attaccali prima che attacchino loro!
ru: Эти призраки безумны. Атаковать их, пока они не успели сделать то же самое!

source: The demon's heart, whatever that means, can wait!
de: Das Dämonenherz, was auch immer es bedeutet, kann warten!
it: Il cuore del demone, qualunque cosa sia, può aspettare!
ru: Сердце демона, что бы это ни значило, может подождать!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: "Do not scoff! This is most serious. I see it in your eyes... Hark, you are but one of them, are you not? A Federation cruiser, sent to bring about the Dynasty's downfall!" The ship arms its weapons. None of this makes any sense, but you'll have to fight it out!
de: "Verspotte es nicht! Das ist sehr ernst. Ich sehe es in deinen Augen... Du bist einer von ihnen oder nicht? Ein Föderationskreuzer wurde entsendet, um die Dynasty zu stürtzen!" Das Schiff fährt die Waffen hoch. Es ergibt keinen Sinn, aber du musst dich rauskämpfen!
it: "Non scherzare! È una cosa seria. Lo vedo nei tuoi occhi... bontà divina, ma tu sei uno di loro, dico bene? Un incrociatore della Federazione, mandato per portare la Dinastia alla rovina!" La nave alimenta le armi. Niente di tutto questo ha senso, ma dovrai combattere!
ru: "Не издевайся! Это очень серьезно. Я вижу это в твоих глазах... слышащий, ты ведь всего лишь один из них, не так ли? Крейсер Федерации, посланный, чтобы привести к падению Династии!" Корабль активирует оружие. Все это не имеет никакого смысла, но вам придется бороться с этим!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: "Beware the heart, traveler! It bleeds, but still it beats!" You assume thats all, but the Ghosts eject a crate of fuel at you, then jump off!
de: "Nimm dich vor dem Herz in Acht, Reisender! Es blutet zwar, aber es schlägt noch!" Du nimmst an, dass das alles ist, aber die Geister entsenden eine Kiste mit Treibstoff, bevor sie wegspringen!
it: "Fai attenzione al cuore, viaggiatore! Sanguina, ma batte ancora!" Pensi che sia finita qui, ma i fantasmi espellono una cassa di carburante nella tua direzione e se ne vanno!
ru: "Берегись сердца, путник! Оно кровоточит, но все равно бьется!" Вы предполагаете, что на это все, но призраки выбрасывают в вашу сторону вас ящик с топливом, а затем уходят в прыжок!

source: "Lies, lies! You know nothing! The Federation has sheltered you from the heart! The demon's fingers shall grip you and show you no mercy! Consider this a favor!" The Ghost ship suddenly arms its weapons and attacks!
de: "Lügen, Lügen! Du weißt nichts! Die Föderation hat dich vor dem Herz beschützt! Die Dämonenfinger sollen dich ergreifen und keine Gnade zeigen! Sehe das als einen Gefallen!" Das Ghostschiff fährt plötzlich die Waffen hoch und greifen an!
it: "Menzogne, menzogne! Tu non sai niente! La Federazione ti ha protetto dal cuore! Le dita del demone ti ghermiranno e non ti mostreranno alcuna pietà! Considera questo un favore!" La nave fantasma all'improvviso alimenta le armi e attacca!
ru: "Ложь, ложь! Ты ничего не знаешь! Федерация укрыла тебя от реалий мира! Пальцы демона схватят тебя и не пощадят! Считайте это одолжением!" Корабль призраков внезапно активирует оружие и атакует!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: "Good! Then, beware the heart, traveler! It bleeds, but still it beats!" You assume thats all, but the Ghosts eject a crate of fuel at you, then jump off!
de: "Gut! Dann nimm dich vor dem Herz in Acht, Reisender! Es blutet zwar, aber es schlägt noch!" Du nimmst an, dass das alles ist, aber die Geister entsenden eine Kiste mit Treibstoff, bevor sie wegspringen!
it: "Bene! Allora, fai attenzione al cuore, viaggiatore! Sanguina, ma batte ancora!" Pensi che sia finita qui, ma i fantasmi espellono una cassa di carburante nella tua direzione e se ne vanno!
ru: "Хорошо. Тогда берегись сердца, путник! Оно кровоточит, но все равно бьется!" Вы предполагаете, что на это все, но призраки выбрасывают в вашу сторону вас ящик с топливом, а затем уходят в прыжок!
