Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

source: As their ship pulls up next to yours, their captain continues, "Yes, we'll certainly help... Help to relieve you of that nice ship!" Sensors detect a hidden teleporter has been activated. We've been boarded!
de: Als ihr Schiff näher kommt, redet der Kapitän weiter, "Ja, wir werden dir sicherlich helfen... Helfen das Schiff von dir zu nehmen!" Sensoren bemerken einen geheimen Teleporter, welcher aktiviert wurde. Wir wurden geentert!
es: Mientras su nave se acerca a la tuya, su capitán continúa: "Sí, claro que os ayudaremos... ¡A libraros de esa estupenda nave!". Los sensores detectan la activación de un sistema de teletransporte oculto. ¡Nos han abordado!
it: Quando la loro nave si accosta alla tua, il capitano continua: "Sì, certo, vi aiuteremo... a liberarvi di quella bella nave!" I sensori rilevano l'attivazione di un teletrasporto nascosto. Siamo stati abbordati!
ja: 船を真横へつけながら、船長が続ける。「ああ、助けてやるとも…てめえがその素敵な船とオサラバすんのをな！」センサーが隠しテレポーターの起動を検知し、次いで敵が乗り込んできた！
pl: Gdy drugi statek podchodzi do twojej burty, jego kapitan dodaje coś jeszcze: „Tak... pomożemy wam... pozbyć się ciężaru prowadzenia tego pięknego statku!”. Czujniki wykrywają użycie teleportera. Wróg na pokładzie!
pt_br: A nave se aproxima da sua e o capitão diz: "ah sim, claro que podemos ajudar... ajudar a roubar essa sua nave maravilhosa!". Seus sensores detectam que um teleporte oculto se abriu e sua nave foi invadida!
ru: Когда их корабль приближается к вашему, их капитан говорит: "Да, мы, конечно, поможем... Поможем освободить вас от этого прекрасного корабля!" Сенсоры обнаружили, что активирован скрытый телепортатор. Нас взяли на абордаж!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: As they approach, you detect their weapons powering up. It seems their intentions are hostile!
de: Als sie näher kommen, bemerkst du dass ihre Waffen hochfahren. Es scheint ihre Intentionen sind böse!
es: Cuando se acercan, detectas que están activando sus armas. ¡Parece que tienen intenciones hostiles!
it: Mentre si avvicinano, rilevi l'attivazione delle loro armi. A quanto pare hanno intenti bellicosi.
ja: 彼らの船が近づいてくる中、あなたは武器が起動されるのを検知した。敵意を持っているようだ！
pl: Zbliżający się statek zaczyna ładować broń. Najwyraźniej nie ma pokojowych zamiarów!
pt_br: Ao se aproximar você detecta que a nave está se armando. Com certeza não tem intenções pacíficas!
ru: Когда они приближаются, вы замечаете, что их оружие включается. Похоже, их намерения враждебны!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: "I assure you that we mean no harm. See, we'll send some fuel over on a transport." A small ship docks and offloads some fuel just as they said. They leave, saying, "Stay cautious, friend."
de: "Ich versichere dir, dass wir nichts böses wollen. Schau, wir senden etwas Treibstoff in einem Transporter." Ein kleines Schiff dockt an und entläd Treibstoff, wie er gesagt hat. Sie gehen wieder und sagen, "Bleib wachsam, Freund."
es: "Te aseguro que nuestras intenciones son buenas. Enviaremos un poco de combustible en un transporte". Una pequeña nave se acopla y descarga algo de combustible, tal como habían prometido. Se marchan, no sin antes decirte que haces bien en no bajar la guardia.
it: "Giuro che non vogliamo fare niente di male. Guardate, vi inviamo del carburante con una nave da trasporto". Una piccola nave attracca e trasferisce alcune celle di carburante. Se ne vanno, commentando: "La prudenza non è mai troppa."
ja: 「安心しろ、危害は加えねえ。ほら、輸送艇で燃料を送ってやっからよ」船長がそう言う中、一隻の小型船がドッキングして、燃料を降ろしていった。「用心を怠んな、友よ」そして船は去った。
pl: „Zapewniam, że nie mamy złych intencji. Macie tu trochę paliwa”. Mała jednostka dobija do twojej śluzy i rzeczywiście przewozi obiecane paliwo. Przed odlotem kapitan żegna się dość serdecznie: „Uważajcie na siebie”.
pt_br: "Não queremos causar nenhum mal. Vamos lhe enviar um transporte com fuel." Uma pequena nave atraca e fornece o fuel. Eles partem e deixam um alerta "continue com essa cautela, colega".
ru: "Уверяю вас, мы не желаем вам зла. Смотрите, мы отправляем вам немного топлива транспортом". Небольшой корабль стыкуется и выгружает топливо, как они и говорили. Они уходят, сказав: " Будь осторожен, друг".

source: "No one trusts anyone these days..." The ship jumps away.
de: "Keiner hat mehr Vertrauen, heutzutage..." Das Schiff springt weg.
es: "Hoy en día, nadie se fía de nadie". Es el mensaje de despedida de la nave justo antes de saltar.
it: "Non ci si fida più di nessuno, ormai..." La nave effettua il salto.
ja: 「ったく、もっと人を信じろっての…」船はワープで飛び去った。
pl: „Takie czasy, że nikt nikomu nie może ufać...”. Statek ucieka w nadprzestrzeń.
pt_br: "Hoje em dia ninguém confia em ninguém..." A nave vai embora.
ru: "В наши дни никто никому не доверяет..." Корабль уходит в прыжок.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

source: They reply, "Keep our distance? Let's see if you can stop us!" They power up their weapons and advance.
de: Sie antworten, "Abstand halten? Mal sehen, ob du uns stoppen kannst!" Sie fahren die Waffen hoch und kommen näher.
it: Rispondono: "Tenerci a debita distanza? Vediamo se riesci a fermarci!" Alimentano le armi e avanzano.
ru: Они отвечают: "Держать дистанцию? Посмотрим, сможешь ли ты нас остановить!" Они заряжают свое оружие и движутся в атаку.

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: Sensors indicate their ship is without military-grade weaponry, even small arms. You allow them to dock and they give you some fuel saying, "I remember a time when we didn't have to be so paranoid about each others' intentions... Stay safe."
de: Die Sensoren zeigen, dass ein Schiffe ohne jegliche Bewaffnung, in der Nähe ist. Du lässt sie andocken und sie geben dir etwas Treibstoff, wobei sie sagen, "Ich erinnere mich an eine Zeit, wo man nicht so paranoid sein musste, bei allem was jemand anderes tut... Bleib wachsam."
es: Los sensores indican que su nave no dispone de armamento de categoría militar; ni siquiera armas de menor calibre. Les permites que se acoplen y te dan un poco de combustible. "Recuerdo una época en la que no hacía falta desconfiar tanto de las intenciones de la gente... Cuídate".
it: I sensori indicano che la loro nave non possiede né armi di livello militare, né armi di libera vendita. Approvi l'attracco e ricevi il carburante. Il benefattore aggiunge: "Ricordo un tempo in cui non dovevamo essere così diffidenti... Buona fortuna!"
ja: センサーによると、船内にあるのは小型の銃だけで、軍用兵器は搭載していない。あなたはドッキングを許可し、彼らが燃料を降ろしながら言う。「昔はよかったよな、周りがみんな敵に見えることもなくってよ…ま、気をつけてな」
pl: Czujniki wykrywają, że statek jest nieuzbrojony; nie ma na nim nawet broni krótkiej. Pozwalasz mu zacumować, a jego kapitan przekazuje ci nieco paliwa, mówiąc: „Pamiętam czasy, kiedy nie musieliśmy się bać własnego cienia... Uważajcie na siebie”.
pt_br: Sensores indicam que a nave deles não tem armamento militar e nem mesmo pequenas armas. Você permite que a nave atraque, eles fornecem fuel e dizem "na minha época a gente não precisava ser tão paranoico assim... toma cuidado".
ru: Сенсоры показывают, что на их корабле нет оружия боевого уровня, даже стрелкового. Вы разрешаете им пристыковаться, и они дают вам немного топлива, говоря: "Я помню времена, когда нам не нужно было быть такими параноиками в отношении намерений друг друга... Берегите себя".

source: Sensors are picking up armed crew and considerably more weaponry than is legal for a craft of this size. This is surely a trap.
de: Die Sensoren registrieren eine bewaffnete Crew und mehr Waffen, als für ein Schiff dieser Größe legal sind. Das ist mit Sicherheit eine Falle.
es: Los sensores detectan una tripulación armada y mucho más armamento del permitido por el reglamento para una nave de ese tamaño. Es una trampa.
it: I sensori rilevano un equipaggio armato e molte più armi di quanto sia legale avere su una nave di quelle dimensioni. È senza dubbio una trappola.
ja: センサーが武装したクルーと、強力な兵器の数々を検知した。このサイズの船の法的制限をゆうに超えている。罠に違いない。
pl: Czujniki wykrywają uzbrojoną załogę i dużo lepszą broń niż pozwalają przepisy na jednostkach tej wielkości. To na pewno pułapka.
pt_br: Sensores indicam que a tripulação está armada e que as armas estão muito acima do limite legal permitido. Com certeza é uma cilada.
ru: Сенсоры улавливают вооруженный экипаж и значительно больше оружия, чем положено для корабля такого размера. Это, несомненно, ловушка.

source: Power up weapons and prepare for a fight.
de: Fahre die Waffen hoch und mache dich zum Kampf bereit.
es: Activar las armas y prepararte para el combate.
it: Attiva le armi e preparati a combattere.
ja: 武器を起動し、戦闘に備える。
pl: Ładuj broń i przygotuj się do walki.
pt_br: Preparar as armas para lutar.
ru: Включить оружие и приготовиться к бою.

source: You prepare to battle the pirate.
de: Du machst dich zum Kampf mit den Piraten bereit.
it: Ti prepari ad affrontare il pirata.
ru: Вы готовитесь к битве с пиратом.

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: (Cloaking) Cloak and get out of scanning range before they have a chance to lock on.
de: (Tarnung) Tarne dich und verlassen den Bereich ihres Scanners, bevor sie dich anvisieren können.
es: (Ocultación) Ocultarte y salir del alcance de sus escáneres antes de que tengan la ocasión de fijar el blanco.
it: (Occultamento) Occultati e allontanati prima che riescano ad agganciarti.
ja: （クローク）クローク化してスキャン範囲を脱し、ロックオンを避ける。
pl: (Maskowanie) Włącz maskowanie i odleć poza zasięg ich radaru, nim namierzą twój statek.
pt_br: (Camuflagem) Camuflar e fugir dos radares antes que eles possam travar a mira.
ru: (Маскировка) Замаскироваться и выйти из зоны сканирования до того, как у них появится шанс обнаружить вас.

source: Your highly advanced cloaking system allows you to get out of range easily since they were still out of firing range. Eventually the ship jumps away.
de: Dein hochmodernes Tarnungssystem, lässt dich mit Leichtigkeit aus ihrer Reichweite gelangen. Letztendlich springt das Schiff weg.
es: Tu sistema de ocultación avanzado te permite escapar fácilmente, puesto que ya estabas fuera del alcance de sus armas. Al final, la nave termina por marcharse.
it: Quando sei ancora fuori portata di tiro, attivi il tuo sistema d'occultamento avanzato e sfuggi all'imboscata senza troppa fatica. Dopo un po' la nave effettua il salto.
ja: 高性能なクロークシステムのおかげで、あなたは悠々と敵のスキャンレンジから脱した。どうやっても弾が届かないと知り、敵はやがてワープで去った。
pl: Dzięki bardzo zaawansowanemu systemowi maskowania bez problemu udaje ci się oddalić poza zasięg ich broni. W końcu wróg poddaje się i wykonuje skok FTL.
pt_br: Seu avançadíssimo sistema de camuflagem lhe permite escapar dos radares e se mantenha fora do alcance das armas inimigas. Logo, a nave salta para longe.
ru: Ваша высокотехнологичная система маскировки позволяет вам легко выйти из зоны досягаемости, поскольку они все еще находились вне зоны выстрела. В конце концов корабль уходит в прыжок.

# data/events_special_fuel.xml$//event[@name="FUEL_FREEMANTIS_CONFUSED"]/text
source: Fortunately, it seems a Free Mantis ship has come across you, and immediately hail. "Ah, Federation! You looking like in distress. Needing resources? We sell some to you! Will trade in turn for fuel."
de: Glücklicherweise scheint es so, als ob ein Free Mantis-Schiff auf dich gestoßen ist und sie rufen dich direkt. "Ah Föderation! Du hast einen Notfall. Benötigst Ressourcen? Wir werden dir welche verkaufen! Tausch gegen Treibstoff."
it: Per fortuna, sembra che una nave dei Mantis Liberi si sia imbattuta in te e ti contatta immediatamente. "Ah, Federazione! Tu sembra in difficoltà. Servono risorse? Noi vende a te! Noi vuole carburante in cambio."
ru: К счастью, похоже, на вас наткнулся корабль Свободных Богомолов, и сразу же выходит на связь. "Ах, Федерация! У тебя такой вид, будто ты в беде. Нуждаться в ресурсах? Мы продать немного! В обмен на топливо".

source: Buy some missiles.
de: Kaufe ein paar Raketen.
es: Comprar misiles.
it: Compra dei missili.
ja: ミサイルを買う。
pl: Kup trochę pocisków.
pt_br: Comprar alguns mísseis.
ru: Купить немного боеголовок.

source: Buy some droneparts.
de: Kaufe Drohnenteile.
it: Compra dei chip per droni.
ru: Купить немного дрон-комплектов.

source: But... we need fuel.
de: Aber... wir brauchen Treibstoff.
it: Ma... ci serve il carburante.
ru: Но... нам нужно топливо.

source: "Oh? Price too high? Yes yes, we can lower!"
de: "Oh? Preis zu hoch? Wir können senken!"
it: "Oh? Troppo caro? Sì, sì, può abbassare!"
ru: "Ой? Цена слишком высокий? Да-да, мы могти опустить!"

source: Buy some missiles.
de: Kaufe ein paar Raketen.
es: Comprar misiles.
it: Compra dei missili.
ja: ミサイルを買う。
pl: Kup trochę pocisków.
pt_br: Comprar alguns mísseis.
ru: Купить немного боеголовок.

source: Buy some droneparts.
de: Kaufe Drohnenteile.
it: Compra dei chip per droni.
ru: Купить немного дрон-комплектов.

source: We don't have any fuel!
de: Wir haben kein Treibstoff!
it: Non ce l'abbiamo il carburante!
ru: У нас нет топлива!

source: "Oh, yes my bad. Will give small amount of resources for free then!"
de: "Oh ja, mein Fehler. Wir werden dir wenig Ressource umsonst geben!"
it: "Oh sì, colpa mia. Allora io dà qualche risorsa gratis a te!"
ru: "Ох, да, моя винить. Тогда отдать немного ресурса бесплатно!"

source: Take the free missiles.
de: Nimm die kostenlosen Raketen.
it: Prendi i missili offerti.
ru: Взять бесплатные боеголовки.

source: Take the free droneparts.
de: Nimm die kostenlosen Drohnenteile.
it: Prendi i chip per droni offerti.
ru: Взять бесплатные дрон-комплекты.

source: Do you have any fuel to spare?
de: Hast du noch Treibstoff übrig?
it: Avete del carburante per caso?
ru: У вас есть лишнее топливо?

source: "Huh? No, we use last of fuel jumping here. Does not meaning you not want resources?"
de: "Hm? Nein wir haben letzten Treibstoff, bei Sprung hier her verbraucht. Das heißt, du willst kein Ressourcen?"
it: "Eh? No, ha usato ultime scorte di carburante per saltare qui. Vuol dire che tu non vuole risorse?"
ru: "Хм? Нет, мы использовать здесь последний запас топлива. Значит, тебе не быть нужны ресурсы?"

source: No, we'll take some.
de: Nein, wir nehmen welche.
it: Sì, le accettiamo volentieri.
ru: Нет, мы возьмем немного.

source: "Here you go!" The Free Mantis hand over the supplies.
de: "Bitte sehr!" Der Free Mantis gibt dir die Vorräte.
it: "Ecco qua!" I Mantis Liberi ti consegnano le risorse.
ru: "Вот, держи!" Свободный богомол передал припасы.

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: "Oh, and take some fuel friend!"
de: "Oh und nimm etwas Treibstoff, Freund!"
it: "Oh, e prende anche un po' di carburante, amico!"
ru: "О, и взять немного топлива, друг!"

source: Wait, but didn't you say you're out of fuel?
de: Warte, aber du hast gesagt, dass du keinen Treibstoff hast?
it: Aspetta, ma non avevate detto di non avere carburante?
ru: Подождите, но разве вы не сказали, что у вас закончилось топливо?

source: "Huh? Not knowing what mean. Anyways, goodbye!" The Free Mantis jump away.
de: "Hm? Weiß nicht was du meinst. Egal wie, auf Wiedersehen!" Der Free Mantis springt weg.
it: "Eh? Io non sa di che tu sta parlando. Comunque, ciao ciao!" I Mantis Liberi effettuano l'ipersalto.
ru: "Хм? Не знать, о чем ты. В любой случай, до свидания!" Свободные Богомолы ушли в прыжок.

source: No thanks.
de: Nein danke.
es: No gracias.
it: No grazie.
ja: 結構です。
pl: Nie, dziękuję.
pt_br: Recusar educamente.
ru: Нет, спасибо.

source: "Huh? Ok!" The Free Mantis jump away, leaving you vastly confused.
de: "Hm? Ok!" Der Free Mantis springt weg und lässt dich verwirrt zurück.
it: "Eh? Ok!" I Mantis Liberi se ne vanno, lasciandoti profondamente confuso.
ru: "Хм? Ок!" Свободные богомолы уходят в прыжок, оставляя вас в полном замешательстве.

# data/events_special_fuel.xml$//event[@name="FUEL_FLEET_DISTRESS"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: As you are keeping a low profile, you're certain that the Rebel fleet is having a hard time tracking your ship.
de: Da du dich unauffällig verhältst, ist es sicher, dass die Rebellenflotte Probleme hat, dein Schiff zu verfolgen.
es: Estás esforzándote al máximo por no llamar la atención, con el convencimiento de que así a la flota rebelde le costará seguirte el rastro.
it: Evitando di farti notare, almeno hai la tranquillità di non essere facilmente rilevabile dai ribelli.
ja: あなたはじっと息を潜めながら、反乱軍艦隊が追跡に苦労していることを確信した。
pl: Starasz się pozostawać w ukryciu, więc masz pewność, że flota Rebeliantów nie zdoła tak łatwo wytropić twojego statku.
pt_br: Você se disfarçou bem; com certeza a frota rebelde terá muita dificuldade em rastrear sua nave.
ru: Поскольку вы стараетесь не привлекать к себе внимания, вы уверены, что флот повстанцев с трудом может отследить ваш корабль.

source: Since your distress beacon has not been activated, you feel confident that the Rebel fleet is having difficulty tracking you. It should buy you a little time.
de: Da dein Notfall-Signalpunkt nicht aktiviert ist, bist du zuversichtlich, dass die Rebellenflotte Probleme hat, dich zu verfolgen. Es sollte dir etwas Zeit gewinnen.
es: Al no haber activado la baliza de socorro, crees que a la flota rebelde le costará seguirte el rastro. Eso debería permitirte ganar un poco de tiempo.
it: Il tuo faro di soccorso non è attivo e la flotta ribelle faticherà sicuramente a individuarti. Questo dovrebbe darti un po' di margine di tempo.
ja: 救難信号を切っていることで、反乱軍艦隊は追跡に手間取っていると確信する。少しは時間を稼げそうだ。
pl: Ponieważ twój statek nie wysyła sygnału S.O.S., flota Rebeliantów nie zdoła tak łatwo cię wytropić. To powinno ci dać trochę więcej czasu.
pt_br: Seu sinal de socorro não foi ativado, portanto a frota rebelde certamente terá dificuldades em te rastrear. Você ganhou algum tempo para agir.
ru: Поскольку ваш маяк бедствия не активирован, вы уверены, что флот повстанцев с трудом может отследить вас. Это позволит вам выиграть немного времени.

source: Long range scanners indicate the Rebel fleet has temporarily paused its advance on your position. Your decision to leave the distress beacon deactivated was farsighted.
de: Lang-Strecken Scanner zeigen, dass die Rebellenflotte deine Verfolgung, für eine Zeit ausgesetzt hat. Deine Entscheidung, den Notfall-Signalpunkt ausgeschaltet zu lassen, hat sich bewährt.
es: Los escáneres de largo alcance indican que la flota rebelde se ha detenido temporalmente y no avanza hacia tu posición. Tu decisión de no activar la baliza de socorro fue acertada.
it: Gli scanner a lungo raggio confermano che la flotta ribelle ha sospeso la sua avanzata. La decisione di non attivare il faro di soccorso è stata saggia.
ja: 長距離スキャナーによれば、反乱軍艦隊は一時的に追跡をあきらめた様子だ。救難信号をオフにしたのは慧眼だった。
pl: Na radarze dalekiego zasięgu widać, że flota Rebeliantów chwilowo nie posuwa się do przodu. Decyzja o nienadaniu sygnału S.O.S. okazała się trafna.
pt_br: Os radares de longo alcance indicam que a frota rebelde parou de avançar perto de você. Sua decisão de desativar o sinal de socorro foi visionária.
ru: Сканеры дальнего действия показывают, что флот повстанцев временно приостановил приближение к вам. Ваше решение оставить маяк бедствия деактивированным было удачным.

source: Scanners show that the Rebel fleet has ceased its pursuit for a short time.
de: Dein Scanner zeigt, dass die Rebellenflotte den Vormarsch, für eine kurze Zeit gestoppt hat.
es: Los escáneres muestran que la flota rebelde ha cesado brevemente en su empeño de perseguirte.
it: Gli scanner indicano che la flotta ribelle ha interrotto momentaneamente l'inseguimento.
ja: スキャナーによると、反乱軍艦隊はしばらくの間、追跡をあきらめたようだ。
pl: Na radarze widać, że flota Rebeliantów na jakiś czas przerwała pościg.
pt_br: Radares indicam que a frota rebelde parou de avançar por um breve momento.
ru: Сканеры показывают, что флот повстанцев на короткое время прекратил преследование.

source: Your intuition as captain is telling you that the Rebels are having a hard time trying to find your ship.
de: Deine Intuition als Kapitän sagt dir, dass die Rebellen Probleme haben, dein Schiff zu finden.
es: Tu intuición te dice que a los rebeldes les está costando mucho encontrar tu nave.
it: La tua esperienza di capitano ti dice che i ribelli faticano a trovare la tua nave.
ja: あなたは船長として直感する。反乱軍は追跡に手を焼いていると。
pl: Kapitańska intuicja podszeptuje ci, że Rebelianci mogą mieć kłopot z odnalezieniem twojego statku.
pt_br: Sua intuição de comandante lhe diz que os rebeldes estão tendo muita dificuldade em encontrar sua nave.
ru: Ваша капитанская интуиция подсказывает вам, что повстанцы с трудом могут отыскать ваш корабль.

source: Without a distress beacon or any FTL signatures to trace, you're sure that the Rebels are struggling to find you. You can only hope their confusion lasts until more fuel can be found.
de: Ohne einen Notfall-Signalpunkt oder eine FTL-Signatur, welche verfolgt werden kann, haben die Rebellen Probleme dich zu finden. Du kannst nur hoffen, dass die Verwirrung lange genug reicht, bis du etwas Treibstoff findest.
es: Sin una baliza de socorro ni signaturas hiperluz que rastrear, a los rebeldes les va a costar encontrarte. Solo esperas que su confusión dure hasta que logres encontrar más combustible.
it: Senza un faro di soccorso o scie FTL da seguire, i ribelli faranno molta fatica a trovarti. Puoi solo sperare che la loro confusione duri finché non trovi altro carburante.
ja: 追跡できる救難信号も、ワープ痕跡もなく、反乱軍はあなたの発見に手こずっているはずだ。敵が混乱している間に、うまく燃料を補給できるといいが。
pl: Bez sygnału S.O.S. i śladów skoku FTL Rebelianci na pewno łatwo cię nie znajdą. Oby tylko nie wrócili na właściwy trop, zanim znajdziesz paliwo.
pt_br: Você sabe que, por não ter usado um sinal de socorro e nem ter deixado rastros FTL, os rebeldes terão dificuldades em te encontrar. Tomara que seja suficiente para você encontrar fuel.
ru: Без маяка бедствия или каких-либо ССД сигнатур, которые можно было бы отследить, вы уверены, что повстанцы изо всех сил пытаются найти вас. Вы можете только надеяться, что их замешательство продлится до тех пор, пока не будет найдено топливо.
