Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

# data/events_special_fuel.xml$//event[@name="NO_FUEL_REFUGEE_FRIENDLY_MV"]/text
source: A refugee ship fleeing the Rebel advance enters the system. It seems surprised to see you stranded, and admits it was following you from afar in the hopes of you leading it to Federation space. While it doesn't have much fuel to spare, it recognizes you are part of the Federation and offers to split its remaining fuel with you.
de: Ein Flüchtlingsschiff, welches vor dem Rebellenvorstoß fliehen, kommen in das System. Sie scheinen überrascht, dass du hier gestrandet bist und geben zu, dass sie dir gefolgt sind, damit du sie irgend wann in Föderation Raum leitest. Obwohl sie nicht viel Treibstoff haben, teilen sie ihre Reserven mit dir, da du zur Föderation gehörst.
es: Entra en el sistema una nave de refugiados que está huyendo del avance rebelde. Parecen sorprendidos de verte a la deriva y admiten que te han estado siguiendo de lejos con la esperanza de que los llevases a espacio federal. Aunque no tienen demasiado combustible, reconocen que eres de la Federación y se ofrecen a compartir el que les queda contigo.
it: Una nave di profughi in fuga dall'avanzata dei Ribelli arriva nel sistema. Sembrano sorpresi di vederti alla deriva e ammettono che ti stavano seguendo dalla distanza, sperando che li conducessi nello spazio federale. Non resta loro molto carburante, ma vi riconoscono come nave federale e si offrono di dividerlo con voi.
ja: 反乱軍の侵攻を逃れてきた難民船が一隻、星系内へ入ってきた。あなたが立ち往生しているのを見ると、驚いた様子で説明する。連邦宙域へ戻れることを願って、こっそり後を尾けてきたのだと。彼らも燃料に乏しかったが、あなたが連邦側の船だと気づくと、残りの燃料を分けてやろうと言ってきた
pl: Na twój sygnał S.O.S. odpowiada statek z uchodźcami uciekający przed flotą Rebeliantów. Uchodźcy są zaskoczeni twoim położeniem. Okazuje się, że śledzili cię z daleka w nadziei, że doprowadzisz ich do przestrzeni Federacji. Choć nie mają zbyt dużo paliwa, to gdy dowiadują się, że walczysz po stronie Federacji, dzielą się tym, co mają.
pt_br: Uma nave de refugiados fugindo dos rebeldes entra no sistema. Eles parecem surpresos em ver você nesta situação, e admitem que estavam seguindo sua de longe na esperança de você guiá-los até a Federação. Eles não têm muito fuel reserva, mas reconhecem que você é da Federação e oferecem compartilhar o pouco que possuem.
ru: В систему входит корабль беженцев, спасающийся от наступления повстанцев. Похоже, он удивлен тем, что вы оказались в затруднительном положении, и признается, что следил за вами издалека в надежде, что вы приведете его в пространство Федерации. Хотя у корабля не так много топлива, он понимает, что вы являетесь частью Федерации, и предлагает разделить с вами оставшееся топливо.

# data/events_special_fuel.xml$//event[@name="FUEL_TRADER_MV"]/choice[1]/text
source: Gladly trade.
de: Tausche dankbar.
es: Comerciar.
it: Fai affari con loro.
ja: 喜んで取引する。
pl: Zgódź się na wymianę.
pt_br: Aceitar de bom grado.
ru: С удовольствием торговать.

# data/events_special_fuel.xml$//event[@name="FUEL_TRADER_MV"]/choice[2]/text
source: Respectfully decline.
de: Lehne respektvoll ab.
es: Negarte respetuosamente.
it: Rifiuta rispettosamente.
ja: 丁重に断る。
pl: Grzecznie odmów.
pt_br: Recusar, com respeito.
ru: Вежливо отказаться.

# data/events_special_fuel.xml$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[1]
source: A merchant ship jumps into the sector and you quickly hail them asking for help. They respond, "Perhaps we could work out an exchange..."
de: Ein Händlerschiff springt in den Sektor und du fragst es schnell nach Hilfe. Sie antworten, "Vielleicht können wir einen Handel erreichen..."
es: Una nave mercante salta al sector y te apresuras a enviar un mensaje pidiendo ayuda. Te responden: "Quizá podamos llegar a un acuerdo...".
it: Una nave mercantile salta nel settore e la contatti prontamente con una richiesta di aiuto. "Forse possiamo trovare un accordo...", rispondono.
ja: 一隻の商船が宙域にワープしてきて、あなたはすぐさま支援を要請した。応答が入る。「そういうことなら、取引は可能かもしれんな…」
pl: W pobliżu pojawia się statek handlowy. Natychmiast kontaktujesz się z nim, prosząc o pomoc. Otrzymujesz odpowiedź: „Możemy się wymienić”.
pt_br: Uma nave mercante salta para o setor e você os contata pedindo ajuda. Eles respondem "podemos negociar..."
ru: Торговый корабль прыгает в сектор, и вы быстро вызываете их, прося о помощи. Они отвечают: "Возможно, мы могли бы договориться об обмене..."

# data/events_special_fuel.xml$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[2]
source: A number of ships pass through the sector. You relay your message to each, and one finally responds. "I can't help much right now but perhaps we can trade."
de: Eine Nummer von Schiffen, fliegen durch den Sektor. Du rufst alle und endlich antwortet eins. "Ich kann nicht helfen, aber vielleicht können wir handeln."
es: Pasan varias naves por el sector. Transmites tu mensaje a todas ellas y, finalmente, hay una que responde. "Ahora mismo, no nos sobra casi nada, pero quizá podamos hacer algún trato".
it: Alcune navi passano nel settore. Invii un messaggio a tutte, finché una finalmente risponde: "Non posso fare molto, ora, ma forse possiamo fare uno scambio".
ja: 多くの船が宙域内を通過していく中、あなたは手当たり次第にメッセージを送った。その中の一隻がようやく応じる。「たいして力にはなれそうもないが、取引したいなら応じよう」
pl: W tej części sektora panuje dość duży ruch. Jeden z przelatujących statków odpowiada na twoje wezwania: „Nie możemy chwilowo pomóc, ale proponuję wymianę”.
pt_br: Várias naves passam pelo setor. Você envia mensagens para todas, até que uma responde. "Não posso ajudar, mas quem sabe podemos negociar".
ru: Через сектор проходит несколько кораблей. Вы передаете свое сообщение каждому, и один, наконец, отвечает. "Сейчас я ничем не могу помочь, но, возможно, мы сможем поторговать".

# data/events_special_fuel.xml$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[3]
source: A nearby settlement sends a small ship in your direction. It keeps its distance and hails you, "We can give you fuel for a price. Just don't even think of doing anything rash. We've got a teleporter at our base and a squad ready to defend us."
de: Eine Siedlung in der Nähe, sendet ein kleines Schiff in deine Richtung. Sie bleiben auf Entfernung und rufen dich, "Wir können dir Treibstoff geben, für einen Preis. Denk einfach nicht, irgend etwas Unüberlegtes zu machen. Wir haben einen Teleporter und einen Trupp, bereit uns zu verteidigen."
it: Un insediamento vicino manda una piccola nave nella tua direzione. Si mantiene a distanza e ti contatta: "Possiamo darvi del carburante al giusto prezzo. Non pensate nemmeno di fare mosse avventate. Abbiamo un teletrasporto alla base e una squadra pronta a difenderci."
ru: Расположенное поблизости поселение посылает небольшой корабль в вашу сторону. Он держится на расстоянии и сообщает вам: "Мы можем дать вам топливо за определенную плату. Только не вздумайте делать ничего безрассудного. У нас на базе есть телепорт и отряд, готовый нас защитить".

# data/events_special_fuel.xml$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[4]
source: A large caravan of merchant ships jumps to a location near your position. Sensing an opportunity, one ship breaks off from the fleet to offer you an exchange.
de: Eine große Karavane von Händlerschiffen, springt in der Nähe deiner Position her. Ein Schiff wittert eine gute Option und bricht von der Flotte weg, um mit dir zu Handeln.
es: Una gran caravana de naves mercantes salta a una posición cercana a la tuya. Presintiendo la oportunidad de hacer negocio, una de las naves se separa de la flota para ofrecerte un intercambio.
it: Un grande convoglio di navi mercantili salta in una posizione vicina alla tua. Una nave rompe la formazione per farti un'offerta, fiutando una possibile opportunità.
ja: 商船の巨大なキャラバンが、あなたの近くにワープしてきた。商機を察した一隻が隊列を離れ、取引を持ちかけてくる。
pl: W pobliżu z nadprzestrzeni wyłania się pokaźny konwój statków handlowych. Wyczuwając okazję, jeden ze statków opuszcza szyk, żeby z tobą pohandlować.
pt_br: Uma grande caravana de naves mercantes salta para perto de você. Uma das naves percebe sua presença e vem lhe trazer algumas ofertas.
ru: Большой караван торговых судов прыгает в место рядом с вашей дислокацией. Почувствовав возможность, один корабль отделяется от флота, чтобы предложить вам поторговать.

# data/events_special_fuel.xml$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[5]
source: A modified YT-1300 freighter jumps to an area near your sector. Your gut tells you these people are smugglers, but they seem to be feeling altruistic and present an offer of assistance.
de: Ein modifizierter YT-1300 Frachter, springt in ein Areal, in der Nähe des Sektors. Dein Bauchgefühl sagt dir, dass die Typen Schmuggler sind, aber sie scheinen altruistisch genug zu sein, um dir zu helfen.
es: Un carguero YT-1300 modificado salta a una zona cercana a tu sector. Tu instinto te dice que se trata de contrabandistas, pero deben de sentirse altruistas y se ofrecen a ayudarte.
it: Un mercantile YT-1300 modificato salta in un'area vicina al tuo settore. L'istinto ti dice che si tratta di contrabbandieri, ma sembrano generosi e ti offrono il loro aiuto.
ja: 改造を施したYT-1300型輸送船が、近くの宙域へワープしてきた。あなたは密輸業者だと直感したが、情け深い連中らしく、支援の取引を持ちかけてきた。
pl: Niedaleko ciebie z nadprzestrzeni wyłania się solidnie podrasowany frachtowiec typu YT-1300. Intuicja podpowiada ci, że to statek przemytniczy, jednak przybysze oferują pomoc.
pt_br: Um cargueiro modificado YT-1300 salta para perto do seu setor. Seu instinto lhe diz que são contrabandistas, mas eles parecem estar de bom humor e fazem uma oferta.
ru: Модифицированный грузовой корабль YT-1300 прыгает в район рядом с вашим сектором. Ваша интуиция подсказывает вам, что эти люди - контрабандисты, но они, похоже, чувствуют себя альтруистами и предлагают помощь.

# data/events_special_fuel.xml$//event[@name="FUEL_EXPLORE_MV"]/text
source: Although your lack of fuel cells prevents your ship from jumping, you can still use your impulse engines. Will you spend some time exploring the nearby system?
de: Obwohl dein Mangel von Treibstoff dich davon abhält, in einen anderen Sektor zu springen, kannst du immernoch deine Impuls-Triebwerke nutzen. Willst du das System erkunden?
es: Aunque la falta de células de combustible te impide saltar, aún puedes usar los motores de impulsión. ¿Quieres explorar un poco el sistema cercano?
it: Anche se la carenza di celle di carburante ti impedisce di effettuare il salto, puoi sempre usare i motori a impulso. Vuoi passare del tempo esplorando il sistema?
ja: 燃料電池が底を尽いてワープはできないが、通常のインパルスエンジンはまだ使える。少しだけ、近くの宙域を探索してみようか？
pl: Choć brak paliwa uniemożliwia ci wykonywanie skoków FTL, silniki impulsowe wciąż działają. Chcesz poświęcić trochę czasu na przeczesanie pobliskiego układu planetarnego?
pt_br: Embora não tenha fuel para saltar com a nave, ainda pode usar os motores de impulsão. Gostaria de explorar o sistema mais próximo?
ru: Хотя отсутствие топливных элементов мешает вашему кораблю прыгать, вы все еще можете использовать свои импульсные двигатели. Потратите ли вы некоторое время на изучение близлежащей системы?

# data/events_special_fuel.xml$//event[@name="FUEL_EXPLORE_MV"]/choice[1]/text
source: Explore the nearby area.
de: Erkunde das Areal, in der Umgebung.
es: Explorar la zona cercana.
it: Esplora la zona circostante.
ja: 周辺宙域を探索する。
pl: Przeszukaj okolicę.
pt_br: Explorar as regiões vizinhas.
ru: Исследовать ближайшие окрестности.

# data/events_special_fuel.xml$//event[@name="FUEL_EXPLORE_MV"]/choice[2]/text
source: Stay near the beacon.
de: Bleibe bei dem Signalpunkt.
es: Quedarte cerca de la baliza.
it: Resta vicino all'astrofaro.
ja: ビーコンから離れない。
pl: Zostań w pobliżu boi nawigacyjnej.
pt_br: Ficar perto do sinal.
ru: Оставаться рядом с маяком.

source: You don't want to risk anything.
de: Du willst nichts riskieren.
it: Non vuoi correre rischi.
ru: Вы не хотите ничем рисковать.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

source: You happen across a small asteroid field near the beacon.
de: Du stößt auf ein kleines Asteroidenfeld, in der Nähe des Signalpunktes.
es: Encuentras un pequeño campo de asteroides cerca de la baliza.
it: Capiti vicino a un piccolo campo d'asteroidi nei pressi dell'astrofaro.
ja: ビーコンの近くで、小さな小惑星帯を発見した。
pl: W pobliżu boi nawigacyjnej znajdujesz niewielkie pole asteroid.
pt_br: Você se depara com um pequeno campo de asteroides perto do sinal.
ru: Вы случайно натыкаетесь на небольшое астероидное поле рядом с маяком.

source: Approach the asteroid field to scan it.
de: Gehe näher an das Asteroidenfeld, um es zu scannen.
es: Acercarte al campo de asteroides para escanearlo.
it: Avvicinati al campo d'asteroidi per effettuare la scansione.
ja: 小惑星帯に近づいてスキャンする。
pl: Zbliż się do pola asteroid i przeskanuj je.
pt_br: Aproximar-se e analisar o campo de asteroides.
ru: Подлететь к полю астероидов, чтобы просканировать его.

source: Avoid the risk.
de: Gehe dem Risiko aus dem Weg.
es: Evitar el riesgo.
it: Evita il rischio.
ja: リスクを避ける。
pl: Nie ryzykuj.
pt_br: Evitar o risco.
ru: Избегать риска.

source: You find a small outpost for local travelers, but it seems few ships in this area employ FTL drives. Their stock of fuel cells is small and their price high, but beggars can't be choosers...
de: Du findest einen kleinen Außenposten von lokalen Reisenden, wobei nur ein paar Schiffe einen FTL-Antrieb haben. Ihr Vorrat von Treibstoff ist gering und die Preis hoch, aber Bettler haben keine Wahl...
es: Encuentras un pequeño puesto de avanzada para los viajeros locales, pero parece que pocas naves de esta zona disponen de motores hiperluz. Hay pocas células de combustible y son caras, pero no tienes muchas alternativas...
it: Trovi un piccolo avamposto per viaggiatori, ma pare che poche navi della zona siano dotate di motori FTL. Hanno poche scorte di celle di carburante e se le fanno pagare profumatamente, ma non ci sono alternative.
ja: 地元旅行者のための小型基地を見つけたが、この辺りではFTLドライブを搭載した船は少ないようだ。燃料電池の在庫は乏しく、値段も高いが、背に腹は変えられない…
pl: Znajdujesz niewielką stację dla przejezdnych, lecz w tym rejonie niewiele statków korzysta z napędu FTL. Stacja ma na sprzedaż parę ogniw paliwowych, ale za kosmiczną cenę.
pt_br: Você encontra um pequeno posto avançado para viajantes, mas poucas naves da região usam propulsores FTL. Não tem muito fuel à venda e o preço é salgado, mas não dá para reclamar...
ru: Вы находите небольшой аванпост для местных путешественников, но, похоже, немногие корабли в этом районе используют ССД двигатели. Их запас топливных элементов невелик, а цена высока, но нуждающиеся не могут выбирать...

source: Trade 20 scrap for 5 fuel.
de: Tausche 20 Schrott für 5 Treibstoff.
es: Intercambiar 20 restos por 5 unidades de combustible.
it: Scambia 20 moduli per 5 celle.
ja: スクラップ20個と燃料5個を交換する。
pl: Wymień 20 j. złomu za 5 j. paliwa.
pt_br: Trocar 20 de sucata por 5 de fuel.
ru: Обменять 20 лома на 5 топлива.

source: You gladly make the trade.
de: Du machst den Tausch.
es: Aceptas el trato gustosamente.
it: Accetti con piacere lo scambio.
ja: あなたは喜んで取引に応じた。
pl: Zgadzasz się i wymieniasz złom za paliwo.
pt_br: Você aceita a troca de bom grado.
ru: Вы с удовольствием совершаете обмен.

source: Trade 10 scrap for 2 fuel.
de: Tausche 10 Schrott für 2 Treibstoff.
es: Intercambiar 10 restos por 2 unidades de combustible.
it: Scambia 10 moduli per 2 celle.
ja: スクラップ10個と燃料2個を交換する。
pl: Wymień 10 j. złomu za 2 j. paliwa.
pt_br: Trocar 10 de sucata por 2 de fuel.
ru: Обменять 10 лома на 2 топлива.

source: This fuel won't last long, but you gladly make the trade.
de: Dieser Treibstoff wird nicht lange halten, aber du machst den Tausch.
es: No durará mucho, pero aceptas el trato gustosamente.
it: Questo carburante non durerà a lungo, ma accetti con piacere lo scambio.
ja: これだけの燃料では長くは飛べないが、あなたは喜んで取引に応じた。
pl: Taka ilość paliwa na długo ci nie wystarczy, ale zawsze to coś.
pt_br: Este fuel não vai durar, mas você aceita a troca.
ru: Этого топлива надолго не хватит, но вы с радостью совершаете сделку.

source: Trade 5 scrap for 1 fuel.
de: Tausche 5 Schrott für 1 Treibstoff.
es: Intercambiar 5 restos por 1 unidad de combustible.
it: Scambia 5 moduli per 1 cella.
ja: スクラップ5個と燃料1個を交換する。
pl: Wymień 5 j. złomu za 1 j. paliwa.
pt_br: Trocar 5 de sucata por 1 de fuel.
ru: Обменять 5 лома на 1 топлива.

source: This fuel won't last long, but at least you can jump to another beacon.
de: Der Treibstoff wird nicht lange reichen, wenigstens schaffst du es zu einem weiteren Signalpunkt.
es: No durará mucho, pero al menos podrás saltar a otra baliza.
it: Questo carburante non durerà a lungo, ma almeno potrai saltare verso un altro astrofaro.
ja: これだけの燃料では長くは飛べないが、少なくとも次のビーコンへはワープできる。
pl: Taka ilość paliwa na długo ci nie wystarczy, ale przynajmniej umożliwi skok FTL do kolejnej boi.
pt_br: Este fuel não vai durar, mas pelo menos dá para saltar até outro sinal.
ru: Этого топлива надолго не хватит, но, по крайней мере, вы сможете совершить прыжок на другой маяк.

source: Don't make a trade.
de: Tausche nicht.
es: No hacer ningún trato.
it: Rifiuta lo scambio.
ja: 取引に応じない。
pl: Nie kupuj paliwa.
pt_br: Não fazer negócio.
ru: Не заключать сделку.

source: No ships respond to your hails and you find nothing of interest.
de: Keine Schiffe beantworten deine Rufe und du findest nichts interessantes.
es: Ninguna nave responde a tus transmisiones y no encuentras nada de interés.
it: Nessuna nave risponde ai tuoi segnali e non trovi nulla di interessante.
ja: あなたの呼びかけに応じる船はなく、目ぼしいものは何も見つからなかった。
pl: Twoje wywołanie pozostaje bez odpowiedzi i nie znajdujesz nic wartego uwagi.
pt_br: Nenhuma nave responde e você não encontra nada interessante.
ru: Ни один корабль не отвечает на ваши попытки выйти на связь, и вы не находите ничего интересного.

source: You wander within scanning range of a small Rebel automated scout!
de: Du kommst in Reichweite eines kleinen automatisierten Rebellen-Spähers!
es: Tu trayectoria acaba situándote dentro del alcance de los escáneres de una pequeña nave exploradora automatizada de los rebeldes.
it: Ti trovi entro la portata della scansione di un piccolo robo-ricognitore dei ribelli!
ja: あなたはうっかり、反乱軍の小型無人偵察艇のスキャン範囲に入り込んでしまった！
pl: Przypadkiem wlatujesz w zasięg czujników niewielkiego bezzałogowego patrolowca Rebeliantów.
pt_br: Você entrou no alcance de um pequeno batedor autômato rebelde!
ru: Вы оказались в зоне сканирования небольшого автоматического разведчика повстанцев!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//event[@name="FUEL_APPROACH_MV"]/text
source: A ship approaches. They hail you saying, "You need some fuel? We'll prepare to dock to help."
de: Ein Schiff kommt näher. Es ruft dich und sagt, "Du brauchst Treibstoff? Wir machen uns zum andocken bereit, dass wir helfen können."
es: Una nave se aproxima. Te saludan diciendo: "¿Necesitáis combustible? Vamos a preparar el acoplamiento para intentar ayudaros".
it: Si avvicina una nave. Ricevi un messaggio: "Vi serve carburante? Prepariamo l'attracco per aiutarvi".
ja: 一隻の船が接近してきて、通信が入った。「燃料はいるかい？ 欲しけりゃ、ドッキングするぜ」
pl: Zbliża się jakiś statek. Otrzymujesz wiadomość: „Potrzebujecie paliwa? Zacumujemy obok i wam pomożemy!”.
pt_br: Uma nave se aproxima. Eles te saúdam: "precisa de fuel? Vamos atracar para ajudar".
ru: Приближается корабль. Они связываются с вами, говоря: "Вам нужно немного топлива? Мы подготовимся к стыковке, чтобы помочь".

# data/events_special_fuel.xml$//event[@name="FUEL_APPROACH_MV"]/choice[1]/text
source: Graciously accept their offer.
de: Nimm das Angebot danken an.
es: Aceptar su generosa oferta.
it: Accetta l'offerta.
ja: ありがたく受け入れる。
pl: Podziękuj i przyjmij ich propozycję.
pt_br: Aceitar a oferta generosa.
ru: Милостиво принять их предложение.

# data/events_special_fuel.xml$//event[@name="FUEL_APPROACH_MV"]/choice[2]/text
source: Request that they keep their distance.
de: Erbitte, dass sie ihre Distanz beibehalten.
es: Pedirles que mantengan las distancias.
it: Chiedi che mantengano le distanze.
ja: 近づくなと命じる。
pl: Poproś, żeby się nie zbliżali.
pt_br: Pedir para não se aproximarem.
ru: Попросить их держаться на расстоянии.

source: (Adv. Sensors) Run a detailed scan with your sensors before responding.
de: (Erweiterte Sensoren) Mache einen detallierten Scan, bevor du antwortest.
it: (Sensori avanzati) Esegui una scansione dettagliata coi tuoi sensori prima di rispondere.
ru: (Продв. Сенсоры) Перед ответом выполнить подробное сканирование с помощью сенсоров.

source: (Long-Ranged Scanners) Run a detailed scan before responding.
de: (Lang-Strecken Sensoren) Mache einen detallierten Scan, bevor du antwortest.
es: (Escáner de largo alcance) Realizar un escaneo detallado antes de responder.
it: (Scanner a lungo raggio) Esegui una scansione dettagliata, prima di rispondere.
ja: （広域スキャナー）答える前に、センサーで徹底スキャンする。
pl: (Anteny dalekiego zasięgu) Zanim odpowiesz, dokładnie przeskanuj drugi statek.
pt_br: (Radar de Longo Alcance) Analisar detalhadamente antes de responder.
ru: (Сканеры дальнего действия) Выполнить подробное сканирование, прежде чем отвечать.

source: They pull close to your ship and unload some fuel saying, "Try not to run out of fuel again. These are dangerous times; who knows who could have showed up."
de: Sie kommen näher, entladen etwas Treibstoff und sagen, "Versuche nicht nochmal außer Treibstoff zu sein. Es sind gefährliche Zeiten; wer weiß, wer auftauchen könnte."
es: Se acercan a tu nave y descargan un poco de combustible. "Intentad no volver a quedaros sin combustible. Corren tiempos peligrosos. Nunca se sabe quién podría haber aparecido".
it: Si avvicinano alla tua nave e trasferiscono alcune celle di carburante dicendo: "Cercate di non restare ancora a secco: sono tempi pericolosi, non si mai chi potrebbe arrivare."
ja: 彼らが船をぴたりと寄せ、燃料を降ろしながら言う。「これだけ物騒な時代だ、二度とガス欠を起こすんじゃねえぜ。オレらが敵なら一巻の終わりさ」
pl: Przybysze podchodzą do twojej burty i przekazują ci trochę paliwa, dodając: „Uważaj, żeby nie zabrakło ci paliwa. Żyjemy w niebezpiecznych czasach. Nigdy nie wiadomo, na kogo się trafi”.
pt_br: Eles se aproximam de sua nave e após descarregar o fuel, dizem: "cuidado para não ficar sem fuel de novo, nos dias de hoje nunca se sabe quem pode aparecer".
ru: Они приближаются к вашему кораблю и выгружают немного топлива, говоря: "Постарайтесь, чтобы впредь топливо больше не кончалось. Сейчас опасные времена; кто знает, кто мог бы появиться".

source: They approach and dock with your ship. On board they present an offer.
de: Sie kommen näher und docken an dein Schiff an. An Bord präsentieren sie ein Angebot.
es: Se acercan y se acoplan a tu nave. Una vez a bordo, hacen una oferta.
it: Si avvicinano e si attraccano alla tua nave. Una volta a bordo, ti fanno un'offerta.
ja: 彼らは船にドッキングし、乗り込んできたクルーが条件を伝える。
pl: Przybysze cumują przy twojej śluzie. Gdy już są na pokładzie, przedstawiają ci pewną propozycję.
pt_br: Eles se aproximam e atracam a nave. Após subirem a bordo, fazem uma oferta.
ru: Они приближаются и стыкуются с вашим кораблем. На борту они делают предложение.

source: Gladly trade.
de: Tausche dankbar.
es: Comerciar.
it: Fai affari con loro.
ja: 喜んで取引する。
pl: Zgódź się na wymianę.
pt_br: Aceitar de bom grado.
ru: С удовольствием торговать.

source: Respectfully decline.
de: Lehne respektvoll ab.
es: Negarte respetuosamente.
it: Rifiuta rispettosamente.
ja: 丁重に断る。
pl: Grzecznie odmów.
pt_br: Recusar, com respeito.
ru: Вежливо отказаться.
