Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

source: The refugees thank you for the parts, and gladly pass along the much-needed fuel. They wish you well on your mission, and declare their support for the Federation.
de: Die Flüchtlinge danken dir für die Teile und senden den Treibstoff rüber. Sie wünschen dir viel Glück auf deiner Mission und erklären, dass sie von nun an die Föderation unterstützen.
es: Los refugiados te dan las gracias por las piezas y te entregan con sumo gusto el combustible que tanto necesitas. Te desean suerte en tu misión y expresan su apoyo a la Federación.
it: I profughi ti ringraziano per i componenti e ti consegnano il carburante di cui hai tanto bisogno. Ti fanno i migliori auguri per la missione e dichiarano il loro appoggio alla Federazione.
ja: 難民たちはパーツに感謝し、大切な燃料を喜んで渡してきた。そしてあなたの任務の成功を願い、連邦への支援を約束した。
pl: Uchodźcy dziękują ci za złom i chętnie dzielą się paliwem, po czym życzą ci powodzenia i zapewniają o swoim poparciu dla Federacji.
pt_br: Os refugiados agradecem pelas peças e fornecem o fuel que você tanto precisa. Eles lhe desejam sorte na missão e declaram apoio à Federação.
ru: Беженцы благодарят вас за запчасти и с радостью передают столь необходимое топливо. Они желают вам успехов в вашей миссии и заявляют о своей поддержке Федерации.

source: (Engi Crew) Negotiate a better trade.
de: (Engi Crew) Verhandle einen besseren Tausch.
es: (Tripulante inge) Negociar un intercambio más provechoso.
it: (Equipaggio engi) Contratta per avere di più.
ja: （エンジのクルー）交渉して好条件を引き出す。
pl: (Engi w załodze) Wynegocjuj lepsze warunki wymiany.
pt_br: (Tripulante Engi) Negociar melhor.
ru: (Член экипажа-энджи) Договориться о лучшей сделке.

source: Your Engi analyzes scans of the extensive damage to their hull, calculating potential repair costs. The refugees grumble and protest, but in the end, they admit that their need for repairs is greater than their fuel surplus and offer a better trade.
de: Dein Engi analysiert den Hüllenschaden und kalkuliert die Reparaturkosten. Die Flüchtlinge murren, aber entscheiden sich schließlich, dass sie die Reparaturen eher brauchen, als den Treibstoff und bieten dir einen besseren Handel an.
es: Tu inge analiza los graves daños que ha sufrido su casco y calcula el coste potencial de las reparaciones. Los refugiados refunfuñan y protestan, pero, al final, admiten que necesitan más las reparaciones que el combustible y te ofrecen un intercambio mejor.
it: Il tuo sottoposto engi analizza le scansioni dei gravi danni al loro scafo, calcolando il costo potenziale delle riparazioni. I profughi sbuffano e protestano, ma alla fine ammettono che l'urgenza delle riparazioni vale la spesa di un po' di carburante in più e ti offrono un accordo migliore.
ja: エンジのクルーが船体部の広範な損傷をスキャンし、修繕費を算出する。難民たちは不満をもらし、抗議したが、最終的には余っている燃料よりも、修理の必要性のほうが大きいことを認め、条件を上積みしてきた。
pl: Engi z twojej załogi skanuje kadłub statku i ocenia koszty naprawy. Uchodźcy margają i protestują, ale w końcu przyznają, że bardziej potrzebują części do naprawy niż nadwyżki paliwa i składają ci lepszą propozycję.
pt_br: Seu Engi analisa o dano causado no casco deles e calcula os custos de reparo. Os refugiados resmungam e reclamam, mas no fim admitem que precisam urgentemente de reparos e que isso é mais importante do que a reserva de combustível.
ru: Ваш энджи анализирует сканы обширных повреждений корпуса, подсчитывая возможные затраты на ремонт. Беженцы ворчат и протестуют, но в конце концов признают, что их потребность в ремонте более серьезна, чем необходимость в дополнительном топливе, и предлагают более выгодный обмен.

source: Accept it.
de: Akzeptiere es.
es: Aceptarla.
it: Accetta.
ja: 承諾する。
pl: Przyjmij.
pt_br: Aceitar.
ru: Принять его.

source: Refuse it.
de: Lehne es ab.
es: Rechazar.
it: Rifiuta.
ja: 断る。
pl: Odrzuć.
pt_br: Recusar.
ru: Отказаться от него.

source: Refuse their offer.
de: Lehne ihr Angebot ab.
es: Rechazar la propuesta.
it: Rifiuta l'offerta.
ja: 取引を断る。
pl: Odrzuć ich ofertę.
pt_br: Recusar a oferta.
ru: Отказаться от их предложения.

source: The helpless refugees make easy targets. Attack them.
de: Die hilflosen Flüchtlinge stellen ein gutes Ziel dar. Greife sie an.
es: Los refugiados indefensos son blancos muy fáciles. Atacarlos.
it: I profughi inermi sono un bersaglio facile. Attaccali.
ja: 無力な難民など敵ではない。攻撃する。
pl: Bezbronni uchodźcy to łatwy cel. Zaatakuj ich.
pt_br: Os refugiados desamparados são alvos fáceis. Atacá-los.
ru: Беспомощные беженцы становятся легкой мишенью. Атаковать их.

source: Panicked, the refugees immediately surrender as your weapons power up. They pass along their fuel and what few other supplies they have left in exchange for their lives.
de: Panisch kapitulieren die Flüchtlinge, als sie bemerken, dass du die Waffen hochfährst. Sie transferieren ihren gesamten Treibstoff und jegliche andere Güter, damit sie mit ihrem Leben wegkommen.
es: El pánico se apodera de los refugiados y se rinden tan pronto activas las armas. Te transfieren su combustible y los pocos suministros que les quedan para que les perdones la vida.
it: Presi dal panico, i profughi si arrendono non appena dai energia alle armi. In cambio delle loro vite, ti consegnano tutto il carburante e le scorte che hanno.
ja: あなたが武器を起動するのを見て、難民たちはパニックを起こし、すぐさま降伏した。彼らは命と引き換えに燃料と、なけなしの物資を差し出した。
pl: Gdy tylko aktywujesz broń, przerażeni uchodźcy poddają się, po czym oddają ci paliwo i resztki zapasów w zamian za darowanie im życia.
pt_br: Em pânico, os refugiados se rendem imediatamente assim que você liga suas armas. Eles lhe transferem o fuel e outros suprimentos em troca de continuarem vivos.
ru: Запаниковав, беженцы немедленно сдаются, как только ваше оружие включается. Они передают свое топливо и те немногие припасы, которые у них остались, в обмен на свои жизни.

source: The refugee ship cuts communications and jumps from the system without another word, the galactic equivalent of giving you the cold shoulder.
de: Das Flüchtlingsschiff beendet das Gespräch und springt aus dem System, ohne ein weiteres Wort zu sagen, das galaktische Equivalent der kalten Schulter.
es: La nave de refugiados corta la comunicación y salta sin decir palabra, el equivalente galáctico a hacerte un desaire.
it: La nave di profughi interrompe le comunicazioni e si allontana dal sistema senza dire altro. È l'equivalente intergalattico di voltare le spalle a qualcuno.
ja: 難民船は通信を切ると、何も言わずに星系から飛び去った。宇宙空間に負けないくらい、寒々しい対応だ。
pl: Uchodźcy bez słowa zrywają łączność i bez słowa uciekają w nadprzestrzeń, co w całej galaktyce oznacza, delikatnie rzecz ujmując, chłodną odmowę dalszej rozmowy.
pt_br: A nave refugiada corta comunicações e salta do sistema sem dizer mais nenhuma palavra; este é o código intergalático para "tô nem aí".
ru: Корабль беженцев отключает связь и уходит в прыжок, не сказав больше ни слова, что является галактическим эквивалентом "холодного приема".

source: The refugees become desperate at your refusal - apparently, their hull is even more damaged than it first appears. Almost begging, they offer a better trade than before.
de: Die Flüchtlinge werden verzweifelt, da du ablehnst - anscheinend ist ihre Hülle noch mehr zerstört, als gedacht. Sie betteln schon fast und bieten dir einen besseren Handel an.
es: Los refugiados se desesperan ante tu negativa. Por lo visto, tienen el casco más dañado de lo que parece. Casi suplicándotelo, te ofrecen un trato mejor.
it: Quando rifiuti l'offerta, i profughi si fanno ancora più disperati: il loro scafo dev'essere ridotto peggio di quel che sembra. Quasi implorando, ti fanno un'offerta migliore.
ja: 取引を断られ、難民たちは泣きついてきた。どうやら船体の損傷は見た目以上にひどいらしい。彼らは懇願するように、取引の条件を引き上げてきた。
pl: Uchodźcy wyglądają na załamanych twoją odmową. Najwyraźniej kadłub ich statku jest uszkodzony mocniej niż się wydawało. Niemal błagalnym tonem proponują ci nowe warunki wymiany.
pt_br: Os refugiados ficam desesperados com a sua recusa; aparentemente o casco deles está mais danificado do que aparenta. Eles imploram para que você aceite uma troca mais justa.
ru: Беженцы приходят в отчаяние от вашего отказа - по-видимому, их корпус поврежден еще больше, чем кажется на первый взгляд. Почти умоляя, они предлагают лучшую сделку, чем раньше.

source: Accept it.
de: Akzeptiere es.
es: Aceptarla.
it: Accetta.
ja: 承諾する。
pl: Przyjmij.
pt_br: Aceitar.
ru: Принять ее.

source: Refuse their offer again.
de: Lehne das Angebot noch einmal ab.
es: Volver a rechazar la propuesta.
it: Rifiuta di nuovo l'offerta.
ja: やはり断る。
pl: Ponownie odrzuć ich ofertę.
pt_br: Recusar a oferta novamente.
ru: Отказаться от их предложения снова.

source: The refugee ship cuts communications and jumps from the system without another word, the galactic equivalent of giving you the cold shoulder.
de: Das Flüchtlingsschiff beendet das Gespräch und springt aus dem System, ohne ein weiteres Wort zu sagen, das galaktische Equivalent der kalten Schulter.
es: La nave de refugiados corta la comunicación y salta sin decir palabra, el equivalente galáctico a hacerte un desaire.
it: La nave di profughi interrompe le comunicazioni e si allontana dal sistema senza dire altro. È l'equivalente intergalattico di voltare le spalle a qualcuno.
ja: 難民船は通信を切ると、何も言わずに星系から飛び去った。宇宙空間に負けないくらい、寒々しい対応だ。
pl: Uchodźcy bez słowa zrywają łączność i bez słowa uciekają w nadprzestrzeń, co w całej galaktyce oznacza, delikatnie rzecz ujmując, chłodną odmowę dalszej rozmowy.
pt_br: A nave refugiada corta comunicações e salta do sistema sem dizer mais nenhuma palavra; este é o código intergalático para "tô nem aí".
ru: Корабль беженцев отключает связь и уходит в прыжок, не сказав больше ни слова, что является галактическим эквивалентом "холодного приема".

# data/events_special_fuel.xml$//event[@name="NO_FUEL_REFUGEE_PIRATE"]/text
source: A refugee ship fleeing the Rebel advance enters the system, having picked up your distress beacon. While it doesn't have much fuel to spare, it is in bad need of armaments and is willing to trade for them.
de: Ein Flüchtlingsschiff, welches vor dem Rebellenvorstoß flieht, scheint deinen Notfall-Signalpunkt gefunden zu haben. Obwohl sie nicht viel Treibstoff haben, benötigen sie Bewaffnung und sind bereit dafür zu tauschen.
it: Una nave di rifugiati in fuga dall'avanzata ribelle entra nel sistema, avendo seguito il tuo segnale di soccorso. Anche se non ha molto carburante da spartire, ha disperato bisogno di armamenti ed è disposta a trattare.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему, заметив ваш маяк бедствия. Хотя у них мало топлива, им очень нужно оружие, и они готовы торговать.

source: Offer some missiles for fuel.
de: Biete Raketen für Treibstoff an.
es: Ofrecerles misiles a cambio de combustible.
it: Offri missili in cambio di carburante.
ja: ミサイルと燃料を交換する。
pl: Zaproponuj im za paliwo parę pocisków.
pt_br: Oferecer mísseis pelo fuel.
ru: Обменять несколько боеголовок на топливо.

source: Refuse their offer.
de: Lehne ihr Angebot ab.
es: Rechazar la propuesta.
it: Rifiuta l'offerta.
ja: 取引を断る。
pl: Odrzuć ich ofertę.
pt_br: Recusar a oferta.
ru: Отказаться от их предложения.

source: The refugee ship makes the exchange, and wishes you well on your mission.
de: Das Flüchtlingsschiff macht den Tausch und wünsch dir viel Glüch auf der Mission.
es: La nave de refugiados efectúa el intercambio y te desea suerte en tu misión.
it: La nave di profughi accetta lo scambio e ti fa i suoi migliori auguri per la missione.
ja: 難民船は取引を終えると、あなたの任務の成功を祈って飛び去った。
pl: Uchodźcy wymieniają się z tobą i życzą ci powodzenia.
pt_br: A nave de refugiados aceita a troca e lhe deseja sorte na missão.
ru: Корабль беженцев совершает обмен и желает вам успехов в вашей миссии.

source: Having traded supplies, the ship suddenly powers up and attacks - it's a pirate ship!
de: Nachdem die Waren getauscht wurden, fährt das Schiff plötzlich die Waffen hoch und greift an - es ist ein Piratenschiff!
es: Tras el intercambio de suministros, la nave activa sus sistemas y te ataca. ¡Son piratas!
it: Fatto lo scambio, la nave dà energia alle armi e attacca: sono pirati!
ja: 取引を終えたとたん、船が出力を上げて襲ってきた。海賊船だ！
pl: Po zakończeniu transakcji statek nagle aktywuje broń i atakuje! To pirat!
pt_br: Após trocar suprimentos, a nave se energiza e ataca: é uma nave pirata!
ru: Поторговавшись припасами, корабль внезапно заряжает орудия и атакует - это пиратский корабль!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: The refugee ship apologizes, but they need their fuel. They wish you well, and then vanish from the system.
de: Das Flüchtsschiff entschuldigt sich, aber sie brauchen ihren Treibstoff. Sie wünschen dir Glück und verschwinden aus dem System.
es: La nave de refugiados dice que lo siente, pero que necesita el combustible. Te desean suerte y se van del sistema.
it: I profughi si scusano di non poterti aiutare, ma hanno bisogno del loro carburante. Ti fanno i loro migliori auguri e spariscono dal sistema.
ja: 難民船は謝っていたが、彼らにだって燃料は必要だ。やがて任務の無事を願い、星系内から消え去った。
pl: Uchodźcy mówią, że im przykro, ale mają za mało paliwa, żeby się podzielić. Życzą ci szczęścia w dalszych poszukiwaniach i znikają w nadprzestrzeni.
pt_br: A nave refugiada pede desculpas, mas precisa do fuel. Eles lhe desejam sorte e desaparecem do sistema.
ru: Корабль беженцев приносит извинения, но им нужно топливо. Они желают вам добра, а затем исчезают из системы.

source: Sensing your reluctance, the refugee ship nevertheless parts with a small amount of fuel. It warns you to leave the sector as quickly as possible before it is overtaken by Rebels, then it jumps and vanishes to parts unknown.
de: Das Flüchtlingsschiff spürt dein Zögern und trennt sich dennoch mit einer kleinen Menge Treibstoff. Es warnt dich, den Sektor so schnell wie möglich zu verlassen, bevor es von den Rebellen überholt wird, dann springt es und verschwindet in unbekannte Gefilde.
es: Al ver que dudas, la nave de refugiados se desprende igualmente de una pequeña cantidad de combustible, te advierte de que debes abandonar el sector antes de que lo copen los rebeldes y, luego, salta y se marcha a saber dónde.
it: I profughi comprendono la tua riluttanza e ti offrono comunque un poco di carburante. Ti avvisano di lasciare il settore rapidamente, prima che i Ribelli se ne impadroniscono, poi azionano l'ipersalto e spariscono nel nulla.
ja: 難民船はあなたの躊躇を察知し、わずかな燃料を差し出してきた。そして反乱軍に追いつかれる前に、急いでこの宙域を出るようにと忠告してから、いずこかへとワープで飛び去った。
pl: Urażeni twoją niechęcią uchodźcy dzielą się tylko niewielką ilością paliwa i ostrzegają, że wkrótce cały sektor zostanie opanowany przez Rebeliantów, po czym znikają w nadprzestrzeni.
pt_br: Eles percebem sua relutância mas mesmo assim compartilham um pouco de combustível. E lhe avisam para fugir do setor assim que possível antes que ele seja dominado pelos rebeldes; depois desaparecem para o desconhecido.
ru: Чувствуя ваше нежелание, корабль беженцев, тем не менее, расстается с небольшим количеством топлива. Он советует вам покинуть сектор как можно быстрее, прежде чем его настигнут повстанцы, затем он уходит в прыжок и исчезает в неизвестном направлении.

source: Taking your reluctance as weakness, the refugee ship suddenly bristles with weapons - it's a pirate ship, and it believes it's found easy prey!
de: Das Flüchtlingsschiff sieht dein Zögern als Schwäche und plötzlich fährt es die Waffen hoch - es ist ein Piratenschiff und scheint ein leichtes Ziel gefunden zu haben!
es: La nave de refugiados cree que tus dudas son un signo de debilidad y, de repente, apresta las armas. ¡Es una nave pirata y te ha tomado por una presa fácil!
it: Scambiando la tua riluttanza per debolezza, i "profughi" sfoderano improvvisamente le armi: sono pirati e li hai convinti che sei una preda facile!
ja: 難民船はあなたの躊躇を弱さとみなし、突然いきり立って武器を起動した。海賊船だ。こちらを恰好のカモだと思っているようだ！
pl: Twoje wahanie zostaje odebrane jako przejaw słabości. Zamiast uchodźców statkiem kierują piraci, którym wydaje się, że właśnie trafili na łatwy łup!
pt_br: Eles percebem sua relutância e acham que é fraqueza, depois energizam as armas: é uma nave pirata, e eles acham que você é presa fácil!
ru: Приняв ваше нежелание за слабость, корабль беженцев внезапно ощетинивается орудиями - это пиратский корабль, и он считает, что нашел легкую добычу!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: Taking your reluctance as weakness, the refugee ship suddenly bristles with weapons - it's a pirate ship, and it believes it's found easy prey!
de: Das Flüchtlingsschiff sieht dein Zögern als Schwäche und plötzlich fährt es die Waffen hoch - es ist ein Piratenschiff und scheint ein leichtes Ziel gefunden zu haben!
es: La nave de refugiados cree que tus dudas son un signo de debilidad y, de repente, apresta las armas. ¡Es una nave pirata y te ha tomado por una presa fácil!
it: Scambiando la tua riluttanza per debolezza, i "profughi" sfoderano improvvisamente le armi: sono pirati e li hai convinti che sei una preda facile!
ja: 難民船はあなたの躊躇を弱さとみなし、突然いきり立って武器を起動した。海賊船だ。こちらを恰好のカモだと思っているようだ！
pl: Twoje wahanie zostaje odebrane jako przejaw słabości. Zamiast uchodźców statkiem kierują piraci, którym wydaje się, że właśnie trafili na łatwy łup!
pt_br: Eles percebem sua relutância e acham que é fraqueza, depois energizam as armas: é uma nave pirata, e eles acham que você é presa fácil!
ru: Приняв ваше нежелание за слабость, корабль беженцев внезапно ощетинивается орудиями - это пиратский корабль, и он считает, что нашел легкую добычу!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//event[@name="FUEL_ON_REBEL_ATTACK"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[1]
source: A Rebel ship hails you, "Hello citizen. We are responding to your distress call and can assist... Wait a second... You're that ship! Prepare to die!"
de: Ein Rebellenschiff ruft dich, "Hallo Bürger. Wir beantworten deinen Notfruf und können helfen... Warte mal kurz... Du bist das Schiff! Mach dich bereit zu sterben!"
es: Una nave rebelde te saluda: "Hola, ciudadano. Estamos respondiendo a tu señal de socorro y podemos ayudar... Un momento... ¡Es esa nave! ¡Prepárate para morir!".
it: Ricevi un messaggio da una nave ribelle: "Salve, cittadini. Siamo qui in risposta agli SOS e possiamo aiutarvi... Un momento... Siete quella nave! Preparatevi a morire!"
ja: 一隻の反乱軍船から通信が入った。「こんにちは、市民よ。救難信号を拾って駆けつけたのだが…いや、待った…おまえは例の船だな！ 死ね！」
pl: Otrzymujesz wiadomość ze statku Rebeliantów: „Obywatelu! Otrzymaliśmy wezwanie o pomoc i przybyliśmy... Zaraz, to oni! Ognia!”.
pt_br: Uma nave rebelde saúda: "Olá, cidadão. Viemos atender seu pedido de socorro e... espera aí... você é daquela nave lá! Prepare-se pra morrer!"
ru: Корабль повстанцев вызывает вас: "Здравствуйте, гражданин. Мы реагируем на ваш сигнал бедствия и можем помочь... подожди секунду... ты - тот самый корабль! Приготовься умереть!"

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[2]
source: A Rebel ship jumps nearby, "I wasn't looking forward to patrolling this boring sector but here you are, the most wanted ship in the area, just asking for me to find you. It looks like it's my lucky day!" They power up their weapons.
de: Ein Rebellenschiff springt in der Nähe her, "Ich hatte mich nicht darauf gefreut, in diesem langweiligen Sektor zu patrouillieren, aber hier bist du, das meistgesuchte Schiff in der Gegend, dass mich geradezu auffordert, dich zu finden. Sieht aus, als wäre heute mein Glückstag!" Sie fahren ihre Waffen hoch.
es: Una nave rebelde salta cerca de tu posición. "No me hacía demasiada ilusión patrullar este sector aburrido, pero aquí estáis. La nave más buscada de la zona, esperando a que yo la encuentre. ¡Parece que es mi día de suerte!". Preparan su sistema de armas.
it: Una nave ribelle salta nelle vicinanze: "Non avevo voglia di controllare questo stupido settore, ma guarda un po', c'è la nave più ricercata dell'intero quadrante che aspetta soltanto me. È il mio giorno fortunato!" La nave attiva le armi.
ja: 一隻の反乱軍船が近くへワープしてきた。「この退屈な宙域をパトロールするのは気が進まなかったが、そこへおまえさんが現れた。かの有名なお尋ね者が、どうか見つけてくださいと頼んできやがったんだ。今日のオレ様はついてるぜ！」武器の出力が上がっていく。
pl: W pobliżu z nadprzestrzeni wyłania się statek Rebeliantów i przesyła wiadomość: „Mieliśmy nie patrolować tego pustkowia, a tu niespodzianka... Sami się prosiliście, żeby was odnaleźć! Chyba mamy dzisiaj fart!”. Wróg ładuje broń i rusza do ataku.
pt_br: Uma nave rebelde salta para perto de você: "eu não queria patrulhar esse setor medíocre, mas eis que encontrei você, a nave mais procurada de toda a galáxia. Hoje eu tirei a sorte grande!". Eles preparam as armas.
ru: Корабль повстанцев проносится рядом: "Я не хотел патрулировать этот скучный сектор, но вот ты, самый разыскиваемый корабль в этом районе, просто напрашиваешься на то, чтобы я тебя встретил. Похоже, сегодня мой счастливый день!" Они заряжают свое оружие.

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[3]
source: Your distress beacon must be working because a ship just jumped nearby. You run a scan on it and activate a red alert. It's a Rebel fighter!
de: Dein Notsignal muss funktionieren, da ein Schiff in die Nähe gesprungen ist. Du scannst es und der rote Alarm aktiviert sich. Es ist ein Rebellenkämpfer!
es: Tu baliza de socorro debe de estar funcionando, porque una nave acaba de saltar cerca de tu posición. La escaneas y se activa una alerta roja. ¡Es un caza rebelde!
it: Il tuo faro di soccorso funziona, perché una nave è appena arrivata in salto. Esegui una scansione ed è subito allarme rosso: si tratta di un caccia ribelle!
ja: 救難信号が功を奏したらしく、一隻の船が目の前にワープしてきた。が、スキャンした瞬間、警報が鳴り響く。反乱軍の戦闘艇だ！
pl: Ktoś odebrał twój sygnał S.O.S., bo w pobliżu nagle pojawił się jakiś statek. Gdy go skanujesz, włącza się alarm - to myśliwiec Rebeliantów!
pt_br: Seu sinal de socorro deve estar ligado; uma nave saltou para perto. Você usa os sensores e decide ativar o alerta vermelho. É um caçador rebelde!
ru: Ваш маяк бедствия наверняка работает, потому что поблизости только что появился корабль. Вы сканируете его и включаете красную тревогу. Это истребитель повстанцев!

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[4]
source: A Rebel ship jumps in and hails you, "I knew you would slip up some time. Surrender quietly!"
de: Ein Rebellenschiff springt her und ruft dich, "Ich wusste du machst irgend wann einen Fehler. Ergebe dich!"
es: Una nave rebelde salta cerca de tu posición y te saluda: "Sabía que acabarías cometiendo un error. ¡Es mejor que te rindas!".
it: Una nave ribelle effettua il salto e ti contatta: "Sapevo che avreste fatto un passo falso. Arrendetevi pacificamente!"
ja: 一隻の反乱軍船がワープしてきて、通信が入った。「いつか尻尾を出すと思っていたぞ。おとなしく投降しろ！」
pl: W pobliżu z nadprzestrzeni wyłania się statek Rebeliantów i kontaktuje się z tobą: „Wiedzieliśmy, że w końcu popełnicie jakiś błąd. Lepiej poddajcie się bez walki”.
pt_br: Uma nave rebelde salta para perto e saúda: "sabia que uma hora você ia escorregar. Renda-se!"
ru: Корабль повстанцев прыгает и выходит с вами на связь: "Я знал, что вы когда-нибудь оплошаете. Сдавайтесь по-хорошему!"
