Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

source: One of the crew reports that the main computer was housed in this section and is still partially operational. They're able to download local telemetry as well the location of the ship's reserve fuel! Your map has been updated.
de: Einer der Crew Mitglieder berichtet, dass der Hauptcomputer in dieser Sektion untergebracht war und noch teilweise funktionsfähig ist. Du bist in der Lage, lokale Telemetriedaten sowie den Standort der Treibstoffreserven des Schiffes herunterzuladen! Deine Karte wurde aktualisiert.
es: Uno de tus tripulantes informa de que el ordenador principal se encontraba en esta sección y sigue estando parcialmente operativo. El equipo logra descargar la telemetría local y la situación de los depósitos de combustible de la nave. Tu mapa se ha actualizado.
it: Un membro dell'equipaggio segnala che il computer centrale della sezione è ancora parzialmente operativo. Riesce a scaricare la telemetria locale e la posizione della scorta di carburante della nave! La tua mappa è stata aggiornata.
ja: クルーの1人から報告があり、部分的に機能するメインコンピューターを見つけ、周辺地域のテレメトリーデータのダウンロードに成功したようだ。ついでに予備燃料の位置も突き止めた！ ビーコンマップが更新された。
pl: Jeden z twoich załogantów donosi, że w ocalałej części kadłuba znajdował się komputer pokładowy, który wciąż częściowo działa. Udało się z niego wydobyć mapy okolicy oraz lokalizację zapasowego składu paliwa! Zaktualizowano mapę.
pt_br: Alguém da tripulação relata que o computador principal ficava nesta seção e ainda está parcialmente funcionando. Eles conseguem fazer download da telemetria e da localização da reserva de fuel da nave! Seu mapa foi atualizado.
ru: Один из членов экипажа сообщает, что в этой секции находится главный компьютер, который до сих пор частично функционирует. Они смогли загрузить местную телеметрию, а также местонахождение резервного топлива корабля! Ваша карта обновлена.

source: The team returns home rather sooner than expected. Turns out just as they were making entry to the frigate, the ship's emergency fuel cell just happened to drift by!
de: Das Team kommt früher zurück, als erwartet. Es scheint, dass gerade als sie in die Fregatte wollten, die Treibstoffreserven raus kamen!
es: El equipo vuelve a casa antes de lo esperado. Cuando estaban a punto de entrar a la fragata, ¡la célula de combustible de emergencia de la nave pasó por su lado flotando a la deriva!
it: La squadra torna a bordo prima del previsto. Mentre stavano per entrare nella fregata, la cella di carburante di emergenza della nave è passata lì vicino.
ja: チームは意外なほど早く帰艦した。どうやら巡洋艦に乗り込もうとしたその時、船の緊急用の燃料電池がたまたま脇を漂っていったらしい！
pl: Drużyna desantowa wraca przedwcześnie. Okazuje się, że zanim dotarła do wraku, trafiła na dryfujące w próżni zapasowe ogniwo paliwowe!
pt_br: A equipe retorna antes do esperado. Quando eles estavam prestes a entrar na fragata, o tanque de fuel de emergência da nave passou flutuando!
ru: Экипаж возвращается домой гораздо раньше, чем ожидалось. Оказывается, как раз в тот момент, когда они поднимались на фрегат, мимо них проплыл аварийный топливный отсек корабля!

source: The away team reports in, but then screams are heard and the comm goes dead! When it comes back online a Rockman can be heard - he's the lone survivor from the frigate's crew, and completely mad. He demands you pay a scrap ransom in return for your crew-member's life!
de: Das Team erstattet Bericht, aber dann hörst du Schreie und die Übertragung endet! Als die Übertragung wieder online geht, hörst du einen Felis - er ist der einzige Überlebende der Fregattencrew und ist komplett verrückt. Er verlangt, dass du Schrott im Tausch gegen deine Crew Mitglieder bezahltst!
es: El equipo transmite su informe de la situación, pero, entonces, oyes unos gritos y se cortan las comunicaciones. Cuando recuperas la conexión, oyes a un rocoide vociferando. Es el único superviviente de la tripulación de la fragata y está completamente desquiciado. Exige que pagues un rescate de restos por la vida de tu tripulante.
it: La squadra fa rapporto, ma poi senti delle urla e le comunicazioni si interrompono! Quando si riattivano senti solo un rockman; è l'unico sopravvissuto della fregata ed è molto arrabbiato. Esige un riscatto in moduli in cambio della vita del tuo equipaggio!
ja: 別動隊から報告が入ったが、悲鳴だけが聞こえてきて通信が途切れた。次に聞こえてきたのはロックの声だ。どうやら唯一生き残っていた巡洋艦のクルーで、完全に正気を失っているのか、あなたのクルーの命と引き換えに、身代金のスクラップを要求している！
pl: Drużyna desantowa melduje się, po czym słyszysz wrzaski i łączność zostaje przerwana! Następnie kontaktuje się z tobą żołnierz Głazów - jedyny ocalały z załogi fregaty, któremu chyba odosobnienie odebrało rozum. Żąda złomu w charakterze okupu za życie jednego z członków twojej załogi!
pt_br: A equipe de exploração tenta se comunicar, mas você ouve gritos e as comunicações se encerram! Após um tempo, você ouve um Litoide: ele é o último sobrevivente da tripulação da fragata e enlouqueceu completamente. Ele exige que você pague sucata como resgate para devolver seus tripulantes!
ru: Экипаж докладывает о прибытии, но тут раздаются крики, и связь отключается! Когда связь восстанавливается, можно услышать валуна - он единственный выживший из экипажа фрегата и совершенно безумен. Он требует, чтобы вы заплатили лом в обмен на жизнь вашего члена экипажа!

source: Pay.
de: Bezahlen.
es: Pagar.
it: Paga.
ja: 支払う。
pl: Zapłać.
pt_br: Pagar.
ru: Заплатить.

source: Despite his fragile condition, the Rockman is good to his word and returns your crew-member, who is suitably grateful. Sadly, gratitude doesn't power the FTL drive.
de: Trotz seiner fragilen Kondition, hält der Felis sein Wort und bringt dein Crew Mitglied zurück, welches sehr dankbar ist. Leider lässt Dankbarkeit den FTL-Antrieb nicht antreiben.
es: A pesar de su condición inestable, el rocoide cumple su palabra y te devuelve a tu tripulante, que está sumamente agradecido. Por desgracia, la gratitud no sirve como combustible para el motor hiperluz.
it: Nonostante la sua condizione precaria, il rockman mantiene la parola e restituisce il membro del tuo equipaggio. Purtroppo, la sua eterna gratitudine non vi aiuterà ad alimentare il motore FTL.
ja: 危うい精神状態ながらも、ロックは約束を守ってクルーを解放した。もちろんクルーは喜んでいたが、悲しいかな、感謝の気持ちでワープはできない。
pl: Mimo kiepskiej kondycji psychicznej żołnierz Głazów dotrzymuje słowa i pozwala twojemu załogantowi wrócić na statek. Uratowany jest ci bardzo wdzięczny, ale niestety wdzięcznością nie zasilisz napędu FTL.
pt_br: Apesar da situação difícil, o Litoide cumpre a palavra e devolve seu tripulante, que fica incrivelmente aliviado. Infelizmente, alívio não abastece os propulsores FTL.
ru: Несмотря на свое уязвимое положение, валун верен своему слову и возвращает вашего члена экипажа, который соответственно благодарен. К сожалению, благодарность не приводит в действие ССД.

source: Refuse.
de: Ablehnen.
es: Negarse.
it: Rifiuta.
ja: 拒否する。
pl: Odmów.
pt_br: Recusar-se.
ru: Отказаться.

source: It's a tough call, but it's for the Federation and the liberty of all. You set off before you can change your mind.
de: Es ist eine schwere Entschiedung, aber es ist für die Föderation und die Freiheit aller. Du gehst, bevor du deine Meinung änderst.
es: Es una decisión difícil, pero debes pensar en la Federación y en salvaguardar la libertad en el universo. Te vas antes de cambiar de opinión.
it: È una decisione difficile, ma è per la Federazione e la libertà di tutti. Te ne vai prima di cambiare idea.
ja: 苦渋の決断だが、すべては連邦のため、全宇宙の解放のためだ。あなたは気が変わらないうちに出発した。
pl: To trudna decyzja, ale stawką jest los całej Federacji i wolność wszystkich ras. Odlatujesz, zanim coś skłoni cię do zmiany zdania.
pt_br: Decisão difícil, mas vale tudo pela Federação e pela liberdade de todos. Você parte antes de mudar de ideia.
ru: Это трудный выбор, но он сделан в пользу Федерации и свободы всех. Вы отправляетесь в путь, прежде чем успеваете передумать.

source: Before preparing to jump you check the Clone Bay but there is no sign of activity.
de: Bevor du wegspringst betrachtest du die Klon-Kammer, jedoch gibt es dort keine Aktivität.
es: Antes de prepararte para saltar, echas un vistazo a la sala de clonación, pero no hay ni rastro de actividad.
it: Controlli la sala clonazione prima di prepararti al salto, ma non ci sono segni di attività.
ja: ワープに備える前にクローンベイを確認したが、中は静まり返っていた。
pl: Przed wykonaniem skoku FTL zaglądasz do replikatora, jednak nie znajdujesz w nim klona.
pt_br: Antes de saltar você verifica a doca de clonagem, mas não há sinal de movimentos.
ru: Прежде чем приготовиться к прыжку, вы проверяете Клон-отсек, но там нет никаких признаков активности.

# data/events_special_fuel.xml$/FTL/event[@name="FUEL_OFF_ROCK_CURIOUS"]/text
source: A curious Rock ship comes in for a closer look at you. They refuse all hails.
de: Ein neugieriges Rockschiff kommt näher an dich heran. Sie lehnen alle Rufe ab.
es: Una curiosa nave rocoide se acerca para mirarte más de cerca. No responden a ningún intento de contacto.
it: Una curiosa nave rockman si avvicina per darti un'occhiata da vicino. Rifiuta tutte le comunicazioni.
ja: 好奇心旺盛なロックの船が、近くであなたを見ようと寄ってきた。通信には一切応じない。
pl: W twoją stronę leci jakiś statek Głazów, najwyraźniej zaciekawionych, jednak nikt nie reaguje na twoje wezwania.
pt_br: Uma nave Litoide curiosa se aproxima de você. Eles recusam qualquer contato.
ru: Любопытный корабль валунов приближается, чтобы поближе рассмотреть вас. Они отказываются от всех попыток выйти с ними на связь.

source: Attack.
de: Attacke.
es: Atacar.
it: Attacca.
ja: 攻撃する。
pl: Zaatakuj.
pt_br: Atacar.
ru: Атаковать.

source: The Rock people are not renowned for their generosity. If it's fuel you need, it's fuel you must take!
de: Die Rock Leute sind nicht für ihre Großzügigkeit bekannt. Es ist Treibstoff, welchen du brauchst und welchen du nehmen wirst!
es: Los rocoides no son célebres por su generosidad. Si necesitas combustible, ¡tendrás que quitárselo!
it: I rockman non sono certo famosi per il loro altruismo. Se ti serve del carburante, te lo dovrai prendere!
ja: ロックは寛大さで知られる種族ではない。燃料が必要なら奪うまでだ！
pl: Głazy nie są istotami, które chętnie się dzielą. Jeśli potrzebujesz paliwa, musisz wziąć je siłą!
pt_br: A fama do povo Litoide não é de serem muito generosos. Se precisa mesmo de fuel: vá pegar!
ru: Валуны не славятся своей щедростью. Если вам нужно топливо, вы должны его взять!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: Wait and see.
de: Warte und sieh was passiert.
es: Esperar y observar.
it: Aspetta come va a finire.
ja: 様子を見る。
pl: Poczekaj na rozwój wypadków.
pt_br: Esperar para ver.
ru: Подождать и наблюдать.

source: The Rock ship circles yours, running scans on your systems. You fear the worst, but the scans pause on your fuel tank. They obviously have no wish to communicate, but they transfer over a cache of fuel before flashing their lights and jumping away!
de: Das Rockschiff umkreist dich und scannt deine Systeme. Du befürchtest das Schlimmste, aber es scheint, dass sie deinen Treibstoff-Tank scannen. Sie wollen offensichtlich nicht kommunizieren, jedoch übertragen sie eine Treibstoffkiste, bevor sie wegspringen!
es: La nave rocoide rodea a la tuya y escanea tus sistemas. Te temes lo peor, pero los escáneres se detienen en tus depósitos. Evidentemente, no sienten deseo alguno de comunicarse, ¡pero te transfieren un poco de combustible antes de activar sus motores y saltar!
it: La nave rockman vola intorno alla tua, eseguendo scansioni sui tuoi sistemi. Temi il peggio, ma le scansioni si fermano sul tuo serbatoio. È evidente che non vogliano comunicare, ma ti inviano una scorta di carburante, fanno un segnale con le luci e ripartono in salto!
ja: ロック船が旋回しながら、あなたの船のシステムをスキャンしていく。最悪の事態を想定したが、燃料タンクのところでスキャンが止まった。そして交信の意思がないのは明白ながら、まとまった燃料を送ってくると、ライトを点滅させて飛び去った！
pl: Wokół twojego statku zaczyna krążyć jednostka Głazów. Obawiasz się najgorszego, jednak po przeskanowaniu twojego baku paliwa wyłączają czujniki. Nie nawiązują łączności, za to wysyłają ci trochę paliwa, migają światłami pozycyjnymi i wykonują skok FTL.
pt_br: A nave Litoide circunda a sua e te analisa com sensores nos sistemas. Você antecipa o pior, mas os sensores se fixam no seu tanque de fuel. Eles não querem se comunicar, apenas transferem seu fuel, piscam as luzes e saltam para longe!
ru: Корабль валунов кружит вокруг вашего корабля, проводя сканирование ваших систем. Вы боитесь худшего, но сканирование останавливается на вашем топливном резервуаре. Очевидно, что они не хотят общаться, но передают вам запас топлива, после чего мигают огнями и уходят в прыжок!

source: The Rock ship circles yours, running scans on your systems. Your worst fears are confirmed when they identify your engines and teleport a bomb straight onto it! Combat ready!
de: Das Rockschiff umkreist dich und scannt deine Systeme. Du befürchtest das Schlimmste und deine Ängste werden bestätigt, da sie deine Triebwerke identifiziert haben und eine Bombe reinteleportieren! Kampfstationen!
es: La nave rocoide te rodea mientras realiza escaneos de tus sistemas. Tus peores miedos se confirman cuando identifican tu sala de motores y teletransportan una bomba dentro de ella. ¡Prepárate para el combate!
it: La nave rockman vola intorno alla tua, eseguendo scansioni sui tuoi sistemi. Le tue paure si rivelano fondate: teletrasportano una bomba direttamente in sala motori! Preparati a combattere!
ja: ロック船が旋回しながら、あなたの船のシステムをスキャンしていく。そしてエンジンの位置を特定された瞬間、恐れていたことが現実となり、爆弾を直接テレポートで送り込まれた！ 戦闘準備を！
pl: Wokół twojego statku zaczyna krążyć jednostka Głazów. Obawiasz się najgorszego i słusznie! Gdy udaje im się namierzyć twój przedział silników, teleportują do niego bombę! Szykuj się do walki!
pt_br: A nave Litoide circunda a sua e analisa seus sistemas com sensores. Você prevê algo ruim... eles identificam seus motores e teleportam uma bomba até eles! Preparar para a luta!
ru: Корабль валунов кружит вокруг вас, проводя сканирование ваших систем. Ваши худшие опасения подтверждаются, когда они находят ваши двигатели и телепортируют бомбу прямо на них! Боевая готовность!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//event[@name="FUEL_SHELL_SCANS"]/text
source: A Shell ship cautiously approaches, running basic scans on your vessel to make certain this isn't a trap. Once they're satisfied, they hail you. "Stuck? Lost? We'd be happy to help, but no service in thhhhis galaxy is free. We'd like to run some scans on your crew to bring back to thhhe Geniocracy. Harmless, we promise."
de: Ein Shellschiff kommt vorsichtig näher und scannt dein Schiff, dass es keine Falle ist. Sobald sie zufrieden sind, rufen sie dich. "Stecken geblieben? Verloren? Wir würden dir ja helfen, aber nichts in der Galaxie ist umsonst. Wir würden deine Crew scannen und sie der Geniocracy scannen. Harmlos, versprochen."
it: Una nave shellman si avvicina cauta, eseguendo delle scansioni di base sulla tua nave per accertarsi che non sia una trappola. Una volta soddisfatti, ti contattano. "Bloccato? Perfo? Faremmo affai felici di aiutare, ma niente in questa galaffia è gratif. Vorremmo efeguire delle fcanfioni ful tuo equipaggio da poter confegnare alla Geniocrazia. È un proceffo indolore, promeffo."
ru: Корабль ракушек осторожно приближается, проводя базовое сканирование вашего судна, чтобы убедиться, что это не ловушка. Убедившись в этом, они вызывают вас. "Застряли? Потерялись? Мы были бы рады помочшь, но ни одна услуга в этой галактике не бесплатна. Мы хотели бы провести сканирование вашего экипажа, чштобы доставить данные в Гениократию. Это безвредная процедура, обещаем".

# data/events_special_fuel.xml$//event[@name="FUEL_SHELL_SCANS"]/choice[1]/text
source: Agree to the scans.
de: Stimme den Scans zu.
it: Accetta le scansioni.
ru: Согласиться на сканирование.

source: (Shell Crew) Your Shell wishes to explain something.
de: (Shell Crew) Dein Shell möchte etwas erklären.
it: (Equipaggio shellman) Il tuo shellman vuole spiegare qualcosa.
ru: (Член экипажа-ракушка) Ваша ракушка хочет что-то объяснить.

source: Your Shell explains that in their culture, it's completely ordinary to take tests on strangers, and generally seen as an insult to refuse. They confirm the tests should be completely harmless as well.
de: Dein Shell erklärt, dass in seiner Kultur es üblich ist, Fremde zu scannen und es als Beleidigung gesehen wird, wenn man ablehnt. Er bestätigt, dass die Tests komplett harmlos sind.
it: Il tuo shellman spiega che nella loro cultura è perfettamente normale fare test su completi sconosciuti, e in generale è considerato un insulto rifiutare. Conferma anche che i test dovrebbero essere del tutto indolori.
ru: Ваша ракушка объясняет, что в их культуре совершенно нормально проводить тесты на незнакомцах, и отказ от него считается оскорблением. Она подтверждает, что тесты также должны быть совершенно безвредными.

source: Agree to the scans.
de: Stimme den Scans zu.
it: Accetta le scansioni.
ru: Согласиться на сканирование.

source: Still decline.
de: Lehne trotzdem ab.
it: Rifiuta comunque.
ru: Все еще отказываться.

# data/events_special_fuel.xml$//event[@name="FUEL_SHELL_SCANS"]/choice[3]/text
source: This seems suspicious, decline.
de: Es scheint dubious, lehne ab.
it: Sembra sospetto, rifiuta.
ru: Это кажется подозрительным, отказываюсь.

# data/events_special_fuel.xml$//event[@name="FUEL_OFF_SHELL_SCANS_QUEUE"]/text
source: The Shells line up your crew in a queue, and pass them through what looks to be an exaggeratedly large x-ray. True to their word, the scans feel like little more than a soft tingle, but they take a long time. Soon it becomes clear it'll be several hours until you're done, and the Rebel fleet is constantly drawing closer.
de: Die Shells stellen deine Crew in einer Reihe auf und lassen sie durch eine riesige Röntgenmaschine laufen. Obwohl die Scanns lange brauchen, sind sie harmlos und kitzeln etwas. Es wird klar, dass es mehrere Stunden dauert, bis sie fertig sind und die Rebellenflotte kommt näher.
it: Gli shellman mettono i membri del tuo equipaggio in fila indiana e li fanno passare per quello che sembra un apparecchio a raggi x estremamente grande. Come avevano detto, le scansioni sono poco più di un piccolo solletico, ma richiedono parecchio tempo. Presto diventa chiaro che ci vorranno diverse ore per finire e la flotta ribelle si avvicina costantemente.
ru: Ракушки выстраивают ваш экипаж в очередь и пропускают его через, как кажется, непомерно большой рентген. Сканирование, по правде говоря, вызывает лишь легкое покалывание, но занимает много времени. Вскоре становится ясно, что до окончания сканирования пройдет еще несколько часов, а флот повстанцев постоянно приближается.

source: Just wait and finish the scans.
de: Warte und beende die Scanns.
it: Aspetta e finisci le scansioni.
ru: Просто подождать и закончить сканирование.

source: You watch the clock impatiently, but eventually the scanning comes to a close. "Thhhank you for your cooperation. My superiors will be very pleased. As promised, thhhhe fuel."
de: Du betrachtest ungeduldig die Uhr. "Danke für deine Hhhhilfe. Meine Vorgesetzten werden sehr zufrieden sein. Wie versprochen, dein Treibstoff."
it: Guardi l'orologio con impazienza, ma alla fine le scansioni arrivano al termine. "Grazie per la collaborazione. I miei fuperiori faranno eftremamente foddiffatti. Come promeffo, ecco il carburante."
ru: Вы нетерпеливо смотрите на часы, но в конце концов сканирование подходит к концу. "Благодарю вас за сотрудничшество. Мое начшальство будет очшень довольным. Как и было обещано, топливо".

source: (Mind Control) 'Convince' the Shells to stop early and give over the fuel.
de: (Gedankenkontrolle) 'Überzeuge' die Shells vorher zu stoppen und dir den Treibstoff zu geben.
it: (Controllo mentale) 'Convinci' gli shellman a finire prima e consegnare il carburante.
ru: (Контроль разума) "Убедить" ракушек остановиться и отдать топливо.

source: Fortunately, the Shells are not telepathic like their Slug cousins, and the system is very effective on them.
de: Glücklicherweise, sind die Shells keine Telepathen, wie ihre Slugs Cousins und das System ist sehr effektiv.
it: Fortunatamente, gli shellman non sono telepatici come i loro cugini slugman e il sistema è molto efficace su di loro.
ru: К счастью, ракушки не обладают телепатией, как их сородичи слизни, и система очень эффективна на них.

source: (Mind Control) 'Convince' the Shells to stop early and give over the fuel.
de: (Gedankenkontrolle) 'Überzeuge' die Shells vorher zu stoppen und dir den Treibstoff zu geben.
it: (Controllo mentale) 'Convinci' gli shellman a finire prima e consegnare il carburante.
ru: (Контроль разума) "Убедить" ракушек остановиться и отдать топливо.

source: Fortunately, the Shells are not telepathic like their Slug cousins, and the system is very effective on them.
de: Glücklicherweise, sind die Shells keine Telepathen, wie ihre Slugs Cousins und das System ist sehr effektiv.
it: Fortunatamente, gli shellman non sono telepatici come i loro cugini slugman e il sistema è molto efficace su di loro.
ru: К счастью, ракушки не обладают телепатией, как их сородичи слизни, и система очень эффективна на них.

source: Demand they stop.
de: Verlange, dass sie aufhören.
it: Ordinagli di fermarsi.
ru: Потребовать, чтобы они остановились.

source: "What? We cannot stop now, thhhhe data is inconclusive at best, completely unusable at worst! Thhhis is an insult to our deal!" Outraged, the Shells attack!
de: "Was? Wir können jetzt nichhhhht stoppen, die Daten sind völlig unbrauchbar! Das ist nicht unser Deal!" Voller Wut greifen die Shells an!
it: "Cofa? Non poffiamo fermarci adeffo, i dati sono inconclufivi nel migliore dei cafi e completamente inutilizzabili nel peggiore! Quefto è un infulto al noftro accordo!" Profondamente offesi, gli shellman attaccano!
ru: "Чшто? Мы не можем остановиться сейчшас, эти данные в лучшем случшае неубедительны, в худшем-совершенно непригодны для использования! Это оскорбление нашей сделки!" Возмущенные, ракушки атакуют!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: You attempt to decline, but the Shells won't have it. "We cannot let thhhhis opportunity pass!" They attempt to convince you one more time, but you won't have it. Looks like a fight is unavoidable!
de: Du versuchst abzulehnen, aber die Shells nehmen es nicht an. "Wir können diese Möglichhhhkeit nicht entwischen lassen!" Du versuchst sie nochmal zu überzeugen, aber es scheint zu spät. Ein Kampf ist unausweichlich!
it: Provi a rifiutare, ma gli shellman non vogliono sentire ragioni. "Non poffiamo lafiarci fuggire queft'occafione!" Tentano di convincerti ancora una volta, ma non vuoi saperne. Sembra che un combattimento sia inevitabile!
ru: Вы пытаетесь отказаться, но ракушки не дают этого сделать. "Мы не можем упустить эту возможность!" Они пытаются убедить вас еще раз, но вы не соглашаетесь. Похоже, схватка неизбежна!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...
