Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_fuel.xml/*.po
Languages: de, es, it, ja, pl, pt_br, ru

# data/events_special_fuel.xml$//event[@name="FUEL_ON_REBEL_WARNING"]/text
source: A ship responding to your distress moves in. Unfortunately it turns out to be an automated Rebel scout. It immediately reverses thrust after scanning your ship.
de: Ein Schiff beantwortet deinen Notfall-Signalpunkt. Unglücklicherweise scheint es, dass es ein automatisierter Rebellenspäher ist. Nachdem es dein Schiff scannt, dreht es direkt wieder um und fliegt weg.
es: Una nave llega en respuesta a tu señal de socorro. Por desgracia, resulta ser una nave exploradora rebelde automatizada. Se da la vuelta de inmediato después de escanearte.
it: Una nave si avvicina in risposta al tuo SOS. Purtroppo si tratta di un robo-ricognitore ribelle. Dopo aver effettuato una scansione inverte immediatamente la marcia.
ja: 救難信号を拾った船が近づいてきたが、不幸にも反乱軍の無人偵察艇だった。あなたの船をスキャンしたのち、敵はスラスターを逆噴射した。
pl: Zbliża się jakiś statek, najwyraźniej w odpowiedzi na twój sygnał S.O.S. Niestety okazuje się, że to bezzałogowy patrolowiec Rebeliantów. Po przeskanowaniu twojego statku natychmiast zawraca i próbuje uciec.
pt_br: Uma nave vem ao seu socorro. Infelizmente é um batedor rebelde. Ele imediatamente impulsiona os motores após usar os sensores em sua nave.
ru: Корабль, реагирующий на ваш сигнал бедствия, и приближается. К сожалению, это оказывается автоматический разведчик повстанцев. После сканирования корабля, он немедленно меняет направление движения.

# data/events_special_fuel.xml$//event[@name="FUEL_ON_REBEL_WARNING"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//event[@name="FUEL_OFF_ENGI_DUBIOUS_MV"]/text
source: As you drift through space an Engi ship passes through. From listening to their com channel it sounds like they're discussing making repairs on their ship.
de: Als du durch den Raum fliegst, kommt ein Engischiff vorbei. Du hörst in ihrem Kommunikationskanal, dass sie über Reparaturen ihres Schiffes diskutieren.
es: Mientras vagas por el espacio, una nave inge pasa junto a ti. Escuchas su canal de comunicaciones y parece que están discutiendo algo relacionado con las reparaciones de su nave.
it: Mentre vai alla deriva nello spazio, una nave engi passa nelle vicinanze. Ascoltando le loro comunicazioni ti pare di capire che stiano parlando di riparare la loro nave.
ja: あなたが宇宙を漂っていると、一隻のエンジ船が通りがかった。通信内容から察するに、船を修理すべきかどうか議論しているようだ。
pl: Dryfujesz w kosmosie, gdy w pobliżu przelatuje jakiś statek Engi. Jego załoga rozmawia o konieczności naprawienia kadłuba.
pt_br: Você, à deriva no espaço, vê uma nave Engi passar. Nos canais de comunicação deles, parece que estão conversando sobre coisas que precisam consertar na nave.
ru: Когда вы дрейфуете в пространстве, через него проходит корабль энджи. Судя по прослушиванию их канала связи, похоже, что они обсуждают ремонт своего корабля.

source: Hail them.
de: Rufe sie.
es: Llamarlos.
it: Contattali.
ja: 挨拶する。
pl: Wywołaj ich.
pt_br: Contatá-los.
ru: Выйти с ними на связь.

source: Ignore them.
de: Ignoriere sie.
es: Ignorarlos.
it: Ignorali.
pl: Zignoruj to.
pt_br: Ignorá-los.
ru: Не обращать на них внимания.

source: They clearly are busy because they don't notice your ship at all.
de: Sie sind offensichtlich beschäftigt, da sie dein Schiff nicht bemerken.
es: Es evidente que están ocupados, porque ni siquiera se aperciben de tu presencia.
it: Sono chiaramente occupati, perché non notano minimamente la tua nave.
ja: 彼らが取り込み中なのは明らかだ。あなたの船にはまるで気づいていない。
pl: Najwyraźniej są zajęci, bo nie zwracają uwagi na twój statek.
pt_br: Eles claramente estão ocupados; nem percebem a sua nave.
ru: Они явно заняты, потому что вообще не замечают вашего корабля.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

source: (Hull Repair Drone) Offer to help repair their hull.
de: (Hüllenreparaturdrohne) Biete an, ihnen bei der Hüllenreparatur zu helfen.
es: (Dron de reparación del casco) Ofrecerles ayuda para reparar su casco.
it: (Ripara-scafo) Offri aiuto per riparare il loro scafo.
ja: （船体修復ドローン）船体修理を手伝う。
pl: (Dron naprawczy kadłuba) Zaproponuj im naprawę kadłuba.
pt_br: (Drone Repara-casco) Oferecer para reparar o casco deles.
ru: (Дрон ремонтник) Предложить помочь в ремонте их корпуса.

source: They happily accept your offer for help. Once the drone does its work they transfer over some fuel for your trouble.
de: Sie nehmen das Angebot freudig an. Als die Drohne den Job erledigt hat, transferieren sie etwas Treibstoff, als Dankeschön.
es: Aceptan encantados tu ofrecimiento de ayuda. Cuando el dron termina el trabajo, te transfieren un poco de combustible por las molestias.
it: Accettano con piacere la tua offerta d'aiuto. Quando il drone ha finito il suo lavoro, ti inviano del carburante per sdebitarsi.
ja: 彼らはあなたの支援を喜んで受け入れた。そしてドローンが仕事を終えると、埋め合わせに燃料を送ってきた。
pl: Engi chętnie przyjmują ofertę. Gdy twój dron kończy naprawę, przekazują ci nieco paliwa za fatygę.
pt_br: Eles aceitam sua ajuda de bom grado. Quando o drone termina o serviço, eles lhe enviam fuel como pagamento.
ru: Они с радостью принимают ваше предложение о помощи. Как только дрон выполняет свою работу, они передают вам немного топлива за ваши хлопоты.

source: The Engi respond to your signal. "Identity: Federation. I/O error: Federation = [void]." All further hails go unanswered.
de: Die Engi beantworten dein Signal. "Identität: Föderation. I/O Fehler: Föderation [void]." Alle weiteren Rufe bleiben unbeantwortet.
es: Los inges responden a tu señal. "Identidad: Federación. Error E/S: Federación = [nulo]". Cualquier intento posterior de comunicación queda sin respuesta.
it: Gli engi rispondono al tuo segnale. "Identità: Federazione. Errore I/O: Federazione = [void]". Tutti gli altri messaggi non ricevono risposta.
ja: エンジが交信に応じる。「船籍:連邦。I/Oエラー:連邦 = [無効]」それっきり応答はなかった。
pl: Engi odpowiadają na twoje wezwanie: „Jednostka Federacji. Błąd We./Wy. Federacja @dev>null”. Dalsze próby nawiązania łączności spełzają na niczym.
pt_br: Os Engi respondem seu sinal. "Identidade: Federação. Erro E/S: Federação = [void]." Os próximos contatos são ignorados.
ru: Энджи реагируют на ваш сигнал. "Идентификация: Федерация. Ошибка ввода-вывода: Федерация = [пустота]". Все дальнейшие попытки выйти на связь остаются без ответа.

source: The Engi fail to respond, but move to intercept. You detect abnormal electromagnetic signals aboard the ship - someone has reprogrammed them to fight!
de: Die Engi antworten nicht, aber bewegen sich zum Kampf her. Du erkennst abnormale elektromagnetische Signale auf ihrem Schiff- jemand hat es zum kämpfen reprogrammiert!
es: Los inges no responden, pero se disponen a interceptarte. Detectas señales electromagnéticas anómalas a bordo de la nave. ¡Alguien los ha reprogramado para luchar!
it: Gli engi non rispondono, ma partono all'attacco. Rilevi segnali elettromagnetici anomali sulla nave: qualcuno deve averli riprogrammati per farli combattere!
ja: エンジ船は応答せず、迎撃態勢に入った。船内で異常な電磁波信号を検知する。何者かが攻撃を行うよう、再プログラムしたのだ！
pl: Engi nie odpowiadają, za to obierają kurs przechwytujący. Wykrywasz na pokładzie ich statku nietypowe fluktuacje pola elektromagnetycznego. Najwyraźniej ktoś ich przeprogramował, by cię zaatakowali!
pt_br: Os Engi não respondem, e se preparam para interceptar. Você detecta sinais eletromagnéticos incomuns na nave: alguém os reprogramou para a batalha!
ru: Энджи не отвечают, но двигаются на перехват. Вы замечаете необычные электромагнитные сигналы на борту корабля - кто-то перепрограммировал их на бой!

source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

source: The Engi respond to your signal. "Your need: fuel. This unit's need: scrap. Exchange beneficial. Exchange permitted?"
de: Die Engi beantworten dein Signal. "Du brauchst: Treibstoff. Wir brauchen: Schrott. Austausch vorteilhaft. Austausch erlaubt?"
it: Gli engi rispondono al tuo segnale: "Necessità: carburante. Quest'unita necessita: moduli. Scambio benefico. Scambio permesso?"
ru: Энджи отвечают на ваш сигнал. "Ваша потребность: топливо. Потребность этого корабля: лом. Обмен выгоден. Обмен возможен?"

source: Make the trade.
de: Mache den Tausch.
es: Aceptar el trato.
it: Accetta lo scambio.
ja: 取引する。
pl: Wymień się.
pt_br: Fazer a troca.
ru: Совершить сделку.

source: You make the exchange and the Engi leave without another word.
de: Du machst den Tausch und der Engi geht, ohne etwas zu sagen.
es: Haces el trato y los inges se marchan sin mediar palabra.
it: Accetti lo scambio e gli engi se ne vanno senza dire una parola.
ja: 取引を終えると、エンジは無言で立ち去った。
pl: Dokonujesz wymiany, a Engi odlatują bez słowa.
pt_br: Você faz a troca e os Engi desaparecem sem falar mais nada.
ru: Вы совершаете обмен, и энджи улетают, не сказав больше ни слова.

source: Decline.
de: Ablehnen.
es: Declinar.
it: Rifiuta.
ja: お断りする。
pl: Odrzuć pomoc.
pt_br: Recusar.
ru: Отказаться.

source: The Engi coolly cut communications and continue on their journey.
de: Die Engi beenden kaltherzig das Gespräch und führen ihre Reise fort.
es: Los inges cortan las comunicaciones bruscamente y prosiguen su viaje.
it: Gli engi tagliano freddamente le comunicazioni e proseguono il viaggio.
ja: エンジはあっさり通信を切って、自分たちの航海へ戻った。
pl: Engi po prostu ucinają łączność i ruszają swoją drogą.
pt_br: Os Engi cortam a comunicação friamente e continuam a própria jornada.
ru: Энджи хладнокровно прервали связь и продолжили свой путь.

source: Upon discovering your need, the Engi gladly offer some of their extra fuel reserves. It's amazing how altruistic these robotic creatures can be.
de: Als sie bemerken, dass du Hilfe brauchst, sind die Engi froh dir ein paar Reserven geben zu können. Es ist erstaunlich, wie altruistisch diese Roboter sein können.
es: Al descubrir que necesitas combustible, los inges te ofrecen encantados parte de sus reservas. Es increíble lo altruistas que pueden llegar a ser estas criaturas robóticas.
it: Quando scoprono le tue necessità, gli engi ti offrono un po' del loro carburante di scorta. Incredibile come queste creature robotiche possano essere generose.
ja: エンジはあなたの要望をくみ取ると、予備の燃料を喜んで差し出してきた。こうしたロボット生命体が利他愛を発揮できるとは驚きだ。
pl: Gdy Engi dowiadują się, czego potrzebujesz, z radością proponują ci część swojego zapasu paliwa. Niesamowite, jak bezinteresowne potrafią być te istoty.
pt_br: Os Engi descobrem sua necessidade e fornecem de bom grado o fuel extra que possuem. É incrível como esses seres robóticos são generosos.
ru: Поняв, в чем вы нуждаетесь, энджи с радостью предоставляют вам часть своих запасов топлива. Удивительно, насколько высок альтруизм этих роботизированных существ.

# data/events_special_fuel.xml$//event[@name="FUEL_ON_MANTIS_ATTACK"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
it: Continua...
ja: 次へ…
pl: Dalej...
pt_br: Continuar...
ru: Продолжить...

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[1]
source: A Mantis ship hails you, "Looks like found poor fools needing help. Come brothers, let's 'help' them!" They move in to attack.
de: Ein Mantisschiff ruft dich, "Es scheint wir finden Törichte, die Hilfe brauchen. Kommt Brüder, lass ihnen 'helfen'!" Sie beginnen anzugreifen.
it: Una nave mantis ti contatta: "Sembra che abbiamo trovato dei poveri idioti bisognosi d'aiuto. Avanti fratelli, 'aiutiamoli'!" Avanzano per attaccare.
ru: Корабль богомолов вызывает вас: "Похоже, мы нашли бедных дураков, нуждающихся в помощи. Вперед, братцы, давайте им "поможем"!" Они переходят в атаку.

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[2]
source: Before long a ship jumps nearby, no doubt responding to your beacon. However any relief you felt disappears as soon as you recognize that the ship is of Mantis design. Prepare for a fight.
de: Vor kurzer Zeit ist ein Schiff hergesprungen, zweifellos wegen deines Signals. Jedoch verschwindet jede Erleichterung, als du bemerkst, dass es ein Mantisschiff war. Mache dich zum Kampf bereit.
es: Pronto, una nave salta cerca de tu posición; muy probablemente, atraída por tu baliza. Sin embargo, cualquier alivio que pudieras sentir desaparece cuando te das cuenta de que se trata de una nave mantis. Prepárate para luchar.
it: Dopo un po' una nave arriva in salto, senza dubbio in risposta al tuo faro. Il tuo sollievo svanisce non appena riconosci le forme di una nave mantis. Preparati a combattere.
ja: まもなく救難信号に応じたらしい、一隻の船が近くへワープしてきた。が、それがマンティスの船だと気づいた瞬間、安心感は吹き飛んだ。戦いになる！
pl: Wkrótce w pobliżu pojawia się jakiś statek, który zapewne odebrał twój sygnał S.O.S. Uczucie ulgi pryska jak bańka mydlana, gdy orientujesz się, że to statek Modliszek. Przygotuj się do walki.
pt_br: Logo uma nave salta para perto em resposta ao seu sinal. No entanto, seu alívio vai embora quando você percebe que a nave é de origem Mantis. Prepare-se para a luta.
ru: Вскоре поблизости появляется корабль, несомненно, отреагировавший на ваш маяк. Однако облегчение, которое вы почувствовали, исчезает, как только вы узнаете, что корабль создан богомолами. Приготовиться к бою.

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[3]
source: You detect a Mantis ship approaching and hack into their comm channel and hear, "...hope put up more of fight than last Federation ship. This has been disappointing day so far." Looks like they're not here to help.
de: Du bemerkst ein Mantisschiff, welches näher kommt und hackst dich in ihren Kommunikationskanal, wo du hörst, "... hoffentlich stellt das Schiff einen besseren Feind dar, als das letzte Föderationsschiff. Die waren bisher so enttäuschend." Es scheint nicht, als ob sie helfen wollen.
it: Rilevi una nave mantis in avvicinamento e intercetti i loro canali di comunicazione. Senti: "...spero che resista più dell'ultima nave della Federazione. Oggi è stata una giornata davvero deludente finora." Sembra che non siano qui per aiutare.
ru: Вы заметили приближающийся корабль богомолов, взломав их канал связи вы услышали: "...надеюсь, что они окажут большее сопротивление, чем последний корабль Федерации. Пока что этот день разочаровывает". Похоже, они здесь не для того, чтобы помочь.

# data/events_special_fuel.xml$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[4]
source: A Mantis ship jump nearby. Sensors detect weapon locks and all hope of avoiding a fight fades away.
de: Ein Mantisschiff ist in der Nähe. Die Sensoren bemerken, dass es die Waffen auf dich gerichtet hat und ein Kampf ist unausweichlich.
es: Una nave mantis salta cerca de tu posición. Los sensores detectan que han fijado el blanco y cualquier esperanza de evitar el combate se desvanece.
it: Una nave mantis effettua il salto in zona. I sensori rilevano degli agganci balistici e ogni speranza di un confronto pacifico finisce in fumo.
ja: 一隻のマンティス艦が近くへワープしてきた。が、センサーが兵器のロックを検知した瞬間、戦闘回避の望みはあっけなくついえた。
pl: W pobliżu z nadprzestrzeni wyłania się statek Modliszek. Twoje czujniki wykrywają wiązki namierzające i walka wydaje się nieunikniona.
pt_br: Uma nave Mantis saltou perto daqui. Seus sensores detectaram armas: certamente haverá uma batalha.
ru: Неподалеку прыгнул корабль богомолов. Сенсоры фиксируют активацию оружия, и вся надежда избежать боя пропадает.

# data/events_special_fuel.xml$/FTL/event[@name="FUEL_OFF_ROCK_WRECK"]/text
source: As you await either salvation or death, your attention is drawn to a sea of debris drifting past the starboard view port. The chunks gliding by grow bigger in size until the stern of a Rock frigate, gutted in some distant war, comes into view.
de: Als du entweder Rettung oder den Tod erwartest, wird deine Aufmerksamkeit auf ein Trümmermehr geleitet, welches auf der Steuerbordseite vorbeifliegt. Die Brocken werden größer und größer, bis eine Rockfregatte in einem entfernten Kampf, zum Vorschein kommt.
es: Mientras esperas la salvación o la muerte, te llama la atención un mar de residuos que ves a la deriva por el mirador de estribor. Los fragmentos se van volviendo cada más grandes hasta que aparece la popa de una fragata rocoide, destripada en alguna guerra lejana.
it: Mentre attendi la salvezza o la morte, noti un mare di detriti che passa davanti al ponte di dritta. I pezzi si fanno sempre più grossi, finché non vedi la poppa di una fregata rockman, distrutta in qualche guerra lontana.
ja: 救済か死を待つ間、右舷側の窓の外を流れていくがれきの海が、あなたの関心を引いた。それらはどんどん大きくなっていき、やがて遠方の戦いで痛ましく傷ついた、一隻のロック巡洋艦の船尾が視界に入ってきた。
pl: Czekając na ratunek albo śmierć, zwracasz przypadkiem uwagę na jakieś szczątki przelatujące od strony sterburty. Jest ich coraz więcej, aż w końcu twoim oczom ukazuje się rufa fregaty Głazów zniszczonej w jakiejś potyczce daleko stąd.
pt_br: Esperando pela salvação ou pela morte, você nota que há uma maré de destroços flutuando a estibordo de sua nave. Os pedaços vão ficando maiores até que você percebe a carcaça de uma fragata Litoide, estilhaçada em alguma guerra longínqua.
ru: Пока вы ждете спасения или смерти, ваше внимание привлекает море обломков, дрейфующих мимо иллюминатора правого борта. Куски, пролетающие мимо, увеличиваются в размерах, пока в поле зрения не появляется корма фрегата валунов, выпотрошенного в какой-то далекой войне.

source: Send an away team.
de: Entsende ein Team.
es: Enviar a un equipo.
it: Invia una squadra.
ja: 調査隊を送る。
pl: Wyślij desant.
pt_br: Enviar uma equipe de exploração.
ru: Послать экипаж на разведку.

source: Perhaps there's some viable fuel left on board; a small away team boards the vessel.
de: Vielleicht ist ja etwas Treibstoff an Bord; ein kleines Team entert das Schiff.
es: Quizá haya un poco de combustible viable. Un pequeño equipo sube a bordo de la nave.
it: Forse a bordo è rimasto del carburante. Una piccola squadra sale a bordo della nave.
ja: 船内に使える燃料が残っているかもしれない。別動隊が乗り込んでいった。
pl: Może na pokładzie będzie trochę paliwa! Wysyłasz desant na pokład wraku.
pt_br: Pode haver fuel útil a bordo; uma pequena equipe de exploração aborda a nave.
ru: Возможно, на борту осталось какое-то пригодное топливо; небольшая команда высаживается на судно.

source: Report!
de: Bericht!
es: ¡Pedir un informe a tu tripulación!
it: Rapporto!
ja: 報告せよ！
pl: Poproś o raport.
pt_br: Relatar!
ru: Докладывайте!

source: Let it drift by.
de: Lass es vorbeifliegen.
es: Dejar que siga vagando a la deriva.
it: Lasciala passare.
ja: 黙って見送る。
pl: Poczekaj, aż wrak przeleci.
pt_br: Deixar flutuar.
ru: Пусть пролетает мимо.

source: The Rock don't take kindly to aliens picking through their belongings, no matter how decrepit they may seem, and you don't take risks in Rock territory.
de: Die Rocks mögen es nicht, wenn Aliens durch ihre Sachen gehen, egal wie altersschwach sie scheinen und du nimmst keine Gefahren in Rock Territorium auf dich.
es: A los rocoides no les gusta que los alienígenas hurguen en sus pertenencias, por muy decrépitas que parezcan. Estando en su territorio, es mejor no correr riesgos.
it: I rockman non apprezzano che gli alieni frughino nei loro averi, per quanto possano sembrare in rovina. Trovandoti nel loro territorio, preferisci evitare guai.
ja: たとえボロボロの船でも、所有物を異星人に引っ掻き回されて、喜ぶロックはいないだろう。それにロックの縄張りでリスクは冒せない。
pl: Głazy nie lubią, gdy obce rasy przeszukują należące do nich statki - bez względu na ich stan. W przestrzeni Głazów lepiej nie ryzykować.
pt_br: Os Litoides não gostam de ver alienígenas mexendo em seus pertences, não importa o quão destroçados estejam; é melhor você não arriscar nas terras Litoides.
ru: Валуны не любят, когда пришельцы роются в их вещах, какими бы дряхлыми они ни казались, и вы не станете рисковать вторгаясь на территории валунов.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
it: Fai qualcosa a bordo.
ja: 船内で何かをする。
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
it: Non fare niente.
ru: Ничего не делать.

source: (Life Scanner) Run additional scans.
de: (Lebensformen Scanner) Mache ein paar zusätzliche Scanns.
es: (Escáner vital) Realizar escaneos adicionales.
it: (Scanner forme di vita) Esegui scansioni aggiuntive.
ja: （生体スキャナー）追加でスキャンする。
pl: (Detektor organizmów) Zbadaj wrak dokładniej.
pt_br: (Sensor Vital) Sondar com análises.
ru: (Сканер форм жизни) Запустить дополнительное сканирование.

source: The ship appears to be entirely lifeless. Your crew is able to find some usable fuel cells after a brief search.
de: Das Schiff scheint keine Lebensformen an Bord zu haben. Deine Crew ist in der Lage, etwas Treibstoff zu finden.
es: Parece que, en la nave, no queda ni rastro de vida. Tras una breve búsqueda, tu tripulación encuentra algunas células de combustible aprovechables.
it: La nave sembra completamente priva di vita. Con una breve ricerca a bordo, il tuo equipaggio trova delle celle di carburante che puoi utilizzare.
ja: 船内は完全に無人らしく、クルーがざっと調べまわると、使えそうな燃料電池が見つかった。
pl: Na statku nie ma żadnych form życia. Po chwili twojej załodze udaje się znaleźć kilka działających ogniw paliwowych.
pt_br: A nave não tem nenhum sinal de vida. Após uma breve busca, sua tripulação encontra fuel útil.
ru: Корабль кажется совершенно безжизненным. После недолгих поисков ваш экипаж смог найти несколько пригодных для использования топливных элементов.

source: A short time later the team returns with a stash of ammunition and scrap - but all the fuel on board is long gone.
de: Nach einer kurzen Zeit kommt die Crew mit einem Haufen Schrott und Munition zurück - jedoch ist der gesamte Treibstoff längst weg.
es: Poco tiempo después, el equipo regresa con un alijo de munición y restos, pero el combustible se lo llevó alguien hace ya mucho tiempo.
it: La squadra rientra poco dopo con una scorta di munizioni e moduli, ma a bordo non c'era traccia di carburante.
ja: しばらくして、チームが弾薬と鉄くずの山を抱えて帰艦したが、燃料はとっくに枯渇していた。
pl: Wkrótce twoja drużyna desantowa wraca z zapasem amunicji i złomu, jednak na pokładzie wraku nie było paliwa.
pt_br: Algum tempo depois, sua equipe volta com um estoque de munição e sucata; mas o fuel a bordo já havia acabado.
ru: Вскоре команда возвращается с запасом боеприпасов и лома, но все топливо на борту давно закончилось.
