Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The co-ordinates have lead you to a Duskbringer vessel! They immediately detect that you are a Federation ship and attack. You'll have to fight them either way, but if you want the core you'll have to kill their crew.
fr: Les coordonnées vous ont mené à un vaisseau Éclipseur ! Ils détectent immédiatement que vous êtes de la Fédération et attaquent. Vous deviez les combattre de toute façon, mais si vous voulez le générateur, il faudra tuer l'équipage.
ko: 좌표에는 더스크브링어 선박이 있었습니다! 그들은 당신이 연방의 함선이라는것을 바로 감지하고 공격합니다. 어떻게 됬던간에 당신은 싸워야 하겠지만, 졸탄 보호막의 코어를 얻으려면 당신은 그들의 선원을 죽여야 할겁니다.
ru: Координаты привели вас к кораблю Вестников Заката! Они сразу же определяют, что вы - корабль Федерации, и атакуют. Вам придется сражаться с ними в любом случае, но если вы хотите получить ядро, вам придется убить их экипаж.
zh_hans: 坐标把你引向了暮临派船只！他们立即发现你是联邦飞船，并进行了攻击，虽然你本就打算攻击。但若想取得核心，你就必须杀死他们的船员。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The co-ordinates have lead you to a Zoltan Monk! They hail you, "the stars have told us you would come here, in search of the heart that powers our ship. If you wish to take it, you must test your mind."
fr: Les coordonnées vous ont mené à des Moines Zoltan ! Ils vous appellent : "Les étoiles nous ont dit que vous viendriez, à la recherche du cœur qui bat dans notre vaisseau. Si vous voulez le prendre, vous devrez tester votre esprit."
ko: 좌표에는 졸탄 수도승이 있었습니다! "별들이 그대가 우리 함선의 심장을 찾아 이곳으로 올 것이라 하였도다. 그것을 얻고 싶다면 우리는 너의 정신을 시험해볼 것이다."
ru: Координаты привели вас к монахам золтан! Они связываются с вами: "Звезды сказали нам, что вы прибудете сюда в поисках сердца, которое питает наш корабль. Если вы хотите взять его, вы должны подвергнуть свой разум испытанию".
zh_hans: 坐标把你引向了一艘超能信道者舰船！对方向你问好。"群星已告知我们你会来此地，寻求为我们飞船提供动力的心脏。若你想得到它，必须接受思想试炼。"

source: Agree to "test your mind".
fr: Accepter de 'tester votre esprit'.
ko: "시험"에 동의한다.
ru: Согласиться на "проверку разума".
zh_hans: 同意接受"思想试炼"。

source: The Monks lead you to a room shrouded in complete darkness, and lock the door. You wait inside for several hours completely alone. Right when you think you are about to go insane, you drift into a deep sleep. When you awake, you are back on the ship with a monk and the core!
fr: Les Moines vous conduisent dans une salle plongée dans les ténèbres absolus, et verrouillent la porte. Vous attendez pendant plusieurs heures complètement seul. Au moment où vous croyez devenir fou, vous vous endormez profondément. À votre réveil, vous êtes de retour dans votre vaisseau avec un Moine et le générateur !
ko: 수도승들은 당신을 완전히 어두운 방으로 안내하곤 방의 문을 잠갔습니다. 당신은 완전히 혼자가 된 채 몇 시간을 기다립니다. 당신이 미쳐버릴 것 같다는 생각이 날때 당신은 깊은 잠에 빠집니다. 깨어났을 때에는 당신의 함선에 한 수도승과 코어와 함께 있었습니다!
ru: Монахи проводят вас в комнату, окутанную кромешной тьмой, и запирают дверь. Несколько часов вы ждете там в полном одиночестве. В тот момент, когда вам кажется, что вы вот-вот сойдете с ума, вы погружаетесь в глубокий сон. Когда вы просыпаетесь, вы снова оказываетесь на корабле вместе с монахом и ядром!
zh_hans: 信道者们把你带到一个完全笼罩在黑暗中的舱室，并锁上了门。你在里面独自等待了几个小时。就在你认为自己快要疯掉的时候，你陷入了沉睡。醒来之后，你发现自己已经回到了星舰上，旁边是一位信道者与那颗核心！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Screw the riddle, attack them.
fr: Au diable les devinettes, les attaquer.
ko: 수수께끼 따윈 집어치워라. 공격한다.
ru: К черту загадки, атакуем их.
zh_hans: 去他妈的谜语，攻击他们。

source: You arm the weapons and approach the Monk ship. However, it seems the Monks are trying to escape!
fr: Vous activez vos armes et attaquez le vaisseau Moine, Cependant, il semblerait qu'ils essayent de s'échapper !
ko: 당신은 무기를 장비하고 수도승 함선에 접근합니다. 보아하니 그들은 탈출하려 하는 듯 합니다!
ru: Вы заряжаете оружие и приближаетесь к кораблю монахов. Однако, похоже, что монахи пытаются сбежать!
zh_hans: 你武装好武器，接近信道者飞船。然而，信道者们似乎打算逃跑！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The co-ordinates have lead you to an automated Zoltan ship. It seems to be in rest mode, so maybe you can stealthily extract the core?
fr: Les coordonnées vous ont mené à un Auto-vaisseau Zoltan. Il semblerait être désactivé, peut-être pourrez-vous discrètement extraire le générateur ?
ko: 좌표에는 졸탄 무인선이 있었습니다. 휴식 모드로 보이는데, 코어를 은밀하게 추출할 수 있을지도 모릅니다.
ru: Координаты привели вас к автоматическому кораблю золтан. Похоже, он находится в режиме ожидания, так что, возможно, вы сможете незаметно извлечь ядро?
zh_hans: 坐标把你带到了一艘超能自动舰附近。它似乎处于休眠状态，所以也许你可以悄悄地提取核心？

source: Attempt to salvage the core.
fr: Essayer de récolter le générateur.
ko: 코어를 가져오는걸 시도해본다.
ru: Попытаться извлечь ядро.
zh_hans: 尝试回收核心。

source: Ignore the Auto-ship.
fr: Ignorer l'Auto-vaisseau.
ko: 무인선을 무시한다.
ru: Не обращать внимания на автоматический корабль.
zh_hans: 无视这艘自动舰。

source: You decide not to attempt to extract the core from the Zoltan Auto-ship.
fr: Vous décidez de ne pas essayer d'extraire le générateur de l'Auto-vaisseau Zoltan.
ko: 당신은 졸탄 무인선의 코어를 추출하지 않기로 합니다.
ru: Вы решили не пытаться извлечь ядро из автоматического корабля золтан.
zh_hans: 你决定不尝试从超能自动舰上提取核心。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It appears you are successful! The Auto-ship remains offline.
fr: Il semblerait que vous ayez réussi ! L'Auto-vaisseau reste désactivé.
ko: 성공적인 것 같습니다. 무인선은 계속 오프라인 상태입니다.
ru: Похоже, вы добились успеха! Автоматический корабль остается в выключенном состоянии.
zh_hans: 看来你成功了！自动舰系统全部被关闭。

source: Inspect the core.
fr: Inspecter le générateur.
ko: 코어를 살펴본다.
ru: Осмотреть ядро.
zh_hans: 检查核心。

source: Your attempt was unsuccessful. The Auto-ship recognizes you and attacks!
fr: Votre tentative est un échec. L'Auto-vaisseau vous reconnaît et attaque !
ko: 시도가 실패했습니다. 무인선이 당신을 인식하고 공격해옵니다!
ru: Ваша попытка не увенчалась успехом. Автоматический корабль обнаружил вас и атакует!
zh_hans: 你的尝试并不成功。自动舰注意到了你的存在，并发起了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You observe the core. Now that it has been removed from the ship you can't seem to tell how to reverse engineer it, but you assume the Lanius are aware of that and know how to fix it. However... you might be able to use this to upgrade your regular shields.
fr: Vous observez le générateur. Maintenant qu'il a été extrait du vaisseau, vous ne voyez pas comment effectuer une ingénierie inverse dessus, mais vous supposez que les Lanius l'ont prévu et savent comment régler ce problème. Cependant... vous pourriez malgré tout l'utiliser pour améliorer vos boucliers normaux.
ko: 당신은 코어를 살펴봅니다. 함선에서 뜯어온 것이니 어떻게 리버스 엔지니어링을 할 지는 알 수 없지만, 라니우스는 아마도 이것을 할 수 있을겁니다. 하지만.. 당신은 이것을 당신의 방어막 제어실을 업그레이드하는데에 쓸 수 있을겁니다.
ru: Вы осматриваете ядро. Теперь, когда оно снято с корабля, вы не можете понять, как его можно перепроектировать, но вы полагаете, что ланиусы знают, как это сделать. Однако... возможно, вы сможете использовать его для модернизации своих обычных щитов.
zh_hans: 你观察核心。虽然它已经从飞船上拆下来了，但你似乎不知道如何对它进行逆向工程，但你认为食铁族早就预想到了这一点，并且知道如何修复它。然而......也许你可以用它来升级你的常规护盾。

source: Bring the core to the Lanius for your reward.
fr: Apporter le générateur aux Lanius pour votre récompense.
ko: 라니우스에게 가져가 보상을 받는다.
ru: Доставить ядро ланиусам, чтобы получить награду.
zh_hans: 把核心带到食铁族那里，以获得奖励。

source: You contact the Lanius and get their new co-ordinates.
fr: Vous contactez les Lanius et obtenez leurs nouvelles coordonnées.
ko: 당신은 라니우스에게 접촉했고 그들의 새 좌표를 얻었습니다.
ru: Вы связываетесь с ланиусами и получаете их новые координаты.
zh_hans: 你与食铁族联系，得到了他们的新坐标。

source: You deliver the core to the Lanius ship. "Favor am glad. Bits are belonging you." They transfer over some supplies and offer to trade further.
fr: Vous livrez le générateur au vaisseau Lanius. "Faveur suis content. Morceaux appartiennent toi." Ils transfèrent quelques ressources et proposent de marchander.
ko: 당신은 코어를 라니우스 함선에 전달합니다. "매우 좋습니다. 이것들은 당신의 것입니다." 그들은 자원들을 보내고 더 많은 거래를 제안합니다.
ru: Вы доставляете ядро на корабль ланиусов. "Услуга рады. Куски принадлежат вам". Они передают немного припасов и хотят торговать.
zh_hans: 你把核心送到食铁族飞船上。"帮助我高兴。废料是属于你。"他们转移了一些物资，并提出进一步交易。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_OSMIA_RAID"]/text
source: At first, you assume the nearby planet isn't anything important - until your Atlas informs you this is actually the location of the Zoltan Capital! Usually these places are better marked, but Ministry government buildings are rarely seen as tourist attractions. You expected the capital to be on the Zoltan Homeworlds, Osmia, but this most certainly isn't any such place.
fr: À première vue, la planète proche n'a rien d'important, jusqu'à ce que votre Atlas vous informe qu'il s'agit de l'emplacement de la capitale Zoltan ! D'habitude, ce genre d'endroit est mieux marqué, mais les bâtiments gouvernementaux du Ministère sont rarement considérés comme des attractions pour touristes. Vous vous attendiez à ce qu'elle soit sur le monde natal des Zoltans, Osmia, mais pourtant ce n'est certainement pas l'endroit.
ko: 처음에 당신은 근처에 있는 행성이 별로 중요하지 않다고 생각했지만, 아틀라스에 따르면 이곳이 바로 졸탄 수도라고 합니다! 이런 장소는 보통 눈에 띄기 마련인데, 내각의 통치 시설들은 관광지처럼 보이지 않습니다. 당신은 수도가 졸탄의 고향 성단인 오스미아에 있을 거라 생각했는데, 전혀 뚱딴지 같은 곳에 있군요.
ru: Поначалу вы думаете, что близлежащая планета не представляет собой ничего важного, пока ваш Атлас не сообщает, что на самом деле здесь находится столица золтан! Обычно такие места лучше обозначены, но правительственные здания Министерств редко встречаются в качестве туристических достопримечательностей. Вы думали, что столица находится на родной планете золтан - Осмии, но это, конечно, не то место.
zh_hans: 起初，你以为附近的星球并没有什么重要的东西，直到星区数据集显示这实际上是超能族首都的位置！通常这些地方都有更为明显的标记，但牧师团的政府大楼很少被视为旅游景点。你以为首都会是超能族的母星——「奥斯米亚」，但此处看起来不像是那里。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_OSMIA_RAID"]/choice[1]/text
source: Visit the capital.
fr: Visiter la capitale.
ko: 수도를 방문한다.
ru: Посетить столицу.
zh_hans: 访问首都。

source: As soon as you approach, it's clear something is eerily wrong. There is barely any activity on the streets near the massive capitol building, and you swear you see several armed patrols stationed outside. Your descent is met with a warning; "Unregistered foreign vessel - desist at once and leave this zone. This is not a time for complacent intervention from reckless third parties."
fr: Dès que vous vous rapprochez, il est clair qu'il se passe quelque chose de sinistre. Les rues sont presques désertes près des bâtiments du capitole, et vous pensez voir plusieurs patrouilles armées stationnées dans les rues. Votre descente est accompagnée d'un avertissement ; "Vaisseau étranger non enregistré, arrêtez-vous et quittez la zone. Ce n'est pas le moment pour une intervention complaisante d'une tierce faction téméraire."
ko: 당신은 수도에 접근하면서 뭔가 심각하게 잘못됐다는 사실을 알아차렸습니다. 거대한 의사당 건물 주변 거리에는 거의 아무런 활동도 없었고, 무장한 순찰대 몇 명이 실외에 배치돼 있었습니다. 당신은 다음과 같은 경고를 받았습니다: "등록되지 않은 외부 선박 - 즉시 이 구역을 떠나십시오. 무모한 제 3자가 안이하게 개입할 상황이 아닙니다."
ru: Как только вы приближаетесь к зданию, становится ясно, что здесь что-то не так. На улицах возле огромного здания капитолия почти нет никакой активности, и вы можете поклясться, что видите несколько вооруженных патрулей, стоящих снаружи. При спуске вас предупреждают: "Незарегистрированное иностранное судно - немедленно прекратите движение и покиньте эту зону. Сейчас не время для самоуверенного вмешательства безрассудных третьих лиц".
zh_hans: 当你接近时，很明显情况不太对劲。巨大的团会大厦附近的街道上几乎没有任何人员活动，你十分肯定看到有几名武装巡逻队驻扎在外面。你的靠近遭到了一句警告："未登记的外族船只，立即停止并离开本区域。现在不是鲁莽的第三方可以肆意干预的时候。"

source: We aren't a reckless third party - we're Federation.
fr: Nous ne somme pas une "tierce faction téméraire", nous sommes la Fédération.
ko: 우리는 무모한 제 3자가 아니라 연방입니다.
ru: Мы не безрассудная третья сторона - мы Федерация.
zh_hans: 我们不是一个鲁莽的第三方，我们是联邦。

source: "I understand that. My statement still stands. This is a matter of importance for the Ministry and the Ministry alone. Now beat it."
fr: "Je l'ai bien compris, mais ma déclaration tient encore. Ce qui se passe ici n'est important que pour le Ministère, et le Ministère seulement. Maintenant, déguerpissez."
ko: "알고 있습니다. 그러나 제 발언은 여전히 유효합니다. 이 문제는 오로지 내각만이 관여된 것입니다. 이제 떠나십시오."
ru: "Я это понимаю. Мое заявление остается в силе. Это дело важно для Министерства и только для него. А теперь проваливайте".
zh_hans: "我明白这一点。我方声明仍然不变。这是对牧师团有重要意义的内政，打住吧。"

source: Insist on helping anyways.
fr: Insister à aider malgré tout.
ko: 막무가내로 도움을 주겠다고 한다.
ru: В любом случае настаивать на своей помощи.
zh_hans: 固执己见坚持进行协助。

source: The Zoltan doesn't bother speaking to you, instead calling on his radio for backup in dispersing you!
fr: Le Zoltan ne prend pas la peine de vous parler, et à la place fait une demande de renforts dans sa radio pour vous disperser !
ko: 졸탄은 더 얘기하는 대신 무전기로 당신을 쫓아낼 지원군을 불렀습니다!
ru: Золтан не стал с вами разговаривать, а вызвал по рации подмогу, чтобы прогнать вас!
zh_hans: 超能族放弃了与你交流，而是用无线电呼叫支援来驱散你！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems there's no convincing these guys.
fr: Il semblerait qu'il n'y ait aucun moyen de convaincre ces gens.
ko: 이 자들을 설득할 방법이 없다.
ru: Похоже, этих ребят не переубедить.
zh_hans: 似乎没有人能够说服这些人。

source: Abide that warning and leave.
fr: Écouter leur avertissement et partir.
ko: 경고에 따라 떠난다.
ru: Прислушаться к этому предупреждению и уйти.
zh_hans: 遵守这一警告并离开。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_OSMIA_RAID"]/choice[2]/text
source: There's no point in visiting.
fr: Il est inutile de visiter.
ko: 방문할 이유가 없다.
ru: Нет смысла посещать ее.
zh_hans: 访问没有意义。

source: You have no interest in bothering the Zoltan citizens or sight seeing.
fr: Vous n'avez aucun intérêt à agacer les citoyens Zoltan ou à visiter.
ko: 당신은 졸탄 시민들에게 관여하거나 수도를 관광할 생각이 없습니다.
ru: Вам не хочется беспокоить золтан или осматривать достопримечательности.
zh_hans: 你没有兴趣去打扰超能族公民，也没有兴趣看风景。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_ASSIST"]/text
source: "It seems I have misevaluated your aptitude. I am Allta Foleck, regent and speaker on behalf of Minister Lumei who is not present at this time. As you perhaps have noticed, the capitol has been evacuated, and the city is under lockdown in face of an impending terrorist attack.
fr: "Il semblerait que j'ai mal évalué votre aptitude. Je suis Allta Foleck, régent et porte-parole du Ministre Lumei qui n'est pas présent en ce moment. Comme vous l'avez peut-être remarqué, le capitole a été évacué, et la ville est en état d'urgence à cause de la menace d'une attaque terroriste imminente."
ko: "제가 당신의 적성을 잘못 평가한 것 같습니다. 저는 현재 부재중인 루메이 장관을 대신하여 섭정 및 연설을 맡고 있는 알타 폴렉입니다. 눈치채셨겠지만, 테러리스트의 공격이 임박해서 의사당엔 대피령이 떨어졌고 도시는 봉쇄됐습니다."
ru: "Похоже, я неправильно оценила ваши способности. Я - Альта Фолек, регент и докладчица от имени министра Лумея, который в данный момент отсутствует. Как вы, возможно, заметили, капитолий был эвакуирован, а город взят под охрану в связи с готовящейся террористической атакой.
zh_hans: "看来我错误地评估了你的能力。我是奥尔塔·福尔克，摄政王兼议长，是目前不在此地的卢枚部长的代理人。你可能已经注意到了，团会大厦已经被疏散，来面对即将到来的恐怖袭击，整个城市已进入戒严。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_ASSIST"]/choice/text
source: Terrorists? Is it the Duskbringers?
fr: Des terroristes ? Vous voulez dire, les Éclipseurs ?
ko: 테러리스트라고요? 더스크브링어입니까?
ru: Террористы? Это Вестники Заката?
zh_hans: 恐怖分子？是暮临派吗？

source: Allta hesitates, but eventually responds: "Not quite. We believe they are a more radical, religious sect of the Duskbringers, almost cult like. They have donned masks of hideous three-eyed beasts and wear sacrificial robes, and their only goal is the total annihilation of the Ministry. We have received news that their forces will be arriving soon and they must be apprehended. Death is the only suitable consequence for these acts of terror."
fr: Allta hésite, mais finit par répondre : "Pas exactement. Nous pensons qu'il s'agit d'une secte religieuse plus radicale encore parmi les Éclipseurs, presque un culte. Ils sont ornés de masques de bêtes hideuses à trois yeux, portent des robes de sacrifice, et leur seul but est l'annihilation totale du Ministère. Nous avons reçu des information affirmant que leurs forces arriveront bientôt, et doivent être appréhendées. La mort est la seule sentence adaptée à ces actes de terreur."
ko: 알타는 망설이다가 결국 대답했습니다. "좀 다릅니다. 더스크브링어의 종교적 종파라고 생각되는데, 더 급진적이고 거의 광신도에 가까운 놈들입니다. 그들은 세 개의 눈이 달린 흉측한 가면과 제복을 착용하고 다니며, 내각의 완전한 소멸을 유일한 목표로 삼습니다. 저희는 그들의 군세가 오고 있다는 소식을 들었고 반드시 그들을 체포해야 합니다. 이런 테러 행위에 어울리는 결말은 죽음뿐이죠."
ru: Альта колеблется, но в конце концов отвечает: "Не совсем. Мы считаем, что это более радикальная, религиозная секта Вестники Заката, почти культ. Они надели маски отвратительных трехглазых чудовищ, носят одежды для жертвоприношений, и их единственная цель - полное уничтожение Министерства. Мы получили известие, что их силы скоро прибудут, и их необходимо остановить. Смерть - единственное подходящее наказание для этих террористов".
zh_hans: 奥尔塔犹豫了一下，但最终还是回答了。"并不完全正确。根据我们的情报，他们是暮临派的一个更激进的宗教子派，几乎可以称得上是邪教。他们戴着狰狞的三眼兽面具，穿着献祭长袍，而他们唯一目标是彻底毁灭牧师团。我们已经收到消息，他们的部队很快就会到达，必须将他们逮捕。死亡是这些恐怖行为的唯一合适的罪刑。"

source: Agree to stay and help fight the terrorists.
fr: Accepter de rester pour aider les terroristes.
ko: 이곳에 남아 테러리스트와의 전투를 돕기로 한다.
ru: Согласиться остаться и помочь в борьбе с террористами.
zh_hans: 同意留下并帮助打击恐怖分子。

source: Not too long later, you catch sight of the first of the terrorist vessels approaching. A decently sized cruiser vessel and very well armed, it looks like this is your chance to earn the Ministry's favor.
fr: Peu de temps après, vous remarquez le premier des vaisseaux des terroristes approcher. Un croiseur de bonne taille et très bien armé, il semblerait que vous ayez trouvé le moyen de vous octroyer les bonnes grâces du Ministère.
ko: 얼마 지나지 않아, 첫 번째 테러리스트 선박이 다가오는 것을 포착했습니다. 저 순양함의 상당한 크기와 뛰어난 무장 수준으로 볼 때, 이건 내각의 환심을 살 기회인 것 같습니다.
ru: Не прошло и нескольких минут, как вы заметили первый из приближающихся кораблей террористов. Крейсер приличных размеров и хорошо вооруженный, похоже, это ваш шанс заслужить благосклонность Министерства.
zh_hans: 没过多久，你就看到了第一艘正在接近的恐怖分子船只。这是一艘中型星舰，装备非常精良，看来这是你赢得牧师团青睐的机会。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Yeah uh, have fun dealing with those guys. We're out of here.
fr: Ouais heu, bonne chance contre ces gars-là. On s'en va d'ici.
ko: 네... 뭐, 이놈들이랑 재밌게 노십시오. 우리는 가보겠습니다.
ru: Ну что ж, удачи вам с этими ребятами. Мы уходим.
zh_hans: 哦这样啊，呃，祝你和那些家伙打交道愉快。我们要离开这里了。

# data/events_zoltan.xml.append$//ship[@name="SHIP_OSMIAN_CRUISER"]/destroyed/text
source: The strange Zoltan vessel has been vanquished. It causes some damage to the infastructure below when it crashes into the ground, but the Zoltan officials tell you not to worry.
fr: L'étrange vaisseau Zoltan a été vaincu. Il cause quelques dégâts dans l'infrastructure en-dessous en s'écrasant, mais les fonctionnaires Zoltan vous disent qu'il n'y a pas à s'inquiéter.
ko: 그 이상한 졸탄 함선을 격파했습니다. 함선이 지면에 충돌하면서 그 아래에 있던 인프라가 피해를 입었지만, 졸탄 관계자는 걱정하지 말라고 합니다.
ru: Странный корабль золтан побежден. При столкновении с землей он нанес некоторый ущерб инфраструктуре, но официальные представители золтан просят вас не беспокоиться об этом.
zh_hans: 那艘奇怪的超能族飞船已经被消灭了。它撞向地面，对下方的基础设施造成了一些损害，但超能族官员们告诉你不用担心。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//ship[@name="SHIP_OSMIAN_CRUISER"]/deadCrew/text
source: The strange Zoltan vessel has been vanquished. It causes some damage to the infastructure below when it crashes into the ground, but the Zoltan officials tell you not to worry.
fr: L'étrange vaisseau Zoltan a été vaincu. Il cause quelques dégâts dans l'infrastructure en-dessous en s'écrasant, mais les fonctionnaires Zoltan vous disent qu'il n'y a pas à s'inquiéter.
ko: 그 이상한 졸탄 함선을 격파했습니다. 함선이 지면에 충돌하면서 그 아래에 있던 인프라가 피해를 입었지만, 졸탄 관계자는 걱정하지 말라고 합니다.
ru: Странный корабль золтан побежден. При столкновении с землей он нанес некоторый ущерб инфраструктуре, но официальные представители золтан просят вас не беспокоиться об этом.
zh_hans: 那艘奇怪的超能族飞船已经被消灭了。它撞向地面，对下方的基础设施造成了一些损害，但超能族官员们告诉你不用担心。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_ESCAPE"]/text
source: It seems that, having gotten so low on crew, the ship is now attempting to flee. You don't see this kind of behavior often, but you receive word from Allta. "Do not let that ship escape! We must ensure the terrorists cannot regroup!"
fr: Il semblerait que, étant tombé très bas en équipage, le vaisseau essaie de fuir. Vous ne voyez pas ce genre de comportements souvent, mais vous recevez un message d'Allta. "Ne laissez pas ce vaisseau s'échapper ! Nous devons nous assurer que les terroristes ne se regroupent pas !"
ko: 그 함선은 선원의 수가 너무 줄어서 도망치려 하는 것 같습니다. 그 순간 알타로부터 흔치 않은 태도의 메시지가 날아옵니다. "그 함선이 도망치게 두지 마십시오! 테러리스트들이 결코 다시 뭉치지 못하게 해야 합니다!"
ru: Похоже, что корабль, на котором осталось так мало экипажа, пытается бежать. Такое поведение встречается нечасто, но вы получили сообщение от Альты. "Не дайте кораблю сбежать! Мы должны сделать так, чтобы эти террористы не смогли перегруппироваться!"
zh_hans: 看来，由于船员锐减，这艘星舰现在正试图逃离。你并不经常看到这种行为，但你收到了奥尔塔的消息。"不要让那艘船逃掉！我们必须确保恐怖分子无法重新集结！"

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_ESCAPE"]/choice[1]/text
source: Keep fighting.
fr: Continuer le combat.
ko: 계속 싸운다.
ru: Продолжать сражаться.
zh_hans: 继续战斗。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_ESCAPE_OFFER"]/text
source: "Absolutely not! You are under direct orders to keep firing on that ship until they are dead! Do NOT attempt to follow them, they are dangerous and must be stopped!"
fr: "Hors de question ! Vos ordres sont de continuer à tirer sur le vaisseau jusqu'à ce qu'ils soient morts ! N'essayez PAS de les suivre, ils sont dangereux et doivent êtres arrêtés !"
ko: "절대 안 됩니다! 저들이 죽을 때까지 계속해서 발포하십시오! 이건 명령입니다! 결코 그들을 쫓지 마십시오. 그들은 반드시 막아야 하는 위험한 자들입니다!"
ru: "Ни в коем случае! У вас есть прямой приказ продолжать обстрел этого корабля, пока они не погибнут! НЕ пытайтесь преследовать их, они опасны и должны быть остановлены!"
zh_hans: "绝对不行！我命令你们继续向那艘船开火，直到他们毁灭为止！千万不要试图跟踪他们！他们很危险，必须被阻止！"

source: Keep fighting.
fr: Continuer le combat.
ko: 계속 싸운다.
ru: Продолжать сражаться.
zh_hans: 继续战斗。
