Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You hand over your scrap to the slavers, but they don't return with the slave promised. You begin to suspect something might be wrong, until they inevitably stumble out carting with them a Zoltan wrapped in a brown robe.
fr: Vous donnez votre ferraille aux esclavagistes, mais ils ne reviennent pas avec l'esclave comme promis. Vous commencez à vous dire qu'il y a anguille sous roche quand ils surgissent, apportant avec eux un Zoltan couvert d'une robe brune..
ko: 그 노예상에게 스크랩을 넘겨줬지만 약속했던 노예는 오지 않았습니다. 무언가 잘못되었다는 생각이 들자마자, 그들이 갈색 가운으로 싸인 졸탄을 끌고 옵니다.
zh_hans: 你把废料交给对方，但对方没有如期带上奴隶返回。你开始怀疑可能有什么鬼，直到你看见它们因搬运什么东西跌跌撞撞差点摔倒，看起来是一名被裹在棕色长袍中的超能族。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: They violently toss the Zoltan onto your floor and apologize, then walk off. You inspect the Zoltan, only to realize they're a pacifist monk! The Zoltan explains their situation, "I was once a trained Zoltan warrior, but I eventually saw the light and joined the Monks, but not long after I was abducted by these men. You have saved me from slavery, and I shall now serve you. As ironic as that sounds."
fr: Ils projettent violemment le Zoltan à terre et s'excusent, puis repartent. Vous inspectez le Zoltan, et vous rendez compte que c'est un moine pacifiste ! Il explique sa situation, "Je fus jadis un guerrier Zoltan, mais j'ai vu la lumière et j'ai rejoint les Moines, tout ça pour être capturé peu de temps après par ces hommes. Vous m'avez sauvé de l'esclavage, je vous servirai donc. Aussi ironique que ce soit."
ko: 그들은 졸탄을 패대기쳐놓고 사과하며 제 갈길을 갑니다. 당신은 졸탄을 살펴봤는데, 그가 평화주의자 수도승임을 확인합니다! 졸탄이 그의 상황을 설명합니다, "나는 한때 졸탄 전사로써 훈련받았네만, 나는 빛을 보았고 수도승이 되기로 했네. 그렇지만 얼마 되지 않아 이들에게 납치당했지. 자네가 나를 노예에서 해방시켜주었으니, 이제 당신을 섬겨야겠지. 말해보니 아이러니하게 들리는군."
ru: Они с силой швыряют золтана на пол, извиняются и уходят. Вы осматриваете золтана и понимаете, что он - монах-пацифист! Золтан объясняет свою ситуацию: "Когда-то я был обученным воином золтан, но со временем прозрел и присоединился к монахам, но вскоре после этого меня похитили эти люди. Вы спасли меня от рабства, и теперь я буду служить вам. Как бы парадоксально это ни звучало".
zh_hans: 它们猛地将超能摔到你的舱板上并假意为碰撞声道歉，然后离开。你检查了这名超能族，才发现它是一名和平的信道者！它向你解释了自己的情况："我曾经是一名训练有素的超能战士，但之后我找到了自己的信仰所属所以信了道。不过不久之后我就被这些食铁人绑架了。你解救了我，为了报答我愿意再次成为你的战士，听起来有点讽刺……"

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: Eventually, the slavers jump away. They surely can't afford to setup their business without getting caught by the Ministry's enforcers.
fr: Les esclavagistes finissent par sauter. Ils ne peuvent probablement pas rester immobiles sans se faire prendre par les forces de l'ordre du Ministère.
ko: 노예상은 결국 초광속 도약을 했습니다. 그들이 사업을 제대로 시작하기도 전에 졸탄 내각의 집행자들이 잡겠죠.
ru: В конце концов, работорговцы уходят. Они, конечно, не могут позволить себе организовать свой бизнес так, чтобы не попасться на глаза сотрудникам Министерства.
zh_hans: 一段时间之后，奴贩们跃迁走了。既然没有业务，就没有必要承担被牧师团的执法人员发现的风险。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="DISTRESS_REFUGEE_ZOLTAN"]/text
source: You have encountered a refugee ship drifting in space. It looks as if it was fleeing the Rebel advance and ran out of fuel. Its distress beacon is active, but you're not sure anyone is on board.
fr: Vous rencontrez un vaisseau de réfugiés à la dérive. Il semblerait qu'ils fuyaient l'avancée des Rebelles et sont tombés en panne de carburant. Leur balise de détresse est active mais vous ignorez s'il y a quelqu'un à bord.
ko: 당신은 우주에서 표류하고 있는 난민 함선을 마주쳤습니다. 반군의 진격에서 도망치다 연료가 떨어진 것 같아 보입니다. 조난신호는 작동 중이지만, 함선 안에 선원들이 남아있는지는 확실치 않아보입니다.
ru: Вы столкнулись с дрейфующим в космосе кораблем беженцев. Похоже, что он спасался от наступления повстанцев, и у него закончилось топливо. Маяк бедствия активен, но вы не знаете, есть ли кто-то на борту.
zh_hans: 你遇到了一艘漂流中的难民船，看样子是在逃离叛军的追赶中耗尽了燃料。你能收到它发出的求救信号，却不确定船上是否还有人存活。

source: Hail them.
fr: Les contacter.
ko: 통신을 시도해본다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: Ignore the refugees.
fr: Ignorer les réfugiés.
ko: 난민들을 무시한다.
ru: Не обращать внимания на беженцев.
zh_hans: 无视这艘难民船。

# data/events_zoltan.xml.append$//event[@name="DISTRESS_ZOLTAN_MANTIS"]/text
source: Your jump interrupts a Zoltan security ship as it follows a Mantis pirate into an asteroid field. They message you, "Your presence here will continue to be tolerated - but please, do not interfere."
fr: Votre saut interrompt un vaisseau militaire Zoltan alors qu'il poursuit un appareil Mantis dans un champ d'astéroïdes. Ils vous envoient : "Votre présence ici sera tolérée, mais s'il vous plaît, n'intervenez pas."
ko: 당신의 도약으로 인해 맨티스 해적선을 쫓던 졸탄의 보안선이 방해를 받았습니다. 그들의 메세지 입니다 "당신이 이곳에 체류하는것은 허용할 수 있습니다. 하지만... 방해하지는 말아주십시오."
ru: Ваш прыжок останавливает корабль безопасности золтан, который следует за пиратами-богомолами в астероидное поле. Они сообщают вам: "Ваше присутствие здесь будет терпимым, но, пожалуйста, не вмешивайтесь".
zh_hans: 你的到来不巧打扰了一艘尾随另一艘螳螂海盗舰的超能安保船，它们已进入一个小行星带。对方向你发送信息："你的存在可被容忍——但请不要干涉。"

source: Interfere and save the Mantis ship.
fr: Intervenir et sauver le vaisseau Mantis.
ko: 그들을 방해하여 맨티스 함선을 도와준다.
zh_hans: 强行阻止追捕来拯救螳螂船。

source: Sometimes you have to bet on the underdog - even on the rare occasions that the underdog is a Mantis warship. You set off for the heart of the asteroid field and engage the Zoltan there.
fr: Parfois, il faut savoir parier sur l'outsider, même quand celui-ci est une nef de guerre Mantis. Vous vous dirigez vers le centre du champ d'astéroïdes et y attaquez le vaisseau Zoltan.
ko: 맨티스 전투함이 약자인 기묘한 상황이지만, 약자에게 판돈을 걸어보는 것도 나쁘진 않을것 같군요. 당신은 소행성대의 중심부로 출발하며 졸탄 함선과 교전을 시작합니다.
zh_hans: 有时你不得不对劣势方下注——哪怕是这种罕见的螳螂战舰。你飞往小行星带的中心准备与安保船交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Interfere and help the Zoltan ship.
fr: Intervenir et sauver le vaisseau Zoltan.
ko: 그들에게 간섭하여 졸탄 함선을 도와준다.
zh_hans: 帮助对方追捕螳螂船。

source: You overtake the Zoltans and catch up with the Mantis ship in the asteroid belt. Time to make some friends.
fr: Vous doublez le vaisseau Zoltan et rattrapez le vaisseau Mantis dans le champ d'astéroïdes. C'est l'heure de se faire des amis.
ko: 당신은 졸탄 함선을 추월하여 소행성대에서 맨티스 함선을 따라잡습니다. 친구를 만들 시간입니다.
zh_hans: 不一会你就超过了安保船，并赶上了螳螂们。现在是个交友的好时机。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't interfere.
fr: Ne pas intervenir.
ko: 간섭하지 않는다.
zh_hans: 不管此事。

source: The Zoltans know their business better than most - best to leave them to it. You prepare to jump.
fr: Les Zoltans savent ce qu'ils font mieux que quiconque, mieux vaut les laisser faire. Vous vous préparez à sauter.
ko: 졸탄들은 그들의 일을 가장 잘 알고 있습니다. 그들을 내버려 두는것이 가장 좋아 보이는군요. 당신은 도약을 준비합니다.
zh_hans: 你相信超能族自有处理办法，没有必要干预。

# data/events_zoltan.xml.append$//event[@name="DISTRESS_ZOLTAN_SHELL"]/text
source: You arrive to find a lumbering Zoltan freighter with no one at the helm. It's a mystery what happened to the crew, but it'd be a shame to let the opportunity go to waste.
fr: Vous trouvez un gros vaisseau de fret Zoltan sans personne à bord. Il est difficile de savoir ce qui leur est arrivé, mais ce serait dommage de laisser passer une occasion pareille.
ko: 당신은 아무도 조종하지 않아 느릿느릿 움직이는 졸탄 화물선을 찾았습니다. 승무원들에게 무슨일이 생겼는지 알수는 없지만, 이런 기회를 날려버린다면 상당히 유감스러울 것입니다.
ru: Прибыв на место, вы обнаруживаете громоздкий грузовой корабль золтан, за штурвалом которого никого нет. Неизвестно, что случилось с экипажем, но было бы жаль упустить такую возможность.
zh_hans: 你发现一艘缓慢移动中的超能运输船，奇怪的是并没有驾驶者。你只能猜测之前的船员们遭遇了什么悲惨的事，但这么好的搜刮机会不容错过。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_TRADE_HUB"]/text
source: You come to a Zoltan trade and supply hub - everything the weary traveler needs, provided they have the right documentation.
fr: Vous arrivez dans un centre de commerce et d'approvisionnement Zoltan - tout ce dont le voyageur fatigué a besoin, à condition d'avoir les bons documents.
ko: 당신은 졸탄의 교역과 보급의 중심지로 왔습니다. 이곳은 지친 여행자들에게 필요한 것은 무엇이든 제공해 주는 곳입니다. 제대로 된 신분증만 있다면요.
ru: Вы попадаете в центр торговли и снабжения золтан - все, что нужно усталому путнику, при наличии соответствующих документов.
zh_hans: 你到了一处超能贸易补给站，航行船只所需的物资这里应有尽有，只要能出示牧师团相关证件的话。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_TRADE_HUB"]/choice[1]/text
source: Try to talk your way in.
fr: Négocier votre entrée.
ko: 변명을 해 본다.
ru: Попытаться пробить себе дорогу.
zh_hans: 试图与对方理论摆脱证件要求。

source: They don't see many of your species in these parts, and you stick out like a Casvagarian Sea Slug in a Plutonian Shrimp Stew. You make it back to the ship with a gang of Zoltan guards in tow!
fr: On ne voit pas beaucoup de gens de votre espèce par ici, et vous êtes aussi discret qu'un Slug de Mer Casvagarienne dans un Ragoût de Crevettes Plutoniennes. Vous retournez au vaisseau avec une escouade de gardes Zoltan à vos trousses !
ko: 졸탄이 이 구역에서 당신 종족을 만나는건 꽤나 드문 일인데, 당신은 그 중에서도 지옥 새우 스튜에 들어있는 카스바가리안 바다 달팽이 마냥 눈에 띄는군요. 겨우 함선까지 들어오기는 했지만 졸탄 경비대 무리도 같이 들어왔습니다!
ru: В этих краях нечасто встретишь представителей вашего вида, а вы выделяетесь, как касвагарийский морской слизень в плутонианском креветочном рагу. Вы возвращаетесь на корабль с бандой охранников золтан на хвосте!
zh_hans: 你的船员并不是附近的常见物种，他们与周围显得格格不入。返舰之时，你才发现后面跟了一队超能安保人员！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You pose as traders and succeed in bypassing airlock security - however, it's only a matter of time before someone realizes your ID cards are counterfeit!
fr: Vous vous faites passer pour des commerçants et réussissez à contourner la sécurité du sas - cependant, ce n'est qu'une question de temps avant que quelqu'un ne se rende compte que vos cartes d'identité sont des fausses !
ko: 당신은 교역상인 척 하고 에어록 보안을 우회하는데 성공했습니다만, 누군가 당신의 신분이 위조되었다는 것을 알아채는건 시간문제입니다!
ru: Вы выдаете себя за торговцев, и вам удается обойти охрану шлюза - однако это лишь вопрос времени, когда кто-то поймет, что ваши документы поддельные!
zh_hans: 你假装成一队商人并成功通过了站口的气阀舱安检，然而还没过多久你的虚假身份就暴露了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You head into a ship supply store. It is a well-equipped, self-service affair. An order is dialled into a terminal, scrap is deposited, and the item is dispatched from a nearby chute.
fr: Vous entrez dans un magasin de fournitures pour bateaux. C'est une affaire de libre-service bien équipée. On compose une commande sur un terminal, on dépose de la ferraille et l'article est expédié par un tuyau à coté.
ko: 당신은 보급품 상점으로 향합니다. 잘 정비되어있고, 셀프 서비스를 하는 상점입니다. 주문은 단말기를 통해서 이루어지고, 스크랩을 내면 근처 활송장치를 통해 물건이 옵니다.
ru: Вы заходите в магазин корабельных принадлежностей. Это хорошо оборудованный магазин самообслуживания. Заказ можно заказать через терминал, положить лом и получить товар из расположенного рядом лотка.
zh_hans: 你进入了一座对舰补给商店。此处器械完备，以供人们自助服务。一份订单带着废料传入了你附近的一处终端，随后一件商品沿着滑槽被派发。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_QUEST_PRIMITIVES"]/text
source: You arrive at the primitive planet that you heard about at the cantina and are surprised to see a Zoltan ship facing off against a Rebel assault craft.
fr: Vous arrivez sur la planète primitive dont vous avez entendu parler à la cantina et vous êtes surpris à la vue d'un vaisseau Zoltan en train affronter un vaisseau d'assaut Rebelle.
ko: 당신은 술집에서 들었던 원시 행성에 도착하였습니다. 그리고 뜻밖에도 당신은 졸탄 함선이 반군 전투선과 대치하고 있는 것을 발견했습니다.
ru: Вы прибываете на примитивную планету, о которой слышали в столовой, и с удивлением видите корабль золтан, противостоящий штурмовику повстанцев.
zh_hans: 你到达了你在酒馆听说的那个原始星球，并惊讶地看到一艘超能飞船与叛军的突击艇对峙。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You tap into their frequency and hear the Rebel captain yelling, "We are liberating this planet in the name of the new Galactic government! These aliens will not be left in ignorance where they cannot be of use!"
fr: Vous vous branchez sur leur fréquence et entendez le capitaine Rebelle crier : "Nous libérons cette planète au nom du nouveau gouvernement galactique ! Ces aliens ne seront pas laissés dans l'ignorance où ils ne peuvent être utiles !"
ko: 당신은 주파수를 맞춰 반군 선장이 외치는 내용을 들었습니다. "우리는 이 행성을 새 우주 정부의 이름으로 해방하고 있다! 이 외계종족들이 아무 쓸모도 없이 무지한 상태로 있게 하지 않을 것이다!"
zh_hans: 你进入他们的频率，听到叛军舰长喊道："我们以新银河政府的名义解放这颗星球！这些外星人不该无知地待在这过碌碌无为的生活！"

source: Interfere - make first contact with the primitive aliens.
fr: Intervenir - établir un premier contact avec les Aliens primitifs.
ko: 방해한다 - 원시 외계종족과 첫 접촉을 한다.
zh_hans: 干预：与这些早期发展阶段的外星人进行首次接触。

source: The local people - furry, one-eyed tree lizard things - begin chanting when they see you. Suddenly the sky is lit by laser fire - the Zoltan opened fire on your ship! You dash back to the shuttle and join the fight.
fr: Les habitants de la région - des sortes de lézards arboricoles poilus et borgnes - commencent à chanter en vous voyant. Soudain, le ciel est illuminé par des tirs de laser - les Zoltan ont ouvert le feu sur votre vaisseau ! Vous vous précipitez vers la navette et rejoignez au combat.
ko: 털이 덥수룩하고 눈이 하나 달린 나무도마뱀같이 생긴 지역 주민들이 당신을 보자 참배하기 시작했습니다. 그 순간 갑자기 하늘이 레이저 불빛으로 번쩍입니다. 졸탄 함선이 당신의 함선를 향해 발포합니다! 당신은 급히 셔틀로 돌아가 전투에 참여합니다.
zh_hans: 这些外星人——毛茸茸的、独眼的树蜥蜴之类的东西，看到你后就开始吟唱。突然，天空被激光攻击照亮了——超能战舰向你的星舰开火！你冲回穿梭机，回到星舰加入战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Protect the aliens' way of life - Attack the Rebel ship.
fr: Protéger le mode de vie des aliens - Attaquer le vaisseau Rebelle.
ko: 외계종족의 삶의 방식을 보호한다 - 반군 함선을 공격한다.
ru: Защитить уклад жизни ящериц - атаковать корабль повстанцев.
zh_hans: 维护外星人的生活方式，攻击叛军飞船。

source: These creatures should be left to develop at their own pace. You direct all weapons on the Rebel ship and begin the firing sequence.
fr: Il faut laisser ces créatures se développer à leur propre rythme. Vous dirigez toutes les armes sur le vaisseau Rebelle et commencez la séquence de tir.
ko: 이 생명체들은 그들 스스로 발전하도록 놔 두어야 합니다. 당신은 모든 무기를 반군 함선을 향해 조준하고 포격을 준비합니다.
zh_hans: 应该让这些生物按照自己的节奏发展。你将所有武器对准叛军飞船，并开始发射过程。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: You don't want to alert the Rebels of your presence and you don't want to anger the Zoltan in their territory. The best solution is to leave.
fr: You don't want to alert the Rebels of your presence and you don't want to anger the Zoltan in their territory. The best solution is to Partir.
ko: 당신은 반군들이 당신의 존재를 알아채는 것을 원하지 않고 졸탄의 영해에서 그들의 화를 사고 싶지 않습니다. 가장 좋은 선택은 이곳을 떠나는 것입니다.
zh_hans: 你不想惊动叛军发现你的存在，也不想在超能族的星域内激怒它的主人。最好的解决办法是离开。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_QUEST_LAWBOOK"]/text
source: A Zoltan peacekeeper is straggling behind its assigned fleet at this beacon, looking for something. They hail you quickly, asking if you can do them a favor.
fr: À cette balise, un Garde-Paix Zoltan est à la traîne derrière la flotte à laquelle il a été assigné, et semble chercher quelque chose. Il vous contacte soudainement pour vous demander une faveur.
ko: 졸탄 피스키퍼가 이 신호소에 있는 함대 뒤쪽에서 서성거리고 있는데, 무언가를 찾고 있는 듯 합니다. 그들은 당신을 재빨리 부르며, 도움을 줄 수 있냐고 물어봅니다.
ru: Миротворцы золтан отстали от своего флота у этого маяка и что-то ищут. Они быстро связываются с вами, спрашивая, не можете ли вы оказать им услугу.
zh_hans: 一艘超能维和兵战舰在这个信标处落后于其指定的舰队，正在寻找什么。他们很快向你呼叫，问你是否可以帮他们一个忙。

source: Inquire further.
fr: En savoir plus.
ko: 더 물어본다.
ru: Узнать детали.
zh_hans: 进一步询问。

source: "I would not normally ask a stranger of this, but we have found ourselves in a very unfortunate position. We have lost our book of law, a utility required for all Zoltan peacekeepers to have on them at all times. We will not be permitted back into our fleet until we find it... or someone else finds it for us. Would you be willing to track it down? We will give the co-ordinates of one of the positions we suspect it may be in."
fr: "Je ne demanderais normalement pas ça à un étranger, mais nous voilà dans une position très fâcheuse. Nous avons perdu notre code de lois, un utilitaire que tout Garde-Paix doit avoir à bord à tout moment. Nous ne serons permis de regagner notre flotte qu'une fois que nous le trouvons... ou que quelqu'un le trouve pour nous. Pourriez-vous aller le chercher ? Nous vous donnerons les coordonnées de l'une des positions où nous suspectons qu'il se trouve."
ko: "보통 이런 걸로 낯선 이에게 도움을 요청하지는 않습니다만, 그런 것을 따지기에는 우리가 너무 불행한 처지에 처해있군요. 우리는 우리의 법전을 잃어버렸습니다, 졸탄 피스키퍼라면 모두가 항상 소지하고 있어야 하는 그 법전 말입니다. 그것을 찾을때까지는 우리 함대에 복귀할 수 없습니다... 아니면 다른 사람이 찾아주는 방법도 있습니다. 당신이 그것을 찾아주실 수 있겠습니까? 법전이 있을 것으로 생각되는 위치 중 한곳의 좌표를 보내드리겠습니다."
ru: "Обычно я не стал бы просить об этом незнакомца, но мы оказались в весьма прискорбном положении. Мы потеряли нашу книгу законов - предмет, который все миротворцы золтан обязаны всегда иметь при себе. Нам не разрешат вернуться в наш флот, пока мы не найдем ее... или ее не найдет кто-то другой. Вы готовы найти ее? Мы дадим координаты одной из локаций, на которой, по нашим предположениям, она может находиться".
zh_hans: "我通常不会要求一个陌生人这样做，但我们发现自己处于一个非常不幸的境地。我们丢失了我们的星律手册，这是所有维和人员必须随时携带的工具。在我们或者其他人找到它之前，我们不会被允许回到舰队。你愿意寻觅它的下落吗？我们将提供它可能在的一个位置的坐标。"

source: Agree.
fr: Accepter.
ko: 도와준다.
ru: Согласиться.
zh_hans: 同意。

source: The Zoltan transmit the suspected location of their lawbook.
fr: Les Zoltans transmettent l'emplacement probable de leur code de lois.
ko: 졸탄이 법전이 있을 것이라 생각되는 좌표를 보내주었습니다.
ru: Золтаны передают предполагаемое местонахождение своей юридической книги.
zh_hans: 超能族向你传来了法律手册的可能位置。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: No thanks, we aren't looking for any side jobs or mercenary work.
fr: Non merci, nous ne sommes pas intéressés par un travail de mercenaires.
ko: 우리는 부업이나 용병 일이 필요한게 아닙니다.
ru: Нет, спасибо, мы не ищем подработок или наемничества.
zh_hans: 不，谢谢，我们暂时没兴趣找任何兼职或雇佣兵工作。

source: The Zoltan begin to protest but give up and go back to searching.
fr: Les Zoltans protestent brièvement avant d'abandonner et de se remettre à chercher.
ko: 졸탄은 당신에게 무언가 더 이야기를 해보려 하지만 이내 포기하고 다시 법전을 찾으러 돌아갑니다.
ru: Золтаны начинают протестовать, но сдаются и возвращаются к поискам.
zh_hans: 超能族开始抗议，但放弃了并继续开始寻找。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_QUEST_LAWBOOK_PIRATE"]/text
source: At the suspected location of the lawbook you find a smuggler ship. "Ah, I see you've been sent to collect this little book here. Thing is, we could sell this for a giant price as an artifact on the black market. So, if you want it back, you're gonna have to pay us."
fr: À l'endroit probable du code de lois, vous voyez un vaisseau de contrebandiers. "Ah, j'imagine que vous êtes ici pour prendre ce petit livret-ci. Sauf que voilà, on pourrait le vendre au prix fort comme artéfact au marché noir. Si vous le voulez le reprendre, il va falloir nous payer."
ko: 법전이 있을거라고 생각되는 위치에 도착하자 밀수업자 함선이 보입니다. "아, 이 작은 책쪼가리 하나 회수하려고 보낸 사람인가 보군. 이게 말이지, 암시장에서 유물로 엄청난 값에 팔아치울 수 있단 말이지. 그러니 돌려받고 싶다면 돈을 좀 줘야겠어."
ru: В предполагаемом месте нахождения книги законов вы обнаруживаете корабль контрабандистов. "А, я вижу, вас послали за этой маленькой книгой. Дело в том, что мы можем продать ее за огромную цену как артефакт на черном рынке. Так что, если вы хотите ее вернуть, вам придется нам заплатить".
zh_hans: 在参照书的疑似位置，你发现了一艘走私船。"啊，看起来你是被派来收集这本小书的。问题是，我们可以把它作为文物在黑市上卖个大价钱。所以，如果你想拿回它，你就得付给我们钱。"

source: Pay for the lawbook.
fr: Payer le code de lois.
ko: 법전의 값을 치룬다.
ru: Заплатить за юридическую книгу.
zh_hans: 支付法律手册的费用。

source: It's one hell of a ripoff, but you're willing to do it if it means you don't have to fight the smugglers.
fr: C'est une arnaque sans nom, mais vous acceptez de le faire si cela signifie ne pas combattre les contrebandiers.
ko: 엄청난 바가지이긴 하지만, 이 밀수업자들과 싸우지 않아도 된다면 충분히 낼 수 있는 돈입니다.
ru: Это чертовски невыгодно, но вы готовы пойти на это, если это означает, что вам не придется бороться с контрабандистами.
zh_hans: 这是一次重大的敲诈，但如果这意味着你不必与走私者争斗，你还是愿意这么做。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Just fight them for it.
fr: Simplement les combattre.
ko: 싸워서 받아낸다.
ru: Просто сразиться с ними за книгу.
zh_hans: 直接交战夺回。

source: You aren't paying for the damn book. You'll just take it from them.
fr: Pas question de payer ce livre ! Vous allez leur prendre de force.
ko: 그 망할 책을 얻으려고 돈을 내진 않을것입니다. 당신은 그것을 상대에게서 강탈할 준비를 합니다.
ru: Вы не будете платить им за эту чертову книгу. Вы просто возьмете ее у них.
zh_hans: 你并不想为这本该死的手册付钱。只需从对方手中夺走。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: "Alright, alright! I'll lower the price. But only this once!"
fr: "D'accord, d'accord ! Je vous fais un prix d'ami. Mais seulement une fois !"
ko: "알겠어, 알겠다고! 값을 좀 깎아줄게. 이번만이야!"
ru: "Хорошо, хорошо! Я снижу цену. Но только один раз!"
zh_hans: "好吧，好吧！我将降低价格。但只降这一次！"

source: Pay for the lawbook.
fr: Payer le code de lois.
ko: 법전의 값을 치룬다.
ru: Заплатить за юридическую книгу.
zh_hans: 支付法律手册的费用。

source: It's one hell of a ripoff, but you're willing to do it if it means you don't have to fight the smugglers.
fr: C'est une arnaque sans nom, mais vous acceptez de le faire si cela signifie ne pas combattre les contrebandiers.
ko: 엄청난 바가지이긴 하지만, 이 밀수업자들과 싸우지 않아도 된다면 충분히 낼 수 있는 돈입니다.
ru: Это чертовски невыгодно, но вы готовы пойти на это, если это означает, что вам не придется бороться с контрабандистами.
zh_hans: 这是一次重大的敲诈，但如果这意味着你不必与走私者争斗，你还是愿意这么做。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Just fight them for it.
fr: Simplement les combattre.
ko: 싸워서 받아낸다.
ru: Просто сразиться с ними за книгу.
zh_hans: 直接交战夺回。

source: You aren't paying for the damn book. You'll just take it from them.
fr: Pas question de payer ce livre ! Vous allez leur prendre de force.
ko: 그 망할 책을 얻으려고 돈을 내진 않을것입니다. 당신은 그것을 상대에게서 강탈할 준비를 합니다.
ru: Вы не будете платить им за эту чертову книгу. Вы просто возьмете ее у них.
zh_hans: 你并不想为这本该死的手册付钱。只需从对方手中夺走。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No thanks.
fr: Non merci.
ko: 거절한다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Smugglers don't attempt to negotiate further.
fr: Les Contrebandiers ne renégocient pas.
ko: 이 밀수업자는 더 이상 협상하려고 하지 않는 것 같습니다.
ru: Контрабандисты не хотят вести дальнейшие переговоры.
zh_hans: 走私者没有试图进一步讲价。

source: Do something on-board the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
