Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: As you expected, the Peace-Keepers quickly retake the sector from the Duskbringers and begin making arrests. It appears you chose to help the right side, because the Peace-Keepers have taken note of your efforts at assisting them and pay you in scrap.
fr: Comme vous le pensiez, les Garde-Paix reprennent rapidement le secteur aux Éclipseurs et commencent les arrestations. Il semblerait que vous ayez combattu pour le bon côté, car les Garde-Paix ont pris note de vos efforts d'assistance et vous payent avec de la ferraille.
ko: 당신이 예상했던대로 평화 유지군은 빠르게 이 구역을 다시 수복하고 더스크브링어들을 체포합니다. 당신의 노력에 대해 평화 유지군이 스크랩을 지급하는걸 보니 분명히 맞는 편을 고른 것 같군요.
ru: Как вы и ожидали, миротворцы быстро отвоевывают сектор у Вестников Заката и начинают производить аресты. Похоже, вы решили помочь правильной стороне, потому что миротворцы приняли к сведению ваши усилия по оказанию им помощи и заплатили вам ломом.
zh_hans: 如你所料，维和兵们很快就从暮临派手中夺回了这个星区，并开始进行逮捕。看来你选择了帮助有利的一方，因为维和人员注意到了你的协助，并向你支付废料。

source: It appears your efforts were in vain, as the Duskbringer forces beat back the Peace-Keepers and slowly take control over the city. As the Capital forces flee, a lone soldier runs to your ship and offers to join you so they can escape.
fr: Il semblerait que vos efforts aient été en vain, car les forces des Éclipseurs arrivent à repousser les Garde-Paix et lentement prendre le contrôle de la ville. Alors que les forces de la Capitale fuient, un soldat court vers votre vaisseau et propose de rejoindre votre équipage pour pouvoir s'échapper.
ko: 당신의 노력이 헛수고가 된 것 같군요. 더스크브링어들이 평화 유지군들을 몰아내고 도시를 장악하기 시작합니다. 평화 유지군이 후퇴할때 낙오된 병사 한명이 합류를 제안합니다.
ru: Похоже, ваши усилия оказались напрасными: силы Вестников Заката отбили у миротворцев город и постепенно устанавливают над ним контроль. Когда войска столицы бегут, к вашему кораблю подбегает одинокий солдат и предлагает присоединиться к вам, чтобы он мог сбежать.
zh_hans: 看起来你的努力是徒劳的，因为暮临派的部队打退了维和人员，并慢慢控制了这座城市。当首都部队逃跑时，一个单寡的士兵跑到你的星舰上，提出要加入你，这样就可以逃跑了。

source: While scrapping the hull of the Duskbringer ship, a massive explosion erupts from one of the nearby buildings! Your ship takes some damage but luckily you pull away in time before it can be compromised. Another series of explosions rocks the city, as buildings crumble to the ground! A squadron of Duskbringer bombs descend from the sky, reducing the city to ashes. You fly away as quickly as possible.
fr: Alors que vous démantelez la coque du vaisseau Éclipseur, une énorme explosion détruit un bâtiment proche ! Votre vaisseau subit quelques dégâts, mais vous vous enfuyez avant qu'il puisse être compromis. Une autre série d'explosions ébranle la ville alors que les gratte-ciels s'écroulent ! Une volée de bombes des Éclipseurs descend du ciel, réduisant la ville en cendre. Vous partez aussi vite que possible.
ko: 더스크브링어의 함선을 스크랩으로 만드는 동안 근처 건물에서 엄청난 폭발이 일어납니다. 함선이 약간 손상입긴 했지만, 다행히 더 손상되기 전에 출발할 수 있었습니다. 도시에서 다른 폭발이 일어나면서 건물이 무너지고 있습니다. 더스크브링어 폭격기 편대가 도시를 잿더미로 만들 작정인 듯 합니다. 당신은 가능한 한 빨리 자리를 벗어납니다.
ru: Во время разбора корпуса корабля Вестников Заката на металлолом в одном из близлежащих зданий раздается мощный взрыв! Ваш корабль получает некоторые повреждения, но, к счастью, вы вовремя успеваете отлететь, прежде чем получить еще большие повреждения. Еще одна серия взрывов сотрясает город, здания падают на землю! С неба падает целая тьма бомб Вестников Заката, превращая город в пепел. Вы улетаете как можно быстрее.
zh_hans: 当你搜刮暮临派的船体时，附近的一栋建筑爆发了巨大的爆炸！你的飞船受到了一些损伤，但幸运的是你在受到影响之前及时拉开了距离。另一连串的爆炸震彻了整个城市，建筑物轰然倒地！一队暮临派从天而降进行自爆，将城市化为灰烬。你尽可能快地飞走。

# data/events_zoltan.xml.append$//event[@name="DISTRESS_CAPITAL_ARREST"]/text
source: It appears a pirate ship here is under arrest by a Zoltan ship. They've secretly activated the distress beacon, and have sent you a short message saying "help".
fr: Il semblerait qu'un vaisseau pirate soit en état d'arrestation par un appareil Zoltan. Ils ont secrètement activé leur balise de détresse, et vous ont envoyé un court message vous demandant d'aider.
ko: 해적선이 졸탄 함선에게 체포된 것 같습니다. 해적선은 비밀리에 구조 신호를 보냈고, 당신에게 '도와주세요'라는 짧은 신호를 보냅니다.
ru: Похоже, что здешний корабль пиратов арестован кораблем золтан. Они тайно активировали маяк бедствия и отправили вам короткое сообщение с просьбой о помощи.
zh_hans: 看来这里的一艘海盗舰被一艘超能族船逮捕了。他们秘密地启动了求救信号，并给你发了一条简短的信息说道："求助"。

source: Assist the pirates and attack the Zoltans.
fr: Assister les pirates et attaquer les Zoltan.
ko: 해적선을 도와 졸탄을 공격한다.
ru: Помочь пиратам и напасть на золтан.
zh_hans: 协助海盗并攻击超能族。

source: You arm the weapons and engage the Zoltan vessel.
fr: Vous activez vos armes et attaquez le vaisseau Zoltan.
ko: 당신은 무기를 장비하고 졸탄 선박을 공격합니다.
ru: Вы заряжаете оружие и вступаете в бой с кораблем золтан.
zh_hans: 你武装好武器与超能族船只交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Report the pirates to the Zoltans.
fr: Prévenir les Zoltans des agissements des pirates.
ko: 해적들이 한 일을 졸탄에게 말한다.
ru: Сообщить о пиратах золтанам.
zh_hans: 向超能族汇报这些海盗。

source: The Zoltans gruffly thank you and give you some fuel, then go back to dealing with the pirates.
fr: Les Zoltans vous remercient d'une façon bourrue et vous donnent du carburant, puis continuent de s'occuper des pirates.
ko: 졸탄은 무뚝뚝하게 감사를 표하며 당신에게 연료를 주고서 해적이 있는 곳으로 돌아갑니다.
ru: Золтаны ворчливо благодарят вас и дают немного топлива, после чего возвращаются к разборкам с пиратами.
zh_hans: 超能族敷衍地感谢你，给了你一些燃料，然后回去处理海盗。

source: Ignore the pirates.
fr: Ignorer les pirates.
ko: 해적을 무시한다.
ru: Не обращать внимания на пиратов.
zh_hans: 无视海盗。

source: The pirates send you no future messages and are all brought aboard the Zoltan ship, which jumps away shortly after.
fr: Les pirates n'envoient pas d'autres messages et sont tous amenés à bord du vaisseau Zoltan, qui saute peu après.
ko: 해적들은 후에 다른 메시지를 보내지 못하고 차례차례 졸탄 함선에 이송됬습니다. 잠시 후 졸탄 함선이 도약합니다.
ru: Пираты не посылают вам никаких дальнейших сообщений, и все они поднимаются на борт корабля золтан, который вскоре ходит в прыжок.
zh_hans: 海盗们没有再向你发送任何信息，全都被带上了超能族的船，不久后就跃迁走了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It appears the pirates were slavers. Grateful for your assistance, they offer you one of their 'workers' for free.
fr: Il semblerait que les pirates étaient des esclavagistes. Reconnaissants de votre assistance, ils vous proposent un de leurs 'travailleurs' gratuitement.
ko: 해적선은 노예상이었던 것 같습니다. 당신의 도움에 감사하며 그들은 그들의 '일꾼'을 한명 공짜로 제공하겠다고 합니다.
ru: Оказывается, пираты были рабовладельцами. Благодарные за помощь, они предлагают вам бесплатно одного из своих "работников".
zh_hans: 看来这些海盗是一群奴贩。由于感谢你的帮助，他们免费提供给你一个他们的"工人"。

source: The pirates appear to be mercenaries, ironically hired to hunt you down by the Rebels. After an awkward silence, you work out a deal, and they promise to lie to the fleet.
fr: Les pirates semblent être des mercenaires, ironiquement engagés par les Rebelles pour vous trouver. Après un silence gênant, ils promettent de mentir à la flotte.
ko: 해적들은 용병이었는데, 아이러니하게도 당신을 잡기 위해 반군에게 고용된 이들이었습니다. 어색한 침묵이 흐른 뒤 당신은 거래를 하였고 반군 함대에게 거짓말을 하겠다는 약속을 받아냈습니다.
ru: Пираты оказываются наемниками, по иронии судьбы нанятыми для охоты на вас повстанцами. После неловкого молчания вы договариваетесь о сделке, и они обещают солгать флоту.
zh_hans: 这些海盗似乎是雇佣兵，具有讽刺意味的是，他们被叛军雇佣来追捕你。在一阵尴尬的沉默之后，你们达成了交易，他们承诺向叛军舰队撒谎。

source: The pirates appear to be smugglers. They explain that their client snitched on them and led to their arrest. Now that you've saved them, they offer to sell to you instead.
fr: Les pirates semblent être des contrebandiers. Ils expliquent que leur client les ont cafardés, d'où leur arrestation. Maintenant que vous les avez sauvés, ils vous proposent de commercer avec vous à la place.
ko: 그 해적들은 밀수꾼들이었습니다. 그들의 의뢰인들이 밀수를 밀고하여 체포되었다고 합니다. 이제 당신이 그들을 구했으니 그들은 대신 당신에게 장비를 팔기로 합니다.
ru: Пираты оказываются контрабандистами. Они объясняют, что их клиент настучал на них, что привело к их аресту. Теперь, когда вы их спасли, они предлагают продать его вам.
zh_hans: 这些海盗似乎是走私者。他们解释说，他们的客户告发了他们，导致他们被捕。现在你救了他们，他们提出要把东西卖给你。

# data/events_zoltan.xml.append$//event[@name="DISTRESS_CAPITAL_RAID"]/text
source: A Zoltan Peace Brigade is under heavy fire at this beacon by a battalion of Rebel fighters. The distress beacon comes from the commanding ship. They appear to be too busy to notice you.
fr: Une brigade de la Paix Zoltan est sous le feu nourri d'un bataillon de chasseurs Rebelles. La balise de détresse vient d'un des vaisseaux de commande. Ils semblent trop occupés pour vous remarquer.
ko: 이 신호소에서는 졸탄 평화 유지군 여단이 반군 전투기 대대에게 맹렬한 공격을 받고 있습니다. 조난 신호는 여단의 지휘함에서 나오는 듯 합니다. 너무 혼란스러운 탓에 당신을 알아차리지 못한 것 같습니다.
ru: В районе этого маяка бригада миротворцев золтан подвергается интенсивному обстрелу со стороны батальона истребителей повстанцев. Сигнал бедствия поступает с корабля командира. Похоже, они слишком заняты, чтобы заметить вас.
zh_hans: 一支超能维和旅在这个信标处遭到叛军一个营的猛烈攻击。求救信标来自指挥舰。他们似乎十分繁碌，没有注意到你。

source: Hail them and offer assistance.
fr: Les contacter et proposer votre assistance.
ko: 그들을 불러 도와주겠다고 한다.
ru: Обратиться к ним с предложением помощи.
zh_hans: 向他们呼叫并提供帮助。

source: It's hard to hear the Zoltan commander over the sounds of gunfire on their ship. "What?! Oh, you've come to provide assistance? We need all the help we can, there's numerous Rebel ships attacking this system! If you're going to help, be quick about it!"
fr: Il est difficile de comprendre le commandant Zoltan à cause de tous les bruits de tirs sur leur vaisseau. "Quoi ! ? Ah, vous venez pour nous aider ? Nous avons besoin d'autant d'aide que possible, il y a de nombreux vaisseaux Rebelles qui attaquent le système ! Si vous comptez nous assister, faites vite !"
ko: 졸탄 사령관의 함선에서 나는 총소리때문에 그의 목소리를 듣기 어렵습니다. "뭐라고요?! 아, 도움을 주러 오셨습니까? 우리는 받을 수 있는 모든 지원이 필요합니다. 수많은 반군 함선이 이 행성계를 공격하고 있습니다. 만약 도움을 주려고 하신다면, 신속히 결정해주십시오."
ru: Трудно расслышать командира золтан за звуками стрельбы по их кораблю. "Что?! Вы прибыли, чтобы оказать помощь? Нам нужна любая помощь, на эту систему нападает множество кораблей повстанцев! Если вы собираетесь помочь, то делайте это быстро!"
zh_hans: 船上的枪声很大程度上覆盖了超能族指挥官的声音。"什么？哦，你们是来提供援助的？我们需要任何援助，有无数的叛军战舰在攻击这个星系！如果你要帮忙，那就快点动手吧！"

source: Attack one of the smaller Rebel ships.
fr: Attaquer un des plus petits vaisseaux Rebelles.
ko: 소형 반군 함선중 하나를 공격한다.
ru: Атаковать один из небольших кораблей повстанцев.
zh_hans: 攻击叛军的一艘小型战舰。

source: Several Rebel ships are scattered around the perimeter, swooping in to assist their comrades when necessary. You pick a ship at random and attack.
fr: Plusieurs vaisseaux Rebelles sont dispersés dans le périmètre, plongeant pour aider leurs camarades si nécessaire. Vous attaquez un vaisseau au hasard.
ko: 반군 함선 몇 척이 필요할 때 동료를 도울 수 있도록 어느정도 흩어져있습니다. 당신은 함선들 중 하나를 잡아 공격합니다.
ru: По периметру расположены несколько кораблей повстанцев, которые при необходимости приходят на помощь своим товарищам. Вы выбираете корабль наугад и атакуете.
zh_hans: 几艘叛军的战舰散布在周边，在必要的时候能俯冲过来帮助他们的战友。你随机挑选了一艘战舰进行攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take on one of the Elite ships.
fr: S'attaquer à un des vaisseaux d'Élite.
ko: 정예 함선중 하나를 고른다.
ru: Взять на себя один из элитных кораблей.
zh_hans: 对付其中的一艘精英战舰。

source: The burden of the attack is being carried out by Elite vessels. You intercept one of them and attack.
fr: Le gros de l'attaque est effectué par des vaisseaux d'Élite. Vous en interceptez un et l'attaquez.
ko: 공격의 대부분은 엘리트 함선들이 담당하고 있습니다. 당신은 그들 중 하나를 잡아 공격합니다.
ru: Основной импульс атаки обеспечивают корабли элиты. Вы перехватываете один из них и атакуете.
zh_hans: 攻击的重任是由精英战舰进行的。你拦截其中一艘并进行攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take on the ship leading the squadron.
fr: S'attaquer au vaisseau menant l'escadron.
ko: 함대를 이끄는 함선을 고른다.
ru: Взять на себя корабль, который возглавляет эскадру.
zh_hans: 对付其中的一艘首领战舰。

source: A powerful MFK Ace is leading the Rebels. If you can destroy it, the Zoltans might be able to win this battle.
fr: Un puissant As MFK dirige les Rebelles. Si vous arrivez à le détruire, les Zoltans gagneront peut-être cette bataille.
ko: 강력한 MFK 에이스가 반군을 이끌고 있습니다. 당신이 그것을 파괴할 수만 있다면 졸탄이 이 전투에서 승리할 수 있을 겁니다.
ru: Повстанцев возглавляет мощный МФК ас. Если вы сможете уничтожить его, золтаны смогут выиграть эту битву.
zh_hans: 一艘强大的MFK精英战舰正在领导叛军攻击。如果你能摧毁它，超能族也许能赢得这场战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This is chaos, leave.
fr: C'est le chaos, partir.
ko: 이건 미친 짓이다. 떠난다.
ru: Это хаос, уходим.
zh_hans: 这是一场混乱，离开。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_RAID_BORING_WIN"]/text
source: You salvage the remains of the Rebel ship while the battle rages on in the distance.
fr: Vous récoltez les restes du vaisseau Rebelle alors que la bataille fait rage au loin.
ko: 멀리서 전투가 벌어지는 동안 당신은 반군 함선의 잔해를 회수합니다.
ru: Вы разбираете останки корабля повстанцев, в то время как вдали бушует битва.
zh_hans: 你收集起叛军飞船的残骸，而远处的战斗正在进行。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans are too busy dealing with the conflict to reward you, so you decide it's a good time to leave before another Rebel ship attacks you.
fr: Les Zoltans sont trop occupés au combat pour vous récompenser, et vous décidez qu'il est temps de partir avant qu'un autre vaisseau Rebelle ne vous attaque.
ko: 당신이 보상을 받기에는 졸탄들이 너무 바빠보입니다. 다른 반군 함선이 공격하기 전에 당신은 이곳을 떠납니다.
ru: Золтаны слишком заняты решением конфликта, чтобы наградить вас, поэтому вы решаете, что самое время уйти, пока на вас не напал еще один корабль повстанцев.
zh_hans: 超能族忙于处理冲突，没有时间报答你，所以你认为在另一艘叛军战舰袭击你之前离开是个好时机。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_RAID_ELITE_WIN"]/text
source: You salvage the remains of the Elite Rebel ship while the battle rages on in the distance.
fr: Vous récoltez les restes du vaisseau Rebelle d'Élite alors que la bataille fait rage au loin.
ko: 멀리서 전투가 벌어지는 동안 당신은 반군 엘리트 함선의 잔해를 회수합니다.
ru: Вы разбираете останки элитного корабля повстанцев, в то время как вдали бушует битва.
zh_hans: 你收集叛军精英战舰的残骸，而远处的战斗仍在激烈进行。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans are too busy dealing with the conflict to reward you, so you decide it's a good time to leave before another Rebel ship attacks you.
fr: Les Zoltans sont trop occupés au combat pour vous récompenser, et vous décidez qu'il est temps de partir avant qu'un autre vaisseau Rebelle ne vous attaque.
ko: 당신이 보상을 받기에는 졸탄들이 너무 바빠보입니다. 다른 반군 함선이 공격하기 전에 당신은 이곳을 떠납니다.
ru: Золтаны слишком заняты решением конфликта, чтобы наградить вас, поэтому вы решаете, что самое время уйти, пока на вас не напал еще один корабль повстанцев.
zh_hans: 超能族忙于处理冲突，没有时间报答你，所以你认为在另一艘叛军战舰袭击你之前离开是个好时机。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_RAID_SELITE_WIN"]/text
source: The MFK Ace has been neutralized. You salvage the remains of the ship.
fr: L'As MFK a été neutralisé. Vous récoltez les restes du vaisseau.
ko: MFK 에이스가 무력화되었습니다. 당신은 함선의 잔해를 회수합니다.
ru: МФК ас был обезврежен. Вы разбираете останки корабля.
zh_hans: MFK精英战舰已被消灭。你收集出这艘船的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Around you the battle begins to die down. The Rebels, watching you defeat their leader, reconsider and begin to jump away. In a matter of minutes the Zoltan forces go from near defeat to conclusive victory.
fr: Autour de vous, les combats s'amoindrissent. Les Rebelles, vous ayant vu détruire leur commandant, sont en déroute et sautent. En quelques minutes, les forces Zoltan passent d'une quasi-défaite à une victoire décisive.
ko: 당신 주위의 전투가 잦아들기 시작합니다. 반군들은 그들의 지휘함이 패배하는것을 보고 도망가기 시작합니다. 패배할 위기에 몰렸던 졸탄군은 몇분만에 전세가 역전됩니다.
ru: Бой вокруг вас битва начинает стихать. Повстанцы, видя, как вы побеждаете их лидера, передумывают и начинают отступать. За считанные минуты войска золтан проходят путь от близкого поражения до убедительной победы.
zh_hans: 在你周围，战斗开始平息。叛军看着你击败了他们的领袖，重新判断了形势并开始跃迁逃离。在短短的几分钟内，超能族部队从近乎失败转为了全面胜利。

source: Contact the Zoltans.
fr: Contacter les Zoltans.
ko: 졸탄에게 연락한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

source: "You have saved us from a terrible defeat. We are grateful for your assistance. Allow me to repay our debt to you."
fr: "Vous nous avez sauvé d'une terrible défaite. Nous vous sommes reconnaissants pour votre assistance. Permettez-moi de payer la dette que nous vous devons."
ko: "당신은 우리를 패배가 확실했던 전투에서 구해주었습니다. 도움에 감사드립니다. 당신에게 진 빚을 갚을 수 있도록 해주십시오."
ru: "Вы спасли нас от страшного поражения. Мы благодарны вам за помощь. Позвольте мне отплатить вам наш долг".
zh_hans: "你让我们免于惨败。我们感谢您的帮助。请允许我报答我们对您的恩情。"

# data/events_zoltan.xml.append$//event[@name="QUEST_CAPITAL_LANIUS_CORE"]/text
source: To your surprise, this beacon is inhabited by a Lanius vessel! They don't attack, but instead send you a message.
fr: A votre surprise, cette balise est habitée par un vaisseau Lanius ! Ils n'attaquent pas, et à la place vous envoient un message.
ko: 정말 놀랍게도 이 신호소에는 라니우스 선박이 거주하고 있습니다! 그들은 당신을 공격하지 않고 당신에게 메시지를 보냅니다.
ru: К вашему удивлению, на этом маяке находится корабль ланиусов! Они не нападают, а передают вам сообщение.
zh_hans: 令你惊讶的是，这个信标里居然有一艘食铁族飞船！他们没有攻击，而是给你发了一条信息。

source: Respond.
fr: Répondre.
ko: 응답한다.
ru: Ответить.
zh_hans: 回应。

source: "Offer asking. Green! Force want. Core Zoltan collect, bring us." It's hard to understand, but after further discussion it seems the Lanius are interested in the Zoltan shields on this sector's inhabitants, and are asking you for a favor. Capture a Zoltan ship and bring to the Lanius their shield's core, and they will pay you.
fr: "Demander offre. Vert ! Force vouloir. Générateur Zoltan prendre, nous donner." C'est difficile à comprendre, mais après une discussion plus poussée, il semblerait qu'ils soient intéressés par les boucliers Zoltan des habitants de ce secteur, et vous demandent une faveur. Capturez un vaisseau Zoltan et donnez le générateur de leur bouclier aux Lanius, et ils vous payeront.
ru: "Предложение напрашивается. Зеленый! Силы хочу. Ядро золтанское соберите, нам принесите". Трудно понять, но после дальнейшего обсуждения выяснилось, что ланиусы заинтересованы в щитах золтан жителей этого сектора и просят вас об услуге. Захватите корабль золтан и доставьте ланиусам ядро щита, и они заплатят вам.
zh_hans: "请求问。绿色！力量要。核心超能族收集，带给我们。"这很难理解，但经过船员们进一步的讨论，似乎食铁族对这个星区的居民的超能护盾感兴趣，并要求你帮个忙。捕获一艘超能族飞船，并把他们的护盾核心带给食铁族，于是就会给你报酬。

source: Agree.
fr: Accepter.
ko: 승낙한다.
ru: Согласиться.
zh_hans: 同意。

source: "Greater. Location sending." The Lanius attach the co-ordinates of the ship they are wanting the core from.
fr: "Mieux que. Envoyer location." Les Lanius vous donnent les coordonnées du vaisseau dont ils veulent le générateur.
ko: "좋다. 위치 전송." 라니우스가 그들이 원하는 졸탄 보호막을 가지고 있는 함선의 좌표를 보냅니다.
ru: "Больше. Передача местоположения". Ланиусы передает координаты корабля, с которого они хотят получить ядро.
zh_hans: "更好了。位置发送。"食铁族把他们想要的核心的飞船的坐标附在上面。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: Attack!
fr: Attaquer !
ko: 공격한다!
ru: Атаковать!
zh_hans: 攻击！

source: If the Lanius aren't going to attack, then you will!
fr: Si les Lanius n'attaquent pas, alors c'est vous qui allez le faire !
ko: 라니우스가 공격하지 않는다면 당신이 먼저 공격할겁니다!
ru: Если ланиусы не собираются атаковать, то это сделаете вы!
zh_hans: 如果食铁族不打算对你进攻，最好先下手为强！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the Lanius.
fr: Ignorer les Lanius.
ko: 라니우스를 무시한다.
ru: Не обращать внимание на ланиуса.
zh_hans: 无视食铁族。

source: The Lanius eventually jump away after realizing you don't intend on responding.
fr: Les Lanius finissent par sauter après s'être rendus compte que vous ne comptez pas répondre.
ko: 라니우스는 당신이 반응하지 않자 다른곳으로 도약했습니다.
ru: Поняв, что вы не собираетесь отвечать, ланиусы в конце концов уходят в прыжок.
zh_hans: 食铁族在意识到你不打算回应后最终跃迁走了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Lanius aren't pleased by being ignored... they arm their weapons and attack!
fr: Les Lanius n'aiment pas être ignorés... ils activent leurs armes et attaquent !
ko: 라니우스는 무시당한게 기분이 좋지 않은 것 같습니다.. 그들은 무기를 장전하고 공격합니다!
ru: Ланиусы не довольны тем, что их игнорируют... они заряжают оружие и атакуют!
zh_hans: 食铁族对被忽视并不高兴......他们武装了自己的武器并发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The co-ordinates have led you to a regular Zoltan ship. If you want the core, you'll have to clear them of inhabitants first.
fr: Les coordonnées vous ont amené à un vaisseau Zoltan classique. Si vous voulez le générateur, il va d'abord falloir se débarrasser de ses habitants.
ko: 좌표에는 평범한 졸탄 함선이 있었습니다. 당신이 졸탄 보호막의 코어를 원한다면 그 안에 있는 졸탄들부터 쓸어버려야 할겁니다.
ru: Координаты привели вас к обычному кораблю золтан. Если вы хотите получить ядро, вам придется сначала очистить его от обитателей.
zh_hans: 坐标把你引向了一艘普通的超能族飞船。如果你想要核心，你必须先清除他们的船员。

source: Attack!
fr: Attaquer !
ko: 공격한다!
ru: Атаковать!
zh_hans: 攻击！

source: You arm the weapons and approach the Zoltan ship.
fr: Vous activez vos armes et vous vous approchez du vaisseau Zoltan.
ko: 당신은 무기를 장비하고 졸탄 함선에게 다가갑니다.
ru: Вы заряжаете оружие и приближаетесь к кораблю золтан.
zh_hans: 你武装好武器并接近超能族飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: These Zoltan haven't done anything to us, leave them alone.
fr: Ces Zoltans ne nous ont rien fait, les laisser tranquiles.
ko: 저 졸탄들은 우리에게 아무것도 하지 않았다. 그들을 내버려둔다.
ru: Эти золтаны ничего нам не сделали, оставим их в покое.
zh_hans: 这些超能族没有对我们做什么，还是不打扰他们。

source: You decide not to fight the Zoltan.
fr: Vous décidez de ne pas combattre les Zoltans.
ko: 당신은 졸탄과 싸우지 않기로 결정합니다.
ru: Вы решаете не сражаться с золтанами.
zh_hans: 你决定不与超能族作战。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The co-ordinates have lead you to a regular Zoltan station. If you want the core, you'll have to clear them of inhabitants first.
fr: Les coordonnées vous ont amené à une station Zoltan classique. Si vous voulez le générateur, il va d'abord falloir se débarrasser de ses habitants.
ko: 좌표에는 평범한 졸탄 정거장이 있었습니다. 당신이 졸탄 보호막의 코어를 원한다면 그 안에 있는 졸탄들부터 쓸어버려야 할겁니다.
ru: Координаты привели вас на обычную станцию золтан. Если вы хотите получить ядро, вам придется сначала очистить ее от обитателей.
zh_hans: 坐标把你带到了一个普通的超能族空间站。如果你想要核心，你必须先清除他们的船员。

source: Attack!
fr: Attaquer !
ko: 공격한다!
ru: Атаковать!
zh_hans: 攻击！

source: You arm the weapons and approach the Zoltan station.
fr: Vous activez vos armes et vous vous approchez de la station Zoltan..
ko: 당신은 무기를 장비하고 졸탄 정거장에 다가갑니다.
ru: Вы заряжаете оружие и приближаетесь к станции золтан.
zh_hans: 你武装好武器并接近超能族空间站。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: These Zoltan haven't done anything to us, leave them alone.
fr: Ces Zoltans ne nous ont rien fait, les laisser tranquiles.
ko: 저 졸탄들은 우리에게 아무것도 하지 않았다. 그들을 내버려둔다.
ru: Эти золтаны ничего нам не сделали, оставим их в покое.
zh_hans: 这些超能族没有对我们做什么，还是不打扰他们。

source: You decide not to fight the Zoltan.
fr: Vous décidez de ne pas combattre les Zoltans.
ko: 당신은 졸탄과 싸우지 않기로 결정합니다.
ru: Вы решаете не сражаться с золтанами.
zh_hans: 你决定不与超能族作战。
