Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: A rift opens in front of you, so huge an entire planet is thrown out of it, followed by an unhappy Lost Sun vessel! On the planet's surface appears to be a giant ASB cannon, and they're firing at both you and the enemy!
fr: Un rift s'ouvre en face de vous, si vaste qu'en sort une planète entière, suivi d'un vaisseau des Lost Sun furieux ! Sur la surface de la planète se trouve un énorme canon anti-vaisseaux, et il tire sur vous comme sur l'ennemi !
ko: 눈앞에 균열이 열리면서 거대한 행성이 튀어나오며, 불행한 로스트 선 함선도 나타났습니다! 행성 표면에 거대한 대함포대가 있는 것처럼 보이며 당신과 적 모두를 향해 발포하기 시작했습니다!
zh_hans: 一道时空裂隙在你面前打开，巨大到一整颗星球被吸了过来，紧随其后的是一艘不高兴的迷失烈阳飞船！在这个星球的表面有一个巨大的反舰炮台，他们正在向你和敌人双方开火！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You approach the Monolith, and an alien voice fills the ship. "For every gift, something in turn must be taken." You notice your fuel stores rapidly decrease, but the scrap reserves increase for every cell depleted!
fr: Vous approchez du Monolithe, et une voix inhumaine résonne dans le vaisseau. "Pour tout cadeau, quelque chose doit être pris en échange." Vous remarquez que vos réserves de carburant baissent rapidement, mais que votre soute se remplit de ferraille à chaque cellule vidée !
ko: 모노리스에 접근하자, 외계인의 목소리가 함선을 가득 채웠습니다. "가는게 있으면 오는게 있으리라." 연료 저장고는 급격히 감소했지만, 연료가 고갈될 때마다 스크랩 저장량이 증가했습니다!
zh_hans: 你接近构造物，一个外星声音充满了整个星舰。"每一份礼物，都标好了价码。"你注意到你的燃料储蓄量迅速减少，但每份燃料都变成了一些废料！

source: A thick gas begins to form around the ship, as a nebula consumes the beacon! A passing Zoltan ship tells you not to worry, and that this is a regular occurrence. The nebula usually goes away after a little while. Luckily, the Rebels will probably struggle to track you.
fr: Un épais nuage de gaz se forme autour du vaisseau, alors qu'une nébuleuse envahit la balise ! Un vaisseau Zoltan de passage vous dit de ne pas vous inquiéter, que cela arrive souvent, et que la nébuleuse partira dans quelque temps. La bonne nouvelle, c'est que les Rebelles auront du mal à vous trouver ici.
ko: 성운이 송신소를 삼키면서 두꺼운 가스가 함선 근처에 형성되기 시작했습니다! 지나가는 졸탄 함선은 걱정하지 말라고 말하며 이는 정기적인 현상이라고 설명했습니다. 성운은 시간이 지나자 사라졌습니다. 다행히 반군은 당신을 추적하는데 어려움을 겪을 것입니다.
zh_hans: 一股浓厚的气体开始在星舰周围形成，一片星云覆盖了信标！一艘路过的超能族飞船告诉你不要担心，这是经常发生的事情。星云通常在一段时间后就会消失。幸运的是，叛军可能更难追踪到你。

source: Whispers surround you, serenading you with promises of unknown riches. All you have to do is make a choice... sacrifice a crew member to receive your reward, or stay strong and resist the urge.
fr: Des chuchotements vous entourent, vous promettant des richesses sans pareil. Tout ce que vous avez à faire, c'est un choix... sacrifiez un membre d'équipage, ou restez forts et résistez à vos pulsions.
ko: 속삭임이 둘러싸고, 알 수 없는 부를 약속하며 당신을 유혹했습니다. 당신이 해야 할 일은 선택을 하는 것 뿐입니다... 보상을 받기 위해 승무원을 희생시키거나, 굳게 믿으며 충동을 억누르는 것 뿐입니다.
zh_hans: 窃窃私语萦绕着你，讲述着神秘财富的甜言蜜语。你只需做出选择......牺牲一名船员来获得你的奖赏，或者保持清醒，抵制这股冲动。

source: Make the sacrifice.
fr: Faire le sacrifice.
ko: 희생을 선택한다.
zh_hans: 做出牺牲。

source: As soon as you accept the challenge mentally, a dagger appears in your hand. You drag the nearest crew and stab them, in a crazed bloodlust. You faint right after, only to awake and find the ship filled with scrap and supplies.
fr: Dès que vous acceptez mentalement le défi, une dague apparaît dans votre main. Vous vous précipitez sur le premier homme que vous voyez et le poignardez dans votre folie meurtrière. Vous perdez connaîssance peu après, pour vous réveiller peu de temps après dans un vaisseau rempli de ferraille et de fournitures.
ko: 정신적 도전을 수락하자마자, 단검이 당신의 손에 나타났습니다. 가장 가까운 선원을 끌어와서 피에 미친듯이 그를 찔렀습니다. 당신은 기절에서 깨어나자마자, 스크랩과 보급품이 가득 찬 함선을 발견했습니다.
zh_hans: 当你作出抉择后，顿时一把匕首出现在你的手中。你拖着最近的船员，在疯狂的嗜血中刺向他。然后你就晕倒了，醒来后发现星舰内堆满了废料和物资。

source: It appears that, despite their death merely being a stab wound, your crew member's death is irreversible.
fr: Il semblerait que, malgré qu'elle soit due à un coup de poignard, la mort de votre membre d'équipage est irréversible.
ko: 그의 죽음은 단순한 자상일 뿐이지만, 승무원의 죽음은 돌이킬 수 없는 것 같습니다.
zh_hans: 看来，尽管他的死亡只是一个刺伤，但你的船员的死亡是不可逆转的。

source: Resist the urge.
fr: Résister à vos pulsions.
ko: 유혹에 저항한다.
zh_hans: 抵制这股冲动。

source: After a while the whispers stop and you pull away from the planet as fast as possible.
fr: Quelque temps plus tards, les chuchotements cessent, et vous vos éloignez de cette planète aussi vite que possible.
ko: 잠시 후 속삭임이 멈추고 가능한 빨리 행성에서 멀어쳤습니다.
zh_hans: 过了一会儿，窃窃私语声停止了，你尽可能快地拉开了与这个星球的距离。

source: You notice that as you approach the planet's surface, your hull slowly begins to repair itself. However, breaches open all around the ship! Every rose has its thorns...
fr: Vous remarquez qu'alors que vous vous approchez de la surface de la planète, votre coque se répare toute seule. Cependant, des brèches s'ouvrent partout dans le vaisseau ! Toute rose a ses épines...
ko: 행성 표면에 접근함에 따라 선체가 천천히 스스로 수리하기 시작한다는 것을 알아차렸습니다! 하지만 배 곳곳에 균열이 뚫려 있습니다! 모든 장미에는 가시가 있을지어니...
zh_hans: 你注意到，当你接近这个星球的表面时，星舰的舰体开始慢慢地自我修复。然而，飞船的四周都出现了破洞！看来每朵玫瑰都带着刺......

source: As you approach the surface, you notice a storm of missiles flying straight towards you! As they collide with the ship, they cause considerable damage, but they also turn into scrap on impact as well. In fact, it's just enough scrap to repair all of that damage and more...
fr: Alors que vous approchez de la surface, vous remarquez une volée de missiles volant droit sur vous ! Alors qu'ils entrent en collision avec la coque, ils font des dégâts considérables, mais ils se transforment aussi en ferraille à l'impact. En fait, il y a même assez de ferraille pour réparer tous les dégâts, et plus...
ko: 지표면에 접근할 때, 당신을 향해 날아오는 미사일 폭풍을 알아차렸습니다! 함선과 충돌하여 상당한 피해를 줬지만, 충돌하자 스크랩으로 변하기도 했습니다. 사실, 이 모든 피해를 수리하기에 충분하고도 남은 양의 스크랩이었습니다...
zh_hans: 当你接近表面时，你注意到有一簇导弹风暴正向你袭来！它们与星舰相撞，造成了相当大的损害，但却在撞击后变成了废料。事实上，这些废料完全够修补所有的损伤，还余下了很多......

source: A chuckle echoes through your ship, and a disembodied voice follows. "A friend, and an enemy. An eye for an eye."
fr: Un ricanement résonne dans votre vaisseau, suivi d'une voix désincarnée. "Œil pour œil, dent pour dent. Un ami, et un ennemi."
ko: 낄낄거리는 목소리가 함선에 울려퍼지고, 뒤이어 형체없는 목소리가 뒤따랐습니다. "한 친구, 그리고 하나의 적. 눈에는 눈."
zh_hans: 一阵笑声在星舰上回荡，一个失魂落魄的声音随之而来。"一个朋友，和一个敌人。一物换一物。"

source: You turn to see one of your crew members coughing, grabbing at their throat as they collapse to the ground, turning purple. Slowly, their skin begins to peel away and their body melts, only to reform once again into an entirely different form.
fr: Vous vous retournez et voyez l'un de vos membres d'équipage tousser et s'agripper la gorge avant de s'effondrer au sol, en devenant violet. Lentement, sa peau tombe et son corps fond, avant de se réassembler à nouveau, dans une forme complètement différente.
ko: 고개를 돌리자 승무원이 기침하며 목을 움켜쥐고 쓰러지면서 보랏빛으로 변하는 것을 볼 수 있었습니다. 서서히 피부가 벗겨지고 몸이 녹으면서 완전히 다른 형태로 변했습니다.
zh_hans: 你转身看到你的一个船员在咳嗽，抓着喉咙，然后倒在地上，变成紫色。慢慢地，他们的皮肤开始剥落，身体开始融化，变成了一个完全不同的形式。

# data/events_zoltan.xml.append$//event[@name="GREAT_EYE_BREACH_TEST"]/text
source: You notice that as you approach the planet's surface, your hull slowly begins to repair itself. However, breaches open all around the ship! Every rose has its thorns...
fr: Vous remarquez qu'alors que vous vous approchez de la surface de la planète, votre coque se répare toute seule. Cependant, des brèches s'ouvrent partout dans le vaisseau ! Toute rose a ses épines...
ko: 행성 표면에 접근함에 따라 선체가 천천히 스스로 수리하기 시작한다는 것을 알아차렸습니다! 하지만 배 곳곳에 균열이 뚫려 있습니다! 모든 장미에는 가시가 있을지어니...
zh_hans: 你注意到，当你接近这个星球的表面时，星舰的舰体开始慢慢地自我修复。然而，飞船的四周都出现了破洞！看来每朵玫瑰都带着刺......

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_CREW_SCAN"]/choice[2]/text
source: Submit to profiling.
ko: 검문에 협조한다.

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_TRADE_HUB"]/choice[4]/text
source: Leave.
ko: 떠난다.

source: You don't have the papers - well, the neuro-laced identity bracelets - to get in, so best not to try.
ko: 당신은 신분증을 가지고 있지 않습니다. -딸랑 유전자 신분증 팔찌 하나 없다고- 들여 보내주질 않네요. 섣부른 행동은 하지 않는게 좋겠습니다.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.

source: Do nothing.
ko: 아무것도 하지 않는다.

# data/events_zoltan.xml.append$//event[@name="CAPITAL_DEBATE"]/text
source: A Zoltan and Duskbringer ship appear to be involved in a heated debate on a topic you cannot discern.
ko: 졸탄과 더스크블리어 함선이 당신이 모르는 주제로 열띤 토론을 벌이고 있는 듯 합니다.

# data/events_zoltan.xml.append$//event[@name="CAPITAL_DEBATE"]/choice[1]/text
source: Hail them and question them.
ko: 그들을 불러 무슨 주제인지 물어본다.

source: It doesn't take much to drive a Duskbringer to attack a Federation vessel, and they proceed to do exactly that. The Zoltan ship, frightened, jumps away.
ko: 더스크브링어가 당신을 공격하기까지는 얼마 걸리지 않았습니다. 졸탄 함선은 겁에 질려 도망갑니다.

source: Continue...
ko: 계속...

source: The Duskbringer captain chuckles, but the Zoltan seems deeply offended. Their weapons go online, and the Duskbringer jumps away so they don't have to feel obligated to assist you.
ko: 더스크브링어 선장은 웃고, 졸탄은 기분이 굉장히 상한 듯 합니다. 그들의 무기들이 켜지고 더스크브링어는 당신을 돕지 않으려고 다른 곳으로 도약합니다.

source: Continue...
ko: 계속...

source: It depends on the context, really.
ko: 문맥에 따라 달라진다.

source: The two Zoltans briefly glance at you before continuing with their argument. You figure it's a good time to leave.
ko: 두 졸탄이 논쟁을 하다가 당신을 쳐다봅니다. 떠나기에 좋은 때군요.

# data/events_zoltan.xml.append$//event[@name="CAPITAL_DEBATE"]/choice[2]/text
source: Ignore them.
ko: 무시한다.

source: You leave the two ships to their arguing and continue on your mission.
ko: 두 함선이 그들끼리 논쟁하게 두고 당신의 임무를 이어갑니다.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.

source: Do nothing.
ko: 아무것도 하지 않는다.

source: Agree to the tour.
ko: 사원을 여행하는 것을 수락한다.

source: The 'tour' ends up being less of a tour and more of a long sermon about the Monk's religion. You find it rather boring, but one of your crew are convinced. To your surprise, they want to stay behind and join the monks!
ko: '여행'은 여행이라기 보다 수도승의 종교에 대한 기나긴 설교에 가까웠습니다. 그것이 다소 지루하게 느껴졌지만, 승무원 중 한명이 확신했습니다. 놀랍게도 그 수도승들화 함께 하고 싶어 했습니다!

source: Agree, let them go.
ko: 허락한다. 가게 둔다.

source: Your crew waves goodbye. The Monks sympathize with you, understanding what a hard decision that must have been. As a consolation, they repair your hull and upgrade your reactor for free.
ko: 승무원이 손을 흔들며 작별을 고했습니다. 수도승들은 당신이 얼마나 힘든 결정을 내렸는지 이해하며 동정을 표했습니다. 위안이지만, 수도승들은 선체를 수리해주고 반응로를 무료로 업그레이드해줬습니다.

source: You cannot clone your crew, as they are not dead.
ko: 승무원이 죽지 않았기에 복제될 수 없습니다.

source: Refuse.
ko: 거절한다.

source: You comfort your crew, explaining that the mission is more important, and that they can return to the monks when you've saved this reality.
ko: 승무원을 위로하며 이 현실을 구해야 수도승들에게 돌아갈 수 있다며, 임무가 더 중요하다는 것을 설명했습니다.

source: Decline.
ko: 사양한다.

source: You decide not to tour the monastery.
ko: 수도원을 여행하지 않기로 결정했습니다.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.

source: Do nothing.
ko: 아무것도 하지 않는다.

# data/events_zoltan.xml.append$//event[@name="MONK_EYE_OPTIONS"]/choice[1]/text
source: Speak to the Monolith and await your fate.
ko: 모노리스에 경배하고 운명을 기다린다.

# data/events_zoltan.xml.append$//event[@name="MONK_EYE_OPTIONS"]/choice[5]/text
source: Ignore the monolith.
ko: 모노리스를 무시한다.

source: Your mission is to save the Federation, not discover new wonders around the galaxy. You prepare to jump.
ko: 당신의 임무는 연방을 구하는 것이지 은하계의 새로운 불가사의를 발견하는 것이 아닙니다. 도약할 준비를 했습니다.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.

source: Do nothing.
ko: 아무것도 하지 않는다.
