Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ENGI"]/text
source: You jump into a debris field that used to be a Zoltan cruiser. Unfortunately, its Engi escort takes you for the attacker and retaliates! They refuse all hails.
fr: Vous sautez dans un champ de débris qui appartenaient à un croiseur Zoltan. Hélas, son escorte Engi vous prend pour l'assaillant et attaque. Elle refuse toute communication.
ko: 한 때는 졸탄 순양함이었던 잔해가 있는 곳에 도착합니다. 불행히도 순양함을 호위하고 있던 엔지 함선이 당신을 적으로 오해하고 보복을 시도합니다! 상대는 모든 통신을 거부하고 있습니다.
ru: Вы прыгаете в поле обломков, где раньше находился крейсер золтан. К сожалению, его эскорт энджи принимает вас за нападающего и наносит ответный удар! Они отказываются от всех сигналов связи.
zh_hans: 你跃迁进一个大片超能星舰的船骸区域。不幸的是，它的半械护卫舰将你当作攻击者并进行报复！他们拒绝所有的沟通方式。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ENGI"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ASTEROID"]/text
source: You arrive in an asteroid field and are greeted by a Zoltan guard, "By attempting to access these closed mining fields, you are in violation of the Natural Mineral Protection Act. Your weaponry will be confiscated for processing." You don't have time for this.
fr: Vous arrivez dans un champ d'astéroides et êtes contactés par un garde Zoltan : "En essayant d'accéder à ces mines abandonnées, vous avez enfreint le Code de Protection des Minéraux Naturels. Vos armes seront confisquées pendant l'examination." Pas le temps pour ça.
ko: 소행성 지대에 도착하자 졸탄 경비함을 당신을 맞이합니다. "이 곳은 출입이 제한된 광산 지대입니다. 여기를 통과하는 행위는 천연 광물 보호 법률에 저촉된다는 것을 알려드립니다. 당신들의 무기를 압수해서 검사해야합니다." 이러고 있을 시간이 없습니다.
ru: Вы прибываете на астероидное поле, где вас встречает сторожевой корабль золтан: "Пытаясь проникнуть на эти закрытые шахтные поля, вы нарушаете закон о защите природных ископаемых. Ваше оружие будет конфисковано для проверки". У вас нет на это времени.
zh_hans: 你到达一个小行星带，一名超能族守卫迎接你。"试图进入这些封闭的开采场，你违反了《天然矿产保护法》。你的武器将被没收处理。"你没有时间理会这个。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ASTEROID"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_CHECKPOINT"]/text
source: A small Zoltan fleet is stationed at this beacon, scanning IDs and checking cargo. You have little to fear as a Federation ship... except the probably illegal Multiverse drive.
fr: Une petite flotte de Zoltans est stationnée à cette balise, vérifiant les identités et inspectant les soutes. En tant que vaisseau de la Fédération, vous n'avez guère à craindre... excepté que votre moteur Multiversel est probablement illégal.
ko: 소규모 졸탄 함대가 이 송신소에 배치되어 신분증과 화물을 확인하고 있습니다. 연방 함선으로서 두려워할 것은 없습니다... 아마도 불법일 멀티버스 드라이브를 제외하면 말이죠.
ru: Небольшой флот золтан находится у этого маяка, сканируя документы и проверяя грузы. Вам, как кораблю Федерации, опасаться нечего... кроме, вероятно, незаконного привода Мультивселенной.
zh_hans: 一支小型超能舰队驻留在本信标，扫描身份并检验货物。作为一艘联邦飞船，你没什么好害怕的……除了可能非法的多元推进器。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_CHECKPOINT"]/choice[1]/text
source: Try to fight your way through.
fr: Essayer de forcer le barrage.
ko: 무력으로 길을 통과한다.
ru: Попытаться пробиться.
zh_hans: 暴力可以解决一切。

source: You raise your weapons and try to get past their defenses, but a powerful shot tears through your hull as a Zoltan guard moves in to stop you.
fr: Vous activez vos armes et tentez de forcer leurs défenses, mais un puissant tir transperce votre coque alors qu'un garde Zoltan vous intercepte.
ko: 당신은 무기를 충전하고 그들의 방어선을 돌파하려 했지만, 강력한 공격이 당신의 선체를 강타하며 졸탄 경비대가 당신을 막기 위해 움직입니다.
ru: Вы заряжаете оружие и пытаетесь преодолеть их оборону, но мощный выстрел пробивает ваш корпус, после чего сторожевой корабль золтан приближается, чтобы остановить вас.
zh_hans: 你亮出武器并试图突破他们的防线，但一艘超能守卫船使用高能射击损伤了你的舰体并成功阻止你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_CHECKPOINT"]/choice[2]/text
source: Submit to their searching.
fr: Se soumettre à leur inspection.
ko: 그들의 수색을 허용한다.
ru: Подчиниться их требованиям.
zh_hans: 接受检查。

source: It appears the guards didn't do a too thorough search and didn't see your Multiverse drive. They let you through.
fr: Il semblerait que les gardes n'aient pas trop approfondi leurs recherches et n'aient pas trouvé votre moteur Multiversel. Ils vous laissent passer.
ko: 경비원들은 수색을 제대로 하지도 않았고 멀티버스 드라이브도 찾지 못한 것 같습니다. 그들은 당신을 보내줍니다.
ru: Похоже, что охранники не слишком тщательно обыскали вас и не заметили ваш провод Мультивселенной. Они пропустили вас.
zh_hans: 看来守卫们没有做深入的检查，并未发现你的多元推进器，他们允许你通过。

source: It appears the guards didn't do a too thorough search and didn't see your Multiverse drive. They let you through.
fr: Il semblerait que les gardes n'aient pas trop approfondi leurs recherches et n'aient pas trouvé votre moteur Multiversel. Ils vous laissent passer.
ko: 경비원들은 수색을 제대로 하지도 않았고 멀티버스 드라이브도 찾지 못한 것 같습니다. 그들은 당신을 보내줍니다.
ru: Похоже, что охранники не слишком тщательно обыскали вас и не заметили ваш провод Мультивселенной. Они пропустили вас.
zh_hans: 看来守卫们没有做深入的检查，并未发现你的多元推进器，他们允许你通过。

source: It appears the guards didn't do a too thorough search and didn't see your Multiverse drive. They let you through.
fr: Il semblerait que les gardes n'aient pas trop approfondi leurs recherches et n'aient pas trouvé votre moteur Multiversel. Ils vous laissent passer.
ko: 경비원들은 수색을 제대로 하지도 않았고 멀티버스 드라이브도 찾지 못한 것 같습니다. 그들은 당신을 보내줍니다.
ru: Похоже, что охранники не слишком тщательно обыскали вас и не заметили ваш провод Мультивселенной. Они пропустили вас.
zh_hans: 看来守卫们没有做深入的检查，并未发现你的多元推进器，他们允许你通过。

source: The Zoltan guards stumble into the Multiverse drive room and upon realizing you are carrying highly illegal tech, raise the alarms!
fr: Les gardes Zoltans tombent sur la salle du moteur Multiversel et, se rendant compte que vous possédez des technologies très illégales, ils sonnent l'alerte !
ko: 졸탄 경비원들이 멀티버스 드라이브실에 발을 들여놓고 당신이 고위험 불법 장비를 수송하고 있는것을 보자마자 경보를 울립니다!
ru: Охранники золтан врываются в зал привода Мультивселенной и, поняв, что вы имеете нелегальную технику, поднимают тревогу!
zh_hans: 一名超能守卫跌跌撞撞地进入多元推进器舱室，意识到你携带高度非法的技术物后，它拉响了警报！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You successfully sneak past the checkpoint. You uncloak once you are sure you're safe.
fr: Vous arrivez à vous faufiler loin du blocus. Vous désactivez votre camouflage une fois que vous vous pensez en sûreté.
ko: 당신은 성공적으로 검문소를 몰래 통과했습니다. 당신은 당신이 안전하다고 생각될 정도로 멀어지자 은폐장을 해제합니다.
ru: Вы успешно пробрались через контрольно-пропускной пункт. Вы отключаете маскировку, как только убеждаетесь, что находитесь в безопасности.
zh_hans: 你成功地溜过了检查点。确认安全后，隐形刚好进入冷却。

source: You successfully sneak past the checkpoint. You uncloak once you are sure you're safe.
fr: Vous arrivez à vous faufiler loin du blocus. Vous désactivez votre camouflage une fois que vous vous pensez en sûreté.
ko: 당신은 성공적으로 검문소를 몰래 통과했습니다. 당신은 당신이 안전하다고 생각될 정도로 멀어지자 은폐장을 해제합니다.
ru: Вы успешно пробрались через контрольно-пропускной пункт. Вы отключаете маскировку, как только убеждаетесь, что находитесь в безопасности.
zh_hans: 你成功地溜过了检查点。确认安全后，隐形刚好进入冷却。

source: You manage to sneak past the checkpoint, but uncloak too early and a guard spots you. Safely out of the range of their ASB, you like your chances much better, and engage the guard.
fr: Vous arrivez à vous faufiler loin du blocus, mais désactivez le camouflage trop tôt et un garde vous voit. Hors de portée de la batterie, vos chances en attaquant un garde sont bien meilleures.
ko: 당신은 검문소를 몰래 통과하려 했지만, 은폐장을 너무 빨리 풀어서 경비선이 당신을 발견합니다. 안전하게 상대의 ASB 범위를 벗어났기에, 당신은 안심하고 경비선과 교전합니다.
ru: Вам удается проскочить через КПП, но вы слишком рано отключаете маскировку, и сторожевой корабль замечает вас. Находясь вне зоны действия их ПКБ, вы оцениваете свои шансы гораздо выше и вступаете в бой с кораблем.
zh_hans: 你成功地溜过了检查点。但在确认安全之前，你就取消隐形状态，于是被守卫发现了。不过这次在他们的反舰炮台的攻击范围之外，这可是个拿下守卫的好机会。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_TOURIST_RESCUE"]/text
source: It appears a civilian ship is under attack by a Zoltan ship! You aren't sure why, but it looks like they need help.
fr: Il semblerait qu'une navette civile soit attaquée par un vaisseau Zoltan ! Vous ne savez pas pourquoi, mais ils semblent avoir besoin d'aide.
ko: 민간 함선이 졸탄 함선에게 공격받고 있습니다! 당신은 왜 민간 함선이 공격받는지는 모르지만, 도움이 필요해보입니다.
ru: Похоже, что гражданский корабль атакован кораблем золтан! Вы не знаете точно, почему, но похоже, что им нужна помощь.
zh_hans: 一艘平民船似乎正受到超能船的攻击！你不知道为什么，但看起来他们需要帮助。

source: Rescue the civilians.
fr: Sauver les civils.
ko: 민간 함선을 구조한다.
ru: Спасти гражданских.
zh_hans: 援救民船。

source: You give the Zoltan ship no choice but to fight you as you fly towards it full speed.
fr: Vous ne donnez aux Zoltans d'autre choix que de vous combattre alors que vous foncez sur eux.
ko: 당신은 함선을 최대 속도로 움직여 졸탄 함선이 당신과 싸울 수 밖에 없도록 합니다.
ru: Вы не оставляете кораблю золтан иного выбора, кроме как сражаться с вами, поскольку вы летите к нему на полной скорости.
zh_hans: 当你全速飞向它时，超能船别无选择，只能与你战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: Eventually the civilians are chased out of range, and you are left alone.
fr: Les civils finissent par être chassés hors de portée de vos radars, vous laissant seul.
ko: 민간 함선이 사거리 바깥으로 벗어나니, 당신은 혼자 남겨졌습니다.
ru: В конце концов гражданских выгнали за пределы досягаемости, и вы остались одни.
zh_hans: 不久之后双方都不见了踪影，信标内只剩下你。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_AUTO_TICKET"]/text
source: Not long after you jump in a Zoltan Automated vessel hails you. "You are in direct violation of protocol-S36-T by exceeding the weight limit for Cruiser class vehicles in this zone. Your fine equates to: 10 scrap."
fr: Peu de temps après votre arrivée, un Auto-vaisseau Zoltan vous contacte. "Votre vaisseau excède la limite de masse des véhicules de classe croiseur et est en violation directe du protocole S36-T. Votre contravention vaut : 10 ferraille."
ko: 초광속 도약을 끝낸지 얼마 되지 않아 졸탄 무인기가 당신을 불러세웁니다. "귀하는 이 구역의 순양함급 함선의 중량 제한을 초과하고 있으며 프로토콜-S36-T를 위반하는 것입니다. 당신의 벌금은: 10 스크랩입니다."
ru: Через некоторое время после того, как вы вошли в систему, вас вызывает автоматический корабль золтан. "Вы нарушаете протокол-С36-T, превысив лимит веса для транспортных средств класса крейсер в этой зоне. Ваш штраф составляет: 10 лома".
zh_hans: 刚跃迁不久后你就收到超能自动船的消息："你超过了本区域星舰体积限制，违反了S36-T协议。罚款额：10废料。"

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_AUTO_TICKET"]/choice[1]/text
source: Hell no, fight past the ship.
fr: Au diable la contravention ! Combattre le vaisseau.
ko: 절대 안된다.싸워서 지나친다.
ru: Нет уж, мы сразимся с кораблем.
zh_hans: 击毁它。

source: "Hostile actions registered. Preparing to defend."
fr: "Actions hostiles enregistrées. Préparations des défenses."
ko: "적대적 행위 감지. 방어를 준비합니다."
ru: "Зарегистрированы враждебные действия. Подготовка к обороне".
zh_hans: "识别到敌对行为。防御模式启动。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_AUTO_TICKET"]/choice[2]/text
source: Whatever, just pay the fine.
fr: Tant pis, payer l'amende.
ko: 뭐가 어쨌던간에 일단 벌금을 낸다.
ru: Неважно, просто заплатить штраф.
zh_hans: 行吧，也就这么点。

source: "Fine has been paid. Have a nice day."
fr: "Contravention payée. Passez une bonne journée."
ko: "벌금이 지불되었습니다. 좋은 날 되십시오."
ru: "Штраф оплачен. Хорошего дня".
zh_hans: "已收到罚款。祝你今天愉快。"

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_LIFERAFT"]/text
source: You pick up a Zoltan life raft floating in space. Its inhabitant asks you to retake his ship from the pirates who recently commandeered it. "I'm certain it is clear," he concludes, "that you must not destroy my vessel in the process."
fr: Vous trouvez un radeau de survie Zoltan flottant dans l'espace. Son occupant vous demande de reprendre son vaisseau de pirates l'ayant récemment pris d'assaut. "Je pense qu'il est clair," conclue-t-il, "que vous ne devez pas détruire mon vaisseau pour ce faire."
ko: 우주를 떠돌고 있는 졸탄 구명정을 회수했습니다. 구명정에 있던 졸탄은 당신에게 해적들에게 빼앗긴 자신의 함선을 되찾아달라고 부탁합니다. "이것만은 확실히 하죠" 졸탄인이 입을 엽니다. "절대로 내 함선을 파괴하지 마십시오." 라고 말합니다.
ru: Вы подбираете спасательную лодку золтан, летящую в космосе. Его обитатель просит вас отбить его корабль у пиратов, которые недавно захватили его. "Я уверен, что вам все ясно, - заключает он, - и вы не должны при этом уничтожить мое судно".
zh_hans: 你回收了一个漂浮在星域中的超能救生舱。里面的超能族请求你从附近的海盗手中夺回他的船。"您应该清楚，"他总结道，"下手不能太重。"

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_LIFERAFT"]/choice[1]/text
source: Engage the pirates.
fr: Attaquer les pirates.
ko: 해적과 싸운다.
ru: Сражаться с пиратами.
zh_hans: 面对海盗。

source: You focus your fire on the pirates.
fr: Vous focalisez vos tirs sur les pirates.
ko: 당신은 해적들에게 무기를 조준합니다.
ru: Вы сосредоточиваете свой огонь на пиратах.
zh_hans: 你准备开火。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_LIFERAFT"]/choice[2]/text
source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: You refuse to get his ship back, but still offer to drop him off at the next station. The Zoltan is displeased, but directs you to a nearby starbase just the same.
fr: Vous refusez de lui redonner son vaisseau, mais proposez malgré tout de l'accompagner à une station spatiale proche. Le Zoltan est mécontent, mais vous dirige malgré tout vers une base stellaire proche.
ko: 당신은 함선을 되찾아줄 수는 없지만 다음 정거장까지 태워주겠다고 제안합니다. 졸탄은 불만스러운 표정이지만 근처의 우주기지까지 당신을 인도합니다.
ru: Вы отказываетесь вернуть ему корабль, но все же предлагаете высадить его на следующей станции. Золтан недоволен, но все равно направляет вас на ближайшую звездную базу.
zh_hans: 你拒绝取回他的船，但仍然提出将他送到另一空间站。这名超能族很不高兴，但还是将你引导至附近的星域基地。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: He responds haughtily, "You would presume I would work under your command after such a display of... prowess? No, I must decline."
fr: Il répond hautainement, "Vous présumez que je travaillerais sous vos ordres après un tel étalage de... talent ? Non, je dois refuser."
ko: 그는 거만한 태도를 보이며 대답합니다. "그런... 훌륭한 솜씨를 보여줬는데도 내가 당신 밑에서 일할 것이라고 생각하십니까? 단호히 거절 하겠습니다."
ru: Он надменно отвечает: "Вы полагаете, что я буду работать под вашим началом после такой демонстрации... доблести? Нет, я вынужден отказаться".
zh_hans: 他傲慢地回答，"你会认为我会在你展示出这样的……实力之后在你的指挥下工作？不，我必须拒绝。"

source: He responds defeated, "I suppose I have nowhere else to go without a ship. I accept your offer."
fr: Dépité, il répond : "Je suppose que je n'ai nulle part où aller sans vaisseau. J'accepte votre offre."
ko: 그는 패배한 듯한 표정으로 대답합니다. "함선이 없으니 달리 방법이 없겠군요. 당신의 제안을 받아들이겠습니다."
ru: Он отвечает потрясенно: "Полагаю, мне некуда идти без корабля. Я принимаю ваше предложение".
zh_hans: 他挫败地回答："我想如果没有船，我就无处可去。我接受你的提议。"

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_SCIENCE_DOCK"]/text
source: What appears to be a Zoltan science ship requests permission to dock.
fr: Ce qui semble être une mission scientifique Zoltan vous demande la permission d'appareiller.
ko: 졸탄 과학선으로 보이는 함선이 도킹 허가를 요청합니다.
ru: Судя по всему, научный корабль золтан запрашивает разрешение на стыковку.
zh_hans: 似乎是一艘超能科学船请求向你停靠。

source: Dock with them.
fr: Appareiller avec eux.
ko: 도킹을 허가한다.
ru: Состыковаться с ними.
zh_hans: 让它靠近。

source: Have them keep their distance.
fr: Les garder à bonne distance.
ko: 그들과 거리를 유지한다.
ru: Пусть они держатся на расстоянии.
zh_hans: 让它保持距离。

source: They leave without a word.
fr: Ils partent sans un mot.
ko: 그들은 말없이 떠났습니다.
ru: Они уходят, не сказав ни слова.
zh_hans: 对方一言不发地离开了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You allow them to approach, but are caught unaware when they open fire!
fr: Vous les laissez approcher, mais êtes pris au dépourvu quand ils ouvrent le feu !
ko: 당신은 접근을 허가하지만 상대가 불시에 공격해오자 무방비 상태로 당황합니다.
ru: Вы позволили им приблизиться, но были застигнуты врасплох, когда они открыли огонь!
zh_hans: 你允许它靠近，但对方突然开火！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "We have been studying the relationships between the species and have determined that the 'Federation' still has potential to be a net positive for the galaxy. Please accept this gift to aid your journey."
fr: "Nous avons étudié les relations entre les races et avons déterminé que la 'Fédération' a encore du potentiel pour être une force positive pour la galaxie. Acceptez-donc ce cadeau pour vous aider sur le chemin."
ko: "우리는 종족들 간의 관계에 대해 연구했습니다. 우리의 연구 결과에 의하면 "연방"은 아직 이 우주에 이로운 존재일 가능성이 있습니다. 당신의 여행을 도와줄 선물을 받아주시면 좋겠습니다."
ru: "Мы изучали взаимоотношения между видами и пришли к выводу, что Федерация все еще имеет потенциал быть положительным фактором для галактики. Пожалуйста, примите этот подарок, чтобы помочь вам в вашем путешествии".
zh_hans: "我们一直在研究物种之间的关系，并确定'联邦'仍然有可能对银河系整体上产生积极影响。请接受这份礼物来帮助你的旅程。"

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_CREW_SCAN"]/text
source: You arrive at a Zoltan security checkpoint set up in a perimeter around the beacon. "Travelling vessel, you will submit to crew profiling to identify fugitives of the empire."
fr: Vous arrivez à un barrage de sécurité Zoltan situé tout autour de la balise. "Vaisseau itinérant, vous devez vous soumettre à notre profilage d'équipage pour identifier des fugitifs de l'empire."
ko: 당신은 송신소 주위의 경계선에 설치된 졸탄 경비 검문소에 도착합니다. "여행선이여. 제국 도망자 색출을 위해 잠시 승무원을 검문하겠습니다. 협조해주시길 바랍니다."
zh_hans: 你到达设置在信标周围的超能安全检查站。"舰长您好，您将接受船员扫描，以识别牧师团内的逃犯。"

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_CREW_SCAN"]/choice[1]/text
source: You don't have time for this nonsense. Attack!
fr: Pas le temps pour ces âneries. À l'attaque !
ko: 이런 하찮은 일에 낭비할 시간이 없다. 공격!
zh_hans: 你没时间等这种琐事，武力解决更快。

source: Expecting resistance, their Energy Shield is raised and ready for combat.
fr: S'attendant à de la résistance, leur Bouclier d'Énergie est activé et préparé au combat.
ko: 그들은 당신이 협조하지 않을 것이라고 예상한 것 마냥, 에너지 보호막을 충전하고 전투를 준비합니다.
ru: Ожидая сопротивления, они активируют энергетический щит и готовятся к бою.
zh_hans: 早就预料到你会反抗，对方的能量护盾立即充能并准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltan security staff board your ship and scan the crew's faces into a computer. After a few tense moments of uncertainty they allow your ship to pass.
fr: Le personnel de sécurité Zoltan entre dans votre vaisseau et scanne les visages de votre équipage dans un ordinateur. Après quelques moments tendus d'incertitudes, ils vous laissent passer.
ko: 졸탄 경비원들이 함선에 올라타서 승무원의 얼굴을 컴퓨터에 입력합니다. 불안감과 긴장감이 흐르는 시간이 지나고 통과가 허락됩니다.
zh_hans: 超能族检测人员登舰，将船员们的面部扫描到计算体中。经过一些紧张的不确定性时刻后，对方允许你通过。

source: The Zoltan security staff board your ship and begin scanning the crew's faces into a computer. Suddenly alarms go off and the Zoltans leap on one of your crew! "This person is wanted on five charges of Utter Villainy! Surrender them to us!"
fr: Le personnel de sécurité Zoltan entre dans votre vaisseau et scanne les visages de votre équipage dans un ordinateur. Soudain, une alarme retentit et les Zoltans sautent sur l'un de vos hommes ! "Cette personne est recherchée pour cinq chefs d'Infâmie Totale ! Remettez-le-nous !"
ko: 졸탄 경비원들이 함선에 올라타서 승무원을 얼굴을 컴퓨터에 입력합니다. 갑자기 경보가 울리면서 경비대가 승무원 한 명을 공격합니다. "이 자는 다섯 가지 죄목으로 수배중인 자이다! 우리에게 넘겨라!"
ru: Сотрудники службы безопасности золтан поднимаются на борт вашего корабля, начинают сканировать лица членов экипажа и вносить результаты в компьютер. Внезапно раздается сигнал тревоги, и золтаны набрасываются на одного из членов экипажа! "Это лицо разыскивается по пяти обвинениям в абсолютном злодействе! Выдайте его нам!"
zh_hans: 超能族检测人员登舰，将船员们的面部扫描到计算体中。突然警报响起，它们扑向你的一名船员！"该单位触犯了五项罪大恶极的超能星律而被通缉中！把它交给我们！"

source: Give up your crewmember.
fr: Laisser votre membre d'équipage se faire arrêter.
ko: 승무원을 넘긴다.
zh_hans: 交出该船员。

source: It's a tough call, but Zoltan law holds sway here. Besides, that one always seemed a bit shifty.
fr: C'est une décision difficile, mais la loi Zoltan prévaut ici. De toute façon, il vous a toujours semblé un peu suspect...
ko: 어려운 결정이지만 이 곳에서는 졸탄 법률이 우선입니다. 거기다 저 승무원은 항상 좀 의심가는 구석이 있었습니다.
zh_hans: 一个艰难的决定，但毕竟还是得遵守超能星律。不过那位本来也不太可靠。

source: Unfortunately your crewmember was taken away unharmed so your Clone Bay was unable to retrieve them.
fr: Malheureusement, votre membre d'équipage a été pris en vie, votre salle de Clonage est donc incapable de le ramener.
ko: 안타깝게도 당신의 선원은 안전하게 끌려갔기 때문에 클론 배양실은 그를 되살릴 수 없었습니다.
zh_hans: 由于你的船员无碍离开，这种情况下克隆舱无法克隆。

source: Refuse and fight.
fr: Refuser et combattre.
ko: 거절하고 싸운다..
ru: Отказаться и бороться.
zh_hans: 拒绝并反击。

source: You're not going to leave anyone behind. You pull away from the station with the enemy guards on board. Unfortunately, they are able to sabotage your weapon system in the chaos. It's time to leave!
fr: Vous n'abandonnerez personne. Vous vous découplez avec la station, malgré les gardes à bord. Hélas, ils ont pu saboter votre système d'armement dans la mêlée. Il faut partir, et vite ! !
ko: 승무원을 남겨놓고 갈 수 없습니다. 경비대가 올라탄 상태로 정거장에서 함선을 이탈합니다. 불행히도 혼란 중에 경비대가 당신의 무기 시스템을 파괴했습니다. 떠날 시간입니다!
zh_hans: 你无法接受失去任何一人，于是不顾警告直接载着守卫驶离检查站。混乱之中他们破坏了你的武器系统。快逃！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_FIGHTER_MONK"]/text
source: It's risky business being a slaver in Zoltan space, but it appears one soul is daring enough to run his trade here. Not exactly commendable, but still a rare sight.
fr: Être esclavagiste en territoire Zoltan est un pari risqué, mais semblerait-il qu'un être est suffisament audacieux pour faire son commerce ici. Ce n'est pas exactement recommandable, mais c'est malgré tout une rareté.
ko: 졸탄 영해에서 노예 사업을 벌이는 것은 위험한 일이지만, 여기 이 사람은 그 짓을 할 만큼 대담한 것 같습니다. 칭찬할만한 일은 아니지만, 그렇다고 해도 보기 드문 광경이기도 합니다.
zh_hans: 在超能族星域内贩奴是一宗冒险的生意，但你面前这艘船足够胆大。虽不值得称道，却仍是一种罕见的景象。

source: See who they might have on sale.
fr: Regarder qui ils ont à vendre.
ko: 그들이 무엇을 팔고 있는지 확인한다.
zh_hans: 看看是否有打折中的奴隶。

source: "Feds, eh? You look like a fellow who could use a fighter with a little extra bit'a... umph, if you get me. For quite the modest fee, how does a masterful Zoltan warrior sounds to join the ranks of your crew?"
fr: "Tiens, des Fédés ? T'as l'air d'un gars qui voudrait bien un combattant d'plus pour un peu d'puissance supplémentaire, si tu vois c'que je veux dire... Pour une somme modeste, ça te dirais un guerrier Zoltan d'élite parmi tes rangs ?"
ko: "허,연방이라니? 음.. 돈만 주면 되는 싸움꾼이 필요해 보이는데. 돈만 조금 주면 전투계의 거장인 졸탄을 보내주지, 어때?"
zh_hans: "联邦的人？我觉得我们这的一名超能族战士肯定能在舰长您的麾下大放光彩。额...您只需要支付一丢丢的费用。"

source: Purchase the Zoltan.
fr: Acheter le Zoltan.
ko: 졸탄을 구매한다.
zh_hans: 购买这名超能族战士。
