Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[6]/text
source: You watch in fascination as a weapon slowly fabricates in front of you, piece by piece. When nothing else happens afterwards, you safely assume that was all the monolith had to offer and pull away.
fr: Vous regardez avec fascination alors qu'une arme se fabrique lentement sous vos yeux, pièce par pièce. Quand rien ne se passe après, vous assumez que c'était tout ce que le Monolithe avait à offrir et vous vous en allez..
ko: 무기가 눈앞에서 한조각씩 만들어지는 것을 매혹적으로 지켜봤습니다. 그 후 아무 일도 일어나지 않자, 그것이 모노리스가 준 전부이며, 안전하게 철수해야 한다고 생각했습니다.
zh_hans: 你着迷地看着一件武器在你面前慢慢被一件件零件组装制造出来。沉静一段时间后，你认为这就是构造物所能提供的一切，然后飞离。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[7]/text
source: A horrific screeching can be heard from the other room. You enter to find a disgusting, small, naked creature covered in slime writhing on the ground. It rapidly begins to grow, until it develops into an adult Slug! They have no idea how they got here, but the Monolith seems to have created them for the sole purpose of serving you!
fr: Un hurlement horrible sort d'une autre salle. Vous y entrez pour y trouver une petite créature nue dégoûtante et couverte de vase se tordant sur le sol. Elle se met à grandir rapidement, jusqu'à devenir un Slug adulte ! Elle n'a aucune idée de comment elle est arrivée là, le Monolithe a dû la créer pour le seul but de vous servir !
ko: 다른 방에서 끔찍한 비명 소리가 들려왔습니다. 땅에서 몸부림치며, 점액으로 뒤덮이고 역겨운 작은 벌거벗은 생물이 발견됐습니다. 이내 성체 슬러그로 성장할 때까지 빠르게 성장하기 시작했습니다! 어떻게 여기까지 왔는지 모르겠지만, 모노리스가 당신을 섬기는 슬러그를 창조한 것 같습니다!
zh_hans: 你听见从另一个舱室发出的可怕尖叫声。你进入后发现一个恶心的、小的、裸体的、被粘液覆盖的生物在地上蠕动着。它迅速开始生长，直到发育成一个成年的蛞蝓族！他不知道自己是如何来到这里的，但构造物似乎只是为了你而创造了他！

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[8]/text
source: A cloud of nanobots forms around you, and a voice speaks to you. "And what purpose need you be serving?"
fr: Un nuage de nanites se forme autour de vous, et une voix vous parle. "Et dans quel but avez-vous besoin d'être servi?"
ko: 주위에 나노봇 구름이 형성되고 목소리가 들려왔습니다. "어떤 목적을 위해 섬겨야합니까?"
zh_hans: 一团纳米机器人在你周围形成，一个声音对你说话。"你需要什么服务？"

source: Piloting.
fr: Pilotage.
ko: 항해.
ru: Рулевая рубка.
zh_hans: 驾驶。

source: The nanobots form into an Separatist Engi, well trained in piloting.
fr: Les nanites se condensent en un Engi Séparatiste, entraîné au pilotage.
ko: 나노봇은 항해에 숙련된 분리주의자 엔지로 형성되었습니다.
zh_hans: 这些纳米机器人聚成了一名精通驾驶的半械分离者。

source: Defense.
fr: Défense.
ko: 방어.
zh_hans: 防御。

source: The nanobots form into an Separatist Engi, well trained in shield engineering.
fr: Les nanites se condensent en un Engi Séparatiste, entraîné à l'ingénierie des boucliers.
ko: 나노봇은 쉴드 공학에 숙련된 분리주의자 엔지로 형성되었습니다.
zh_hans: 这些纳米机器人聚成了一名精通操控护盾的半械分离者。

source: Combat.
fr: Le combat.
ko: 전투.
zh_hans: 战斗。

source: The nanobots form into an Separatist Engi, well trained in combat.
fr: Les nanites se condensent en un Engi Séparatiste, entraîné au combat.
ko: 나노봇은 전투에 숙련된 분리주의자 엔지로 형성되었습니다.
zh_hans: 这些纳米机器人聚成了一名擅长战斗的半械分离者。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[9]/text
source: You approach and wait, but nothing happens. A Zoltan ship hails: "And in the coming times, when the monolith speaks not with a man he has no future and must be left wanting."
fr: Vous approchez et attendez, mais rien ne se passe. Un vaisseau Zoltan vous contacte : "Et dans les temps qui viennent, quand le Monolithe ne parle pas à un Homme, il n'a pas de futur et n'a rien à attendre de moi."
ko: 다가가서 기다렸지만 아무 일도 일어나지 않았습니다. 이내 졸탄 함선이 불렀습니다. "모노리스가 대화하기를 거부하는 자는 앞으로 미래가 없는 자이니 부족한 상태 그대로 남겨져야합니다."
zh_hans: 你走近并等待，但什么也没有发生。一艘超能族飞船在呼叫你。"我们曾被教导，若圣眼不与某人交流，那他就没有未来，欲望也不会被满足。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[10]/text
source: A rift opens in front of you, so huge an entire planet is thrown out of it, followed by an unhappy Lost Sun vessel! On the planet's surface appears to be a giant ASB cannon, and they're firing at both you and the enemy!
fr: Un rift s'ouvre en face de vous, si vaste qu'en sort une planète entière, suivi d'un vaisseau des Lost Sun furieux ! Sur la surface de la planète se trouve un énorme canon anti-vaisseaux, et il tire sur vous comme sur l'ennemi !
ko: 눈앞에 균열이 열리면서 거대한 행성이 튀어나오며, 불행한 로스트 선 함선도 나타났습니다! 행성 표면에 거대한 대함포대가 있는 것처럼 보이며 당신과 적 모두를 향해 발포하기 시작했습니다!
zh_hans: 一道时空裂隙在你面前打开，巨大到一整颗星球被吸了过来，紧随其后的是一艘不高兴的迷失烈阳飞船！在这个星球的表面有一个巨大的反舰炮台，他们正在向你和敌人双方开火！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[11]/text
source: You approach the Monolith, and an alien voice fills the ship. "For every gift, something in turn must be taken." You notice your fuel stores rapidly decrease, but the scrap reserves increase for every cell depleted!
fr: Vous approchez du Monolithe, et une voix inhumaine résonne dans le vaisseau. "Pour tout cadeau, quelque chose doit être pris en échange." Vous remarquez que vos réserves de carburant baissent rapidement, mais que votre soute se remplit de ferraille à chaque cellule vidée !
ko: 모노리스에 접근하자, 외계인의 목소리가 함선을 가득 채웠습니다. "가는게 있으면 오는게 있으리라." 연료 저장고는 급격히 감소했지만, 연료가 고갈될 때마다 스크랩 저장량이 증가했습니다!
zh_hans: 你接近构造物，一个外星声音充满了整个星舰。"每一份礼物，都标好了价码。"你注意到你的燃料储蓄量迅速减少，但每份燃料都变成了一些废料！

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[12]/text
source: A thick gas begins to form around the ship, as a nebula consumes the beacon! A passing Zoltan ship tells you not to worry, and that this is a regular occurrence. The nebula usually goes away after a little while. Luckily, the Rebels will probably struggle to track you.
fr: Un épais nuage de gaz se forme autour du vaisseau, alors qu'une nébuleuse envahit la balise ! Un vaisseau Zoltan de passage vous dit de ne pas vous inquiéter, que cela arrive souvent, et que la nébuleuse partira dans quelque temps. La bonne nouvelle, c'est que les Rebelles auront du mal à vous trouver ici.
ko: 성운이 송신소를 삼키면서 두꺼운 가스가 함선 근처에 형성되기 시작했습니다! 지나가는 졸탄 함선은 걱정하지 말라고 말하며 이는 정기적인 현상이라고 설명했습니다. 성운은 시간이 지나자 사라졌습니다. 다행히 반군은 당신을 추적하는데 어려움을 겪을 것입니다.
zh_hans: 一股浓厚的气体开始在星舰周围形成，一片星云覆盖了信标！一艘路过的超能族飞船告诉你不要担心，这是经常发生的事情。星云通常在一段时间后就会消失。幸运的是，叛军可能更难追踪到你。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[13]/text
source: Whispers surround you, serenading you with promises of unknown riches. All you have to do is make a choice... sacrifice a crew member to receive your reward, or stay strong and resist the urge.
fr: Des chuchotements vous entourent, vous promettant des richesses sans pareil. Tout ce que vous avez à faire, c'est un choix... sacrifiez un membre d'équipage, ou restez forts et résistez à vos pulsions.
ko: 속삭임이 둘러싸고, 알 수 없는 부를 약속하며 당신을 유혹했습니다. 당신이 해야 할 일은 선택을 하는 것 뿐입니다... 보상을 받기 위해 승무원을 희생시키거나, 굳게 믿으며 충동을 억누르는 것 뿐입니다.
zh_hans: 窃窃私语萦绕着你，讲述着神秘财富的甜言蜜语。你只需做出选择......牺牲一名船员来获得你的奖赏，或者保持清醒，抵制这股冲动。

source: Make the sacrifice.
fr: Faire le sacrifice.
ko: 희생을 선택한다.
zh_hans: 做出牺牲。

source: As soon as you accept the challenge mentally, a dagger appears in your hand. You drag the nearest crew and stab them, in a crazed bloodlust. You faint right after, only to awake and find the ship filled with scrap and supplies.
fr: Dès que vous acceptez mentalement le défi, une dague apparaît dans votre main. Vous vous précipitez sur le premier homme que vous voyez et le poignardez dans votre folie meurtrière. Vous perdez connaîssance peu après, pour vous réveiller peu de temps après dans un vaisseau rempli de ferraille et de fournitures.
ko: 정신적 도전을 수락하자마자, 단검이 당신의 손에 나타났습니다. 가장 가까운 선원을 끌어와서 피에 홀리듯이 그를 찔렀습니다. 당신은 기절에서 깨어나자마자, 스크랩과 보급품이 가득 찬 함선을 발견했습니다.
zh_hans: 当你作出抉择后，顿时一把匕首出现在你的手中。你拖着最近的船员，在疯狂的嗜血中刺向他。然后你就晕倒了，醒来后发现星舰内堆满了废料和物资。

source: It appears that, despite their death merely being a stab wound, your crew member's death is irreversible.
fr: Il semblerait que, malgré qu'elle soit due à un coup de poignard, la mort de votre membre d'équipage est irréversible.
ko: 그의 죽음은 단순한 자상일 뿐이지만, 승무원의 죽음은 돌이킬 수 없는 것 같습니다..
zh_hans: 看来，尽管他的死亡只是一个刺伤，但你的船员的死亡是不可逆转的。

source: Resist the urge.
fr: Résister à vos pulsions.
ko: 유혹에 저항한다.
zh_hans: 抵制这股冲动。

source: After a while the whispers stop and you pull away from the planet as fast as possible.
fr: Quelque temps plus tards, les chuchotements cessent, et vous vos éloignez de cette planète aussi vite que possible.
ko: 잠시 후 속삭임이 멈추고 가능한 빨리 행성에서 멀어쳤습니다.
zh_hans: 过了一会儿，窃窃私语声停止了，你尽可能快地拉开了与这个星球的距离。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[14]/text
source: You notice that as you approach the planet's surface, your hull slowly begins to repair itself. However, breaches open all around the ship! Every rose has its thorns...
fr: Vous remarquez qu'alors que vous vous approchez de la surface de la planète, votre coque se répare toute seule. Cependant, des brèches s'ouvrent partout dans le vaisseau ! Toute rose a ses épines...
ko: 행성 표면에 접근함에 따라 선체가 천천히 스스로 수리하기 시작한다는 것을 알아차렸습니다! 하지만 배 곳곳에 균열이 뚫려 있습니다! 모든 장미에는 가시가 있을지어니...
zh_hans: 你注意到，当你接近这个星球的表面时，星舰的舰体开始慢慢地自我修复。然而，飞船的四周都出现了破洞！看来每朵玫瑰都带着刺......

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[15]/text
source: As you approach the surface, you notice a storm of missiles flying straight towards you! As they collide with the ship, they cause considerable damage, but they also turn into scrap on impact as well. In fact, it's just enough scrap to repair all of that damage and more...
fr: Alors que vous approchez de la surface, vous remarquez une volée de missiles volant droit sur vous ! Alors qu'ils entrent en collision avec la coque, ils font des dégâts considérables, mais ils se transforment aussi en ferraille à l'impact. En fait, il y a même assez de ferraille pour réparer tous les dégâts, et plus...
ko: 지표면에 접근할 때, 당신을 향해 날아오는 미사일 폭풍을 알아차렸습니다! 함선과 충돌하여 상당한 피해를 줬지만, 충돌하자 스크랩으로 변하기도 했습니다. 사실, 이 모든 피해를 수리하기에 충분하고도 남은 양의 스크랩이었습니다...
zh_hans: 当你接近表面时，你注意到有一簇导弹风暴正向你袭来！它们与星舰相撞，造成了相当大的损害，但却在撞击后变成了废料。事实上，这些废料完全够修补所有的损伤，还余下了很多......

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[16]/text
source: A chuckle echoes through your ship, and a disembodied voice follows. "A friend, and an enemy. An eye for an eye."
fr: Un ricanement résonne dans votre vaisseau, suivi d'une voix désincarnée. "Œil pour œil, dent pour dent. Un ami, et un ennemi."
ko: 낄낄거리는 목소리가 함선에 울려퍼지고, 뒤이어 형체없는 목소리가 뒤따랐습니다. "한 친구, 그리고 하나의 적. 눈에는 눈."
zh_hans: 一阵笑声在星舰上回荡，一个失魂落魄的声音随之而来。"一个朋友，和一个敌人。一物换一物。"

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[17]/text
source: You turn to see one of your crew members coughing, grabbing at their throat as they collapse to the ground, turning purple. Slowly, their skin begins to peel away and their body melts, only to reform once again into an entirely different form.
fr: Vous vous retournez et voyez l'un de vos membres d'équipage tousser et s'agripper la gorge avant de s'effondrer au sol, en devenant violet. Lentement, sa peau tombe et son corps fond, avant de se réassembler à nouveau, dans une forme complètement différente.
ko: 고개를 돌리자 승무원이 기침하며 목을 움켜쥐고 쓰러지면서 보랏빛으로 변하는 것을 볼 수 있었습니다. 서서히 피부가 벗겨지고 몸이 녹으면서 완전히 다른 형태로 변했습니다.
zh_hans: 你转身看到你的一个船员在咳嗽，抓着喉咙，然后倒在地上，变成紫色。慢慢地，他们的皮肤开始剥落，身体开始融化，变成了一个完全不同的形式。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[18]/text
source: As you approach, a kaleidoscope of colors fills the viewscreen and one of your crew begins to age rapidly in reverse, eventually disappearing into nothingness. Let's hope they've transcended physical existence, and not just been forced out of it.
fr: Alors que vous approchez, un kaléidoscope de couleurs remplit votre écran, et un de vos membres d'équipage semble vieillir à l'envers rapidement, jusqu'à disparaître. Espérons qu'il a transcendé l'existence matérielle, et qu'il n'a pas été forcé hors d'elle.
ko: 당신이 접근하는 동안, 모니터는 휘황찬란한 색으로 뒤덮이고 당신의 승무원중 하나가 급속하게 어려지기 시작하더니, 결국은 어디론가 사라져 버렸습니다. 그가 물질적 존재로서 추방당한 것이 아니라 그것을 초월한 것이기를 빌어줍시다.
zh_hans: 当你接近时，视屏突然姹紫嫣红、万色缤纷，你的一名船员开始迅速地返老还童，最终消失至虚无。希望他是意识超越了物理存在，而不是被迫意识消亡。

source: You check your Cloning Bay but it lies dormant. Whatever just happened to your crewmember must be irreversible.
fr: Vous vérifiez votre Salle des clones, mais elle est inactive. Quoi qu'il lui soit arrivé, c'est irréversible.
ko: 클론 복제실을 확인했지만 휴면 상태였습니다. 승무원에게 방금 일어난 일은 되돌릴 수 없는 것이 틀림없었습니다.
zh_hans: 你检查了你的克隆舱，但它处于休眠状态。无论你的船员刚刚发生了什么，一定是不可逆转的。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[19]/text
source: As you approach the monolith, you notice time around you begins to slow. You feel light headed, and faint. When you awake, it appears a considerable amount of time has passed. We'll have to hurry out of here before the Rebels catch up.
fr: Alors que vous approchez du Monolithe, vous remarquez que le temps autour de vous semble ralentir. Vous sentez votre tête tournez, puis vous vous évanouissez. Quand vous vous réveillez, il semble que beaucoup de temps ait passé. Il va falloir se dépêcher de partir d'ici avant que les Rebelles ne vous rattrappent.
ko: 모노리스에 가까워질수록 주변의 시간이 느려지기 시작했습니다. 머리가 어지러웠고 기절했습니다. 당신이 깨어났을땐, 상당한 시간이 지난 것 같습니다. 반군이 따라잡기 전에 서둘러야 합니다.
zh_hans: 当你接近构造物时，你注意到你周围的时间开始变慢。你感到头重脚轻，昏昏沉沉。当你醒来时，似乎已经过了相当长的时间。我们必须在叛军舰队追上来之前赶紧离开这里。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[20]/text
source: A rift opens in front of you, and a fleet of Rebel ships is dumped out the other end! A Rebel ship moves in to attack, apparently not fazed by being warped through time and space.
fr: Un rift s'ouvre devant vous, et une flotte de vaisseaux Rebelles en sort ! L'un des vaisseaux vous attaque, à peine perturbé d'avoir été déplacés à travers le temps et l'espace.
ko: 앞에 균열이 열리고 반군 함대가 반대편 끝에서 튀어나왔습니다! 반군 함선이 시공간을 가로질러 왜곡된 환경에서도 당황하지 않고 공격하기 위해 움직였습니다.
zh_hans: 一道时空裂隙在你面前打开，一支叛军舰队从另一端倾泻而出！一艘叛军战舰进场攻击，显然没有被时空旅行吓到。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[21]/text
source: You notice as you approach, your shields begin to malfunction! As you attempt to leave, an asteroid field slowly approaches. A coincidence? Unlikely...
fr: Vous remarquez qu'alors que vous vous rapprochez, vos boucliers se mettent à dysfonctionner ! Alors que vous essayez de partir, un champ d'astéroïdes s'approche lentement. Une coïncidence ? Peu probable...
ko: 가까이 다가가자 보호막이 오작동하기 시작했습니다! 도약하려고 하자 소행성 지대가 천천히 다가왔습니다. 우연의 일치일까요? 그런 거 같진 않습니다...
zh_hans: 你注意到，当你接近时，星舰的护盾开始失灵！当你试图离开时，一个小行星带慢慢靠近。一个巧合？不太可能...

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[22]/text
source: A small ball of light forms in front of your ship, and slowly begins to grow. The monolith disappears from you as you are slingshotted miles away, and the ball metamorphosizes into a sun! You get caught by the first of the solar flares, but hopefully you can escape before the next.
fr: Une petite boule de lumière se forme devant votre vaisseau, et commence à grandir. Le Monolithe disparaît alors que vous êtes catapultés à des kilomètres, et la boule se métamorphose en étoile ! Vous êtes atteint par la première des tempêtes stellaires, il va falloir s'échapper avant la suivante.
ko: 작은 빛 덩어리가 함선 앞에서 형성되어 서서히 커지기 시작했씁니다. 당신이 빛 덩어리를 마주하자 모노리스는 사라졌고, 이내 빛의 구체는 태양으로 변했습니다! 첫번째 태양풍에 휘말렸지만, 다음 태양풍 전에 탈출할 수 있기를 바랬습니다.
zh_hans: 一个小光球在你的星舰前面形成，并慢慢开始变大。构造物突然从你身边消失，不，准确来说好像是你被瞬移了好几光年，而那个光球则蜕变成了一颗恒星！你受到了首个耀斑的影响，希望能在下个形成之前逃离。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[23]/text
source: A portal to a dark abyss opens in front of you, and 4 aliens stumble out of it! They don't seem particuarly friendly, so you prepare to fight.
fr: Un portail vers un abîme sombre s'ouvre devant vous, et 4 aliens en sortent ! Ils n'ont pas l'air amicaux, et vous vous préparez au combat.
ko: 어두운 심연으로 통하는 차원문이 앞에 열리고 4마리의 외계인이 그곳에서 비틀거리며 빠져나왔습니다! 그들은 특별히 우호적이지 않은 것 같으므로 전투를 준비해야 합니다.
zh_hans: 一个通向黑暗深渊的入口在你面前打开，4个外星人从里面跌跌撞撞地走出来！他们看起来并不友好，所以你准备战斗。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[24]/text
source: As you approach the surface, all lights on the ship suddenly blink off. A distinct clicking noise suggests that you've been boarded by the Mantis, a likely creation of the monolith, as well!
fr: Alors que vous approchez de la surface, toutes les lumières de votre vaisseau s'éteignent. Un cliquetis distinct vous suggère que vous avez été abordé par les Mantis, probablement également une création du monolithe !
ko: 표면으로 다가가자, 함선의 모든 불빛이 갑자기 깜빡거렸습니다. 독특한 딸깍거리는 소리는 맨티스가 함선에 침입했다는 것을 의미하는데, 이 현상은 모노리스가 만들어 냈을 수도 있습니다!
zh_hans: 当你接近表面时，船上的所有灯光突然闪烁起来。一阵明显的咔嚓声表明，你已经被一群螳螂族入侵，大概率是构造物所创造的！

source: As you approach, an ancient alien voice speaks to you: "Your mission has brought you great battles, and great losses. This will help ease the pain." A few minutes later someone reports medical equipment has appeared on the ship!
fr: Alors que vous approchez, une voix ancienne et inhumaine vous parle : "Votre mission vous a amené bien des batailles, et bien des pertes. Ceci apaisera vos douleurs." Quelques minutes plus tard, quelqu'un vous dit que du matériel médical est apparu dans le vaisseau !
ko: 모노리스에 다가가자, 고대 외계인의 목소리가 들려옵니다 : "너의 임무는 크나큰 전투와 거대한 상실을 가져왔도다. 이것이 고통을 덜어주는데 도움이 될지 어니." 잠시 후 누군가 배에 의료 장비가 나타났다고 보고했습니다!
zh_hans: 当你接近时，一个古老的外星声音对你说话。"你的任务给你们带来了巨大的战斗，也带来了巨大的损失。这个将有助于减轻痛苦。"几分钟后，有人报告说星舰内出现了医疗设备！

source: You approach the planet carefully, trying to keep your ship from breaking up in orbit. The monolith, whatever it is, must sense as much because the next thing you know you have enough scrap to patch up your damage and more besides!
fr: Vous approchez prudemment de la planète, en essayant d'empêcher votre vaisseau de se briser en orbite. Le Monolithe, quel qu'il soit, a du s'en rendre compte, car soudainement, vous avez assez de ferraile pour réparer votre coque, voire plus !
ko: 함선이 궤도상에서 파괴되지 않게 조심하면서 행성에 다가갑니다. 그것이 무엇이던 간에 모노리스는 굉장한 능력을 가진듯 합니다. 정신이 들어보니 피해를 회복하고도 남을 정도로 엄청난 양의 스크랩을 얻었습니다.
zh_hans: 你小心翼翼地接近这个星球，全力防止你的星舰在轨道上解体。那座巨型构造物，不管它是什么，一定也察觉到了你的存在，因为接下来你突然发现你不仅有足够的废料来修补星舰的损坏，还有更多的物资！

source: As you pull closer to the Monolith, you can hear the sounds of clanging and movement around the exterior of the ship. Confused and fearful, you pull back out of orbit and inspect the ship, but see no one. Instead, the hull has received considerable repairs!
fr: Alors que vous vous rapprochez du Monolithe, vous entendez des bruits de tôles et du mouvement à l'extérieur du vaisseau. Confus et apeuré, vous sortez de l'orbite et inspectez le vaisseau, mais ne voyez personne. Au contraire, la coque a été considérablement réparée !
ko: 모노리스에 가까이 다가갈수록 배 외부에서 삐걱거리는 소리와 움직이는 소리가 들렸습니다. 혼란스럽고 두려운 당신은 궤도에서 물러나 함선을 살펴봤지만 아무것도 보이지 않았습니다. 대신 선체는 상당한 수리를 받았습니다!
zh_hans: 当你接近构造物时，你可以听到星舰外部的叮当声和摩擦声。困惑且略为恐惧，你拉高轨道并检查了星舰，但没有看到任何人。可是舰体已经得到了相当大的修补！

source: A deep voice echoes through the ship's halls. "Your mission will be long and arduous. May this aid you, so that you shall not fear an unwarranted interruption."
fr: Une voix grave se réverbère dans le vaisseau. "Votre mission sera longue et ardue. Que ceci vous aide, pour que vous ne craigniez pas d'interruption imprévue."
ko: 깊은 목소리가 함선의 복도에 울렸습니다. "너의 임무는 기나기며 험날할지어니. 이것이 너에게 도움이 되길 빌며, 이러한 선의를 두려워하지마라."
zh_hans: 一个低沉的声音回荡在星舰的主舱内。"你的任务将是漫长而艰巨的。希望这能帮助你，使你不必担心无端的干扰。"

source: Suddenly, a wormhole opens up in space, and a merchant vessel is deposited out the other side. They're confused, but upon noticing you they offer to trade, since their original clients have been left behind.
fr: Soudain, un trou de ver s'ouvre dans l'espace, et un vaisseau marchand est éjecté devant vous. Ils sont confus, mais en vous remarquant ils vous proposent de marchander, étant donné que leurs client d'origine sont restés de l'autre côté.
ko: 갑자기 우주에 웜홀이 열리고 반대편에서 상선이 나왔습니다. 그들은 혼란스러워하지만, 원래 고객이 뒤에 버려졌기에 당신을 보자마자 거래를 제안했습니다.
zh_hans: 突然，太空中打开了一个虫洞，一艘商船被吸入这一边。对方很困惑，但在注意到你之后，提出进行交易，毕竟之前的客户已经在那边了。

source: You watch in fascination as a weapon slowly fabricates in front of you, piece by piece. When nothing else happens afterwards, you safely assume that was all the monolith had to offer and pull away.
fr: Vous regardez avec fascination alors qu'une arme se fabrique lentement sous vos yeux, pièce par pièce. Quand rien ne se passe après, vous assumez que c'était tout ce que le Monolithe avait à offrir et vous vous en allez..
ko: 무기가 눈앞에서 한조각씩 만들어지는 것을 매혹적으로 지켜봤습니다. 그 후 아무 일도 일어나지 않자, 그것이 모노리스가 준 전부이며, 안전하게 철수해야 한다고 생각했습니다.
zh_hans: 你着迷地看着一件武器在你面前慢慢被一件件零件组装制造出来。沉静一段时间后，你认为这就是构造物所能提供的一切，然后飞离。

source: A horrific screeching can be heard from the other room. You enter to find a disgusting, small, naked creature covered in slime writhing on the ground. It rapidly begins to grow, until it develops into an adult Slug! They have no idea how they got here, but the Monolith seems to have created them for the sole purpose of serving you!
fr: Un hurlement horrible sort d'une autre salle. Vous y entrez pour y trouver une petite créature nue dégoûtante et couverte de vase se tordant sur le sol. Elle se met à grandir rapidement, jusqu'à devenir un Slug adulte ! Il n'a aucune idée de comment il est arrivée là, le Monolithe a dû le créer pour le seul but de vous servir !
ko: 다른 방에서 끔찍한 비명 소리가 들려왔습니다. 땅에서 몸부림치며, 점액으로 뒤덮이고 역겨운 작은 벌거벗은 생물이 발견됐습니다. 이내 성체 슬러그로 성장할 때까지 빠르게 성장하기 시작했습니다! 어떻게 여기까지 왔는지 모르겠지만, 모노리스가 당신을 섬기는 슬러그를 창조한 것 같습니다!
zh_hans: 你听见从另一个舱室发出的可怕尖叫声。你进入后发现一个恶心的、小的、裸体的、被粘液覆盖的生物在地上蠕动着。它迅速开始生长，直到发育成一个成年的蛞蝓族！他不知道自己是如何来到这里的，但构造物似乎只是为了你而创造了他！

source: A cloud of nanobots forms around you, and a voice speaks to you. "And what purpose need you be serving?"
fr: Un nuage de nanites se forme autour de vous, et une voix vous parle. "Et dans quel but avez-vous besoin d'être servi?"
ko: 주위에 나노봇 구름이 형성되고 목소리가 들려왔습니다. "어떤 목적을 위해 섬겨야합니까?"
zh_hans: 一团纳米机器人在你周围形成，一个声音对你说话。"你需要什么服务？"

source: Piloting.
fr: Pilotage.
ko: 항해.
ru: Рулевая рубка.
zh_hans: 驾驶。

source: The nanobots form into an Separatist Engi, well trained in piloting.
fr: Les nanites se condensent en un Engi Séparatiste, entraîné au pilotage.
ko: 나노봇은 항해에 숙련된 분리주의자 엔지로 형성되었습니다.
zh_hans: 这些纳米机器人聚成了一名精通驾驶的半械分离者。

source: Defense.
fr: Défense.
ko: 방어.
zh_hans: 防御。

source: The nanobots form into an Separatist Engi, well trained in shield engineering.
fr: Les nanites se condensent en un Engi Séparatiste, entraîné à l'ingénierie des boucliers.
ko: 나노봇은 쉴드 공학에 숙련된 분리주의자 엔지로 형성되었습니다.
zh_hans: 这些纳米机器人聚成了一名精通操控护盾的半械分离者。

source: Combat.
fr: Le combat.
ko: 전투.
zh_hans: 战斗。

source: The nanobots form into an Separatist Engi, well trained in combat.
fr: Les nanites se condensent en un Engi Séparatiste, entraîné au combat.
ko: 나노봇은 전투에 숙련된 분리주의자 엔지로 형성되었습니다.
zh_hans: 这些纳米机器人聚成了一名擅长战斗的半械分离者。

source: You approach and wait, but nothing happens. A Zoltan ship hails: "And in the coming times, when the monolith speaks not with a man he has no future and must be left wanting."
fr: Vous approchez et attendez, mais rien ne se passe. Un vaisseau Zoltan vous contacte : "Et dans les temps qui viennent, quand le Monolithe ne parle pas à un Homme, il n'a pas de futur et n'a rien à attendre de moi."
ko: 다가가서 기다렸지만 아무 일도 일어나지 않았습니다. 이내 졸탄 함선이 불렀습니다. "모노리스가 대화하기를 거부하는 자는 앞으로 미래가 없는 자이니 부족한 상태 그대로 남겨져야합니다."
zh_hans: 你走近并等待，但什么也没有发生。一艘超能族飞船在呼叫你。"我们曾被教导，若圣眼不与某人交流，那他就没有未来，欲望也不会被满足。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
