Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB_WIN"]/text
source: The Osmian troops, though limited in ships, are plentiful in manpower and storm the lab. The Zoltan scientists surrender. You take note of assorted Engi and even a few workers in Federation garb in the crowd, but you're distracted by Malki. "Thank you for your help. Though material offers I cannot extend, I can provide your Federation blueprints for our finest warship. We-" Suddenly, an alarm blares. Something bad is happening!
fr: Les troupes Osmiennes, bien que limitées en vaisseaux, sont nombreuses en hommes et assaillissent le laboratoire. Les scientifiques Zoltans se rendent. Vous repérez quelques Engis assortis et même quelques employés en habits de la Fédération parmi la foule, mais vous êtes distrait pas Malki. "Merci pour l'aide. Bien que je ne peux vous donner d'offre matérielle, je peux donner à la Fédération les plans de notre meilleur vaisseau de guerre. Nous-" soudain, une alarme retentit. Il se passe quelque chose de très mauvais !
ru: Осмианские войска, хотя и имеют небольшое количество кораблей, но обладают большим количеством людей, и штурмуют лабораторию. Ученые золтан сдаются. Вы замечаете в толпе энджи и даже нескольких рабочих в одежде Федерации, но вас отвлекает Малки. "Благодарю вас за помощь. Хотя материальных ценностей я предложить не могу, я могу предоставить вашей Федерации чертежи нашего лучшего военного корабля. Мы..." Внезапно раздается сигнал тревоги. Происходит что-то плохое!
zh_hans: 原能族部队虽然舰船有限，但人力充沛，冲进了实验室。超能族科学家们投降了。你注意到俘虏中的各种半械族，甚至还有一些穿着联邦服装的工人，但你被马利基打断了注意力。"谢谢您的帮助。虽然我不能提供物质上的帮助，但我可以为你们联邦提供我们最好的星舰蓝图。我们—"突然，一阵警报声响起。有坏事要发生了！

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB_WIN"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB_WIN"]/choice/event/text
source: Shortly after the alarm, another warning plays over the stereo. You might be getting tired of all these warnings, but this isn't one to be ignored. "Evacuate the premises immediately. Nuclear strike imminent." Panic immediately breaks out, and your radar detects an approaching warhead. Apparently, in case of emergency, the Ministry rigged this place to destroy itself. If your holopad's estimation is correct, you have 10 minutes before the impact.
fr: Peu après l'alarme, un autre avertissement est joué sur les hauts-parleurs. Vous êtes peut-être fatigués de toutes ces alertes, mais celle-là est à prendre au sérieux. "Évacuez la station immédiatement. Frappe nucléaire imminente". La panique règne immédiatement après, et votre radar détecte un missile en approche. Apparemment, en cas d'urgence, le Ministère a programmé l'auto-destruction de l'endroit. Si l'estimation de votre holopad est correcte, vous avez environ 10 minutes avant l'impact.
ru: Вскоре после сигнала тревоги по стереосистеме раздается еще одно предупреждение. Возможно, вы уже устали от всех этих предупреждений, но это не тот случай, когда их можно проигнорировать. "Немедленно эвакуируйтесь из помещения. Ядерный взрыв неизбежен". Сразу же начинается паника, и ваш радар фиксирует приближающуюся боеголовку. Очевидно, на случай чрезвычайной ситуации Министерство настроило это место на саморазрушение. Если оценка голопада верна, у вас есть всего 10 минут до удара.
zh_hans: 警报声过后不久，音响里又响起了另一个警告。你可能已经厌倦了所有这些警告，但这次这个你再也无法忽略。"立即从该场所疏散，核打击将至。"恐慌立刻爆发，你的雷达探测到一个正在接近的核弹头。显然，牧师团给这个地方安装了在紧急情况下自我毁灭的装置。如果你的全息投影板显示的结果预估正确的话，打击发生前你还有10分钟。

source: Assist the Osmians in moving the stasis pods.
fr: Aider les Osmiens à bouger les caissons de stase.
ru: Помочь осмианам в перемещении стазис-капсул.
zh_hans: 协助原能族移动休眠舱。

source: Your crew rush over to help, disengaging the pods from their holding compartments and carrying them over to the awaiting Osmian transport vessels. As the timer continues to tick down, you realize there's a much greater issue than the time limit - there isn't enough space for all of the specimens. Malki notices too and is dismayed. "What will we do now? There isn't enough time for multiple trips!"
fr: Votre équipage s'active pour aider, décrochant les caissons de leurs compartiments de stockage avant de les apporter aux vaisseaux de transports Osmiens qui les attendent. Alors que les secondes continuent de tourner, vous vous rendez compte d'un problème bien plus grave que la limite : il n'y a pas assez d'espace pour tous les spécimens. Malki le remarque aussi et se désespère : "Que va t-on faire ? Nous n'avons pas le temps de faire plusieurs voyages !"
ru: Ваш єкипаж спешит на помощь, отсоединяя капсулы от отсеков и перенося их на ожидающие осмианские транспортные корабли. По мере того как таймер продолжает отсчитывать время, вы понимаете, что проблема гораздо серьезнее, чем ограничение по времени - не хватает места для всех пленников. Малки тоже замечает это и приходит в ужас. "Что же нам теперь делать? Времени не хватит на несколько рейсов!"
zh_hans: 你的船员赶过去帮忙，把休眠舱从它们的储藏室里搬出来，并把它们运到等待中的原能族运输船上。随着倒计时继续滴答，你意识到有一个比时间限制更大的问题：没有足够的空间来容纳所有的俘虏样本舱。马利基也注意到了这一点，并感到极度沮丧。"我们现在该怎么办？没有时间进行多次搬运了！"

source: We have to leave them behind!
fr: Nous devons les laisser derrière nous !
ru: Мы должны их оставить!
zh_hans: 我们只能放弃他们！

source: We've done our part - leave!
fr: Nous avons fait notre travail, maintenant partir !
ru: Мы сделали свое дело - уходим!
zh_hans: 我们已经做好了本分工作，离开！

source: You apologize to Malki, but he hardly notices as he's already run off to help move as many stasis chambers as possible. You hurry back to your ship and prepare to leave.
fr: Vous vous excusez auprès de Malki, mais il s'en rend à peine compte alors qu'il est en train de courir pour aider à bouger autant de caissons de stase que possible. Vous vous précipitez dans votre vaisseau et préparez votre départ.
ru: Вы извиняетесь перед Малки, но он почти ничего не замечает, так как уже убежал помогать перемещать как можно больше стазис-камер. Вы спешите вернуться на свой корабль и готовитесь к отлету.
zh_hans: 你向马利基道歉，但他几乎没有注意到，因为他已经又跑去帮助移动尽可能多的休眠舱。你赶紧回到你的星舰上，准备离开。

# data/events_zoltan.xml.append$//event[@name="OSMIAN_LEAVE"]/text
source: "Are you insane? We didn't come this far just to leave them behind! We- we have to rescue as many as we can!" You try to explain there isn't possibly enough time to move them all, but Malki won't listen. Eventually, through force, you manage to drag him back to your ship as the rest of the Osmians flee. Though you weren't able to save all of the specimens and the scientists are doomed, at least all of the Osmians and your crew were able to make it away safely.
fr: "Vous êtes fous ? Nous ne sommes pas allés si loin juste pour les laisser derrière nous ! Nous... nous devons en sauver autant que nous pouvons !" Vous essayez de lui expliquer qu'il n'y a pas le temps de tous les bouger, mais Malki n'écoute pas. Finalement, par la force, vous le traînez dans votre vaisseau alors que les autres Osmiens fuient. Bien que vous n'avez pas sauvé tous les spécimens et que les scientifiques soient condamnés, au moins tous les Osmiens et votre équipage sont partis en sécurité.
ru: "Вы с ума сошли? Мы проделали этот путь не для того, чтобы бросить их! Мы... мы должны спасти как можно больше!" Вы пытаетесь объяснить, что у нас нет времени, чтобы перевезти их всех, но Малки не слушает. В конце концов, с помощью силы вам удается затащить его на свой корабль, пока остальные осмиане бегут. Хотя вам не удалось спасти всех пленников, и ученые обречены, по крайней мере, все осмиане и ваша команда смогли благополучно спастись.
zh_hans: "你不明白吗？我们已经走到这一步，不能把他们抛弃！我们......我们必须尽可能多地拯救他们！"你试图解释，不可能有足够的时间把他们全部转移，但马利基不听。最终，通过蛮力，你设法把他拖回了你的星舰，其余的原能族则逃离了。虽然你没能救出所有的休眠舱样本，科学家们也注定要死光，但至少所有的原能族和你的船员都能安全离开。

# data/events_zoltan.xml.append$//event[@name="OSMIAN_LEAVE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="OSMIAN_LEAVE"]/choice/event/text
source: From the distance as you leave the planet behind you can see the flash of the detonation. In grim silence Malki watches, unresponsive. "I have failed my people. But... I should have known. The Ministry would sooner destroy its heritage than allow its people to see the truth. It's not like it matters to them. If they ever need new specimens they know they can just attack Osmia again. That lab was merely a formality. If news of our raid gets out at all, I'm sure it'll be spun as an accident, though even that is doubtful."
fr: Laissant la planète derrière vous, vous pouvez voir le flash de la détonation. Dans un silence morne, Malki regarde, sans voix. "J'ai échoué au devoir envers mon peuple, mais... j'aurais dû m'en douter. Le Ministère préférerait détruire son héritage plutôt que laisser son peuple connaître la vérité. Pour eux, ça n'a aucune importance. S'ils ont besoin de nouveaux spécimens, ils attaqueront Osmia à nouveau. Ce laboratoire était une simple formalité. Si la nouvelle du raid se répand ne serait-ce qu'un peu, elle sera probablement déformée en simple accident, et même de ça, j'en doute."
ru: Вдалеке, когда планета осталась позади, видна вспышка взрыва. В мрачном молчании Малки наблюдает за происходящим, не реагируя на происходящее. "Я подвел свой народ. Но... Я должен был знать. Министерство скорее уничтожит свое наследие, чем позволит своему народу увидеть правду. Для них это не имеет значения. Если им когда-нибудь понадобятся новые подопытные, они знают, что могут просто снова напасть на Осмию. Эта лаборатория была всего лишь формальностью. Если о нашем рейде станет известно, я уверен, что все будет обставлено как несчастный случай, хотя это и вызовет сомнения".
zh_hans: 当你远离这颗星球的时候，你看见了远处爆炸的闪光。在阴沉的沉默中，马利基看着爆炸发生，不作任何回应。"我已经让我的人民失望了。但是...我早该知道。牧师团迟早宁可清除自己的历史痕迹，也不允许它的人民发现真相。牧师团从来都没在乎过实验室的安危。如果他们需要新的样本，他们知道只需再次攻击奥斯米亚。那个实验室只不过是个形式而已。如果我们突袭的消息泄露出去，它肯定会被当作一次事故，甚至连事故都不算。"

source: There were Federation scientists there too. Why?
fr: Il y avait des scientifiques de la Fédération, aussi. Pourquoi ?
ru: Там были и ученые Федерации. Почему?
zh_hans: 那里也有联邦科学家。为什么？

source: "You think the Federation didn't know about us? I'm sure they've briefed all the rest that we're some dangerous threat. That way, if we ever tried to start another civil war, the Federation wouldn't hesitate to side with the Ministry. But that's besides the point. I shouldn't be so grim. We didn't save everyone. We couldn't have. But we still saved dozens of our people, and we may finally recover some of our lost history. But as the leader of my people I have failed to prepare us for such outcomes. I cannot return to Osmia. I humbly request that you accept my services, captain."
fr: "Vous pensez que la Fédération ne savait rien de nous ? Je suis sûr qu'ils ont informé tous les autres que nous représentons une menace dangereuse. De cette manière, si nous essayons un jour de déclencher une autre guerre civile, la Fédération n'hésiterait pas à prendre parti pour le Ministère. Mais cela est secondaire... Je ne devrais pas être si sombre. Nous n'avons pas pu sauver tout le monde - cela aurait été impossible. Mais nous avons quand même sauvé des dizaines de nos gens, et nous pourrions enfin récupérer une partie de notre histoire perdue. Cependant, en tant que chef de mon peuple, j'ai échoué à nous préparer à de tels dénouements : je ne peux pas retourner sur Osmia. Je vous demande humblement d'accepter mes services, capitaine."
ru: "Вы думаете, Федерация не знала о нас? Я уверен, что они проинформировали всех остальных, что мы представляем собой некую опасную угрозу. Таким образом, если бы мы попытались развязать очередную гражданскую войну, Федерация без колебаний встала бы на сторону Министерства. Но это уже не важно... Я не должен быть таким грустным. Мы не спасли всех - да и не могли. Но мы спасли десятки наших людей, и мы, возможно, наконец-то восстановим часть нашей утраченной истории. Но, будучи лидером своего народа, я не смог защитить нас от такого исхода: Я не могу вернуться в Осмию. Я смиренно прошу вас принять мои услуги, капитан".
zh_hans: "你以为联邦不知道我们吗？我敢肯定，他们已经向其他所有的人把我们简单定性为危险的威胁。这样一来，如果我们想再发动一次内战，联邦就会毫不犹豫地站在牧师团一边。但这不是重点...我不应该如此灰心。我们没有救出所有人，那根本不可能做到。但我们还是救出了几十个人，而且我们终于可以恢复一些遗失的历史。但是，作为我的人民的领袖，我没有为这种结果做好准备。我不能再回到奥斯米亚。我谦恭地请求您接受我入舰，舰长。"

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/text
source: This beacon appears to have been established in the orbit of a luscious, overgrown jungle planet. In the center of a giant cavern filled with flora lies a Zoltan temple. It looks relatively low tech, save for a single dormant Auto-ship protecting it.
fr: Cette balise semble avoir été établie en orbite d'une planète couverte d'une jungle luxuriante. Au centre d'une vaste caverne remplie de végétation trône un temple Zoltan. Il semble être de relativement basse technologie, excepté un Auto-vaisseau le protégeant.
ko: 이 송신소는 아름답고 무성하게 자란 정글 행성의 궤도에 세워진 것으로 보였습니다. 식물로 가득한 거대한 동굴의 중심부엔 졸탄 사원이 있었고 비교적 구시대적 기술로 보이지만 그 사원을 보호하는 휴면 무인선도 있습니다.
ru: Этот маяк, судя по всему, был установлен на орбите планеты, заросшей роскошными джунглями. В центре гигантской пещеры, заполненной растительностью, находится храм золтан. Он выглядит относительно низкотехнологичным, если не считать единственного спящего автоматического корабля, защищающего его.
zh_hans: 这个信标似乎是被设置在一个茂盛的、杂草丛生的丛林星球的轨道上。在一个充满植物群的巨大溶洞的中心，有一座超能族寺庙。它看起来不太现代化，只有一艘休眠的自动舰在保护它。

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/choice[1]/text
source: Hail the monks inside.
fr: Contacter les moines à l'intérieur.
ko: 안에 있는 수도승들을 부른다.
ru: Связаться с монахами внутри.
zh_hans: 联系内部的信道者们。

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/choice[1]/event/text
source: You attempt to communicate but it appears the temple does not even have a system for receiving hails. You pilot closer and land, where a monk welcomes you. "Welcome friends. All are welcome in this holy place, free of charge."
fr: Vous essayez de communiquer, mais il semble que le temple n'a même pas de radio pour recevoir les appels. Vous vous rapprochez, puis atterissez, et un moine vous accueille. "Salutations, mon ami. Tous sont les bienvenus dans cet endroit sacré, et gratuitement."
ko: 대화를 시도하지만 사원에는 통신을 받는 시스템조차 없는 것 같습니다. 더 가까이 가서 착륙하자 수도승이 환영합니다. "반갑습니다 여행자들. 이 성지에선 기부금이 없어도 누구나 환영합니다."
ru: Вы пытаетесь связаться, но оказывается, что в храме нет даже системы приема сообщений. Вы подлетаете ближе и приземляетесь, где вас приветствует монах. "Добро пожаловать, друзья. Всех приглашаем в это святое место, бесплатно".
zh_hans: 你试图进行沟通，但似乎该寺庙甚至没有接收呼叫的系统。你靠近并降落，附近有一名信道者欢迎你。"欢迎你朋友们。我们在此圣地欢迎所有人，免费进入。"

source: Take a look inside.
fr: Jeter un coup d'œil à l'intérieur.
ko: 안쪽을 둘러본다.
ru: Заглянуть внутрь.
zh_hans: 看一看里面的情况。

source: Most of the temple is run down and poorly maintained, with a few cheap statues here and there. A central room hosts many monks meditating in a circle. The head monk opens his eyes and greets you. "You are a visitor from the Federation? Come, join us on the path to enlightenment, and be blessed by the gods of peace."
fr: La majorité du temple est délabrée et peu entretenue, avec quelques statues de faible valeur ici et là. Dans une salle centrale, de nombreux moines méditent en cercle. Le moine en chef ouvre les yeux et vous acueille. "Vous êtes un visiteur de la Fédération ? Venez, rejoignez-nous sur le chemin de l'Illumination, et soyez béni par les dieux de la paix."
ko: 사원의 대부분은 여기저기 값싼 조각상들과 관리되지 않고 훼손된 상태였습니다. 중앙 강당에서 많은 수도승이 원을 그리며 명상하고 있었습니다. 주지 스님이 눈을 뜨고 인사했습니다. "당신은 연방에서 오신 손님입니까? 들어오시죠, 깨달음의 길에 함께하며, 평화의 신들의 축복을 받으시길 바랍니다."
ru: Большая часть храма обветшала и плохо сохранилась, кое-где встречаются скромные статуи. В центральном зале сидит множество монахов, медитирующих в кругу. Главный монах открывает глаза и приветствует вас. "Вы гость из Федерации? Присоединяйтесь к нам на пути к просветлению и получите благословение богов мира".
zh_hans: 寺庙的大部分已经破败不堪，缺乏人员维护，到处都摆放着一些廉价的雕像。位于中央的一间房间内容纳了许多冥想的信道者们，他们围成一圈。为首的信道者睁开眼睛向你打招呼。"你是联邦来的客人？"来吧，加入我们的启迪之路，接纳和平之神的祝福。"

source: Join them in meditation.
fr: Les rejoindre dans leur méditation.
ko: 명상에 참여한다.
ru: Присоединиться к ним в медитации.
zh_hans: 加入他们的冥想。

source: I'm afraid we must go.
fr: Je crains que nous ne devions y aller.
ko: 유감스럽지만, 가봐야 할 것 같습니다.
ru: Боюсь, мы должны идти.
zh_hans: 恐怕我们必须离开。

source: "That's alright, friend. Safe travels."
fr: "D'accord, mon ami. Bonne route."
ko: "그렇습니까, 친구여. 안전한 여행길이 되길 바랍니다."
ru: "Все в порядке, друг. Счастливого пути".
zh_hans: "那好吧，朋友。一路平安。"

source: Nevermind.
fr: Peu importe.
ko: 신경 쓰지 않는다.
ru: Неважно.
zh_hans: 算了。

source: You're curious what it's like to be a Zoltan monk, but it's not nearly as important as your mission.
fr: Vous êtes un peu curieux de savoir comment vivent les moines Zoltan, mais c'est bien moins important que votre mission.
ko: 졸탄 수도승이 되는 것이 어떤 것인지 궁금하지만 임무만큼 중요한 것은 아니였습니다.
ru: Вам интересно, каково это - быть монахом золтан, но это не так важно, как ваша миссия.
zh_hans: 你很好奇成为超能信道者会是什么体验，但这不如你的任务重要。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/choice[2]/text
source: We can take the Auto-ship, raid the temple!
fr: Nous pouvons battre un Auto-vaisseau, attaquer le temple !
ko: 무인기를 요격한다, 사원을 약탈하자!
ru: Мы можем захватить автоматический корабль, совершить налет на храм!
zh_hans: 我们可以干掉自动舰，抢劫这座寺庙！

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/choice[2]/event/text
source: Once you take out the Auto-ship you'll be able to access the defenseless temple.
fr: Une fois l'Auto-vaisseau détruit, vous pourrez accéder au temple sans défense.
ko: 무인기를 요격하면 무방비 상태인 사원에 접근할 수 있습니다.
ru: После уничтожения автоматического корабля вы сможете попасть в беззащитный храм.
zh_hans: 干掉自动舰之后，你就可以肆无忌惮地进入无防备的寺庙。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/choice[3]/text
source: Ignore the temple.
fr: Ignorer le temple.
ko: 사원을 무시한다.
ru: Не обращать внимания на храм.
zh_hans: 无视寺庙。

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE"]/choice[3]/event/text
source: You have no interest in the Zoltan temple.
fr: Vous n'êtes pas intéressés par le temple Zoltan.
ko: 졸탄 사원에 흥미로운 것은 없었습니다.
ru: Вас не интересует храм золтан.
zh_hans: 你对超能族寺庙没有兴趣。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE_REWARD"]/text
source: You take a seat on the floor admid the other Zoltans and join in with their low humming. Almost half a day passes before you are suddenly startled from your sleep and realize how much time has passed by...
fr: Vous vous asseyez sur le sol parmi les autres Zoltans et vous joignez à leur fredonnement grave. Une demi-journée entière se passe avant que vous sortiez de votre torpeur et que vous réalisiez combien de temps a passé. Les Moines vous remercient brièvement de votre visite, mais en sortant, une étrange sensation vous vient... comme si vous aviez été béni.
ko: 다른 수도승들 사이에 앉아서 그들의 경건한 예배에 합류했습니다. 갑자기 잠에서 깨어나 시간이 얼마나 흘렀는지 깨닫자 거의 반나절이 지났습니다...
ru: Вы садитесь на пол рядом с другими золтанами и присоединяетесь к их негромкому напеванию. Проходит почти полдня, прежде чем вы внезапно пробуждаетесь ото сна и понимаете, как много времени прошло...
zh_hans: 你和其他超能族一起坐在地上，加入他们低沉的哼唱。差不多半天过去了，你突然从睡梦中惊醒，意识到时间已经过去了很久...

# data/events_zoltan.xml.append$//event[@name="MONK_TEMPLE_REWARD"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Monks briefly thank you for your visit, and as you leave you feel a strange feeling come over you... almost as if you were blessed.
fr: Les moines vous remercient brièvement de votre visite et, en partant, vous ressentez un étrange sentiment qui vous envahit... presque comme si vous étiez béni.
ko: 수도승들은 당신의 방문에 대해 간결하게 감사를 표했고, 당신은 떠나면서 이상한 느낌이 자신을 감싸는 것을 느꼈습니다... 마치 축복받은 것처럼 말이죠.
ru: Монахи коротко благодарят вас за визит, а когда вы уходите, вас охватывает странное чувство... как будто вас благословили.
zh_hans: 信道者们仓促地感谢你的来访，当你离开时，你感到一种奇怪的感觉袭来......好似你被祝福了一样。

source: As you expected, the temple is completely unable to defend themselves. Sworn to nonviolence, the monks are forced to surrender all that they have, which ends up not being much.
fr: Comme vous le pensiez, le temple est désormais complètement sans défense. Ayant juré la non-violence, les Moines sont forcés de vous donner tout ce qu'ils ont, ce qui n'est finalement pas beaucoup.
ko: 예상대로 사원은 스스로를 완전히 방어할 수 없었습니다. 비폭력을 맹세한 수도승들은 자신이 가진 모든 것을 포기해야했지만 전리품으로 받은 자원은 많지 않았습니다.
ru: Как и следовало ожидать, храм оказывается совершенно не в состоянии защитить себя. Присягнув на ненасилие, монахи вынуждены отдать все, что у них есть, а это не так уж и много.
zh_hans: 如你所料，寺庙完全没有任何防御能力。誓不使用暴力的信道者们被迫投降，交出他们所拥有的一切，实际上也没多少。

source: The monks refuse to give up their supplies. "We have no need for violence, and we will not give in to your demands. We are peaceful folk. You know better than this."
fr: Les Moines refusent de vous donner leurs possessions. "La violence n'est pas nécessaire, et nous n'accepterons pas vos demandes. Nous sommes des pacifistes, mais vous le savez, n'est-ce pas?"
ko: 수도승들은 보급품들을 포기하기를 거부했습니다. "우린 폭력을 필요치 아니하며, 요구에 굴하지 않을 겁니다. 우린 평화로운 사람들입니다. 당신이 더 잘 알고 있지 않습니까?"
ru: Монахи отказываются отдать свои припасы. "Нам не нужно насилие, и мы не уступим вашим требованиям. Мы мирные люди. Вы лучше знаете, что делать".
zh_hans: 信道者们拒绝放弃他们的物资。"我们不会行使暴力，但也不会屈服于你们的强求。我们是和平主义者，你应该十分清楚这点。"

source: Let them go.
fr: Les laisser partir.
ko: 그들을 풀어준다.
ru: Отпустить их.
zh_hans: 让他们走。

source: There's not much more you can do, and you aren't ready to actually kill a bunch of defenseless monks.
fr: Vous ne pouvez rien faire d'autre, et vous n'allez quand même pas tuer un groupe de Moines sans défense.
ko: 더 이상 할 수 있는 것도 없으며, 무방비 상태의 수도승 무리를 죽일 준비도 되지 않았습니다.
ru: Больше вы ничего не можете сделать, а убивать кучу беззащитных монахов вы не готовы.
zh_hans: 你没有什么进一步的手段了，因为你还没有真的准备好杀死一群毫无防备的信道者们。

source: Kill all of the monks.
fr: Tuer tous les Moines.
ko: 모든 수도승을 죽인다.
ru: Убить всех монахов.
zh_hans: 杀死所有的信道者。

source: You've brutally murdered a bunch of innocent Zoltans, a needless slaughter as part of your petty search for scrap. What has this pointless massacre earned you? A couple fuel cells and a fake gold statue of a Zoltan meditating that isn't worth more than 3 scrap.
fr: Vous avez brutalement massacré un groupe de Zoltans innocent, une boucherie inutile pour satisfaire votre avarice de ferraille, et pour quoi ? Quelques cellules de carburant et une statue d'un Zoltan méditant en faux or qui ne vaut pas plus de 3 ferraille.
ko: 무고한 수도승 무리를 무자비하게 학살했으며, 사소한 스크랩 수색의 일환으로 불필요한 살육을 저질렀습니다. 이 무의미한 행동으로 얻은 건 뭡니까? 연료 전지와 명상하는 도금 졸탄 조각상은 3 스크랩보다도 가치가 없습니다.
ru: Вы зверски убили кучу невинных золтан, устроив ненужную резню в поисках металлолома. Что вам дала эта бессмысленная бойня? Пару топливных элементов и фальшивую золотую статуэтку медитирующего золтана, которая стоит не больше 3 лома.
zh_hans: 你残忍地杀害了一群无辜的超能族。一场无谓的屠杀，却只不过是你搜刮废料过程的一部分。这场毫无意义的屠杀为你带来了什么？几枚燃料电池和一个实际价值不超过3废料的冥想超能族金像赝品。
