Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: You notice a Duskbringer ship collecting the lawbook from a pirate vessel. You'll likely have to fight them for it if you want it back.
fr: Vous voyez un vaisseau Éclipseur prendre le code de lois à un vaisseau pirate. Il va falloir les combattre si vous le voulez.
ko: 더스크브링어 함선이 해적 선박에게서 법전을 회수하고 있습니다. 저것을 돌려받고 싶다면 그들과 싸워야 할 겁니다.
ru: Вы замечаете корабль Вестников Заката, который забирает книгу законов с судна пиратов. Скорее всего, вам придется сражаться с ними, если вы хотите вернуть книгу.
zh_hans: 你注意到一艘暮临派飞船从一艘海盗舰上收集了法律手册。如果你想拿回它，可能要和他们进行争夺。

source: Take back the law book.
fr: Leur prendre le code de lois.
ko: 법전을 가져온다.
ru: Забрать книгу законов.
zh_hans: 收回法律书。

source: You prepare to engage the Duskbringer ship.
fr: Vous vous préparez à combattre le vaisseau Éclipseur.
ko: 당신은 더스크브링어 함선과 전투할 준비를 합니다.
ru: Вы готовитесь вступить в бой с кораблем Вестников Заката.
zh_hans: 你准备与暮临派飞船交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: You aren't interested in fighting the Duskbringer ship.
fr: Vous n'êtes pas intéressé par un combat contre les Éclipseurs.
ko: 더스크브링어 함선과 싸우는 것에는 흥미없습니다.
ru: Вы не заинтересованы в борьбе с кораблем Вестников Заката.
zh_hans: 你没有兴趣与暮临者飞船作战。

source: Do something on-board the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_QUEST_LAWBOOK_ENGI"]/text
source: An Engi ship at this beacon is sitting dormant. You hail it, asking if it has seen the lost law book. "Bound paper object of conduction code has been found. Intentions: keep book safe until owner returns."
fr: Un vaisseau Engi est stationné à cette balise. Vous les contactez pour leur demander s'ils ont vu le livret perdu. "Objet en papier relié de code de conduites trouvé. Intentions : le garder jusqu'à retour du propriétaire."
ko: 신호소에 도착하니 엔지 함선이 있습니다. 당신은 법전을 본 적 있냐고 물어봅니다. "전도 코드에 대한 용지 묶음 발견됨. 목표: 소유자가 돌아올 때까지 안전하게 보관."
ru: Корабль энджи у этого маяка бездействует. Вы вызываете его, спрашивая, не видел ли он потерянную книгу законов. "Найден бумажный предмет с кодексом этики. Намерения: хранить книгу до возвращения владельца".
zh_hans: 这座信标上的一艘半械族飞船正处于休眠状态。你联系它，询问是否看见过那本丢失的法律手册。"行为代码的装订纸质物已被发现。意图：确保书的安全，直到主人返回。"

source: Tell the Engi that the Zoltans sent you.
fr: Leur dire que les Zoltans vous envoient.
ko: 엔지에게 졸탄이 당신을 보냈다고 말한다.
ru: Сообщить энджи, что вас прислали золтаны.
zh_hans: 告诉半械族是超能族派你来的。

source: "Likelihood of Zoltans sending Federation ship to retrieve Law Book... favorable." They send over the book.
fr: "Chance que les Zoltans envoient vaisseau de la Fédération pour collecter code de loi... probable." Ils vous envoient le livret.
ko: "졸탄이 법전 회수를 위해 연방 함선을 보낼 가능성 높음... 승낙함." 그들이 법전을 보냅니다.
ru: "Вероятность того, что золтаны пошлют корабль Федерации за книгой законов... высокая". Они передают книгу.
zh_hans: "超能族派联邦飞船来取回法律手册的可能性.........存在。"对方把书送了过来。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Just fight them for it.
fr: Simplement les combattre.
ko: 싸워서 받아낸다.
ru: Просто сразиться с ними за книгу.
zh_hans: 直接交战夺回。

source: You prepare to engage the Engi ship.
fr: Vous vous préparez à combattre le vaisseau Engi.
ko: 당신은 엔지 함선과 전투할 준비를 합니다.
ru: Вы готовитесь вступить в бой с кораблем энджи.
zh_hans: 你准备与半械族船交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: The law book is likely safe with the Engi. Hopefully, the Zoltans return here to find the Engi and get the book back.
fr: Le code de lois est sûrement en sécurité avec les Engi. On peut espérer que les Zoltans vont revenir ici pour y trouver les Engis et le livret.
ko: 법전은 엔지와 같이 있으니 안전해보입니다. 졸탄이 이곳으로 돌아와서 엔지를 찾고 법전을 돌려받길 기대해봅니다.
ru: Книга законов, скорее всего, находится в безопасности у энджи. Надеемся, что золтаны вернутся сюда, найдут энджи и вернут книгу.
zh_hans: 法律书在半械族很可能应该很安全。希望超能族们会回到这里发现半械族并取回手册。

source: Do something on-board the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_QUEST_LAWBOOK_OBTAIN"]/text
source: Now that you have the lawbook, you can head back to the location of the Zoltan ship.
fr: Maintenant que vous avez le code de lois, vous pouvez repartir vers l'emplacement du vaisseau Zoltan.
ko: 이제 법전을 가지고 있으니, 그 졸탄 함선으로 돌아갈 수 있습니다.
ru: Теперь, когда у вас есть книга законов, вы можете вернуться к месту нахождения корабля золтан.
zh_hans: 现在你取回了法律书，可以返回超能族飞船的所在之处。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_QUEST_LAWBOOK_RETURN"]/text
source: You've found the Zoltan ship again. You send over the law book, for which they are extremely grateful. They give you an augment and some supplies.
fr: Vous avez à nouveau trouvé le vaisseau Zoltan. Vous leur donnez le code de lois, ce pour quoi ils sont extrêmement reconnaissants. Ils vous donnent des ressources et une augmentation.
ko: 당신은 졸탄 함선을 다시 찾았습니다. 법전을 그들에게 보내니 그들은 매우 고마워합니다. 졸탄 함선은 당신에게 강화 장비와 물자를 보냅니다.
ru: Вы снова нашли корабль золтан. Вы передаете книгу законов, за что они вам очень благодарны. Они дают вам модуль и немного припасов.
zh_hans: 你重新找到了超能族飞船，把法律手册送过去。对方对此非常感激，给了你一件增强部件与一些补给品。

# data/events_zoltan.xml.append$//event[@name="NEBULA_ZOLTAN_ROCK"]/text
source: This nebula turns out to be the hiding place of a terrified Rock crew taking refuge from the Zoltan border police. They don't seem prepared to risk your leaving with their co-ordinates, and open fire!
fr: Cette nébuleuse sert de cachette à un équipage de Rocailleux terrifiés cherchant à se réfugier de la police aux frontières Zoltan. Ils ne semblent pas vouloir prendre le risque de vous voir partir avec leur coordonnées, et ouvrent le feu !
ko: 이 곳의 성운 지대에는 락맨 함선이 졸탄 국경 경찰을 피해 숨어있습니다. 그들의 위치한 곳의 좌표를 알고 있는 당신을 순순히 떠나게 해줄 생각이 없는 듯 합니다. 공격해옵니다!
ru: Оказывается, в этой туманности скрывается перепуганный экипаж валунов, укрывающаяся от пограничной полиции золтан. Похоже, они не готовы рисковать, что вы уйдете с их координатами, и открывают огонь!
zh_hans: 这个星云原来是一个惊恐的岩石族船员的藏身之处，他正在躲避超能族边境警卫的追捕。对方似乎并不准备冒着被你告密的风险让你离开，于是开火了！

# data/events_zoltan.xml.append$//event[@name="NEBULA_ZOLTAN_ROCK"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="STORM_ZOLTAN_SUPPLY_CHOICE"]/text
source: You spy two pirate ships lurking in the nebula here. They remain unaware of your presence; you're able to get your scanners to at least identify their cargo: One is carrying the fuel supplies, the other the ammunition. They begin to drift away from each other in the storm.
fr: Vous repérez deux vaisseaux pirates rôdant dans la nébuleuse. Ils ignorent votre présence ; vous arrivez à utiliser vos scanners pour identifier leur cargaison : un transporte des provisions de carburant, l'autre des munitions. Ils commencent à s'éloigner l'un de l'autre dans la tempête.
ko: 해적함 두 척이 이 성운에 잠복해있는 것이 느껴집니다. 해적들은 아직 당신의 기척을 눈치채지 못한 것 같습니다. 그들의 화물을 스캐너로 분석해 본 결과 한 척은 연료를, 다른 한 척은 탄약을 적재하고 있습니다. 이들은 플라즈마 폭풍을 타고 각자 떠나가기 시작합니다.
ru: Вы заметили два корабля пиратов, скрывающихся в туманности. Они не замечают вашего присутствия, но вам удается с помощью сканеров по крайней мере определить их груз: один из них везет топливо, другой - боеприпасы. Они начинают уноситься друг от друга в шторм.
zh_hans: 你发现有两艘海盗舰潜伏在这个星云里，他们暂时没有意识到你的存在。你的传感器隐隐能够识别出他们的货物：一艘载有燃料供应，另一艘载有弹药。它们开始在离子风暴中分开移动。

source: Secure the fuel supply.
fr: Se procurer le carburant.
ko: 연료를 뺏자.
ru: Захватить корабль с топливом.
zh_hans: 确保燃料供应。

source: You jet toward the pirate with the fuel supplies and engage - hopefully you can leave the ship in one piece!
fr: Vous foncez vers le pirate avec le carburant et l'attaquez ; espérons que vous pouvez garder le vaisseau en un seul morceau !
ko: 연료를 적재한 해적선과 교전에 들어갔습니다 – 이 우주선을 온전히 굴복시킬 수 있었으면 좋겠군요
ru: Вы летите к пиратам с запасами топлива и вступаете в бой - надеюсь, вам удастся оставить корабль целым и невредимым!
zh_hans: 你向者带着燃料的海盗舰加速移动，并与之交战，希望他们的货物保持完整！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Secure the ammunition.
fr: Se procurer les munitions.
ko: 탄약을 뺏자.
ru: Захватить корабль с боеприпасами.
zh_hans: 确保弹药供应。

source: You jet toward the pirate with the ammunition and engage - hopefully you can leave the ship in one piece!
fr: Vous foncez vers le pirate avec les munitions et l'attaquez ; espérons que vous pouvez garder le vaisseau en un seul morceau !
ko: 탄약을 적재한 해적선과 교전에 들어갔습니다 – 이 우주선을 온전히 굴복시킬 수 있었으면 좋겠군요
ru: Вы летите к пиратам с боеприпасами и вступаете в бой - надеюсь, вам удастся оставить корабль целым и невредимым!
zh_hans: 你向者带着弹药的海盗舰加速移动，并与之交战，希望他们的货物保持完整！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Let them leave.
fr: Les laisser partir.
ko: 살려보내주자.
ru: Пусть уходят.
zh_hans: 让他们离开。

source: Sometimes discretion is the better part of valor.
fr: Parfois la discrétion est une vertu.
ko: 때로는 분별력이 용기보다 나을 때가 있습니다.
ru: Иногда осторожность - лучшая сторона доблести.
zh_hans: 有时谨慎会是更优越的勇气。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_FREE_REACTOR"]/text
source: You're greeted by a ship full of Zoltan Engineers, who out of kindness offer to upgrade your reactor for free.
fr: Vous êtes accueillis par un vaisseau d'ingénieurs Zoltan, qui décident généreusement de vous faire une amélioration gratuite du réacteur.
ko: 졸탄 엔지니어로 가득 차있는 함선이 당신을 맞이합니다. 원자로를 무료로 업그레이드해주겠다고 제안하고 있습니다.
ru: Вас встречает корабль, полный инженеров золтан, которые из доброты душевной предлагают бесплатно модернизировать ваш реактор.
zh_hans: 迎接你的是一艘满载超能族工程师的飞船，他们出于善意，免费为你升级反应堆。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_SMUGGLER"]/text
source: A smuggler ship hails you. "Greetings soon-to-be friends! We've recently been having some problems with the Zoltan police, who do not particularly enjoy our business. Would you care to trade, so that we may offload some supplies and get out of this sector faster?"
fr: Un appareil contrebandier vous appelle. "Bienvenue, chers bientôt-amis ! Nous avons récemment eu quelques problèmes avec la police Zoltan, qui apprécie bien peu notre commerce. Voudriez-vous marchander, qu'on puisse se débarrasser de quelques marchandises et partir de ce secteur plus vite ?"
ko: 한 밀수업자 함선이 당신을 부릅니다. "안녕하신가 곧 친구가 될 이들이여! 우리가 최근 벌이고 있는 사업을 그닥 좋아하지 않는 졸탄 경찰들과 좀 문제가 생겼다네. 우리가 가지고 있는 자원을 가져가서 이곳에서 더 빨리 나갈 수 있게 해주겠나?"
ru: Вас вызывает корабль контрабандистов. "Приветствую будущих друзей! В последнее время у нас возникли проблемы с полицией золтан, которой не очень нравится наш бизнес. Не хотите ли вы поторговать, чтобы мы могли выгрузить кое-какие припасы и быстрее покинуть этот сектор?"
zh_hans: 一艘走私船在呼叫你。"向即将到来的朋友施以问候！我们最近与超能族的警察发生了一些矛盾，他们并不特别喜欢我们的生意。你们是否愿意进行交易，以便我们可以卸下一些供应，更快地离开这个星区？"

# data/events_zoltan.xml.append$//event[@name="CAPITAL_SMUGGLER"]/choice[1]/text
source: Agree to trade.
fr: Accepter de marchander.
ko: 거래에 동의한다.
ru: Согласиться торговать.
zh_hans: 同意交易。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_SMUGGLER"]/choice[2]/text
source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: If the Smugglers are selling contraband that the Zoltans want rid of, then it's best we don't associate ourselves with them.
fr: Si ces contrebandiers vendent des marchandises interdites par les Zoltan, alors mieux vaut ne pas s'associer avec eux.
ko: 졸탄이 없애고 싶어하는 밀수품을 팔고 있는것이라면 그들과 연관되지 않는게 최선입니다.
ru: Если контрабандисты продают контрабанду, от которой золтаны хотят избавиться, то нам лучше не связываться с ними.
zh_hans: 如果走私者出售的是超能族想要清除的违禁品，那我们最好不要与他们有瓜葛。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Suddenly, a Zoltan ship jumps out of nowhere! Frightened, the Smugglers jump away, leaving you to deal with the attackers.
fr: Soudain, un vaisseau Zoltan saute de nulle part ! Terrifiés, les contrebandiers prennent la fuite, vous laissant seuls contre les assaillants.
ko: 갑자기 졸탄 함선이 어딘가에서 등장합니다! 겁에 질린 밀수업자들은 달아나고, 당신은 경찰들을 상대해야 합니다.
ru: Вдруг откуда ни возьмись появляется корабль золтан! Испугавшись, контрабандисты уходят в прыжок, оставляя вас разбираться с нападающими.
zh_hans: 突然间，一艘超能族飞船不知从哪里跃迁出来！走私者们被吓坏了，纷纷跃迁逃走，只剩下你来对付这些袭击者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_CREW_STUDY"]/text
source: You arrive at a Zoltan research facility. They say they are researching genetic distortion due to stasis sleep and prolonged FTL travel. They ask if your crew has the time to undergo a few scans.
fr: Vous êtes arrivé à une station de recherche Zoltan. D'après eux, ils travaillent sur les distortions génétiques liées au sommeil en stase et au voyage SPL prolongé. Ils vous demandent si votre équipage a le temps pour quelques scans.
ko: 당신은 졸탄족의 연구시설에 도착했습니다. 그들은 장기간에 걸친 초광속 항해와 동면에 따른 유전 형질의 변화를 연구중이라고 합니다. 그들은 당신의 승무원들을 검사하기 위해 시간을 내 줄 수 있는지 요청했습니다.
ru: Вы прибываете в исследовательский центр золтан. Они говорят, что исследуют генетические искажения, вызванные стазисным сном и длительными сверхсветовыми путешествиями. Они спрашивают, есть ли у вашего экипажа время, чтобы пройти несколько сканирований.
zh_hans: 你来到了一个超能族的研究机构。他们说他们正在研究由于休眠和长时间的超光速旅行造成的基因变异。他们问你的船员是否有时间进行一些扫描。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_CREW_STUDY"]/choice[1]/text
source: Participate in their study.
fr: Participer à leur étude.
ko: 그들의 연구에 참여한다.
ru: Принять участие в их исследовании.
zh_hans: 参与他们的研究。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_CREW_STUDY"]/choice[2]/text
source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: "Alright. Fly safe." You prepare to leave.
fr: "D'accord, bonne route." Vous vous préparez à partir.
ko: "알겠습니다. 안전한 항해 되시길." 당신은 떠날 준비를 합니다.
ru: "Хорошо. Благополучного полета". Вы готовитесь к отлету.
zh_hans: "好吧，飞行安全。"你准备离开。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your crew calmly lines up for the Zoltans to take their readings. After a short time, the process is done. They contact you, "Thank you for your participation in our study. Please accept these small cakes made from stiff dough as well as some scrap."
fr: Votre équipage forme calmement une queue pour que les Zoltans puissent prendre leurs mesures. Après quelques temps, le processus est terminé. Ils vous contactent : "Merci d'avoir participé à notre étude. Acceptez-donc ces petits sablés ainsi qu'un peu de ferraille."
ko: 당신의 승무원들은 졸탄인들이 연구를 마칠 수 있도록 차분히 줄 서 있었습니다. 잠시 후, 모든 과정이 끝나자 그들이 당신에게 연락해옵니다. "우리의 연구에 참여해주셔서 감사합니다. 부디 이 뻑뻑한 반죽으로 만든 케이크와 약간의 스크랩을 받아주시기 바랍니다."
ru: Ваш экипаж спокойно выстраивается в ряд, чтобы золтаны сняли показания. Через некоторое время процесс завершен. Они обращаются к вам: "Благодарим вас за участие в нашем исследовании. Примите, пожалуйста, эти маленькие пирожки из крутого теста, а также немного обрезков металлолома".
zh_hans: 你的船员静静地排好队，让超能族进行扫描。很快这个过程就完成了。他们联系你："感谢你参与我们的研究。请接受这些用硬面团做的小蛋糕以及一些废料。"

source: Your crew calmly lines up for the Zoltans to take their readings. After a short time, the process is done. They contact you, "Thank you for your participation in our study. Please accept these small cakes made from stiff dough as well as some scrap."
fr: Votre équipage forme calmement une queue pour que les Zoltans puissent prendre leurs mesures. Après quelques temps, le processus est terminé. Ils vous contactent : "Merci d'avoir participé à notre étude. Acceptez-donc ces petits sablés ainsi qu'un peu de ferraille."
ko: 당신의 승무원들은 졸탄인들이 연구를 마칠 수 있도록 차분히 줄 서 있었습니다. 잠시 후, 모든 과정이 끝나자 그들이 당신에게 연락해옵니다. "우리의 연구에 참여해주셔서 감사합니다. 부디 이 뻑뻑한 반죽으로 만든 케이크와 약간의 스크랩을 받아주시기 바랍니다."
ru: Ваш экипаж спокойно выстраивается в ряд, чтобы золтаны сняли показания. Через некоторое время процесс завершен. Они обращаются к вам: "Благодарим вас за участие в нашем исследовании. Примите, пожалуйста, эти маленькие пирожки из крутого теста, а также немного обрезков металлолома".
zh_hans: 你的船员静静地排好队，让超能族进行扫描。很快这个过程就完成了。他们联系你："感谢你参与我们的研究。请接受这些用硬面团做的小蛋糕以及一些废料。"

source: As soon as you dock, pirates burst on board and a hostile ship appears on the radar. You hear the Zoltans yell in the distance, "We're being held hostage!"
fr: Dès que vous vous amarrez, des pirates jaillissent à bord et un vaisseau hostile apparaît au radar. Vous entendez les Zoltans crier au loin : "Nous avons été pris en otage !"
ko: 연구소에 정박하자마자 해석들이 침입해왔고, 적선이 레이더에 잡힙니다. 졸탄족 연구원들이 멀리서 소리치는 것을 들었습니다. "우리는 포로로 잡혀버렸습니다!"
ru: Как только вы состыковались, на борт врываются пираты, а на радаре появился враждебный корабль. Вдалеке слышны крики золтан: "Нас держат в заложниках!".
zh_hans: 你一停靠，海盗们就冲上星舰，雷达上还出现了一艘敌对的船只。你听到超能族在远处大喊："我们被扣为人质了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ENCOUNTER_ZOLTAN_ELITE"]/text
source: Though not all Zoltans choose to align with the extreme views of the Duskbringers, that doesn't mean they all appreciate the Federation. A particularly annoyed Zoltan Elite appears to be fed up with tolerating Federation ships and has decided to attack.
fr: Bien que tous les Zoltans n'ont pas les vues extrémistes des Éclipseurs, cela ne veut pas dire qu'ils apprécient forcément la Fédération. Un Zoltan d'Élite particulièrement furieux semble en avoir assez de tolérer les vaisseaux de la Fédération et attaque.
ko: 모든 졸탄이 더스크브링어의 극단적인 관점에 동의하지는 않지만, 그렇다고 그들이 모두 연방을 환영하는것은 아닙니다. 매우 화가 난 졸탄 엘리트가 연방 함선이 있는것을 견디다 결국 공격을 결정합니다.
ru: Хотя не все золтаны предпочитают придерживаться крайних взглядов Вестников Заката, это не означает, что все они ценят Федерацию. Особенно раздраженная золтанская элита, которой, похоже, надоело терпеть корабли Федерации, и она решила напасть.
zh_hans: 虽然不是所有的超能族都与暮临派的极端观点一致，他们也并不完全欣赏联邦。一个特别恼火的精英超能族似乎已经厌倦了容忍联邦的船只，并决定进行攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A hostile Duskbringer ship intercepts you, spouting nonsense about the inevitable fall of the Federation.
fr: Un vaisseau Éclipseur hostile vous intercepte, débitant une tirade sur la chute inévitable de la Fédération.
ko: 적대적인 더스크브링어 함선이 연방의 붕괴는 필연적인 일이라는 헛소리를 내뱉으며 길을 가로막고 있습니다.
ru: Вас перехватывает враждебный корабль Вестников Заката, разглагольствующий о неизбежном падении Федерации.
zh_hans: 一艘敌对的暮临派飞船拦截了你，大谈联邦不可避免的衰落的胡话。

source: The Duskbringers have been gaining rapid support amongst the Zoltan populace, so it's of no surprise you have discovered one of their ships at this beacon.
fr: Les Éclipseurs ont rapidement gagné le soutien de la population Zoltan, vous n'êtes donc pas surpris de découvrir un de leurs vaisseaux à cette balise.
ko: 더스크브링어는 졸탄들 사이에서 빠르게 인기를 얻고 있습니다. 이 송신소에서 그들의 함선 한척을 발견한것은 그리 놀랄일도 아닙니다.
ru: Вестники Заката быстро завоевывают поддержку среди населения золтан, поэтому неудивительно, что вы обнаружили один из их кораблей у этого маяка.
zh_hans: 暮临派在超能族中得到了迅速的支持，所以在这个信标发现他们的一艘船并不奇怪。

source: "Your last mistake was entering Zoltan territory, repugnant Federation scum!" An irate Duskbringer ship attacks.
fr: "Entrer le territoire Zoltan sera votre dernière erreur, immonde Fédéré puant!" Un Éclipseur furieux vous attaque.
ko: "당신이 한 마지막 실수는 졸탄의 영토에 들어온 것이 될것이다, 이 혐오스러운 연방의 쓰레기여!" 격분한 더스크브링어 함선이 공격해옵니다.
ru: "Твоей последней ошибкой было проникновение на территорию золтан, отвратительная мразь из Федерации!" Разъяренный корабль Вестников Заката атакует.
zh_hans: "进入超能族的星域是你最后一次犯错的机会，令人厌恶的联邦人渣！"一艘愤怒的暮临派飞船发动攻击。

source: It appears a Duskbringer ship has just finished off a Zoltan police ship, and decides to target you next.
fr: Il semblerait qu'un vaisseau Éclipseur vienne de détruire un appareil de police Zoltan, et qu'il vous prenne maintenant comme cible.
ko: 더스크브링어 함선이 막 졸탄 경찰 함선을 파괴하곤, 당신을 다음 타겟으로 결정합니다.
ru: Оказывается, корабль Вестников Заката только что расправился с полицейским кораблем золтанов и решил нацелиться на вас.
zh_hans: 一艘暮临派飞船似乎刚刚干掉了一艘超能族警备舰，并决定将你作为下一个目标。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rockmen and Zoltans have been on good terms for longer than the Federation has been around. Unfortunately, this means plenty of Rock ships can be found here, and they usually aren't very friendly.
fr: Les Rocailleux et les Zoltans ont été alliés depuis bien plus longtemps que l'existence de la Fédération. Hélas, cela signifie qu'on trouve ici bien des vaisseaux Rocailleux, et qu'ils ne sont généralement guère amicaux.
ko: 락맨과 졸탄은 연방보다도 더 오랫동안 좋은 관계를 유지하고 있습니다. 불행하게도 이것은 많은 락맨 함선들이 이곳에 있다는것을 의미하고, 그들은 대개 우호적이진 않습니다.
ru: Валуны и золтаны находятся в хороших отношениях дольше, чем существует Федерация. К сожалению, это означает, что здесь можно встретить множество кораблей валунов, и обычно они не очень дружелюбны.
zh_hans: 岩石族与超能族之间的友好关系比联邦存在的时间还更长。不幸的是，这意味着在这里你会发现大量的岩石船，而且他们通常不是很友好。

source: "You have upset the gods by coming here, Federation Cruiser!" You have no idea what they are talking about, but a Rock ship visiting this Zoltan sector approaches, weapons armed and ready.
fr: "Vous avez offensé les dieux en venant ici, croiseur Fédéré!" Vous n'avez aucune idée de ce qu'ils racontent, mais un vaisseau Rocailleux visitant ce secteur approche, ses armes prêtes au combat.
ko: "당신이 이곳에 옴으로써 신들을 화나게 만들었다오, 연방 함선!" 무슨 소리를 하는건지는 모르겠지만 졸탄 구역을 항해하고 있는 락맨 함선이 다가와서는 무기를 조준합니다.
ru: "Вы оскорбили богов, явившись сюда, крейсер Федерации!" Вы не понимаете, о чем идет речь, но корабль валунов,посетивший этот сектор золтан, приближается, вооруженный и готовый к бою.
zh_hans: "联邦战舰，你来到这里惊扰了神灵！"你不知道他们在说什么，但一艘访问这个超能族星区的岩石族飞船向你接近，武器已经武装就绪。

source: A Rock ship swoops in to attack. It's no surprise to see a Rock ship in Zoltan space, but it's unusual for them to be so aggressive without even a reason.
fr: Un vaisseau Rocailleux fait un passage pour vous attaquer. Ce n'est pas rare de voir un tel appareil en espace Zoltan, mais il est rare qu'ils soient si agressifs sans raison.
ko: 락맨 함선이 급습해옵니다. 졸탄의 영해에서 락맨 함선을 보는 것은 놀랄 일이 아니지만, 이렇게 이유도 없이 공격적인 것은 드문 일입니다.
ru: Корабль валунов идет в атаку. Появление корабля валунов в пространстве золтан неудивительно, но необычно, что они проявляют такую агрессию без всякого повода.
zh_hans: 一艘岩石族飞船俯冲而来，进行攻击。在超能族星域看到一艘岩石族飞船并不奇怪，但他们在没有任何理由的情况下如此咄咄逼人是不寻常的。

source: It seems you're out of luck... a hostile Rock ship has already explored this beacon and upon seeing you decides it wants to fight!
fr: Il semblerait que votre chance ait tourné... un vaisseau Rocailleux hostile a déjà exploré cette balise, et il cherche à en découdre !
ko: 운이 없는 것 같군요... 적대적인 락맨 함선이 이 신호소를 탐사하곤 당신을 보자마자 싸우기로 결정합니다!
ru: Похоже, вам не повезло... Вражеский корабль валунов уже исследовал этот маяк и, увидев вас, решает, что хочет сразиться!
zh_hans: 看来你不走运了......一艘敌对的岩石族飞船已经探索了这个信标，看到你后决定要打一架！
