Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//event[@name="FINISH_BEACON_ZOLTAN"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
fr: Vous êtes arrivé à la Balise Longue-Portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
ko: 장거리 송신소에 도착했습니다. 초광속 도약 장치가 충전되면 다음 구역으로 넘어갈 수 있습니다.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.
zh_hans: 已到达本星区出口信标。超光速推进器充能完毕后即可跃迁至下个星区。

source: Explore.
fr: Explorer.
ko: 탐사한다.
ru: Исследовать.
zh_hans: 探索。

source: Check the storage.
fr: Faire quelque chose à bord du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_FREE_AUGMENT"]/text
source: A Zoltan academy sits docked just outside the beacon perimeter. They're happy to show you the fruits of their labor, and offer something to take home with you.
fr: Une académie Zoltan est ancrée près du périmètre de la balise. Ils acceptent allègrement de vous montrer les fruits de leur labeur, et vous offrent quelque chose que vous pouvez prendre.
ko: 졸탄 아카데미가 송신소 바로 밖에 정박해있습니다.그들은 당신에게 노력의 결실을 보여주고, 가져갈 무언가를 제공하는걸 행복하게 여깁니다.
ru: За периметром маяка находится док академии золтан. Они с удовольствием демонстрируют вам плоды своего труда и предлагают что-нибудь взять с собой домой.
zh_hans: 一个超能族学院就坐落在信标外围。他们很乐意向你展示其劳动成果，并提供一些物资。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_FREE_MAP"]/text
source: The Zoltans stationed near this beacon are happy to receive you. As they give you the formal tour of their ship you spy some local star charts and mentally log the details.
fr: Les Zoltans stationnés près de cette balise vous reçoivent chaleureusement. Après qu'ils vous aient fait faire le tour de leur vaisseau, vous repérez quelques cartes des étoiles locales dont vous retenez les détails.
ko: 이 송신소 근처에 배치된 졸탄들이 당신을 반갑게 맞이합니다. 그들의 함선에서 당신을 초대해 관광할때 당신은 그 함선의 지도를 엿보고 그 세부사항을 기억합니다.
ru: Золтаны, разместившиеся возле этого маяка, рады принять вас. Пока они проводят официальную экскурсию по своему кораблю, вы рассматриваете несколько местных звездных карт и мысленно записываете детали.
zh_hans: 暂居在此信标附近的超能族很高兴地接待了你。当他们邀请你参观船时，你窥见一些本星区的星图并在脑海中记了下来。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ODD_MOON"]/text
source: Something strikes you as odd about a moon in the distance.
fr: Quelque chose vous paraît étrange à propos d'une lune au loin.
ko: 무언가 저 멀리에 있는 위성이 이상하다는 생각이 매우 강하게 듭니다.
ru: Что-то кажется вам странным в луне вдалеке.
zh_hans: 不远处有一个卫星有点异常。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ODD_MOON"]/choice[1]/text
source: Check it out.
fr: Y aller.
ko: 확인해본다.
ru: Проверить.
zh_hans: 前去查看。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_ODD_MOON"]/choice[2]/text
source: Leave it be.
fr: La laisser.
ko: 내버려둔다.
ru: Оставить в покое.
zh_hans: 算了。

source: You try not to fixate on the moon in the aft scanner as you set the coordinates for the next jump.
fr: Vous essayez de ne pas trop vous préoccuper de la lune dans le scanner arrière alors que vous programmez les coordonnées du prochain saut.
ko: 당신은 위성을 정찰할 생각은 완전히 접고, 다음 도약을 위한 좌표를 입력했습니다.
ru: Вы стараетесь не зацикливаться на луне в сканере на корме, пока задаете координаты для следующего прыжка.
zh_hans: 你准备设置下一次跃迁的坐标，尽量不去想扫描仪中那个奇怪的卫星。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: A closer inspection reveals signs of habitation on the surface, but nothing else particularly interesting.
fr: Une inspection plus poussée révele quelques traces d'habitations à la surface, mais rien d'autre de particulièrement intéressant.
ko: 자세히 관찰해 본 결과 지표면에서 누군가 거주했었다는 사실을 알 수 있었지만, 그 외에는 딱히 특별해보이는 것이 없습니다.
ru: При более детальном осмотре на поверхности наблюдаются признаки обитаемости, но больше ничего особенного.
zh_hans: 仔细勘探之后发现地表上有生命居住的迹象，但没有其他值得注意的点。

source: Sending a shuttle to explore a beckoning cave system you discover signs of a battle - and a still-functioning weapon!
fr: En envoyant une navette explorer un système de cavernes qui vous attire, vous découvrez les signes d'une bataille - et une arme en parfait état de marche !
ko: 저 유혹적인 동굴로 탐사선을 보내본 결과, 격전의 흔적이 있는 장소를 발견할 수 있었습니다 - 덤으로 아직 고장나지 않은 무기도요!
ru: Отправив шаттл на исследование манящей системы пещер, вы находите следы битвы - и все еще действующее оружие!
zh_hans: 派出一个小型勘探舱去探索一个洞穴系统之后，你发现战斗的迹象，以及一件仍能使用的武器！

source: A deep scan of the surface reveals a cave system that runs for miles, and what looks like a scrap heap left over from some heavy-duty construction.
fr: Un scan pénétrant de la surface révèle un énorme système de caverne couvrant des kilomètres, ainsi qu'un tas de ferraille provenant d'une construction robuste.
ko: 지표면을 자세히 스캔해 본 결과, 지하에 수 킬로미터에 달하는 땅굴망이 퍼져있음을 알 수 있었습니다. 또한 중장비 건설 현장에서 나왔을 법한 고철들이 널려있는 것도 발견할 수 있었습니다.
ru: При глубоком сканировании поверхности обнаруживается пещерная система, протянувшаяся на многие километры, и, похоже, груда металлолома, оставшаяся после тяжелых строительных работ.
zh_hans: 对地表的深度扫描发现了一个绵延数公里的洞穴系统，以及看起来像是一些重型建筑遗留下来的废料堆。

source: It looks as if a team could break through the fragile layer of the moon's surface into a hidden cavern.
fr: Il semblerait qu'une équipe puisse passer à travers la fragile surface de la lune et entrer dans une caverne cachée.
ko: 지표면의 약한 부분을 골라 뚫으면, 탐사팀을 지하로 내려보낼 수 있을 것도 같습니다.
ru: Похоже, что команде удалось пробиться сквозь хрупкий слой поверхности луны к скрытому.
zh_hans: 看起来好像一只小队足以突破脆弱的地表，进入下面的隐藏洞穴。

source: Attempt to detonate some explosives to break through the surface. [ Missiles: -1 ]
fr: Essayer de faire exploser une bombe pour percer la surface. [-1}]
ko: 폭발물을 설치하여 지표면을 뚫는다. [ missiles: -1 ]
ru: Попробовать подорвать взрывчатку, чтобы пробиться сквозь поверхность. [-1}]
zh_hans: 尝试引爆一些爆炸物以突破表面。[-1}]

source: Explosives are too valuable to waste on excavation work. Let's get out of here.
fr: Les explosifs sont trop précieux pour les gâcher sur une banale excavation. Partons.
ko: 이런 데 낭비하기에 폭발물은 너무 귀하다. 그냥 떠나자.
ru: Взрывчатка слишком ценна, чтобы тратить ее на земляные работы. Давайте убираться отсюда.
zh_hans: 弹药太贵重，不能浪费在这种无聊的事上，还是离开这里吧。

source: A portion of the surface layer is destroyed in an impressive display, revealing miles of caves. You don't have time to fully explore them, but you find some remains of an old subterranean base that could be useful.
fr: Une portion de la surface est détruite dans un feu d'artifice, révélant des kilomètres de cavernes. Vous n'avez pas le temps de tout explorer, mais vous trouvez les restes d'une base souterraine qui pourraient être utile.
ko: 지표면의 일부가 멋지게 파괴되면서 엄청난 길이의 동굴이 모습을 드러냅니다. 동굴을 전부 탐사할 시간은 없지만 오래된 지하 기지를 발견했습니다. 유용할 것 같습니다.
ru: Часть поверхностного слоя разрушается, обнажая километры пещер. У вас не было времени полностью исследовать их, но вы обнаружили остатки старой подземной базы, которые могут оказаться полезными.
zh_hans: 表面层的一部分在令人印象深刻的展示中被破坏，露出数英里的洞穴。你没有时间充分探索它们，但你发现了一些可能有用的旧地下基地遗迹。

source: The explosives are set remotely, but the detonation achieves nothing. What a waste.
fr: L'explosif est activé à distance, mais la détonation n'a aucun effet. Quel gâchis...
ko: 폭발물을 원격으로 발파하였으나 아무런 성과가 없습니다. 시간만 날렸습니다.
ru: Взрывчатка была заложена дистанционно, но детонация ничего не дает. Какая досада.
zh_hans: 弹药远程部署完毕，但爆炸没造成任何效果。你有点后悔使用弹药。

source: Your explosives reveal the 'cave' is actually a secret base, located in a network of bunkers just under the surface. Everyone inside is dead; some Mantis clearly came through here recently. It looks like the Zoltans were researching advanced ship weaponry. You take one of their better examples back to your ship.
fr: Vos explosifs révèlent que la 'caverne' est en fait une base secrète faite d'une série de bunkers situés juste sous la surface. Il n'y a aucun signe de vie ; les Mantis semblent avoir visité l'endroit récemment. Il semblerait de plus que les Zoltans faisaient des recherches sur des armements améliorés. Vous prenez l'un des plus beaux objets d'études.
ko: 폭발물이 터지면서 '동굴'이 사실은 지표면 바로 아래에 망처럼 연결된 벙커에 설치된 비밀기지였음이 드러납니다. 안에 살아있는 것은 없습니다. 최근에 온 듯한 사마귀족의 흔적이 보입니다. 졸탄인이 여기서 고급 함선 무기 연구를 진행한 듯 합니다. 실험품 하나를 챙겨서 함선으로 돌아갑니다.
ru: Взрывчатка позволяет узнать, что "пещера" на самом деле является секретной базой, расположенной в сети бункеров под землей. Все внутри мертвы; очевидно, здесь недавно побывали богомолы. Похоже, что золтаны занимались исследованиями усовершенствованного корабельного оружия. Вы забираете один из лучших образцов на свой корабль.
zh_hans: 爆炸后的结果显示这个"洞穴"实际上是一个秘密基地，位于地表下方的掩体网络中。里面的人基本都死了，有一些螳螂族最近到访过的痕迹。看起来这里是超能族用来研究先进的舰船武器的地方，你带走了其中一个优质成品。

# data/events_zoltan.xml.append$//event[@name="ENCOUNTER_ZOLTAN"]/choice[1]/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[1]
source: A Zoltan ship makes contact. "The nature of the day is rotational. The fever is emaciated. The reason is-" They've caught some nasty deep space dementia. Before you can consider finding help for them, they open fire.
fr: Un vaisseau Zoltan vous contacte. "La nature du jour est rotationnelle. La fièvre est émaciée. La raison est-" Ils semblent avoir contracté une forme sérieuse de démence de l'espace. Avant que vous pouviez essayer de les aider, ils ouvrent le feu.
ko: 졸탄 함선으로부터의 통신입니다. "오늘은 순환이 일어나는 날입니다. 열병이 쇠약해지고 있습니다. 이유를 말씀드리자면-" 그들은 심 우주 치매를 앓고 있는듯 합니다. 당신이 도와주려 하는 순간, 그들이 공격해옵니다.
ru: Корабль золтанов выходит на связь. "Характер дня вращательный. Температура истощена. Причина-" Они подхватили какое-то неприятное космическое слабоумие. Прежде чем вы успеваете подумать о том, чтобы помочь, они открывают огонь.
zh_hans: 一艘超能船向你联系："日夜循环，发烧消瘦，究其原因..."他们好像得了可怜的深空痴呆症。在你考虑如何帮忙治疗之前，他们已经开火。

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[2]
source: You're surprised when a stationary Zoltan ship opens fire. It appears there are aggressive pugilists even among the 'enlightened'.
fr: Vous êtes surpris qu'un vaisseau Zoltan stationnaire ouvre le feu. Il semblerait qu'il y ait quelques pugilistes agressifs même parmi les 'illuminés'.
ko: 정박해있던 졸탄 함선이 공격해오는 모습을 보고 깜짝 놀랍니다. '깨우친'분들 중에도 사나운 맹수 같은 부류가 있는 듯 합니다.
ru: Вы удивлены, когда неподвижный корабль золтан открывает огонь. Оказывается, даже среди "просвещенных" есть агрессивные драчуны.
zh_hans: 你感到很惊讶甚至奇怪，居然有一艘静止的超能船向你开火。看来即使在开明的种群之间，也有苍蝇。

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[3]
source: You receive a message, "This area is off limits. Submit your ship to processing." It's only one guard ship in a lonely beacon. You decide to fight your way out.
fr: Vous recevez un message : "Cette zone est interdite. Veuillez soumettre votre vaisseau à notre inspection." Il n'y a qu'un seul garde à la balise, vous décidez de passer de force.
ko: 메세지를 받습니다. "여기는 제한된 구역입니다. 협조를 부탁드립니다." 외딴 송신소에 홀로 있는 경비함일 뿐입니다. 당신은 싸워서 길을 열기로 결정합니다.
ru: Вы получаете сообщение: "Эта территория закрыта. Представьте свой корабль на досмотр". Это всего лишь один сторожевой корабль в одиноко стоящем маяке. Вы решаете пробиваться к выходу.
zh_hans: 你收到一条消息，"此区域是禁区。提交你的舰体信息进行处理分析。"对方只是孤零零的一艘守卫船，你决定给它点颜色看看。

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[4]
source: You discover a number of Zoltan civilian ships fighting off pirates. Unfortunately one ship mistakes your purpose and moves in to attack! They are refusing all communication; you have no choice but to fight.
fr: Vous découvrez un groupe de vaisseaux civils Zoltan combattant des pirates. Hélas, l'un d'eux se trompe sur vos intentions et attaque ! Il refuse toutes communications, vous n'avez nul autre choix que de combattre.
ko: 다수의 졸탄 민간인 함선과 해적 간의 교전을 발견합니다. 불행히도 한 척이 당신의 의도를 잘못 파악하고 공격해옵니다. 졸탄 함선은 모든 통신을 차단하고 있습니다. 전투 외에는 선택지가 없습니다.
ru: Вы обнаруживаете несколько гражданских кораблей золтанов, отбивающихся от пиратов. К сожалению, один из кораблей ошибся в ваших намерениях и пошел в атаку! Они не выходят на связь, и у вас нет другого выбора, кроме как сражаться.
zh_hans: 你发现许多超能平民船只在与海盗作战。不幸的是，一艘船误认了你并开始攻击！他们拒绝沟通，你别无选择，只能战斗。

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[5]
source: Like many areas in Zoltan space, the residents of this sector prepared well for Galactic war. The military here seem to have given up reasoning with foreigners, preferring instead to attack on sight!
fr: Comme bien des endroits en territoire Zoltan, les résidents de ce secteur sont prêts pour la guerre Galactique. Ces militaires semblent avoir abandonné toutes idées de discuter avec les étrangers, leurs préférant l'attaque à vue !
ko: 졸탄 영해의 다른 지역들처럼 이 구역의 거주민들도 우주 전쟁에 잘 대비되어 있습니다. 주둔중인 군인들도 외부인들과의 대화를 포기하고 시야에 들어오는 즉시 공격하는 방법을 선호합니다!
ru: Как и многие другие районы пространства золтан, жители этого сектора хорошо подготовились к галактической войне. Здешние военные, похоже, перестали считаться с чужаками, предпочитая нападать на них сразу!
zh_hans: 像超能星域内的许多星区一样，本星区的居民为银河战争做好了充分的准备。这里的军队似乎已经放弃了和异种讲理，宁愿看到就出手消灭！

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[6]
source: A Zoltan ship is waiting at this beacon. They request your identification, but radiation from the sun in this system is disrupting your communications. They take your silence for aggression and move in to attack.
fr: Un vaisseau Zoltan vous attend à cette balise. Ils demandent votre identification, mais les radiations de l'étoile proche brouillent vos communications. Ils prennent votre silence comme une agression et attaquent.
ko: 졸탄 함선이 송신소에서 기다리고 있습니다. 당신에게 신분 확인을 요구하지만 태양으로부터 나오는 방사능이 통신에 장애를 주고 있습니다. 졸탄 함선은 당신의 침묵을 적대 행동으로 이해하고 공격해옵니다.
ru: Корабль золтанов охраняет этот маяк. Они запрашивают вашу идентификацию, но излучение солнца этой системы нарушает вашу связь. Они принимают ваше молчание за агрессию и переходят в атаку.
zh_hans: 一艘超能船正在信标前等待。他们要求你提供身份证明，但该系统中来自恒星的辐射干扰了通信。对方把意外的沉默视作敌对行为，然后开始攻击。

# data/events_zoltan.xml.append$//textList[@name="TEXT_ENCOUNTER_ZOLTAN"]/text[7]
source: The Zoltan ship patrolling this area hails you: "This area is off limits. Secrecy is vital." They power their weapons.
fr: Le vaisseau Zoltan patrouillant ce endroit vous appelle : "Cette zone est interdite, par besoin de secret." Il active ses armes.
ko: 이 지역을 순찰하는 졸탄 함선이 당신을 불러세웁니다. "이곳은 기밀구역입니다. 보안을 위해..." 졸탄 함선이 무기를 충전합니다.
ru: Корабль золтанов, патрулирующий этот район, связывается с вами: "Посещение этой зоны запрещено. Секретность жизненно важна". Они начинают заряжать свое оружие.
zh_hans: 巡逻此区域的超能船向你表示："此区域为禁区。保密至关重要。"对方的武器已开始充能。

source: The Zoltans are not threatened by you. With your attempt at scaring them foiled, you prepare to fight.
fr: Vous n'arrivez pas à intimider les Zoltans. N'ayant plus aucune chance de les faire fuir, vous vous préparez au combat.
ko: 졸탄에 대한 당신의 위협은 통하지 않았습니다. 그들을 위협하려는 당신의 시도가 실패했기에, 당신은 전투를 준비합니다.
ru: Золтаны не видят в вас угрозы. Попытка их запугать не удалась, вы готовитесь к бою.
zh_hans: 超能族不把你的威胁当回事。吓唬对方的企图被挫败，你恼羞成怒准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans are not threatened by you. With your attempt at scaring them foiled, you prepare to fight.
fr: Vous n'arrivez pas à intimider les Zoltans. N'ayant plus aucune chance de les faire fuir, vous vous préparez au combat.
ko: 졸탄에 대한 당신의 위협은 통하지 않았습니다. 그들을 위협하려는 당신의 시도가 실패했기에, 당신은 전투를 준비합니다.
ru: Золтаны не представляют для вас угрозы. Попытка напугать их не удалась, и вы готовитесь к бою.
zh_hans: 超能族不把你的威胁当回事。吓唬对方的企图被挫败，你恼羞成怒准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans are not threatened by you. With your attempt at scaring them foiled, you prepare to fight.
fr: Vous n'arrivez pas à intimider les Zoltans. N'ayant plus aucune chance de les faire fuir, vous vous préparez au combat.
ko: 졸탄에 대한 당신의 위협은 통하지 않았습니다. 그들을 위협하려는 당신의 시도가 실패했기에, 당신은 전투를 준비합니다.
ru: Золтаны не боятся вас. Попытка напугать их не удалась, и вы готовитесь к бою.
zh_hans: 超能族不把你的威胁当回事。吓唬对方的企图被挫败，你恼羞成怒准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your surprise, the Zoltans are actually frightened by your weapon. They offer some supplies.
fr: A votre surprise, les Zoltans semblent intimidés par votre arme. Ils vous donnent quelques ressources.
ko: 놀랍게도, 졸탄들은 당신의 무기에 겁을 먹은 듯 합니다. 그들은 당신에게 물자를 어느정도 보냅니다.
ru: К вашему удивлению, золтаны действительно испугались вашего оружия. Они предлагают немного припасов.
zh_hans: 超能族居然真的被你的武器吓坏了，他们恐惧地交出一些物资。

# data/events_zoltan.xml.append$//event[@name="ENCOUNTER_ZOLTAN_AUTO"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltans are one of the few races who've invested in automated drone tech. Unfortunately, these ships are unpredictable at best and often attack random passers-by, such as yourself.
fr: Les Zoltans sont l'une des quelques races ayant investi dans les Auto-vaisseaux. Ceux-ci sont hélas au mieux peu fiables et attaquent souvent les passants sans raison, tels que vous.
ko: 졸탄은 자동 드론 기술에 투자한 몇 안 되는 종족 중 하나입니다. 유감스럽게도 이 드론 함선들을 제대로 예측할 수 없고 당신처럼 지나가는 함선들을 공격하곤 합니다.
ru: Золтаны - одна из немногих рас, инвестировавших в автоматические корабли. К сожалению, эти корабли в лучшем случае непредсказуемы и часто нападают на случайных прохожих, таких как вы.
zh_hans: 超能族是少数投资自动化无人机技术的物种之一。不幸的是，这些船的意图高度无法预测，并且经常随机攻击路过单位，比如你。

source: "Combat mode engaged... looking for targets... target found!" An automated Zoltan vessel moves in to attack.
fr: "Mode de combat activé... recherche de cibles... cible trouvée!" Un Auto-vaisseau Zoltan s'approche pour attaquer.
ko: "전투 모드 작동... 목표 탐색중... 목표 발견!" 자동화된 졸탄 함선이 공격해옵니다.
ru: "Инициирован боевой режим... поиск целей... цель найдена!" Автоматическое судно золтанов переходит в атаку.
zh_hans: "进入战斗模式……寻找目标……目标找到！"一艘自动超能船对你攻击。

source: It appears the automated Zoltan vessel here is malfunctioning... and has falsely decided that you are a threat!
fr: Il semblerait que cet Auto-vaisseau Zoltan fonctionne mal... et vous prenne pour une menace !
ko: 자동화된 졸탄 함선이 고장난 것 같아보입니다... 그리고 당신을 위협으로 잘못 판단한 것 같습니다!
ru: Похоже, что автоматический корабль золтан здесь неисправен... и ошибочно решил, что вы представляете угрозу!
zh_hans: 看来这里的自动超能飞船出现了故障……并且错误地认为你是一个威胁！

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_PIRATE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//textList[@name="ZOLTAN_PIRATE"]/text[1]
source: "Emergency, all ships in range, we are under attack!" The frequency matches a nearby Zoltan ship; you move in on their pursuer. They take your intervention as a cue to jump away. Cowards.
fr: "Alerte, à tous les vaisseaux à portée, nous sommes attaqués !" La fréquence est celle d'un vaisseau Zoltan proche ; vous interceptez son poursuivant. Ils profitent de votre intervention pour sauter. Lâches...
ko: "비상! 근처 모든 함선에 알린다, 우리 함선이 공격 받고 있다!" 통신 주파수를 살펴보니 근처의 졸탄 함선으로부터 나오고 있습니다. 가해자를 공격하기 시작하자 졸탄 함선은 기회를 봐서 도망갑니다. 겁쟁이들 같으니.
ru: "Срочно, все корабли в радиусе действия, нас атакуют!". Частота совпадает с частотой близлежащего корабля золтан; вы приближаетесь к их противнику. Они воспринимают ваше вмешательство как сигнал к ухода в прыжок. Трусы.
zh_hans: "紧急求助！我们受到攻击！"你的信道频率与附近的超能船信号匹配，你靠近他们的追击者。对方直接被你的干预吓得逃走，可笑的懦夫。

# data/events_zoltan.xml.append$//textList[@name="ZOLTAN_PIRATE"]/text[2]
source: You jump just in time to witness a Zoltan ship's FTL drive overload. In his final moments their captain implores you not to get involved, but it's too late - their attacker is already upon you!
fr: Vous arrivez juste à temps pour voir le moteur SPL d'un vaisseau Zoltan entrer en surcharge. Dans ses derniers instants le capitaine vous implore de ne pas vous en mêler, mais c'est trop tard, leur assaillant est déjà sur vous !
ko: 도착해보니 초광속 장치 충전을 끝낸 졸탄 함선을 발견합니다. 도약해가기 직전에 졸탄 함장으로부터 개입하지 말라는 통신을 받습니다. 그러나 이미 늦었습니다. 교전중이던 함선이 당신을 향해 오고 있습니다.
zh_hans: 你跃迁的时机刚好目睹超能飞船的超光速推进器过载。在其跃迁前的最后关头，其舰长迅速示意表示你不用卷入其中，但为时已晚——他们的攻击者已经转向了你！

# data/events_zoltan.xml.append$//textList[@name="ZOLTAN_PIRATE"]/text[3]
source: Despite their precautions, pirates have begun to harass the local Zoltan settlements across this sector. One such pirate spots your ship and moves in to attack.
fr: Malgré leurs précautions, les pirates ont commencé à harceler les colonies Zoltan du secteur. L'un d'eux remarque votre vaisseau et vous attaque.
ko: 전쟁을 대비하는 그들의 노력에도 불구하고 이 구역에 있는 졸탄 거주지들이 해적의 공격을 받고 있습니다. 해적선 한 척이 당신을 발견하고 공격해옵니다.
ru: Несмотря на все меры предосторожности, пираты стали досаждать местным поселениям золтан в этом секторе. Одини из таких пиратов заметили ваш корабль и перешли в атаку.
zh_hans: 尽管他们采取了预防措施，但海盗们已经开始在该地区骚扰当地的超能族定居点。其中一支发现了你并开始攻击。

# data/events_zoltan.xml.append$//textList[@name="ZOLTAN_PIRATE"]/text[4]
source: A ship with pirate markings demands your surrender. These are sad times when even Zoltan space is beset by pirates. You doubt these fools will be missed.
fr: Un vaisseau avec des peintures pirates ordonne votre reddition. Tristes temps où même l'espace Zoltan est assiégé par les pirates. Vous doutez que ces imbéciles manqueront à quelqu'un.
ko: 해적 표식을 단 함선이 당신에게 항복을 요구합니다. 요즘 같이 암울한 세상엔 졸탄의 영해마저 해적에게 시달리고 있습니다. 그렇다고 하더라도 이들에게 동정을 베풀자는 없을것 입니다.
ru: Корабль с опознавательными знаками пиратов требует вашей капитуляции. Сейчас наступили тяжелые времена, когда даже космос золтан подвергается нападению пиратов. Вы уверены, что этих дураков не досчитаются.
zh_hans: 一艘带有海盗标记的船要求你投降。真是个蛋疼的时代，即使是超能族的星域也被海盗们占据。可惜之后没人会记得你面前这些傻瓜了。

# data/events_zoltan.xml.append$//textList[@name="ZOLTAN_PIRATE"]/text[5]
source: You spot a pirate ship looting a small Zoltan cruiser. They spot you and move in to attack before your FTL drive has a chance to recharge.
fr: Vous remarquez un vaisseau pirate pillant un petit croiseur Zoltan. Ils vous voient et attaquent avant que votre moteur SPL puisse se charger.
ko: 소형 졸탄 순양함을 약탈하고 있는 해적선을 발견합니다. 당신이 초광속 장치를 재충전 하기도 전에 해적선이 공격해옵니다..
ru: Вы заметили корабль пиратов, грабящий небольшой крейсер золтан. Они замечают вас и атакуют, прежде чем ваш ССД успевает перезарядиться.
zh_hans: 你发现一艘海盗舰抢劫了一艘小型超能船。他们发现了你并在你的超光速推进器充能前向你攻击。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_MANTIS"]/text
source: You pick up the last broadcast from a rupturing Zoltan freighter: "The Mantis, they're here, please-" You're interrupted by fire off the port bow!
fr: Vous captez la dernière transmission d'un cargo Zoltan éventré ; "Les Mantis, ils sont là, s'il vous-" Vous êtes interrompus par des tirs à bâbord !
ko: 파괴되고 있는 졸탄 화물선의 마지막 통신을 수신합니다. "맨티스의 침입 입니다. 제발-" 좌측 후방에서 포탄이 날아옵니다!
zh_hans: 你从一艘破裂的超能运输舰上收到最后的信息："螳螂族，他们来了，拜托你——"信息被星舰左舷受击打断了！

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_MANTIS"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
