Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I've been growing tired of these pompous energy freaks, a Fed ship will be a nice change!" A Rebel ship locks onto you and fires its entire salvo. Man the battle-stations!
fr: "J'en ai assez de ces tarés pompeux d'énergie, un vaisseau Fédé fera un bon changement !" Un vaisseau Rebelle se verrouille sur vous et tire sa volée entière. Branlebas de combat !
ko: "마침 이 거만한 에너지 덩어리들에게 질릴 참이었는데, 연방 함선정도면 좋은 변화구가 되겠어!" 반군 함선이 당신을 조준하고 일제 사격을 가합니다. 전투 태세를 갖추십시오!
ru: "Мне уже надоели эти напыщенные энергетические уроды, корабль федералов будет приятной альтернативой!" Корабль повстанцев настигает вас и выпускает весь свой залп. Все на свои боевые позиции!
zh_hans: "我已经厌倦了这些爱装的能量怪胎，杀一艘联邦军舰换换口味！"一艘叛军飞船锁定了你，并同时发射了它的所有武器，准备作战！

source: Rebels are known for their xenophobia, but when it comes to the Zoltan race they have an especially exaggerated hatred. A Rebel ship hunting for Zoltans to kill spots you and decides to delay their search to attack you.
fr: Les Rebelles sont connus pour leur xénophobie, tout particulièrement à l'encontre de la race Zoltan. Un de leur appareils cherchant des Zoltans à tuer vous voit et décide de mettre en pause ses recherches pour vous tuer.
ko: 반군은 종족 차별로 유명하지만, 졸탄에 관해서는 과할 정도의 증오심을 가지고 있습니다. 졸탄들을 사냥하려던 반군 함선이 당신을 발견하곤 당신을 공격하기 위해 잠시 졸탄 사냥을 미뤄둡니다.
ru: Повстанцы известны своей ксенофобией, но когда речь заходит о расе золтанов, их неприязнь особенно сильна. Корабль повстанцев, охотящийся за золтанами, чтобы убить их, замечает вас и решает отложить поиски, чтобы напасть на вас.
zh_hans: 叛军以其仇外心理而闻名，但当涉及到超能族时，他们的仇恨尤其夸张。一艘正在猎杀超能族的叛军飞船发现了你，并决定延后对超能族的探猎，先来攻击你。

source: "I suspected you might try to run here, hoping for protection by your precious Zoltan allies! Well you were wrong to think you'd be safe here, because I too have arrived!"
fr: "Je me doutais que vous viendriez ici, espérant la protection de vos précieux alliés Zoltan ! Eh bien, vous aviez tort de vous croire en sûreté ici, car me voilà aussi !""
ko: "난 너가 그 소중한 동맹 졸탄들의 보호를 받으려고 이곳으로 올거라 생각했지. 이곳이 안전하다는건 틀렸어. 나도 이곳에 도착했으니까!"
ru: "Я подозревал, что вы попытаетесь бежать сюда, надеясь на защиту ваших драгоценных золтанских союзников! Вы ошибались, думая, что здесь вы будете в безопасности, потому что я уже здесь!"
zh_hans: "我猜你可能会试图跑到这里，希望得到你宝贵的超能族盟友的保护！可惜你的想法十分错误，因为我也到了这！"

source: A Rebel ship approaches fast! They must have known this was Federation-allied territory and came to hunt for ships such as yours.
fr: Un appareil Rebelle approche rapidement ! Ils doivent savoir que ce territoire est allié à la Fédération, et ils sont venus ici pour chasser des vaisseaux tels que le vôtre.
ko: 반군 함선이 빠르게 접근합니다! 저들은 분명히 이곳이 연방과 동맹인 곳이라는것을 알고 당신같은 배를 사냥하러 왔을겁니다.
ru: Корабль повстанцев быстро приближается! Они, должно быть, знали, что это территория Федерации, и пришли поохотиться на такие корабли, как ваш.
zh_hans: 一艘叛军飞船正在快速接近！他们肯定知道这里是联邦盟友的星域，所以来追捕像你这样的飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: There's a tinge of irony how common pirates are in Zoltan territory despite how hard their government tries to rid of them. Unfortunately, they usually aren't happy to see your ship!
fr: Il est ironique que les pirates soient si communs en territoire Zoltan malgré toutes les mesures prises par le Ministère. Cependant, ils sont rarement aussi contents de voir votre vaisseau !
ko: 졸탄 정부가 아무리 해적들을 제거하려고 노력해도 해적들이 보이는것은 아이러니합니다. 불행히도 해적들은 당신의 함선이 보이는것을 좋아하진 않습니다!
ru: В том, что пираты часто встречаются на территории золтан, есть своя ирония, несмотря на то, что их правительство всячески старается от них избавиться. К сожалению, они обычно не рады видеть ваш корабль!
zh_hans: 尽管超能族政府极力想摆脱海盗，但海盗在超能族星域内仍然很常见，这有点讽刺。不幸的是，海盗通常都不太高兴看到你！

source: A pirate ship appears to be attempting to set up a small market here, but when they spot you they ditch their efforts and in-turn attack!
fr: Un vaisseau pirate semble essayer d'établir un petit marché ici, mais quand ils vous voient, ils abandonnent leurs efforts et attaquent !
ko: 해적선이 여기에 작은 상점을 만드려고 하는 것 같습니다만, 당신을 발견하곤 만드려던 것을 포기하고 공격을 시작합니다.
ru: Похоже, что корабль пиратов пытается устроить здесь небольшой рынок, но, заметив вас, они бросает свои затеи и нападают!
zh_hans: 一艘海盗舰似乎试图在这里建立一个小型市场，但当他们发现你时，他们暂停了建立过程，反过来攻击你！

source: A hostile pirate ship moves in to fight you, despite the Zoltan Peace-Keepers that supposedly protect this sector trying desperately to clear it of pirate forces.
fr: Un vaisseau pirate hostile vous attaque, malgré les Garde-Paix Zoltans qui sont supposés protéger le secteur en essayant désespérément d'en détruire les forces pirates.
ko: 졸탄 평화유지군이 해적들을 어떻게든 없애려고 하고 있지만 여전히 있는 해적선이 당신과 싸우려고 합니다.
ru: Вражеский корабль пиратов вступает с вами в бой, несмотря на то, что миротворцы золтан, которые якобы защищают этот сектор, отчаянно пытаются очистить его от пиратов.
zh_hans: 一艘敌对的海盗舰进场与你作战，尽管据说保护这一地区的超能维和兵拼命地清除海盗势力。

source: "I wonder how much the Zoltans would pay me for as bounty for capturing an illegal Multiverse vessel!" A pirate ship swoops in, with malicious thoughts on their mind.
fr: "Je me demande combien les Zoltans me donneraient comme prime pour avoir capturé un vaisseau Multiversel illégal!" Un pirate descend en piqué sur vous, l'esprit plein de mauvaises intentions.
ko: "불법 멀티버스 함선을 나포하면 과연 졸탄들이 현상금을 얼마나 줄지 궁금해지는걸!" 해적선이 악의적인 생각을 하며 들이닥칩니다.
ru: "Интересно, сколько мне заплатят золтаны в качестве вознаграждения за захват незаконного судна Мультивселенной!" Корабль пиратов приближается к вам, у них на уме злые мысли.
zh_hans: "我想知道超能族会给我多少钱，为捕获这艘非法变元船只！"一艘海盗舰俯冲而来，充满了恶意。

# data/events_zoltan.xml.append$//event[@name="ENCOUNTER_ZOLTAN_AUTO_SUN"]/text
source: A Zoltan Automated ship appears to be in charging mode nearby this sun... probably harvesting the solar energy! However, it appears you arrives just in time for it to re-activate, and the ship somehow identifies you as a threat.
fr: Un Auto-Vaisseau Zoltan semble recharger près de cette étoile, probablement par photovoltaïsme. Cependant, vous arrivez juste à temps pour sa ré-activation, et l'appareil semble vous identifier comme une menace.
ko: 졸탄 무인선이 태양 근처에서 충전 모드로 서 있습니다... 태양광으로 충전중일 것입니다. 당신은 그 무인선이 재작동하자마자 도착한 것 같군요. 무인선이 어째선지 당신을 적대적으로 인식합니다.
ru: Около этого солнца, похоже, находится в режиме зарядки автоматический корабль золтан... вероятно, собирающий солнечную энергию! Однако, судя по всему, вы прибыли как раз к тому времени, когда он снова активировался, и корабль каким-то образом идентифицировал вас как угрозу.
zh_hans: 一艘超能自动舰似乎在这个恒星附近处于补充能源状态......可能是在采集太阳能！然而，你的到来似乎正好赶上了它的重新启动，而且它不知为何将你视为一种威胁。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ENCOUNTER_ZOLTAN_PULSAR"]/text
source: A crazed ship of Zoltans hails you, their raspy voices suggesting they've gone mad with some sort of sickness. "Hahahah! The energy of the pulsar, it is mine! I shall become one with it! I shall become the pulsar! Die mortal, be killed by my power!"
fr: Un vaisseau de Zoltans devenus fous vous contacte, leurs voix râpeuse suggérant que l'origine de leur folie est une maladie. "Hahahah ! L'énergie du pulsar, toute à moi ! Je ne ferai qu'un avec ! Je vais devenir le pulsar ! Meurs mortel, sois tué par mon pouvoir !"
ko: 미쳐버린 졸탄 함선이 당신을 부릅니다. 그들의 목소리를 들어보니 뭔가 병에 걸린 것 같습니다. "하하하하! 이 펄서의 에너지는 나의 것이다! 나는 펄서와 하나다! 내 힘에 죽어라, 필멸자여!"
ru: Сумасшедший корабль золтан вызывает вас, их хриплый голос говорит о том, что они сошли с ума от какой-то болезни. "Ха-ха-ха! Энергия пульсара, она моя! Я стану единым целым с ней! Я стану пульсаром! Умри, смертный, будь убит моей силой!"
zh_hans: 一艘疯狂的超能族船在呼叫你，他们粗哑的声音表明他们因某种疾病而发疯。"哈哈哈！脉冲星的能量，它是我的！我将与它融为一体！我将成为脉冲星！死吧，凡人，被我的力量震慑至死！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_FREEMANTIS_FRIENDLY"]/text
source: The Free Mantis and Zoltan don't get along well, so it's concerning to see a Free Mantis ship so far into Zoltan space. A ship from the peacekeeper border police has docked with a massive Free Mantis ship, which can't mean anything good.
fr: Les Mantis Libres et les Zoltans ne font pas bon ménage, il est donc inquiétant de voir un vaisseau Mantis Libre si profond dans l'espace Zoltan. Un appareil de la police Garde-Paix est amarré avec l'énorme vaisseau, ce qui n'augure probablement rien de bon.
ko: 독립 맨티스와 졸탄이 사이가 좋지 않다는 걸 생각하면, 졸탄 영해에 독립 맨티스의 함선이 보이는 것은 걱정되는 일입니다. 평화유지군 국경 경찰선이 저 거대한 독립 맨티스의 함선에 도킹했는데, 이건 절대 좋은 일이 아닙니다.
ru: Свободные богомолы и золтаны не очень-то ладят друг с другом, поэтому видеть корабль Свободных богомолов так далеко в пространстве золтан довольно странно. Корабль пограничной полиции миротворцев состыковался с огромным кораблем Свободных богомолов, что не может означать ничего хорошего.
zh_hans: 自由螳螂和超能族的关系并不融洽，所以看到自由螳螂的飞船如此深入超能族星域，令人担忧。一艘维和边防飞船正与一艘巨大的自由螳螂飞船对接，这并不意味着什么好事。

source: Board as well and see what's happening.
fr: S'amarrer également pour voir ce qui se passe.
ko: 우리도 승선해서 무슨 일이 일어나는지 알아본다.
ru: Состыковаться и посмотреть, что там происходит.
zh_hans: 登上去看看情况。

source: You step into the ship only to find a Peacekeeper violently kicking a defenseless Free Mantis warlord on the ground, who is desperately screaming "Stop, stop! I not wanting violence, only friendlyness!", but the Zoltan won't listen.
fr: Vous entrez dans le vaisseau et y trouvez un Garde-Paix donnant de violents coups de pieds à un Chef de Guerre Mantis Libre à terre et ne cherchant pas à se défendre. Il crie "Arrêtez, arrêtez ! Moi pas vouloir violence, seulement amitié !", mais le Zoltan n'écoute pas.
ko: 함선에 올라타보니 당신은 무방비한 독립 맨티스 장군을 발로 차대고 있는 평화유지군을 발견할 수 있었습니다. "멈춰. 멈춰! 폭력은 원하지 않아. 친절만!" 졸탄은 들을 기미를 보이지 않는군요.
ru: Вы заходите на корабль и видите, что миротворец с силой пинает беззащитного военачальника полководца Свободных богомолов, который отчаянно кричит: "Остановитесь, остановитесь! Я не хочу насилия, только дружелюбия!", но золтан его не слушает.
zh_hans: 你走进飞船，却发现一名维和兵猛烈地踢着地上毫无防备的自由螳螂军阀，后者拼命地喊着："住手，住手！我不想要暴力，只想要友好！"，但超能族不听。

source: Pull the Zoltan off of the Free Mantis.
fr: Essayer de mettre le Mantis Libre hors d'atteinte des Zoltans.
ko: 독립 맨티스에게서 졸탄을 떼어낸다.
ru: Оттащить золтана от Свободного богомола.
zh_hans: 从自由螳螂身上扯开超能族。

source: You grab at the Zoltan, pulling them away from the Free Mantis. They shove you away, shouting "What the hell are you doing? All your precious Federation can do now is interfere with foreign matters, isn't that so? I'll put you in your god damn place!" The Zoltan gives orders for his men to attack!
fr: Vous agrippez les Zoltans pour essayer de les éloigner du Mantis, mais ceux-ci vous repoussent, criant : "Que faites-vous, bon sang ? Tout ce que votre précieuse Fédération fait, c'est d'interférer dans ce qui ne la concerne pas, n'est-ce pas ? Nous allons vous remettre à votre place !" Le Zoltan donne l'ordre à ses hommes d'attaquer !
ko: 당신은 졸탄을 독립 맨티스에게서 떼어냅니다. 졸탄은 밀려나며 "대체 무슨 짓을 하고 있는겁니까? 당신네 연방은 외국의 일에 참견하지 않고서는 직성이 풀리지 않는겁니까? 당신을 망할 지옥에 보내드리겠습니다!" 졸탄이 그들의 부하에게 공격 명령을 내립니다!
ru: Вы хватаете золтана, оттаскивая его от Свободного богомола. Он толкает вас, крича: "Какого черта ты делаешь? Все, что ваша драгоценная Федерация теперь может сделать, это вмешиваться в чужие дела, не так ли? Я поставлю вас на ваше проклятое место!" Золтан отдает приказ своим людям атаковать!
zh_hans: 你抓住超能族，把他们从自由螳螂那里拉开。他们反而把你推开，喊道："你到底在做什么？你们道貌岸然的联邦现在只会干涉外族事务，对吗？我要以其人之道还治其人之身！"超能族下达了命令，让他的手下发动进攻！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try to reason with the Zoltan.
fr: Essayer de raisonner avec les Zoltans.
ko: 졸탄에게 생각을 다시 해달라고 한다.
ru: Попытаться образумить золтана.
zh_hans: 尝试与超能族讲道理。

source: You try to reason with the Peacekeeper, but it only infuriates them further. "The Federation should know their place, instead of always interfering with foreign matters. Maybe the Duskbringers are right, and all of you filth deserve to die." The Peacekeeper gives orders for his men to attack!
fr: Vous essayez de raisonner avec le Garde-Paix, mais cela ne fait que les rendre encore plus furieux. "La Fédération devrait connaître sa place, au lieu de fourrer son nez dans ce qui ne la concerne pas. Peut-être que les Éclipseurs ont raison, et que vous autres ordures méritez la mort !" Le Garde-Paix donne l'ordre à ses hommes d'attaquer !
ko: 당신은 평화 유지군에게 생각을 다시 해달라고 했지만, 그들을 더욱 화나게 만들 뿐입니다. "연방은 외국의 문제에 항상 간섭할 것이 아니라 자신의 주제를 알아야 할 겁니다. 더스크브링어들의 말이 맞을지도 모르겠군요. 그리고 당신같은 쓰레기는 죽어야 마땅합니다." 평화 유지군이 부하에게 공격 명령을 내립니다!
ru: Вы пытаетесь вразумить миротворца, но это только еще больше раззадоривает его. "Федерация должна знать свое место, а не постоянно вмешиваться в чужие дела. Может быть, Вестники Заката правы, и все вы, мерзавцы, заслуживаете смерти". Миротворец отдает приказ своим людям атаковать!
zh_hans: 你试图与维和兵讲道理，但这只是进一步激怒了他们。"联邦应该有点自知之明，而不是总是干涉外族事务。也许暮临派是对的，你们这些肮脏的人都该死。"他发出命令，让其船员对你进行攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ships.
fr: Ignorer les vaisseaux.
ko: 함선들을 무시한다.
ru: Не обращать внимания на корабли.
zh_hans: 无视它们。

source: There's no way you're messing with the Zoltan border police in the Zoltan Capital.
fr: Hors de question de se frotter avec la police aux frontières Zoltan dans leur capitale.
ko: 졸탄 수도에 있는 졸탄 경찰을 건드리는 것은 말도 안되는 일입니다.
ru: Ни за что не стоит связываться с пограничной полицией золтан в их столице.
zh_hans: 你最好不要在超能族首都惹上超能族的边防警察。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "What are you doing? Is this really keeping the peace? The Ministry stands for lawful justice, and yet here you are attacking a defenseless Mantis! Is this what you signed up to the force for?" The Peacekeeper falters for a moment. "I- don't try and get involved in things that have nothing to do with you, Federation!" The Zoltan begins to say more, but is immediately sliced in twain by the Free Mantis, who crawled off the floor while the Zoltan was distracted. You hurry back to the ship before the Peacekeeper ship notices something is wrong, but it's too late. You escape from the ship, but a team of Zoltan beam aboard your ship!
fr: "Que faites-vous ? Vous appelez ça maintenir la paix ? Le Ministère a pour but la justice équitable, et pourtant vous attaquez un Mantis innocent ! Est-ce donc pourquoi vous vous êtes engagés ?" Le Garde-Paix hésite un moment. "Je... N'essayez pas de vous mêler à des choses qui ne vous concernent pas, Fédération !" Le Zoltan essaie d'en dire plus, mais est immédiatement coupé en deux par le Mantis Libre qui s'était relevé pendant que le Zoltan était distrait. Vous foncez dans votre vaisseau avant que l'appareil Garde-Paix comprenne ce qui se passe, mais c'est trop tard. Vous semez leur vaisseau, mais une équipe de Zolans arrive à vous aborder !
ko: "무슨 짓을 하고 계신 겁니까? 이것이 정말 평화를 유지하는 것입니까? 졸탄 내각은 공평한 정의를 표방합니다. 그럼에도 당신은 기필코 완전히 무방비한 맨티스를 공격하고 있군요! 이것이 정녕 경찰이 해야 할 일입니까?" 평화 유지군이 잠시 주춤거립니다. "당신과 상관 없는 일에 관여하지 말아주십시오, 연방!" 졸탄은 무언가 더 말하려고 했으나 그 사이에 땅바닥에서 기어온 독립 맨티스가 그를 반으로 갈라버립니다. 평화 유지군이 무언가 잘못되었다는 것을 눈치채기 전에 서둘러 탈출을 시도했지만, 너무 늦었습니다. 함선에서 탈출하는것은 성공했으나 당신의 함선에 졸탄들이 올라탑니다!
ru: "Что вы делаете? Разве это действительно сохранение мира? Министерство выступает за законное правосудие, а вы нападаете на беззащитного богомола! Разве для этого вы подписались на службу?" Миротворец на мгновение замешкался. "Я... не пытайтесь вмешиваться в дела, которые вас не касаются, Федерация!" Золтан начинает говорить дальше, но его тут же разрезает на две части Свободный богомол, который вскочил с пола, пока золтан отвлекся. Вы спешите вернуться на корабль, пока корабль миротворцев не заметил, что что-то не так, но уже слишком поздно. Вы сбегаете с корабля, но команда золтан проникает на его борт!
zh_hans: "你在做什么？这真的是在维护和平吗？牧师团代表着合法的正义，而你却在这里攻击一个毫无防备的螳螂族！这就是你加入维和部队的目的？"这名维和兵有片刻的动摇。"我——不要试图卷入与你无关的事情，联邦！"超能族开始说更多的话，但立即被自由螳螂切成两半，后者趁超能族分心时从地板上爬了起来。你赶在维和兵战舰发现不对劲之前回到星舰上，但为时已晚。你逃出自由螳螂飞船的时候一队超能族也登上了你的星舰！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_REVOLT"]/text
source: Despite the arrogant nature of the Zoltans regarding their supposedly superior government, many of their kind are dissatisfied with the strict and controlling Zoltan Peace-Keepers instated to, as their name would suggest, 'keep the peace'. It appears a full on riot has started on the nearby planet.
fr: Malgré l'arrogance des Zoltans à propos de leur gouvernement soi-disant supérieur, beaucoup parmi eux sont mécontents du contrôle strict des Garde-Paix installés pour, comme le nom l'indique, "maintenir la paix". Il semblerait qu'une véritable émeute se soit déclenchée sur une planète proche.
ko: 막강한 정부에 대한 대부분의 졸탄의 오만함에도 불구하고 꽤나 많은 수의 졸탄들은 이름값을 하는 평화 유지군의 엄격하고 통제적인 '평화 유지'에 불만을 가지고 있습니다. 근처에 있는 행성에서 폭동이 일어난 것 같습니다.
ru: Несмотря на высокомерие золтан в отношении своего якобы высшего правительства, многие представители их рода недовольны строгими и контролирующими миротворцами золтан, созданными, как следует из их названия, для "поддержания мира". Похоже, что на соседней планете начались массовые беспорядки.
zh_hans: 尽管超能族对他们所谓的优越政府有着傲慢态度，但其中的许多人也对爹味十足的维和兵感到不满，正如他们的称号所暗示的那样，"维持和平"。在附近的星球上，似乎已经开始了一场全面的骚乱。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_REVOLT"]/choice[1]/text
source: Pull closer to survey the chaos.
fr: S'approcher pour en savoir plus sur le chaos.
ko: 가까이 가서 무슨 일이 벌어지고 있는지 살펴본다.
ru: Приблизиться, чтобы рассмотреть хаос.
zh_hans: 拉近距离勘察骚乱的情况。

source: It seems the conflict was incited by a Duskbringer soldier giving a rather motivating speech, which inevitably resulted in complete and utter destruction, as civilians overturn Peace-Keeper ground vehicles and orbital satellites open fire on crowds of innocent people trying to flee for their life.
fr: Il semblerait que le conflit ait cristallisé autour d'un soldat Éclipseur ayant prononçé un discours de motivation, qui a causé une destruction sans nom, alors que des civils renversent les véhicules terrestres Garde-Paix pendant que des satellites de défenses tirent sur une foule d'innocents courant pour leurs vies.
ko: 한 더스크브링어 병사가 한 연설이 폭동의 원인이 된 것으로 보입니다. 이는 완벽한 파괴를 일으켰습니다. 시민들이 평화유지군의 지상 차량을 전복시키고 궤도 위성을 파괴하며 목숨을 걸고 도망가려는 무고한 사람들을 향해 발포하고 있습니다.
ru: По всей видимости, конфликт был спровоцирован мотивирующей речью солдата Вестников Заката, которая неизбежно привела к полному и окончательному разрушению, когда гражданские стали переворачивать наземную технику миротворцев, а орбитальные спутники открыли огонь по толпам невинных людей, пытающихся спастись бегством.
zh_hans: 似乎这场冲突是由一名暮临派士兵发表的相当激励人心的演讲所煽动的，这不可避免地导致了彻底的破坏行为，因为平民掀翻了维和兵的地面车辆，而轨道卫星向试图逃命的无辜人群开火。

source: Take part in the battle - help the Zoltan civilians.
fr: Prendre part à la bataille - aider les civils Zoltan.
ko: 전투에 참여한다-졸탄 시민들을 도운다.
ru: Принять участие в сражении - помочь гражданским золтан.
zh_hans: 参与战斗：帮助超能族平民。

source: You've made up your mind to help the civilians. You attack one of the Peace-Keeper vessels.
fr: Vous vous êtes décidés à aider les civils. Vous attaquez un des vaisseaux Garde-Paix.
ko: 당신은 시민들을 도우기로 결정했습니다. 당신은 평화 유지군 선박을 공격하기 시작합니다.
ru: Вы решили помочь гражданским. Вы атакуете один из кораблей миротворцев.
zh_hans: 你已经下定决心要帮助平民。你攻击其中一艘维和战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take part in the battle - help the Peace-Keepers.
fr: Prendre part à la bataille - aider les Garde-Paix.
ko: 전투에 참여한다-평화 유지군을 돕는다.
ru: Принять участие в сражении - помочь миротворцам.
zh_hans: 参与战斗：帮助维和兵们。

source: You've made up your mind to help the Peace-Keepers. You attack one of the Duskbringer vessels.
fr: Vous vous êtes décidés à aider les Garde-Paix. Vous attaquez un des vaisseaux Éclipseurs.
ko: 당신은 평화 유지군을 도우기로 결정했습니다. 당신은 더스크브링어 선박을 공격하기 시작합니다.
ru: Вы решили помочь миротворцам. Вы атакуете один из кораблей Вестников Заката.
zh_hans: 你已经下定决心要帮助维和人员。你攻击其中一艘暮临派战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Pull away quickly.
fr: S'en aller rapidement.
ko: 빨리 도망간다.
ru: Быстро уходим отсюда.
zh_hans: 迅速拉开距离离开。

# data/events_zoltan.xml.append$//event[@name="CAPITAL_REVOLT"]/choice[2]/text
source: This isn't our business, ignore them.
fr: Ce ne sont pas nos affaires, les ignorer.
ko: 우리가 상관할 일이 아니다. 무시한다.
ru: Это не наше дело, не обращать на них внимания.
zh_hans: 这不关我们的事，无视他们。

source: It's not your duty to get involved in the business of everyone else you encounter. You ignore the chaos below.
fr: Ce n'est pas votre objectif de vous mêler aux affaires de tous ceux que vous rencontrez. Vous ignorez le chaos au sol.
ko: 당신이 만나는 모든 일에 관여할 필요는 없습니다. 당신은 아래에 펼쳐져있는 혼란을 무시합니다.
ru: Вмешиваться в дела всех встречных - не ваша обязанность. Вы не обращаете внимания на хаос внизу.
zh_hans: 你没有责任去参与你遇到的所有其他人的事情。你无视了下面的混乱局面。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The civilians manage to fight back the Peace-Keeper forces, who flee from the scene before more casualties can occur. It appears your efforts did not go unnoticed either, and the civilians bring you a large reward for your assistance.
fr: Les civils arrivent à repousser les forces des Garde-Paix, qui fuient avant d'avoir trop de pertes. Vos efforts ne sont pas passés inaperçus non plus, et les civils vous offrent une belle récompense pour votre aide.
ko: 시민들은 더 늦기 전에 후퇴하는 평화 유지군을 추격합니다. 당신의 노력도 헛되진 않은 것 같습니다. 시민들이 당신의 도움에 대하여 큰 보상을 건네줍니다.
ru: Гражданским удается отбиться от сил миротворцев, и они бегут с места событий не дожидаясь новых жертв. Похоже, ваши усилия не остались незамеченными, и гражданские приносят вам большую награду за помощь.
zh_hans: 平民们设法击退了维和部队，维和兵们在遭到更多伤亡之前逃离了现场。看来你的一份力也没有被忽视，平民们为你的援助带来了大量的奖励。

source: The civilians manage to fight back the Peace-Keeper forces, who flee from the scene before more casualties can occur. It appears your efforts did not go unnoticed either, and the civilians bring you a large reward for your assistance.
fr: Les civils arrivent à repousser les forces des Garde-Paix, qui fuient avant d'avoir trop de pertes. Vos efforts ne sont pas passés inaperçus non plus, et les civils vous offrent une belle récompense pour votre aide.
ko: 시민들은 더 늦기 전에 후퇴하는 평화 유지군을 추격합니다. 당신의 노력도 헛되진 않은 것 같습니다. 시민들이 당신의 도움에 대하여 큰 보상을 건네줍니다.
ru: Гражданским удается отбиться от сил миротворцев, и они бегут с места событий не дожидаясь новых жертв. Похоже, ваши усилия не остались незамеченными, и гражданские приносят вам большую награду за помощь.
zh_hans: 平民们设法击退了维和部队，维和兵们在遭到更多伤亡之前逃离了现场。看来你的一份力也没有被忽视，平民们为你的援助带来了大量的奖励。

source: Unfortunately, it seems your efforts were in vain. The civilians are defeated and the Peace-Keepers retake the city. You flee before they can chase you off themselves.
fr: Hélas, il semblerait que vos efforts aient été en vain. Les civils sont battus et les Garde-Paix reprennent la ville. Vous vous enfuyez avant qu'ils puissent vous chasser eux-même.
ko: 안타깝게도 당신의 노력이 헛수고가 된 것 같군요. 시민들이 패배하고 평화 유지군이 도시를 탈환합니다. 당신은 그들이 당신을 쫓기 전에 서둘러 떠납니다.
ru: К сожалению, похоже, что ваши усилия оказались напрасными. Гражданские были разбиты, и миротворцы вновь захватили город. Вы спасаетесь бегством, пока они не успели отправиться за вами.
zh_hans: 不幸的是，你的努力似乎是徒劳的。平民被打败了，维和人员重新占领了城市。而你在他们自己赶走你之前逃走了。
