Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: A gasping Zoltan is brought aboard, still wearing their peace-keeper armor. "T-Thank you for saving me! We were tasked with transporting a Monk ship carrying an important Zoltan operative who's undercover. Everything was fine, until a mercenary hired by the Duskbringers showed up and obliterated our ship. The monks fled, but it won't be long before the Mercenaries catch up. I'll upload their co-ordinates to the the computer, I hope you will help me."
fr: Un Zoltan haletant est amené à bord, toujours équipé de son armure de Garde-Paix. "M-Merci de m'avoir sauvé ! Nous étions chargés d'escorter un vaisseau Moine contenant un agent double Zoltan en mission. Tout allait bien jusqu'à ce qu'un mercenaire engagé par les Éclipseurs surgisse et détruise notre vaisseau. Les moines ont fui, mais les Mercenaires essaieront probablement de les poursuivre. Je vais transmettre les coordonnées sur votre ordinateur, j'espère que vous allez m'aider."
ko: 숨을 헐떡이는 졸탄은 여전히 평화 유지군 갑옷을 입고 승선했습니다. "저.. 절 구해주셔서 감사합니다! 우리는 주요 졸탄 비밀 요원을 태운 수도승 함선을 수송하는 임무를 맡았습니다. 더스크브링어가 고용한 용병이 나타나서 우리 함선을 전멸시키기 전까진 모든 것이 문제없었죠. 수도승들은 도망쳤지만, 용병들이 곧 따라잡을 겁니다. 그들의 좌표를 시스템에 업로드하겠습니다. 도움을 부탁드리겠습니다."
zh_hans: 一名喘着粗气的超能族被带上了船，仍然身着维和兵盔甲。"谢谢你们救了我！我们的任务是运送一艘信道者飞船，船上有一名重要的超能族卧底特工。一切都很顺利，直到暮临派雇佣的雇佣兵出现，并击毁了我们的船。信道者们逃走了，但佣兵们很快就会追上来。我会把他们的坐标上传到电脑上，我希望你能帮助我。"

source: Ignore the lifepod and just scrap the ship.
fr: Ignorer le radeau et démanteler la carcasse.
ko: 구명포드를 무시하고 배를 해체한다.
zh_hans: 无视救生舱，直接搜刮这艘船。

source: You fly past the lifepod and move to the wreckage, which provides some scrap and supplies.
fr: Vous volez vers la carcasse en ignorant le radeau. Elle vous donne un peu de ferraille et de ressources.
ko: 구명포드를 지나 잔해로 이동하니 스크랩과 보급품이 나왔습니다.
zh_hans: 你飞过救生舱，向残骸移动，那里有一些废料和补给。

# data/events_zoltan.xml.append$//event[@name="MONK_LOST_MAN_QUEST"]/text
source: It appears you've arrived just in time. The Mercenary ship mentioned earlier is assaulting the Monk ship. They won't last long, so you intercept their attack and prepare to destroy the mercenaries.
fr: Il semblerait que vous arrivez juste à temps. L'appareil de Mercenaires dont on vous avait parlé est en train d'assaillir le vaisseau de Moines. Ils ne tiendront pas longtemps, vous interceptez donc leur attaque et vous vous préparez à détruire les mercenaires.
ko: 제 시간에 도착한 것 같습니다. 아까 말한 용병 함선이 수도승 함선을 공격하고 있었습니다. 오래 버티지 못할테니 놈들의 공격을 막아내고 용병들을 파괴할 준비를 했습니다.
zh_hans: 看来你来得正是时候。之前提到的雇佣兵船正在袭击信道者飞船。他们坚持不了多久了，所以你打断他们的攻击，并准备消灭雇佣兵。

# data/events_zoltan.xml.append$//event[@name="MONK_LOST_MAN_QUEST"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CONVOY"]/text
source: A Monk ship hails you. "As you may know, our religion forbids us from participating in violent acts. However, we have had terrible luck with pirates in this sector. Could you help transport us to our destination?"
fr: Un vaisseau Moine vous appelle. "Comme vous le savez peut-être, notre religion nous interdit de participer à quoi que ce soit de violent. Cependant, nous avons eu bien peu de chance avec les pirates dans ce secteur. Pourriez-vous nous aider en nous escortant jusqu'à notre destination ?"
ko: 수도승 함선이 당신을 불렀습니다. "아시다시피 우리 종교는 폭력적인 행동에 가담하는 것을 금지하고 있습니다. 그러나 우리는 이 구역의 해적들에게 끔찍한 악운을 겪었습니다. 우릴 목적지까지 데려다 줄 수 있습니까?"
zh_hans: 一艘信道者船向你呼叫。"你可能知道，我们的信仰禁止我们参与暴力活动。然而，我们在本星区避免与海盗打交道的运气很差。你能帮助把我们送到目的地吗？"

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CONVOY"]/choice[1]/text
source: Agree to assist them.
fr: Accepter de les assister.
ko: 그들을 돕도록 허락한다.
zh_hans: 同意协助他们。

source: The Monks transmit the co-ordinates to their destination.
fr: Les Moines vous transmettent les coordonnées de leur destination.
ko: 수도승은 좌표를 목적지에 전송했습니다.
zh_hans: 信道者们将他们的目的地坐标传送过来。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CONVOY"]/choice[2]/text
source: We cannot help.
fr: Nous ne pouvons pas aider.
ko: 우린 도와줄 수 없다.
zh_hans: 我们帮不了你。

source: You apologize and explain you are not an escort. The monks say they understand and carry on.
fr: Vous vous excusez, et expliquez que vous n'êtes pas un escorteur. Les Moines disent qu'ils comprennent, et s'en vont.
ko: 사과하고 우린 호위가 아니라고 설명했습니다. 수도승은 이해하고 계속 나아갔습니다.
zh_hans: 你道歉并解释说你不是护卫。信道者们表示理解并继续前进。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You've arrived at the destination, but a pirate ship is in your path! You hail the Monks to warn them and prepare to battle.
fr: Vous êtes arrivé à destination, mais un vaisseau pirate se trouve dans votre mire ! Vous contactez les Moines pour les prévenir et vous vous préparez au combat.
ko: 목적지에 도달했지만 해적선이 앞을 가로막고 있습니다! 수도승들에게 연락하여 경고하고 전투를 준비했습니다.
zh_hans: 你已经到达了目的地，但一艘海盗舰挡住了你的去路！你呼叫信道者并警告他们，然后准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Monks jump in shortly after. "You have done well. It is a shame we must rely on violent savages such as yourself, but this is a cruel and uncaring galaxy. Please accept this monetary donation as thanks."
fr: Les Moines sautent peu de temps après vous. "Vous avez été efficaces. Il est malencontreux que nous ayons besoin de nous appuyer sur des sauvages violents tels que vous, mais cette galaxie est cruelle et impitoyable. Acceptez-donc cette compensation monétaire en remerciements."
ko: 잠시 후 수도승들이 도약해왔습니다. "잘하셨습니다. 당신 같은 야만인에게 의존해야 하는 건 부끄러운 일이지만, 여긴 잔인하고 무자비한 은하계입니다. 이 금전적 기부를 감사의 의미로 받아주시길."
zh_hans: 超能信道者们不久后就跃迁来了。"你做得很好。可惜我们只能依赖像你这样的暴力来源，真是一个残酷无情的宇宙。请接受这笔金钱捐赠作为感谢。"

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_PEACE_QUEST"]/text
source: An unarmed Zoltan vessel is slowly making its way toward the beacon here. They hail: "I carry no weapons or shielding and rely on the mercy of others to communicate our message."
fr: Un vaisseau Zoltan sans arme s'approche lentement de cette balise. Ils vous appellent : "Je n'ai ni arme ni bouclier, et c'est seulement protégé par votre miséricorde que je communiquerai notre message."
ko: 비무장 졸탄 선박이 이곳 송신소를 향해 천천히 나아가고있습니다. 그들이 불렀습니다: "본 함은 무기나 방어수단을 일절 장비하고 있지 않으며, 오직 진리를 전해드리고자 하는 자비에 운명을 맡기고 있습니다."
zh_hans: 一艘没有武器的超能族船正缓慢地飞向这个信标。他们说道："我没有携带武器或护盾，只能依靠别人的怜悯来传播我们的教义。"

source: Attack him.
fr: L'attaquer.
ko: 그를 공격한다.
zh_hans: 攻击他。

source: Hear them out.
fr: Les écouter.
ko: 이야기를 들어본다.
zh_hans: 听他说。

source: They continue. "I take your silence for interested contemplation." The monk talks at length about peace and harmony, but either it's beyond your simple mind or it's all nonsense.
fr: Ils continuent. "Je prendrai votre silence pour une contemplation intéressée. Le Moine parle longuement de la paix et l'harmonie, mais c'est soit au-delà de votre esprit simple, soit des balivernes.
ko: 수도승 함선의 교신이 계속됩니다. "귀 함의 침묵을 저희에게 호적이라는 뜻으로 받아들이겠습니다." 수도승 함선은 교신을 통해 평화와 조화에 대한 연설을 늘어놓았지만 당신이 이해할 수 있는 영역을 넘어서는 개념이거나, 그저 헛소리로 들릴 뿐입니다.
zh_hans: 他继续说。"请见谅，如果我错把你的沉默当作感兴趣的沉思的话。"这位信道者长篇大论地谈论和平与和谐，可要么它超出了你简单心智的理解范围，要么就是一派胡言。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: They finish: "Please, spread the word of enlightenment to those that have not heard. Once you have, contact our brethren." They transmit coordinates of their so-called "brethren".
fr: Ils finissent : "Je vous en prie, transmettez ces mots d'illumination à ceux qui ne l'ont pas entendu. Une fois que vous l'avez fait, contactez nos frères." Ils transmettent les coordonnées des soi-disant 'frères'.
ko: 연설이 끝났습니다. "이 계몽의 말씀을 아직 깨우치지 못한 자들에게 전해주십시오. 계몽을 끝낸 후 저희 신도들에게 연락해주시기 바랍니다." 수도승 함선은 그 "신도들"의 좌표를 전송해왔습니다.
zh_hans: 他最后说："请把启迪之语传播给那些暂未耳染之人。完成后，请联系我们的同胞。"他传输了所谓"同胞"的坐标给你。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: The galaxy is at war - there's no time for talk of peace. You leave their hails unanswered and charge the jump drive.
fr: Cette galaxie est en guerre - il n'y a que peu de temps pour parler de paix. Leurs appels restent sans réponse alors que vous charger votre moteur SPL.
ko: 은하계 전체가 전쟁으로 준동하고 있습니다. 평화에 대해 논할 시간 따위는 없습니다. 당신은 이들에게 답신조차 하지 않은 채 순간이동 할 준비를 합니다.
zh_hans: 银河系正处于战争之中，没有时间谈论什么和平。你没有回应对方的呼叫，而是给跃迁推进器充能。

source: You charge your weapons - not that this will take much.
fr: Vous chargez vos armes - il n'en faudra de toute façon pas beacoup.
ko: 무기를 작동하고 전투를 준비한다.
zh_hans: 你给你的武器充能，这丝毫不费劲。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Just as you're preparing to attack you detect a nearby jump signature. A Zoltan defense ship comes to their aid!
fr: Alors que vous vous préparez à les attaquer, vous détectez une signature de saut proche. Un vaisseau de défense Zoltan est venu à leur aide !
ko: 당신이 공격태세를 갖추자 근방에서 공간도약 반응이 감지됩니다. 졸탄 방어선이 평화 사절단을 지원하러 왔습니다!
zh_hans: 就在你准备进攻的时候，你探测到附近有一个跃迁信号。一艘超能族防卫舰来帮助他们了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The location of the Monk's brethren.
fr: Coordonnées des frères des Moines.
ko: 수도승 신도들의 위치.
zh_hans: 此处为信道者"同胞"的位置。

source: This was the location of the Monk's 'brethren'.
fr: Ici, vous avez trouvé les 'frères' des Moines.
ko: 수도승 신도들이 있던 곳.
zh_hans: 已访问的信道者"同胞"的位置。

# data/events_zoltan.xml.append$//event[@name="MONK_PEACE_QUEST2"]/text
source: You arrive at the location specified by the peace-loving Monk, but the only thing nearby is an Elite Rebel ship, closing in fast! "We've found you! You're not getting away this time!"
fr: Vous arrivez à l'endroit spécifié par ces Moines pacifistes, mais la seule chose que vous y voyez, c'est un vaisseau Rebelle d'Élite, s'approchant rapidement ! "Nous vous avons trouvé ! Cette fois, vous n'en réchapperez pas !"
ko: 평화를 사랑하는 수도승이 지정한 장소에 도착했지만 근처에 있는 것은 빠르게 접근하는 엘리트 반군 함선뿐입니다! "드디어 널 찾았군! 이번엔 도망갈 수 없다!"
zh_hans: 你到达了那位好爱和平的信道者所发来的地点，但附近只有一艘叛军精英战舰，正在快速逼近！"我们找到你了！这次你逃不掉了！"

# data/events_zoltan.xml.append$//event[@name="MONK_PEACE_QUEST2"]/choice[1]/text
source: Attempt to hail them.
fr: Essayer de les contacter.
ko: 교신을 시도한다.
zh_hans: 尝试呼叫他们。

source: They open communications: "I can't imagine there's anything you could say that will save you. The rebellion must destroy those that are still loyal to the obsolete Federation."
fr: Ils ouvrent un canal : "Je ne vois pas ce que tu pourrais dire pour sauver ta peau. La Rébellion détruira tous ceux qui sont encore loyaux à cette Fédération obsolète."
ko: 반란군 함선이 교신에 응합니다. "무슨 말을 해도 네 놈들은 죽은 목숨이다. 반란군은 구 연방 충성파와 접촉하는 즉시 즉결 처분해야 한다."
zh_hans: 他们打开了通信。"我无法想象你能说出什么能挽救你的话。神军必须消灭那些仍然忠于腐朽联邦的人。"

source: "Perhaps there could be a reconciliation of our ideals without war?"
fr: "Peut-être pourrait-il y avoir une réconciliation de nos idéaux sans guerre?"
ko: "싸우지 않고 서로의 이상을 조화시킬 수 있지 않겠나?"
zh_hans: "也许可以通过和平手段下找到我们信念的妥协之策？"

source: "Our ideals are too different to be so easily reconciled. You think this could end any way but war?"
fr: "Nos idéaux sont bien trop différents pour être réconciliés. Tu penses vraiment que cela pourrait se finir d'une autre façon qu'en conflit?"
ko: "너희와 우리의 이상은 서로 조화하기엔 너무나 다르다. 이 차이를 극복할 수 있는 방법이 전쟁 말고 무엇이 있겠는가?"
zh_hans: "我们的信念毫无交集，无法调和。你认为除了战争，这事还能以任何方式其他结束？"

source: The galaxy is huge - you can find a place for your ideals elsewhere without causing this destruction.
fr: La galaxie est vaste, vous pourriez y trouver une place pour vos idéaux sans causer toute cette destruction.
ko: 은하계는 넓지 않은가. 파괴 따위 하지 않고 다른 곳에서 그 이상을 펼칠 곳을 찾을 수 있을텐데.
zh_hans: 银河系足够巨大，足够容纳你我的理想，你们可以找到一个其他地方建立秩序，而不是造成这种破坏。

source: "No! We will not be consigned to the backwaters of space just because we don't fit into your 'Federation ideals'!" They charge.
fr: "Non ! Il n'est pas question d'être relégués à je sais quel endroit perdu de l'espace juste parce que nous n'avons pas les 'idéaux de la Fédération' !" Ils chargent.
ko: "거절한다! 네 놈들의 '연방의 사상'에 맞지 않는다는 이유로 변방으로 쫓겨날 생각은 없다." 이들은 전투를 준비합니다.
zh_hans: "不！我们不打算仅因为不契合你们的'联邦理想'就跋山涉水跑到宇宙边境去！"他们反驳道。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: True progress can only be achieved without bloodshed.
fr: Le progrès ne peut être atteint que sans bain de sang.
ko: 진정한 이상의 추구에 유혈이 있어선 안돼.
zh_hans: 真正的进步只有通过不流血的手段才能实现。

source: "You speak nonsense. We will not listen to you." They arm their weapons and attack, but perhaps you do not need to kill them. Maybe you can let them surrender, so that you may both leave this place alive?
fr: "Ce que tu dis n'a aucun sens. Nous ne t'écouterons pas." Ils chargent leurs armes et attaquent, mais peut-être que vous n'avez pas besoin de les tuer. Peut-être que vous pourriez les forcer à se rendre, pour que vous quittiez tous deux cet endroit en vie ?
ko: "말도 안 되는 소리를 하는군. 너 따위의 말은 듣지 않을 것이다." 그들은 무기를 들고 공격하지만, 그들을 죽일 필요는 없어보입니다. 그들이 항복하게 함으로써 둘 다 살아서 이 곳을 떠나게 할 수 있을지도 모릅니다.
zh_hans: "胡说八道，我们不会听你的。"他们把武器武装起来，进行攻击，但也许你并不需要杀死他们。也许你可以让他们投降，这样你们都可以活着离开此地？

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Surrender. Your ultimate destruction is inevitable. We've left scores of Rebels destroyed in our wake."
fr: "Rendez-vous. Votre destruction finale est inévitable. Nous avons déjà semé des dizaines de carcasses de Rebelles dans notre sillage."
ko: "순순히 항복하라. 너희들의 패배는 분명하다. 우린 여기까지 오면서 수십 척의 반군을 박살내며 왔다."
zh_hans: "投降吧。你们的最终毁灭无法避免。在我们的启迪之路上，已经倒下了太多的叛军朋友。"

source: They shut off communications and immediately engage.
fr: Ils coupent les communications et engagent les hostilités.
ko: 반군 함선은 교신을 끊더니 즉각 교전에 돌입했습니다.
zh_hans: 他们关闭了通信并立即进行交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Your Rebellion is causing millions of deaths. Your beliefs are dividing the galaxy. Unity is the only option!"
fr: "Votre Rébellion a causé des millions de morts. Vos croyances ont divisé la galaxie. L'unité est la seule option!"
ko: "너희 반란군은 벌써 수백만의 사상자를 냈다. 그 놈의 사상이 은하계를 갈라놓고 있단 말이다. 연방만이 유일한 진리다!"
zh_hans: "你们的叛乱造成了数百亿人的死亡。你们的信仰正在分裂银河系。团结是唯一的选择！"

source: "Humans are treated as 'equal' to aliens in the weak Federation. The sacrifice of BILLIONS of alien or human lives are justified if it means we reach our full potential!" They charge.
fr: "Dans ta faible Fédération, les Humains et les aliens sont considérés comme égaux. Le sacrifice de MILLIARDS de vies Humaines ou alien est justifié si nous pouvons ainsi atteindre notre potentiel!" Ils chargent.
ko: "그 나약한 연방 안에서 인간들은 외계인들과 똑 같은 대우를 받고 있다. 우리 이상을 관철시킬 수만 있다면 수십억의 희생이라도 감수하겠어!" 반군 함선이 공격했습니다.
zh_hans: "在弱小联邦的统治下，人类被视为与外星人'平等'？不，只有我们成功发挥出所有的潜力，那些已经牺牲的几千亿外星人或人类的生命才不是无谓的！"他们反驳道。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="MONK_PEACE_QUEST2"]/choice[2]/text
source: Attack.
fr: Attaquer.
ko: 공격한다.
zh_hans: 攻击。

source: You power your weapons and prepare to fight.
fr: Vous activez vos armes et préparez le combat.
ko: 무기를 작동하고 전투를 준비한다.
zh_hans: 你给你的武器充能准备战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="MONK_PEACE_QUEST_REWARD"]/text
source: "Although your methods are crude and most certainly ineffective, it is clear you took our previous meeting to heart. If your ship represents the Federation's willingness to adapt we shall do what we can to aid in their fight. Would you like a sample of our tech, or perhaps I could send a well trained Peacekeeper to assist you?"
fr: "Bien que vos méthodes soient primitives et très certainement inefficaces, il est clair que vous avez pris le message de notre première rencontre à cœur. Si votre vaisseau représente la volonté de la Fédération de s'adapter, alors nous ferons tout en notre possible pour vous aider dans votre lutte. Souhaiteriez-vous un échantillon de notre technologie, ou peut-être pourrais-je envoyer un Garde-Paix bien entraîné pour vous assister?"
ko: "그대의 방식은 굉장히 조악하고 비효율적이었습니다만, 저희와의 만남을 진심으로 받아들였다는 사실만큼은 분명하군요. 만약 그대의 함선이 연방의 의지를 나타낸다면 우리는 연방의 전쟁을 돕기위해 우리가 할 수 있는 모든 것을 할 것 입니다. 저희의 기술 샘플을 원하십니까, 아니면 잘 훈련된 평화유지군을 받으시겠습니까?"
zh_hans: "虽然你的方法很粗糙，也很低效，但显然你把我们之前的会面放在心上了。如果你的飞船能代表联邦的和平意愿，那我们将尽之所能帮助联邦战斗。你想看看我们的技术品吗？或者我可以派一个训练有素的维和兵来协助你？"

source: Request the tech.
fr: Demander la technologie.
ko: 기술을 요청한다.
zh_hans: 请求技术品。

source: Request the crew.
fr: Demander le Garde-Paix.
ko: 승무원을 요청한다.
zh_hans: 请求船员。

source: The location of the great eye, a giant monolith worshipped by the Zoltans.
fr: À cet endroit se trouve le Grand Œil, un monolithe géant vénéré par les Zoltans.
ko: 위대한 눈이 있는 장소, 졸탄이 숭배하는 거대한 모노리스.
zh_hans: 此处为先知圣眼的位置，一座被超能族崇拜的巨型构造物。

source: The location of the great eye, a giant monolith worshipped by the Zoltans.
fr: À cet endroit se trouve le Grand Œil, un monolithe géant vénéré par les Zoltans.
ko: 위대한 눈이 있는 장소, 졸탄이 숭배하는 거대한 모노리스.
zh_hans: 此处为先知圣眼的位置，一座被超能族崇拜的巨型构造物。

# data/events_zoltan.xml.append$/FTL/event[@name="NEBULA_MONK_EYE_OFFERING"]/text
source: As you approach the Great Eye, suddenly a rift opens and a chunk of scrap comes hurtling towards you. Fortunately it only lightly bounces off of your hull, and you scoop it up. You have no idea where it comes from, but you'll take the scrap.
fr: Alors que vous vous approchez du Grand Œil, une faille s'ouvre soudainement et un morceau de ferraille se précipite vers vous. Heureusement, il ne rebondit que légèrement sur votre coque et vous le ramassez. Vous n'avez aucune idée d'où il vient, mais vous prenez la ferraille.
ko: 위대한 눈에 접근하자 갑자기 균열이 열리면서 스크랩 덩어리가 당신을 향해 날아왔습니다. 다행히 스크랩은 선체에 가볍게 튀어 올랐고, 이 것이 어디서 왔는지 모르겠지만 스크랩을 회수했습니다.
zh_hans: 当你接近先知圣眼的时候，突然一个时空裂隙打开，一大块废料向你飞来。幸运的是，它只在你的舰体上轻轻地弹了一下，你就把它抓住。你不知道它是从哪里来的，但你欣然接受这块废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The location of the great eye, a giant monolith worshipped by the Zoltans.
fr: L'emplacement du Grand Œil, un monolithe géant vénéré par les Zoltans.
ko: 위대한 눈이 있는 장소, 졸탄이 숭배하는 거대한 모노리스.
zh_hans: 此处为先知圣眼的位置，一座被超能族崇拜的巨型构造物。

source: The location of the great eye, a giant monolith worshipped by the Zoltans.
fr: L'emplacement du Grand Œil, un monolithe géant vénéré par les Zoltans.
ko: 위대한 눈이 있는 장소, 졸탄이 숭배하는 거대한 모노리스.
zh_hans: 此处为先知圣眼的位置，一座被超能族崇拜的巨型构造物。

# data/events_zoltan.xml.append$/FTL/event[@name="NEBULA_MONK_EYE_NORMAL"]/text
source: You've discovered the Great Eye! Though the location was named after the giant eye shaped nebula in the distance, the real attraction is a massive cuboid monolith with green lights resting on the nearby planet. This beacon is a well visited location by both tourists and Zoltan, who take an annual pilgrimage to this location.
fr: Vous avez découvert le Grand Œil ! Bien que l'endroit ait été nommé par la vaste nébuleuse en forme d'œil non loin, la véritable attraction est l'immense monolithe cuboïdal parsemé de lumières vertes reposant sur une planète proche. Cette balise est très visitée par les touristes comme les Zoltans, qui y font chaque année un pélerinage.
ko: 위대한 눈을 발견했습니다! 비록 이 지역은 멀리있는 거대한 눈 모양의 성운의 이름을 따서 지어졌지만, 진짜 매력은 가까운 행성에 녹색 빛이 있는 거대한 입방체 모양의 모노리스입니다. 이 송신소는 매년 이곳을 순례하는 관광객과 졸탄 모두가 방문하는 지역입니다.
zh_hans: 你已经发现了先知圣眼！虽然此处是以远处的巨大眼睛形状的星云命名的，但真正吸引人的是一个巨型立方体构造物，它静静地伫立在附近的行星上，散发出绿色光芒。这是一处游客与超能族都经常光顾的地方，他们每年都会到此处朝圣。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="MONK_EYE_OPTIONS"]/text
source: It is said the monolith has strange, unpredictable powers. Those who can get it to speak to them may find many wonders or horrors that await.
fr: Il est dit que le Monolithe possède d'étrange pouvoirs imprévisibles. Seuls ceux qui peuvent lui parler verront quelles merveilles ou quelles horreurs les attendent.
ko: 모노리스는 이상하고 예측할 수 없는 힘을 가지고 있다고 합니다. 모노리스에 경배하는 사람은 경의로움과 공포가 기다리고 있다는 것을 알게 될 것입니다.
zh_hans: 据说这座构造物有奇怪的、不可预知的力量。有许多奇妙或恐怖的事在等待着被那些能与它交流的人发现。

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[1]/text
source: As you approach, an ancient alien voice speaks to you: "Your mission has brought you great battles, and great losses. This will help ease the pain." A few minutes later someone reports medical equipment has appeared on the ship!
fr: Alors que vous approchez, une voix ancienne et inhumaine vous parle : "Votre mission vous a amené bien des batailles, et bien des pertes. Ceci apaisera vos douleurs." Quelques minutes plus tard, quelqu'un vous dit que du matériel médical est apparu dans le vaisseau !
ko: 모노리스에 다가가자, 고대 외계인의 목소리가 들려옵니다 : "너의 임무는 크나큰 전투와 거대한 상실을 가져왔도다. 이것이 고통을 덜어주는데 도움이 될지 어니." 잠시 후 누군가 배에 의료 장비가 나타났다고 보고했습니다!
zh_hans: 当你接近时，一个古老的外星声音对你说话。"你的任务给你们带来了巨大的战斗，也带来了巨大的损失。这个将有助于减轻痛苦。"几分钟后，有人报告说星舰内出现了医疗设备！

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[2]/text
source: You approach the planet carefully, trying to keep your ship from breaking up in orbit. The monolith, whatever it is, must sense as much because the next thing you know you have enough scrap to patch up your damage and more besides!
fr: Vous approchez prudemment de la planète, en essayant d'empêcher votre vaisseau de se briser en orbite. Le Monolithe, quel qu'il soit, a du s'en rendre compte, car soudainement, vous avez assez de ferraile pour réparer votre coque, voire plus !
ko: 함선이 궤도상에서 파괴되지 않게 조심하면서 행성에 다가갑니다. 그것이 무엇이던 간에 모노리스는 굉장한 능력을 가진듯 합니다. 정신이 들어보니 피해를 회복하고도 남을 정도로 엄청난 양의 스크랩을 얻었습니다.
zh_hans: 你小心翼翼地接近这个星球，全力防止你的星舰在轨道上解体。那座巨型构造物，不管它是什么，一定也察觉到了你的存在，因为接下来你突然发现你不仅有足够的废料来修补星舰的损坏，还有更多的物资！

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[3]/text
source: As you pull closer to the Monolith, you can hear the sounds of clanging and movement around the exterior of the ship. Confused and fearful, you pull back out of orbit and inspect the ship, but see no one. Instead, the hull has received considerable repairs!
fr: Alors que vous vous rapprochez du Monolithe, vous entendez des bruits de tôles et du mouvement à l'extérieur du vaisseau. Confus et apeuré, vous sortez de l'orbite et inspectez le vaisseau, mais ne voyez personne. Au contraire, la coque a été considérablement réparée !
ko: 모노리스에 가까이 다가갈수록 배 외부에서 삐걱거리는 소리와 움직이는 소리가 들렸습니다. 혼란스럽고 두려운 당신은 궤도에서 물러나 함선을 살펴봤지만 아무것도 보이지 않았습니다. 대신 선체는 상당한 수리를 받았습니다!
zh_hans: 当你接近构造物时，你可以听到星舰外部的叮当声和摩擦声。困惑且略为恐惧，你拉高轨道并检查了星舰，但没有看到任何人。可是舰体已经得到了相当大的修补！

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[4]/text
source: A deep voice echoes through the ship's halls. "Your mission will be long and arduous. May this aid you, so that you shall not fear an unwarranted interruption."
fr: Une voix grave se réverbère dans le vaisseau. "Votre mission sera longue et ardue. Que ceci vous aide, pour que vous ne craigniez pas d'interruption imprévue."
ko: 깊은 목소리가 함선의 복도에 울렸습니다. "너의 임무는 기나기며 험날할지어니. 이것이 너에게 도움이 되길 빌며, 이러한 선의를 두려워하지마라."
zh_hans: 一个低沉的声音回荡在星舰的主舱内。"你的任务将是漫长而艰巨的。希望这能帮助你，使你不必担心无端的干扰。"

# data/events_zoltan.xml.append$//eventList[@name="GREAT_EYE_LIST"]/event[5]/text
source: Suddenly, a wormhole opens up in space, and a merchant vessel is deposited out the other side. They're confused, but upon noticing you they offer to trade, since their original clients have been left behind.
fr: Soudain, un trou de ver s'ouvre dans l'espace, et un vaisseau marchand est éjecté devant vous. Ils sont confus, mais en vous remarquant ils vous proposent de marchander, étant donné que leurs clients d'origine sont restés de l'autre côté.
ko: 갑자기 우주에 웜홀이 열리고 반대편에서 상선이 나왔습니다. 그들은 혼란스러워하지만, 원래 고객이 뒤에 버려졌기에 당신을 보자마자 거래를 제안했습니다.
zh_hans: 突然，太空中打开了一个虫洞，一艘商船被吸入这一边。对方很困惑，但在注意到你之后，提出进行交易，毕竟之前的客户已经在那边了。
