Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: "Yes, see, the Great Eye also brought with it the discovery of other, similar tech. Aether, a highly conductive and resistant metal alloy used to forge the ruins around the Eye could be used to create sustainable hard-light generators. This tech enticed the Ministry's top scientists, who saw it as a solution for the Osmia crisis alongside various other tech. Though Aether was used to construct most of Zoltan kind's most infamous technology like our special shields, we also used it to create new part-organic part-mechanical forms to explore Osmia with. This was a success and the explorers were revered as heroes, and many flocked back to recolonize the planet. The current Minister at the time only lived for a little longer until he succumbed to a natural death and was replaced by the new Minister, Lumei."
fr: "Voyez, le Grand Œil permit aussi la découverte d'autre technologies similaires. L'Étherium, un alliage métallique très conducteur et résistant qui fut utilisé pour forger les ruines qui entouraient le monolithe, permettait également de créer des générateur de lumière solide viables. Cette technologie était attrayante pour les scientifiques d'élite du Ministère, qui les voyaient comme une solution à la crise d'Osmia avec d'autres technologies. Bien que l'Étherium fut utilisé pour construire bien des prouesses technologiques de la race Zoltan, tels que leurs boucliers, nous l'avons également utiliser pour nous créer des formes biomécaniques pour explorer Osmia. Ce fut un succès, les explorateurs furent vénérés en héros, et nombreux furent ceux qui recolonisèrent la planète. Le Ministre de l'époque vécut un peu plus longtemps avant qu'il ne succombe à la vieillesse et soit remplacé par le nouveau Ministre, Lumei."
ru: "Да, видите ли, Великое Око принесло с собой и открытие других, похожих технологий. Эфир, высокопроводящий и устойчивый к внешним воздействиям металлический сплав, из которого выкованы руины вокруг Ока, можно было использовать для создания устойчивых генераторов твердого света. Эта технология заинтересовала ведущих ученых Министерства, которые рассматривали ее как решение проблемы кризиса Осмии наряду с другими технологиями. Хотя эфир использовался для создания большинства самых известных технологий золтан, таких как наши специальные щиты, мы также использовали его для создания новых частично органических частично механических форм для исследования Осмии. Это был успех, и исследователи стали почитаться как герои, а многие вернулись, чтобы вновь заселить планету. Тогдашний министр прожил еще немного, пока не умер естественной смертью, и его сменил новый министр, Люмей".
zh_hans: "是这样，先知圣眼还带来了其他类似技术的发现。以太，一种高导电性和高抵抗性的金属合金，构成了圣眼周围的遗迹，可以用来制造可持续的光质生成器。这项技术吸引了牧师团的顶级科学家，他们脑海中浮现出了用以太，和其他各种一并获得的技术，来解决奥斯米亚危机的方案。虽说以太一般用来制造我族最闻名的技术品，也就是我们的特殊护盾，我们也用它制造了新的半有机半机械的身体部件来探索奥斯米亚。这很成功，探索者们被尊为英雄，许多人蜂拥而至，重新殖民了这颗星球。当时的前任部长只多活了一段时间，就屈服于自然死亡，被新部长卢枚取代。"

source: Wait, but wasn't this centuries ago? How is Lumei still in charge?
fr: Attendez, mais n'était-ce pas il y a des siècles ? Comment Lumei peut-t-il encore être au pouvoir ?
ru: Подождите, но разве это было не столетия назад? Как Люмей до сих пор руководит?
zh_hans: 等等，但这不是几百年前的事吗？卢枚怎么还在掌权？

source: "This was indeed long ago, but we'll get to the answer for your question soon enough. Under Lumei's leadership the codex was almost doubled in size and enforcement became even stricter. The Osmian explorers, still held high in reverency by the public, were given seats in the Ministry so Lumei could keep them close to him as pawns. Because of the connection between Aether and the Great Eye, these hard-light forms took on a religious significance as well, and so Lumei himself underwent transformation to secure his power. As the technology became better researched soon the wealthy elite, priests, and eventually even the common people were able to afford such procedures. Supremacy of the tranformants took hold and, fearful that this divide might create a split between the Zoltan, the Ministry began to normalize and enforce transformancy."
fr: "Cela s'est effectivement produit il y a longtemps, mais nous arriverons bientôt à la réponse à votre question. Sous la direction de Lumei, le codex a presque doublé de taille et l'application des règles est devenue encore plus stricte. Les explorateurs osmiens, toujours tenus en haute estime par le public, ont été admis au sein du Ministère pour que Lumei puisse les garder près de lui en tant que pions. En raison de la connexion entre Aether et le Grand Œil, ces formes de lumière solide ont acquis une signification religieuse, et c'est ainsi que Lumei lui-même a subi une transformation pour sécuriser son pouvoir. À mesure que la technologie était mieux étudiée, bientôt l'élite fortunée, les prêtres et même les gens ordinaires ont pu se permettre de telles procédures. La suprématie des transformants s'est imposée, et craignant que cette division ne crée une scission entre les Zoltans, le Ministère a commencé à normaliser et à imposer la transformation."
ru: "Это было действительно давно, но мы скоро перейдем к ответу на ваш вопрос. Под руководством Люмея кодекс был увеличен почти вдвое, а его соблюдение стало еще более строгим. Осмианским исследователям, которые по-прежнему пользовались большим почетом в обществе, были предоставлены места в Министерстве, чтобы Люмей мог держать их рядом с собой в качестве пешек. Из-за связи между эфиром и Великим Оком этот твердый свет приобрел религиозное значение, и Люмей сам подвергся трансформации, чтобы закрепить свою власть. По мере совершенствования технологии такие процедуры вскоре стали доступны богатой элите, жрецам, а со временем и простым людям. Превосходство трансформировавшихся укрепилось, и, опасаясь, что это может привести к расколу между золтанами, Министерство начало водить нормы и принуждать к трансформации".
zh_hans: "这的确是很久以前的事了，但我很快就会回答你的问题。在卢枚的领导下，法典的规模几乎翻了一番，也变得更加严格。奥斯米亚探索者，仍然被公众推崇备至，在牧师团获得了席位，这样卢枚可以把他们作为棋子留在身边。由于以太和先知圣眼之间的联系，这些光质身体部件具有了宗教意义，所以卢枚自己也接受了改造以确保他的权力。随着技术研究的日趋完善，富裕的精英阶层、牧师，甚至最终普通人都能负担得起改造过程。转化者占据了社会主流，由于担心这种生物分歧可能会造成超能族人之间的分裂，牧师团开始将改造常规化与义务化。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Most adamant non-transformants died of natural causes and the newer more 'progressive' mindset took hold. All Zoltan over the age of 7 were to be immediately transitioned into hard-light chassis. The only place the Ministry struggled to touch was, ironically, Osmia itself. A group of non-transformants had taken hold there, seizing control of the territory between the wastelands that had survived the initial holocaust. Eventually the Ministry gave up and spent their effort erasing the importance of Osmia from the rest of the Zoltans - something made easier by the recent discovery of other sapient life. And so, that is how the first of we Osmians came to be. The Ministry wants nothing more than for the galaxy to forget we exist and for us to die out naturally."
fr: "La plupart des non-transformants les plus intransigeants sont morts de causes naturelles, et la mentalité plus 'progressiste' a prévalu. Tous les Zoltans âgés de plus de 7 ans devaient être immédiatement transférés dans des châssis de lumière solide. L'endroit où le Ministère a eu du mal à agir était, ironiquement, Osmia elle-même. Un groupe de non-transformants avait pris le contrôle là-bas, s'emparant du territoire entre les terres désolées qui avait survécu à l'holocauste initial. Finalement, le Ministère a abandonné et a dépensé ses efforts pour effacer l'importance d'Osmia auprès du reste des Zoltans - quelque chose qui a été facilité par la découverte récente d'autres formes de vie consciente. Et ainsi, voici comment les premiers d'entre nous, les Osmiens, sont venus à exister. Le Ministère ne voudrait rien de plus que voir la galaxie nous oublier et que nous mourions de causes natu
ko: "Most adamant non-transformants died of natural causes and the newer more 'progressive' mindset took hold. All Zoltan over the age of 7 were to be immediately transitioned into hard-light chassis. The only place the Ministry struggled to touch was, ironically, Osmia itself. A group of non-transformants had taken hold there, seizing control of the territory between the wastelands that had survived the initial holocaust. Eventually the Ministry gave up and spent their effort erasing the importance of Osmia from the rest of the Zoltan - something made easier by the recent discovery of other sapient life. And so, that is how the first of we Osmians came to be. The Ministry wants nothing more than for the galaxy to forget we exist and for us to die out naturally."
ru: Большинство противников трансформации умерло естественной смертью, и на смену им пришли новые, более "прогрессивные" взгляды. Все золтаны старше семи лет подлежали немедленному переходу в тело состоящее из твердого света. Единственным местом, которое Министерство не смогло тронуть, была, по иронии судьбы, сама Осмия. Группа не трансформированных людей захватила контроль над территорией между пустошами, уцелевшими после первого коллапса. В конце концов Министерство сдалось и потратило все силы на то, чтобы стереть значение Осмии из памяти остальных золтан, что стало проще благодаря недавнему открытию другой разумной жизни. Так появились первые из нас, осмианцы. Министерство хочет, чтобы галактика забыла о нашем существовании и чтобы мы вымерли естественным путем".
zh_hans: "大多数坚持不接受改造的人都死于自然原因，较新的更'进步'的思维方式占据了上风。所有7岁以上的超能族都要立即改造为光质形态。讽刺的是，牧师团唯一难以触及的地方，却是奥斯米亚本身。一群非转化者占据了那里，控制了在最初的核灾难中幸存下来的废土之间的区域。最终，牧师团放弃了，并着手将奥斯米亚的重要性从其他超能族的记忆里抹去——由于最近与其他智慧生命的接触，这件事变得愈加容易。因此，这就是我们第一批奥斯米亚原能族的诞生过程。牧师团只想让银河系忘记我们的存在，让我们自然消亡。"

source: So, what is it that you needed of us?
fr: Donc, pourquoi avez-vous besoin de nous ?
ru: Итак, что же вам от нас нужно?
zh_hans: 那么，你需要我们做什么呢？

# data/events_zoltan.xml.append$//event[@name="OSMIA_UNLOCK_QUESTION"]/text
source: "Yes, well I suppose it's best I explain why we were there at the capital then, before I ask of you anything... You see, there are a few of our kind left which have not taken refuge on Osmia. They were captured by the Ministry and kept locked away in a secret laboratory under 'protocol 3,' in the case of an unforeseen cataclysmic failure of the hard-light forms. We estimate there's likely several hundred of them locked away from centuries ago - each of them an innocent life, as well as a time capsule for ancient forgotten history. We hoped to storm the Capital and force them to release the captives, but as you can see that didn't work out as planned."
fr: "Oui, Eh bien, je suppose qu'il vaut mieux que j'explique pourquoi nous étions à la capitale à ce moment-là, avant de vous demander quoi que ce soit... Vous voyez, il reste encore quelques-uns de notre espèce qui n'ont pas trouvé refuge sur Osmia. Ils ont été capturés par le Ministère et maintenus enfermés dans un laboratoire secret sous le 'protocole 3', au cas où il y aurait une défaillance cataclysmique imprévue des formes de lumière solide. Nous estimons qu'il y a probablement plusieurs centaines d'entre eux emprisonnés depuis des siècles - chacun d'eux étant une vie innocente, ainsi qu'une capsule temporelle pour une ancienne histoire oubliée. Nous avons espéré prendre d'assaut la capitale et les contraindre à libérer les captifs, mais comme vous pouvez le constater, cela ne s'est pas déroulé comme prévu."
ru: "Да, но я полагаю, что лучше объяснить, почему мы оказались в столице, прежде чем я попрошу вас о чем-либо... Видите ли, осталось несколько представителей нашего вида, которые не нашли убежища на Осмии. Они были захвачены Министерством и содержатся в секретной лаборатории по "протоколу 3" на случай непредвиденного катастрофического сбоя в работе форм твердого света. По нашим оценкам, заперты несколько сотен, и каждый из них - невинная жизнь, а также капсула времени для древней забытой истории. Мы надеялись взять штурмом столицу и заставить их освободить пленников, но, как вы понимаете, все вышло не так, как планировалось".
zh_hans: "太好了，你理解了我们！我想在我向你提出任何要求之前，最好先解释一下我们出现在首都的原因。你也明白，我们这类人中还有一些没有在奥斯米亚避难的。他们被牧师团抓获，并根据'3号协议'，被锁在一个秘密实验室里，以防光质体们遭遇不可预见的灾难性变故。我们估计可能有几百个人被锁在那里长达几个世纪，他们每人都是一个无辜的生命，也是一个被遗忘的古老历史的时间胶囊。我们希望能冲进首都，迫使他们释放俘虏，但正如你所知，计划进展地并不顺利。"

# data/events_zoltan.xml.append$//event[@name="OSMIA_UNLOCK_QUESTION"]/choice/text
source: Whoops. Sorry about that.
fr: Oups, désolé pour ça.
ru: Упс. Извините за это.
zh_hans: 哦，很抱歉。

source: "Don't be. We understand your alliance with the Ministry as part of the Federation took precedence. But now, I'm afraid I must ask of you a favor that is not in the interest of that alliance. Our military is not strong enough to take on the vessel guarding the lab, and our only ship capable, you caused quite the damage to. We cannot offer you the same as the Ministry might, so I expect nothing more than your refusal. But if you accept this plea out of the kindness of your heart, then you will forever have the Osmian people's gratitude."
fr: "Ne le soyez pas. Nous comprenons que votre alliance avec le Ministère comme membre de la Fédération ait pris le pas. Mais maintenant, je crains que je doive vous demander une faveur qui n'est pas dans l'intérêt de votre alliance. Notre armée n'est pas assez forte pour battre le vaisseau gardant le laboratoire, car vous avez fortement endommagé notre seul appareil qui en était capable. Nous ne pouvons pas vous donner le même soutien que le Ministère peut, donc je n'attends que votre refus. Mais si vous acceptez par bonté d'âme, alors vous aurez à jamais la gratitude du peuple Osmien."
ru: "Не стоит. Мы понимаем, что ваш союз с Министерством в составе Федерации имеет приоритет. Но теперь, боюсь, я должен попросить вас об услуге, которая не отвечает интересам этого союза. Наши вооруженные силы недостаточно сильны, чтобы противостоять кораблю, охраняющему лабораторию, а нашему единственному кораблю, способному на это, вы нанесли довольно серьезный ущерб. Мы не можем предложить вам то же, что может сделать Министерство, поэтому я полагаю, что вы откажетесь. Но если вы примете эту просьбу по доброте душевной, то навсегда заручитесь благодарностью народа осмиан".
zh_hans: "你不需要道歉。我们理解你作为联邦一份子需要优先考虑与牧师团的联盟。但现在，恐怕我必须请你帮一个违背这个联盟利益的忙。我们的武装力量不够强大，无法对付守护实验室的飞船，而我们唯一有能力的战舰却被你造成了相当大的破坏。我们无法提供给你与牧师团相同的条件，所以我不介意你会拒绝。但如果你愿意出于心底的善意接受这个请求，那么你将永远拥有原能族的感激之情。"

source: Agree to rescue the captives.
fr: Accepter de secourir les captifs.
ru: Согласиться спасти пленников.
zh_hans: 同意营救俘虏。

source: "Really? I cannot believe this. But I haven't time to thank you any further. I must encourage you to hurry, I cannot say if the Ministry will take action to further protect the specimens in the face of our actions or not. I'll transfer the coordinates immediately. Our transports will be on the way shortly after you arrive. Best of luck. Our people are counting on you."
fr: "Vraiment ? Je n'arrive pas à le croire, mais je n'ai pas le temps de vous aider plus que ça. Je dois vous encourager de vous dépêcher, car je ne sais si le Ministère ne va pas prendre des mesures supplémentaires pour protéger les spécimens devant nos actions ou non. Je vous transférerai les coordonnées du laboratoire immédiatement. Nos transports arriveront peu de temps après votre arrivée. Bonne chance, notre peuple compte sur vous."
ru: "Правда? Я не могу в это поверить. Но у меня нет времени благодарить вас дальше. Я должен посоветовать вам поторопиться, я не могу сказать, примет ли Министерство меры по дальнейшей защите пленников в связи с нашими действиями или нет. Я немедленно передам координаты. Наш транспорт прибудет вскоре после вашего прилета. Желаю удачи. Наши люди рассчитывают на вас".
zh_hans: "真的吗？我无法相信这一点。但我没有时间再感谢你了。我必须提醒你抓紧时间，我说不准面对我们的行动，牧师团是否会采取进一步行动保护这些人。我将立即转移坐标。你们到达后，我们的运输飞船很快就会上路。祝你们好运。我们原能族人民都指望着你。"

source: Decline.
fr: Refuser.
ru: Отказать.
zh_hans: 拒绝。

source: "Understandable. At least I can thank you for allowing us to continue to exist as we were. Best of luck on your travels."
fr: "Compréhensible. Au moins, je vous remercie de nous laisser exister comme nous le faisions. Bonne chance dans vos voyages."
ru: "Понятно. По крайней мере, я могу поблагодарить вас за то, что вы позволили нам продолжать существовать в прежнем виде. Желаю удачи в ваших путешествиях".
zh_hans: "可以理解。至少我可以感谢你允许我们继续像以前那样存在。祝你在旅行中好运。"

# data/events_zoltan.xml.append$//ship[@name="SHIP_ZOLTAN_LAB"]/destroyed/text
source: The peacekeepers have been defeated. You expect more reinforcements, but it seems the lab just intends to surrender instead. The Ministry is desperate to hide this truth, but apparently not enough to risk a full-scale war.
fr: Les Garde-Paix sont battus. Vous vous attendez à plus de renforts, mais le laboratoire souhaite simplement se rendre. Le Ministère cherche désespérément à cacher la vérité, mais pas au point de risquer une guerre ouverte.
ru: Миротворцы потерпели поражение. Вы ждете подкрепления, но, похоже, лаборатория просто намерена сдаться. Министерство отчаянно пытается скрыть эту правду, но, видимо, не настолько, чтобы рисковать полномасштабной войной.
zh_hans: 维和兵们已经被打败了。你原以为会有更多的增援，但实验室似乎已经打算投降。牧师团虽然拼命地想要掩盖这一真相，但显然还不愿意冒引发全面战争的风险。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//ship[@name="SHIP_ZOLTAN_LAB"]/deadCrew/text
source: The peacekeepers have been defeated. You expect more reinforcements, but it seems the lab just intends to surrender instead. The Ministry is desperate to hide this truth, but apparently not enough to risk a full-scale war.
fr: Les Garde-Paix sont battus. Vous vous attendez à plus de renforts, mais le laboratoire souhaite simplement se rendre. Le Ministère cherche désespérément à cacher la vérité, mais pas au point de risquer une guerre ouverte.
ru: Миротворцы потерпели поражение. Вы ждете подкрепления, но, похоже, лаборатория просто намерена сдаться. Министерство отчаянно пытается скрыть эту правду, но, видимо, не настолько, чтобы рисковать полномасштабной войной.
zh_hans: 维和兵们已经被打败了。你原以为会有更多的增援，但实验室似乎已经打算投降。牧师团虽然拼命地想要掩盖这一真相，但显然还不愿意冒引发全面战争的风险。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Location of the secret Ministry Lab.
fr: Localisation du laboratoire secret du Ministère.
ru: Местонахождение секретной лаборатории Министерства.
zh_hans: 此处为牧师团秘密实验室的位置。

source: Explored location. Nothing left of interest.
fr: Endroit exploré. Il ne reste plus rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB"]/text
source: There is zero doubt in your mind this is the place. Just from the immediate sinister appearance, it's clear this is not an ordinary secret base - if there ever was one. According to the Osmians the security must be tight, and getting any closer without being detected is unavoidable.
fr: Il n'y a aucun doute dans votre esprit que c'est l'endroit. Rien qu'à l'apparence immédiatement sinistre, il est clair que ce n'est pas une base secrète ordinaire - s'il en a déjà existé une. Selon les Osmiens, la sécurité doit être renforcée, et s'approcher davantage sans être détecté est impossible.
ru: Нет никаких сомнений в том, что это именно то место. Уже по одному только зловещему виду становится ясно, что это не обычная секретная база, если таковая вообще существует. По словам осмиан, охрана должна быть строжайшей, и подойти ближе, не будучи обнаруженным, невозможно.
zh_hans: 在你的脑海中没有任何疑问，这就是那个地方。仅仅从眼前的险恶外表来看，很明显这不是一个常规的秘密基地，倘若真的有这么一个秘密基地的话。根据原能族的说法，这里的安保一定很严密，想要在不被发现的情况下靠近是不可能的。

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB"]/choice[1]/text
source: Pull closer.
fr: Se rapprocher.
ru: Приблизиться.
zh_hans: 靠近。

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB"]/choice[1]/event/text
source: As soon as you cross a certain threshold, a peace-keeper vessel activates. Almost the size of a cruiser, this ship is no idle threat. "Entrance to Zone E17 is forbidden. How did you find this place?"
fr: Dès que vous franchissez une certaine limite, un vaisseau de Garde-Paix s'active. Presque de la taille d'un croiseur, ce n'est pas une petite menace. "L'entrée de la Zone E17 est interdite. Comment avez-vous trouvé cet endroit?"
ru: Как только вы пересекаете определенный рубеж, активируется корабль миротворецев. Размером почти с крейсер, этот корабль не является пустой угрозой. "Вход в зону Е17 запрещен. Как вы нашли это место?"
zh_hans: 超过某个距离的瞬间，一艘维和战舰启动。几乎和星舰级一样大，这艘战舰威胁度不容小觑。"E17区禁止进入，你怎么发现这个地方的？"

source: No question - time to fight.
fr: Pas de question, c'est l'heure du combat.
ru: Никаких вопросов - время сражаться.
zh_hans: 别废话，是时候战斗了。

source: You're done being told what to do by the Ministry. Time to finally give them what they've had coming for a long time.
fr: Vous en avez assez de faire ce que le Ministère vous dit. Il est temps de leur donner ce qu'ils méritent depuis longtemps.
ru: Вам надоело, что министерство указывает вам, что делать. Пора, наконец, дать им то, что они давно хотели получить.
zh_hans: 你已经受够了被牧师团指手画脚的日子。终于是时候给他们一点早该遭受的报应了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Oops sorry we're lost. We'll leave!
fr: Oups, désolé, nous sommes perdus. Nous allons partir !
ru: Ой, простите, мы заблудились. Мы уходим!
zh_hans: 哦，对不起，我们迷路了。我们会离开的！

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB"]/choice[2]/text
source: Leave.
fr: Partir.
ru: Уйти.
zh_hans: 离开。

# data/events_zoltan.xml.append$//event[@name="OSMIA_LAB"]/choice[2]/event/text
source: You've bitten off more than you can chew this time. The Osmians will need to find someone else to help them.
fr: Vous avez eu les yeux plus gros que le ventre, cette fois. Les Osmiens vont devoir trouver quelqu'un d'autre pour les aider.
ru: На этот раз вы откусили больше, чем могли прожевать. Осмианам придется найти кого-нибудь другого, чтобы помочь им.
zh_hans: 这次你高估了自己的能力，原能族们只能找其他人来帮助他们了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="OSMIAN_ARRIVAL"]/text
source: Your radar immediately picks up several more pings. You're afraid this means the Zoltans have received reinforcements - but this isn't the case. In fact, it's quite the opposite. The Osmians have arrived, and unlike most of your "allies" in conflicts like this, they're actually providing firepower from the sidelines!
fr: Votre radar repère immédiatement plusieurs autres pings. Vous craignez que cela signifie que les renforts Zoltans soient arrivés, mais ce n'est pas le cas. En fait, c'est même l'inverse. Les Osmiens sont arrivés, et contrairement à la plupart de vos "alliés" dans de tels conflits, ils vous donnent leur puissance de frappe à distance !
ru: Ваш радар тут же фиксирует еще несколько сигналов. Вы опасаетесь, что это означает, что к золтанам подоспело подкрепление, но это не так. На самом деле, все совсем наоборот. Прибыли осмиане, и, в отличие от большинства ваших "союзников" в подобных конфликтах, они действительно ведут огонь со своей стороны!
zh_hans: 你的雷达马上又发现了几个光点。你担心这意味着超能族得到了增援，但事实并非如此。情况恰恰相反，原能族已经到了，而且与你面对冲突时的大多数"盟友"不同，他们真的在从侧方提供支援火力！
