Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//event[@name="OSMIA_GOTAWAY"]/text
source: The terrorist ship jumps away. You can tell Allta is mad, but he manages to maintain his professional composure despite his wavering voice. "Very well then. This is not the most optimal outcome, but... we can make do with this. The capital has been saved, thanks to your efforts. Heheh..."
fr: Le vaisseau des terroristes saute. Vous voyez qu'Allta est furieux, mais il arrive à maintenir son professionalisme malgré sa voix chancelante. "Très bien, alors. Ce n'est pas le meilleur résultat mais... nous pouvons faire avec. La capitale a été sauvée, grâce à vos efforts, Héhéhé..."
ko: 테러리스트들은 도망쳤습니다. 알타는 화가 난 것이 분명하지만, 목소리가 떨린다는 점만 빼면 평정심을 유지하고 있습니다. "잘 됐군요. 최고의 결과는 아니지만, 수도를 지키는 것은 성공했습니다. 당신의 노고에 감사드립니다. 하아..."
ru: Корабль террористов уходит в прыжок. Видно, что Альта в бешенстве, но ей удается сохранять профессиональное самообладание, несмотря на дрожащий голос. "Очень хорошо. Это не самый оптимальный результат, но... мы можем обойтись и без этого. Благодаря вашим усилиям столица спасена. Хехе..."
zh_hans: 恐怖分子飞船成功跃迁离开。你可以看出奥尔塔很生气，但他尽管声音颤抖，却能保持专业的镇定。"好吧。这不是最理想的结果，但是......我们可以接受这个结果。由于您的功劳，首都已经得救了。呵呵......"

# data/events_zoltan.xml.append$//event[@name="OSMIA_GOTAWAY"]/choice[1]/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_WIN"]/text
source: You can't help but notice no other ships were present during the attack, and the Zoltan military forces were... very reserved in that they refused to assist you in the fight. Strange, but Allta appears once again to commemorate you. "I think it goes without saying that without your help, we would not have been able to survive that attack. Allow me to show my generosity to both you and the Federation. Now, feel free to carry on with your mission. I would hate to steal any more of your time." You aren't sure where this sudden attitude shift came from, but as promised Allta does deliver a rather large reward, including ship blueprints for a Zoltan cruiser!
fr: Vous ne pouvez pas vous empêcher de remarquer qu'aucun autre vaisseau n'était présent lors de l'attaque, et que les forces militaires Zoltan étaient... très réservées quand il s'agissait de vous aider dans le combat. Étrange, mais Allta apparaît à nouveau pour vous congratuler. "Je crois que cela va sans dire que sans votre aide, nous n'aurions pu survivre à cette attaque. Permettez-moi de montrer ma générosité à la fois à vous et à la Fédération. Maintenant, vous êtes libres de continuer votre mission, je n'aimerais pas gâcher plus de votre temps." Vous n'êtes pas sûr de l'origine de ce brutal changement d'attitude, mais comme promis Allta vous transmet une récompense plutôt conséquente, y compris les plans pour un croiseur Zoltan !
ru: Вы не можете не заметить, что во время атаки не было других кораблей, а военные силы золтан вели себя... очень сдержанно, отказавшись помочь вам в бою. Странно, но Альта снова появилась, чтобы почтить вас. "Думаю, само собой разумеется, что без вашей помощи нам не удалось бы пережить это нападение. Позвольте мне выразить свою щедрость и вам, и Федерации. А теперь, не стесняйтесь, продолжайте свою миссию. Мне бы не хотелось отнимать у вас время". Вы не знаете, откуда взялась эта внезапная смена отношения, но, как и обещала, Альта доставила довольно большую награду, включая чертежи корабля для крейсера золтан!
zh_hans: 你不禁注意到，在攻击过程中没有其他船只在场，而且超能族的军队......非常保守，他们拒绝协助你作战。非常诡异，这时奥尔塔再次出现并赞扬你。"不用说，我想如果没有您的帮助，我们不可能能在这次攻击中幸存下来。请允许我向您和联邦展现我的慷慨。现在，请放心地继续您的任务，我不想再占用您的时间了。"你不确定这种突然的态度转变是为什么，但正如承诺的那样，奥尔塔确实提供了一份相当丰厚的奖励，包括一艘超能星舰的蓝图！

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_WIN"]/choice[1]/text
source: Accept the gift and leave.
fr: Accepter le cadeau et partir.
ru: Принять подарок и уйти.
zh_hans: 接受奖励后离开。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_WIN"]/choice[2]/text
source: We have some questions left to ask.
fr: Nous avons encore quelques questions à poser.
ru: У нас осталось несколько вопросов.
zh_hans: 我们还有一些问题要问。

# data/events_zoltan.xml.append$//event[@name="OSMIA_RAID_QUESTIONS"]/text
source: "Oh? Questions? I'm a very busy man I'm afraid. I'll try to entertain your thoughts, but I cannot stick around for long."
fr: "Oh ? Des questions ? Je crains que je sois un Zoltan très occupé. J'essaierai de satisfaire vos interrogations, mais je ne peux rester ici très longtemps."
ru: "О? Вопросы? Боюсь, я очень занята. Я поговорю с вами, но я не могу задерживаться здесь надолго".
zh_hans: "哦，有问题吗？恐怕我比较忙。我将尽力满足您的请求，但我无法在这里呆太久。"

source: That's all of our questions.
fr: Ce sera tout pour nos questions.
ru: Вот и все наши вопросы.
zh_hans: 这就是我们所有的问题。

source: "Good, good. You are a very curious individual I see. I appreciate your drive to know more about the galaxy around you, but I must warn you. Try not to go sticking your nose into business you have no part in the future, okay? Bye bye!" Allta immediately hangs up from the call, and an escort is dispatched to ensure you have a 'safe flight' as you leave the capital.
fr: "Bien, bien. Je vois que vous êtes un individu très curieux. J'apprécie votre zèle à essayer de comprendre la galaxie autour de vous, mais je dois vous prévenir. À l'avenir, ne fourrez pas votre nez dans ce qui ne vous regarde pas, d'accord ? Au revoir !" Allta raccroche immédiatement, et une escorte est envoyée pour vous raccompagner 'en sécurité' hors de la capitale.
ru: "Хорошо-хорошо. Вы, как я вижу, очень любопытный человек. Я ценю ваше стремление узнать больше об окружающей вас галактике, но должна вас предупредить. Постарайтесь в будущем не совать свой нос в дела, к которым вы не имеете никакого отношения, хорошо? Пока!" Альта тут же заканчивает сеанс связи и к вам отправляется эскорт для обеспечения "безопасного полета", когда вы покидаете столицу.
zh_hans: "好的。我看您充满好奇心。我很欣赏您想更多地了解银河系周围的自我驱动力，但我必须警醒您。尽量不要把脚踏入与您无关的区域多管那些闲杂事务，好吗？再见！"奥尔塔立即中断了通讯，并派出了一支护卫队，以确保你在离开首都时"安全飞行"。

source: You've defeated the ship of so-called Osmians. There wasn't much point - the Ministry isn't exactly going to give you a second reward - but at least this mystery is over. Right?
fr: Vous avez battu le vaisseau des soi-disant Osmiens. Il n'y avait pas vraiment de raison - le Ministère ne va pas vraiment vous donner de seconde récompense - mais au moins le mystère est élucidé, n'est-ce pas ?
ru: Вы победили корабль так называемых осмиан. Особого смысла в этом не было - Министерство вряд ли даст вам вторую награду, - но, по крайней мере, с этой загадкой покончено. Так ведь?
zh_hans: 你已经打败了所谓的原能族的船。没有什么意义，牧师团并不打算给你第二份奖励，但至少这个谜团已经真相大白，不是吗？

source: You've defeated the ship of so-called Osmians. There wasn't much point - the Ministry isn't exactly going to give you a second reward - but at least this mystery is over. Right?
fr: Vous avez battu le vaisseau des soi-disant Osmiens. Il n'y avait pas vraiment de raison - le Ministère ne va pas vraiment vous donner de seconde récompense - mais au moins le mystère est élucidé, n'est-ce pas ?
ru: Вы победили корабль так называемых осмиан. Особого смысла в этом не было - Министерство вряд ли даст вам вторую награду, - но, по крайней мере, с этой загадкой покончено. Так ведь?
zh_hans: 你已经打败了所谓的原能族的船。没有什么意义，牧师团并不打算给你第二份奖励，但至少这个谜团已经真相大白，不是吗？

source: Location of the terrorists.
fr: Coordonnées des terroristes.
ru: Местонахождение террористов.
zh_hans: 此处为恐怖分子的坐标。

source: Explored location. Nothing left of interest.
fr: Endroit déjà exploré. Il n'y reste rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_zoltan.xml.append$//event[@name="OSMIA_UNLOCK_QUEST"]/text
source: As soon as you arrive at the location of the terrorists you're taken aback by the location on your Atlas. THIS is Osmia, homeworld of the Zoltan race. Unlike the capital, which at least had a minor indicator of importance upon arrival, Osmia has no such fanfare. How has the Ministry kept an entire planet hidden from the rest of the Federation - and more importantly, why?
fr: Dès que vous arrivez aux coordonnées du vaisseau des terroristes, vous êtes pris de court par l'emplacement indiqué sur l'Atlas. C'est Osmia, le monde natal de la race Zoltan ! Contrairement à la capitale, qui avait ne serait-ce qu'une légère indication d'importance lors de votre arrivée, Osmia n'a rien de tout cela. Comment le Ministère a-t-il caché une planète entière des yeux de la Fédération, et surtout, pourquoi ?
ru: Как только вы прибываете на место, где находятся террористы, вас поражает местоположение на Атласе. Это Осмия, родной мир расы золтан. В отличие от столицы, которая по прибытии хотя бы имела небольшой признак важности, Осмия не имеет такой примечательности. Как Министерство утаило целую планету от остальной Федерации - и, что еще важнее, почему?
zh_hans: 当你到达恐怖分子的所在地时，你被星区数据集上的位置吓了一跳。这，就是奥斯米亚，超能族的家园。与首都不同的是，在到达时首都你至少能看见一丢丢的重要性标志物，而奥斯米亚却没有如此这般地大张旗鼓。牧师团是怎么将一整颗星球隐藏起来，不让联邦其余派系知道的？更重要的是，为什么？

# data/events_zoltan.xml.append$//event[@name="OSMIA_UNLOCK_QUEST"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you follow the coordinates closer to the surface you can see the planet has seen much better days. Similar to most of the homeworlds of galactic empires, it lays in a state of mass disarray, but this is much different. Vegetation is completely absent from almost half of the planet, and that where it can be found it grows erratically. Ancient craters decorate the surface and near them is large amounts of radioactivity. You steer clear of the dead-zones and approach a massive elevated city suspended by several large towers. This is no ruin however - it's bustling with activity.
fr: Alors que vous suivez les coordonnées vers la surface, vous voyez que la planète a connu des jours meilleurs. Comme la plupart des mondes natals des empires galactiques, elle est en un état de désarroi, mais c'est très différent. La végétation est complètement absente d'une hémisphère entière de la planète, et là où elle pousse, c'est d'une façon erratique. Des cratères anciens décorent la surface, et chacun est très radioactif. Vous restez loin des zones mortes et vous approchez d'une vaste cité suspendue entre plusieurs énormes tours. Ce n'est cependant pas une ruine : elle fourmille d'activité.
ru: По мере приближения к поверхности по координатам видно, что планета переживает не лучшие времена. Как и большинство родных миров галактических империй, она находится в состоянии массового беспорядка, но здесь все намного хуже. Растительность полностью отсутствует почти на половине планеты, а там, где ее можно найти, она растет неравномерно. Поверхность украшают древние кратеры, а рядом с ними - большое количество радиоактивности. Обойдя мертвые зоны, вы приближаетесь к огромному высотному городу, зависшему на нескольких больших башнях. Это не руины - здесь кипит бурная жизнь.
zh_hans: 当你根据坐标接近星球表面时，你发现它残破不堪。与大多数银河系帝国的家园相似，地表处于一种大规模的无序形态，而它更为特殊。几乎有一半的地表完全没有植被，而可见植被也以一种异常形态生长。古老的陨石坑散落在各处，附近能检出大量放射性物质。你避开了这些对于生物来说的死亡区域，接近高空中一个由几座高架悬吊的巨大城市。这根本不是什么遗迹——它充满着活力。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Suddenly, you're stopped by the same ship as before. Their dialect is strange, though close enough to modern Zoltan that your translator fills in the gaps easily. "Please tell us you have not come to finish us off! Whatever the Ministry has told you is a lie! Please, you must understand, we aren't a threat!"
fr: Soudain, vous trouvez le même vaisseau qu'avant. Leur dialecte est étrange, mais suffisament proche du Zoltanique moderne pour que votre traducteur puisse combler les trous facilement. "S'il vous plaît, dites-nous que vous n'êtes pas ici pour nous achever ! Quoi que le Ministère vous ait dit, c'est un mensonge ! Nous vous en supplions, nous ne sommes pas une menace !"
ru: Внезапно вас останавливает тот же корабль, что и раньше. Их диалект странный, но достаточно близок к современному золтанскому, поэтому ваш переводчик легко справляется с пробелами. "Пожалуйста, скажите, что вы прибыли не для того, чтобы покончить с нами! Все, что вам рассказали в Министерстве, - ложь! Пожалуйста, вы должны понять, что мы не представляем угрозы!"
zh_hans: 突然间，你被之前的同一艘船拦住了。他们的口音很奇怪，但与现代的超能族语很接近，你的翻译器很容易就辨别了其中的差异。"请告诉我们，你们不是来干掉我们的！无论牧师团告诉了你什么，那都是谎言！求你了，你必须明白，我们不是一个威胁！"

source: You attacked the capital - that seems pretty threatening.
fr: Vous avez attaqué la Capitale, ça semble plutôt menaçant.
ru: Вы напали на столицу - это выглядит угрожающе.
zh_hans: 你攻击了首都，这件事怎么看都很有威胁性。

source: "Look, let me explain! I am Malki, and we are the Osmians. We are not terrorists, I can promise you. We are the last of the few non-transformants that the Ministry could not reach. If you care, I can start from the beginning and explain everything. But I believe you might be of a great help to my people, if you're willing."
fr: "Écoutez, laissez-moi expliquer ! Je suis Malki, et nous sommes les Osmiens. Nous ne sommes pas des terroristes, je peux vous le promettre. Nous sommes les derniers des quelques non-transformants que le Ministère n'a jamais pu atteindre. Si vous le voulez, je peux commencer du début et tout vous expliquer, mais je pense que vous pourriez grandement aider mon peuple, si vous le voulez."
ru: "Послушайте, позвольте мне объяснить! Я - Малки, а мы - осмиане. Мы не террористы, могу вас заверить. Мы - последние из немногих не трансформирующихся, до которых Министерство не смогло добраться. Если вам интересно, я могу начать с самого начала и все объяснить. Но я считаю, что вы можете быть очень полезны моему народу, если вы согласны".
zh_hans: "听着，让我解释一下！我叫马利基，我们是原能族。我可以向你保证我们不是恐怖分子。我们是牧师团无法接触到的少数非转化者中的最后一员。如果你愿意，我可以从头开始，解释一切。我相信，只要你愿意，你能极大地帮助我的人民。"

source: Listen to his explanation.
fr: Écouter ses explications.
ru: Выслушать его объяснения.
zh_hans: 听听他的解释。

source: We're in a bit of a hurry here.
fr: Nous sommes un peu pressés...
ru: Мы тут немного торопимся.
zh_hans: 我们赶时间。

source: Don't trust these guys - attack!
fr: Ne pas les croire, attaquer !
ru: Не стоит доверять этим парням - атакуем!
zh_hans: 不相信这些人，攻击！

source: You ignore the protests of Malki and silence the ship before moving in to attack.
fr: Vous ignorez les protestations de Malki et mettez le vaisseau en silencieux avant de vous avancer pour attaquer.
ru: Вы не обращаете внимания на протесты Малки и заставляете корабль замолчать, а затем переходите в атаку.
zh_hans: 你无视马利基的抗议，禁言了这艘飞船，然后开始攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="OSMIA_UNLOCK_EXPLANATION"]/text
source: "Okay, okay. Look, why don't we both power down our weapons and meet face to face? If you came this far, you're certainly looking for answers." Reluctantly, you agree and you land your ship near the frozen lake. Malki dismounts from his vessel, revealing himself to look the same as the creatures from before.
fr: "D'accord, d'accord. Bon, pourquoi ne pas baisser nos armes pour nous rencontrer en face à face ? Si vous êtes allés si loin, c'est parce que vous cherchiez des réponses, non ?" À contrecœur, vous acceptez et posez votre vaisseau près d'un lac gelé. Malki sort du sien, se révélant être identique aux créatures d'avant.
ru: "Ладно-ладно. Послушайте, почему бы нам обоим не отключить оружие и не встретиться лицом к лицу? Если вы зашли так далеко, то наверняка ищете ответы". С неохотой вы соглашаетесь и сажаете свой корабль у замерзшего озера. Малки выходит из корабля, и оказывается, что он выглядит так же, как и те существа, которые жили здесь раньше.
zh_hans: "好吧，好吧。听着，为什么不把我们的武器都关掉，然后面对面地谈一谈？你都来到这了，肯定也想要知道答案。"你不情愿地同意了，并把星舰降落在一片冰湖附近。马利基也从他的船上下来，显露出你印象中的那个生物样貌。

source: The Ministry said you were disguised Duskbringers.
fr: Le Ministère a dit que vous étiez des Éclipseurs déguisés.
ru: В Министерстве сказали, что вы - замаскированные Вестники Заката.
zh_hans: 牧师团说你们是戴面具的暮临派。

source: "I'm afraid that's a lie. One of many. As you can see, we are not Zoltan in the same sense that you know. Long long before the Federation, all of us Zoltan looked this way. Back then, we were steaming ahead full force into the interstellar era, driven to be the first of many competing nations. But this competition turned to travesty, and nuclear holocaust became imminent. Osmia was annihilated, and the survivors were forced to flee the planet. For almost centuries Osmia was out of our reach, a solemn reminder of our failure."
fr: "Je crains que ce ne soit un mensonge parmi bien d'autres. Comme vous voyez, nous ne sommes pas Zoltans, du moins dans le sens que vous connaissez. Bien longtemps avant la Fédération, tous les Zoltans avaient cet aspect. À l'époque, nous avancions à grands pas dans l'ère interstellaire, poussés par la gloire d'être la première parmi bien des nations. Mais la compétition a viré au tragique, et l'holocauste nucléaire est devenu imminent. Osmia fut annihilée, et les survivants furent forcés de fuir la planète. Pendant des siècles, Osmia fut hors d'atteinte, un rappel solennel de notre échec."
ru: "Боюсь, что это ложь. Одна из многих. Как вы видите, мы не золтаны в том смысле, в котором вы знаете. Задолго до появления Федерации все мы, золтаны, выглядели именно так. Тогда мы полным ходом неслись в межзвездную эру, стремясь стать первыми из многих конкурирующих наций. Но это соревнование обернулось катастрофой, и ядерный коллапс стал неминуем. Осмия была уничтожена, а выжившие были вынуждены покинуть планету. Почти столетия Осмия была недосягаема для нас, являясь напоминанием о нашей неудаче".
zh_hans: "恐怕这是个谎言，许多谎言中的一个。正如你所看到的，我们不是你所熟悉的那种意义上的超能族。远早在联邦成立之前，那时我们所有超能族都长这样。当时，我们全力以赴，准备进入星际时代。被竞争压力驱使，我们成为了许多国家中的首个成功者。但这种竞争导致了悲剧，全球核灾难变得迫在眉睫。如你所料，奥斯米亚被核战争毁灭了，幸存者被迫逃离这颗星球。之后几乎几个世纪，奥斯米亚一直处于一种我们无法重返的状态，庄严警醒着我们的失败。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "The lost explorers roamed the surrounding nebula, unable to settle for long without devolving into war once again. However, in those mysterious clouds they found something. At the center of the infamous Great Eye nebula was a monolith that held immense, god-like power. The Zoltans came to worship it, and so it brought them unity. This gave birth to the Illesctrian faith and the Ministry who sought to uphold this new peace. The Ministry, however, was brutal with its enforcement, and to justify its cruelty the leadership constructed an ever-large and rapidly expanding codex of laws no man nor army could ever memorize. Through force they assimilated every last Zoltan colony."
fr: "Les explorateurs perdus se sont mis à arpenter les nébuleuses environnantes, incapables de former de colonies sans que la guerre éclate à nouveau. Cependant, dans ces nuages mystérieux, ils trouvèrent quelque chose. Au centre de la désormais célèbre Nébuleuse du Grand Œil se situait un monolithe contenant des pouvoirs immenses, voire divins. Les Zoltans se mirent à le vénérer, et ainsi atteignirent-t'ils l'unité. Ce fut la naissance de la foi Illesctriane et du Ministère, qui songea à garder cet état de paix. Sa garde cependant fut brutale, et pour justifier sa cruauté, ses pontes créèrent un code de lois toujours plus épais et en constante expansion, pour que ni homme ni armée ne puisse le retenir. Par la force, ils assimilèrent toutes les autres colonies Zoltan."
ko: "The lost explorers roamed the surrounding nebula, unable to settle for long without devolving into war once again. However, in those mysterious clouds they found something. At the center of the infamous Great Eye nebula was a monolith that held immense, god-like power. The Zoltan came to worship it, and so it brought them unity. This gave birth to the Illesctrian faith and the Ministry who sought to uphold this new peace. The Ministry, however, was brutal with its enforcement, and to justify its cruelty the leadership constructed an ever-large and rapidly expanding codex of laws no man nor army could ever memorize. Through force they assimilated every last Zoltan colony."
ru: "Заблудившиеся исследователи скитались по окрестным туманностям, не в силах надолго осесть, чтобы вновь не разразиться войной. Однако в этих таинственных облаках они кое-что нашли. В центре печально известной туманности Великое Око находился монолит, обладающий огромной, богоподобной силой. Золтаны стали поклоняться ему, и это принесло им единство. Так возникла иллесктрианская вера и Министерство, призванное поддерживать этот новый мир. Министерство, однако, было жестоким, и чтобы оправдать свою жестокость, его руководство создало все более обширный и быстро расширяющийся кодекс законов, который ни человек, ни армия никогда не смогли бы выучить. Силой они ассимилировали все до единой колонии золтан".
zh_hans: "早期迷失的前辈探索者们在周围的星云中漂流，找不到不通过侵略战争就能踏入的安身之处。然而，在那些神秘的星云中，他们发现了一件东西。在如今被称为先知圣眼星云的中心， 有一座巨型构造物，拥有像神一样强大的力量。族人们于是将它崇拜起来，这也给他们带来了团结，并催生了辉光信仰与试图维护这种新和平的牧师团。然而，牧师团执法十分残暴，而且为了合理化其残酷性，领导层构建了一个不断扩充的法律法典，没有任何人能完全记住。通过武力，他们吞并了每一个仅存的流散超能族殖民地。"

source: But what happened? Why are the Zoltans hard-light now?
fr: Mais que s'est-il passé ? Pourquoi les Zoltans sont-ils en lumière solide, maintenant ?
ko: But what happened? Why are the Zoltan hard-light now?
ru: Но что произошло? Почему золтаны теперь в твердом свете?
zh_hans: 但是还发生了什么？为什么超能族现在变得光质化了？
