Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_FREE_CREW"]/text
source: The nearby monastery hails you. A scrawny monk appears on the viewscreen. "Hello. I recently joined this Monastery, but I soon found a life of isolation out here in these nebulas is not for me. Would you perhaps allow me to come with you? I'm dedicated to my pacifist beliefs, but I can be useful in other ways!"
fr: Un monastère proche vous contacte. Un moine décharné apparaît à l'écran : "Bonjour. J'ai récemment rejoint ce Monastère, mais j'ai vite compris qu'une vie d'isolation dans ces nébuleuses, ce n'était pas pour moi. Voudriez-vous peut-être me permettre de vous rejoindre ? Je suis dévoué à mon souhait de pacifisme, mais peut-être puis-je être utile différemment ?"
ko: 근처의 수도원이 당신을 불렀으며, 건장한 수도승이 화면에 나타났습니다. "안녕하십니까. 전 최근에 이 수도원에 합류했지만, 이 성운에서 고립된 삶은 저와 맞지 않다는 것을 알게 되었습니다. 혹시 당신과 함께 가도 됩니까? 전 평화주의 신념에 헌신하지만, 다른 방면으로 유용합니다!"
ru: Вас вызывает близлежащий монастырь. На обзорном экране появляется тощий монах. "Здравствуйте. Я недавно вступил в этот монастырь, но вскоре обнаружил, что жизнь в изоляции здесь, в этих туманностях, не для меня. Может быть, вы позволите мне пойти с вами? Я предан своим пацифистским убеждениям, но могу быть полезен в другом!"
zh_hans: 附近的修道院呼叫你，一名瘦小的信道者出现在视屏上。"你好。我最近加入了这个修道院，但我很快发现在这些星云中与世隔绝的生活不适合我。你能把我带走吗？我致力于我的和平主义信仰，但我可以在其他方面发挥作用！"

source: Accept them on your ship.
fr: L'accepter sur votre vaisseau.
ko: 승선을 허락한다.
ru: Принять его на свой корабль.
zh_hans: 接受他加入星舰。

source: No thanks, we don't need any more crew.
fr: Non merci, nous n'avons pas besoin de plus d'équipage.
ko: 미안하지만 더 이상의 승무원은 필요 없습니다.
ru: Нет, спасибо, нам больше не нужен экипаж.
zh_hans: 不，谢谢，我们不需要更多的船员了。

source: "Oh... ok." You end the call and carry on.
fr: "Ah... d'accord." Vous raccrochez et vous partez.
ko: "어... 알겠습니다." 통신을 종료하고 계속 나아갔습니다.
ru: "Ох... хорошо". Вы завершаете разговор и идете дальше.
zh_hans: "哦......好的。"你结束通话，继续前进。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CONVERT"]/text
source: A Zoltan Monastery has been constructed at this beacon. They welcome you, offering a tour of their temple.
fr: Un Monastère Zoltan a été construit à cette balise. Ils vous accueillent, et vous proposent une visite de leur temple.
ko: 이 송신소엔 졸탄 수도원이 세워졌습니다. 그들은 당신을 환영하고 그들의 사원을 둘러보겠냐고 제안했습니다.
ru: На этом маяке построен монастырь золтан. Они приветствуют вас, предлагая посетить их храм.
zh_hans: 这座信标上建有一座超能族修道院。他们欢迎你，邀请你对院内进行参观。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_BEGGAR"]/text
source: An old, hunched over Monk materializes on your ship, hands reaching out in the shape of a cup. "Hello travellers, I am but a humble Zoltan looking for some spare scrap to make it through my day. Life out here is hard, I'm sure you understand."
fr: Un vieux Moine bossu se matérialise sur votre vaisseau, ses mains formant une coupe. "Bonjour, voyageurs. Je ne suis qu'un humble Zoltan cherchant un peu de ferraille pour pouvoir passer la journée. La vie est dure ici, j'espère que vous comprenez."
ko: 늙고 웅크리고 있는 늙은 수도승이 당신의 함선에 컵 모양으로 손을 내밀었습니다. "반갑습니다. 여행자들이여, 저는 하루를 비루하기 위해 여분의 스크랩을 찾는 미천한 졸탄입니다. 이곳에서의 생활은 험난합니다. 이해하시리라 믿습니다."
ru: На вашем корабле материализуется старый, сгорбленный монах, протягивающий руки в форме чаши. "Здравствуйте, путешественники, я всего лишь скромный золтан, ищущий хоть какой-то лом, чтобы прожить день. Жизнь здесь тяжелая, я уверен, вы меня понимаете".
zh_hans: 一个驼背的年老信道者传送到你的船上，双手呈杯状伸出。"你好，旅行者们，我只是一个卑微的超能族，想找些零花的废料来度过我的一天。这里的生活很艰难，我相信你能理解。"

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_BEGGAR"]/choice[1]/text
source: Give him the money.
fr: Lui donner de l'argent.
ko: 그에게 스크랩을 준다.
ru: Дать ему деньги.
zh_hans: 把钱给他。

source: You hand over the money to the old monk.
fr: Vous donnez un peu de ferraille au vieux moine.
ko: 늙은 수도승에게 스크랩을 쥐어줬습니다.
ru: Вы передаете деньги старому монаху.
zh_hans: 你把钱交给了信道者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_BEGGAR"]/choice[2]/text
source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

# data/events_zoltan.xml.append$//eventList[@name="MONK_BEGGAR_PAY"]/event[1]/text
source: "Oh thank you, you are so kind." He beams away, without another word.
fr: "Oh merci, vous êtes si généreux." Il se téléporte du vaisseau sans un autre mot.
ko: "오 정말 감사합니다, 정말 자애로우시군요." 다른 말 없이 수도승은 떠났습니다.
ru: "О, спасибо, вы так добры". Он удаляется, не проронив больше ни слова.
zh_hans: "哦，谢谢你，你太客气了。"他没有再说话，传送走了。

# data/events_zoltan.xml.append$//eventList[@name="MONK_BEGGAR_PAY"]/event[2]/text
source: "Oh thank you, you are so kind. Perhaps I shall stay with you... you seem like such nice people."
fr: "Oh merci, vous êtes si généreux. Peut-être devrais-je rester avec vous... vous m'avez l'air d'être des gens fort sympathiques."
ko: "오 정말 감사합니다, 정말 자애로우시군요. 아마 당신과 함께 하고싶군요... 당신은 정말 좋은 사람들처럼 보입니다."
ru: "О, спасибо, вы так добры. Возможно, я останусь у вас... Вы кажетесь такими милыми людьми".
zh_hans: "哦，谢谢你，你太客气了。也许我应该和你们呆在一起......你们看起来是这么好的人。"

# data/events_zoltan.xml.append$//eventList[@name="MONK_BEGGAR_PAY"]/event[3]/text
source: "Oh thank you, you are so kind. I do not have much, but back in my day I used to know a thing or two about reactors. Maybe I can do some work on yours."
fr: "Oh merci, vous êtes si généreux. Je n'ai que peu à vous donner en échange, mais de mon temps j'en connaissais un rayon sur les réacteurs. Peut-être puis-je améliorer le vôtre."
ko: "오 정말 감사합니다, 정말 자애로우시군요. 가진 것은 별로 없지만, 예전에 반응로에 대해 좀 알고 있었습니다. 당신의 반응로에 약간의 작업을 해 드릴 수 있습니다."
ru: "О, спасибо, вы так добры. У меня ничего нету, чтобы дать вам взамен, но в свое время я кое-что знал о реакторах. Может быть, я смогу немного поработать с вашим".
zh_hans: "哦，谢谢你，你太客气了。我没有什么，但在我的时代，关于反应堆我曾经知晓一二。也许我可以为你做一些工作。"

source: "It is ok... I understand" The monk beams away without another word.
fr: "D'accord... je comprends." Le moine se téléporte du vaisseau sans un autre mot.
ko: "괜찮습니다... 전 이해할 수 있습니다" 다른 말 없이 수도승은 떠났습니다.
ru: "Все в порядке... Я понимаю". Монах удаляется, не проронив больше ни слова.
zh_hans: "没关系的......我理解。"信道者一言不发地传送走了。

source: The Monk stands upright, immediately looking several years younger. He throws off his robe, revealing a blaster! "Tsk tsk captain, you should have been more giving!" Several more Zoltans appear, and a pirate ship approaches.
fr: Le Moine se relève, paraîssant soudainement plusieurs années plus jeune. Il jette sa robe, révélant un blaster ! "Tss, tss capitaine, vous auriez dû être plus généreux !" Plusieurs autres Zoltans apparaîssent, et un vaisseau pirate se rapproche.
ko: 수도사가 똑바로 서니 몇 년은 젊어 보였습니다. 그는 로브를 벗어던지고 블래스터를 들었습니다! "큭 큭 선장, 좀 더 가지고 다녔어야지!" 졸탄 몇 명이 더 나타나며, 해적선이 다가왔습니다.
ru: Монах распрямляется и сразу выглядит на несколько лет моложе. Он сбрасывает халат, демонстрируя бластер! "Цок-цок, капитан, вам следовало быть более предусмотрительным!" Появляются еще несколько золтанов, и к ним приближается корабль пиратов.
zh_hans: 这位信道者立即站起，看起来年轻了几岁。他扔掉了他的长袍，露出了一把爆裂手枪！"哼，舰长，你应该给点好处的！"又有几个超能族出现，一艘海盗舰向你靠近。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_STRANDED_FED"]/text
source: You're shocked to see a Federation ship stuck at this beacon, with their engines in disrepair. "Oh, you've caught us at a bad time. Or actually... a rather fortunate time, for you. We need scrap to repair our engines, and the Monks here have been useless at helping us. We would be willing to sell you supplies for scrap."
fr: Vous êtes surpris de voir un vaisseau de la Fédération coincé à cette balise, leurs moteurs en panne. "Oh, vous nous avez trouvé au mauvais moment. Ou peut-être... à un moment opportun, pour vous. Nous avons besoin de ferraille pour réparer nos moteurs, et les moines ici n'ont été d'aucune utilité. Nous sommes prêts à vous vendre quelques provisions contre de la ferraille."
ko: 연방 함선이 이 송신소에 갇혀서 엔진이 고장난 것을 보고 충격을 받았습니다. "오, 안 좋은 때에 오셨습니다. 사실... 당신에게는 운이 좋은 시간이겠군요. 우린 엔진을 수리하려면 스크랩이 필요한데, 여기 수도승들은 우릴 도와주는데 쓸모없더군요. 우린 스크랩을 모으기위해 기꺼이 당신에게 보급품을 팔겠습니다."
ru: Вы потрясены тем, что у маяка застрял корабль Федерации, двигатели которого пришли в негодность. "О, вы застали нас в неудачное время. Или, на самом деле... в довольно удачное для вас время. Нам нужен лом для ремонта двигателей, а здешние монахи ничем не могут нам помочь. Мы готовы продать вам припасы за лом".
zh_hans: 你很震惊地看到一艘联邦飞船困在这个信标处，他们的引擎已经失修了。"哦，遇见你真不走运。或者说，对你来说遇见我们真走运。我们需要废料来修理我们的引擎，而这里的信道者们一分钱都没有，对我们毫无帮助。我们愿意把物资卖给你换取废料。"

source: Agree to trade.
fr: Accepter de marchander.
ko: 거래를 수락한다.
ru: Согласиться торговать.
zh_hans: 同意交易。

source: Give them scrap for their repairs. [-25~]
fr: Leur donner de la ferraille pour se réparer. [-25~]
ko: 수리를 위해 약간의 스크랩을 준다. [-25~]
ru: Дать им лом для ремонта. [-25~]
zh_hans: 给他们维修所需的废料。[-25~]

source: "Oh, wow! Thank you so much. We can't let this go unpaid though. Here, while travelling this sector we collected detailed maps of our findings, it should be of assistance. Have some fuel too, we have more than enough, it's only our engines that need fixing."
fr: "Oh wahou ! Merci beacoup ! Cependant, nous ne pouvons que vous compenser. Tenez, pendant que nous traversions ce secteur, nous en avons établi des cartes détaillées, cela devrait vous aider. Voici aussi un peu de carburant, nous en avons plus qu'assez, et seuls nos moteurs ont besoin de réparation."
ko: "오, 만세! 정말 감사드립니다. 그래도 우린 무상으로 이걸 받을 수 없습니다. 여기, 이 구역을 여행하는 동안 우리가 발견한 세부 지도를 드리겠습니다, 이건 도움이 될 것입니다. 엔진만 고치면 되니까 소정의 연료도 받아주세요. 우린 충분히 가지고 있습니다."
ru: "О, вау! Большое спасибо. Но мы не можем оставить это без вознаграждения. Вот, путешествуя по этому сектору, мы собрали подробные карты наших находок, это должно помочь. Возьмите также немного топлива, у нас его более чем достаточно, нужно только починить двигатели".
zh_hans: "哦，哇！太感谢你了。不过，我们不能让此事毫无偿还。接收到了没，我们在这个星区航行时，收集了附近的详细星图，它应该对你有帮助。还有一些燃料，我们有足够多，我们只需要修理引擎而已。"

source: We aren't looking to buy anything.
fr: Nous n'avons rien à acheter.
ko: 아무것도 사지 않는다.
ru: Мы не хотим ничего покупать.
zh_hans: 我们并不想买任何东西。

source: You apologize to the Fed ship and carry on your way.
fr: Vous vous excusez au près du vaisseau de la Fédération et vous vous en allez.
ko: 연방 함선에 사과하고 계속 진행했습니다.
ru: Вы извиняетесь перед кораблем федералов и продолжаете свой путь.
zh_hans: 你向联邦飞船道歉，然后继续前进。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_GHOST"]/text
source: The nearby Monk ship appears to be moving around strangely, almost as if they aren't sure how to pilot it. A single rusty missile launcher has been mounted on it as well, uncharacteristic of the usually peaceful monks.
fr: Le vaisseau Moine proche semble se mouvoir d'une façon étrange, comme s'ils n'étaient pas sûrs de comment le piloter. Un lanceur de missile rouillé a également été monté dessus, atypique pour des moines généralement pacifistes.
ko: 근처에 있는 수도승 함선은 조종 방법을 모르는 것처럼 이상하게 움직이고 있습니다. 보통 평화적인 수도승 함선과는 달리 녹슨 미사일 발사기도 그 위에 장착되어있었습니다.
ru: Находящийся неподалеку корабль монахов странно движется, как будто они не знают, как им управлять. На нем также установлена одна ржавая ракетная установка, что нехарактерно для обычно мирных монахов.
zh_hans: 附近的信道者飞船似乎在奇怪地移动，几乎就像他们不会驾驶一样。一个生锈的导弹发射器也被安装在上面，对于和平的信道者来说不太寻常。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_GHOST"]/choice[1]/text
source: Contact them.
fr: Les contacter.
ko: 그들에게 연락한다.
ru: Связаться с ними.
zh_hans: 联系他们。

source: The Monks don't respond to your hails vocally, but rather a message. "Hello. This ship is no longer under ownership by Zoltan Monks. We are Ghosts. This ship is under-armed, we are low on missiles. Can you give some?"
fr: Les Moines ne répondent pas vocalement, mais plutôt par message. "Bonjour. ce vaisseau n'est plus peuplé par des Moines. Nous sommes des Fantômes. Ce vaisseau est mal armé, nous n'avons presque plus de missiles. Pourriez-vous nous en donner?"
ko: 수도승 함선은 음성으로 대답하지 않고 오히려 메세지를 보냈습니다. "반갑소이다. 이 함선은 더는 졸탄 수도승의 소유가 아닙니다. 우리는 유령들입니다. 이 함선은 무장이 빈약하관데 탄약도 빈약하건데 우리에게 소량의 탄약을 주지 아니하겠습니까?"
ru: Монахи не отвечают на ваши вызовы голосом, а передают сообщение. "Здравствуйте. Этот корабль больше не принадлежит монахам золтан. Мы - призраки. Этот корабль недостаточно вооружен, у нас мало боеголовок. Не могли бы вы дать несколько?"
zh_hans: 信道者们没对你的呼叫口头回应，而是发出信息。"你好。这艘船不再属于超能信道者了。我们是魂灵族。这艘船的武装水平过低，弹药还不足，你能给我们一些吗？"

source: Give them 5 missiles.
fr: Leur donner 5 missiles.
ko: 5개의 미사일을 준다.
ru: Дать им 5 боеголовок.
zh_hans: 给他们5发弹药。

source: "Your gift is appreciated. Please accept this token of gratitude." You expect scrap or perhaps some fuel, but instead a Ghost crew member materializes on your ship!
fr: "Votre don est apprécié. Acceptez-donc ce gage de gratitude." Vous vous attendez à de la ferraille ou peut-être à du carburant, mais à la place un membre d'équipage Fantôme se matérialise sur votre vaisseau !
ko: "선물은 잘 받았소이다. 이 감사의 표시를 받아주길." 스크랩이나 연료가 필요하지만 대신 유령 승무원이 함선에 나타났습니다!
ru: "Ваш подарок оценен по достоинству. Пожалуйста, примите этот знак благодарности". Вы ожидаете получить металлолом или, возможно, топливо, но вместо этого на вашем корабле материализуется член экипажа призраков!
zh_hans: "你的礼物令人感激，请接受这份感谢的象征。"你以为会是废料，或是一些燃料，但实际上一名魂灵族船员在你的星舰上出现了！

source: Give them 10 missiles.
fr: Leur donner 10 missiles.
ko: 10개의 미사일을 준다.
ru: Дать им 10 боеголовок.
zh_hans: 给他们10发弹药。

source: "Unexpectedly high quantity of ammo. Please accept this token of gratitude." You expect scrap or perhaps some fuel, but instead a Ghost crew member materializes on your ship!
fr: "Une quantité inespérée de missiles. Acceptez-donc ce gage de gratitude." Vous vous attendez à de la ferraille ou peut-être à du carburant, mais à la place un membre d'équipage Fantôme se matérialise sur votre vaisseau !
ko: "예상치 못했거늘 어찌 이리 많은 탄약을 줬단 말인가. 부디 부탁하건대 감사의 표시를 받아주길." 스크랩이나 연료가 필요하지만 대신 유령 승무원이 함선에 나타났습니다!
ru: "Неожиданно большое количество боеприпасов. Примите этот знак благодарности". Вы ожидаете получить металлолом или, возможно, топливо, но вместо этого на вашем корабле материализуется член экипажа призраков!
zh_hans: "意料之外的大量弹药。请接受这份谢意。"你以为会是废料，或是一些燃料，但实际上一名魂灵族船员在你的星舰上出现了！

source: If they're low on missiles, that means they're an easy target!
fr: S'ils n'ont presque plus de missiles, alors ils sont une cible facile !
ko: 탄약이 얼마 없다는 것은, 매우 쉬운 표적이라는 뜻이다!
ru: Если у них мало боеголовок, значит, они - легкая мишень!
zh_hans: 他们的弹药数量低，肯定很容易被拿下！

source: You refuse to help the Ghosts, but rather attack them instead.
fr: Vous refusez d'aider les Fantômes, et vous les attaquez à la place.
ko: 유령을 돕는 것을 거절하고 그들을 공격하는 것을 택했습니다.
ru: Вы отказываетесь помогать призракам, а вместо этого нападаете на них.
zh_hans: 你拒绝帮助魂灵族，而是攻击他们。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We cannot help.
fr: Nous ne pouvons pas aider.
ko: 우린 도울 수 없습니다.
ru: Мы не можем помочь.
zh_hans: 我们帮不了你。

source: You apologize to the Ghosts and carry on with your mission.
fr: Vous vous excusez auprès des Fantômes et continuez votre mission.
ko: 유령들에게 사과하고 임무를 계속합니다.
ru: Вы извиняетесь перед призраками и продолжаете выполнять свою миссию.
zh_hans: 你向魂灵族道歉并继续执行你的任务。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_GHOST"]/choice[2]/text
source: Ignore the Monks.
fr: Ignorer les Moines.
ko: 수도승들을 무시한다.
ru: Не обращать внимания на монахов.
zh_hans: 无视信道者们。

source: You ignore the strange monks and move past.
fr: Vous ignorez les étranges moines et préparez le saut suivant.
ko: 이상한 수도승들을 무시하고 지나갑니다.
ru: Вы не обращаете внимания на странных монахов и проходите мимо.
zh_hans: 你无视这些奇怪的信道者，选择离开。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Monks aren't the only Zoltan ships to be found here. A Zoltan vessel admiring the scenery spots you, and somehow feels threatened by your presence enough to retaliate violently!
fr: Les Moines ne sont pas les seuls types de Zoltans qu'on peut trouver ici. Un vaisseau Zoltan qui admirait le paysage vous remarque, et étrangement se sent suffisament menacé par votre présence pour riposter violemment !
ko: 이곳에서 볼 수 있는 졸탄 함선은 수도승뿐만이 아닙니다. 경치에 감탄하던 한 졸탄 선박이 당신을 발견하고, 존재에 위협을 느꼈는지 격렬하게 보복하기 시작했습니다!
ru: Монахи - не единственные корабли золтан, которые можно встретить здесь. Судно золтан, любующееся пейзажем, замечает вас и почему-то чувствует угрозу от вашего присутствия настолько, что предпринимает яростную ответную атаку!
zh_hans: 信道者并不是唯一能在这被遇见的超能族船只。一艘正在欣赏风景的超能族船发现了你，并不知为何对你的存在感到威胁，从而进行了激烈的反击！

source: "What are you? Pirates? Mercenaries? You have come here to harm the Monks, have you not? Prepare to meet your end!" A confused Zoltan ship moves in to attack.
fr: "Qui êtes vous ? Des pirates ? Des mercenaires ? Vous êtes ici pour attaquer les Moines, n'est-ce pas ? Préparez-vous à votre mort !" Un vaisseau Zoltan confus vous attaque.
ko: "누구인가? 해적? 용병? 당신은 수도승들을 해치기 위해 이곳에 왔는가? 최후를 맞이할 준비하라!" 혼란스러운 졸탄 함선이 공격하기위해 움직였습니다.
ru: "Кто вы? Пираты? Наемники? Вы пришли сюда, чтобы навредить монахам, не так ли? Приготовьтесь встретить свой конец!" Растерянный корабль золтан переходит в атаку.
zh_hans: "你们是谁？海盗？雇佣兵？你们是来超能信道者的，对吗？准备好迎接末日吧！"一艘困惑的超能族战舰进场攻击。

source: A Zoltan ship slips out of the nebula, its weapons drawn. It must have already been in the middle of a fight, and now that it has stumbled across you, it mistakes you for its previous attacker and locks on to attack.
fr: Un vaisseau Zoltan sort de la nébuleuse, ses armes déjà activées. Il doit être sorti d'un combat, et maintenant qu'il est tombé sur vous, il a dû vous confondre avec son assaillant précédent. Ses armes se verrouillent sur vous et il attaque.
ko: 졸탄 함선이 성운에서 빠져나와 무기를 꺼냈습니다. 이미 전투 중이었겠지만, 지금은 당신은 발견한 상태이며, 이전 공격자로 착각하고 공격하기 시작했습니다.
ru: Корабль золтан появляется из туманности с уже заряженным оружием. Должно быть, он уже находился в центре боя, а теперь, наткнувшись на вас, принял вас за предыдущего нападавшего и атаковал.
zh_hans: 一艘超能族飞船从星云中滑出，武器显露中。它肯定处于战斗之中，现在它偶然发现了你，误把你当成了之前的攻击者，并将你锁定进行攻击。

source: A Zoltan ship comes lumbering drunkenly out of the nebula. It scrapes against your ship, though luckily it only does superficial damage. Still, in their strange stupor, the Zoltans blame you for the collision, and activate their weapons!
fr: Un vaisseau Zoltan titube comme ivre hors de la nébuleuse. Il s'érafle contre votre vaisseau, ne faisant heureusement que des dégâts de surface. Cependant, dans son étrange stupeur, le Zoltan vous accuse d'être responsable de la collision, et active ses armes !
ko: 졸탄 함선이 술에 취한 거처럼 비틀거리며 성운에서 나왔습니다. 당신의 함선과 부딪혔지만, 다행히 표면적 손상으로 끝났습니다. 하지만, 이상한 분위기 속에서 졸탄들은 충돌에 대해 비난하고 그들의 무기를 작동시켰습니다!
ru: Из туманности появляется пьяный корабль золтан. Он задевает о ваш корабль, но, к счастью, ваш корабль получает лишь поверхностные повреждения. Тем не менее, в своем странном помрачении золтаны обвиняют вас в столкновении и активируют свое оружие!
zh_hans: 一艘超能族飞船跌跌撞撞地从星云中飞来。它剐蹭到了你的星舰，虽然只造成了较轻的伤害。然而，迷糊的对方反而怪起你来，并启动了他们的武器！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A pirate ship lingers at this beacon, attacking you on sight. It's no surprise however, this sector is a pirate magnet as the Monks rarely defend themselves.
fr: Un vaisseau pirate traîne à cette balise, et vous attaque à vue. Ce n'est pas une surprise, car comme les Moines se défendent rarement, ce secteur est un véritable aimant à pirates.
ko: 이 송신소에 머물고 있던 해적선이 당신이 시야에 보이자마자 공격했습니다. 수도승이 자신을 스스로 방어하는 일은 거의 없기에 이 구역이 해적들의 먹잇감이 되는 것은 놀라운 일이 아닙니다.
ru: Корабль пиратов находится у этого маяка и сразу атакует вас. Это и неудивительно - этот сектор притягивает пиратов, поскольку монахи редко защищаются.
zh_hans: 一艘海盗舰在这个信标处徘徊，见到你后就发起攻击。这并不奇怪，这个星区十分吸引海盗，因为信道者们从来都不作战。

source: It appears a pirate ship was waiting for you in the nebula!
fr: Il semblerait qu'un vaisseau pirate vous ait attendu dans la nébuleuse !
ko: 성운에 숨어있던 한 해적선이 당신을 노리기위해 나타났습니다!
ru: Похоже, в туманности вас ждал корабль пиратов!
zh_hans: 似乎有一艘海盗舰在星云中等着你！

source: "What are you, one of them Monk's protectors or somethin? Hah!" An arrogant pirate ship slips out from the nebula and attacks you.
fr: "Vous êtes qui, un des protecteurs des Moines ou un truc du genre ? Ha !" Un pirate arrogant sort de la nébuleuse et vous attaque.
ko: "뭐냐 넌, 수도승의 수호자 같은거냐? 하!" 거만한 해적선이 성운에서 빠져나와 당신을 공격했습니다.
ru: "Ты что, один из защитников монахов, что ли? Ха!" Высокомерный пиратский корабль появляется из туманности и атакует вас.
zh_hans: "你是什么人，是信道者的保护者还是什么？哈！"一艘傲慢的海盗舰从星云中滑出，攻击你。

source: Despite the disapproval from the Monks, pirates still visit and plague this sector. It appears you have encountered a rather nasty ship here looking for a fight.
fr: Malgré que les Moines désapprouvent, les pirates continuent de venir et d'infester ce secteur. Il semblerait que vous en ayez rencontré un plutôt puissant qui cherche à en découdre.
ko: 수도승들의 반대에도 불구하고 해적들은 여전히 이 구역을 방문하고 약탈했습니다. 여기서 약탈을 일삼는 험악한 함선을 만난 것 같습니다.
ru: Несмотря на неодобрение со стороны монахов, пираты по-прежнему продолжают нападать на этот сектор. Похоже, что вы столкнулись с довольно неприятным кораблем, ищущим боя.
zh_hans: 尽管信道者们对此抗议，但海盗们仍在访问并困扰着这个星区。看来你在这里遇到了一艘相当讨厌的船，正在寻求战斗。

# data/events_zoltan.xml.append$//event[@name="NEBULA_ENCOUNTER_MONK_MANTIS"]/text
source: You catch chatter on the nearby Mantis ship. "Look that one, he not Monk. Must have good things onboard, we will take them." Since there's no other ships around, it's safe to assume they're referring to you!
fr: Vous interceptez une communication à bord du vaisseau Mantis proche. "Regarde, lui pas Moine. Doit avoir bons butins à bord, nous les prendre." Comme il n'y a pas d'autre vaisseau à proximité, on peut supposer qu'ils parlaient de vous !
ko: 당신은 근처에 있는 맨티스 함선에서 하는 잡담을 들었습니다. "저것 봐라. 수도승 아니다. 좋은 물건들 많을텐데 가져야 한다." 주변에는 다른 함선이 없으니 분명히 당신을 말하는 겁니다!
ru: Вы улавливаете разговоры на соседнем корабле богомолов. "Смотри-ка, это не монахи. Наверное, на борту есть хорошие вещи, мы их возьмем". Поскольку других кораблей поблизости нет, можно предположить, что они говорят о вас!
zh_hans: 你捕捉到附近的螳螂族飞船上的闲话。"看那艘，他不信道者。船上一定有好东西，我们会拿走。"由于周围没有其他船只，可以认为他们指的是你！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
