Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_zoltan.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_zoltan.xml.append$//event[@name="NEBULA_ENCOUNTER_MONK_SLUG"]/text
source: It seems the Monk presence in this nebulas has disturbed its natural residents, the Slugs! An irritated Slug ship looking to retake their territory spots you and approaches.
fr: Il semblerait que la présence des Moines dans cette nébuleuse ait perturbé ses résidents naturels, les Slugs ! Un de leurs appareils, irrité et décidé à reprendre leur territoire, vous voit et approche.
ko: 이 성운에 있는 수도승이 성운에 살고있던 거주민들을 성가시게 한 것 같습니다,바로 슬러그말이죠! 거주지를 되찾기위해 짜증이 난 슬러그 함선은 당신을 발견하고 접근했습니다.
ru: Похоже, присутствие монахов в этой туманности потревожило ее естественных обитателей - слизней! Раздраженный корабль слизней, желающий вернуть свою территорию, замечает вас и приближается.
zh_hans: 看来信道者在这个星云中的存在已经扰乱了它的原始居民——蛞蝓族！一艘恼怒的蛞蝓族飞船想要夺回自己的星域，它发现了你并向你靠近。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A smuggler ship is attempting to sneak its way through this sector. However, when they spot you, they don't take chances and attack!
fr: Un vaisseau de contrebandiers essaie de se faufiler à travers le secteur. Cependant, lorsqu'ils vous voient, ils ne tentent pas leur chance, et attaquent !
ko: 한 밀수업자 함선이 이 구역을 몰래 빠져나가려고 하고 있습니다. 그러나 그들이 당신을 발견하자 기회를 놓치지않고 공격하기 시작했습니다!
zh_hans: 一艘走私船正试图偷偷摸摸地通过这个星区。然而，当他们发现你时，他们不想冒被告发的风险，而是发动攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You arrive at the co-ordinates of the Smuggler's client, but they appear to be Monks! Very unusual...
fr: Vous êtes arrivé aux coordonnées du client du contrebandier, mails ils semblent être des Moines ! Très étrange...
ko: 밀수업자 의뢰인의 좌표에 도착했지만 그들은 수도승인 것 같습니다! 아주 특이하군요...
zh_hans: 你到达了走私船客户的坐标，但他们似乎并非信道者！非常不寻常...

source: Interrogate the Monks.
fr: Interroger les Moines.
ko: 수도승을 심문한다.
zh_hans: 审问这些信道者。

source: You hail the Monks, but instead a gruff looking pirate responds. "Ah damn, it's the Feds! Prepare the guns men!"
fr: Vous contactez les Moines, mais à la place un pirate bourru répond. "Oh non, c'est les Fédés ! Aux armes, les gars !"
ko: 수도승을 불렀지만 대신 험상궂게 생긴 해적이 대답했습니다. "오 이런, 연방 짭새들이다! 총들어!"
zh_hans: 你呼叫信道者，但却是一个看起来很粗鲁的海盗回应。"啊，该死的，是联邦佬！准备好枪，伙计们！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Whatever, just leave.
fr: Peu importe, partir.
ko: 어찌 됐건 그냥 떠난다.
zh_hans: 不管了，走吧。

source: You ignore the monks and move past.
fr: Vous ignorez les moines et passez à autre chose.
ko: 수도승들을 무시하고 떠났습니다.
zh_hans: 你无视那些信道者，离开了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_RIFT_FIGHT"]/text
source: You come to a quiet part of Zoltan space and encounter an ancient Zoltan wise man who claims to have harnessed the power of a spatial rift, but seems to have been driven completely mad by the power. He's obviously lying, but his madness is most certainly real, as is the rift. "Choose your doom. I have a wide variety of options," he demands.
fr: Vous arrivez à une partie calme de l'espace Zoltan et rencontrez un ancien sage zoltan qui prétend avoir maîtrisé le pouvoir d'une faille spatiale, mais cela semble l'avoir complètement rendu fou. Il ment manifestement, mais sa folie est certainement réelle, tout comme la faille. "Choisissez votre destin funeste. J'ai une grande variété d'options", exige-t-il.
ko: 졸탄 영해의 조용한 지역에 도착했습니다. 이 곳에는 공간의 균열을 조종하는 힘을 깨우친 나이 많은 졸탄 현인이 있습니다. 그러나 현인은 자신의 힘에 의해 광기에 빠진 듯했습니다. "그대의 종말을 고르거라! 선택의 폭은 넓을지어니."
zh_hans: 你来到超能族星域的一个安静的地方，遇到了一个古老的超能族智者，他声称自己掌控了空间裂隙的力量，但貌似已经被这种力量逼疯了。他显然是在撒谎，但他是个疯子确是真的，裂隙的存在也一样。"选择你的厄运，我给你几个选项。"他要求道。

source: Mantis.
ko: 맨티스.
ru: Богомол.
zh_hans: 螳螂族。

source: "You like a challenge. So be it!" A wormhole forms and a confused, angry Mantis ship hurtles toward you!
fr: "Vous voulez un défi ? Alors soit !" Un trou de ver s'ouvre et un vaisseau Mantis confus et furieux en sort et fonce sur vous !
ko: "도전을 좋아하는군. 마음대로 하게나!" 웜홀이 나타나면서 혼란과 분노에 찬 맨티스 함선이 당신을 향해 돌진해왔습니다.
zh_hans: "你喜欢挑战，那就来吧！"一个虫洞形成了，一艘困惑的、愤怒的螳螂族飞船向你飞奔而来！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Slug.
fr: Slugs.
ko: 슬러그.
ru: Слизень.
zh_hans: 蛞蝓族。

source: "Do not be fooled, Federation, by a soft underbelly." You detect a wormhole opening up, and seconds later a Slug ship is attacking from the other direction!
fr: "Ne soyez pas trompés, Fédération, par un ventre mou." Vous détectez l'ouverture d'un trou de ver, et quelques secondes plus tard un vaisseau Slug attaque par l'autre direction !
ko: "연방에 소속된 자들이여, 부드러운 아랫배에 속지 말게나." 웜홀 발생을 감지한 뒤 잠시 후, 슬러그 함선이 반대쪽에서 공격해왔습니다!
zh_hans: "不要被这些软肚皮愚弄，联邦。"你探测到一个虫洞打开了，几秒钟后，一艘蛞蝓族飞船从另一个方向发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Rockmen.
fr: Rocailleux.
ko: 락맨.
zh_hans: 岩石族。

source: "A hardened foe for a hardened veteran." You detect a wormhole opening up, and a Rock ship appears with guns blazing. It appears they were in combat when they were thrust across space-time.
fr: "Seuls les vétérans endurcis peuvent triompher d'un adversaire qui l'est tout autant." Vous détectez l'ouverture d'un trou de ver, et un vaisseau Rocailleux apparaît, les canons rougeoyants. Il semblerait qu'ils étaient en plein combat avant d'être projetés à travers l'espace-temps.
ko: "단련된 베테랑에게는 단단한 적이 어울겠지." 웜홀이 생기면서 함포를 발사 중인 락맨 함선이 나타났습니다. 아무래도 시간을 뛰어넘어 끌려오기 전에 전투중이었던것 같습니다.
zh_hans: "坚韧的对手，坚韧的你。"你探测到一个虫洞打开了，一艘岩石族飞船出现，炮声隆隆。看来他们穿越时空之前，已经在进行战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Lanius.
ko: 라니우스.
ru: Ланиус.
zh_hans: 食铁族。

source: "An unusually masochistic request, but one I shall grant." You detect a wormhole opening up, and a Lanius ship emerges. Hungry for scrap, the ship attacks.
fr: "Une requête étrangement masochiste, mais que je remplirai." Vous détectez l'ouverture d'un trou de ver, et un vaisseau Lanius en sort. Affamés de ferraille, ils attaquent le vaisseau.
ko: "비정상적인 마조히스트적 요구로구나, 하지만 그걸 들어주겠노라." 웜홀이 열리는 것을 감지하고, 라니우스 함선이 나타났습니다. 스크랩에 굶주린 함선이 공격을 시작했습니다.
zh_hans: "满足你这次奇怪的受虐请求。"你探测到一个虫洞打开了，一艘食铁族飞船出现了。渴望得到废料的这艘船开始攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Orchids.
fr: Orchidées.
ko: 오키드.
zh_hans: 兰花族。

source: "Do not judge a book by its cover, some foes are stronger than they might appear." You detect a wormhole opening up, and an Orchid ship emerges. Confused, they mistake you for an enemy and attack!
fr: "Ne vous fiez pas aux apparences, certains adversaires sont plus forts qu'ils ne le paraissent." Vous détectez l'ouverture d'un trou de ver, et un vaisseau Orchidée apparaît. Confus, ils vous prennent pour un ennemi et attaquent !
ko: "책의 표지로 판단하지말지어다, 어떤 적들은 보이는 것보다 강할지어니." 웜홀이 열리는 것을 감지하고, 오키드 함선이 나타났습니다. 그들은 혼란스러웠지만 당신을 감지하자 적으로 착각하고 공격을 시작했습니다!
zh_hans: "不要以貌取人，有些敌人比他们看起来更强大。"你探测到一个虫洞打开了，一艘兰花族飞船出现。他们感到困惑，误以为你是敌人并发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_zoltan.xml.append$//event[@name="ZOLTAN_RIFT_SUCCESS"]/text
source: When he sees you have emerged victorious, the Zoltan wise man enters a rage. Rifts threaten to tear space apart until, instead, the Zoltan implodes, sending a blast wave of scrap and salvage dragged here from distant worlds in your direction.
fr: Quand il voit que vous avez triomphé, le sage Zoltan s'enrage. Des rifts menacent de déchirer l'espace quand soudain, à la place, le Zoltan implose, envoyant une vague de ferraille et de matériaux venant de mondes distincts dans votre direction.
ko: 당신이 승리한 모습을 보고 졸탄 현인은 광란에 빠졌습니다. 우주 공간을 찢을듯한 균열이 여기저기서 등장하다가 반대로 졸탄 현인이 폭발하면서 그 여파로 우주 저 너머에서 여기까지 끌려온 스크랩과 보급품의 파도가 당신을 향해 날아왔습니다.
zh_hans: 当他看到你取得了胜利，智者陷入了愤怒。裂隙看起来以一种要撕裂整个宇宙的速度扩张，直到智者自爆，将一大波遥远世界的废料与残骸送到你面前。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_ANNOYED"]/text
source: A small Zoltan temple has been constructed on a nearby planet, which looks otherwise completely barren.
fr: Un petit temple Zoltan a été construit sur une planète proche, qui semble à part cela complètement désert.
ko: 작은 졸탄 사원이 인근 행성에 지어졌습니다. 사원이 아니면 완전히 볼모지처럼 보였습니다.
zh_hans: 附近的一个星球上建有一座小型超能族寺庙，没有它的话会是一片荒芜。

source: Hail them.
fr: Les contacter.
ko: 그들을 부른다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: "Hello friends. I have received your hail, but I'm afraid I am busy meditating. Safe travels." They end the call.
fr: "Bonjour l'ami, j'ai reçu votre appel, mais je crains que je sois occupé à méditer. Bon voyage." Ils raccrochent.
ko: "안녕하십니까? 친구들이여. 연락받았지만 명상하느라 신경 쓸 겨를이 없습니다. 안전한 여정이 되시길." 통신이 종료되었습니다.
zh_hans: "朋友们好。我已经收到了你们的呼叫，但恐怕我正忙于冥想。一路平安。"他们结束了通话。

source: Hail them again.
fr: Les contacter à nouveau.
ko: 그들을 다시 부른다.
zh_hans: 再次向他们呼叫。

source: "I apologize, but I have nothing to offer. Have a nice day." They end the call once again.
fr: "Je suis désolé, mais je n'ai rien à donner. Passez une bonne journée." Ils raccrochent à nouveau.
ko: "죄송하지만 드릴 말이 없습니다. 좋은 하루 되시길." 다시 한번 통신이 종료되었습니다.
zh_hans: "我很抱歉，但我没有什么可提供的。祝你有个愉快的一天。"他们再次结束了通话。

source: Hail them again.
fr: Les contacter à nouveau.
ko: 그들을 다시 부른다.
zh_hans: 再再次向他们呼叫。

source: "Maybe you did not hear me. I said I have nothing to offer. Have a nice day." They end the call once again.
fr: "Peut-être ne m'avez-vous pas entendu. J'ai dit que je n'avais rien à donner. Passez une bonne journée." Ils raccrochent à nouveau.
ko: "내 말을 못들었습니까? 전 드릴 말씀이 없다고했습니다. 좋은 하루 되시길." 다시 한번 통신이 종료되었습니다.
zh_hans: "也许你没有听到我的话。我说我没有什么可提供的。祝你有个愉快的一天。"他们再再次结束了通话。

source: Hail them again.
fr: Les contacter à nouveau.
ko: 그들을 다시 부른다.
zh_hans: 再再再次向他们呼叫。

source: "Please stop. I have already told you, I have nothing to offer." They end the call once again.
fr: "Je vous demande d'arrêter. Je vous ai déjà dit, je n'ai rien à donner." Ils raccrochent à nouveau.
ko: "제발 멈춰주세요. 전 이미 말해드렸습니다. 드릴 말씀이 없다고." 다시 한번 통신이 종료되었습니다.
zh_hans: "请停止呼叫。我已经告诉你了，我没有什么可提供的。"他们再再再次结束了通话。

source: Hail them again.
fr: Les contacter à nouveau.
ko: 그들을 다시 부른다.
zh_hans: 再再再再次向他们呼叫。

source: "How many more times will you do this? I am not going to give you anything. Do not hail me again." They end the call once again.
fr: "Combien de temps devrai-je vous le dire ? Je ne vais rien vous donner. Maintenant, ne me contactez plus ! Ils raccrochent encore une fois.
ko: "몇 번이나 더 할 거요? 난 당신네한테 아무것도 주지 않을 거요. 다신 연락하지 말아 주길." 다시 한번 통신이 종료되었습니다.
zh_hans: "你还要这样做多少次？我不打算给你任何东西。不要再呼叫我。"他们再再再再次结束了通话。

source: Hail them one more time.
fr: Les contacter encore une fois.
ko: 그들을 다시 한번 더 부른다.
zh_hans: 再再再再再次向他们呼叫。

source: "Fine! If you want something so bad, take this!" You wait in anticipation, but instead of a reward, a hostile Automated ship rockets up towards you, colliding with the hull and immediately entering combat move.
fr: "Bien ! Si vous voulez vraiment quelque chose, prenez ça !" Vous attendez impatiemment, mais au lieu d'une récompense, un Auto-vaisseau hostile fonce vers vous, percute la coque, et entre immédiatement en mode combat.
ko: "그만! 그렇게 갖고 싶으면 이거나 드시오!" 기대하며 기다렸지만, 보상 대신 적 무인선이 로켓을 발사하여 선체와 충돌한 후 즉시 전투로 돌입했습니다.
zh_hans: "好吧！如果你真的这么想要什么东西，那就拿好这个！"你在期待中等待着，但不是奖励，而是一艘敌对的自动舰向你急袭，与你的舰体相撞并立即进入战斗状态。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Carry on.
fr: S'en aller.
ko: 떠난다.
zh_hans: 继续前进。

source: Carry on.
fr: S'en aller.
ko: 떠난다.
zh_hans: 继续前进。

source: Carry on.
fr: S'en aller.
ko: 떠난다.
zh_hans: 继续前进。

source: Carry on.
fr: S'en aller.
ko: 떠난다.
zh_hans: 继续前进。

source: Carry on.
fr: S'en aller.
ko: 떠난다.
zh_hans: 继续前进。

source: Ignore the temple.
fr: Ignorer le temple.
ko: 사원을 무시한다.
zh_hans: 无视寺庙。

source: You decide not to bother the temple or the Monks inside.
fr: Vous décidez de ne pas embêter le temple ou les moines qui y résident.
ko: 사원 안의 수도승들을 방해하지 않기로 결정했습니다.
zh_hans: 你决定不打扰寺庙和里面的信道者。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CHASE"]/text
source: You notice what appears to be the exterior of a ship slipping through the clouds before it disappears.
fr: Vous remarquez ce qui ressemble à l'extérieur d'un vaisseau percer entre les nuages avant de disparaître.
ko: 함선이 사라지기전에 구름 사이로 미끄러져 나가는 것이 무언인지 알아차렸습니다.
zh_hans: 你注意到，在它消失之前，似乎有一艘船的轮廓穿过星云。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CHASE"]/choice[1]/text
source: Follow the ship.
fr: Suivre le vaisseau.
ko: 함선을 따라간다.
zh_hans: 跟随它。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_CHASE"]/choice[2]/text
source: Ignore it.
fr: L'ignorer.
ko: 무시한다.
zh_hans: 不理会它。

source: Whatever it was, you aren't interested in following.
fr: Quoi que c'était, vous n'êtes pas intéressés de les suivre.
ko: 그것이 뭐였던 간에, 따라갈 만큼 흥미 있는 건 아니었습니다.
zh_hans: 无论它是什么，你都没有兴趣去关注。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It appears the ship was pirates! They aren't happy to see you and arm their guns.
fr: Il semblerait que c'était un vaisseau de pirates ! Ils ne sont guère heureux de vous voir et activent leurs armes.
ko: 그 함선은 해적이었습니다! 그들은 당신을 본 걸 달갑지 않게 여기고 총구를 겨눴습니다.
zh_hans: 这艘船似乎是海盗！他们看到你并不高兴，并武装了他们的枪。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears the ship was Duskbringers! They aren't happy to see you and arm their guns.
fr: Il semblerait que c'était un vaisseau d'Éclipseurs ! Ils ne sont guère heureux de vous voir et activent leurs armes.
ko: 나타난 함선은 더스크브링어 함선이었습니다! 그들은 당신을 본 걸 달갑지 않게 여기고 총구를 겨눴습니다.
zh_hans: 看来这艘船属于暮临派！他们看到你并不高兴，并把他们的武器武装起来。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears the ship were simple Monks. They say hello before slipping away once again.
fr: Il semblerait que c'était un vaisseau de Moines. Ils disent bonjour avant de s'enfoncer à nouveau dans les nuages.
ko: 나타난 함선은 간단한 수도승 함선이었습니다. 그들은 다시 한번 떠나기 전에 인사를 했습니다.
zh_hans: 看来这艘船只不过是信道者们。他们在再次离开你的视线前打了个招呼。

source: You spot a strange sight, a Duskbringer ship conversing with Zoltan Monks! You can only imagine they're demanding the Monks hand over supplies in return for their lives...
fr: Vous voyez une scène étrange, un vaisseau Éclipseur discutant avec des Moines ! Vous imaginez qu'ils leur demandent de donner des ressources en échange de leur vie...
ko: 수도승과 더스크브링어 함선이 대화하고 있는 이상한 광경을 목격했습니다! 그들이 수도승에게 그들의 생존에 대한 대가로 보급품을 넘겨주기를 요구하는 걸 상상할 수 있을 뿐입니다...
zh_hans: 你发现了一个奇怪的景象，一艘暮临派的飞船正在与超能信道者对话！你只能想象他们在要求信道者们交出物资以苟活......

source: Rescue the Monks from the Duskbringers.
fr: Secourir les Moines des Éclipseurs.
ko: 더스크브링어에게서 수도승을 구출한다.
zh_hans: 从暮临派手中救出信道者们。

source: You interrupt the ships to attack the Duskbringers.
fr: Vous interrompez la conversation pour attaquer les Éclipseurs.
ko: 더스크브링어를 공격하기 위해 난입했습니다.
zh_hans: 你打断双方的交流去攻击暮临派。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Wait for the Duskbringers to leave and contact the Monks.
fr: Attendre que les Éclipseurs partent et contacter les Moines.
ko: 더스크브링어가 떠날 때까지 기다렸다가 수도승들에게 연락한다.
zh_hans: 等到暮临派离开后，与信道者们联系。

source: Once the Duskbringers jump away, you approach the Monks and question them about the encounter. The Monks chuckle. "No no, they would not hurt us. They are our friends. Though we disapprove of their radical beliefs, we still support then when we can." You nod your head and end the call.
fr: Une fois les Éclipseurs partis, vous approchez des moines et les questionnez sur la rencontre. Les Moines laissent échapper un rire. "Non, non, ils ne nous auraient pas fait de mal. Ce sont nos amis. Nous n'approuvons pas leurs méthodes radicales, mais nous les aidons tout de même quand nous le pouvons. Vous hochez la tête et raccrochez.
ko: 더스크브링어 함선이 도약하자, 수도승들에게 다가가서 그 만남에 대해 질문했습니다. 수도승들이 껄껄 웃었습니다. "아닙니다, 그들은 우릴 해치지 않습니다. 그들은 우리들의 친구요. 우리는 급진적인 신념을 신봉하지 않지만, 우리가 할 수 있는 한 여전히 도와줄 수 있습니다." 고개를 끄덕이고 통신을 종료했습니다.
zh_hans: 暮临派跃迁离开后，你接近信道者们，向他们了解这次遭遇。信道者们笑着说。"不不，他们不会伤害我们。他们是我们的朋友。虽然我们不赞成他们的激进信仰，但我们仍然尽可能地支持他们。"你点点头，结束了通话。

source: Leave the ships be.
fr: Laisser les vaisseaux en paix.
ko: 함선을 그대로 둔다.
zh_hans: 不管这些船。

source: You can't make assumptions. You have no idea what's truly going on over there, and you shouldn't interrupt just in case.
fr: Il ne faut pas faire de suppositions. Vous n'avez aucune idée de ce qu'il se passe vraiment là-bas, et, juste au cas où, vous ne devriez pas interrompre.
ko: 그곳에서 무슨 일이 일어나고 있는지 전혀 알지 못하기에 만일을 대비해서 방해하지 않기로 했습니다.
zh_hans: 你不能做无端的假设。实际上那边发生了什么你完全不清楚，没有十分的理由去打断，以防万一。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_HOSTAGES"]/text
source: It appears the nearby monastery is in trouble! A Slug hacker is holding them hostage and broadcasting a message to all nearby ships, demanding they pay an absurd ransom for the Monks.
fr: Il semblerait qu'un monastère soit en danger ! Un Hacker Slug les a pris en otage et transmet un message à tous les vaisseaux du coin, demandant qu'ils paient une rançon absurde pour les Moines.
ko: 근처에 있는 수도원에 문제가 발생한 거 같습니다! 슬러그 해커가 수도승을 인질로 잡고 근처의 모든 선박에 방송으로 터무니없는 몸값을 지불하라고 요구하고 있습니다.
zh_hans: 看来附近的修道院有麻烦了！一个蛞蝓族黑客挟持了他们，并向附近的所有船只广播消息，要求替信道者们支付荒谬的赎金。

source: Fight the Hackers.
fr: Combattre les Hackers.
ko: 해커들과 싸운다.
zh_hans: 攻击黑客。

source: "Oh, sssso you want to brawl? Prepare to die then!"
fr: "Oh, ccc'est la bassston que vous voulez ? Alors préparez-vous à mourir !"
ko: "오, 그래써 싸우꼬씨퍼? 그럼 쭈거!"
zh_hans: "哦，你想～打架吗？那就准备去死～～～～～～吧！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Pay to free the Monks.
fr: Payer pour libérer les Moines.
ko: 수도승을 풀어주기 위해 몸값을 지불한다.
zh_hans: 付钱以释放信道者们。

source: "Ahhhh, at lasssst sssssomeone paysss our reasssonable priccce!" The Hackers relinquish control over the Monastery and jump away.
fr: "Ahhh, enfin quelqu'un pour payer cccette sssomme tout à fait raisonnable!" Les Hackers se retirent du Monastère et sautent.
ko: "아아아, 누군가가 우리의 합리쩌긴 가격을 찌불해써!" 해커들은 수도원에 대한 통제권을 포기하고 도약했습니다.
zh_hans: "啊—，终于有人为我们的合理的价格买单了！"黑客们放弃了对修道院的控制，跃迁离开。

source: Contact the monks.
fr: Contacter les Moines.
ko: 수도승과 연락한다.
zh_hans: 与信道者们联系。

source: "Thank you friend. We thought this was how we would die. The Hackers have held control over us for weeks, and many of us have already starved. May we last few survivors come with you?"
fr: "Merci, l'ami. Nous pensions que ce serait comme ça que nous mourrions. Les Hackers nous ont retenu en captivité pendant des semaines, et beaucoup d'entre nous sont déjà morts de faim. Pourrions-nous, les derniers survivants, vous rejoindre?"
ko: "고맙습니다. 친구들이여. 우린 이렇게 죽는 줄 로만 알았습니다. 해커들이 우릴 몇 주 동안이나 통제했으며, 대부분은 이미 굶어 죽었습니다. 마지막 몇몇 생존자들이지만 당신과 함께 가도 되겠습니까?"
zh_hans: "谢谢你，朋友。我还以为今天就是我们的死期。黑客们已经挟持了我们几个星期，许多人已经饿死了。我们最后几个幸存者可以和你一起走吗？"

source: Ignore them.
fr: Les ignorer.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You can't waste your money here. When the Hackers realize no-one is going to pay they'll leave the Monks alone anyways... probably...
fr: Vous ne pouvez pas gâcher votre argent ici. Quand les Hackers se rendront compte que personne ne va les payer, ils libèreront les Moines, de toute façon... probablement...
ko: 여기에 돈을 낭비할 수 없습니다. 해커들은 아무도 돈을 지불하지 않을 것이라는 사실을 깨닫고 수도승들을 내버려 둘 것입니다... 아마도 말이죠...
zh_hans: 你不能在这里浪费你的钱。当黑客们意识到没有人会付钱后，他们就会释放信道者们......也许会......

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_PROVERB"]/text
source: You receive a strange hail from the ship here. "As the wise Sovay Voltar once said, he who lies with the voracious bat-dogs awakes with the space-fleas of Gammos 6."
fr: Vous recevez un étrange appel venant d'un vaisseau. "Comme le sage Sovay Voltar l'a dit, qui s'endort avec des chauve-chiens voraces se réveille avec des spatio-puces de Gammos 6."
ko: 여기 함선에게서 이상한 통신을 받았습니다. "현자 소베이 볼타르가 말했듯이, 게걸스러운 배트하운드와 같이 누워있는 자는 감마 6의 우주벼룩이 옮는다고 했습니다."
zh_hans: 你收到了一个奇怪的呼叫。"正如睿智的索雷·沃尔塔先生所述，与贪婪的蝙蝠狗共事的人，会被戛莫斯六的太空跳蚤蛰醒。"

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_PROVERB"]/choice/text
source: Huh?
fr: Hein ?
ko: 허?
zh_hans: 蛤？

source: The Monk sighs. "It's a proverb. It means one whom associates themselves with those who are devoid of morals shall find themselves in a similar predicament. A warning, so I should say, for one's own situation, living within the Federation."
fr: Le Moine soupire. "C'est un proverbe. Cela signifie que quiconque s'associe avec ceux qui n'ont aucune morale se retrouvent bientôt dans la même situation. Un avertisment, je dirais, pour votre propre situation, vous qui vivez parmi la Fédération."
ko: 수도승은 한숨을 쉬었습니다. "속담입니다. 도덕성이 결여된 자들과 어울린 자들도 비슷한 곤경에 처하게 된다는 걸 의미합니다. 말하자면 연방 안에서 사는 자신의 상황에 대한 경고라고 볼 수 있겠죠."
zh_hans: 信道者叹息道。"这是一句谚语。它的意思是一个人如果与毫无道德的人交往，就会发现自己处于类似的困境。一个警告，可能我该这么称呼它，针对某些属于联邦的人。"

source: How dare you insult the Federation! Attack!
fr: Comment osez-vous insulter la Fédération ! À l'attaque !
ko: 감히 연방을 모욕하다니! 공격하라!
zh_hans: 你竟敢侮辱联邦！攻击！

source: The Monks refuse to fight, letting you fire on their ship.
fr: Les Moines refusent de combattre, et vous laissent tirer sur leur vaisseau.
ko: 수도승은 전투를 거부하고 그들의 함선에 포격을 가하도록 내버려 뒀습니다.
zh_hans: 信道们拒绝战斗，放任你向他们的船开火。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them and continue on your way.
fr: Les ignorer et continuer votre route.
ko: 그들을 무시하고 간다.
zh_hans: 无视他们，继续前进。

source: You put the Monk's words out of your mind.
fr: Vous essayez de chasser les mots du Moine de votre esprit.
ko: 수도승의 말을 머릿속에서 지워버렸습니다.
zh_hans: 你把信道者的话抛在脑后。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_zoltan.xml.append$//event[@name="NEBULA_MONK_LOST_MAN"]/text
source: A Zoltan lifepod is drifting out here in space. The life-pod has minor damage, but the wreck of a peace-keeper ship drifts nearby as well.
fr: Un radeau de survie Zoltan est à la dérive dans l'epace. Le radeau semble un peu endommagé, mais la carcasse d'un vaisseau Garde-Paix dérive également non loin.
ko: 졸탄 구명포드가 우주 밖으로 표류하고 있습니다. 그 구명포드는 경미한 손상을 입었고, 평화 유지군 함선의 파편도 주변에 표류하고 있습니다.
zh_hans: 一个超能族的救生舱正漂浮在太空中，带有轻微的损坏，附近还漂着一艘维和战舰的残骸。

source: Pull the lifepod on-board.
fr: Amener le radeau à bord.
ko: 구명포드를 선내로 가져온다.
zh_hans: 将救生舱拖回星舰。
