Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_rhyme.xml/*.po
Languages: es, fr, it, zh_hans

source: You're about to leave but notice in the wreckage another strange signal. It's some kind of weapon with the same anomalous properties of that ship. You bring it on board and cross your fingers it doesn't cause any problems.
es: Estás a punto de irte, pero notas entre los restos otra señal extraña. Es algún tipo de arma con las mismas propiedades anómalas que esa nave. La llevas a bordo y cruzas los dedos para que no cause problemas.
fr: Vous vous apprêtez à partir, mais remarquez dans les débris un autre signal étrange. C'est une sorte d'arme avec les mêmes propriétés singulières que ce vaisseau. Vous la ramenez à bord et croisez les doigts pour qu'elle ne cause pas de problèmes.
it: Stai per andartene, ma noti un altro strano segnale nel relitto. È una qualche arma con le stesse proprietà anomale di quella nave. La porti a bordo e incroci le dita che non causi guai.
zh_hans: 你正要离开，但在残骸中注意到另一个奇怪的信号。这是某种武器，具有与那艘船相同的异常特性。你把它带上船，祈祷它不会引起任何问题。

# data/events_sector_rhyme.xml$/FTL/event[@name="RHYME_ENCOUNTER_3"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A massive and well armed Bomber, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
es: Inseguro de lo que encontrarás en esta baliza, avanzas con cautela, pero aun así no logras comprender del todo lo que has hallado. Un Bombardero masivo y bien armado, similar aunque de color distinto a las misteriosas naves arcoíris reportadas, se oculta tras un asteroide. No puedes escanearlo: algo en la nave provoca fallos inesperados en tu hardware.
fr: Incertains de ce que vous trouverez à cette balise, vous avancez prudemment. Cependant vous n'êtes pas tout à fait sûr de ce que vous avez découvert. Un bombardier massif et bien armé se cache derrière un astéroïde. Il est semblable mais de couleurs différentes aux mystérieux vaisseaux arc-en-ciel qui ont été signalés. Vous semblez incapable de le scanner, quelque chose à propos du vaisseau provoque des anomalies inattendues dans votre matériel.
it: Non sapendo cosa troverai a questo astrofaro, ti muovi con cautela, ma anche così non hai l'esatta certezza di cosa hai trovato. Un bombardiere enorme e ben armato, simile alle misteriosi navi arcobaleno che sono state avvistate di recente, ma con colori diversi, si nasconde dietro un asteroide. Sembri non essere in grado di scansionarla... qualcosa di quella nave causa glitch imprevisti nel tuo hardware.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地走，但即使这样，你也不太清楚你发现了什么。一艘小型但装备精良的轰炸舰，与情报中出现的神秘彩虹色飞船异常相似，但颜色不同，正躲在一颗小行星后面。你似乎无法扫描它——这艘船的某些地方对你的硬件造成了意外故障。

source: Hail the vessel.
es: Contactar a la nave.
fr: Contacter le vaisseau.
it: Contatta la nave.
zh_hans: 联系这艘舰船。

source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "All is naught! Well is how you have fought. What of my last two friends? Oh, they met their bitter end. And who was it, who was that culprit? It was you, I swear by the pulpit. Caught the master's interest, yes you have. Our numbers do you seek to halve? Fine, ashes to ashes and all that crap. But riddle me this you blasted chap. Will you like what you are to find? Oh no no no, the master is not kind."
es: Una voz desde la nave enemiga comienza a hablar, pero suena como si estuviera junto a ti. Te giras y no ves a nadie; la escuchas en tu mente. "¡Todo es nada! Bien es como has luchado. Y mis dos últimos amigos? Oh, encontraron su final amargo. Y quién fue, quién fue el culpable? Fuiste tú, lo juro ante lo sagrado. Has captado el interés del maestro, sí señor. Buscas reducir nuestro número, causar temor? Bien, cenizas a cenizas y todo eso. Pero dime esto, maldito travieso. Te gustará lo que vas a encontrar? Oh no no no, el maestro no es alguien bondadoso."
fr: Une voix provenant du vaisseau ennemi commence à parler, mais à votre grande surprise, elle semble provenir d'à côté de vous. Vous vous retournez mais ne voyez personne et vous réalisez que vous entendez la voix dans votre tête. "Je suis abattu ! Voilà comment vous vous êtes battus. Qu'en est-il de mes deux derniers amis ? Ils ont connu une fin d'une telle infamie. Et qui était-ce, qui était ce coupable ? C'était vous, je le jure vous êtes responsable. Vous avez attiré l'intérêt du maître, vous l'avez fait. Vous cherchez à empêcher notre succès ? Très bien, de poussière à poussière et tout ce genre de conneries. Mais bon sang répondez donc à ceci. Allez-vous aimer ce que vous allez trouver ? Oh ça non, le maître ne pourra pas vous sauver."
it: Una voce dalla nemica inizia a parlare, ma con tua sorpresa sembra che sia proprio accanto a te. Ti volti ma non vedi nessuno e ti rendi conto che la voce la senti nella tua testa. "Tutto per niente! Di certo sei competente. E miei ultimi due amici? Oh, hanno incotrato destini assai infelici. E chi era dunque, chi il colpevole? Sei stato tu, essere abominevole. L'interesse del padrone hai destato. È per questo che il nostro numero hai dimezzato? Va bene, cenere alla cenere e tutto il resto, ma rispondi a questo quesito onesto. Cosa speri di trovare? Oh no no no, dal padrone grazia non ti aspettare."
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身来环顾四周，但没有看到任何人；你最终意识到你所听到的是你脑海中响起的声音。"一切皆空万物消逝！此乃吾等战斗方式。挚友成双落何结局？灵魂迸裂再难相聚。痛苦源于何方之手，谁是那个罪魁祸首？是你我敢以命发誓，你引动了主宰目光。是你大肆屠宰杀戮，是你挥洒血污满路？灰飞烟灭废话不虚，但我要你猜个谜语；汝之该死枪火在手，求得寻得顺利可否？不不不不你并不敢，吾等主宰并不友善。"

source: Your master? What are you talking about?
es: Tu maestro? De qué estás hablando?
fr: Votre maître ? De quoi parlez-vous ?
it: Il padrone? Di cosa stai parlando?
zh_hans: 你的主人？你究竟在说些什么？

source: "Mystery mystery, oh what a squeeze. Your ignorance, it's like a disease. Go on now, destiny can not wait! Oh ahead of you is a troublesome fate. Chaos and ruin, just as we predicted. Within our riddles a mystery's encrypted. For our master's the One Who Rhymes. The one who will bring the end of all times!"
es: "Misterio misterio, oh qué presión. Tu ignorancia es como una infección. Sigue adelante, el destino no puede esperar. Delante de ti hay un sino singular. Caos y ruina, tal como predijimos. En nuestros acertijos un misterio escondimos. Porque nuestro maestro es El Que Rima. ¡El que traerá el fin de los tiempos encima!"
fr: "Mystère mystère, oh quelle pression. Votre ignorance est comme une tradition. Allez-y maintenant, le destin ne peut pas attendre ! Oh devant vous se profile un destin peu tendre. Le chaos et la ruine, comme nous l'avions deviné. Dans nos énigmes, un mystère est crypté. Car notre maître est celui qui rime. Celui qui apportera tout dans les abîmes !"
it: "Mistero mistero, oh che delusione. La tua ignoranza a questo punto è tradizione. Va' ora, il destino non aspetta! La strada è segnata, quindi fai in fretta. Caos e rovina, proprio come avevamo profetizzato. Nei nostri enigmi un mistero è celato. Poiché il nostro padrone è Colui che Rima. E con lui niente sarà più come prima!"
zh_hans: "玄中之玄妙中之妙，你不理解其中之道；神秘之中再勘神秘，汝之无知难谈此匿。不能再等诀别自由，命运难违不可久留！崎岖坎坷个中言说，混乱毁灭再难得脱。正如我们筹谋算计，谲中之谲秘中之秘；神话零落谜语传诵，至高主宰真名待颂。押韵之人蛰伏在此，风云聚散际会裁决；所有时代宣告终结，腐尸悬于永恒之夜！"

source: Never heard of him.
es: Nunca he oído hablar de él.
fr: Jamais entendu parler de cela.
it: Mai sentito nominare.
zh_hans: 呃，我从没听说过这个名字。

source: "Still oh you yip and yap. Are you afraid, afraid of a most dastardly trap? Oh how I laugh, you most pitiful thing. In the end, only death will cowardice bring. Fine, if action you will not take. If true of the prophecy you will not make. Then force your hand I must require! And only then may I retire. Hands up, you dastardly fiend. Only on my death will the truth be gleamed."
es: "Sigues parloteando sin cesar. Temes acaso una trampa sin igual? Cómo me río, criatura patética. Al final, solo la muerte traerá tu cobardía frenética. Bien, si acción no tomarás. Si la profecía no cumplirás. Entonces forzar tu mano deberé. ¡Y solo entonces descansaré! Manos arriba, villano malvado. Solo con mi muerte será revelado."
fr: "Vous continuez à jacasser et à geindre. Avez-vous peur d'un piège pour vous restreindre ? Oh, comme je ris, vous, la créature la plus pitoyable. La lâcheté n'apportera que la mort véritable. Très bien, si vous n'agissez pas. Si la prophétie ne se réalise pas. Alors je dois vous forcer la main ! Et ce n'est qu'alors que je changerai de chemin. Les mains en l'air, maudit scélérat. Ce n'est qu'à ma mort que la vérité se révèlera."
it: "Continui ancora a parlare e a cianciare. Per caso temi in una trappola di cascare? Oh quanto rido, patetica creatura. Alla fine la tua morte mai sarà prematura. Bene, se non hai volontà d'agire. E la profezia non vuoi esaudire. Allora costringerti io devo! E solo allora avrò sollievo. Mani in alto, lurida canaglia. Nella mia morte, vedrai la verità che abbaglia."
zh_hans: "卑鄙陷阱非吾本意，呜咽叽喳汝之惊惧；可怜可恨汝之不惠，战栗不已泣涕如雨？一腔孤勇徒增笑谈，尽管你已以身入局。假如你的预言成真，你死我活注定相聚；如果你不采取行动，那我必须要你出局；既往枷锁宿命缠纠，击破预言我才退休！卑鄙恶魔尽管动手，一方死后真相才收。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Ignore it and leave.
es: Ignorarlo e irte.
fr: L'ignorer et partir.
it: Ignorala e vattene.
zh_hans: 无视它并离开。

source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
es: Si hay algo que has aprendido en tus años como renegado, es a nunca confiar en una nave misteriosa.
fr: S'il y a une chose que vous avez apprise au cours de vos années en tant que Renégat, c'est de ne jamais faire confiance à un vaisseau mystérieux.
it: Se c'è una cosa che hai imparato in tutti gli anni che hai passato da Rinnegato, è di non fidarti di navi misteriose.
zh_hans: 如果说你在变元者生涯中学到了什么，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_rhyme.xml$//event[@name="RHYME_ENCOUNTER_3_DEFEAT"]/text
source: "Finally, at last, my death has come. To the end I am all but numb. The end is nearer, the time is nigh! Not now but later you will die. Go now, and search my wreck. There is one last card in the master's deck."
es: "Por fin, al fin, mi muerte llegó. Hasta el final, casi nada sentí yo. El final está cerca, el momento vendrá. No ahora, pero después tú morirás. Ve ahora, revisa mis restos. Hay una última carta en el mazo del maestro."
fr: "Enfin, ma mort est arrivée. Jusqu'à la fin, je suis tout sauf étonné. La fin est proche, l'heure arrive ! Ce n'est pas maintenant, mais plus tard qu'arrivera l'offensive. Allez fouiller mon épave je dois permettre. Il y a une dernière carte dans le jeu du maître."
it: "Finalmente la mia morte giunge inevitabilmente. Ad essa io sono indifferente. L'ora giunge, la fine è vicina. Non ora, ma poi la morte ti agguanterà sibillina. Ora va', il mio relitto puoi depredare. Il mio padrone ha ancora una carta da giocare."
zh_hans: "终焉已至死亡来临，吾等竟然快慰在心。最后岁月吾已麻木，预言久缠难寻前路。万物末日越来越近，时间急迫钟鸣之音！并非现在而是以后，你会死去碑宽土厚。现在去吧戮我残骸，主宰执棋尚留余白。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Aboard the wreck you find a strange gun with anomalous properties like the ship you just fought, as well as an Atlas disc with coordinates that make no sense to you. You're wary of whatever nonsense those aliens were spewing, but against your better judgement you enter the disc into your Atlas regardless. We should be able to explore these coordinates at the next sector jump.
es: A bordo de los restos encuentras un arma extraña con propiedades anómalas como la nave que acabas de combatir, así como un disco Atlas con coordenadas que no tienen sentido para ti. Desconfías de las tonterías que esos alienígenas proclamaban, pero contra tu mejor juicio introduces el disco en tu Atlas. Deberíamos poder explorar esas coordenadas en el próximo salto de sector.
fr: À bord de l'épave, vous trouvez un étrange pistolet aux propriétés similaires au vaisseau que vous venez de combattre, ainsi qu'un disque Atlas avec des coordonnées qui n'ont aucun sens pour vous. Vous êtes méfiant à l'égard des bêtises que ces aliens racontaient, mais malgré votre bon sens, vous entrez quand même le disque dans votre Atlas. Vous devriez pouvoir explorer ces coordonnées lors du prochain saut de secteur.
it: A bordo del relitto trovi una strana arma con proprietà anomale come la nave che hai appena affrontato, oltre a un disco dell'Atlante con coordinate che per te non hanno alcun senso. Non ti fidi di tutte quelle sciocchezze che gli alieni stavano sputando, ma contro il tuo giudizio inserisci il disco nell'Atlante. Dovremmo riuscire ad esplorare queste coordinate al prossimo salto di settore.
zh_hans: 在沉船上，你发现了一件奇怪的武器，它和你刚才战斗的那艘船一样具有反常的特性，还有一个星区数据集光盘，上面的坐标对你来说毫无意义。你对那些怪异外星种族的胡言乱语深感警惕，但不管你是否有更好的判断，你还是将光盘输入到你的星区数据集中。我们应该能够在下次星区跃迁时探索这些坐标。

source: There is strange interference at this beacon.
es: Hay interferencias extrañas en esta baliza.
fr: Il y a des interférences étranges au niveau de cette balise.
it: C'è una strana interferenza a questo astrofaro.
zh_hans: 在这个信标处有奇怪的干扰。

source: Explored location. Nothing left of interest.
es: Ubicación explorada. No hay nada más de interés.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
it: Posizione visitata. Non c'è più niente d'interessante.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
es: Una ubicación no visitada.
fr: Endroit non exploré.
it: Posizione non visitata.
zh_hans: 未探索的信标。

# data/events_sector_rhyme.xml$//event[@name="RHYME_ENCOUNTER_REDEMPTION"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A massive and well armed Bomber, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
es: Sin estar seguro de lo que encontrarás en esta Baliza, avanzas con cautela, pero aun así no logras comprender del todo lo que has descubierto. Un Bombardero masivo y fuertemente armado, similar aunque con colores distintos a las misteriosas naves arcoíris que se ha informado que han estado apareciendo, se oculta detrás de un asteroide. Parece que no puedes escanearlo: algo en esa nave está provocando fallos inesperados en tu hardware.
fr: Incertains de ce que vous trouverez à cette balise, vous avancez prudemment. Cependant vous n'êtes pas tout à fait sûr de ce que vous avez découvert. Un bombardier massif et bien armé se cache derrière un astéroïde. Il est semblable mais de couleurs différentes aux mystérieux vaisseaux arc-en-ciel qui ont été signalés. Vous semblez incapable de le scanner, quelque chose à propos du vaisseau provoque des anomalies inattendues dans votre matériel.
it: Senza sapere cosa troverai a questo astrofaro, procedi con cautela, ma comunque non hai la certezza di cosa abbia trovato. Un enorme bombardiere ben armato, simile alle misteriose navi arcobaleno di cui sono stati riferiti avvistamenti, ma con colori diversi, si nasconde dietro un asteroide. Sembra impossibile scansionarlo. Qualcosa di quella nave causa glitch inaspettati nel tuo hardware.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地走，但即使这样，你也不太清楚你发现了什么。一艘小型但装备精良的轰炸舰，与情报中出现的神秘彩虹船相似，但颜色不同，正躲在一颗小行星后面。你似乎无法扫描它——这艘船的某些地方对你的硬件造成了意外故障。

source: Hail the vessel.
es: Contactar a la nave.
fr: Contacter le vaisseau.
zh_hans: 联系这艘舰船。

source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "Tired, my master does grow! Oh, how disappointing was his last foe. A battle for the ages, he thought. But these Renegades, they die quite a lot. You, I think, shall be their redemption. Yes, surely you'll be the exception! Come on, and fight! To battle my master will surely be your right."
es: Una voz desde la nave enemiga comienza a hablar, pero para tu sorpresa suena como si estuviera a tu lado. Te giras, pero no ves a nadie y te das cuenta de que estás escuchando la voz en tu cabeza. "¡Cansado, mi maestro se vuelve! Oh, qué decepcionante fue su último oponente. Una batalla para la historia, eso pensó. Pero estos renegados mueren bastante. Tú, creo, serás su redención. Sí, seguro serás la excepción. ¡Vamos, lucha! A la batalla, mi maestro te concederá el derecho."
fr: Une voix provenant du vaisseau ennemi commence à parler, mais à votre grande surprise, elle semble provenir d'à côté de vous. Vous vous retournez mais ne voyez personne et vous réalisez que vous entendez la voix dans votre tête. "Même fatigué, mon maître s'étend ! Oh, comme son dernier ennemi fut décevant. Une bataille d'anthologie, sans sacrifice. Mais ces Renégats, assez souvent périssent. Vous, je pense, serez leur rédemption. Oui, vous serez sûrement l'exception ! Venez et battez-vous ! Combattre mon maître sera votre rendez-vous."
it: Una voce dalla nave nemica inizia a parlare, ma con tua sorpresa sembra che sia proprio accanto a te. Ti giri ma non vedi nessuno e ti rendi conto che la voce la senti nella tua testa. "Stanco ormai è il padrone! Oh, il suo ultimo avversario è stata una gran delusione. Una battaglia epica, come non si vide mai. Ma ahimé, questi Rinnegati muoiono assai. Credo che tu sarai la loro redenzione. Sì, sicuramente farai eccezione! Forza, combatti! E il padrone sicuramente vorrà incontrarti!"
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你的身边。你转过身来环顾四周，但没有看到任何人；你最终意识到你所听到的是你脑海中响起的声音。"疲惫劳累辛苦深藏，我的主人确实成长！最后强敌令人失望，此乃恢弘旷世战场。变元者们死得很惨，或许有你成为救赎。漫漫长路满布尸骸，你或成为独特例外！继续向前来至此地；与吾主人作战至死，这是你的唯一权利。"

source: Your master? What are you talking about?
es: Tu maestro? De qué estás hablando?
fr: Votre maître ? De quoi parlez-vous ?
it: Il tuo padrone? Di cosa stai parlando?
zh_hans: 你的主人？你在说什么？

source: "Mystery mystery, oh what a squeeze. Your ignorance, it's like a disease. Go on now, destiny can not wait! Oh ahead of you is a troublesome fate. Chaos and ruin, just as we predicted. Within our riddles a mystery's encrypted. For our master's the One Who Rhymes. The one who will bring the end of all times!"
es: "Misterio, misterio, oh qué presión. Tu ignorancia es como una infección. Sigue adelante, el destino no puede esperar. Frente a ti hay un destino difícil de afrontar. Caos y ruina, tal como predijimos. En nuestras rimas un misterio escondimos. Porque nuestro maestro es The One Who Rhymes. ¡El que traerá el fin de todos los tiempos!"
fr: "Mystère mystère, oh quelle pression. Votre ignorance est comme une tradition. Allez-y maintenant, le destin ne peut pas attendre ! Oh devant vous se profile un destin peu tendre. Le chaos et la ruine, comme nous l'avions deviné. Dans nos énigmes, un mystère est crypté. Car notre maître est celui qui rime. Celui qui apportera tout dans les abîmes !"
it: "Mistero mistero, oh che delusione. La tua ignoranza a questo punto è tradizione. Va' ora, il destino non aspetta! La strada è segnata, quindi fai in fretta. Caos e rovina, proprio come avevamo profetizzato. Nei nostri enigmi un mistero è celato. Poiché il nostro padrone è Colui che Rima. E con lui niente sarà più come prima!"
zh_hans: "玄中之玄妙中之妙，你不理解其中之道；神秘之中再勘神秘，汝之无知难谈此匿。不能再等诀别自由，命运难违不可久留！崎岖坎坷个中言说，混乱毁灭再难得脱。正如我们筹谋算计，谲中之谲秘中之秘；神话零落谜语传诵，至高主宰真名待颂。押韵之人蛰伏在此，风云聚散际会裁决；所有时代宣告终结，腐尸悬于永恒之夜！"

source: Never heard of him.
es: Nunca he oído hablar de él.
fr: Jamais entendu parler de cela.
it: Mai sentito nominare.
zh_hans: 我从未听说过这个名字。

source: "Still oh you yip and yap. Are you afraid, afraid of a most dastardly trap? Oh how I laugh, you most pitiful thing. In the end, only death will cowardice bring. Fine, if action you will not take. If true of the prophecy you will not make. Then force your hand I must require! And only then may I retire. Hands up, you dastardly fiend. Only on my death will the truth be gleamed."
es: "Sigues parloteando sin parar. Tienes miedo, miedo de una trampa mortal? Oh cómo río, pobre criatura miserable. Al final, solo la muerte trae al cobarde. Bien, si no quieres actuar. Si de la profecía no quieres formar parte. ¡Entonces tu mano me veré obligado a forzar! Y solo entonces podré descansar. Manos arriba, villano infame. Solo con mi muerte la verdad se revelará."
fr: "Vous continuez à jacasser et à geindre. Avez-vous peur d'un piège pour vous restreindre ? Oh, comme je ris, vous, la créature la plus pitoyable. La lâcheté n'apportera que la mort véritable. Très bien, si vous n'agissez pas. Si la prophétie ne se réalise pas. Alors je dois vous forcer la main ! Et ce n'est qu'alors que je changerai de chemin. Les mains en l'air, maudit scélérat. Ce n'est qu'à ma mort que la vérité se révèlera."
it: "Continui ancora a parlare e a cianciare. Per caso temi in una trappola di cascare? Oh quanto rido, patetica creatura. Alla fine la tua morte mai sarà prematura. Bene, se non hai volontà d'agire. E la profezia non vuoi esaudire. Allora costringerti io devo! E solo allora avrò sollievo. Mani in alto, lurida canaglia. Nella mia morte, vedrai la verità che abbaglia."
zh_hans: "卑鄙陷阱非吾本意，呜咽叽喳汝之惊惧；可怜可恨汝之不惠，战栗不已泣涕如雨？一腔孤勇徒增笑谈，尽管你已以身入局。假如你的预言成真，你死我活注定相聚；如果你不采取行动，那我必须要你出局；既往枷锁宿命缠纠，击破预言我才退休！卑鄙恶魔尽管动手，一方死后真相才收。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Ignore it and leave.
es: Ignorarlo e irte.
fr: L'ignorer et partir.
it: Ignoralo e vattene.
zh_hans: 无视它并离开。

source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
es: Si hay algo que has aprendido en tus años como renegado, es que nunca debes confiar en una nave misteriosa.
fr: S'il y a une chose que vous avez apprise au cours de vos années en tant que Renégat, c'est de ne jamais faire confiance à un vaisseau mystérieux.
it: Se c'è una cosa che la tua vita da Rinnegato ti ha insegnato, è non fidarsi mai di una nave misteriosa.
zh_hans: 如果说你在变元者生涯中学到了什么，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

source: "Finally, at last, my death has come. To the end I am all but numb. The end is nearer, the time is nigh! Not now but later you will die. Go now, and search my wreck. There is one last card in the master's deck."
es: "Por fin, al fin, mi muerte ha llegado. Hasta el final estoy casi insensibilizado. El final está cerca, el momento se aproxima. No ahora, pero después tú morirás. Ve ahora y revisa mis restos. Queda una última carta en la baraja del maestro."
fr: "Enfin, ma mort est arrivée. Jusqu'à la fin, je suis tout sauf étonné. La fin est proche, l'heure arrive ! Ce n'est pas maintenant, mais plus tard qu'arrivera l'offensive. Allez fouiller mon épave je dois permettre. Il y a une dernière carte dans le jeu du maître."
it: "Finalmente la mia morte giunge inevitabilmente. Ad essa io sono indifferente. L'ora giunge, la fine è vicina. Non ora, ma poi la morte ti agguanterà sibillina. Ora va', il mio relitto puoi depredare. Il mio padrone ha ancora una carta da giocare."
zh_hans: "终焉已至死亡来临，吾等竟然快慰在心。最后岁月吾已麻木，预言久缠难寻前路。万物末日越来越近，时间急迫钟鸣之音！并非现在而是以后，你会死去碑宽土厚。现在去吧戮我残骸，主宰执棋尚留余白。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。
