Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_rhyme.xml/*.po
Languages: es, fr, it, zh_hans

source: "Hello good friend! How good it is to see you again! Just in time, you've returned at last! Last time we met, we had just a blast! Oh, wouldn't you agree? Right here, right now, you and I, this is the most fun there'll ever be!"
es: "¡Hola buen amigo! ¡Qué gusto verte de nuevo! Justo a tiempo, por fin has regresado. La última vez que nos vimos, fue una explosión de diversión. No estás de acuerdo? Aquí y ahora, tú y yo, ¡esto es lo más divertido que jamás será!"
fr: "Bonjour, cher ami ! Comme il est bon que tu sois ici ! Juste à temps, tu es enfin revenu ! La dernière fois ça ne m'a pas déçu ! Oh, ne serais-tu pas d'accord ? Ici, en ce moment, toi et moi, c'est le plus amusant ai-je tord ?"
zh_hans: "你好，好朋友！再次见到你真是太好了！正好，你终于回来了！上次我们见面时，我们玩得很开心！哦，你不同意吗？就在这里，就在此时，你和我，这是最有趣的事情！"

source: Who are you? What is going on?
es: Quién eres? Qué está pasando?
fr: Qui êtes-vous ? Que se passe-t-il ?
zh_hans: 你是谁？发生了什么事？

source: "Haha! Hahe! Oh but your confusion brings me such glee! I think you know more than you let on, or else to here why would you have gone? I'll give you the brief for I am so kind; the end of the world is the business in which you are now intertwined. While my master waits, a great game unfolds. What great mystery this all holds. A promise you made, so long ago. And now that same deal I shall echo! Face you me again, in another devilish duel. If you fail, then to this reality I will be most cruel! The choice is yours, the time is now. The end of reality, will you allow?"
es: "¡Ja, ja! ¡Je, je! Oh, tu confusión me llena de placer. Creo que sabes más de lo que aparentas, o si no, por qué habrías venido aquí? Te daré un resumen porque soy tan amable; el fin del mundo es el asunto en el que ahora estás involucrado. Mientras mi maestro espera, un gran juego se desarrolla. Qué gran misterio encierra todo esto. Una promesa que hiciste hace mucho tiempo. Y ahora ese mismo trato repetiré. Enfréntame de nuevo en otro duelo diabólico. Si fallas, con esta realidad seré muy cruel. La decisión es tuya, el momento es ahora. El fin de la realidad, lo permitirás?"
fr: "Haha ! Permet moi de rire ! Oh, mais ta confusion me fait tellement plaisir ! Je pense que vous en savez plus que vous ne le laissez paraître, sinon pourquoi seriez-vous venu ici, vous devez l'admettre ? Je vais vous donner les grandes lignes, car je suis si aimable : la fin du monde est l'affaire à laquelle vous êtes responsable. Pendant que mon maître attend, un grand jeu se déroule. Quel grand mystère de tout cela découle. Une promesse que vous avez faite, il y a si longtemps. Cette promesse, je vais y faire écho maintenant ! Affronte-moi à nouveau, dans un autre duel disputé. Si vous échouez, je serai très cruel envers cette réalité ! Le choix vous appartient, le moment est venu. La fin de la réalité ou son continu ?"
zh_hans: "哈哈！哈呵！哦，但你的困惑给我带来了怎样纯粹的快乐啊！我想你所知道的比你说出来的要多得多，否则你为什么要到这里来，冲过一路的艰难险阻？看在我这么好心的份儿上，我就给你说说吧；世界末日就是与你现在交织在一起的事业。当我的主人在等待时，一个伟大的游戏正在展开。这一切蕴含着多么大的奥秘。你的承诺，那么久以前。而现在，我也将回应同样的交易！你我再次面对，在另一场魔鬼般的决斗中。如果你失败了，那么这个宇宙会被以最残酷的方式对待！选择在你手中，现在是时候了。你会允许宇宙的终结吗？"

source: Accept the challenge and face The One Who Rhymes.
es: Aceptar el desafío y enfrentar a The One Who Rhymes.
fr: Relever le défi et affronter Celui qui rime.
zh_hans: 接受挑战，面对"押韵者"。

source: "Oh I am truly most glad! Last time so much fun was had! But before we brawl, I grant one last gift. That is, for returning my gnome so swift! A new crewmate, to fill that spot. Now, we shall advance this plot."
es: "Oh, estoy realmente encantado. ¡La última vez fue tan divertido! Pero antes de pelear, concedo un último regalo. Es por devolverme mi gnomo tan rápido. Un nuevo Tripulante, para llenar ese puesto. Ahora avancemos con esta trama."
fr: "Oh, je suis vraiment très content ! La dernière fois, c'était amusant ! Mais avant que nous ne nous battions, je t'accorde un dernier cadeau. C'est pour avoir rapporté mon gnome si vite, c'est beau ! Un nouveau membre d'équipage, pour combler cette place. Maintenant, nous allons faire avancer cette histoire de grâce."
zh_hans: "哦，我真的很高兴！上一次有这么多的乐趣！但在我们战斗之前，我给予你最后一个礼物。那就是，一个新的船员将填补那个空缺的位置。是的，你这么快就能把我的侏儒送回来！现在，我们将推进这一计划。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: (Irwin) "I've been training my whole life for thisss!"
es: (Irwin) "¡He entrenado toda mi vida para esssto!"
fr: (Irwin) "Je me ssssuis zzzentraîné toute ma vie pour çççça !"
zh_hans: (厄文)"我一生都在为这个而训练！"

source: Irwin cuts off The One Who Rhymes mid-speech, immediately turning to you excitedly. "Exotic creaturesss? A grand multiverse-level conssspiracccy? I wassss MADE for thissss!" Irwin flips a switch on his blunderbuss, turning it from an orange glow to red. "It'sss time to kill sssome eldritch godsss."
es: Irwin interrumpe a The One Who Rhymes en medio de su discurso y se gira hacia ti con entusiasmo. "Criaturasss exóticasss? Una gran conssspiración a nivel multiverso? ¡Fui creado para esto!" Irwin acciona un interruptor en su trabuco, cambiando el brillo naranja a rojo. "Es hora de matar a algunosss diosesss eldritch."
fr: Irwin interrompt Celui Qui Rime en plein discours, se tournant immédiatement vers vous avec enthousiasme. "Des créatures exxxxotiques ? Un complot de grand ampleur à travers le multivers ? J'ai été FAIT pour ça !" Irwin actionne un interrupteur sur son tromblon, passant de l'orange au rouge. "Il est temps de tuer quelques dieux sssurnaturel."
zh_hans: 厄文在讲话中打断了"押韵者"的话，立即兴奋地转向你。"异种生物？一个巨大的多元宇宙级的阴谋？我就是为这个而生的！"厄文按了一个猎枪上的开关，把它从橙色发光变成了红色。"是时候杀死一些骇人生物了。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Let him destroy reality.
es: Dejar que destruya la realidad.
fr: Le laisser détruire la réalité.
zh_hans: 让他摧毁宇宙。

source: "Really? You are giving up this early? Well, the choice belongs to you. It's time for time to get its due!" The deity begins to laugh as he spreads his cartoonishly long arms and chants. All around you it seems as if space itself is imploding. This is truly the end.
es: "En serio? Te rindes tan pronto? Bueno, la decisión es tuya. ¡Es hora de que el tiempo reciba lo que le corresponde!" La deidad comienza a reír mientras extiende sus brazos caricaturescamente largos y entona un cántico. A tu alrededor parece que el propio espacio implosiona. Este es verdaderamente el final.
fr: "Vraiment ? Tu abandonnes en un instant ? Eh bien, le choix t'appartient, c'est certain. Il est temps que le temps obtienne son destin !" La divinité commence à rire alors qu'il étend ses bras démesurément longs et chante. Tout autour de vous, il semble que l'espace lui-même s'effondre. C'est vraiment la fin.
zh_hans: "真的吗？你这么早就放弃了？好吧，选择是属于你的。是时候让时间得到应有的回报了！"神灵开始大笑，他张开他那卡通般的长臂开始吟唱。在你周围，仿佛空间本身正在内爆，世界的基石正在坍塌。这真的是结束了。

source: This reality was destroyed, instantaneously erasing anyone and everyone inside.
es: Esta realidad fue destruida, borrando instantáneamente a cualquiera y a todos en su interior.
fr: Cette réalité a été détruite, effaçant instantanément tous ceux qui s'y trouvaient.
zh_hans: 这个宇宙被摧毁，瞬间抹去了里面的每一个人。

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN_CHAOS"]/text
source: As the opposing ship is overcome with explosions, the deity appears on yours. "You've done it again, oh bravo! What a frightening staccato! A promise is a promise, and I won't disappoint. The savior of this reality to you I do annoint. Congratulations on your stunning success. Now enjoy your well deserved recess."
es: Mientras la nave enemiga es consumida por explosiones, la deidad aparece en la tuya. "Lo has logrado otra vez, bravo. Qué aterrador staccato. Una promesa es una promesa, y no decepcionaré. Salvador de esta realidad, así te proclamo. Felicidades por tu impresionante éxito. Ahora disfruta tu merecido descanso."
fr: Alors que le vaisseau adverse est submergé par les explosions, la divinité apparaît sur le vôtre. "Tu l'as encore fait, oh bravo ! Quel spectacle effrayant ! Une promesse est une promesse et je ne vais pas décevoir. Le sauveur de cette réalité, dans toute l'histoire. Félicitations pour ton succès éblouissant. Profite maintenant d'un repos rafraichissant."
zh_hans: 当对面的舰船被爆炸压垮时，神灵出现在你的船上。"你又做到了，哦，太棒了！多么可怕的断奏！承诺就是承诺，我不会让你失望。这个宇宙的救世主，我向你宣布。祝贺你的惊人成功。现在享受你应得的休息吧。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: What fun, what fun! And now your run is won!
es: Qué diversión, qué diversión. Y ahora tu partida está ganada!
fr: Quel amusement, quel plaisir ! Et maintenant, votre mission est accomplie !
zh_hans: 多么有趣啊，多么有趣啊！现在你的旅行已经取得了所谓的胜利！

# data/events_sector_rhyme.xml$//event[@name="REALM_MADNESS_START"]/text
source: You've arrived in some kind of swirling hellscape, mired by a blurry haze of what seems to be taunting barely human faces flying through the abyss. Just being here makes your skin crawl, making you feel like a foreign invader in a land where you are not only unwelcome but at serious risk. Moments later, more of the C.E.L. arrives, armed to the teeth. "Ssstranger, based on energy readings, we've pinpointed where we think Ssshe isss waiting. We'll do our bessst to arrive there in time, but you'll need to head out in front of usss. Be careful - thisss clussster isss populated by eldritch beingsss beyond any of our comprehensssionsss. Thissss is Her realm. There'sss no point in sssticking around to fight every enemy, their numbersss are endlessss. All that mattersss isss getting to Her, and fassst. Be careful, ssstranger."
es: Has llegado a una especie de infierno arremolinado, envuelto en una neblina borrosa de rostros apenas humanos que se burlan mientras vuelan por el abismo. Solo estar aquí hace que tu piel se erice, haciéndote sentir como un invasor extranjero en una tierra donde no solo no eres bienvenido, sino que corres un grave peligro. Momentos después, más fuerzas de C.E.L. llegan, fuertemente armadas. "Desssconocido, según las lecturasss de energía, hemos localizado donde creemoss que Ella essstá esperando. Haremos todo lo posible por llegar a tiempo, pero necesitarás adelantarte. Ten cuidado: essste cúmulo essstá poblado por sseress eldritch más allá de toda nuestra comprensssión. Essste es su reino. No tiene ssentido quedarte a luchar contra cada enemigo, sus númerosss son infinitosss. Lo único que importaaa esss llegar hasta Ella, y rápido. Ten cuidado, desssconocido."
fr: Vous voilà dans une sorte de tourbillon infernal, enlisé dans une brume floue où semblent flotter des visages à peine humains, moqueurs, volant à travers l'abîme. Rien qu'être ici vous fait frissonner, vous donne l'impression d'être un envahisseur étranger dans un territoire où vous n'êtes pas seulement indésirable, mais en grave danger. Quelques instants plus tard, plus de membres du L.A.C. arrivent, armés jusqu'aux dents. "Étranger, d'après les relevés d'énergie, nous zzzavons localizzzé l'endroit où nous penssssons qu'Elle nous zzzattend. Nous ferons de notre mieux pour y arriver à temps, mais vous devrez nous diriger. Ssssoyez prudent - cccce regroupement est peuplé d'êtres ssssurnaturel au-delà de toute notre compréhenssssion. Cccc'est Sssson domaine. Il est inutile de resssster pour combattre chaque ennemi, leur nombre est infini. Tout cccce qui compte, cccc'est d'atteindre Elle et rapidement. Ssssoyez prudent, étranger."
zh_hans: 你来到了某种漩涡状的地狱景观中，被一片模糊的阴霾所困，似乎是在嘲笑飞过深渊的人类面孔。仅仅是在这里，你的皮肤微微发麻，让你觉得自己是一个外来的入侵者，在这片土地上，你不仅不受欢迎，而且面临着严重的危险。 片刻之后，更多的C.E.L.到达，武装到了牙齿。"陌生人，根据能量读数，我们已经确定了我们认为她正在等待的地方。我们会尽最大努力及时到达那里，但需要你这艘被花园矮人选中的飞船在我们的前方打开航路。要小心——这个地方有很多我们无法理解的骇人生物。这是她的领域。在这里与每一个敌人作战是没有意义的，他们的数量无穷无尽。最重要的事情是接近她的藏身之处，而且要快。务必小心，陌生人。"

# data/events_sector_rhyme.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[1]
source: A vessel as black as night approaches, and without words begins its assault on your vessel. You have no choice but to fight!
es: Una nave tan negra como la noche se aproxima y, sin mediar palabra, comienza su asalto contra tu nave. No tienes otra opción que luchar!
fr: Un vaisseau aussi noir que la nuit s'approche et, sans mot dire, commence son assaut sur votre vaisseau. Vous n'avez d'autre choix que de vous battre !
zh_hans: 一艘像黑夜一样的船接近，无言地开始攻击你的船。你别无选择，只能战斗！

# data/events_sector_rhyme.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[2]
source: "And so the Renegade seeks to undo the eternal reign of chaos they set in motion? How cute, but there is no hope for you now. Simply accept the inevitable and surrender."
es: "Así que el renegado busca deshacer el reinado eterno del caos que puso en marcha. Qué adorable, pero ya no hay esperanza para ti. Simplemente acepta lo inevitable y ríndete."
fr: "Et c'est ainsi que le Renégat cherche à défaire le règne éternel du chaos qu'ils ont mis en marche ? C'est mignon, mais il n'y a plus d'espoir pour vous. Acceptez simplement l'inévitable et rendez-vous."
zh_hans: "所以变元者寻求撤销他们设定的永恒的混乱统治？多么可爱，但你现在没有希望了。只需接受不可避免的事实并投降。"

# data/events_sector_rhyme.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[3]
source: An alien vessel, another of Her minions, opens fire on you. There is seemingly no end to these legions of darkness.
es: Una nave alienígena, otra de sus esbirros, abre fuego contra ti. Parece no haber fin para estas legiones de oscuridad.
fr: Un vaisseau Alien, un autre de ses serviteurs, ouvre le feu sur vous. Ces légions des ténèbres ne semblent pas avoir de fin.
zh_hans: 一艘外星飞船，她的另一个爪牙，向你开火。这些黑暗的军团似乎无穷无尽。

# data/events_sector_rhyme.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[4]
source: You think you might be hallucinating at first, but a black vessel begins to take form in front of you and eventually opens fire! Get ready to fight!
es: Crees que podrías estar alucinando al principio, pero una nave negra comienza a tomar forma frente a ti y finalmente abre fuego. Prepárate para luchar!
fr: Vous pensez d'abord avoir des hallucinations, mais un vaisseau noir commence à prendre forme devant vous et finit par ouvrir le feu ! Préparez-vous à combattre !
zh_hans: 起初你认为自己可能出现了幻觉，但一艘黑色的飞船开始在你面前逐渐凝聚成形，并最终开火！准备战斗吧！

# data/events_sector_rhyme.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[5]
source: It's unfortunate that the C.E.L. is still preoccupied, because you could really use their fire support right now. Hostile vessel approaching! No choice but to fight!
es: Es desafortunado que C.E.L. siga ocupada, porque realmente te vendría bien su apoyo de fuego en este momento. ¡Nave hostil aproximándose! No hay otra opción que luchar!
fr: Malheureusement, le L.A.C. est toujours occupé, parce que vous auriez vraiment besoin de leur soutien en ce moment. Un vaisseau hostile est en approche ! Pas d'autre choix que de combattre !
zh_hans: 不幸的是，C.E.L.仍然全神贯注，因为你现在真的需要他们的火力支援。敌对船只正在接近！除了战斗别无选择！

# data/events_sector_rhyme.xml$//textList[@name="TEXT_VISION_ENCOUNTER"]/text[6]
source: The waves of enemies in this sector seems to be unending. It's weird She is willing to sacrifice so many minions on you, but perhaps She's afraid? Or more realistically, She just has a lot of cannon fodder to feed you.
es: Las oleadas de enemigos en este sector parecen no tener fin. Es extraño que Ella esté dispuesta a sacrificar tantos esbirros contra ti, pero quizá tenga miedo. O más probablemente, simplemente tiene mucha carne de cañón para enviarte.
fr: Les vagues d'ennemis dans ce secteur semblent interminables. Il est étrange qu'Elle soit prête à sacrifier autant de serviteurs pour vous, mais peut-être a-t-Elle peur ? Ou, de façon plus réaliste, Elle a tout simplement beaucoup de chair à canon à vous envoyer.
zh_hans: 这个地区的敌人一波接一波，似乎没有尽头。很奇怪，她愿意为你牺牲这么多的小兵，但也许她害怕了？或者更现实地讲，她只是有很多炮灰来喂你。

# data/events_sector_rhyme.xml$//event[@name="VISION_ENCOUNTER"]/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

# data/events_sector_rhyme.xml$//event[@name="VISION_DEFEAT"]/text
source: The black vessel has been destroyed. There's plenty to scrap but you have little time. You need to keep going and reach Her! If you waste your resources and effort fighting every one of these enemies, you'll never make it!
es: La nave negra ha sido destruida. Hay mucho que recuperar como chatarra, pero tienes poco tiempo. Debes seguir adelante y llegar hasta Ella. Si desperdicias tus recursos y esfuerzo luchando contra cada uno de estos enemigos, nunca lo lograrás!
fr: Le vaisseau noir a été détruit. Il y a beaucoup de choses à récupérer, mais vous avez peu de temps. Vous devez continuer à avancer et l'atteindre ! Si vous gaspillez vos ressources et vos efforts en combattant chacun de ces ennemis, vous n'y arriverez jamais !
zh_hans: 黑船已被摧毁。有很多东西要搜刮，但你的时间不多。你需要继续前进并最终到达她的藏身之处！如果你浪费资源和精力与这些敌人中的每一个作战，你将永远无法成功！

# data/events_sector_rhyme.xml$//event[@name="DEATH_VISION"]/lose/@text
source: Your vessel is lost amongst the smiling abyss, ensuring eternal darkness upon the Multiverse.
es: Tu nave se pierde en el abismo sonriente, asegurando oscuridad eterna sobre el Multiverso.
fr: Votre vaisseau est perdu dans l'abîme souriant, assurant l'obscurité éternelle sur le multivers.
zh_hans: 你的船只迷失在微笑的深渊之中，确保了多元宇宙的永恒黑暗。

source: The location of Her.
es: La ubicación de Ella.
fr: Emplacement d'Elle.
it: La posizione di Lei.
zh_hans: 她的位置。

# data/events_sector_rhyme.xml$//event[@name="HER_FIGHT"]/text
source: You've finally made it to the location of Her. The entire space around is nothing but darkness, with every star having been pulled out of the night sky and consumed by some ancient evil. This is it, there's no second chances now. You're about to go up against perhaps the most powerful and evil entity known to exist in the Multiverse.
es: Por fin has llegado a la ubicación de Ella. Todo el espacio a tu alrededor es pura oscuridad; cada estrella ha sido arrancada del cielo nocturno y consumida por algún mal ancestral. Esto es todo, no hay segundas oportunidades ahora. Estás a punto de enfrentarte quizás a la entidad más poderosa y malvada conocida en el Multiverso.
fr: Vous êtes enfin arrivé à l'endroit où Elle se trouve. Tout l'espace environnant n'est que ténèbres, chaque étoile ayant été arrachée du ciel nocturne et consumée par un mal ancien. C'est le moment, il n'y aura pas de seconde chance. Vous êtes sur le point d'affronter l'entité la plus puissante et la plus maléfique du multivers.
it: Finalmente raggiungi il luogo in cui si trova Lei. L'intero spazio circostante non è altro che nero, con ogni stella strappata al cielo notturno e consumata da un male antico. Questa è la resa dei conti, nessuna seconda chance ora. Stai per affrontare quella che forse è l'entità più potente e malvagia di tutto il multiverso.
zh_hans: 你终于来到了她的所在地。四周一片漆黑，每一颗星星都被从夜空中摘下、拔出、扯断，被某种古老的邪恶吞噬。此时此刻，没有第二次机会了。你将要面对的可能是多元宇宙中已知的最强大、最邪恶的实体。

# data/events_sector_rhyme.xml$//event[@name="HER_FIGHT"]/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

# data/events_sector_rhyme.xml$//event[@name="HER_FIGHT"]/choice/event/text
source: Nightmarish visions begin to cloud your sight, as a gigantic cruiser congeals in the space before you. A strangely familiar voice, although you have no idea from where, speaks to you. "Haha, Hahe! It's been so long, so long indeed! Hello again, dear friend! Tis I, The One Who Rhymes. As you already know, we are on the brink of new times! My master is here, awakened at last! Unlike anything ever before, now we're REALLY going to have a blast!" Despite never having seen the dancing, eldritch being before you, some dark place in the back of your mind seems to recall his unusual way of speaking, and his evil grin.
es: Visiones de pesadilla comienzan a nublar tu vista, mientras un crucero gigantesco se condensa en el espacio frente a ti. Una voz extrañamente familiar, aunque no sabes de dónde, te habla. "Ja, ja, je, je. ¡Ha pasado tanto tiempo, muchísimo tiempo! ¡Hola de nuevo, querido amigo! Soy yo, The One Who Rhymes. Como ya sabes, estamos al borde de nuevos tiempos. ¡Mi maestra está aquí, despertada al fin! A diferencia de cualquier cosa anterior, ¡ahora SÍ que nos vamos a divertir!" A pesar de no haber visto nunca antes al ser danzante y eldritch frente a ti, alguna parte oscura en el fondo de tu mente parece recordar su peculiar forma de hablar y su sonrisa maligna.
fr: Des visions cauchemardesques commencent à obscurcir votre vue, tandis qu'un gigantesque croiseur se fond dans l'espace devant vous. Une voix étrangement familière, bien que vous ne sachiez pas d'où elle vient, s'adresse à vous. "Haha, Hahe ! Cela fait longtemps, bien trop longtemps ! Bonjour à nouveau, mon ami charmant ! C'est moi, Celui qui Rime. Qui annonce l'aube d'un nouveau régime ! Mon maître est ici, enfin réveillé ! Comme jamais auparavant nous allons nous éclater !" Bien que vous n'ayez jamais vu l'être dansant et surnaturel qui se trouve devant vous, un coin sombre de votre esprit semble se souvenir de sa façon inhabituelle de parler et de son sourire diabolique.
zh_hans: 噩梦般的景象开始笼罩你的视线，一艘巨大的星舰凭空浮现，在你面前的空间中凝结汇聚。一个质感奇怪但异常熟悉的声音正在向你说话，尽管你不知道这声音究竟从何而来。 “哈哈，哈哈哈！好久不见，好久不见呐！又见面了，亲爱的朋友啊！是我，你正沐浴在押韵者的血火荣光之下。你已知晓，我们正处于崭新时代的无尽盛夏！我的主人就在此地即将觉醒，终焉已至，如讪笑之鸦！此时此刻，不同于既往任何时候，现在我们真真正正可以玩得开心，请期待一场宇宙大爆炸！”尽管你从未见过这个翩翩起舞的身影，但你脑海中的某个黑暗的地方似乎难以抑制地回忆起他不寻常的说话方式和那惊悚怪异、骇人难言的邪恶笑容。

# data/events_sector_rhyme.xml$//event[@name="HER_FIGHT"]/choice/event/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: "Oh it really is wonderful! But please, my child, do not frighten our little agent of chaos! Hello, Renegade! Welcome to my realm. The home of all my precious children. Once, this plane was populated by countless eldritch beings much like myself. Unfortunately, their constant feuding led many of them to extinction. Now, all that's left is their dream matter to pollute the cosmos and feed my vermin. I frankly would have liked to take over the Multiverse with an army of gods, but oh well. A lesser and elder god of chaos will have to do."
es: "Oh, esto es realmente maravilloso. Pero por favor, hija mía, no asustes a nuestro pequeño agente del caos. Hola, renegado. Bienvenido a mi reino. El hogar de todos mis preciosos hijos. Antaño, este plano estaba poblado por innumerables seres eldritch como yo. Por desgracia, sus constantes disputas llevaron a muchos a la extinción. Ahora, todo lo que queda es su materia onírica, contaminando el cosmos y alimentando a mi alimaña. Francamente, me habría gustado conquistar el Multiverso con un ejército de dioses, pero en fin. Un dios del caos menor y ancestral tendrá que ser suficiente."
fr: "Oh, c'est vraiment merveilleux ! Mais s'il te plaît, mon enfant, n'effraie pas notre petit agent du chaos ! Bonjour, Renégat ! Bienvenue dans mon royaume. La maison de tous mes précieux enfants. Autrefois, ce plan était peuplé d'innombrables êtres surnaturel comme moi. Malheureusement, leurs querelles incessantes ont conduit nombre d'entre eux à l'extinction. Aujourd'hui, il ne reste que la matière de leurs rêves pour polluer le cosmos et nourrir ma vermine. J'aurais franchement aimé m'emparer du multivers avec une armée de dieux, mais tant pis. Un dieu du chaos mineur et plus ancien fera l'affaire"
zh_hans: “哦，这真的很棒！但是，我的孩子，请不要吓到我们的混乱小代理人！你好，变元者！欢迎来到我的领域。我所有宝贝孩子的家。曾经，这个位面住着无数像我一样的精灵。不幸的是，他们不断的争斗导致他们中的许多存在最终灭绝。现在，只剩下他们用以污染宇宙和饲养我的这些害虫的梦想物质。坦率地说，我很想用一支众神军队接管多元宇宙；但是，哦，好吧。一个较小的和较年长的混乱之神就已经相当可以了。”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。
