Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_rhyme.xml/*.po
Languages: es, fr, it, zh_hans

source: "You know what's strange about you, Renegade? And all of the Renegades before? You're... smart. Too smart. I think you're different. You're like a disease, a foreign alien disease. One that's spread into my existence and exists just to meddle in affairs. But for what? The sick entertainment of some higher dimensional being? Not that it matters. Regardless what you are, you've proven very useful to my ends. After so much waiting and patient manipulating I think I'm finally ready to stop with all the dilly dallying. I've been restless, having my soul split between a garden gnome and some arrogant fool's big spinny rings. So let's cut to the chase, right, Renegade? Your Slug friends will be here soon, and I was looking forward to pulling them apart, so let's get to business. Bye-bye!" / :)
es: "Sabes qué es lo extraño de ti, renegado? Y de todos los renegados anteriores? Eres... inteligente. Demasiado inteligente. Creo que eres diferente. Eres como una enfermedad, una enfermedad alienígena extranjera. Una que se ha infiltrado en mi existencia y existe solo para entrometerse en los asuntos. Pero para qué? El entretenimiento enfermizo de algún ser de dimensión superior? No importa. Sea lo que seas, has demostrado ser muy útil para mis fines. Tras tanta espera y manipulación paciente, creo que por fin estoy lista para dejar de perder el tiempo. He estado inquieta, con mi alma dividida entre un gnomo de jardín y los grandes anillos giratorios de algún necio arrogante. Así que vayamos al grano, de acuerdo, renegado? Tus amigos Slug estarán aquí pronto, y tenía muchas ganas de despedazarlos, así que vamos al asunto. ¡Adiós!" / :)
fr: "Tu sais ce qui est étrange chez toi, Renégat ? Et tous les Renégats avant ? Tu es... intelligent. Trop intelligent. Je pense que tu es différent. Tu es comme une maladie, une maladie étrangère. Une maladie qui s'est répandue dans mon existence et qui n'existe que pour se mêler de mes affaires. Mais pour quoi faire ? Pour divertir un être d'une dimension supérieure ? Peu importe. Peu importe ce que vous êtes, vous vous êtes révélés très utiles à mes fins. Après tant d'attente et de manipulations patientes, je crois que je suis enfin prêt à mettre un terme à toutes ces tergiversations. J'ai été agité, mon âme étant partagée entre un gnome et les grosses anneaux tournantes d'un imbécile arrogant. Alors, allons droit au but, n'est-ce pas, Renégat ? Tes amis Limaces ne vont pas tarder à arriver et j'avais hâte de les séparer, alors passons aux choses sérieuses. Bye-bye !" / :)
it: "Sai cosa c'è di strano in te, Rinnegato? E in tutti i Rinnegati che ti hanno preceduto? Sei... intelligente. Troppo intelligente. Credo che tu sia diverso. Se come un morbo, un morbo alieno e inconoscibile. Uno che si sparge nella mia esistenza ed esiste solo per ficcare il naso negli affari altrui. Ma per cosa? Per il divertimento perverso di qualche essere dimensionale superiore? Non che importi. Indipendentemente da cosa tu sia, ti sei dimostrato utile ai miei scopi. Dopo tutto questo tempo ad aspettare e manipolare pazientemente, credo di essere finalmente pronta a finirla con le pagliacciate. Sono stata irrequieta, con l'anima divisa fra un nano da giardino e i grossi anelli rotanti di un grosso idiota. Quindi veniamo dritti al sodo, va bene, Rinnegato? I tuoi amichetti slugmen saranno qui presto, e non vedo l'ora di farli a pezzi, quindi passiamo ai fatti. Ciao ciao!" / :)
zh_hans: “你知道你有什么奇怪的吗，变元者？以及以前所有的变元者们？你们很……聪明。简直太聪明了。我觉得你们与众不同。你就像一种疾病，一种外来的疾病。一种蔓延到我的存在中，只是为了干涉凡俗事务而存在的一种疾病。但是，这一切又是为了什么呢？某个更高维度存在的病态娱乐？这并不重要。不管你是什么，你已经证明你对我非常有用。经过这么多的等待和耐心的操纵，我想我终于准备好停止所有愚蠢的磨蹭与迟疑。我一直焦躁不安，我的灵魂被一个花园侏儒和某个傲慢傻瓜的大旋转戒指分割撕裂。所以让我们开门见山吧，对吗，变元者？你的蛞蝓族朋友们很快就会到达这里，我将很期待能够把他们撕开嚼碎、剁成碎片，所以让我们开始吧。拜拜！” / :)

source: You must survive until the C.E.L. arrives!
es: ¡Debes sobrevivir hasta que llegue C.E.L.!
fr: Vous devez survivre jusqu'à ce que le L.A.C. arrive !
it: Devi sopravvivere fino all'arrivo della L.A.C.!
zh_hans: 你必须在C.E.L.到达之前存活下来！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: (Irwin) "I've been training my whole life for thisss!"
es: (Irwin) "¡He entrenado toda mi vida para esssto!"
fr: (Irwin) "Je me ssssuis zzzentraîné toute ma vie pour çççça !"
zh_hans: (厄文)"我一生都在为这个而训练！"

source: As She watches with both mild annoyance and curiosity, Irwin holds his gun even closer to his chest in raw excitement. "Exotic creaturesss? A grand multiverse-level conssspiracccy? I wassss MADE for thissss!" Irwin flips a switch on his blunderbuss, turning it from an orange glow to red. "It'sss time to kill sssome eldritch godsss."
es: Mientras Ella observa con leve molestia y curiosidad, Irwin sostiene su arma aún más cerca del pecho, rebosante de emoción. "Criaturasss exóticasss? Una gran conssspiración a nivel multiverso? ¡Fui creadoss para esssto!" Irwin acciona un interruptor en su trabuco, cambiando el brillo naranja a rojo. "Es hora de matar a algunoss diosess eldritch."
fr: Tandis qu'Elle l'observe avec un léger agacement et de la curiosité, Irwin tient son arme encore plus près de sa poitrine, excité. "Créatures exxxxotiques ? Une grande conssspiration au niveau du multivers ? Je sssssuis FAIT pour ççça !" Irwin actionne un interrupteur sur son tromblon, le faisant passer d'une lueur orange à une lueur rouge. "Il est temps de tuer quelques dieux surnaturels."
zh_hans: 当她带着轻微的烦恼和好奇看着的时候，厄文兴奋地把枪举得距离胸膛更近了。“异界生物？盛大的多元宇宙级阴谋？我就是为此而生的！” 厄文打开了他的长枪开关，把它从橙色变成了红色。“是时候杀死一些邪恶的神灵了。”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

# data/events_sector_rhyme.xml$//event[@name="HER_SUPPORT"]/text
source: Suddenly, countless vessels jump into the beacon. The C.E.L. has arrived, and they're bringing heavy firepower! Some kind of massive contraption is deployed, locking straight onto the vessel before you. "Ssstranger, focussss all of your fire on that sssship! With thisss you'll be able to damage the hull, but it'sss not over yet! We need to desssstroy it to weaken Her!"
es: De pronto, incontables naves saltan a la baliza. ¡C.E.L. ha llegado y trae artillería pesada! Se despliega algún tipo de artilugio masivo, fijándose directamente en la nave frente a ti. "Desssconocido, concentren todo su fuego en esssa nave. Con estto podrán dañar el casco, pero aún no ha terminado. ¡Necesitamoss dessstruiiirla para debilitarla a Ella!"
fr: Soudain, d'innombrables vaisseaux sautent au niveau de la balise. Le L.A.C. est arrivé et ils apportent une puissance de feu considérable ! Une sorte de machine massive est déployée, se verrouillant directement sur le vaisseau devant vous. "Étranger, conccccentrez tout votre feu sur cccce vaisssseau ! Avec çççça, vous pourrez endommager la coque, mais cccce n'est pas fini ! Nous devons le détruire qu'Elle ssssoit affaiblie !"
it: All'improvviso, innumerevoli navi saltano nell'astrofaro. La L.A.C. è arrivata e porta con sé una considerevole potenza di fuoco! Un marchingegno enorme è schierato e aggancia direttamente la nave che hai davanti. "Ssstraniero, concentra tutto il fuoco sssu quella nave! Con quesssto potrai danneggiare lo ssscafo, ma non è ancora finita! Dobbiamo dissstruggerlo per indebolire Lei!"
zh_hans: 突然间，无数的船只跃迁至本信标。C.E.L.已经到达，他们带来了强大的火力！某种巨大的装置被展开，直接锁定了你面前的船只。"陌生人，把你所有的火力集中在那艘船上！有了这个，你就能损坏舰体，但还没有结束！我们需要你摧毁它。我们需要摧毁它，来削弱她的力量！"

# data/events_sector_rhyme.xml$//event[@name="HER_FINALE_REAL"]/text
source: As the gigantic black vessel begins to dissipate, you hear The One Who Rhymes scream. "No, no, this cannot be! It's coming apart from the seams! You've ruined everything, you've crushed our dreams! I can feel myself fading, oh god I'm done! I can't... I can't believe you've really won." The entity fades away, as does the darkness around you. It's over. You've defeated Her, and saved the Multiverse from falling into the clutches of an eldritch god. It wasn't your initial mission - but what you've done here matters so much more.
es: Mientras la gigantesca nave negra comienza a disiparse, escuchas a The One Who Rhymes gritar. "¡No, no, esto no puede ser! ¡Se está deshaciendo por las costuras! ¡Lo han arruinado todo, han destrozado nuestros sueños! Puedo sentirme desvanecer, oh dios, estoy acabado. No puedo... no puedo creer que realmente hayan ganado." La entidad se desvanece, y también la oscuridad a tu alrededor. Se acabó. Has derrotado a Ella y salvado al Multiverso de caer en las garras de un dios eldritch. No era tu misión inicial, pero lo que has hecho aquí importa mucho más.
fr: Alors que le gigantesque vaisseau noir commence à se dissiper, vous entendez Celui Qui Rime crier. "Non, non, cela ne peut pas être ! Tout est en train de disparaitre ! Vous avez tout gâché, écrasé nos envies ! Oh je sens que je m'évanouis, Oh mon dieu, c'est terminé ! Je n'arrive... je n'arrive pas à croire que vous ayez vraiment gagné." L'entité s'évanouit, tout comme les ténèbres qui vous entourent. C'est fini. Vous avez vaincu Elle et empêché le Multivers de tomber aux mains d'un dieu surnaturel. Ce n'était pas votre mission initiale, mais ce que vous avez accompli ici compte bien plus.
zh_hans: 当这个巨大的黑色舰船开始消散时，你听到了"押韵者"的尖叫声。"不，不不不，这不可能！它正在从已有的缝隙处再次裂开！你毁了一切，你粉碎了我们的梦想！我可以感觉到自己正在消逝，哦，天那，我完了！我不能……我不能相信你真的赢了。"实体逐渐消失，你周围的黑暗也消失了。 一切都结束了。你已经打败了她，并拯救了多元宇宙，使之免于落入一个骇人生物的魔掌。这并不是你最初的任务——但你在这里所做的一切事情全都至关重要。

# data/events_sector_rhyme.xml$//event[@name="HER_FINALE_REAL"]/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: She is no more. Enjoy your retirement, Renegade.
es: Ella ya no existe. Disfruta tu retiro, renegado.
fr: Elle n'est plus de ce monde. Bonne retraite, Renégat.
zh_hans: 她已经不在了。享受你的退休生活吧，变元者。
