Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_rhyme.xml/*.po
Languages: es, fr, it, zh_hans

source: There is strange interference at this beacon.
es: Hay una extraña interferencia en esta baliza.
fr: Il y a des interférences étranges au niveau de cette balise.
it: C'è una strana interferenza a questo astrofaro.
zh_hans: 在这个信标处有非常奇怪的干扰。

source: Explored location. Nothing left of interest.
es: Ubicación explorada. No hay nada más de interés.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
it: Posizione visitata. Non c'è più niente d'interessante.
zh_hans: 已探索的信标，没什么值得注意的。

source: An unvisited location.
es: Una ubicación no visitada.
fr: Endroit non exploré.
it: Posizione non visitata.
zh_hans: 未探索的信标。

# data/events_sector_rhyme.xml$/FTL/event[@name="RHYME_ENCOUNTER_1"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A small but well armed Interceptor, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
es: Sin estar seguro de lo que encontrarás en esta baliza, avanzas con cautela, pero aun así no logras comprender del todo lo que has hallado. Un Interceptor pequeño pero bien armado, similar pero de color diferente a las misteriosas naves arcoíris que se han reportado apareciendo, se esconde detrás de un asteroide. Pareces incapaz de escanearlo: algo en la nave está causando fallas inesperadas en tu equipo.
fr: Incertains de ce que vous trouverez à cette balise, vous avancez prudemment. Cependant vous n'êtes pas tout à fait sûr de ce que vous avez découvert. Un Intercepteur assez petit mais bien armé se cache derrière un astéroïde. Il est semblable mais de couleurs différentes aux mystérieux vaisseaux arc-en-ciel qui ont été signalés. Vous semblez incapable de le scanner, quelque chose à propos du vaisseau provoque des anomalies inattendues dans votre matériel.
it: Senza sapere cosa troverai a questo astrofaro, procedi con cautela, ma comunque non hai la certezza di cosa abbia trovato. Un intercettore piccolo ma ben armato, simile alle misteriose navi arcobaleno di cui sono stati riferiti avvistamenti, ma con colori diversi, si nasconde dietro un asteroide. Sembra impossibile scansionarlo. Qualcosa di quella nave causa glitch inaspettati nel tuo hardware.
zh_hans: 你不确定在这个怪异的信标附近会发现些什么东西，所以你小心翼翼地探索；可即使这样，你也不太清楚你究竟发现了些什么。一艘与传言中偶尔出现的神秘彩虹色星际飞船非常相似，但颜色略有不同的装备精良的小型拦截舰正躲在一颗小行星后面。你似乎无法扫描到它——这艘船的某些独特性质使你的硬件产生了意外故障。

source: Hail the vessel.
es: Contacta a la nave.
fr: Contacter le vaisseau.
it: Contatta la nave.
zh_hans: 呼叫这艘飞船。

source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "What are you?, the Renegade asked. Explaining myself, I have been tasked. I'm not sure what to say. Please don't take this the wrong way. The world is big, the Multiverse bigger. In scope of it all you're just a flicker. Years ago, our home we fled. For if we stayed we'd be dead. But now here we are, torn apart. And our people chose to depart. An evil thing, eldritch in nature. Your mind would explode, I'd surely wager."
es: Una voz de la nave enemiga comienza a hablar, pero para tu sorpresa suena como si estuviera a tu lado. Te das la vuelta, no ves a nadie y te das cuenta de que estás oyendo la voz en tu mente. "¿Qué eres?", preguntó el Renegado. Explicarme a mí mismo es la tarea que se me ha asignado. No estoy seguro de qué decir. Por favor, no lo tomes a mal. El mundo es grande, el Multiverso aún más. En la magnitud de todo ello, tú solo eres un destello. Hace años huimos de nuestro hogar, pues si nos quedábamos estaríamos muertos. Pero ahora aquí estamos, hechos pedazos. Y nuestro pueblo eligió partir. Una cosa malvada, de naturaleza ignota y primigenia. Tu mente estallaría, me atrevo a apostar."
fr: Une voix provenant du vaisseau ennemi commence à parler, mais à votre grande surprise, elle semble provenir d'à côté de vous. Vous vous retournez mais ne voyez personne et vous réalisez que vous entendez la voix dans votre tête. "Qui êtes-vous ?", demanda le Renégat. "Pour vous expliquer, j'ai été chargé d'une mission. Je ne sais pas trop quoi dire à votre intention. S'il vous plaît, ne le prenez pas mal. Le monde est vaste, le Multivers infinitésimale. Dans tout ça, vous n'êtes qu'une faible lumière. Il y a des années, nous avons dû fuir notre terre. Car si nous étions restés, nous serions morts. Notre peuple a donc choisi de partir sans remords. Une chose maléfique, d'une nature surnaturelle. Votre esprit exploserait, mais c'est bien réel."
it: Una voce dalla nave nemica inizia a parlare, ma con tua sorpresa sembra che sia proprio accanto a te. Ti giri ma non vedi nessuno e ti rendi conto che la voce la senti nella tua testa. "Cosa sei?, chiese il Rinnegato. E di presentarmi mi ha incaricato. Non so cosa dire. Scusa se sembro intimidire. Il mondo è grande, il multiverso ancor più. E in tutto ciò la tua importanza è da un moscerino in giù. Anni fa da casa nostra siamo fuggiti. Perché altrimenti saremmo sicuramente periti. E ora eccoci qua, dilaniati. E gli altri nostri simili altrove sono andati. Qualcosa di malvagio, inconoscibile e sospetto. La testa ti scoppierebbe, ci scommetto."
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你的身边。你转身环顾四周，但没有看到任何人；你最终意识到，你听到的是直接灌进你脑海之中的神秘之音。"异度来客待寻何人？，汝变元者如是发问；向你解释吾等分明，我在这里背负重任。此言不知如何意会，请你千万不要误会。漫漫宇宙何其伟大，多元宇宙更加宏大；如此宽广视野之下，你我万物不过一刹。曾经我们背井离乡，否则便会直面灭亡。现在我们四分五裂，手足同胞相互诀别。某种邪恶骇人存在，本质掩映虚妄尘埃。胆敢直视头脑爆炸，我敢打赌你会害怕。"

source: What?
es: ¿Qué?
fr: Hein ?
it: Cosa?
zh_hans: 啥？

source: "I see, I see, you know nothing yet. But please, I beg, do not fret. When all is over and done. Nothing will be left, for we have won. Fear the thing that is only chaos. Before he's done all you love will be lost. We are the sons, the daughters of he. The most powerful being there will ever be. Not Prime, no sir, no ma'am! Oh he can't do anything the lord of chaos can!"
es: "Ya veo, ya veo, aún nada sabes. Pero por favor, te ruego, no te alarmes. Cuando todo haya terminado. Nada quedará, pues habremos ganado. Teme a aquello que es solo caos. Antes de que termine, todo lo que amas quedará en pedazos. Somos los hijos, las hijas de él. El ser más poderoso que jamás habrá. No Prime, no señor, no señora. ¡Oh, él no puede hacer nada que el señor del caos no pueda hacer!"
fr: "Je vois, je vois, vous ne savez encore rien. Mais je vous en prie, soyez plus malin. Quand tout sera terminé. Rien ne restera, nous aurons gagné. Craignez la chose qui n'est que chaos. Avant qu'il ait fini, vous aurez votre tombeau. Nous sommes tous ses Enfants. Oh l'être le plus puissant. Pas Prime, non monsieur, non madame ! Le seigneur du chaos a une bien meilleure gamme !"
it: "Capisco, capisco, ancora non sai niente. Ma vai pure per la tua strada tranquillamente. Quando tutto sarà fatto e finito. Nulla resterà, e avremo vinto. Temi ciò che è solo caos. Prima che abbia finito tutto ciò che ami sarà perduto. Noi siamo di lui i figli e le figlie. Lui è potente più di mille. Non Prime, nossignore! Perché non sa cosa sia il vero terrore!"
zh_hans: "吾等深知虚无可怖，汝将沉沦愚昧之雾。还请静候切莫烦躁，一切结束虚无之笑。终焉翻掌万物不再，文明启蒙不复存在。苟延残喘便是获胜，混沌注视覆灭无声。末日功业完成之时，所爱所恨都将消失。我们跻身神选之列，祂的后代永不凋谢。茫茫千古伟岸大星，绝非领主亦或繁英！唏嘘已久穷尽所能，领主腐朽混沌永恒！"

source: You aren't doing a good job of convincing me not to fret.
es: No estás haciendo un buen trabajo convenciéndome de que no me preocupe.
fr: Vous ne parvenez pas à me convaincre de ne pas m'inquiéter.
it: Così non riesco certo ad andarmene "tranquillamente".
zh_hans: 呃，你在说服我不要过于担心这方面做得并不怎么样。

source: "You twist our words for you are blind! You cannot see, weak is your mind! At the end of time it is us you'll thank. After this universe is wiped blank! The rupture is soon, we are sure. But you won't see, for you'll be pure! Go now and meet your fate. Die now, you Renegade of second rate."
es: "Retuerces nuestras palabras porque estás ciego. ¡No puedes ver, débil es tu intelecto! ¡Al final de los tiempos seremos nosotros a quienes agradecerás! ¡Cuando este universo quede borrado una vez más! La ruptura se acerca, estamos seguros. Pero tú no lo verás, ¡pues serás puro! Ve ahora y enfrenta tu destino. Muere ahora, renegado de segunda categoría."
fr: "Vous déformez nos paroles car vous êtes abominable ! Vous ne pouvez pas voir, votre esprit en est incapable ! À la fin des temps, c'est nous que vous remercierez. Après que cet univers se soit effacé ! La rupture est proche, nous en sommes sûrs. Mais vous ne la verrez pas, vous n'avez pas de futur ! Allez maintenant et rencontrez votre destin. Mourez maintenant, vous le Renégat sans destin."
it: La tua cecità distorce le nostre parole! Non vedi perché la tua mente è debole! Alla fine del tempo sarà noi che ringrazierai. Dopo che quest'universo avrà fatto bye-bye! La rovina arriverà presto, ne siam sicuri. Ma tu non la vedrai perché non sei tra i puri! Ora, Rinnegato dei miei stivali, vai incontro alla morte. Perché solo questa è la tua sorte!"
zh_hans: "汝之盲目使你茫然，歪曲吾等逆耳箴言；头脑贫瘠堪比呆瓜，意志薄弱嘴巴开花！时间尽头万物终焉，时空破裂入我眉睫。无数宇宙气息奄奄，临死勿忘谢我忠言！汝之肉眼难堪大用，吾将净化你这凡庸！现在投降迎接挽歌，灰飞烟灭运命交割。你的死讯可慰吾身，非常遗憾变元者们。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Ignore it and leave.
es: Ignóralo y vete.
fr: L'ignorer et partir.
it: Ignoralo e vattene.
zh_hans: 无视它并离开。

source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
es: Si hay algo que has aprendido en tus años como renegado, es a nunca confiar en una nave misteriosa.
fr: S'il y a une chose que vous avez apprise au cours de vos années en tant que Renégat, c'est de ne jamais faire confiance à un vaisseau mystérieux.
it: Se c'è una cosa che la tua vita da Rinnegato ti ha insegnato, è non fidarsi mai di una nave misteriosa.
zh_hans: 如果说你在变元者生涯中学到了什么，那就是永远不要相信一艘神秘的陌生船。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_rhyme.xml$//event[@name="RHYME_ENCOUNTER_1_DEFEAT"]/text
source: "Is it so, is it so? Defeated I am, now I know. Tread carefully now that you've messed with us. We'll meet again and I expect quite the fuss. Goodbye! So long! Now I'm done."
es: "Es así, es así? Derrotado estoy, ahora lo sé. Pisa con cuidado ahora que te has entrometido con nosotros. Nos veremos de nuevo y espero un gran alboroto. ¡Adiós! ¡Hasta luego! Ya he terminado."
fr: "Alors c'est ainsi ? Je suis vaincu, c'est fini. Soyez prudents maintenant que vous vous en êtes pris à nous. Nous nous reverrons et je m'attends à des coups. Adieu, au revoir ! C'est ma fin de l'histoire."
it: "Ah che fitta. Così questa storia finisce con la mia sconfitta. Ma fa attenzione perché arriverà la nostra ripicca. Ci rivedremo, e mi aspetto un bel casino. Ci vediamo, dunque, a prestino."
zh_hans: "宿命不存吾等焉知？此刻我懂归途将至。我被打垮愿赌服输，既然你已末路穷途。谨小慎微当心背后，未来再遇我将等候；你已遭难麻烦不浅，就此诀别吾等不前。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: You're about to leave but notice in the wreckage another strange signal. It's some kind of weapon with the same anomalous properties of that ship. You bring it on board and cross your fingers it doesn't cause any problems.
es: Estás a punto de irte, pero notas entre los restos otra señal extraña. Es algún tipo de arma con las mismas propiedades anómalas que esa nave. La llevas a bordo y cruzas los dedos para que no cause problemas.
fr: Vous vous apprêtez à partir, mais remarquez dans les débris un autre signal étrange. C'est une sorte d'arme avec les mêmes propriétés singulières que ce vaisseau. Vous la ramenez à bord et croisez les doigts pour qu'elle ne cause pas de problèmes.
it: Stai per andartene ma nel relitto noti un altro strano segnale. È una specie di arma con le stesse proprietà anomale di quella nave. La porti a bordo e incroci le dita che non causi guai.
zh_hans: 你正要离开，但在残骸中你注意到了另一个奇怪的信号。这是某种武器，具有与那艘船极为相似的异常特性。你把它带上船，祈祷它不会引起任何问题。

# data/events_sector_rhyme.xml$/FTL/event[@name="RHYME_ENCOUNTER_2"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A well armed Scout ship, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
es: Inseguro de lo que encontrarás en esta baliza, avanzas con cautela, pero aun así no logras comprender del todo lo que has hallado. Una nave Scout bien armada, similar aunque de color distinto a las misteriosas naves arcoíris que se han reportado recientemente, se oculta tras un asteroide. No puedes escanearla: algo en esa nave está causando fallos inesperados en tu hardware.
fr: Incertains de ce que vous trouverez à cette balise, vous avancez prudemment. Cependant vous n'êtes pas tout à fait sûr de ce que vous avez découvert. Un vaisseau Eclaireur assez petit mais bien armé se cache derrière un astéroïde. Il est semblable mais de couleurs différentes aux mystérieux vaisseaux arc-en-ciel qui ont été signalés. Vous semblez incapable de le scanner, quelque chose à propos du vaisseau provoque des anomalies inattendues dans votre matériel.
it: Non sapendo cosa troverai a questo astrofaro, ti muovi con cautela, ma anche così non hai l'esatta certezza di cosa hai trovato. Una nave di ricognizione ben armata, simile ma diversa rispetto alle misteriosi navi arcobaleno che sono state avvistate di recente, si nasconde dietro un asteroide. Sembri non essere in grado di scansionarla... qualcosa di quella nave causa glitch imprevisti nel tuo hardware.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地探索着；但，即使这样，你也不太清楚你到底发现了什么。一艘与传言中偶尔出现的神秘彩虹船相似，但颜色不同的装备精良的侦查舰，正躲在一颗小行星后面。你似乎无法扫描到它——这艘船的某些地方使你的硬件产生了意外故障。

source: Hail the vessel.
es: Contactar a la nave.
fr: Contacter le vaisseau.
zh_hans: 联系这艘舰船。

source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "Oh boy oh boy, a Renegade for me! I can hardly wait, oh I'm filled with glee! They say my friend was killed by one of you. Is it so, is it true? Yes, yes, filth and scum! There'll be none of you when I'm done! With my eye I've seen the truth. You, dear Renegade, are only in your youth. Chaos abounds, the clock ticks ever more! Knock knock goes death on that door."
es: Una voz desde la nave enemiga comienza a hablar, pero para tu sorpresa suena como si estuviera a tu lado. Te giras y no ves a nadie, y comprendes que la estás escuchando en tu mente. "Oh vaya, oh vaya, ¡un renegado para mí! ¡Casi no puedo esperar, estoy lleno de frenesí! Dicen que un amigo mío cayó ante uno de ustedes. Es así, es verdad? Sí, sí, basura y escoria. ¡No quedará ninguno cuando termine esta historia! Con mi ojo he visto la verdad. Tú, querido renegado, aún eres joven en edad. El caos abunda, el reloj no deja de avanzar. ¡Toc toc, la muerte a tu puerta va a llamar!"
fr: Une voix provenant du vaisseau ennemi commence à parler, mais à votre grande surprise, elle semble provenir d'à côté de vous. Vous vous retournez mais ne voyez personne et vous réalisez que vous entendez la voix dans votre tête. "Oh, un Renégat pour moi ! J'ai hâte de tester ça ! On dit que mon ami a été tué par l'un de vous. Est-ce vrai, c'était vous ? Oui, oui, immondes scélérats ! Il n'y aura plus personne parmi vous qui restera ! Oh j'ai vu la vérité de mes yeux. Vous, cher Renégat, vous n'êtes pas pieu. Le chaos règne, l'horloge tourne ! La mort jamais ne se détourne."
it: Una voce dalla nemica inizia a parlare, ma con tua sorpresa sembra che sia proprio accanto a te. Ti volti ma non vedi nessuno e ti rendi conto che la voce la senti nella tua testa. "Oh, un Rinnegato, caspiterina! Questa sì che è una bella mattina! Dicon che un mio amico sia stato ucciso da uno di voi. È vero, foste voi? Sì, sì, feccia criminale! Per voi c'è solo un tormento infernale! Coi miei occhi la verità ho visitato, e tu sei solo un fanciullo, caro Rinnegato. Il caos abbonda, e mi ha fatto un torto! Quindi preparati, che presto sarai morto."
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像并不遥远，就在你身边缭绕徘徊。你转身环顾四周，并没有看到任何人；你最终意识到你听到的其实是你脑海中响起的怪异声响。"出乎意料难以置信，异界来客向我靠近！满心欢喜迫不及待，无情杀手血染尘埃！吾之密友身死你手，魂飞魄散覆水难收。是这样吗，果真如此？秽物人渣，赴死不辞！汹涌澎湃，吾之怒焰；支离破碎，汝之灰烟。真相一览，运命得窥；乳臭未干，死期难违。混沌丛生，时不我待！毁灭降临，在你门外。"

source: I'm sorry about your friend, but that wasn't us.
es: Lamento lo de tu amigo, pero no fuimos nosotros.
fr: Je suis désolé pour votre ami, mais ce n'était pas nous.
it: Mi dispiace per il tuo amico, ma non siamo stati noi.
zh_hans: 对你朋友的死，我表达诚挚的哀悼；但这件事儿并不是我们干的。

source: "You think I'm a fool, telling lies! The curtain falls, and my friend dies. But who holds the gun? Yes, you, you're the one! I speak not from nothing. No no, I'm not just fussing! Our idol, our chief. He is the one who has diagnosed my grief. The thing of chaos. The consumer of all the cosmos. The being of entropy! To him, none is supplementary!"
es: "Crees que soy un tonto, que mientes sin reparo? El telón cae, y mi amigo muere claro. Pero quién empuña el arma? Sí, tú, eres el que lo desarma. No hablo desde la nada. ¡No, no, no es simple patraña! Nuestro ídolo, nuestro líder. Él diagnosticó mi dolor sin titubear. La cosa del caos. El consumidor del cosmos total. ¡El ser de la entropía! ¡Ante él, nada es accesorio todavía!"
fr: "Vous me prenez pour un imbécile à raconter des mensonges ! Le rideau tombe et mon ami plonge. Mais qui tient le pistolet ? Oui, c'est vous qui le tenais ! Je cherche à connaitre la vérité. Je ne suis pas en train de m'agiter ! Notre idole, notre souverain. C'est lui qui a diagnostiqué mon chagrin. La chose du chaos. Le consommateur de tous les héros. L'être de l'entropie ! Pour lui, rien n'est fini !"
it: Mi prendi per stupido, e menti senza ritegno! Il sipario cala sul mio amico il cui destino è indegno. Ma chi impugna dal manico il coltello? Esatto, proprio tu, bello! La verità io voglio scovare. Non è che mi voglio solo agitare! Il nostro idolo, il nostro sodale, egli è colui che ha diagnosticato il mio male. Essere del caos. Consumatore del cosmo. L'essere di entropia! La forza più potente che ci sia!"
zh_hans: "你认为我是个傻瓜，妄言满口乱说胡话！大幕落下挚友已殁，又是谁手枪火紧握？身怀利刃是你有罪，杀心乍起是你有愧！我等并非空口无凭，汝之罪孽留有把柄；大惊小怪甚汝之愚，至尊圣者万势所趋！吾等首领见我悲伤，幽微难言诸界之熵！万物希声皆非额外，你已必死复仇我待！"

source: I really have no idea what you're talking about.
es: De verdad no sé de qué estás hablando.
fr: Je n'ai vraiment aucune idée de ce dont vous parlez.
it: Non ho proprio idea di cosa tu stia dicendo.
zh_hans: 我真的不知道你在说些什么。

source: "Fine, be that way! It is not as if you have a say. Death is coming, you'll make it faster. Your skull shall be a gift to master. He hungers for the end. Oh he is our most benevolent friend. When all is naught! We shan't be distraught. In the new world we will have our place. And for this destruction, you shall have a taste! Enough with this crockery. Of you I will make a mockery."
es: "Bien, sé así entonces. No es como si tuvieras opciones. La muerte viene, tú la acelerarás. Tu cráneo será un regalo para mi señor, ya verás. Él ansía el final. Oh, es nuestro amigo más leal. ¡Cuando todo sea nada! No estaremos en desgracia. En el nuevo mundo tendremos lugar. ¡Y de esta destrucción probarás! Basta ya de palabrería. De ti haré una burla con alegría."
fr: "Très bien, continuez vos désirs ! Ce n'est pas comme si vous aviez votre mot à dire. La mort arrive, vous l'a faite apparaitre. Votre crâne sera un cadeau pour le maître. Il a faim de la fin. Oh, il est notre ami le plus divin. Quand tout douloureux ! Nous ne serons pas malheureux. Dans le nouveau monde, nous aurons notre place. Et dans cette destruction, vous aurez votre place ! C'est dans votre nature. De vous, je ferai une caricature."
it: "Va bene come vuoi! Fatti pure gli affaracci tuoi. La morte arriva, e sempre più fretta. Il tuo teschio per il padrone sarà una bella offerta. Egli anela alla fine. Oh è proprio un nostro amico sublime. Quanto tutto è nulla, un nuovo mondo sarà la nostra culla. E di questa distruzione, ben presto ne avrai un assaggione! Ma ora basta parlare. Alle armi è tempo di andare."
zh_hans: "此时此刻该当如此！谅你本来无从驳斥。你死不远你亡将临，汝之头骨献于圣心。终焉无情万物之末，仁慈冰冷安息之魔。每当一切归于虚无！我们不应心烦恍惚。崭新世界道途回环，会有位置予我完满。你将毁灭予我挚爱，你也应该亲自体验！一切把戏到此为止。否则我会让你知耻。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Ignore it and leave.
es: Ignorarlo e irte.
fr: L'ignorer et partir.
it: Ignoralo e vattene.
zh_hans: 无视它并离开。

source: If there's one thing you've learned in your years as a Renegade, it's never to trust a mysterious ship.
es: Si hay algo que has aprendido en tus años como renegado, es a nunca confiar en una nave misteriosa.
fr: S'il y a une chose que vous avez apprise au cours de vos années en tant que Renégat, c'est de ne jamais faire confiance à un vaisseau mystérieux.
it: Se c'è una cosa che hai imparato in tutti gli anni che hai passato da Rinnegato, è di non fidarti di navi misteriose.
zh_hans: 如果说你在变元者生涯中学到了什么，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_rhyme.xml$//event[@name="RHYME_ENCOUNTER_2_DEFEAT"]/text
source: "No, no, It cannot be! This fate the master did not forsee! I have died. And yet I gave it all, I truly tried. The way of my friend I must now go. Damn you Renegade, just so you know. Now the reaper calls. At last, my curtain falls."
es: "No, no, ¡no puede ser! ¡Este destino el maestro no pudo prever! He muerto. Y aun así lo di todo, lo intenté de veras. El camino de mi amigo ahora debo seguir. Maldición, renegado, solo para que lo sepas. El segador ya llama. Al fin, mi telón se desploma."
fr: "Non, non, c'est une fatalité ! Le maître n'avait pas prévu cette destinée ! Je suis effondré. Et pourtant, j'ai tout donné. Je dois maintenant suivre la voie de mon ami. Maudit sois-tu, Renégat, tu es une infamie . Maintenant, la faucheuse me convoque. Le rideau tombe sans équivoque."
it: "No, no, che disastro! Davvero io son vinto da un impiastro! Sono affondato. Però io tutto ho dato. Assieme al mio amico devo andare. Accidenti a te, Rinnegato, e a tutto il tuo casolare. Ora il mietitore chiama. E quindi sipario, così finisce il dramma."
zh_hans: "不不不不这不可能！此种命运绝不可能。吾之主宰没有预见！我魂将死我魄已散。然而我已付出一切，我志已尽我力已竭。道途待我宿命难违，吾辈新死随友同归。你这该死的变元者，汝之罪孽更添涸辙。死亡召唤毁灭待我，吾之帷幕终归沉默。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。
