Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_rhyme.xml/*.po
Languages: es, fr, it, zh_hans

source: Aboard the wreck you find a strange gun with anomalous properties like the ship you just fought, as well as an Atlas disc with coordinates that make no sense to you. You're wary of whatever nonsense those aliens were spewing, but against your better judgement you enter the disc into your Atlas regardless. If you want to go there, you'll have to do it now. There won't be another opportunity.
es: A bordo de los restos encuentras un arma extraña con propiedades anómalas como la nave que acabas de enfrentar, así como un disco Atlas con coordenadas que no tienen sentido para ti. Desconfías de todas las tonterías que esos alienígenas estaban diciendo, pero contra tu mejor juicio introduces el disco en tu Atlas de todos modos. Si quieres ir allí, tendrás que hacerlo ahora. No habrá otra oportunidad.
fr: À bord de l'épave, vous trouvez un étrange pistolet aux propriétés similaires au vaisseau que vous venez de combattre, ainsi qu'un disque Atlas avec des coordonnées qui n'ont aucun sens pour vous. Vous êtes méfiant à l'égard des bêtises que ces aliens racontaient, mais malgré votre bon sens, vous entrez les coordonnées dans votre Atlas. Si vous voulez vous y rendre, vous devrez le faire maintenant. Il n'y aura pas d'autre opportunité.
it: A bordo del relitto trovi una strana arma con proprietà anomale come la nave che hai appena affrontato, oltre a un disco dell'Atlante con coordinate che per te non hanno alcun senso. Non ti fidi di tutte quelle sciocchezze che gli alieni stavano sputando, ma contro il tuo giudizio inserisci il disco nell'Atlante. Se vuoi andarci, dovrai farlo ora. Non ci sarà un'altra occasione.
zh_hans: 登上敌舰残骸，你发现了一件奇特的武器，它有着和你刚刚击败的船一样的奇异特征，还有一个星区数据光盘，它标记了你完全没有头绪的坐标。你并不相信那些外星人口中的胡话，但仍然违背常理地将光盘插入你的星区数据集。如果你想去那里看看，那现在就必须得出发了。不会再有第二次机会。

source: Reroute now.
es: Redirigir ahora.
fr: Se rediriger maintenant.
it: Cambia destinazione ora.
zh_hans: 调整航径。

source: Leave it for another day.
es: Dejarlo para otro día.
fr: Y aller une autre fois.
it: Lascia per un'altra volta.
zh_hans: 以后再说吧。

# data/events_sector_rhyme.xml$/FTL/event[@name="RHYME_ENCOUNTER_4"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but even then aren't quite enlightened on what you've found. A massive and well armed Bomber, similar but differently colored to the mysterious rainbow ships that have been reported popping up, is hiding behind an asteroid. You seem unable to scan it - something about the ship is causing unexpected glitches in your hardware.
es: Inseguro de lo que encontrarás en esta baliza, avanzas con cuidado, pero aun así no logras comprender del todo lo que has encontrado. Un Bombardero masivo y fuertemente armado, similar pero con colores distintos a las misteriosas naves arcoíris que se han reportado recientemente, está oculto tras un asteroide. No puedes escanearlo; algo en esa nave está causando fallos inesperados en tu hardware.
fr: Incertains de ce que vous trouverez à cette balise, vous avancez prudemment. Cependant vous n'êtes pas tout à fait sûr de ce que vous avez découvert. Un bombardier massif et bien armé se cache derrière un astéroïde. Il est semblable mais de couleurs différentes aux mystérieux vaisseaux arc-en-ciel qui ont été signalés. Vous semblez incapable de le scanner, quelque chose à propos du vaisseau provoque des anomalies inattendues dans votre matériel.
it: Senza sapere cosa troverai a questo astrofaro, procedi con cautela, ma comunque non hai la certezza di cosa abbia trovato. Un grosso bombardiere ben armato, simile alle misteriose navi arcobaleno di cui sono stati riferiti avvistamenti, ma con colori diversi, si nasconde dietro un asteroide. Sembra impossibile scansionarlo. Qualcosa di quella nave causa glitch inaspettati nel tuo hardware.
zh_hans: 你不确定在这个信标会发现什么，所以你小心翼翼地走，但即使这样，你也不太清楚你发现了什么。一艘小型但装备精良的轰炸舰，与情报中出现的神秘彩虹色飞船相似，但颜色不同，正躲在一颗小行星后面。你似乎无法扫描它--这艘船的某些地方对你的硬件造成了意外故障。

source: Hail the vessel.
es: Contactar a la nave.
fr: Contacter le vaisseau.
zh_hans: 联系舰船。

source: A voice from the enemy ship begins to speak, but to your surprise it sounds as if it were next to you. You turn but see no one and realize you're hearing the voice in your head. "Another Renegade, can it be? Oh, and to think for the others you gave such glee. Now I tire of your antics. Do I care to debate semantics? No, of course not, I'd rather fight. Oh killing you will be just a delight!"
es: Una voz desde la nave enemiga comienza a hablar, pero para tu sorpresa suena como si estuviera a tu lado. Te giras, pero no ves a nadie y te das cuenta de que estás escuchando la voz en tu cabeza. "Otro renegado, puede ser? Oh, y pensar que a los otros les diste tanto placer. Me canso ya de tus travesuras. Debatir semántica? No tengo dudas. No, claro que no, prefiero pelear. ¡Oh, matarte será un placer sin igual!"
fr: Une voix provenant du vaisseau ennemi commence à parler, mais à votre grande surprise, elle semble provenir d'à côté de vous. Vous vous retournez mais ne voyez personne et vous réalisez que vous entendez la voix dans votre tête. "Un autre Renégat, à priori ? Oh et je pense qu'avec les autres, vous vous êtes tellement réjoui. Je me lasse de vos pitreries rustique. Est-ce que je me soucie de débattre de politique ? De savoir ce qui passe au théâtre ? Non, bien sûr que non, je préfère me battre."
it: Una voce dalla nave nemica inizia a parlare, ma con tua sorpresa sembra essere proprio accanto a te. Ti volti ma non vedi nessuno e ti rendi conto che la voce la senti nella tua testa. "Un'altro Rinnegato, o mi posso sbagliare? Oh e credo che con gli altri andasti a festeggiare. Ora son stufo di vederti inteferire. Credi che voglia dei grandi sistemi disquisire? Certo che no, alla pugna preferisco andare. E dopo la tua morte lo champagne andrò a stappare!"
zh_hans: 敌舰上的一个声音开始说话，但令你惊讶的是，它听起来好像就在你身边。你转过身，但没有看到任何人，并意识到你听到的是脑海中的声音。"又来了一个变元者，事实真相确实如此？想想其他旁观伙伴，看戏快乐不外如是。然而现在我已厌倦，滑稽行为落幕于此。痛快战斗为我所愿，何必关心辩论修辞？陷阵之志足慰平生，汝之死亡壮烈瑰丽！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Ignore it and leave.
es: Ignorarlo e irte.
fr: L'ignorer et partir.
it: Ignoralo e vattene.
zh_hans: 无视它并离开。

source: If there's one thing you've learned in your years as a Renegade, it's to never trust a mysterious ship.
es: Si hay algo que has aprendido en tus años como renegado, es que nunca debes confiar en una nave misteriosa.
fr: S'il y a une chose que vous avez apprise au cours de vos années en tant que Renégat, c'est de ne jamais faire confiance à un vaisseau mystérieux.
zh_hans: 如果说你在多年的变元者生涯中学到了一件事，那就是永远不要相信一艘神秘的船。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_rhyme.xml$//event[@name="RHYME_ENCOUNTER_4_DEFEAT"]/text
source: "No, no, It cannot be! This fate the master did not forsee! I have died. And yet I gave it all, I truly tried. The way of my friend I must now go. Damn you Renegade, just so you know. Now the reaper calls. At last, my curtain falls."
es: "No, no, ¡esto no puede ser! ¡Este destino el maestro no lo pudo prever! He muerto. Y aun así lo di todo, de verdad lo intenté. El camino de mi amigo ahora debo seguir. Maldición, renegado, solo para que lo sepas. Ahora el segador llama. Al fin, cae mi telón."
fr: "Non, non, c'est une fatalité ! Le maître n'avait pas prévu cette destinée ! Je suis effondré. Et pourtant, j'ai tout donné. Je dois maintenant suivre la voie de mon ami. Maudit sois-tu, Renégat, tu es une infamie . Maintenant, la faucheuse me convoque. Le rideau tombe sans équivoque."
it: "No, no, il sottoscritto non comprende! Non è questa la sorte che mi attende. Ho dato di tutto, ho davvero provato. Ma alla fine a nulla ha portato. Ora del mio amico seguo il cammino, Accidenti a te, Rinnegato, e a chi ti sta vicino. Ora vedo aprirsi il divario. E alfine su di me, cala il sipario."
zh_hans: "不不不不这不可能！此种命运绝不可能。吾之主宰没有预见！我魂将死我魄已散。然而我已付出一切，我志已尽我力已竭。道途待我宿命难违，吾辈新死随友同归。你这该死的变元者，汝之罪孽更添涸辙。死亡召唤毁灭待我，吾之帷幕终归沉默。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: You're about to leave but notice in the wreckage another strange signal. It's some kind of weapon with the same anomalous properties of that ship. You bring it on board and cross your fingers it doesn't cause any problems.
es: Estás a punto de irte, pero notas otra señal extraña entre los restos. Es algún tipo de arma con las mismas propiedades anómalas que esa nave. La subes a bordo y cruzas los dedos para que no cause ningún problema.
fr: Vous vous apprêtez à partir, mais remarquez dans les débris un autre signal étrange. C'est une sorte d'arme avec les mêmes propriétés singulières que ce vaisseau. Vous la ramenez à bord et croisez les doigts pour qu'elle ne cause pas de problèmes.
it: Stai per andartene, ma noti un altro strano segnale nel rottame. È una strana arma con le stesse proprietà anomale della nave. La porti a bordo e incroci le dita che non causi guai.
zh_hans: 你正要离开，但在残骸中注意到另一个奇怪的信号。这是某种武器，具有与那艘船相同的异常特性。你把它带上船，祈祷它不会引起任何问题。

source: There is strange interference at this beacon.
es: Hay una interferencia extraña en esta baliza.
fr: Il y a des interférences étranges au niveau de cette balise.
it: C'è una strana interferenza a questo astrofaro.
zh_hans: 在这个信标处有奇怪的干扰。

source: Explored location. Nothing left of interest.
es: Ubicación explorada. No hay nada más de interés.
fr: Emplacement déjà exploré. Il n'y reste rien d'intéressant.
it: Posizione visitata. Non c'è più niente d'interessante.
zh_hans: 已探索的信标，没什么值得注意。

source: An unvisited location.
es: Una ubicación no visitada.
fr: Endroit non exploré.
it: Posizione non visitata.
zh_hans: 未探索的信标。

# data/events_sector_rhyme.xml$//event[@name="RHYME_ENCOUNTER_CHAOS"]/text
source: Uncertain what you'll find at this beacon, you tread carefully but are startled by the approach of a strangely colored alien vessel. "The dawn of the end approaches once again. The gnome you carry, and so it is the master you seek to entertain! Good, oh good, for the time is nigh! The time was approaching again that all of time should die. But now you're here and without further delay... to the master this news I must relay! Oh, will you come with me? To The One Who Rhymes we must go I do decree!"
es: Inseguro de lo que encontrarás en esta baliza, avanzas con cuidado, pero te sorprende la aproximación de una nave alienígena de colores extraños. "El amanecer del fin se acerca una vez más. El gnomo que llevas, así que es al maestro a quien buscas entretener. ¡Bien, oh bien, porque el momento se aproxima! Se acercaba de nuevo el instante en que todo el tiempo debía morir. Pero ahora estás aquí y sin más demora... ¡al maestro esta noticia debo informar! Oh, vendrás conmigo? ¡A The One Who Rhymes debemos ir, así lo decreto!"
fr: Incertains de ce que vous trouverez à cette balise, vous avancez prudemment mais êtes surpris par l'approche d'un vaisseau Alien étrangement coloré. "L'aube de la fin approche une fois de plus. Le gnome que vous transportez divertira le maître un peu plus ! Bien, oh bien, car l'heure est proche ! L'heure de la mort de tous les temps à nouveau approche. Mais maintenant, vous êtes ici et sans délais... au maître cette nouvelle je relai ! Oh, avec moi vous viendrez ? Chez Celui Qui Rime, nous devons y aller !"
it: Senza sapere cosa troverai a questo astrofaro, procedi con cautela, ma l'apparizione di una nave aliena dagli strani colori ti coglie di sorpresa. "L'alba della fine ancora una volta s'avvicina. Il nano che porti, pertanto al padrone dovrai fare una visitina! Bene, oh bene, perché ormai è giunta l'ora! Quella in cui finalmente tutto il tempo se ne andrà in malora. Ma ora sei qui e senza esitazione... questa notizia devo riferirla al padrone! Oh, mi vuoi accompagnare? Da Colui Che Rima, è là che dobbiamo andare!"
zh_hans: 不确定你在这个信标处会发现什么，你小心翼翼地走着，但被一艘颜色奇怪的外星飞船的突然接近吓了一跳。"末日黎明再临于世，花园矮人显世于斯；时间滴答丧钟鸣响，吾之主人静候在此！终焉之刻帷幕沉降，所有时代都该死亡。运命将陨往昔不复，你已来此万物奔赴……时不我待不可拖延，我必请命主人垂怜！可愿和我一同觐见？吾等必须回归圣座，栖身押韵至高之天，不要逼我命令你去！"

source: Go with the strange ship.
es: Ir con la nave extraña.
fr: Suivre l'étrange vaisseau.
it: Vai con la strana nave.
zh_hans: 跟着陌生的船走。

source: "Oh this is perfect, truly just perfect! But first I must take this gnome for which my master holds such respect. Now now off we go! We certainly wouldn't want to be late to the show!"
es: "Oh, esto es perfecto, verdaderamente perfecto. Pero primero debo tomar ese gnomo por el que mi maestro siente tanto respeto. Ahora sí, ¡vámonos! No querríamos llegar tarde al espectáculo."
fr: "Oh, c'est parfait, vraiment parfait ! Mais d'abord, je dois prendre ce gnome pour lequel mon maître a tant de respect. Maintenant, partir est souhaitable ! Nous ne voudrions certainement pas être en retard pour le spectacle !"
it: "Ho perfetto, davvero perfetto! Ma prima devo prendere questo nano per cui il padrone nutre tanto rispetto. Ora si parte, allaccia le cinture nell'abitacolo! Di certo non vogliamo perderci lo spettacolo!"
zh_hans: 所有时代都该死亡，花园矮人显世于斯；终焉之刻何其完美，汝之所愿吾之不辞！但是首先矮人在前，主人之命我等之傲！我们当然不想迟到！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Nah. We have other places to be.
es: No. Tenemos otros lugares a donde ir.
fr: Nan. Nous avons d'autres endroits à explorer.
it: Nah. Dobbiamo andare in altri posti.
zh_hans: 不。我有其他地方要去。

source: "You're... serious? Am I just delirious? You will not come? I... I cannot even think of a rhyme. Really? You're serious? Well... shit. Goodbye I guess."
es: "Hablas... en serio? Estoy delirando? No vendrás? Yo... ni siquiera puedo pensar en una rima. De verdad? Hablas en serio? Bueno... mierda. Supongo que adiós."
fr: "Vous êtes... sérieux ? Je suis soucieux ? Vous ne viendrez pas ? J... Je n'arrive même pas à trouver une rime. C'est vrai ? Tu es sérieux ? Eh bien... merde. Au revoir, je suppose."
it: "Dici... seriamente? Perchè è davvero deludente. Non verrai? Non... non riesco nemmeno a pensare a una rima. Davvero? Dici sul serio? Beh... cacchio. Ci vediamo, allora."
zh_hans: "难道你是……认真的吗？还是我已神志不清？主人圣训你不愿听，主人圣座你不愿去？我真不知……无话可说，我甚至想不出韵律。认真的吗？你这傻瓜？……真是该死。暂且再会，容我三思。"

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
zh_hans: 跳过。

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES"]/text
source: As you watch the stars fly past you watch as the scenery becomes more and more warped, until soon you're thrown at breakneck speeds right before a gigantic space anomaly. You can hardly believe your eyes before a blinding red flash sends you tumbling backwards.
es: Mientras observas las estrellas pasar, el paisaje se vuelve cada vez más distorsionado, hasta que de pronto eres lanzado a velocidades vertiginosas frente a una gigantesca anomalía espacial. Apenas puedes creer lo que ves antes de que un destello rojo cegador te envíe hacia atrás.
fr: Alors que vous regardez les étoiles filer devant vous, vous observez le paysage se déformer de plus en plus, jusqu'à ce que vous soyez soudainement propulsé à une vitesse vertigineuse juste devant une gigantesque anomalie spatiale. Vous en croyez à peine vos yeux qu'un éclair rouge éblouissant vous projette en arrière.
zh_hans: 当你看着星星飞过，你看着风景变得越来越扭曲，直到不久你被以极快的速度扔到一个巨大的空间异常点前。在令人眼花缭乱的红色闪光让你向后翻滚之前，你简直不敢相信自己的眼睛。

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES"]/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: "You looked! You gasped! I had you hooked! The mystery's answer at very last! It was I, The One Who Rhymes. God of Chaos, the ender of times! Oh what joy, what fun! Oh how far it is you've come. We meet at last! Oh friend we're gonna have a blast. Do you not quake and shiver in awe? I'm perfect, I'm beautiful, down to my every last paw. I'm sure you're curious, 'What is this fuss?' Well well, let's get to it, now that it's just the two of us!"
es: "¡Miraste! ¡Te asombraste! ¡Te tenía atrapado! ¡La respuesta al misterio al fin ha llegado! Era yo, The One Who Rhymes. ¡Dios del Caos, el final de los tiempos! Oh qué alegría, qué diversión. Mira lo lejos que has llegado. ¡Por fin nos encontramos! Oh amigo, nos vamos a divertir. No tiemblas de asombro ante mí? Soy perfecto, soy hermoso, hasta mi última garra. Seguro te preguntas, 'A qué se debe todo esto?' Bien, bien, vayamos al grano, ahora que estamos solo nosotros dos."
fr: "Vous avez regardé ! Je vous ai fasciné ! Vous avez poussé un soupir ! La réponse du mystère va venir ! C'était moi, Celui Qui Rime. Dieu du Chaos, le destructeur légitime ! Oh quelle joie, quel grand plaisir ! Oh tout ce que vous avez du parcourir. Nous nous rencontrons enfin ! Oh ami, nous allons être bien. Ne tremblez-vous pas d'effroi et de respect ? Je suis magnifique, jusqu'à ma dernière patte je suis parfait. Je suis sûr que vous êtes curieux, 'Quel est ce remue-ménage ?' Eh bien, allons-y maintenant que je suis seul avec votre équipage !"
zh_hans: "你看到了！你上瘾了！你上钩了，你惊叹了！谜团终于，得到答案！这就是我，如假包换；押韵之神，混沌之神，时代终焉，岁月之暗！多么快乐，多么有趣，多么惊悚，多么不安！何其遥迢，多么悠远，踽踽独行，航程漫漫。我们终于，彼此相见！你是朋友，我们握手，迷途百代，同登彼岸；尸骸满地，众星将陨，宇宙破碎，开心地玩。敬畏何在，战栗何存，颤抖不已，在我面前？我很完美，我很漂亮，每只爪子，都是这般。我敢肯定，你很好奇，‘怎么回事？'，四处查看。好了好了，就这样吧，现在这里，彼此难堪！"

source: Could you kindly explain what the hell is happening?
es: Podrías explicar qué demonios está pasando?
fr: Pourriez-vous nous expliquer ce qui se passe ?
zh_hans: 你能解释一下到底发生了什么吗？

source: "Haha! Hahe! Oh but your confusion brings me such glee! An eldritch being of unimaginable power, that's what I am. Oh the cosmology, what a mess. Shall we start from the beginning? I'm thinking yes!"
es: "¡Ja, ja! ¡Je, je! Oh, tu confusión me llena de placer. Un ser eldritch de poder inimaginable, eso es lo que soy. Oh, la cosmología, qué desastre. Empezamos desde el principio? Yo digo que sí."
fr: Je vois que vous êtes pantois ! Votre confusion me procure une telle joie ! Un pouvoir inimaginable, c'est mon attribut. Oh la cosmologie, quel gâchis. On reprend depuis le début ? Je pense devoir dire oui !"
zh_hans: "哈哈哈哈，哈哈哈呵！你的困惑，如此可乐！力量非凡，超乎想象，无法认知，骇人生物，这就是我。宇宙旋转，一团糟糕。或许我们，从头开始？我想是的！"

source: Sure, I guess.
es: Supongo que sí.
fr: Bien sûr, je suppose.
zh_hans: 当然，我想。

source: "You guess? YOU GUESS?! Oh but you should be excited! Having you here has made me oh so delighted! Where to begin, where to begin... Ah yes, of course! Another cluster is from where we hail. Realities unlike anything you've seen! A place where Eldritch is normal, where dreams fill the gaps between! Yes, that's right, you heard me clearly! I do promise I speak sincerely. The dreams of gods, that's our matter. And those Sirens? Well, they eat it on the silver platter!"
es: "Supongo? SUPONES? ¡Oh, deberías estar emocionado! Tenerte aquí me ha encantado. Por dónde empezar...? Ah, sí, claro. Venimos de otro cúmulo. ¡Realidades como nada que hayas visto! Un lugar donde lo eldritch es normal, donde los sueños llenan los vacíos entre todo. Sí, así es, me oíste bien. Prometo que hablo con sinceridad. Los sueños de los dioses, esa es nuestra materia. Y esas Sirens? Bueno, se lo comen en bandeja de plata."
fr: "Vous supposez ? VOUS SUPPOSEZ ? ! Oh, mais vous devriez être enthousiaste ! Votre présence ici n'est pas néfaste ! Par où commencer, par où commencer... ! D'un autre amas stellaire est où nous sommes nés. Des réalités comme rien de ce que vous avez vu ! Un endroit où le Surnaturel est normal, où les rêves sont absolus ! Oui, c'est ça, vous m'avez bien entendu ! Je vous promets que je parle sans malentendu. Les rêves des dieux, voilà notre cas. Et ces sirènes ? Sur un plateau d'argent elles en font leur repas !"
zh_hans: "你猜？你再猜？哦，好吧，但你应该感到兴奋！有你在这里，让我很高兴哦！从哪里开始呢，让我们从哪里开始讲呢……啊，是的，当然了！我们从另一片星域兴起。那可是一大片与你所见过的任何东西都截然不同的现实维度！一个充满骇人生物的地方，在那里，虚妄而变幻的梦想填补了星系之间的巨大空白！是的，没错，你是在做梦，这事儿听起来荒唐得很。不过是的，没错，你同样也非常清楚地听到了我说的话，而且我保证我所说的一切都是真心话！源于诸神的巨大幻梦，那是我们关心的事儿。那些异鸣族？嗯，诸神在银色的盘子上吃它们的肉！"

source: The Sirens? Who?
es: Las Sirens? Quiénes?
fr: Les Sirènes ? Comment ça ?
zh_hans: 异鸣族？谁？
