Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_rhyme.xml/*.po
Languages: es, fr, it, zh_hans

source: "Oh you are so ignorant! The tripods you've battled to get here, did you not know they were important? Yes, yes, a species unlike any other! A devious god their mother! And when she tired of their suckling... oh she sent them buckling! Haha, hahe! Oh what a riot. Through that portal they went running. And behind them? Well it was me who came gunning! Unpopular there I always was. But here? Well I can make all the chaos I ever wanted, just because. But oh those Sirens, me they did ever so hate. But a few of them it seems could relate! They worshipped me, gave me praise. And all for nothing, not even a raise! A while I remained complacent. I'd mess with that bastard Slug, the one who thinks he rules the Multiverse adjacent. My anomalies he never liked. A whole agency he made, just out of spite! Sent after me to... to bring my ruin! Well, I'm afraid any chance I fail was just an illusion. My mother is cunning, she is most patient. It is only a matter of time until the Slug's place is vacant."
es: "Oh, qué ignorante eres. Los trípodes que enfrentaste para llegar aquí, no sabías que eran importantes? Sí, sí, una especie como ninguna otra. ¡Un dios perverso su madre! Y cuando se cansó de alimentarlos... oh, los hizo tambalear. ¡Ja, ja! Qué caos tan divertido. A través de ese portal salieron huyendo. Y detrás de ellos? Fui yo quien salió disparado. Allí nunca fui popular. Pero aquí puedo causar todo el caos que siempre quise, solo porque sí. Pero esas Sirens siempre me odiaron. Aunque parece que unas pocas podían identificarse conmigo. Me adoraban, me elogiaban. ¡Y todo para nada, ni siquiera un aumento! Por un tiempo permanecí complaciente. Molestaba a ese bastardo Slug, el que cree que gobierna el Multiverso adyacente. Nunca le gustaron mis anomalías. ¡Incluso creó toda una agencia solo por despecho! Enviada tras de mí para... para arruinarme. Bueno, me temo que cualquier posibilidad de que yo fallara era solo una ilusión. Mi madre es astuta, muy paciente. Es solo cuestión de tiempo hasta que el lugar del Slug quede vacante."
fr: "Oh, mais que vous êtes ignorant ! Les tripodes que vous avez combattus pour arriver ici, ne saviez-vous pas qu'ils étaient importants ? Oui, oui, une espèce comme aucune autre ! Leur mère était une déesse malpropre ! Et quand elle en a eu assez de les allaiter... oh, elle les a envoyés promener ! Haha, haha ! Oh, quel féérie . À travers ce portail, ils se sont enfuis. Et derrière eux ? C'est moi qui suis venu faire feu ! Là-bas, je n'étais jamais populaire. Mais ici ? Je peux semer le chaos et la guerre. Mais oh, ces sirènes, elles me haïssaient tellement. Mais il semble que quelques-unes pas vraiment ! Elles me vénéraient, louaient mon nom. Et tout ça pour rien, pas même une augmentation ! J'ai été complaisant pendant un long moment. M'en prenant à ce salaud de Limace qui pense régner sur le Multivers adjacent. Il n'a jamais aimé mes anomalies. Il a créé toute une agence, juste par dépit ! Il les a envoyés après moi... pour causer ma disparition ! Eh bien, je crains que toute chance de succès n'était qu'une illusion. Ma mère est rusée, elle est très patiente. Ce n'est qu'une question de temps avant que la place de la Limace ne soit vacante."
zh_hans: "哦，你太无知了！你为了最终到达这里而与之战斗过的那些"三脚架"们，难道你不知道它们的重要性吗？是的，哦是的，一个与众不同的物种！一个狡猾的神——他们的母亲！当她厌倦了他们的吸吮时……哦，她把他们赶出了家门，就像扔掉一些垃圾！哈哈，哈呵！哦，真是一场骚乱。他们通过那个传送门跑了出去。而在他们后面呢？是我在追赶！确实我在那里总是不受欢迎的。但在这里呢？我可以制造所有我想要的混乱，只是因为我喜欢这么干。那些异鸣，他们对我恨之入骨，但他们之中的一些人似乎是可以交流的！他们崇拜我，赞美我。而这一切都毫无意义，没有一点用处！有一阵子我还沾沾自喜、洋洋自得，不免疏忽大意。我招惹了那个混蛋蛞蝓族，那个认为自己统治了整个多元宇宙的坏家伙。他从来都不喜欢我带来的异常、扭曲、疯狂与毁灭。他建立了一个完整的机构，只是出于纯粹的恶意！那个机构派出形形色色的坏家伙们……只是为了带我走向毁灭！好吧，恐怕有希望能让我彻底失败的任何机会都只不过是一种幻觉。我的母亲很狡猾，她很有耐心。直到，直到蛞蝓族的位置最终空了出来，当然这只是时间问题。"

source: I'm not sure I'm following.
es: No estoy seguro de entender.
fr: Je ne suis pas sûr de bien vous suivre.
zh_hans: 我不确定我是否听懂了，而且我很在意你为什么不押韵了。

source: "Gah, quiet with your interruptions! I tire of all these disruptions. The cult of rhyme I did create! And within I hatched a most dastardly plan. Here, I'll tell it you to straight. In the days past, it was just me and my master. Us together, free to cause every last disaster! But now she's gone, and the fun's all ruined. I'll tear this world apart. That's what I was meant to do right from the start! And that bastard Prime? Well it seems he's run out of time. For upon this very hour, I shall unleash my greatest power! The world shall crumble, reality shall break! Falling down the stars will tumble. Afterwards I think I shall have some cake. Now now, fear not little one. I just wanted to gloat before it's done. Now bear witness to the end of creation! Thou lived a good life, but you were the last generation."
es: "¡Ah, silencio con tus interrupciones! Me canso de tantas distracciones. ¡El culto de la rima yo creé! Y dentro de él tramé un plan perverso. Aquí, te lo diré sin rodeos. En los viejos tiempos, solo estábamos mi maestro y yo. Juntos, libres para causar todo tipo de desastre. Pero ahora ella se ha ido y la diversión terminó. ¡Desgarraré este mundo! Para eso fui creado desde el principio. Y ese bastardo Prime? Parece que su tiempo se ha acabado. Porque en esta misma hora desataré mi mayor poder. El mundo se desmoronará, la realidad se romperá. Las estrellas caerán del cielo. Después creo que comeré un pastel. Ahora, no temas pequeño. Solo quería presumir antes de terminar. Ahora sé testigo del fin de la creación. Viviste una buena vida, pero fuiste la última generación."
fr: "Raaah, arrête avec ces interruptions ! J'en ai assez de toutes ces perturbations. La secte de la rime, je l'ai créée ! Et en son sein, un plan des plus infâmes j'ai élaboré. Ici, je vais te le faire connaitre. Dans le passé, c'était juste moi et mon maître. Nous ensemble, libres de causer tous les désastres possible ! Mais maintenant elle est partie et tout le plaisir est inaccessible. Je vais déchirer ce monde en morceaux. C'est ma destiné d'en faire des lambeaux ! Et Prime ce malvenu ? Eh bien, son temps semble révolu. Car en cette heure, je vais libérer mon plus grand pouvoir ! Le monde s'effondrera, la réalité n'aura plus d'histoire ! Les étoiles tomberont du grand plateau. Après cela, je pense que je vais manger un gâteau. Allez maintenant, ne crains rien, petit. Je voulais juste me vanter avant que tout soit fini. Maintenant, soyez témoin de la fin de la création ! Tu as vécu une bonne vie, mais tu étais la dernière génération."
zh_hans: "嘎嘎，不要插嘴，停下你的骚扰！我厌倦了这些所有胆敢打断我的事物。我确实创造了韵律的崇拜！我在其中策划了一个最卑鄙的计划。在这里，我将直接告诉你。在过去的日子里，只有我和我的主人。我们在一起，随心所欲、自由自在，高高兴兴地掀起每一场巨大的灾难！但是现在，她走了，乐趣全被毁了。我会撕裂这个世界。这就是我从一开始就打算做的！还有那个混蛋上将？好吧，看来他的时间已经不多了。因为在这个非常时刻，我将释放我最伟大的力量！世界将崩溃，现实将破灭！坠落的星星将翻滚解体。之后，我想我应该吃点蛋糕。现在，不要害怕，小家伙。我只是想在这场大闹最终完成之前幸灾乐祸一下。现在，见证造物的终结吧！或许你曾经活得很好，但你将是你这个物种的最后一代。"

source: Surely there's some way to avoid this!
es: ¡Debe haber alguna forma de evitar esto!
fr: Il y a sûrement un moyen d'éviter cela !
zh_hans: 当然，有一些方法可以避免这种情况！

source: "Oh, a most daunting request. A dramatic flair, you clearly don't jest! At the very last moment, you speak up as a savior! Oh, isn't that just the most adorable behavior? Fine, I'll humor you, itty bitty little speck. I'll give you one last chance before I send you all to heck. If thou can best me in the deadliest of duels... then I shall postpone my annihilation of all you fools! I'm feeling quite impatient, so try not to take too long. Let us wait no longer, the end you cannot forever prolong."
es: "Oh, qué petición tan dramática. Un toque teatral, no estás bromeando. En el último momento hablas como salvador. No es eso adorable? Bien, te seguiré el juego, pequeña mota insignificante. Te daré una última oportunidad antes de enviarlos a todos al infierno. Si puedes vencerme en el más mortal de los duelos... entonces pospondré mi aniquilación de todos ustedes. Estoy bastante impaciente, así que no tardes demasiado. No esperemos más, el fin no podrás prolongar para siempre."
fr: "Oh, demande intimidante, un air dramatique, tu ne plaisantes pas en toute clarté ! À la toute dernière minute, tu te poses en sauveur, n'est-ce pas charmant, cette sincérité ? D'accord, je vais jouer le jeu, petit être insignifiant à mes yeux. Je te donne une chance, avant que je ne vous envoie tous aux cieux. Si tu peux me vaincre dans le duel le plus mortel, à la loyale. Alors, je retarderai l'anéantissement, t'accorde une échappatoire idéale. Je suis impatient, ne tarde pas trop, je te somme. N'attendons plus, car la fin, tu ne la prolongeras pas, homme."
zh_hans: "哦，一个最令人生畏的要求。戏剧性的天赋，你显然不是在开玩笑！在最后时刻，你还以救世主的口气说话！哦，这不就是最可爱的行为吗？好吧，我就幽默一下，小不点。我会给你们最后一次机会，然后再把你们都送去见鬼。如果你能在最致命的决斗中胜过我……那么我将推迟消灭你们的时间，你们这些傻瓜！我感到很不耐烦，所以尽量不要花太长时间。让我们不要再等了，你不能永远拖延结局的到来。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: (Irwin) "I've been training my whole life for thisss!"
es: (Irwin) "¡He entrenado toda mi vida para esssto!"
fr: (Irwin) "Je me ssssuis zzzentraîné toute ma vie pour çççça !"
it: (Irwin) "Mi sssono allenato tutta la vita per quesssto!"
zh_hans: (厄文)"我一生都在为这个而训练！"

source: Irwin cuts off The One Who Rhymes mid-speech, immediately turning to you excitedly. "Exotic creaturesss? A grand multiverse-level conssspiracccy? I wassss MADE for thissss!" Irwin flips a switch on his blunderbuss, turning it from an orange glow to red. "It'sss time to kill sssome eldritch godsss."
es: Irwin interrumpe a The One Who Rhymes en medio de su discurso y se gira hacia ti con entusiasmo. "Criaturasss exóticasss? Una gran conssspiración a nivel multiverso? ¡Fui creado para esto!" Irwin acciona un interruptor en su trabuco, cambiando el brillo naranja a rojo. "Es hora de matar a algunosss diosesss eldritch."
fr: Irwin interrompt Celui Qui Rime en plein discours, se tournant immédiatement vers vous avec enthousiasme. "Des créatures exxxxotiques ? Un complot de grand ampleur à travers le multivers ? J'ai été FAIT pour ça !" Irwin actionne un interrupteur sur son tromblon, passant de l'orange au rouge. "Il est temps de tuer quelques dieux sssurnaturel."
it: Irwin interrompe il discorso di Colui Che Rima a metà e si volta entusiasta verso di te, "Creature esssotiche? Una grande cossspirazione a livello multiversssale? Sssono NATO per quesssto!" Irwin preme un pulsante sul suo archibugio, facendolo passare da arancione a rosso. "È ora di ammazzare qualche dio occulto."
zh_hans: 厄文在讲话中打断了"押韵者"的话，立即兴奋地转向你。"异种生物？一个巨大的多元宇宙级的阴谋？我就是为这个而生的！" 厄文按了一个猎枪上的开关，把它从橙色发光变成了红色。"是时候杀死一些骇人生物了。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。

source: Accept your fate and watch as reality is destroyed.
es: Aceptar tu destino y ver cómo la realidad es destruida.
fr: Accepter votre destin et assister à la destruction de la réalité.
zh_hans: 接受你的命运，看着宇宙被摧毁。

source: The deity begins to laugh as he spreads his cartoonishly long arms and chants. All around you it seems as if space itself is imploding. This is truly the end.
es: La deidad comienza a reír mientras extiende sus brazos caricaturescamente largos y entona un cántico. A tu alrededor parece que el propio espacio implosiona. Este es verdaderamente el final.
fr: La divinité commence à rire alors qu'il étend ses bras démesurément longs et chante. Tout autour de vous, il semble que l'espace lui-même s'effondre. C'est vraiment la fin.
zh_hans: 神灵开始大笑，他张开他那卡通般的长臂开始吟唱。在你周围，仿佛空间本身正在剧烈内爆，世界的基石正在坍塌。这确实是一切的终结。

source: This reality was destroyed, instantaneously erasing anyone and everyone inside.
es: Esta realidad fue destruida, borrando instantáneamente a cualquiera y a todos en su interior.
fr: Cette réalité a été détruite, effaçant instantanément tous ceux qui s'y trouvaient.
zh_hans: 这个宇宙被摧毁，瞬间抹去了里面的每一个人。

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES_FAIL"]/text
source: "Oh it's tragic, it's so so sad... Really, I didn't think you could make me feel so bad! Alas, your fate is sealed. What's done is done. What's left is obvious, my plan's revealed. The end of time shall commence at once. Goodbye, you ignorant dunce."
es: "Oh, es trágico, tan tan triste... Realmente no pensé que podrías hacerme sentir así. Pero tu destino está sellado. Lo hecho, hecho está. Lo que queda es evidente, mi plan revelado. El fin del tiempo comenzará de inmediato. Adiós, ignorante necio."
fr: "Oh, c'est tragique, je me sens mal... Vraiment, je ne voulais pas être si radical ! Hélas, ton sort est scellé. Ce qui a été fait est irréversible, tout est révélé. La fin du temps commencera à l'instant. Adieu, ignorant insouciant."
zh_hans: "唉，好惨，好难过……真的，没想到你能让我这么难过！唉，你的命运是注定的。木已成舟，覆水难收。剩下的显而易见，我的计划已经揭晓。时间的终结将立即开始。再见了，你这个无知的笨蛋。"

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES_FAIL"]/lose/@text
source: This reality was destroyed, instantaneously erasing anyone and everyone inside.
es: Esta realidad fue destruida, borrando instantáneamente a cualquiera y a todos en su interior.
fr: Cette réalité a été détruite, effaçant instantanément tous ceux qui s'y trouvaient.
zh_hans: 这个宇宙被摧毁，瞬间抹去了里面的每一个人。

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES_WIN"]/text
source: As the opposing ship is overcome with explosions, the deity appears on yours pretending to limp. "Oh me! Oh my! Is it true? Is now the time I die? Of course not, that'd be foolish. To see me here alive must seem so ghoulish. Oh you really thought, an eldritch god you could render naught? Nay, my time is forever. Now was just a blip. All that said, I must admire your endeavour."
es: Mientras la nave enemiga es consumida por explosiones, la deidad aparece en la tuya fingiendo cojear. "¡Oh, yo! ¡Oh, cielos! Es cierto? Es ahora cuando muero? Claro que no, sería ridículo. Verme aquí vivo debe parecerte macabro. De verdad creíste que podrías anular a un dios eldritch? No, mi tiempo es eterno. Esto solo fue un instante. Dicho eso, debo admirar tu esfuerzo."
fr: Alors que le vaisseau adverse est consumé par les explosions, la divinité apparaît sur votre vaisseau en faisant semblant de boiter. "Oh moi ! Oh là là ! Est-ce vrai ? Est-ce mon trépas ? Bien sûr que non, ce serait malheureux. Me voir ici en vie doit ne doit vous être joyeux. Oh, vous avez vraiment pensé, qu'un dieu surnaturel soit à néant ? Non, mon temps dépasse le présent. Ce n'était pour moi qu'une péripétie. Cela dit, votre courage je l'apprécie ."
zh_hans: 当对面的船被爆炸压垮时，神灵出现在你的星舰上，假装一瘸一拐。"哦，我！哦，我的！这是真的吗？现在是我死亡的时候吗？当然不是，那就太傻了。看到我在这里活着，一定觉得很残忍。哦，你真的认为，你可以让一个骇人生物化为乌有？不，我的时间是永远的。现在只是昙花一现。不过，我不得不佩服你的努力。"

source: So we've failed?
es: Entonces hemos fallado?
fr: Nous avons donc échoué ?
zh_hans: 所以我们已经失败了？

source: "No no, in fact you've won! Oh I can't think of a time I've ever had more fun! If you Renegades are truly so entertaining, then what would I do with none of you remaining? In fact, I think I shall bestow a gift. Not one, not two, but three in fact! Oh your luck will surely shift!"
es: "No, no, de hecho han ganado. ¡No recuerdo haberme divertido tanto! Si ustedes, renegados, son tan entretenidos, qué haría yo sin ninguno de ustedes? De hecho, creo que otorgaré un regalo. No uno, no dos, sino tres. ¡Oh, tu suerte cambiará!"
fr: "Non, non, en fait, tu as gagné ! Oh, je ne peux pas me rappeler d'un moment où je me suis autant amusé ! Si les Renégats sont vraiment si divertissants ! Que ferais-je sans aucun d'entre vous restants ? En fait, je pense que je vais te faire un cadeau. En remerciement de ce scénario. Pas un, pas deux, mais trois en fait ! Oh, ta chance va sûrement changer, c'est un fait !"
zh_hans: "不不，事实上你已经赢了！哦，我想不出有什么时候能比这更有趣了！如果你们这些变元者真的如此有趣，你们要是一个都不剩了，我还有什么乐子？事实上，我想我应该赐予一份礼物。不是一个，不是两个，而是三个。哦，你肯定走运了！"

source: Receive gift number 1.
es: Recibir regalo número 1.
fr: Recevoir le cadeau numéro 1.
zh_hans: 收到1号礼物。

source: "Let's see what prizes of which you'll be the user! Number one, my precious cruiser! Of which you've damaged (quite the feat you have managed). A little beaten but it'll be fine. Go on and have a good time."
es: "Veamos qué premio recibirás. El primero, mi precioso crucero. Al que has dañado, toda una hazaña. Un poco maltrecho, pero estará bien. Adelante, disfrútalo."
fr: "Voyons quels sont les prix dont tu seras l'utilisateur ! Numéro un, mon précieux croiseur ! Que vous avez endommagé Bel exploit vous ne vous êtes pas ménagé. Un peu amoché mais ça ira. Allez-y, peut être qu'on se reverra."
zh_hans: "让我们看看你将成为哪些奖品的使用者！第一，我宝贵的巡洋舰！你已经损坏了它(你已经完成了相当的壮举)。虽说被打烂了，但还是可以修好的。去吧，玩得开心点。"

source: Receive gift number 2.
es: Recibir regalo número 2.
fr: Recevoir le cadeau numéro 2.
zh_hans: 收到2号礼物。

source: "The second, the stranger. My precious gnome, it shan't put you in danger! Well that's a lie, I must admit. A little secret I will transmit. Within this thing is imbued true chaos like nothing you've seen. A fun challenge I think that will be bring! Whenever you're feeling up to the task, go fetch the gnome and bring it here I ask! I shall call this thing the Chaos Mode! Only a 9% chance reality will implode." The One Who Rhymes tosses you a small garden gnome sculpture. It makes you very uncomfortable looking at it.
es: "El segundo, lo desconocido. Mi precioso gnomo, no debería ponerte en peligro. Bueno, eso es mentira, debo admitir. Un pequeño secreto te voy a transmitir. Dentro de esta cosa está imbuido un verdadero caos como nada que hayas visto. ¡Creo que será un desafío divertido! Cuando te sientas preparado, trae el gnomo aquí, eso te pido. Llamaré a esto el Modo Caos. Solo un 9% de probabilidad de que la realidad implosione." The One Who Rhymes te lanza una pequeña escultura de gnomo de jardín. Te incomoda mucho mirarla.
fr: "Le second, l'étranger. Mon précieux gnome, il ne te mettra pas en danger ! Eh bien, c'est un mensonge, je dois l'admettre. Un petit secret que je vais transmettre. À l'intérieur de cette chose, est imprégné un vrai chaos comme tu n'en as jamais vu. Un défi amusant, tu n'en es qu'au début ! Quand tu te sentiras prêt à relever le défi ! Va chercher le gnome et amène-le ici ! J'appellerai cette chose le Mode Chaos ! Seulement 9% de chance que la réalité finisse KO." Celui Qui Rime te lance une petite sculpture de gnome. Ça te met très mal à l'aise de le regarder.
zh_hans: "第二个，那个陌生人。我的宝贝侏儒，它不会让你陷入危险！嗯，那是个谎言，我必须承认。我将传递一个小秘密。在这东西中灌满了真正的混乱，就像你所见过的一样。我想这将是一个有趣的挑战。每当你觉得能胜任这项任务时，就去找侏儒，把它带到我这里！我将把这个东西称为'混沌模式'！宇宙只有9%的机会会内爆。""押韵者"扔给你一个小花园侏儒雕塑。它让你看了很不舒服。

source: Receive gift number 3.
es: Recibir regalo número 3.
fr: Recevoir le cadeau numéro 3.
zh_hans: 收到3号礼物。

source: "And now for the third, of which I think you will be the most glad! I think this victory shall be the last you will have had. No, that's not a threat. For now a victory I owe you in my debt. That dreadful Flagship I will erase. And in the future I'll do so again with grace! Just bring that gnome back to me. And we'll battle again, hahe! Now that's all I have to say. Goodbye, farewell, have a wonderful day!" A hole opens beneath The One Who Rhymes, through which he falls. His hat remains behind momentarily before a long arm comes back out and grabs it, then slips away into the abyss.
es: "Y ahora el tercero, que creo será el que más te agrade. Creo que esta victoria será la última que hayas tenido. No, no es una amenaza. Por ahora te debo una victoria. Ese terrible Flagship lo borraré. ¡Y en el futuro lo haré de nuevo con elegancia! Solo trae ese gnomo de vuelta. Y lucharemos otra vez, ja, je. Eso es todo lo que tengo que decir. Adiós, hasta luego, ¡que tengas un maravilloso día!" Se abre un agujero bajo The One Who Rhymes, por el cual cae. Su sombrero queda atrás un momento antes de que un largo brazo salga y lo tome, desapareciendo luego en el abismo.
fr: "Et maintenant pour le troisième, dont je pense que tu seras le plus content ! Je pense que cette victoire sera la dernière que tu auras eue, vraiment. Non, ce n'est pas une menace. Car cette victoire, tu la mérites, tu es tenace. Ce redoutable vaisseau amiral, je vais l'effacer. Et dans le futur, je le ferai si j'y suis amené ! Il te suffit de ramener ce gnome pour moi. Et nous nous battrons de nouveau avec joie ! Maintenant, c'est tout ce que j'avais à annoncer. Au revoir, adieu, passe une merveilleuse journée !" Un trou s'ouvre sous Celui Qui Rime, à travers lequel il tombe. Son chapeau reste derrière lui un moment avant qu'un long bras ne le récupère, puis disparaît dans l'abîme.
zh_hans: "现在是第三个，我想你会最高兴的！我想这次胜利将是你最后的胜利。我想这次胜利将是你最后一次胜利。不，这不是一个威胁。现在，我欠你一场胜利。我将抹去那艘可怕的旗舰。将来我还会优雅地这样做！只要把那个侏儒带回来给我。我们将再次战斗，哈呵！现在我要说的就是这些了。再见，告别，祝你有美好的一天！""押韵者"下面开了一个洞，他从洞中掉了下去。他的帽子暂时留在了身后，然后一只长臂伸了出来抓住了它，一起滑入了深渊。

source: What fun, what fun! And now your run is won!
es: Qué diversión, qué diversión. Y ahora tu partida está ganada!
fr: Quel amusement, quel plaisir ! Et maintenant, votre mission est accomplie !
zh_hans: 多么有趣，多么有趣啊！现在你赢了！

source: So we've failed?
es: Entonces hemos fallado?
fr: Nous avons donc échoué ?
zh_hans: 所以我们已经失败了？

source: "Indeed you have - I must admit; for our encounter is illegit. Please refrain from any panic, but our meeting must be organic."
es: "En efecto así es, debo admitir; nuestro encuentro no fue legítimo. No entres en pánico, pero nuestra reunión debe ser orgánica."
fr: "Assurément tu l'as - je dois l'admettre ; car notre rencontre n'est qu'une quête. S'il-te-plaît freine ta panique, que notre échange sois authentique."
zh_hans: “你确实有点东西——我必须承认这一点；因为我们的相遇是非法的。请不要惊慌，但我们的会面必须是有机、无公害、原生态、不能受任何干扰的。”

source: What do you mean?
es: Qué quieres decir?
fr: Que voulez-vous dire par là ?
zh_hans: 你是什么意思？

source: "If my rewards you want to earn, then seek me at another turn. If you wish to best me truly, then make your path unseen, unruly. Now go away and then come back, and please don't cheat or even hack."
es: "Si mis recompensas deseas ganar, entonces búscame en otra ocasión. Si deseas vencerme de verdad, haz tu camino oculto, sin control. Ahora vete y luego regresa, y por favor no hagas trampas ni intentes hackear."
fr: "Si mes trésors tu veux mériter, alors à un autre tournant viens me trouver. Et si me surpasser tu veux vraiment, alors cache ton chemin et sois imprudent. Maintenant pars et puis reviens, sans aucune triche ni barratin."
zh_hans: “如果你想得到我的奖励，那就再度踏上寻找我的道路。如果你想真正打败我，那就让你的道路灵活变通、无迹可寻、意料之外，出奇制胜。请你现在走开，然后再回来；请不要作弊，甚至使用黑客程序。”

source: If an unlock is what you need, then do not use a preset seed!
es: Si lo que necesitas es un desbloqueo, entonces no uses una semilla preestablecida!
fr: Si c'est un trophée que tu veux alors n'utilise pas de seed prédéfinie !
zh_hans: 如果你想要解锁，那么请不要在游戏开始时使用预设的种子！

# data/events_sector_rhyme.xml$//event[@name="THE_ONE_WHO_RHYMES_CHAOS"]/text
source: As you watch the stars fly past you watch as the scenery becomes more and more warped, until soon you're thrown at breakneck speeds right before a gigantic space anomaly. You can hardly believe your eyes before a blinding red flash sends you tumbling backwards.
es: Mientras observas las estrellas pasar, el paisaje se vuelve cada vez más distorsionado, hasta que de pronto eres lanzado a velocidades vertiginosas frente a una gigantesca anomalía espacial. Apenas puedes creer lo que ves antes de que un destello rojo cegador te envíe hacia atrás.
fr: Alors que vous regardez les étoiles filer devant vous, vous observez le paysage se déformer de plus en plus, jusqu'à ce que vous soyez soudainement propulsé à une vitesse vertigineuse juste devant une gigantesque anomalie spatiale. Vous en croyez à peine vos yeux qu'un éclair rouge éblouissant vous projette en arrière.
zh_hans: 当你看着星星飞过，你看着风景变得越来越扭曲，直到不久你被以极快的速度扔到一个巨大的空间异常点前。在令人眼花缭乱的红色闪光让你向后翻滚之前，你简直不敢相信自己的眼睛。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
zh_hans: 继续。
