Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$/FTL/textList[5]/text[8]
ko: 당신은 도착하자마자 두 함대가 서로 충돌하고 있는 것을 발견했습니다. 센서가 이 대학살의 범위를 추적하는 중입니다. 당신은 이들을 도울 방법이 임무를 완수하는 것뿐이라는 것을 알기에, 조용히 FTL 드라이브가 충전되기만을 기다립니다.
ru: Прибыв на место, вы обнаружите, что два флота столкнулись друг с другом. Сенсоры отслеживают масштабы бойни. Вы спокойно ждете, пока зарядится сверхсветовой привод, зная, что единственный способ помочь - это выполнить свою миссию.

source: data/events_boss.xml.append$/FTL/textList[5]/text[9]
ko: 멀리서 전투가 벌어지고 있습니다. 센서가 취약한 탈출 포드의 존재를 다수 감지했으나, 그들을 돕기 위해 멈출 수는 없습니다. 지금 가장 중요한 것은 임무입니다.
ru: Вдалеке бушует битва. Сенсоры указывают на наличие множества уязвимых спасательных капсул, но вы знаете, что не можете остановиться, чтобы помочь. Миссия превыше всего.

source: data/events_boss.xml.append$/FTL/textList[5]/text[10]
ko: 멀리서 전투가 벌어지고 있습니다. 전투에 도움이 되고 싶다는 마음 못지않게, 당신은 당신이 맡은 임무의 중요성을 알고 있습니다.
ru: Вдалеке бушует битва. Как бы вам ни хотелось помочь в сражении, вы понимаете важность своей миссии.

source: data/events_boss.xml.append$/FTL/textList[5]/text[11]
ko: 향상된 센서가 없더라도 이곳에서 전투가 벌어지고 있다는 건 알 수 있습니다. 당신은 도약을 기다리면서 조용히 창문 밖을 쳐다봅니다. 당신이 이 전투를 도울 방법은 없습니다.
ru: Вам не нужны продвинутые сенсоры, чтобы понять, что идет битва. Вы спокойно смотрите в иллюминатор, ожидая прыжка. Вы никак не можете повлиять на эту схватку.

source: data/events_boss.xml.append$/FTL/textList[5]/text[12]
ko: 두 함대가 서로에게 일제 사격을 가하고 있습니다. 다행히도 당신의 함선을 신경쓰는 사람은 없는 듯 합니다. 도약할 준비를 하십시오.
ru: Два флота ведут залповую стрельбу друг по другу. К счастью, никто, похоже, не интересуется вашим кораблем. Вы готовитесь к очередному прыжку.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_BOTH_FIGHT"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$/FTL/textList[6]/text[1]
ko: 당신은 격렬한 전투의 한복판에 도착했습니다. 양측 모두 큰 피해를 입고 있습니다. 소규모 중대가 지나가더니 전투기 한 대가 멈춰서고, 당신의 위치로 접근해옵니다.
ru: Вы прибываете в самый разгар яростной битвы. Обе стороны несут большие потери. Мимо пролетает небольшая эскадрилья, и один истребитель отделяется, направляясь к вашей позиции.

source: data/events_boss.xml.append$/FTL/textList[6]/text[2]
ko: 근처에서 두 함대가 전투를 벌이고 있습니다. 당신은 사정거리에서 벗어나기 위해 전장의 가장자리를 빙 둘러 가려고 했으나, 반군 정찰기가 당신을 발견하고 다가왔습니다.
ru: Два флота сражаются неподалеку. Вы пытаетесь обойти сражение по периметру и не попасть под раздачу, но разведчик повстанцев замечает вас и приближается.

source: data/events_boss.xml.append$/FTL/textList[6]/text[3]
ko: 근처에서 벌어지고 있는 전투에서 누가 이기고 있는지는 쉽게 알 수 없습니다. 당신이 그걸 알아차릴 기회를 갖기도 전에, 전투기 한 대가 공격 하러 다가왔습니다.
ru: Трудно сказать, кто побеждает в этой битве. Прежде чем вы успеете это понять, один из участников сражения атакует.

source: data/events_boss.xml.append$/FTL/textList[6]/text[4]
ko: 멀리 떨어진 곳에서 일어난 파괴의 규모는 숨이 멎을 정도로 대단했습니다. 불행히도, 당신의 관계없는 관찰자로서의 입장은 그리 오래 유지될 것 같지 않습니다!
ru: От масштабов разрушений вдали почти захватывает дух. К сожалению, ваше положение как независимого наблюдателя не продлится долго!

source: data/events_boss.xml.append$/FTL/textList[6]/text[5]
ko: 멀리 떨어진 곳에서 일어난 파괴는 정말 넋이 나갈 정도로 장엄했습니다. 하지만 스캐너가 적습을 알리자 당신은 정신을 차릴 수 밖에 없었습니다.
ru: Разрушения вдали почти внушают благоговение. Однако вас возвращают к реальности, когда сенсоры показывают, что вас атакуют.

source: data/events_boss.xml.append$/FTL/textList[6]/text[6]
ko: 지금은 저 멀리서 벌어지는 전투에 대해 걱정할 여유가 없습니다. 그 전투는 정말 빠르게 당신에게까지 다가오고 있습니다!
ru: У вас нет времени беспокоиться о битве вдалеке. Сражение приближается к вам очень быстро!

source: data/events_boss.xml.append$/FTL/textList[6]/text[7]
ko: 당신은 격렬한 전투의 한복판에 도착했습니다. 양측 모두 큰 피해를 입고 있습니다. 소규모 중대가 지나가더니 전투기 한 대가 멈춰서고, 당신의 위치로 접근해옵니다.
ru: Вы прибываете в самый разгар яростной битвы. Обе стороны несут большие потери. Мимо пролетает небольшая эскадрилья, и один истребитель отделяется, направляясь к вашей позиции.

source: data/events_boss.xml.append$/FTL/textList[6]/text[8]
ko: 근처에서 두 함대가 전투를 벌이고 있습니다. 당신은 사정거리에서 벗어나기 위해 전장의 가장자리를 빙 둘러 가려고 했으나, 반군 정찰기가 당신을 발견하고 다가왔습니다.
ru: Два флота сражаются неподалеку. Вы пытаетесь обойти сражение по периметру и не попасть под раздачу, но разведчик повстанцев замечает вас и приближается.

source: data/events_boss.xml.append$/FTL/textList[6]/text[9]
ko: 근처에서 벌어지고 있는 전투에서 누가 이기고 있는지는 쉽게 알 수 없습니다. 당신이 그걸 알아차릴 기회를 갖기도 전에, 전투기 한 대가 공격 하러 다가왔습니다.
ru: Трудно сказать, кто побеждает в ближнем бою. Прежде чем вы успеете это понять, один из участников сражения атакует.

source: data/events_boss.xml.append$/FTL/textList[6]/text[10]
ko: 멀리 떨어진 곳에서 일어난 파괴의 규모는 숨이 멎을 정도로 대단했습니다. 불행히도, 당신의 관계없는 관찰자로서의 입장은 그리 오래 유지될 것 같지 않습니다!
ru: От масштабов разрушений вдали почти захватывает дух. К сожалению, ваше положение как независимого наблюдателя не продлится долго!

source: data/events_boss.xml.append$/FTL/textList[6]/text[11]
ko: 멀리 떨어진 곳에서 일어난 파괴는 정말 넋이 나갈 정도로 장엄했습니다. 하지만 스캐너가 적습을 알리자 당신은 정신을 차릴 수 밖에 없었습니다.
ru: Разрушения вдали почти внушают благоговение. Однако вас возвращают к реальности, когда сенсоры показывают, что вас атакуют.

source: data/events_boss.xml.append$/FTL/textList[6]/text[12]
ko: 지금은 저 멀리서 벌어지는 전투에 대해 걱정할 여유가 없습니다. 그 전투는 정말 빠르게 당신에게까지 다가오고 있습니다!
ru: У вас нет времени беспокоиться о битве вдалеке. Схватка приближается к вам очень быстро!

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_REBEL"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[1]
ko: 반군이 나타날 것을 예상하고는 있었지만, 그들의 함대가 이렇게나 빠르게 성장할 줄은 상상도 못했습니다. 함내 스캐너는 전투기 한 대가 당신을 공격하기 위해 근처로 다가오기 직전에야 가까스로 그들을 전부 탐지할 수 있었습니다.
ru: Хотя вы ожидали появления повстанцев, вы не представляли, что их флот может так быстро вырасти. Ваши сканеры едва успевают зарегистрировать их всех, прежде чем истребитель, размещенный поблизости, переходит в атаку.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[2]
ko: 이 행성계는 반군의 전함으로 우글거립니다. 다행히도 당신의 함선은 민간 수송선으로 위장되어 있습니다. 대다수의 거대 함선들은 당신을 무시했지만, 소형 전투기 한 대가 무장한 채로 접근해오고 있습니다!
ru: Эта система наводнена боевыми кораблями повстанцев. К счастью, сигнатура вашего корабля замаскирована под гражданский транспорт. Большинство тяжелых кораблей игнорируют вас, но небольшой истребитель приближается с оружием наготове!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[3]
ko: 당신은 도착하자마자 반군 병력이 인근 행성을 포위하고 상륙 부대를 강하하는 것을 발견했습니다. 소형 정찰기가 당신의 위치로 다가오고 있습니다. 전투를 준비하십시오!
ru: Вы прибываете и обнаруживаете батальон повстанцев, окруживший соседнюю планету и высаживающий десант. Небольшой разведчик движется к вашей позиции. Приготовьтесь к бою!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[4]
ko: 당신은 도착하자마자 격렬한 전투가 남긴 잔해 속에 있다는 것을 알아차렸습니다. 하지만 이곳에는 오로지 반군 전함들만 남아있었고, 당신은 곧바로 공격받았습니다.
ru: Сразу после прибытия вы оказываетесь в осколках ожесточенной битвы. Однако остались только боевые корабли повстанцев, и вы сразу же оказываетесь под ударом.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[5]
ko: 당신이 도착하자마자 포탄이 함선을 스쳐 지나갔고, 컴퓨터에는 다수의 무기에 조준 당했다는 것이 표시되었습니다. 회피 기동을 하십시오!
ru: Выстрелы пролетают мимо, и ваш компьютер регистрирует многочисленные блокировки оружия, как только вы появляетесь. Действуйте уклонением!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[6]
ko: 한때 웅장한 우주 정거장이었던 것이 지금은 잔해가 되어 인근 위성의 조그마한 고리가 되었습니다. 죽은 자들의 넋을 기릴 시간은 없습니다. 적이 접근 중입니다!
ru: То, что когда-то было великой серией космических станций, теперь представляет собой лишь небольшое кольцо обломков вокруг близлежащей луны. Нет времени оплакивать погибших: приближается враг!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[7]
ko: 이곳에서 벌어졌던 전투는 연방이 선전한 듯 보입니다. 수많은 반군 함선들이 파괴되었거나 손상되었습니다. 하지만 끝도 없는 그들의 군세에 연방의 잔존 병력은 후퇴할 수밖에 없었습니다. 부디 당신도 제때 탈출할 수 있기를 바랍니다.
ru: Федерация, похоже, дала хороший отпор. Несколько кораблей повстанцев лежат разбитыми или ранеными. Однако их подавляющее число заставляет оставшиеся силы Федерации отступить. Надеюсь, вы тоже успеете уйти.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[8]
ko: 반군이 나타날 것을 예상하고는 있었지만, 그들의 함대가 이렇게나 빠르게 성장할 줄은 상상도 못했습니다. 함내 스캐너는 전투기 한 대가 당신을 공격하기 위해 근처로 다가오기 직전에야 가까스로 그들을 전부 탐지할 수 있었습니다.
ru: Хотя вы ожидали появления повстанцев, вы не представляли, что их флот может так быстро вырасти. Ваши сканеры едва успевают зарегистрировать их всех, прежде чем истребитель, размещенный поблизости, переходит в атаку.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[9]
ko: 이 행성계는 반군의 전함으로 우글거립니다. 다행히도 당신의 함선은 민간 수송선으로 위장되어 있습니다. 대다수의 거대 함선들은 당신을 무시했지만, 소형 전투기 한 대가 무장한 채로 접근해오고 있습니다!
ru: Эта система наводнена боевыми кораблями повстанцев. К счастью, сигнатура вашего корабля замаскирована под гражданский транспорт. Большинство тяжелых кораблей игнорируют вас, но небольшой истребитель приближается с оружием наготове!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[10]
ko: 당신은 도착하자마자 반군 병력이 인근 행성을 포위하고 상륙 부대를 강하하는 것을 발견했습니다. 소형 정찰기가 당신의 위치로 다가오고 있습니다. 전투를 준비하십시오!
ru: Вы прибываете и обнаруживаете батальон повстанцев, окруживший соседнюю планету и высаживающий десант. Небольшой разведчик движется к вашей позиции. Приготовьтесь к бою!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[11]
ko: 당신은 도착하자마자 격렬한 전투가 남긴 잔해 속에 있다는 것을 알아차렸습니다. 하지만 이곳에는 오로지 반군 전함들만 남아있었고, 당신은 곧바로 공격받았습니다.
ru: Сразу после прибытия вы оказываетесь среди обломков оставшихся после ожесточенной битвы. Тем не менее, здесь находятся боевые корабли повстанцев, и вы сразу же попадаете под обстрел.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[12]
ko: 당신이 도착하자마자 포탄이 함선을 스쳐 지나갔고, 컴퓨터에는 다수의 무기에 조준 당했다는 것이 표시되었습니다. 회피 기동을 하십시오!
ru: Выстрелы пролетают мимо, и ваш компьютер регистрирует многочисленные блокировки оружия, как только вы появляетесь. Уклоняйтесь!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[13]
ko: 한때 웅장한 우주 정거장이었던 것이 지금은 잔해가 되어 인근 위성의 조그마한 고리가 되었습니다. 죽은 자들의 넋을 기릴 시간은 없습니다. 적이 접근 중입니다!
ru: То, что когда-то было великой серией космических станций, теперь представляет собой лишь небольшое кольцо обломков вокруг близлежащей луны. Нет времени оплакивать погибших: приближается враг!

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[14]
ko: 이곳에서 벌어졌던 전투는 연방이 선전한 듯 보입니다. 수많은 반군 함선들이 파괴되었거나 손상되었습니다. 하지만 끝도 없는 그들의 군세에 연방의 잔존 병력은 후퇴할 수밖에 없었습니다. 부디 당신도 제때 탈출할 수 있기를 바랍니다.
ru: Федерация, похоже, дала достойный отпор. Несколько кораблей повстанцев уничтожены или получили повреждения. Однако их подавляющее число заставляет оставшиеся силы Федерации отступить. Надеюсь, вы тоже успеете уйти.
