Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/event/text
ko: 기함이 당신을 알아채는 데는 오래 걸리지 않았습니다. 당신을 그저 지나가는 길에 마주친 평범한 연방군이라 생각한 기함이 함포를 가동하고 접근해 왔습니다.
ru: Флагман не сразу замечает вас. Подумав, что вы обычный корабль Федерации на его пути, он активизирует свои артиллерийские установки и приближается.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/event/text
ko: 기함에 다가서자 상대편 선장이 교신을 보냅니다. "너... 너는 제롬 웬트워스를 죽인 괴물이야. 이 추악하고 혐오스럽고 잔인한 쓰레기야. 온 은하계에서 가장 친절한 사람을 냉혹하게 죽여버린 주제에 지금 우리를 악당이라 칭하고 있잖아? 밴스는 우리더러 너의 임무를 여기서 끝내버리라고 지시했어. 하지만 사실 그런 지시도 필요 없지. 난 너의 죽음을 즐겁게 지켜볼 거고, 다른 은하들도 마찬가지일 거야."
ru: Когда вы приближаетесь к флагманскому кораблю, вы получаете вызов от его капитана. " Ты... ты чудовище, убившее Джерома Вентворта. Ты отвратительная, мерзкая, гнусная мразь. Ты утверждаешь, что мы злодеи, но при этом хладнокровно убиваешь самого доброго человека во всей галактике? Вэнс дал нам прямой приказ проследить, чтобы ваша миссия закончилась здесь, но знаешь что? Мне не нужен этот приказ. Я буду наслаждаться, смотря на твою смерть, как и вся остальная галактика".

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/text
ko: 얼마 지나지 않아 밴스가 화면에 나타났습니다. 그의 밝은 오렌지색 군복과 거대한 근육질의 몸매가 주변 장교들의 시들시들한 모습과 대비되어 두드러집니다. 밴스가 어디 있는 건지는 잘 모르겠지만, 그건 중요하지 않습니다.
ru: Вскоре на экране появляется Вэнс, его ярко-оранжевая форма и массивная, мускулистая фигура выделяются на фоне блеклой белизны окружающих его офицеров. Вы не знаете, где находится Вэнс, но это уже не важно.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/text
ko: 밴스는 그의 조카를 내려다보며 혼란스러운 표정을 지었습니다. "제롬? 이 쓰레기들한테 잡혀서 나와의 거래를 위한 물건으로 사용되고 있는 거니? 연방은 정말 한심하군. 걱정하지 말거라 조카야, 내가 최고의 공격 부대를 보내서 너를 구해 주마." 제리가 고개를 가로저었습니다. "아-아뇨 제독님. 전 인질이 아닙니다. 전 합의를 하러 왔습니다."
ru: Вэнс смотрит на своего звездного племянника с выражением растерянности на лице. "Джером? Тебя забрали эти мерзавцы, чтобы использовать в качестве простого товара для сделки со мной? Как низко со стороны Федерации. Не волнуйся, племянник, я пошлю свою лучшую ударную группу, чтобы спасти тебя". Джери покачал головой. "Н-нет, сэр. Я не заложник. Я пришел заключить сделку".

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/text
ko: "합의? 말도 안 되는 소리를 하는구나. 빨리 사실을 말해. 연방이 네 석방을 위해 얼마를 요구하든?" 제리가 다시 한번 고개를 가로저었습니다. "전 인질이 아닙니다 삼촌. 전 제 의지로 이 사람들과 합류했어요. 저는... 저는 이 전쟁을 끝내고 싶어요. 이게 얼마나 무의미한지 모르시겠어요? 우리가 이 끝없는 전쟁을 하는 이유가 뭐죠? 언제 끝이 날까요? 영원히 지속되나요? 무한한 우주가 존재하는 이상 이게 얼마나 무의미한 짓인지 당연히 아실 거 아니에요!"
ru: "Сделка? Ты ничего не понимаешь, парень. Выкладывай уже. Сколько федералы требуют за твое освобождение?" Джерри снова покачал головой. "Я не заложник, дядя. Я присоединился к этим мужчинам и женщинам по собственной воле. Я... Я надеюсь закончить эту войну. Разве ты не видишь, насколько это бессмысленно? Мы ведем эту бесконечную войну ради чего? Когда она закончится? Никогда? Существует бесконечное множество вселенных, вы, конечно, понимаете, насколько это бессмысленно!".

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/text
ko: 제리는 계속하려 했지만, 밴스가 말을 끊었습니다. "너... 보호국을 떠난 거니? 그럼 시라는... 시라는... 말도 안 돼. 어떻게 이런 일이... 그-그리고 내 조카는 배신한 건가? 나의... 조카가!?" 밴스의 눈에서 눈물이 나왔지만, 그는 즉시 눈물을 닦아내고 화면에서 등을 돌렸습니다. "이제 됐다. 이게 너의 선택이라면 그렇게 하거라. 너는 그 배회자들처럼 근시안적인 바보로서 죽게 될 거야. 잘 가렴, 제롬."
ru: Джерри пытается продолжить, но Вэнс прерывает его. "Ты... ты ушел из Протектората? Тогда Сайра... Сайра... нет. Нет, этого не может быть... И мой племянник? Предатель? Мой собственный... племянник?" На глаза Вэнса наворачивается слеза, но он тут же вытирает ее, а затем поворачивается спиной к экрану. " Достаточно. Если это твое решение, то так тому и быть. Ты умрешь недальновидным дураком, подобно Ренегату. Прощай, Джером".

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/text
ko: 제리는 자신이 얼마나 쉽게 버려졌는지에 충격을 받고 말문이 막혀 무릎을 꿇었습니다. "이렇게 될 줄 알았어야 했는데..." 제리는 소리를 내지 않으려고 애쓰면서 두 손으로 머리를 감싸 쥐고 눈물을 흘렸습니다.
ru: Джерри падает на колени, потрясенный и потерявший дар речи от того, как легко его предали. "Я должен был догадаться..." Джерри захлебывается рыданиями и обхватывает голову руками, а слезы образуют лужицы на земле.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/removeCrew/text
ko: 제리는 구석에 앉아 울고 있습니다. 기함은 무기를 장전하면서 다가오는 중입니다. 그를 위로하고 싶지만, 지금은 시간이 없습니다.
ru: Джерри сидит в углу и плачет. Флагман приближается, оружие заряжено. Вы хотите утешить его, но вам нужно действовать.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
ko: 갑자기 제리가 눈물을 훔치며 다시 일어섰습니다. "자, 이제 할 일은 딱 하나 남았습니다." 그는 거대한 개틀링 총을 꺼냈습니다. 그게 어디서 난 건지 모르겠지만, 물어볼 시간이 없습니다.
ru: Внезапно Джерри поднимается на ноги, смахнув слезы. " Что ж, теперь осталось сделать только одно дело". Он достает огромную пушку Гатлинга. Вы не уверены, откуда он ее взял, но у вас нет времени задавать вопросы.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/crewMember
ko: Jerry
ru: Джерри

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/text
ko: 기함과 대면하기 전에, 제리는 잠시 멈칫하더니 선실에서 나갔습니다.
ru: Прежде чем вы сможете продолжить путь к Флагману, Джерри делает паузу и выходит из комнаты.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/removeCrew/text
ko: 제리가 어디로 가는지는 모르겠지만, 일단 따라가 봤습니다.
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/text
ko: 제리는 에퀴노이드가 자고 있는 방으로 들어갑니다...
ru: Джерри входит в комнату, где спит эквиноид...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/removeCrew/text
ko: 당신은 제리가 무엇을 하고 있는지 감도 잡지 못한 상태로 혼란스러워하며 지켜봤습니다.
ru: Вы понятия не имеете, что делает Джерри, и находитесь в растерянности.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/text
ko: 제리가 말 위에 올라탔습니다! "좋아요. 이제 준비됐습니다."
ru: Затем Джерри начинает садиться на пони! " Отлично. Теперь я готов".

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/crewMember
ko: Jerry
ru: Джерри

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/text
ko: 기함과 대면하기 전에, 제리는 잠시 멈칫하더니 선실에서 나갔습니다.
ru: Прежде чем вы сможете продолжить путь к Флагману, Джерри делает паузу и выходит из комнаты.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/removeCrew/text
ko: 제리가 어디로 가는지는 모르겠지만, 일단 따라가 봤습니다.
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/text
ko: 제리는 에퀴노이드가 자고 있는 방으로 들어갑니다...
ru: Джерри входит в комнату, где спит эквиноид...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/removeCrew/text
ko: 당신은 제리가 무엇을 하고 있는지 감도 잡지 못한 상태로 혼란스러워하며 지켜봤습니다.
ru: Вы понятия не имеете, что делает Джерри, и находитесь в растерянности.

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/text
ko: 제리가 말 위에 올라탔습니다! "좋아요. 이제 준비됐습니다."
ru: Затем Джерри начинает садиться на пони! " Отлично. Теперь я готов".

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/crewMember
ko: Jerry
ru: Джерри

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/text
ko: 당신은 적 기함을 추격하였고, 기함이 이전 전투에서 크게 손상되었다는 것을 발견했습니다. 스캔으로 기함이 상당한 양의 동력을 드론 시스템으로 전환했음을 발견했습니다. 전투 준비를 하십시오.
ru: Вы догоняете Флагман и обнаруживаете, что он сильно поврежден в результате предыдущего боя. Сканирование показывает, что он перенаправил значительную мощность на своих дронов. Приготовьтесь к бою.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/event/text
ko: 기함이 약해졌을지 모르지만, 여전히 만만찮은 상대입니다. 전투를 계속하십시오!
ru: Флагман хоть и ослаблен, но все еще грозен. Продолжайте борьбу!

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/event/text
ko: 갑자기, 작은 무인기가 먼 곳에 있던 함대로부터 떨어져 나왔습니다. 그 무인기가 교신을 보내옵니다. "안녕하십니까. 이것은 반군 함대의 밴스 제독이 보낸 자동 메시지입니다. 우리는 당신이 앞서 이룩한 승리들과 기함에 준 상당한 피해를 보고 깊은 숙고를 가졌습니다. 이 사실을 고려하여, 반군은 더 이상 이 현실에 관심 두지 않을 것입니다. 우리는 항복을 선언합니다."
ru: Вдруг вдалеке от флота отделяется небольшой автоматический корабль. Вы получаете вызов от шаттла. "Здравствуйте. Это автоматическое сообщение от адмирала Вэнса из флота повстанцев. Мы приняли во внимание ваши прошлые победы и значительный ущерб, который вы уже нанесли Флагману. Учитывая это, Восстание больше не заинтересовано в этой реальности. Мы сдаемся".

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_3"]/text
ko: 어떻게 적이 그 만큼의 손상을 입고도 계속 싸울 수 있는지 모르겠습니다. 기함은 동력을 방어 시스템으로 돌리는 것 뿐 아니라 숨겨둔 강력한 무기도 준비하고 있습니다. 대비하십시오... 이제 시작입니다!
ru: Непонятно, как он может продолжать сражаться с таким количеством повреждений. Похоже, что он перевел энергию на защитные системы, а также... на какое-то супер-оружие. Будьте готовы... это оно!

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_3"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$/FTL/event[@name="BOSS_TEXT_3_VANCE"]/text
ko: 기함에 세 번째로 접근하자, 한 ASB의 탄환이 당신의 함선을 지나쳐 기함에 충돌할뻔 했습니다. 먼 곳에서 반군들이 서로서로 대적하고 있습니다. 밴스의 배신에 대한 소문이 퍼져서 그들의 세력에 분열이 생긴 것 같습니다. 이 마지막 연장전에서는 화력 지원을 기대해볼 수 있을 것 같습니다!
ru: Когда вы приближаетесь к Флагману в третий раз, выстрел ПКБ пролетает очень близко к вашему кораблю и почти попадает в него. Вдалеке силы повстанцев переругиваются между собой. Похоже, весть о предательстве Вэнса дошла до них, и это внесло раскол в их силы. Ожидается дополнительная огневая поддержка на этом финальном отрезке!

source: data/events_boss.xml.append$/FTL/event[@name="BOSS_TEXT_3_VANCE"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/text
ko: "그래, 몇몇 야만적인 외계인들의 고향 성단에 침입해서 그들이 스스로를 등지도록 설득했단 말이지. 그런 건 우리 운동의 사명에 비하면 아무것도 아닌 일이다! 우리는 은하계에 평화를 가져오고자 한다. 네가 평화에 대해 알기나 하는지 모르겠군."
ru: "Итак, вы можете вторгнуться в родные миры варварских инопланетян и убедить их обратиться против самих себя. Это ничто по сравнению с миссией нашего движения! Мы стремимся принести мир в галактику. Я сомневаюсь, что вы знаете что-нибудь о мире".

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_orchidcruiser"]/text
ko: 우리는 오키드 정원 성단을 해적의 포위로부터 구해냈습니다.
ru: Мы спасли садовые миры орхидей от осады пиратов.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_mfkgunboat"]/text
ko: 우리는 반군의 포위 공격으로부터 도시와 기념비를 구했다.
ru: Мы спасли целый город и мемориал от осады, которую устроило Восстание.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_autodread"]/text
ko: 우리는 당신들의 전투기 하나를 격퇴해줌으로써 프라임 리퍼와 동맹을 맺었습니다.
ru: Мы заключили союз с Старшим Жнецом, помогая им отразить одно из ваших нападений.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_clancruiser"]/text
ko: 우리는 멸종 위기에 처한 마지막 외계 종을 EHG로부터 구했습니다.
ru: Мы спасли последнего из вымирающих инопланетных видов от ГОЭ.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_hacker"]/text
ko: 우리는 해커 클랜으로부터 민간인 구역 전체를 해방시켰습니다.
ru: Мы освободили целый гражданский сектор от клана хакеров.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_crew_dianesh"]/text
ko: 우리는 크리스탈 여제를 설득해서 그녀가 나머지 은하계를 열린 마음으로 보도록 만들었습니다.
ru: Нам удалось убедить саму Императрицу кристаллинов стать открытой для остальной галактики.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[7]/text
ko: 반군은 평화롭지 않습니다! 은하계에 평화를 가져오는 건 연방입니다.
ru: Восстание не является мирным! Федерация - это то, что принесло мир в галактику.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[7]/event/text
ko: 사령관이 웃었습니다. "아 너무도 한심하군. 평화를 가져오려면 먼저 전쟁이 있어야만 해! 반군은 각 현실에서 위험한 외계인들을 제거할 거다. 이런 대화는 이제 지긋지긋하군. 이 대립에 평화적인 해결은 없을 거다." 그는 통신을 끊었고, 기함은 무기를 가동한 채로 계속해서 다가오고 있습니다.
ru: Командир смеется. "О, как жаль. Чтобы наступил мир, сначала должна быть война! Восстание избавит от опасных ксеносов каждую реальность". Я устал от этого разговора. Мирного разрешения этого конфликта не будет". Он отключает связь, и Флагман продолжает заряжать свои орудия.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[7]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/text
ko: "그런데 어떻게 그 일들을 해낸 것이지? 살인을 통해서인가? 역시나 그렇겠지. 전쟁에 관해선 연방이나 반군이나 다를 바가 없어. 하지만 연방은 약하고, 반군은 언제까지나 강할 것이야! 이 싸움을 너무 오래 지연시켰군. 과연 너의 함선이 우리 것만큼이나 강력할까!"
ru: "И как же вы этого добились? Через убийство? Что и следовало ожидать. Федерация и Восстание ничем не отличаются, когда дело доходит до войны, но там, где Федерация слаба, Восстание будет сильно! Вы слишком долго откладывали эту битву. Я сомневаюсь, что вы способны справиться с таким мощным кораблем, как этот!"

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_construction"]/text
ko: 우리는 반군 요새에서 당신들의 기함 중 하나를 파괴했습니다. 이미 한 번 해냈으니, 얼마든지 다시 할 수 있습니다.
ru: Мы уничтожили один из ваших флагманов еще в оплоте повстанцев. Если мы сделали это однажды, мы можем сделать это снова.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_ghostflag"]/text
ko: 우리는 유령의 황무지에서 원래의 기함을 파괴했습니다. 이미 한 번 해냈으니, 얼마든지 다시 할 수 있습니다.
ru: Мы уничтожили оригинальный флагман в призрачных пустошах. Если мы сделали это однажды, мы можем сделать это снова.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_autodread"]/text
ko: 기함은 아니지만, 우리는 무인 드레드노트를 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не Флагман, но мы уничтожили авто-дредноут. Мы справимся со всем, что бросит в нас Восстание.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_cura"]/text
ko: 기함은 아니지만, 우리는 W.I.의 최첨단 무인 순양함 프로토타입을 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не флагман, но мы уничтожили продвинутый прототип авто-крейсера В.И. Мы можем справиться со всем, что бросит в нас Восстание.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_mfkgunboat"]/text
ko: 기함은 아니지만, 우리는 MFK 포함을 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не флагман, но мы уничтожили канонерку МФК. Мы можем справиться со всем, что бросит в нас Восстание.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_smugglergun"]/text
ko: 기함은 아니지만, 우리는 도난당한 반군 포함을 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не Флагман, но мы уничтожили украденную канонерку повстанцев. Мы можем справиться со всем, что бросит в нас Восстание.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/text
ko: 곧 알게 되겠지요.
ru: Это мы еще посмотрим.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/event/text
ko: 사령관이 킥킥 웃었습니다. "물론 그렇겠지. 이 대립에 평화적인 해결은 없을 거다. 전투나 준비하자고." 그는 통신을 끊었고, 기함은 무기를 가동한 채로 계속해서 다가오고 있습니다.
ru: Командир усмехается. "Так и будет. Мирного разрешения этого конфликта не будет, готовьтесь к бою". Он отключает связь, и флагман продолжает заряжать свои орудия.

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_3"]/text
ko: "그런 일을 벌였었다고? 그것만큼은 아주 인상적이군. 하지만 그 함선은 지금 네가 마주하게 될 것에 비하면 아무것도 아니다! 곧 이 함선이 네 것같은 쪼만한 순양함보다 훨씬 잘 대비되어 있다는 것을 알게 될 거야. 대화가 너무 늘어졌군. 이 싸움에선 도망치지 못할 거다."
ru: "Так это твоих рук дело? Впечатляет, но тот корабль был ничем по сравнению с тем, с чем вы сейчас столкнетесь! Вы увидите, что этот корабль гораздо лучше подготовлен для такого крошечного крейсера, как ваш. Хватит медлить, вам не избежать этой битвы".

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_3"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/text
ko: 당신은 이 행성계에 도착하고 근처에 있는 수리 정거장의 신호를 알아챘습니다.
ru: Вы прыгаете в систему, заметив сигнал ремонтной станции неподалеку.

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/event/text
ko: 반군 엘리트가 수리 정거장을 향해 포격하고 있는 것 같습니다! 도움을 받으려면 우선 이 자들을 처리해야 합니다.
ru: Похоже, что элита повстанцев обстреливает ремонтную станцию! Вам придется сначала убрать этих парней, прежде чем вы сможете получить помощь.

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/event/text
ko: MFK 에이스가 수리 정거장을 향해 포격하고 있는 것 같습니다! 도움을 받으려면 우선 이 자들을 처리해야 합니다.
ru: Похоже, что ас МФК обстреливает ремонтную станцию! Вам придется сначала убрать этих парней, прежде чем вы сможете получить помощь.

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/text
ko: 다행히도 반군을 없애니 정거장을 이용할 수 있었습니다. 다소 타격을 입었지만, 여전히 당신에게 필요한 것을 공급해줄 수 있었습니다.
ru: К счастью, когда повстанцы убрались с дороги, вы смогли попасть на станцию. Они потрепаны, но все еще могут предоставить вам все необходимое.

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_NORMAL"]/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
