Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/text
ko: 이 현실의 연방 본부도 제제 0우주에 있는 것만큼이나 인상적입니다. 함선 밑으로 보이는 도시 상당수는 이미 대피를 마친 상태지만, 연방 정부의 중심인 의사당은 여전히 불이 켜져 있었습니다. 기함이 의사당을 파괴한다면 연방은 힘을 잃을 것이고 이 현실에서 패배하게 될 것입니다.
ru: База Федерации в этой реальности так же впечатляет, как и во Вселенной 0. Большая часть города внизу была эвакуирована, но здание Капитолия, центр операций, все еще функционирует. Если флагман уничтожит его, Федерация окажется бессильной, и эта реальность будет потеряна.

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/event/text
ko: 운 좋게도 기함보다 먼저 본부에 도착했습니다. 몇 안 남아있는 연방의 지원선 중 한 척이 선체를 수리해주고 보급품을 제공했습니다.
ru: К счастью, вы прибыли сюда раньше флагмана. Один из немногих оставшихся кораблей поддержки Федерации латает ваш корпус и дает немного припасов.

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/text
ko: 명칭: 연방 수도 유형: 우호적 고유성: 있음 통치 세력: 연방 반군 위협 수준: !치명적으로 높음! 연방 수도는 당신의 마지막 목적지입니다. 이 현실을 반군의 포위로부터 구하려면 연방 본부가 파괴되기 전에 반군 기함을 격침해야 합니다.
ru: Название: Столица Федерации Тип: Союзный Уникальный: Да Доминирующая фракция: Федерация Уровень угрозы повстанцев: !КРИТИЧЕСКИ ВЫСОКИЙ! Столица Федерации, ваш конечный пункт назначения, в осаде Восстания. Чтобы спасти эту реальность, вы должны устранить Флагман повстанцев до того, как он уничтожит базу Федерации.

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="loc_laststand"]/text
ko: 한계속도 항해를 마친다.
ru: Выйти из гиперскорости.

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="challenge_level"]/text
ko: 한계속도 항해를 마친다.
ru: Выйти из гиперскорости.

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="pilot"]/text
ko: 한계속도 항해를 마친다.
ru: Выйти из гиперскорости.

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="COORDS"]/text
ko: 경로를 바꾼다.
ru: Перенаправить.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EMERGENCY"]/text
ko: 계획 없이 17번 노드를 이탈했던 게 연방에 재앙을 불러온 것 같습니다. 기함은 이미 본부에 도착했고 연방군은 압도당했습니다. 지체할 시간이 없습니다, 당장 본부로 가야 합니다!
ru: Похоже, ваш импровизированный отлет с Узла 17 обернулся катастрофой для Федерации. Флагман уже достиг базы, и силы Федерации здесь измотанны. Нельзя терять время, вы должны немедленно отправиться на базу!

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EMERGENCY"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EXTREME"]/text
ko: 광속을 벗어나는 순간 무언가 잘못됐음을 알아챘습니다. 입구 송신소가 MFK 에이스의 공격을 받고 있는 것 같습니다!
ru: Как только вы выходите за пределы скорости света, становится ясно, что что-то не так. Похоже, что входной маяк атакован асам МФК!

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EXTREME"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/text
ko: 당신은 MFK 에이스를 물리치고 잔해를 수거한 다음 툴리 제독을 포함한 연방 함대의 생존자들과 접촉했습니다.
ru: С асам МФК разобрались, и вы разбираете останки, прежде чем продолжить путь. Вы связываетесь с выжившими членами флота Федерации, включая самого адмирала Талли.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/choice[@req="loc_laststand" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/choice[@req="loc_laststand" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN"]/text
ko: 떠나기 직전에 툴리로부터 또다시 교신이 왔습니다. "잠깐 - 자네 그거 세제인가? 아, 정말 기쁜 일이군. 반군의 봉쇄로 필수 물자가 바닥나버려서 씻지 못한 군복들이 한가득이네. 많은 양은 아니지만, 이 세제를 쓰면 우리 부대를 깔끔한 모습으로 되돌릴 수 있을거야!"
ru: Не успеете вы уйти, как получаете еще один привет от Талли. "Подождите - это у вас чистящее средство? О, слава Ньютону, блокада повстанцев лишила нас необходимых запасов, и у нас есть излишки униформы, которую нужно почистить. Это немного, но с этим, возможно, мы сможем вернуть нашим войскам форму!"

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN"]/choice/event/text
ko: 세제 모드 완료! 축하합니다 배회자님! 성공적으로 세정제 모드를 마치셨습니다! 반박할 여지 없이 파란만장한 여정이었지만, 당신은 이겨냈습니다! 당신 덕분에 연방은 더 이상 더러운 빨랫감으로 골머리 앓지 않아도 됩니다.
ru: РЕЖИМ МОЮЩЕГО СРЕДСТВА ЗАВЕРШЕН! Поздравляем Ренегат с успешным завершением режима МОЮЩЕГО СРЕДСТВА! Это было нелегкое путешествие, но вы с триумфом прошли его! Благодаря тебе у Федерации больше не будет грязного белья.

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/text
ko: 떠나기 직전에 툴리로부터 또다시 교신이 왔습니다. "잠깐 - 자네 그거 세제인가? 아, 정말 기쁜 일이군. 반군의 봉쇄로 필수 물자가 바닥나버려서 씻지 못한 군복들이 한가득이네. 많은 양은 아니지만, 이 세제를 쓰면 우리 부대를 깔끔한 모습으로 되돌릴 수 있을거야!"
ru: Не успеете вы уйти, как Талли поднимает еще один вопрос. "Подождите - это у вас чистящее средство? О, слава Ньютону, блокада повстанцев лишила нас необходимых запасов, и у нас есть излишки униформы, которую нужно почистить. Это немного, но с этим, возможно, мы сможем вернуть нашим войскам форму!"

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/choice/event/text
ko: 세제 모드 완료! 축하합니다 배회자님! 성공적으로 세정제 모드를 마치셨습니다! 반박할 여지 없이 파란만장한 여정이었지만, 당신은 이겨냈습니다! 당신 덕분에 연방은 더 이상 더러운 빨랫감으로 골머리 앓지 않아도 됩니다.
ru: РЕЖИМ МОЮЩЕГО СРЕДСТВА ЗАВЕРШЕН! Поздравляем Ренегат с успешным завершением режима МОЮЩЕГО СРЕДСТВА! Это было нелегкое путешествие, но вы с триумфом прошли его! Благодаря тебе у Федерации больше не будет грязного белья.

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/text
ko: 마침내 연방의 수도인 17번 노드에 도착했습니다. 당신은 멀티버스 기술이 발견된 제0 우주에서도 벌어졌던 이 전투에 대해 들어봤습니다. 지금부터 그 전투에 직접 참가하게 될 것입니다. 여기서 당신이 취할 행동은 이 현실을 구원할 수도 파멸로 이끌 수도 있습니다.
ru: Вы наконец-то прибыли в Узел 17, столицу Федерации. Вы слышали истории об этом конфликте еще во Вселенной 0 - реальности, где была разработана технология Мультивселенной. Теперь вам предстоит принять в нем участие. Ваши действия либо спасут, либо погубят эту реальность.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/text
ko: 신속한 신분증 감별을 통해 문제 없이 송신소를 통과할 수 있었습니다.
ru: После быстрого сканирования удостоверения личности вас беспрепятственно пропускают через маяк.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MULTIVERSE"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MULTIVERSE"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "자네가 그 멀티버스 함선인가? 여기까지 먼 길을 왔으니, 그 노력이 헛되지 않았으면 좋겠군. 자네는 기함에 대항하는 연방의 마지막 버팀목이네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Так вы и есть тот самый корабль Мультивселенной, о котором я слышал? Вы прошли долгий путь, и я могу только надеяться, что все это окупилось. Вы - последний шанс Федерации против флагмана".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MULTIVERSE"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FLAGSHIP"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FLAGSHIP"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "맙소사, 반군이 또 다른 기함을 보내다니? 이거 정말 큰 일이야... 잠깐, 다시 보니 자네는 반군 측 사람이 아니잖아. 뭐? 제0 우주에서 기함을 파괴하기 위해 기함을 보냈다고? 아무래도 이제는 눈에는 눈 이에는 이로 맞서 싸울 시간인가 보군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "О боже, Повстанцы прислали еще один флагман? Нам конец... подождите, вы не с повстанцами. Вселенная 0 послала супер-оружие повстанцев, чтобы уничтожить супер-оружие? Полагаю, настало чертовски подходящее время клин клином".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FLAGSHIP"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PIRATE"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PIRATE"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "어... 해적? 우리가 용병을 고용했었던가... 하지만 지금은 그런 걸 따질 때가 아니지. 우리에게 남은 최선의 기회는, 바로 이곳에 있는 자네라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Пират? Я не знал, что мы нанимаем наемников... Не то чтобы это было проблемой, вы сейчас здесь, и вы, вероятно, лучший шанс, который у нас есть".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PIRATE"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "당신은... 투코인가? 누가 투코를 용병으로 고용한거지? 뭐 어쨌든... 연방에 헌신해 주셔서 감사합니다. 좋은 결과가 있기를 빌겠습니다."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Это... Туко? Кто из вас нанял Туко в качестве наемника? Что ж, я ценю вашу... преданность Федерации. Будем надеяться, что это окупится".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GAMBLING"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GAMBLING"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "도박선이라... 이 배가 어디에서 왔는지는 모르겠지만, 기함을 물리칠 수 있는 열쇠라면 군말할 이유가 없지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Игровое судно. Я не уверен, откуда приходят эти корабли, но если ты - ключ к победе над Флагманом, то я не собираюсь жаловаться."

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GAMBLING"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO_GOLD"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO_GOLD"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "아주 눈부신 함선이군. 분명 그 배경에는 매력적인 이야기가 숨어 있겠지. 우리가 이 전투에서 살아남는다면 내게 그 이야기를 들려줄 수 있겠나?"
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "У вас очень яркий корабль. Я уверен, что за ним стоит увлекательная история. Я бы с удовольствием послушал ее когда-нибудь, если, конечно, мы все не умрем в конце".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO_GOLD"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PLEASURE"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PLEASURE"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "내 평생 연방의 마지막 기회이자 우리의 구원이... 슬러그 쾌락의 순양함일 거라고 상상도 못 했네. 어떻게 이런 걸 몰게 된 건지는 모르겠지만, 적어도 기함과 맞서기에 충분한 무장을 갖춘 것 같군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "За все свои годы я никогда не думал, что последний шанс Федерации, наша спасительная милость, падет на... крейсер удовольствий. Не могу представить, как вы справляетесь с пилотированием этой штуки. По крайней мере, похоже, что вы сделали его достаточно боеспособным, чтобы противостоять флагману".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PLEASURE"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOST"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOST"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "어후, 그 함선 정말 심하게 손상되었군. 이렇게 얘기를 나누지 않았다면, 이미 완파됐다고 생각했겠어. 자네의 운명이 그 함선의 외관처럼 되지 않기를 빌겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ого, ваш корабль получил серьезные повреждения. Если бы я не знал лучше, я бы решил, что вы появились уже мертвыми. Будем надеяться, что это не та судьба, которая вас ожидает".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOST"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DYNASTY"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DYNASTY"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "왕조는 연방과 반군이 생존경쟁을 하도록 내버려 두지 않았었나? 프라임 리퍼가 드디어 마음을 바꿔서 우리에게 두 번째 기회를 준 건가? 정말 고맙네. 기함에게 맞서려면 가능한 모든 지원을 활용해야 하는 상황이야."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я думал, Династия была намерена избегать Федерации и позволить нам сражаться до полного исчезновения с повстанцами? Неужели Старший Жнец наконец передумал и дал нам второй шанс? Что ж, я благодарен. Нам нужна любая помощь, которую мы можем получить против флагмана".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DYNASTY"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOSTHUNTER"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOSTHUNTER"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "설명하기는 어렵지만, 자네의 함선을 보니 옛 지구를 언급하고 싶은 충동이 든다네. 하지만 너무 오래된 이야기라 알아듣는 사람도 없을 것 같군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не могу объяснить это, но присутствие вашего корабля вызывает у меня желание сделать отсылку на Старую Землю, но я боюсь, что это будет слишком устаревшим".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOSTHUNTER"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUGMENTED"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUGMENTED"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "라니우스 함선? 아니면... 뭐, 무슨 함선이든 상관없어. 어디서 그런 도색을 한 건지는 모르겠지만, 그 함선이 보기만큼이나 치명적이기를 바라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре: "Корабль ланиуса? Или... что бы это ни было. Не знаю, откуда вы взяли эту раскраску, но будем надеяться, что ваш корабль так же смертоносен, как и выглядит".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUGMENTED"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ANCIENT"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ANCIENT"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "그 함선은 내가 최초의 멀티버스 드라이브에서 본 홀로그램처럼 생겼군. 그것이 자네가 최선의 장비를 들고 왔다는 뜻이기를 바라네. 자네는 우리의 마지막 보루야."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ваш корабль похож на голограммы, которые я видел, оригинального движка Мультивселенной. Надеюсь, это означает, что вы взяли с собой лучшее оборудование, потому что вы - наша последняя линия обороны".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ANCIENT"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ENGI"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ENGI"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "엔지가 추가 지원군을 보냈다는 얘기는 듣지 못했네. 우리 병력이 거의 고갈되어 가던 참이니, 기쁘게 받도록 하지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Мне не сказали, что мы получили подкрепление от энджи. Я рад, потому что наши силы почти иссякли".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ENGI"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "졸탄 함선이 나타날 거라고는 생각도 못했네. 그들이 정확히 한 척의 함선을 보내어 헌신했다는 것을 알아 기쁘군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не думал, что золтане вообще появятся. Рад узнать, что у них хватило самоотверженности привести ровно один корабль".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "당신은 대체 정체가 뭐지? 이런 형태의 졸탄 함선이나 당신 같은 생명체는 한 번도 본 적이 없는데... 하지만 우리를 도우러 온 것이라면 내각보다 더 나은 동맹인 것 같군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Во имя всего святого, что вы такое? Я никогда раньше не видел ни кораблей золтан, ни существ, подобных вам... Но, похоже, вы лучший союзник, чем Министерство, если вы действительно пришли нам помочь".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DUSKBRINGER"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DUSKBRINGER"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "연방이 더스크브링어의 병기를 이용할 수 있을 줄은 몰랐어. 이 일을 어찌 여겨야 할지 모르겠지만, 지금은 더 긴박한 일이 있으니 넘어가도록 하지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не знал, что у Федерации есть доступ к технологиям Вестников Заката. Я не уверен, как к этому относиться, но у нас есть более неотложные дела".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DUSKBRINGER"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_HIVE"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
