Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_HIVE"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "하이브의 지원이라고? 예상치 못한 일이군. 불평하는 건 아니네. 기함과 맞서기 위해선 모든 도움을 활용해야 하니까."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Поддержка со стороны Улья? Не могу сказать, что это было ожидаемо. Не то чтобы я жаловался, нам нужна любая помощь, которую мы можем получить против флагмана".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_HIVE"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GYGES"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GYGES"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "이거 귀게스인가? 연방-맨티스 전쟁에서 파괴된 줄 알았는데... 멀티버스의 세계는 당최 익숙해지질 않는군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Это "Гигес"? Я думал, этот корабль был уничтожен во время войны Федерации c богомолами... Я никогда не привыкну к этой Мультивселенной".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GYGES"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FREEMANTIS"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FREEMANTIS"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "아, 자네의 함선이 독립 맨티스 출신일 거라고는 생각 못했네. 그들이 이토록 귀중한 동맹이 될 거라고는 예측 못했지만, 맨티스는 훌륭한 전사니, 이상할 것도 없지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "О, я не знал, что ваш корабль принадлежит Свободным Богомолам. Я не предполагал, какими ценными союзниками они окажутся, но, полагаю, в этом есть смысл, ведь богомолы такие отличные бойцы".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FREEMANTIS"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ROCK"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ROCK"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "락맨 장로들이 우리를 위해 순양함을 보냈다고? 그들이 무슨 생각인지는 모르겠지만, 우리가 이 전투에서 이길 기회는 이제 자네밖에 없네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Старейшины Рока послали крейсер, чтобы сражаться за нас? Я не могу представить, чем они руководствовались, но вы - наш последний шанс, если мы хотим выиграть эту битву".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ROCK"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_OUTCAST"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_OUTCAST"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "망명자들은 전쟁에 무관심하다고 생각했었네. 뭐, 난 도움을 거절할 사람은 아니야. 기함을 격추하려면 모든 함선을 동원해야 하네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я думал, что изгои равнодушны к войне. Что ж, я не из тех, кто отказывается от помощи. Нам нужен каждый корабль, который мы можем получить, чтобы уничтожить этот флагман".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_OUTCAST"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LOSTSUN"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LOSTSUN"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "로스트선이 지원을 보냈다는 게 놀랍군. 아마 내가 그들을 동맹으로써 과소평가한 것 같네. 자네가 도착해서 다행이야. 우리는 벼랑 끝까지 몰린 상태고, 가능한 모든 지원을 활용해야 하네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я удивлен, что Затерянные Солнца предприняли усилия, чтобы оказать какую-либо помощь. Возможно, я недооценил их как союзников. Я рад, что вы прибыли, мы на последнем издыхании и нуждаемся в любой помощи, которую можем получить".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LOSTSUN"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CULTIST"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CULTIST"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "교단? 그래도... 내가 본 것 중 가장 이상한 건 아니군. 자네의 그 거대한 함선이 기함과의 전투에 대비됐기를 바라지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Культ? Я... конечно, не самая странная вещь, которую я видел. Будем надеяться, что ваш огромный корабль готов к приему флагмана, да?"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CULTIST"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CRYSTAL"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CRYSTAL"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "크리스탈 제국의 도움이라고? 전혀 예상치 못한 건 아니지만, 믿기 어려운 일이 벌어졌군. 우리 둘 다 자네의 크리스탈 병기가 반군 기함에 대항할 수 있기를 바라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Помощь от кристаллин? Не последнее, чего я ожидал, но и не первое. Будем надеяться, что ваши кристаллические технологии смогут противостоять флагману Восстания".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CRYSTAL"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SLUG"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SLUG"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "슬러그? 왜 하필 슬러그가 온 거야... 자네는 분명 보상을 받으려고 이곳에 왔겠지. 얼마 후면 그 거래를 성사시킬 수 있을 것 같군. 하지만 우선은 자네가 기함을 처리해줘야 하네. 연방은 더 이상의 공격을 버틸 수 없는 상태야. 굳이 이 험한 곳을 찾아온 자이니 분명 내 거래에 응해주리라 믿네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Слизни? Почему это должны быть слизни... Я уверен, что вы здесь в поисках награды, и, возможно, после этого мы сможем заключить сделку. Но сначала нам нужно уничтожить флагман. Федерация не выдержит больше таких атак, и если вы проделали такой путь, я уверен, что вы настроены по-деловому".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SLUG"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LEECH"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LEECH"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "이어젠 공화국에 지원함을 보낼 수 있을 정도의 자원이 있을 줄은 몰랐네. 자네를 보게 되어 정말 기쁘군. 막강했던 리치 군대에 대한 이야기가 사실이었으면 좋겠어. 지금이야말로 그 강력함의 부활이 절실히 필요한 때이니."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не знал, что у Республики Ирген есть ресурсы, чтобы послать корабль на помощь Федерации. Тем не менее, я рад, что вы здесь. Будем надеяться, что рассказы о некогда могущественной армии пиявок были правдой, и мы скоро увидим возрождение, потому что оно нам чертовски нужно".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LEECH"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_COALITION"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_COALITION"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 그는 당신의 함선을 보고 놀라서 뒷걸음질 쳤습니다. "연합의 선박이라고? 말도 안돼... 공동의 적인 반군을 상대하기 위해 지원을 왔다고 밖에 생각할 수 없군. 만약 그렇다면, 다소 믿기 힘든 아군이라 할지라도 최대한 활용해 주겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Крейсер Коалиции? Это, должно быть, какая-то шутка... Единственная причина, по которой я могу представить себе получение поддержки от Коалиции, - это наш общий враг в Восстании. Если так, то нам пригодится любая помощь, даже от маловероятных союзников".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_COALITION"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ORCHID"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ORCHID"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "오키드, 흐음? 당신네 종족이 이 전투를 지원하리라곤 생각도 못 했네. 증원에 감사하도록 하지. 병사도 함선도 부족하던 참이라 작은 도움 하나하나가 귀중하거든."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Орхидеи, хм? Я не думал, что ваш вид возьмет на себя ответственность помочь в этой битве. Я благодарен за подкрепление, у нас не хватает солдат и кораблей, и каждая унция помощи стоит миллионов".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ORCHID"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_VAMPWEED"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_VAMPWEED"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "흡혈초? Confederacy에서 지원이 올 거라고는 예상하지 못했는데. 연방-맨티스 전쟁 중에 있었던 일이 마침내 모두 물거품이 돼 사라진건가? 뭐, 아마 아니겠지... 하지만 그 일은 나중에 얘기하도록 하지. 지금은 없애버려야 할 기함이 있으니까."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Вампсорняки? Не могу сказать, что я ожидал какой-либо поддержки от Конфедерации. Неужели вся эта драма, связанная с войной Федерации с богомолами, наконец-то ушла под воду? Ну, я подозреваю, что нет... но мы можем обсудить это позже. Сейчас есть флагман, который нужно уничтожить".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_VAMPWEED"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SHELL"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SHELL"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "흠... 셸 순양함이라고? 당신네 종족은 세간에 나오는 걸 싫어한다고 들었는데... 어찌 됐든, 천재정의 지원에 감사하네. 자네들의 노력이 헛되지 않았으면 좋겠군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Крейсер ракушек, а? Слышал, что ваш род довольно затворнический... Что ж, я благодарен вам за помощь. Будем надеяться, что ваши усилия не пропадут даром, да?".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SHELL"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LANIUS"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LANIUS"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 그는 당신의 함선을 보고 놀라서 뒤로 물러섰습니다. "라니우스 군함이라니, 정말 흥미롭구만. 라니우스의 충성심이나 동기에 대해선 확신이 서지 않지만, 이 먼 곳까지 온 이상 틀림없이 우리의 전투를 도와주러 온 것이라고 믿겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Военный корабль ланиусов, как интересно. Я никогда не был уверен в лояльности или мотивации ланиусов, но если вы зашли так далеко, я не сомневаюсь, что вы прибыли, чтобы помочь нам в нашей борьбе".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LANIUS"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CIVILIAN"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CIVILIAN"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 그는 당신의 함선을 보고 놀라서 움츠러들었습니다. "민간인이 운영하는 함선에 연방의 명운을 걸어야 할 것이라곤 예상하지 못했습니다... 그러나 우리의 대의에 대한 당신의 충성심은 확실히 전해졌으며, 우리는 가능한 모든 지원을 활용해야 합니다."
ru: На видеоэкране появляются несколько офицеров Федерации энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Не могу сказать, что я ожидал, что корабль, на который Федерации придется поставить свое выживание, будет управляться гражданскими... Тем не менее, ваша преданность нашему делу отмечена, и нам нужна любая помощь, которую мы можем получить".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CIVILIAN"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FEDERATION"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FEDERATION"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "좋아, 잘 무장된 연방 함선을 가져온 것 같군. 최후의 결전에 온 것을 환영하네, 함장."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Отлично, похоже, вы привели хорошо вооруженный корабль Федерации. Добро пожаловать на "Последний рубеж", капитан".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FEDERATION"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_STEALTH"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_STEALTH"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "아, 스텔스 함선이라니. 어쩐지 함선의 세부 사항을 제대로 파악 못한 이유가 있었군. 어쨌든 자네의 함선이 기함을 격추할 수 있을 만큼 강하기를 빌겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "А, стелс корабль, неудивительно, что я так и не смог получить четких данных о деталях вашего судна. Неважно, давайте надеяться, что ваш корабль будет достаточно сильным, чтобы уничтожить флагман".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_STEALTH"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_REBEL"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_REBEL"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 그는 당신의 함선을 보고 놀라서 뒤로 자빠졌습니다. "연방을 구할 배가 반군의 선박일 것이라고는 내 생에 단 한 번도 생각해본 적 없었어. 자네는 분명 나름대로 이유가 있어서 반군을 배신했을 테지. 그 이유를 한번 들어보고 싶지만, 우선은 더 긴박한 문제들을 해결해야 하네. 이를테면, 기함 같은 걸 말이지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Я бы и за миллион лет не поверил, что корабль, который спасет Федерацию, будет кораблем повстанцев. Я уверен, что у вас есть причины предать Восстание, и я бы с удовольствием их выслушал, но у нас есть более неотложные дела, например, Флагман".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_REBEL"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUTO"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUTO"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 그는 당신 함선에 타면서 한 걸음 뒤로 물러섰습니다. "음... 자네가 뭔지도 왜 제0 우주에서 무인기를 배회자로 고용했는지도 모르겠지만, 뭐든 간에 우리가 직면한 문제의 해결책이 되기만 한다면... 손님으로 모셔야겠지? 그렇다 해도 감시를 소홀이 하진 않을걸세..."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отступает на шаг, рассматривая ваш корабль. "Хм... Я не знаю, кто вы, или почему Вселенная 0 наняла автоматический корабль в качестве Ренегата, но если вы - решение нашей проблемы, тогда... будьте моим гостем? Но я буду приглядывать за вами..."

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUTO"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TECH"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TECH"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "W.I.가 연방을 돕기 위해 함선을 보냈다고? 겉보기에는 역설적이지만, 전에는 훨씬 더 이상한 배회자도 본 적 있으니... 우리를 도와주러 온 것이라면, 최대한 활용해주도록 하겠네. 기함을 상대로 좋은 성과 올릴 수 있도록, 건투를 빌겠네. 선장."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "И.В. послал корабль на помощь Федерации? Кажется... парадоксальным, но я уже видел гораздо более странных Ренегатов. Если вы здесь, чтобы помочь, мы примем любую помощь, что сможем получить. Удачи против Флагмана, капитан".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TECH"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_KESTREL"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_KESTREL"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "케스트렐? 인양 함대에 속한 것들 외에는 별로 보지 못했는데... 자네의 함선은 원점으로 돌아온 것 같군. 좋은 성과가 있기를 바랄 뿐이네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Пустельга"? Не часто встретишь такие за пределами спасательных флотов. Похоже, ваш корабль прошел полный круг... Я могу только надеяться, что это окупится".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_KESTREL"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PROPHET"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
