Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PROPHET"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "상당히 알록달록한 함선이군. 그런데 수도승들은 평화주의자가 아닌가? 기함을 상대할 수 있을 만한 계획이 있기를 바라지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "У вас довольно красочный корабль. Монахи - пацифисты, так? Что ж, будем надеяться, что у вас есть план, как справиться с этим Флагманом".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PROPHET"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SYLVAN"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SYLVAN"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "흠, 자네가 바로 화제의 행상인인가 보군. 이름은 실반이었지? 참 기이한 일이지만, 자네는 분명 이미 이곳에 도착해 있다네... 멀티버스의 세계는 당최 익숙해지질 않는단 말이지. 어쨌든, 이곳에 와주어 정말 기쁘군. 기함과 맞설 준비가 돼 있기를 바라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Хм, вы тот торговец, о котором я так много слышал. Сильван, не так ли? Странно, но я могу поклясться, что ты уже прибыл сюда некоторое время назад... Я никогда не смогу разобраться во всей этой мультивселенской ерунде. Будем надеяться, что вы готовы к этому Флагману".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SYLVAN"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MONK"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MONK"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "수도승? 실례가 되는 말일 수도 있지만, 수도승들은 보통 평화주의자가 아닌가? 자네들은 예외에 속하나 보군. 기함과 맞설 수만 있다면 자네들이 누군지는 상관하지 않겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Монахи? Я... Я не хочу показаться неуважительным, но разве монахи, ну знаете, обычно не пацифисты? Думаю, вы - исключение. Пока вы решаете вопросы с Флагманом, мне все равно, кто вы".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MONK"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SALT"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SALT"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "멀티버스에서는 매일같이 다른 종족이 튀어나오는군. 이번에는... 소금인가? 자네에 대한 전설을 한두 개 들어본 것도 같네. 부디 자네가 그 유산에 충실하기를 바라지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Клянусь, каждый день из Мультивселенной выскакивает еще одна раса. На этот раз это... Соль? Кажется, я слышал о вас пару легенд. Будем надеяться, что вы останетесь верны своему наследию, да?"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SALT"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SPIDER"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SPIDER"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "으엑! 거미잖아?! 난 거미가 싫어! 젠장, 자네의 함선은 보기만 해도 오싹하군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ааа! Пауки?! Я ненавижу пауков! Черт возьми, от одного взгляда на ваш корабль у меня мурашки по коже".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SPIDER"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ALPHA"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ALPHA"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "자네의 함선은, 음, 아주 오래 전에 내가 알고 있던 배와 매우 닮았군. 하지만 그건 이미 한참 전의 일이니 생각할 필요 없겠지. 추억을 돌이킬 시간 따위는 없으니 지금은 현재에 집중하자고."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ваш корабль, ну, он очень похож на судно, которое я знал очень, очень, очень давно. Неважно, это осталось далеко в прошлом. Давайте сейчас сосредоточимся на настоящем, у нас нет времени предаваться воспоминаниям".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ALPHA"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TULLY"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TULLY"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "내 자신의 배를 보고 놀랄거라고 예상했겠지만, 이번이 정확히 7번째 내 자신과의 만남이야. 이제 기함이나 잡으러 가보라고, 아름다운 녀석."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Вы, наверное, ожидаете, что я удивлюсь, увидев здесь свой собственный корабль, но на самом деле это уже 7-я итерация меня самого, которую я встречал до сих пор. А теперь иди и разберись с этим Флагманом, ты, прекрасный засранец".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TULLY"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LIMIT"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LIMIT"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 툴리는 당신의 함선을 보자마자 바로 연락을 끊어버렸지만, 얼마 안 가 다시 교신을 보냈습니다. "아니야. 제발 아니라고 말해줘. 우리를 지킨다면서 '이 함선'을 보냈다고? 눈치 없이 장난치는 거겠지?" 툴리가 한숨을 내쉬었습니다. "뭐 안타깝게도, 자네가 연방의 마지막 희망이야. 부디 최선을 다해주게. 알겠나? 우리 모두 자네를 믿고 있어."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Как только он видит ваш корабль, он сразу же бросает трубку, но через некоторое время снова выходит на связь. "Нет. Вы шутите. Они послали ЭТОТ корабль, чтобы спасти нас? Это какая-то глупая шутка?" Талли вздыхает. "К сожалению, вы - последняя надежда Федерации. Пожалуйста, не упустите эту возможность, хорошо? Мы все сейчас рассчитываем на вас".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LIMIT"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PONY"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PONY"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. 툴리는 당신의 함선을 보자마자 바로 연락을 끊어버렸지만, 얼마 안 가 다시 교신을 보냈습니다. "말? 말 친구!" 툴리는 잠시 멈추었다가 자세를 바로잡았습니다. "에- 추태를 보여 미안하네. 나도 내가 뭐 때문에 그렇게 신났는지 모르겠군. 하지만 기함을 격추하는 데 성공하면, 그 후에 말을 좀 쓰다듬게 해주게나."
ru: На видеоэкране появляются несколько офицеров федерации и энджи, а также адмирал Талли в центре. Как только он видит ваш корабль, он сразу же бросает трубку, но через некоторое время снова подключается. "Лошадь? Друг лошади!" Талли делает паузу и поправляет позу. "Э... простите за это. Я не знаю, что на меня нашло. Но, если вы уничтожите этот Флагман, пожалуйста, позвольте мне погладить лошадь".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PONY"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SIREN"]/text
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SIREN"]/event/text
ko: 화면 중앙에 툴리 제독과 함께 여러 연방 및 엔지 장교들이 나타났습니다. "자네의 함선은... 그런 건 한 번도 본 적 없어. 확실히 멀티버스는 내가 보지 못한 비밀을 아직도 많이 감추고 있나 보군. 자네가 내 말을 알아들을 수 있고, 우호적이라면, 부탁이네. 우리가 이 싸움에서 이기려면 어떠한 도움이라도 받아야 해. 이상하게 들리겠지만, 우리 모두 자네에게 의지하고 있어."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ваш корабль... Я никогда раньше не видел ничего подобного. Очевидно, мультивселенная хранит много тайн, которые мне еще предстоит увидеть. Если вы понимаете о чем я говорю, и вы дружелюбно настроены, то прошу вас. Нам нужна любая помощь в этой битве. Мы все рассчитываем на вас, как бы странно это ни звучало".

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SIREN"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="4"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="4"]/event/text
ko: 당신은 신분증을 제출했지만, 뭔가 문제가 생긴 것 같습니다. 근처에 있던 연방 함선이 무기를 장전한 채로 다가왔습니다. 그 함선이 교신을 보냈습니다. "이곳에 오다니 꽤 무모하시군요. 유감스럽게도 연방은 범죄자를 지원할 수 없습니다. 용서를 구하고 싶다면 우선 기함을 제거하십시오. 그것이 좋은 출발점이 될 것입니다." 그들은 말을 마치고 통신을 끊었습니다.
ru: Вы сканируете свой идентификатор, но кажется, что-то не так. Близлежащий корабль Федерации приближается, и вы замечаете, что его оружие приведено в боевую готовность. Вы получаете вызов с корабля. "Вы совершили немало преступлений во время своего путешествия сюда. Боюсь, Федерация просто не может поддержать человека с таким количеством дурных записей в послужном списке. Если вы хотите получить хоть какой-то шанс на прощение, ликвидация Флагмана будет отличным началом". На этой ноте они прервали связь.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/text
ko: "유감스럽지만 더 이상 수다나 떨 시간은 없네. 기함을 맞이하기 전에 필요한 건 없나?" 툴리는 대기 중이던 지원함대를 부르며 당신의 요청을 기다렸습니다.
ru: "Боюсь, у нас больше нет времени на разговоры. Вам что-нибудь нужно, прежде чем вы встретитесь с Флагманом?" Талли приказывает кораблям поддержки быть наготове, ожидая вашей команды.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/text
ko: 수리를 요청한다.
ru: Запросить ремонт.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/event/text
ko: 툴리가 연방의 지원함을 시켜 선체를 고치도록 했습니다.
ru: Талли отправляет корабль поддержки Федерации для ремонта вашего корпуса.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/event/choice[@req="detergent_mode" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/event/choice[@req="detergent_mode" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/text
ko: 연료와 성도를 요청한다.
ru: Запросить топливо и карту сектора.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/event/text
ko: 툴리가 보급 드론을 보내 연료를 비축해주고, 이 구역의 지도 데이터를 전송해줬습니다.
ru: Талли отправляет беспилотник-заправщик для восстановления запасов топлива и передает картографические данные сектора.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/event/choice[@req="detergent_mode" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/event/choice[@req="detergent_mode" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/text
ko: 탄약과 드론 부품을 요청한다.
ru: Запросить боеприпасы и дрон-комплекты.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/event/text
ko: 툴리가 재보급 드론을 보내 보급품을 비축해 줬습니다.
ru: Талли отправляет беспилотник с пополнением запасов, чтобы восстановить ваши резервы.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/event/choice[@req="detergent_mode" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/event/choice[@req="detergent_mode" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/text
ko: 선원을 요청한다.
ru: Запросить дополнительный экипаж.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/event/text
ko: 툴리가 훈련받은 연방군 병사를 보내 당신의 함선에서 근무하게 했습니다.
ru: Талли отправляет подготовленного солдата Федерации служить на ваш корабль.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/event/choice[@req="detergent_mode" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/event/choice[@req="detergent_mode" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="SHIP_PROPHET"]/text
ko: 여러분의 지원은 필요 없습니다. 위대한 눈께서 우리를 이끌어 주실 겁니다.
ru: Мы не нуждаемся в вашей помощи. Великое Око направит нас.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="SHIP_PROPHET"]/event/text
ko: 당신은 순항을 기원하며 위대한 눈에 기도했습니다. 기도를 마치자 함선에 위대한 눈이 깃들어 보급품이 비축됐고 떠날 준비가 돼 있었습니다.
ru: Вы возносите молитву Оку, желая безопасных путешествий через этот сектор. Око смиряется, и вы обнаруживаете, что ваш корабль укомплектован и готов к путешествию.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="SHIP_PROPHET"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="TULLY_PRESENT"]/text
ko: 툴리에게 보급 상자를 보여준다.
ru: Показать Талли посылку.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="TULLY_PRESENT"]/event/text
ko: 상자를 보자 툴리의 태도가 돌변했습니다. 그가 당신을 연방 사령부에 들어오도록 허락했습니다.
ru: Как только Талли бросает взгляд на коробку, он полностью меняет свою позу. Он впускает вас внутрь командного пункта Федерации.

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="TULLY_PRESENT"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/text
ko: 툴리가 당신과 함께 앉아 상자를 당신 앞에 있는 테이블 위에 놓았습니다. "보급 상자 안에 뭐가 있는지 알고 있나?" 당신을 고개를 가로저었습니다. "그렇다면 말해주겠네. 아무것도 없어." 당신이 혼란스러운 모습을 보이자 툴리가 낄낄댔습니다. "몇몇 주요 연방 간부들에게 보급 상자를 나눠줬네. 믿을 만한 사람에게 주어 내게 전달시키도록 했지. 그건 자네가 이 마지막 싸움을 할 자격이 있다는 증거야. 이제 출발하는 게 좋겠군, 기함은 결코 자멸하지 않을 테니."
ru: Талли садится рядом с вами и кладет коробку на стол перед вами. "Вы знаете, что находится внутри этой коробки?" Вы качаете головой. "Ну, я скажу вам. Абсолютно ничего". Растерянное выражение вашего лица заставляет Талли усмехнуться. "Я передал эти коробки нескольким важным чиновникам Федерации. Они должны быть переданы тем, кого они сочтут заслуживающими доверия, и должны быть доставлены ко мне. Это знак того, что вы действительно достойны этой последней битвы. Тогда нам пора идти, этот Флагман сам себя не уничтожит".

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/crewMember
ko: Tully
ru: Талли

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/choice[@req="detergent_mode" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/choice[@req="detergent_mode" and @lvl="1"]/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="LASTSTAND_EMPTY_BEACON"]/text
ko: 출발할 준비를 마치고 나니 함선에서 무언가를 할 시간이 있었습니다. 이 구역에서는 지금 같은 여유가 별로 없을 테니 이번 기회를 최대한 활용하십시오. 선원들에게 말도 걸어보고, 마지막으로 임무 보고서도 확인해 보세요!
ru: Теперь, когда все готово к отлету, у вас есть немного времени, чтобы заняться чем-нибудь на корабле. В этом секторе таких моментов будет немного, поэтому воспользуйтесь возможностью сделать все, что вам может понадобиться, поговорить с экипажем и в последний раз просмотреть отчет о выполнении задания!

source: data/events_boss.xml.append$//event[@name="LASTSTAND_EMPTY_BEACON"]/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="LASTSTAND_EMPTY_BEACON"]/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_AUTOMATED"]/text
ko: 이 함선은 선진 AI 시스템도 갖추고 있는 것으로 보입니다. 선원이 모두 죽자 AI가 통제권을 얻었습니다! 또한 기함의 산소실 출력이 떨어지는 것도 감지됐습니다...
ru: Оказывается, этот корабль также оснащен продвинутой системой искусственного интеллекта. Теперь, когда экипаж мертв, она взяла управление в свои руки! Вы чувствуете, что уровень кислорода на Флагмане падает...

source: data/events_boss.xml.append$//event[@name="BOSS_DESTROYED"]/text
ko: 기함의 폭발이 당신의 함선을 뒤흔들고, 당신은 안도감에 떨었습니다. 당신이 해냈습니다. 연방은 구원받았습니다...
ru: Его взрыв сотрясает ваш корабль, и вы испытываете облегчение. Вы сделали это. Федерация спасена....

source: data/events_boss.xml.append$//event[@name="BOSS_DESTROYED"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_DESTROYED"]/choice/event/text
ko: 즐겨주셔서 감사합니다! 이 게임이 아직 베타이며, 우리가 아직 만족스러운 결말을 만들지 않았다는 점을 명심해 주세요. 우리의 포럼에 오셔서 피드백을 남겨주시고, 당신이 이 게임을 깼다는 걸 알려주세요. 감사합니다!
ru: Спасибо за игру! Имейте в виду, что это все еще бета-версия, и мы не создали достойного завершения игры. Посетите наши форумы, чтобы оставить отзыв и сообщить нам, что вы одержали победу. Спасибо!

source: data/events_boss.xml.append$//event[@name="BOSS_ESCAPED"]/text
ko: 당신이 겨우 우위를 점하자마자 적 기함은 초광속 도약을 사용해버렸습니다. 계속해서 공격해야 합니다!
ru: В тот самый момент, когда вы наконец одерживаете верх, он находит способ совершить сверхсветовой прыжок. Вы должны продолжать атаковать!

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/text
ko: 마침내... 반군 기함과의 결전입니다. 만일 당신이 이 괴물을 물리칠 수 있다면, 연방 함대는 살아남을 기회를 얻게 될 것입니다. 물러설 곳은 없습니다!
ru: Вот оно... Флагманский корабль повстанцев. Если вы сможете уничтожить это чудовище, у флота Федерации появится шанс выжить. Назад дороги нет!

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/text
ko: 어쩌면 전쟁 없이도 우리의 이상을 조화시킬 수 있는 절충안이 있지 않을까요?
ru: Может быть, можно было бы достичь примирения наших идеалов без войны?

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/text
ko: 기함의 사령관이 혼란스러워하며 눈을 깜빡입니다. "하, 그 멍청한 평화바라기 수도승들처럼 말하는구나! 넌 이 운동이 얼마나 중요한지 이해하지 못할 거다! 연방에 대한 충성심으로 눈이 멀어 반군의 중요성을 깨닫지 못하고 있으니까! 너 폭정에 맞서 싸워 본 적은 있냐?"
ru: Командир флагманского корабля растерянно моргает. "Хах, говоришь как глупый, миролюбивый монах! Вы не понимаете важности этого движения! Ваша преданность Федерации отвлекает вас от важности восстания! Разве ВЫ хоть раз выступали против угнетения?"

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_rockcruiser"]/text
ko: 우리는 스톤월을 타도하기 위해 락맨 고향 성단에서 반란을 일으켰습니다.
ru: Мы вдохновили восстание в родных мирах валунов, чтобы свергнуть Камнестена.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_zone"]/text
ko: 우리는 내각에 저항하여 그들의 억압으로부터 행성 하나를 구해냈습니다.
ru: Мы бросили вызов Министерству и спасли целую планету от их гнета.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_suzzycruiser"]/text
ko: 우리는 하이브에 대항하여 그들의 부화장을 급습했습니다.
ru: Мы выступили против Улья и совершили налет на их инкубаторы.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_leechdread"]/text
ko: 우리는 티르데오의 정권을 무너뜨리고 이어젠 공화국에 새로운 시대를 열었습니다.
ru: Мы свергли Тирдео и положили начало новой эре в Иргенской Республике.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="loc_slugdemocracy"]/text
ko: 우리는 나이트를 폐위시키고 천재정이 민주주의로 눈을 돌리게 설득했습니다.
ru: Мы свергли Тумана и убедили Клептократию обратиться к демократии.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_jack"]/text
ko: 우리는 연방을 모함하려는 신디케이트의 공격을 막음으로써 더스크브링어 운동의 결함을 폭로했습니다.
ru: Мы выявили недостатки движения Вестников Заката, остановив атаку Синдиката, пытавшегося подставить Федерацию.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[7]/text
ko: 음, 예... 없습니다...
ru: Ну... э...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[7]/event/text
ko: 지휘관이 당신을 비웃습니다. "아 너무도 한심하군. 이런 대화는 이제 지긋지긋해. 이 대립에 평화적인 해결은 없을 거다." 그는 통신을 끊었고, 기함은 무기를 가동한 채로 계속해서 다가오고 있습니다.
ru: Командир насмехается. "О, как жаль. Я устал от этого разговора. Мирного разрешения этого противостояния не будет". Он отключает связь, и Флагман продолжает заряжать свои орудия.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[7]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/text
ko: (제리) 기함에 연락한다.
ru: (Джерри) Связаться с Флагманом.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/event/text
ko: 기함이 당신을 알아채는 데는 오래 걸리지 않았습니다. 기함이 당신을 겨냥하기 전에 제리가 반군의 통신 채널을 이용해 공격을 멈추고 밴스에게 연결해 달라고 요구했습니다.
ru: Флагман не сразу замечает вас. Прежде чем он начинает нацеливаться на вас, Джерри выходит на связь с повстанцами и просит их сделать паузу, потребовав соединить его с Вэнсом.

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/text
ko: 계속...
ru: Продолжить...
