Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_NORMAL"]/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[1]
ko: 이 송신소에는 이동식 함선 건조대가 있습니다. 그들은 당신과 간략한 인사를 나눈 뒤 긴급 수리와 군용 보급품에 대한 접근을 허가했습니다.
ru: На этом маяке находится мобильная платформа для строительства кораблей. После короткого обмена информацией они дают вам разрешение на получение аварийного ремонта и военных припасов.

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[2]
ko: 엔지 민간 조선소가 군사용 보급정거장으로 바뀌어 있습니다. 그들은 당신이 함선을 수리하고 보급받을 수 있도록 해줬습니다.
ru: Гражданская верфь энджи была переоборудована в военную заправочную станцию. Здесь вы сможете подлатать свой корабль и пополнить запасы.

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[3]
ko: 사령부에서 가까운 연방 기지에 수리용 정거장이 갖춰져 있다고 알려왔습니다. 임무를 위해 그곳에 들른다면 그들은 즉시 함선의 수리와 보급을 도울 것입니다.
ru: Судя по разговорам по коммуникатору, близлежащая база Федерации оснащена ремонтной станцией. Когда вы сообщаете о приоритете вашей миссии, они быстро помогают отремонтировать ваш корабль и дают вам немного припасов.

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[4]
ko: 최전선 건조 정거장에서 손상된 전투함들을 수리하고 있습니다. 그들은 당신의 명령코드를 보고 재빨리 당신의 함선을 수리해줬습니다.
ru: Передовая строительная станция находится в процессе ремонта поврежденных военных кораблей. Ваши командные коды убеждают их провести быстрый ремонт вашего корабля.

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[5]
ko: 가까운 곳에 한 교역 정거장이 버려져 있습니다. 몇몇 연방 기술자들이 그들의 조선소를 군사용 수리시설로 바꾸었습니다. 그들은 당신의 함선을 수리해주겠다고 제안했습니다.
ru: Неподалеку была заброшена торговая станция. Инженеры Федерации перепрофилировали свою верфь под военный ремонт. Они предлагают помощь в ремонте вашего корабля.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/text
ko: 민간인 함선 한 척이 진격하는 반군 함대로부터 필사적으로 탈출하려 하고 있지만, 연료가 떨어진 것 같습니다. "아 정말 다행이야. 모든 연방 함선이 반군과 싸우느라 바쁜 줄 알았습니다. 이 구역이 얼마나 끔찍한 상태인지 아시잖아요. 대피할 수 있을 때 대피해야 하는데, 남는 연료가 있으신가요?"
ru: Гражданский корабль отчаянно пытается убежать от наступающего флота повстанцев, но у него закончилось топливо. "Слава богу, мы думали, что все корабли Федерации заняты борьбой с повстанцами. Пожалуйста, вы же знаете, в какой ужас превратился этот сектор. Нам нужно эвакуироваться, пока мы еще можем, у вас есть запас топлива?".

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/text
ko: 연료를 조금 넘겨준다.
ru: Дать им немного топлива.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/event/text
ko: 당신은 민간인들에게 연료를 넘겨줬습니다.
ru: Вы передаете свое топливо гражданским.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/event/choice/event/text
ko: "감사합니다 선장님. 이래서 저희가 항상 연방을 지지하는거죠. 이 모든 것이 헛되지 않도록 꼭 기함을 격추하십시오." 민간인은 당신에게 약간의 스크랩을 주었습니다.
ru: "О, спасибо, капитан. Вот почему мы всегда поддерживали Федерацию. Только убедитесь, что вы уничтожите этот Флагман, чтобы все это не пропало зря". Гражданские дают вам немного лома.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/text
ko: 이제 우리에겐 연료가 필요 없다. 최대한 많이 넘겨준다.
ru: Нам больше не нужно это топливо. Отдадим им столько, сколько сможем.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/event/text
ko: 당신은 민간인들에게 연료를 넘겨줬습니다.
ru: Вы передаете свое топливо гражданским.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/event/choice/event/text
ko: "맙소사... 우리에게 필요했던 양보다 훨씬 더 많네요. 이거면 반드시 이곳에서 탈출할 수 있을 거예요! 이래서 제가 항상 연방을 지지합니다. 이 모든 것이 헛되지 않도록 꼭 기함을 격추하십시오." 민간인들은 당신에게 감사해하며, 약간의 스크랩과 함께 그들에게는 더 이상 필요 없는 군용 무기를 주었습니다.
ru: "О, Боже... Это намного больше, чем нам может понадобиться. Мы точно сможем сбежать со всем этим! Вот почему я всегда поддерживал Федерацию. Только убедитесь, что вы уничтожите этот Флагман, чтобы все это не пропало зря". Гражданские так благодарны, что отдают вам оружие военного класса, которое им больше не нужно на их корабле, а также немного лома.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/text
ko: 그들을 무시한다.
ru: Не обращать на них внимания.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/event/text
ko: 안타깝지만, 이 시점에서 비축해둔 연료를 방출하는 위험을 감수할 수는 없습니다. 당신은 민간 선박으로부터 멀리 날아가면서 그들의 통신을 차단했습니다.
ru: К сожалению, в этот момент вы не можете рисковать запасами топлива. Вы улетаете от гражданского корабля и заглушаете их вызов.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/text
ko: 이 송신소는 반군 함대의 공격을 받고 있습니다! 그들은 몇몇 대도시가 있는 높은 인구 밀도의 행성을 목표로 삼고 있습니다.
ru: Этот маяк атакует эскадра кораблей повстанческого флота! Их цель - населенная планета с несколькими крупными городами.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/text
ko: 반군에게 교신을 보내 민간인을 향한 포격을 멈추라고 요구한다.
ru: Связаться с повстанцами и потребовать, чтобы они прекратили обстрел мирных жителей.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/text
ko: 반군 편대의 리더가 웃으며 당신을 노려봅니다. "공격을 멈추라고? 너 바보냐? 우리가 알지도 못하는 연방 선박의 요청을 들을거라 생각하나?"
ru: Лидер эскадрильи повстанцев отвечает, глядя на вас с ухмылкой. "Вы хотите, чтобы мы прекратили атаку? Вы что, спятили, думая, что мы будем выполнять приказы какого-то случайного корабля Федерации?"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/text
ko: "그 행성에 얼마나 많은 인명이 있는지를 생각해 보십시오! 당신들의 공격은 반군이 이 은하계에서 없애고자 하는 외계인들뿐만 아니라 인간들도 죽일 것입니다."
ru: "Подумайте, сколько человеческих жизней на этой планете! Ваша атака убьет их так же, как и инопланетян, от которых вы стремитесь избавить эту галактику".

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/text
ko: "우리가 그걸 모를 거라고 생각하나? 은하계가 새로운 평화의 시대를 맛보기 위해 수십억 명의 사람들이 죽어야 한다면, 그렇게 해야만 하는 거다!" 그들은 통신을 끊었고, 당신을 쫓아내기 위해 반군 함선이 출동했습니다!
ru: "Вы думаете, мы не в курсе? Если миллиарды людей должны умереть, чтобы в галактике наступила новая эра мира, то так тому и быть!". Они прерывают связь, и корабль повстанцев отправляется в погоню за вами!

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/text
ko: "저 아래에 있는 사람들은 무고한 시민들입니다. 그들은 당신에게 아무 짓도 하지 않았는데, 왜 그들이 이런 비극적인 운명을 맞아야 합니까?"
ru: "Это невинные гражданские там внизу. Они ничего вам не сделали, почему они заслуживают этого?".

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/event/text
ko: "연방을 지지한 순간부터 이런 운명을 감수해야만 했다. 반군에 대항하는 자들은 모두 파멸할 것이야!" 그들은 통신을 끊었고, 당신을 쫓아내기 위해 반군 함선이 출동했습니다!
ru: "Они заслужили эту участь с того момента, как поддержали Федерацию. Все, кто выступит против Восстания, будут уничтожены!" Они отключают связь, и корабль повстанцев отправляется в погоню за вами!

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[3]/text
ko: "반란을 벌이는 데는 무고한 시민들을 공격하는 것보다 더 나은 방법들이 있습니다."
ru: "У повстанцев есть дела поважнее, чем нападать на невинных гражданских".

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[3]/event/text
ko: 반군 선장이 멈칫했습니다. "맞는 말이야! 해치워야 할 연방 함선들이 있으니까. 너희 것처럼 말이지!"
ru: Капитан повстанцев делает паузу. "Ты прав! Есть корабли Федерации, которые нуждаются в убийстве. Например, твой!"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[3]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/text
ko: 도와줄 방법이 없다.
ru: Мы никак не можем помочь.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/event/text
ko: 저 무고한 행성에는 비극적인 운명이 기다리고 있지만, 당신이 할 수 있는 일은 아무것도 없습니다.
ru: Трагическая судьба ожидает невинные жизни на этой планете, но вы ничего не можете сделать.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/text
ko: 높은 인구 밀도의 연방 대도시가 건설된 행성 주위로 반군 함대가 모여 있습니다. 함대의 리더는 공병 선박에 타고 있으며, 너무나 둥글어서 거의 달걀처럼 보이는 남자였습니다. 그가 모여있는 군중들에게 소리치고 있습니다.
ru: Флот повстанцев собрался вокруг планеты с довольно густонаселенным мегаполисом Федерации. Похоже, что лидер флота, слишком толстый и почти яйцеобразный человек на борту инженерного корабля, кричит на толпу, собравшуюся в ответ.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/text
ko: 그가 불평하는 소리를 들어본다.
ru: Послушать его разглагольствования.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/text
ko: 그 공병은 미친 듯이 제스처를 취하며 말했습니다. "-발표할 내용이 있어서 왔다. 헤지 대령은 멍청한 개새끼야. 그놈이 내 아내랑 잠을 잤어. 바로 그거야, 그놈은-" 마이크가 잠시 말썽을 부렸지만, 연설은 곧 재개됐습니다. "그놈은 "이정도로 컸어", 그리고 나는 '그거 역겹다!'고 말했지. 그래서 나는 여러분 모두에게 알려주려고 한다! 헤지는-" 다시 한번 마이크가 순간적으로 끊겼습니다. "이 함선 정도의 크기지만, 훨씬 더 작아! 그리고 다음은 이쪽을 봐봐. 이게 내 물건의 모습이야!"
ru: Инженер неистово жестикулирует, пока говорит. "- Я пришел сделать объявление: Полковник Хедж - сучий идиот. Он переспал с моей женой. Верно, он... - тут он немного возится с микрофоном, но речь быстро возобновляется, - был "ТАКОЙ БОЛЬШОЙ", и я сказал: "Это отвратительно!". Поэтому я обращаюсь ко всем вам! Хедж, ты..." снова микрофон на мгновение отключается. "Он размером с этот корабль, только намного меньше! И знаете что? Вот как выглядит мой!"

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/text
ko: 근처의 함대 중 한 척에서 거대한 ASB 대포가 뻗어 나오자 군중이 비명을 질렀습니다. "바로 그거야 친구들! 그놈은 내 아내랑 잤어. 그러니 나는... 어... 이 행성이랑 잠을 잘 거야!" 거대한 ASB 대포가 발사됐지만, 포탄은 행성을 빗겨나가 훨씬 더 높이 날아가서 위성을 맞췄고, 그곳에 있던 거대한 암석을 유리처럼 깨뜨려버렸습니다. "바로 이거야. 이게 바로 너희가 경험하게 될 나의 슈퍼 레이저 대포야! 어떤가, 헤지? 난 달과 잤다고 이 멍청아! 23분 후면 내가 기다리다 지쳐서 도시 전체를 파괴할 거야. 지금 당장 항복해. 이제 내가 너희 모두랑 잠들기 전에 내 눈앞에서 사라져!" 방송이 종료됐습니다.
ru: Толпа кричит, когда массивная ПКБ выдвигается из одного из близлежащих кораблей флота. "Правильно, детка! Он переспал с моей женой, так что угадай, что я собираюсь... э... переспать с этой планетой!". Огромная ПКБ стреляет, но выстрел проходит намного выше, пропуская планету и ударяя в луну, заставляя гигантскую скалу разлететься вдребезги, словно она была сделана из стекла. "Вот так, вот что ты получишь, мою СУПЕР ЛАЗЕРНУЮ ПУШКУ! КАК ТЕБЕ ЭТО НРАВИТСЯ, ХЕДЖ? Я ПЕРЕСПАЛ С ЛУНОЙ, ИДИОТ! У тебя есть 23 минуты, прежде чем мне надоест ждать и я уничтожу весь этот город. Ты сдашься немедленно. А теперь убирайтесь с глаз моих долой, пока я не переспал и со всеми вами!". Передача заканчивается.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[1]/text
ko: 공병 선박을 처리한다.
ru: Уничтожить инженерный корабль.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[1]/event/text
ko: 당신은 공병 함선을 공격하기 위해 움직였습니다. 불행히도, 함대 또한 먼 곳에서 당신을 쏘고 있습니다.
ru: Вы двигаетесь, чтобы атаковать корабль инженеров. К сожалению, флот также ведет огонь по вам с расстояния.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[2]/text
ko: 헤지를 붙잡아 강제로 항복하게 만든다.
ru: Выследить Хеджа и заставить его сдаться.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[2]/event/text
ko: 군중 속의 많은 사람도 당신과 같은 생각을 한 것 같습니다. 사람들은 헤지의 함선 주위로 몰려들었지만, 당신이 도착했을 때 그는 이미 대기권으로 진입하고 있었습니다. 다행히도 당신에게는 그를 따라갈 함선이 있기에 그의 방향으로 추진해 날아갔습니다. 보아하니, 함대는 먼 곳에서 당신과 헤지를 모두 쏘고 있는 것 같습니다!
ru: Похоже, что у многих в толпе были те же идеи, что и у вас, и люди начали собираться вокруг корабля Хеджа, но к моменту вашего появления он уже начал подъем в атмосферу. К счастью для вас, у вас есть корабль, на котором вы можете последовать за ним, и вы отправляетесь в его сторону. Вдалеке кажется, что флот стреляет по вам обоим!

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[2]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[3]/text
ko: 같이 잠들게 되기 전에 떠난다.
ru: Уйти, пока с вами не переспали.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/text
ko: 함대를 무시한다.
ru: Не обращать внимание на флот.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/event/text
ko: 아래에 보이는 군중들이 좋은 결말을 맞진 못할 테지만, 지금은 아무것도 할 수 있는 게 없습니다.
ru: Ничего хорошего не ждет толпу внизу, но сейчас вы ничего не можете с этим поделать.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/text
ko: 이 송신소에 있는 연방 도시의 시민들은 대피 중입니다. 몇몇 반군 함선들이 국경 순찰대와 교전을 벌이고 있지만, 진짜 위협은 먼 곳에서 빠르게 다가오고 있는 반군 함대에 있습니다. 몇 척의 거대한 연방 중수송선이 민간인들을 모으고 있지만, 반군이 전면 공격을 시작하기 전까지 모두를 태우지는 못할 것입니다.
ru: В городе Федерации у этого маяка идет эвакуация. Несколько кораблей повстанцев ведут стычки с пограничным патрулем, но реальная угроза исходит от далекой, но быстро приближающейся эскадры повстанцев. Несколько массивных тяжелых перевозчиков Федерации собирают гражданских, но они не успеют прибыть до того, как повстанцы начнут свою полноценную атаку.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/text
ko: 최대한 많은 민간인을 태워 수송선까지 데려다준다.
ru: Подобрать как можно больше граждан и доставить их к перевозчикам.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/text
ko: 당신은 수십 명의 민간인을 구출할 수 있었습니다. 화물칸이 심각할 정도로 꽉 차버렸지만, 그럴 만한 가치가 있었습니다. 대부분의 민간인은 서둘러 화물칸을 빠져나가 수송선으로 대피했지만, 딱 한 명은 당신의 함선에 남아 임무를 돕겠다고 제안했습니다.
ru: Вам удается спасти несколько десятков гражданских. В грузовом отсеке очень тесно, но все это того стоит. Большинство гражданских спешат покинуть ваш склад и отправиться в безопасное место на корабле, за исключением одного, который предлагает остаться и помочь вам в вашей миссии.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/choice/event/text
ko: 당신은 막 떠나려고 하던 참에 당신을 미행하고 있던 엘리트 반군 함선을 발견했습니다. 전투가 불가피해 보입니다.
ru: Уходя, вы замечаете, что за вами летит элитный корабль повстанцев. Бой неизбежен.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/text
ko: 굳이 위험을 무릎쓰지 않는다.
ru: Мы не можем рисковать.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/event/text
ko: 마지막 전투가 임박했는데 함선을 위험에 빠뜨릴 수는 없습니다. 대부분의 민간인이 살아서 나오길 바랍시다.
ru: Слишком рискованно подвергать свой корабль такой опасности, когда вы так близки к финальной битве. Вы надеетесь, что большинство гражданских смогут выбраться живыми.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/text
ko: 이곳에는 이미 이상한 도색을 한 해적선이 있었습니다. 그들이 교신을 보내옵니다. "우리는 상자의 수호대입니다. 오직 진정으로 가치 있는 사람만이 상자의 힘을 사용할 수 있습니다."
ru: Очень странно раскрашенный пиратский корабль уже здесь. Они связываются с вами. "Мы - хранители ящика. Только тот, кто действительно достоин, может использовать силу ящика".

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/text
ko: 우리는 가치 있습니까?
ru: А мы достойны?

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/text
ko: 해적은 스크린에 가까이 다가와 1,2분간 당신의 눈을 응시했습니다. "물론입니다. 아닐 이유가 뭐 있겠습니까. 상자를 즐겨주세요."
ru: Пират придвигается ближе к экрану и минуту или две пристально смотрит вам в глаза. "Да, конечно, почему бы и нет. Развлекайтесь".

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/choice[1]/text
ko: 나중에 사용할 수 있도록 보조장비를 보관해둔다.
ru: Оставить модуль на потом.

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/choice[@req="LIST_CHECK_ANY_CREW" and @lvl="1"]/text
ko: 지금 바로 연다!
ru: Откроем сейчас!

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/choice[@req="LIST_CHECK_ANY_CREW" and @lvl="0"]/text
ko: "주의: 식별 불가 비정상적 인공물 감지. [격리] 조치 실행 예정."
ru: "ПРЕДУПРЕЖДЕНИЕ: обнаружен неизвестный аномальный артефакт. Начинается [КАРАНТИН]".

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/text
ko: 어, 괜찮습니다...
ru: Ну, ладно...

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/event/text
ko: 해적은 더 이상 아무 말도 하지 않습니다. 당신은 그들이 보이지 않을 때까지 멀리 날아갔습니다.
ru: Пират больше ничего не говорит. Вы улетаете, пока не перестаете их видеть.

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/text
ko: 인근 행성에서 연방과 반군 침략자들 간의 대규모 전투가 벌어지고 있습니다. 당신은 대기권 돌파를 시도 중인 연방 강하선으로부터 교신을 받았습니다.
ru: На ближайшей планете идет масштабная битва между Федерацией и повстанческими захватчиками. Вы получаете сигнал от корабля Федерации, который все еще пытается пробиться сквозь атмосферу.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/text
ko: 응답한다.
ru: Ответить.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/text
ko: "어떻게 그렇게 빨리 지면으로 내려가신 겁니까? 어, 그건 중요하지 않습니다. 지원군을 착륙시키려 했는데, 반군의 봉쇄를 통과할 수가 없습니다. 당신은 이미 그 아래에 있으니, 지상에 있는 우리 부대를 도와주실 수 있겠습니까? 이 결정이 승패를 가를 수도 있습니다."
ru: "Как ты так быстро спустился? Неважно. Мы должны были привезти подкрепление, но мы не можем пройти через блокаду повстанцев. Раз уж вы уже там, не могли бы вы помочь нашим войскам? Это может стать разницей между победой и поражением".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/text
ko: 연방의 병사들을 찾는다.
ru: Найти солдат Федерации.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/text
ko: 당신은 연방의 대대를 발견했습니다. 그들은 형세가 좋지 않았고, 도시 중심부에서 포위당해 있었습니다. 그들의 지휘관인 콘레드라는 이름의 젊은이가 당신을 기쁘게 맞이했습니다. "반군이 우리를 찾아내 지옥불을 퍼붓기까지 시간이 얼마 남지 않았습니다. 우리는 지금 최선의 대비를 갖추어야 합니다. 어떤 식으로든 도와주시면 감사하겠습니다.
ru: Вы находите батальон Федерации. Они явно не в хорошей форме и загнаны в угол в центре города. Их командир, молодой человек по имени Конрад, с благодарность принимает вас "У нас мало времени до того, как повстанцы найдут нас и не обрушат на наши силы весь ад. Мы должны быть настолько подготовлены, насколько это возможно. Если вы можете чем-то помочь, мы будем вам очень признательны".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[1]/text
ko: 스크랩을 좀 준다.
ru: Дать им немного лома.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[1]/event/text
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[2]/text
ko: 탄약을 좀 준다.
ru: Дать им боеприпасы.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[2]/event/text
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[2]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/text
ko: (고급 의료실) 병사들에게 의료 서비스를 제공한다.
ru: (Улучш. Медотсек) Оказать медицинскую помощь солдатам.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/event/text
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/text
ko: (의료용 나노봇) 병사들에게 의료 서비스를 제공한다.
ru: (Медботы) Оказать медицинскую помощь солдатам.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/event/text
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="BLUELIST_DRONES_REPAIR_ALL"]/text
ko: (수리 드론) 드론을 배치해 그들의 장비를 고쳐준다.
ru: (Дрон-ремонтник) Отправить дрона, чтобы он починил их оборудование.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="BLUELIST_DRONES_REPAIR_ALL"]/event/text
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="BLUELIST_DRONES_REPAIR_ALL"]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[6]/text
ko: 도울 수 없습니다.
ru: Мы не можем помочь.
