Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_boss.xml.append/*.po
Languages: ko, ru

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[2]/text
ko: 도울 수 없습니다.
ru: Мы не можем помочь.

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[2]/text
ko: 교신을 무시하고 떠난다.
ru: Проигнорировать отклик и уйти.

source: data/events_boss.xml.append$//eventList[@name="BOSS_GROUND_FIGHT_HELP"]/event[1]/text
ko: 병사들이 다음 전투에 대비해 모이는 동안, 콘래드는 또 다른 병사 한 명과 함께 당신을 불렀습니다. "솔직히 말해서, 이번 임무는 망했습니다. 전 사령관의 의무가 있으니 제 부하들을 버릴 수 없습니다. 하지만, 이 남자는 제 동생입니다. 그가 저와 같이 여기서 죽게 둘 순 없습니다. 그는 당신의 배에서 충실히 복무할 것입니다."
ru: Пока солдаты собираются для подготовки, Конрад отводит вас в сторону вместе с другим солдатом. "Я буду предельно честен, эта миссия обречена. У меня есть долг служить здесь, и я не могу бросить своих людей. Однако этот человек - мой брат. Я не могу позволить ему умереть здесь со мной. Он будет верно служить на вашем корабле".

source: data/events_boss.xml.append$//eventList[@name="BOSS_GROUND_FIGHT_HELP"]/event[2]/text
ko: "우리에겐 이것이 필요 없습니다. 우리가 격추한 반군 함선에서 떨어진 함정 탑재 무기인데, 보시다시피 탑재할 함선이 없습니다. 당신에겐 도움이 되길 바랍니다."
ru: "Нам это не пригодится. Это корабельное оружие, которое осталось от подбитого нами корабля повстанцев, но, как вы видите, у нас нет корабля, на который его можно было бы установить. Надеюсь, оно послужит вам".

source: data/events_boss.xml.append$//eventList[@name="BOSS_GROUND_FIGHT_HELP"]/event[3]/text
ko: "이게 도움이 될지 어떨지는 잘 모르겠지만, 연방이 우리에게 이 구역의 지도를 제공했습니다. 분명 우리보다 당신에게 더 쓸모 있을 겁니다. 그리고 쓸모없을 수도 있으니, 여기 더 이상 필요 없는 보조장비도 같이 드리겠습니다."
ru: "Я не могу сказать, поможет это или нет, но Федерация снабдила нас картами сектора. Я уверен, что вам они пригодятся больше, чем нам. А если нет, то вот дополнение, которое нам больше не нужно".

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/text
ko: 이 송신소는 반군 수송선이 보급품을 배달하는 위치인 임시 반군 강하 지점입니다. 중무장한 MFK 경비정이 보호하고 있지만, 저걸 파괴할 수만 있다면 플랫폼에 보관된 모든 보급품은 당신의 것이 될 것입니다.
ru: Этот маяк является домом для импровизированного пункта высадки повстанцев, куда транспортные корабли доставляют припасы. Он охраняется хорошо вооруженным стражем МФК, но если вы сможете уничтожить его, все припасы, хранящиеся на платформе, станут вашими.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[1]/text
ko: 경비정을 공격한다.
ru: Атаковать стража.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[1]/event/text
ko: 당신은 무기를 장전하고 경비정을 공격합니다.
ru: Вы заряжаете орудия и атакуете стража.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/text
ko: 강하 지점을 무시한다.
ru: Не обращать внимания на платформу.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/event/text
ko: 당신은 플랫폼을 지나쳐 임무를 계속합니다.
ru: Вы проходите мимо платформы и продолжаете свою миссию.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT_WIN"]/text
ko: 경비정을 격침했습니다. 당신은 플랫폼을 조사하기 전에 먼저 잔해를 건져냈습니다.
ru: Вы победили стража. Вы соскребаете останки, прежде чем исследовать платформу.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT_WIN"]/choice/text
ko: 강하 지점을 약탈한다.
ru: Обчистить платформу.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT_WIN"]/choice/event/text
ko: 그 플랫폼은 완전히 무인화된 것으로 보입니다. 당신은 가능한 한 많은 보급품과 군용 무기를 훔쳤습니다.
ru: Платформа кажется полностью безлюдной. Вы крадете столько припасов, сколько можете, и оружие военного класса.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/text
ko: 근처에 있는 함선이 연방의 채널에서 지원을 요청하고 있습니다. "여기는 연방 함대의 보그스 함장이다. 가까운 지역 선박에 지원을 요청한다."
ru: Корабль неподалеку передает вызов по каналам Федерации. "Это капитан Боггс из флота Федерации. Мы запрашиваем поддержку у любых ближайших кораблей в местной системе".

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[1]/text
ko: 우리를 바보로 보는 건가? 공격!
ru: Они думают, что мы тупые? В атаку!

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[1]/event/text
ko: 당신은 그 함선의 함장이 하는 얘기를 포착했습니다. "빌어먹을, 놈들이 오고 있어. 무기 장전해!"
ru: Вы слышите, как капитан корабля говорит: "Черт, они нас засекли. Приготовить оружие!"

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[2]/text
ko: 보급품을 준다.
ru: Дать им припасы.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[2]/event/text
ko: 그 함선은 당신의 도움에 깜짝 놀랐지만, 신이 나서 보급품을 받아들였습니다.
ru: Корабль удивлен, что вы им помогаете, но они с радостью принимают припасы.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[2]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/text
ko: 그들을 무시한다.
ru: Не обращать на них внимания.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/event/text
ko: 당신은 통신을 끊고 그 이상한 함선을 지나쳐 날아갔습니다.
ru: Вы улетаете от странного корабля и заглушаете их сигнал.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/event/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/event/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//eventList[@name="BOSS_REBEL_DISGUISE_GIFT"]/event[1]/text
ko: 그 함선의 선원이 당신에게 감사를 표합니다. "우리 함선이 좀 수상하다는 건 알지만, 원래 타던 배가 파괴돼서 말이죠. 그래서 어쩔 수 없이 이 배에 탑승했고, 서둘러 그 위에 페인트를 칠했습니다. 자, 감사의 의미로 이걸 받아주세요."
ru: Команда корабля благодарит вас. "Я знаю, что корабль может показаться немного подозрительным, но наш оригинал был уничтожен. Мы были вынуждены взять на абордаж этот, и наспех закрасили его. Вот, возьмите это в качестве благодарности".

source: data/events_boss.xml.append$//eventList[@name="BOSS_REBEL_DISGUISE_GIFT"]/event[2]/text
ko: "하하하! 완전히 구제불능한 바보로세! 멍청이! 완벽한 천치! 저능아! 머리에 우동사리가 든 놈! 이런 것에 속다니 믿을 수가 없다! 이제 죽어라!"
ru: "Хахахах! Ты абсолютный идиот! Ты болван! Ты полный кретин! Ты тупица! Ты балбес с мозгом размером с грецкий орех! Я не могу поверить, что ты купился на это! Теперь ты умрешь!"

source: data/events_boss.xml.append$//eventList[@name="BOSS_REBEL_DISGUISE_GIFT"]/event[2]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_MILITIA_REPAIRS"]/text
ko: "안녕하십니까 함장님! 연방과 함께 일하게 되어 큰 영광입니다. 당신의 임무가 얼마나 중요한지 알고 있으니, 저희가 당신의 선체를 수리하도록 허락해 주십시오. 기함과의 결전에 행운을 빌겠습니다."
ru: "Приветствую вас, капитан! Для меня большая честь служить рядом с Федерацией. Мы знаем, насколько важна ваша миссия, поэтому позвольте нам отремонтировать ваш корпус. Удачи в борьбе с флагманом, сэр!"

source: data/events_boss.xml.append$//event[@name="BOSS_MILITIA_REPAIRS"]/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_MILITIA_REPAIRS"]/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[1]/text
ko: 반군 함선과 싸울 준비를 한다!
ru: Приготовиться к бою с кораблем повстанцев.

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[1]/event/text
ko: 전투에 개입하기 위해 접근합니다.
ru: Вы выдвигаетесь на перехват.

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[1]/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[2]/text
ko: 시간이 없다. 도약할 준비를 한다.
ru: Времени нет, приготовимся к прыжку.

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[2]/event/text
ko: 당신은 전쟁의 공포를 잊고 당신의 임무에 집중하려고 노력했습니다.
ru: Вы пытаетесь отгородиться от ужасов войны и сосредоточиться на своей миссии.

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[1]
ko: 파손된 순양함을 추격하던 반군 정찰기의 공격이 함선의 좌측 창문을 지나쳤습니다. 교전을 위해 접근하시겠습니까?
ru: Мимо ваших левых окон пролетают выстрелы, за которыми следует разведчик повстанцев, преследующий поврежденный крейсер. Мы вступим в бой?

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[2]
ko: 소규모 연방 주거지가 반군의 최전방 정찰기에 의해 공격받는 것 같습니다. 그들을 보호하시겠습니까?
ru: Похоже, что небольшая колония Федерации подвергается нападению передового разведчика повстанцев. Защитите ли вы их?

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[3]
ko: 다수의 수송선들이 반군 폭격기 중대에게 쫓기고 있습니다. 폭격기 한 대가 방어 사격을 가까스로 돌파했고, 거대하지만 취약한 수송선들에게 걷잡을 수 없는 피해를 입히려 하고 있습니다. 당신이 앞으로 나아가 그들을 물리칠 때입니다!
ru: Несколько больших транспортов преследуются бомбардировочной эскадрильей повстанцев. Одному бомбардировщику удалось проскользнуть сквозь оборонительный огонь, и он готов посеять хаос среди огромных, но уязвимых транспортов. У вас есть время, чтобы действовать!

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[4]
ko: 근처에서 소형 전투기들의 전투가 벌어지고 있습니다. 우주 정거장을 두고 싸우는 것 같습니다. 연방의 전력이 빠르게 감소하는 것 같습니다. 그들을 지원하겠습니까?
ru: Неподалеку идет бой между небольшими истребителями; очевидно, они сражаются за космическую станцию. Похоже, Федерация быстро теряет корабли. Мы поможем им?

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[5]
ko: 민간인 함선이 연방의 보안 주파수를 통해 도움을 요청하고 있습니다. 그들은 반군 정찰기에 시달리고 있습니다. 답신을 보내시겠습니까?
ru: Гражданский корабль передает запрос о помощи по защищенному каналу Федерации. Их преследуют разведчики повстанцев. Вы ответите?

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[6]
ko: 다수의 수송선들이 반군 폭격기 중대에게 쫓기고 있습니다. 폭격기 한 대가 방어 사격을 가까스로 돌파했고, 수송선 중에서 가장 거대하지만 그만큼 가장 취약한 수송선에 막대한 피해를 입힐 만만의 태세를 갖추고 있습니다. 당신이 앞으로 나아가 폭격기 처리할 때입니다!
ru: Несколько больших транспортов преследуются бомбардировочной эскадрильей повстанцев. Одному бомбардировщику удалось проскользнуть сквозь оборонительный огонь, и он готов посеять хаос среди огромных, но уязвимых транспортов. У вас есть время, чтобы действовать!

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[7]
ko: 근처에서 소형 전투기들의 전투가 벌어지고 있습니다. 우주 정거장을 두고 싸우는 것 같습니다. 연방의 전력이 빠르게 감소하는 것 같습니다. 그들을 지원하겠습니까?
ru: Неподалеку идет бой между небольшими истребителями; очевидно, они сражаются за космическую станцию. Похоже, Федерация быстро теряет корабли. Мы поможем им?

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[8]
ko: 민간인 함선이 연방의 보안 주파수를 통해 도움을 요청하고 있습니다. 그들은 반군 정찰기에 시달리고 있습니다. 답신을 보내시겠습니까?
ru: Гражданский корабль передает запрос о помощи по защищенному каналу Федерации. Их преследуют разведчики повстанцев. Вы ответите?

source: data/events_boss.xml.append$//eventList[@name="BOSS_SCOUT_RESCUE_LIST"]/event[1]/text
ko: 당신이 구출한 사람들은 주로 분쟁에서 도망친 난민들입니다. 그들은 당신에게 진심어린 감사함을 표했습니다.
ru: Люди, которых вы спасли, были в основном беженцами, спасающимися от конфликта. Они выражают вам свою искреннюю благодарность.

source: data/events_boss.xml.append$//eventList[@name="BOSS_SCOUT_RESCUE_LIST"]/event[2]/text
ko: 당신은 연락을 받았습니다. "감사합니다! 별 것 아니지만 당신이 전장으로 도약하기 전에 저희가 당신의 함선이 입은 피해를 약간이나마 수리할 수 있었습니다. 행운을 빕니다!"
ru: С вами связываются: "Спасибо! Это не много, но мы можем восстановить немного повреждений, прежде чем вы ускачете на войну. Удачи!"

source: data/events_boss.xml.append$//eventList[@name="BOSS_SCOUT_RESCUE_LIST"]/event[3]/text
ko: 생존자들이 메시지를 보냈습니다, "지원에 감사합니다만, 저희가 얼마나 오래 버틸 수 있을지 모르겠군요. 보급품들을 좀 가져가세요, 아마 이 시점에선 저희한테는 필요가 없을 것 같군요."
ru: Выжившие отправляют сообщение: "Спасибо за поддержку, я не знаю, сколько еще мы могли бы продержаться. Возьмите немного припасов, сейчас они нам, скорее всего, не понадобятся".

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_STATION"]/text
ko: 간이 설치된 반군 전초기지가 이 송신소를 지키고 있습니다. 전투 없이는 보내줄 것 같지 않습니다!
ru: Быстро собранный аванпост повстанцев охраняет этот маяк. Они не собираются отпустить вас без боя!

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_STATION"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_ENGINEER"]/text
ko: 손상된 무인기를 수리하기 위해 이곳에 배치된 것으로 보이는 반군 공병대 선박이 당신을 파괴할 수 있을 만큼의 중무장을 갖추고 있습니다!
ru: Инженерное судно повстанцев, вероятно, размещенное здесь для ремонта поврежденных авто-кораблей, вооружено достаточно хорошо, чтобы чувствовать уверенность в своей способности уничтожить вас!

source: data/events_boss.xml.append$//event[@name="BOSS_ENGINEER"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/text
ko: 이 송신소에 슬러그 함선이 한 척 있습니다. 그들의 선장은 외계인 버전의 팝콘을 먹고 있는 것으로 보입니다. "오, 모두가 짜꼬 이떤 그 함썬이짢아. 여기써 널 보게 될 쭐은 몰랐는 걸. 이거 쩡말로 흥미로운 경험이네. 우리가 여기써 할 일은 없찌만, 때때로 그냥 쫗은 쑈를 보고 앂을 때도 이쓰니까. 내 말 알아듣찌?"
ru: Корабль слизней находится у этого маяка. Их капитан, похоже, ест какую-то инопланетную версию попкорна. "Неужели это тот корабль, который всссе ищут. Я думал, увижу ли я тебя здесссь. Это дейсссствительно такое любопытное сссобытие. У нассс здесссь нету никакой задачи, но иногда просссто хочетссся увидеть хорошее шоу, понимаешь?".

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/choice/event/text
ko: "으악 제기랄!-" 날아오던 반군 함선이 슬러그의 말을 끊었습니다. 포환을 쏴 슬러그의 선체를 관통한 후, 반군은 당신으로 표적을 옮겼습니다.
ru: "Вот дерьмо!" - слизняка прерывает пролетающий мимо корабль повстанцев. Выстрел пробивает корпус слизняка, и повстанец настигает вас.

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/choice/event/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//eventList[@name="BOSS_SLUG_SPECTATOR_WIN"]/event[1]/text
ko: 슬러그 선장은 아직 살아 있는 것으로 보이지만, 그의 함선과 선원들은 그야말로 간신히 버티고 있습니다. 그 슬러그는 자기 함선이 부서질 위기에 처했는데도 당황하지 않은 것 같습니다. "하! 그 반군 놈한테 본때를 보여쭤꾼. 이런 게 바로 엔터테인먼트찌. 하찌만 보다씨피 내 함썬은 오래 버티찌 못할 거고, 내 썬원들도 파멸을 마짜써. 아무래도 나는 너랑 가찌 이써야게따. 그러면 이 구경거리를 끝까찌 볼 쑤 이껬찌."
ru: Похоже, капитан слизень все еще жив, хотя его корабль и команда едва держатся на плаву. Слизняк не выглядит обеспокоенным предстоящим уничтожением своего корабля. "Ха! Ты показал этому повстанцу, что к чему. Вот что я называю развлечением. Хотя, ты видишь, что мой корабль долго не продержитссся, и моя команда обречена. Возможно, я оссстанусь ссс тобой, чтобы досссмотреть этот ссспектакль до конца".

source: data/events_boss.xml.append$//eventList[@name="BOSS_SLUG_SPECTATOR_WIN"]/event[1]/crewMember
ko: Rygel
ru: Райгель

source: data/events_boss.xml.append$//eventList[@name="BOSS_SLUG_SPECTATOR_WIN"]/event[2]/text
ko: 슬러그들 중 아무도 살아남지 못한 것 같다. 실망한 당신은 그들의 배에서 쓸만한 것들을 챙겼습니다.
ru: Похоже, никто из слизней не выжил. Разочарованные, вы забираете то, что осталось от их корабля.

source: data/events_boss.xml.append$//event[@name="BOSS_PIRATE"]/text
ko: 해적선이 당신을 향해 돌진해 옵니다. "젠장, 젠잔, 젠장! 이 빌어먹을 구역에서 벗어나야 해! 내 앞에서 비켜!"
ru: На вас несется пиратский корабль. " Ох черт, ох черт, ох черт, ОХ ЧЕРТ! Нам нужно убраться подальше от этого проклятого сектора! Уйди с нашего пути!"

source: data/events_boss.xml.append$//event[@name="BOSS_PIRATE"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT"]/choice/text
ko: 계속...
ru: Продолжить...

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[1]
ko: 이 구역이 아직 연방의 통제 하에 있긴 하지만, 반군 함대의 작은 정찰기가 잠입해왔습니다. 당신은 교전을 위해 접근했습니다.
ru: Хотя этот сектор все еще находится под контролем Федерации, небольшой разведчик проскользнул мимо флота. Вы вступаете в бой.

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[2]
ko: 장거리 탐색기가 주변에 주력함이 없음을 알려왔습니다. 분명 이 곳은 아무런 전략적 가치가 없는 곳으로 보입니다. 잠시만요... 초광속엔진 신호에 따르면 반군의 정찰기가 막 인근 위치에 도약해왔다고 합니다!
ru: Сканеры дальнего действия показывают, что в этой системе нет ни одного крупного корабля. Очевидно, она не представляет стратегической ценности. Подождите... Сверхсветовые сигнатуры показывают, что разведчик повстанцев только что совершил прыжок поблизости!

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[3]
ko: 센서를 통해 반군이 가까운 행성의 위성에 최전방 도약 송신소를 만들고 있는 것을 발견했습니다. 더 중요한 것은 다수의 함선들이 넘어오고 있다는 점입니다. 전투에 대비하십시오!
ru: Сенсоры показывают, что повстанцы устанавливают передовой прыжковый маяк за луной ближайшей планеты. Более того, мимо пролетает несколько кораблей; приготовьтесь к бою!

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[4]
ko: 다수의 민간 정거장이 있음에도 이 지역의 연방 함선의 수는 많이 부족했습니다. 당신은 소수의 폭격기 분대가 몇몇 연방 정찰기와 교전하는 것을 보고 도와주기 위해 움직였습니다.
ru: В этом районе космоса мало кораблей Федерации, несмотря на множество гражданских космических станций. Вы видите, что небольшая эскадрилья бомбардировщиков вступила в бой с разведчиками Федерации, и быстро выдвигаетесь на помощь.

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[5]
ko: 당신이 송신소에 도착하자마자, 반군 정찰기가 교전을 개시했습니다. 즉시 무기를 가동하십시오!
ru: Как только вы подходите к маяку, разведчик повстанцев поворачивается, чтобы вступить в бой. Заряжаем орудия!

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[6]
ko: 이 지역을 탐색한 결과 작은 교역선의 신호만을 발견했습니다. 그러나 잠시 후 서서히 반군 정찰기의 윤곽이 보입니다! 당신은 스캐너를 다시 가동해서 그들이 위조 인증을 사용하고 있는 것을 알아냈습니다. 당신은 공격을 위해 움직였습니다.
ru: Вы сканируете местность, обнаруживая сигнатуры только небольшого торгового судна. Однако, когда оно приближается, вы видите силуэт разведчика повстанцев! Вы снова запускаете сканеры и обнаруживаете, что их регистрация фальшивая. Вы выдвигаетесь в атаку.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_FED"]/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_FED"]/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[1]
ko: 도착하자 마자 당신은 수많은 연방 모함들과 드레드노트들을 발견했습니다. 이런 함대를 파견한 걸로 보아 이 행성계는 틀림없이 매우 중요한 곳인 것 같습니다.
ru: Вы прибываете и видите несколько передовых авианосцев и дредноутов Федерации. Это должна быть система высокой важности, чтобы заслужить такой флот.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[2]
ko: 가까운 위치에 소규모의 연방 함대와 수 많은 난파선들이 있습니다. 이곳에서 소규모 교전이 있었던 모양입니다.
ru: Поблизости есть несколько флотов Федерации, а также множество обломков. Должно быть, в этом районе были небольшие стычки.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[3]
ko: 흩어진 중형 선박들이 인근 연방 정착지를 방어하기 위해 주둔하고 있습니다. 피난을 하는 것으로 보입니다.
ru: Несколько разрозненных тяжелых кораблей остались защищать близлежащее поселение Федерации. Похоже, они находятся в процессе эвакуации.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[4]
ko: 대규모의 연방 대형함들이 송신소 주변에서 편대를 이루고 있습니다. 센서가 미사일 조준을 감지하고 뜨겁게 달아올랐으나, 함선의 표지를 전송하자 그들은 당신을 보내주었습니다.
ru: Вокруг маяка выстроилось большое количество тяжелых кораблей Федерации. Сенсоры работают в усиленном режиме, блокируя ракеты, но как только вы передаете сигнатуру своего корабля, они оставляют вас в покое.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[5]
ko: 연방 전투기 대대가 인근 위성에서 전투를 벌이는 중입니다. 그들의 모함은 멀리서 대기하고 있습니다. 반군의 정찰 중대와 마주친 모양입니다.
ru: Батальон истребителей Федерации сражается вокруг близлежащей луны, а их носители ждут вдалеке. Должно быть, они столкнулись с эскадрильей разведчиков повстанцев.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[6]
ko: 도착하자 마자 당신은 수많은 연방 모함들과 드레드노트들을 발견했습니다. 이런 함대를 파견한 걸로 보아 이 행성계는 틀림없이 매우 중요한 곳인 것 같습니다.
ru: Вы прибываете и видите несколько передовых авианосцев и дредноутов Федерации. Это должна быть система высокой важности, чтобы оправдать наличие такого флота.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[7]
ko: 가까운 위치에 소규모의 연방 함대와 수 많은 난파선들이 있습니다. 이곳에서 소규모 교전이 있었던 모양입니다.
ru: Поблизости есть несколько флотов Федерации, а также множество обломков. Должно быть, в этом районе были небольшие стычки.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[8]
ko: 흩어진 중형 선박들이 인근 연방 정착지를 방어하기 위해 주둔하고 있습니다. 피난을 하는 것으로 보입니다.
ru: Несколько разрозненных тяжелых кораблей остались защищать близлежащее поселение Федерации. Похоже, они находятся в процессе эвакуации.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[9]
ko: 대규모의 연방 대형함들이 송신소 주변에서 편대를 이루고 있습니다. 센서가 미사일 조준을 감지하고 뜨겁게 달아올랐으나, 함선의 표지를 전송하자 그들은 당신을 보내주었습니다.
ru: Вокруг маяка выстроилось большое количество тяжелых кораблей Федерации. Сенсоры работают в горячем режиме, блокируя ракеты, но как только вы передаете сигнатуру своего корабля, они оставляют вас в покое.

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[10]
ko: 연방 전투기 대대가 인근 위성에서 전투를 벌이는 중입니다. 그들의 모함은 멀리서 대기하고 있습니다. 반군의 정찰 중대와 마주친 모양입니다.
ru: Батальон истребителей Федерации сражается вокруг близлежащей луны, а их носители ждут вдалеке. Должно быть, они столкнулись с эскадрильей разведчиков повстанцев.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_BOTH"]/choice[1]/text
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_BOTH"]/choice[2]/text
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: data/events_boss.xml.append$/FTL/textList[5]/text[1]
ko: 센서가 인근 위치에서 큰 전투가 벌어지고 있음을 감지했으나, 당장 이 부근은 조용해 보입니다. 당신은 이목을 끌지 않고 전투에서 벗어나려고 시도합니다.
ru: Сенсоры указывают на признаки крупного сражения неподалеку, но в непосредственной близости все спокойно. Вы стараетесь затаиться и не вмешиваться в бой.

source: data/events_boss.xml.append$/FTL/textList[5]/text[2]
ko: 당신은 도착하자마자 두 함대가 서로 충돌하고 있는 것을 발견했습니다. 센서가 이 대학살의 범위를 추적하는 중입니다. 당신은 이들을 도울 방법이 임무를 완수하는 것뿐이라는 것을 알기에, 조용히 FTL 드라이브가 충전되기만을 기다립니다.
ru: Прибыв на место, вы обнаружите, что два флота столкнулись друг с другом. Сенсоры отслеживают масштабы бойни. Вы спокойно ждете, пока зарядится сверхсветовой привод, зная, что единственный способ помочь - это выполнить свою миссию.

source: data/events_boss.xml.append$/FTL/textList[5]/text[3]
ko: 멀리서 전투가 벌어지고 있습니다. 센서가 취약한 탈출 포드의 존재를 다수 감지했으나, 그들을 돕기 위해 멈출 수는 없습니다. 지금 가장 중요한 것은 임무입니다.
ru: Вдалеке бушует битва. Сенсоры указывают на наличие множества уязвимых спасательных капсул, но вы знаете, что не можете остановиться, чтобы помочь. Миссия превыше всего.

source: data/events_boss.xml.append$/FTL/textList[5]/text[4]
ko: 멀리서 전투가 벌어지고 있습니다. 전투에 도움이 되고 싶다는 마음 못지않게, 당신은 당신이 맡은 임무의 중요성을 알고 있습니다.
ru: Вдалеке бушует битва. Как бы вам ни хотелось помочь в сражении, вы понимаете важность своей миссии.

source: data/events_boss.xml.append$/FTL/textList[5]/text[5]
ko: 향상된 센서가 없더라도 이곳에서 전투가 벌어지고 있다는 건 알 수 있습니다. 당신은 도약을 기다리면서 조용히 창문 밖을 쳐다봅니다. 당신이 이 전투를 도울 방법은 없습니다.
ru: Вам не нужны продвинутые сенсоры, чтобы понять, что идет битва. Вы спокойно смотрите в окно, ожидая прыжка. Вы никак не можете помочь в этой битве.

source: data/events_boss.xml.append$/FTL/textList[5]/text[6]
ko: 두 함대가 서로에게 일제 사격을 가하고 있습니다. 다행히도 당신의 함선을 신경쓰는 사람은 없는 듯 합니다. 도약할 준비를 하십시오.
ru: Два флота ведут залповую стрельбу друг по другу. К счастью, никто, похоже, не интересуется вашим кораблем. Вы готовитесь к очередному прыжку.

source: data/events_boss.xml.append$/FTL/textList[5]/text[7]
ko: 센서가 인근 위치에서 큰 전투가 벌어지고 있음을 감지했으나, 당장 이 부근은 조용해 보입니다. 당신은 이목을 끌지 않고 전투에서 벗어나려고 시도합니다.
ru: Сенсоры указывают на признаки крупного сражения неподалеку, но в непосредственной близости все спокойно. Вы стараетесь затаиться и не вмешиваться в бой.
