Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_salvaging.xml/*.po
Languages: es, fr, ko, ru, zh_hans

# data/events_special_salvaging.xml$//event[@name="SALVAGE_FAIL"]/text
source: Your crew find little of value; disappointed, they return to the ship.
es: Tu tripulación encuentra poco de valor; decepcionados, regresan a la nave.
fr: Votre équipage trouve peu de choses de valeur ; déçus, ils retournent au vaisseau.
ko: 선원들은 가치 있는 것을 거의 찾지 못했고, 실망한 채로 함선에 돌아왔습니다.
ru: Ваш экипаж находит мало ценного и в разочаровании возвращается на корабль.
zh_hans: 你的船员几乎没找到任何有价值的东西，他们失望地返回舰内。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_ARM_LOW"]/text
source: You wait a reasonable amount of time in hopes the arm will attract any close range junk, then retract it and observe your haul.
es: Esperas un tiempo prudente con la esperanza de que el brazo atraiga cualquier chatarra cercana, luego lo retraes y observas tu botín.
fr: Vous attendez un délai raisonnable en espérant que le bras attrape toute ordure proche, puis le rétractez et observez votre prise.
ko: 당신은 로봇 팔이 가까이 있는 쓰레기들을 끌어당기기 바라며 적당한 시간을 기다렸다가 로봇 팔을 끌어올려 수확물을 확인했습니다.
ru: Вы выжидаете некоторое время, надеясь, что кран соберет какой-нибудь близлежащий мусор, затем втягиваете его и осматриваете свою добычу.
zh_hans: 你把磁力臂伸出，希望它能吸到近处的废料，等了好一段时间后，你把它收回，并检查你的收获。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_LOW"]/text
source: Your crew find little, but it's still something. They return back to the ship with their haul.
es: Tu tripulación encuentra poco, pero al menos es algo. Regresan a la nave con lo que pudieron recolectar.
fr: Votre équipage trouve peu de ressources, mais c'est toujours ça de pris. Ils rentrent au vaisseau avec leur butin.
ko: 당신의 선원들은 얼마 안 되는 자원을 찾았지만 그래도 무언가 건지긴 했습니다. 그들은 수확물을 가지고 함선으로 돌아왔습니다.
ru: Ваш экипаж мало что находит, но это уже что-то. Они возвращаются на корабль со своей добычей.
zh_hans: 你的船员只找到一点资源，然而这依然能够说是收获。他们带着收集物返舰。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_MED"]/text
source: Your crew find a decent amount of salvage. They return back to the ship with their haul.
es: Tu tripulación encuentra una buena cantidad de chatarra. Regresan a la nave con su botín.
fr: Votre équipage trouve une assez bonne quantité de ressources à récupérer. Ils rentrent au vaisseau avec leur butin.
ko: 당신의 선원들은 적당한 양의 인양물을 찾았습니다. 그들은 수확물을 가지고 함선으로 돌아왔습니다.
ru: Ваш экипаж находит немало припасов. Они возвращаются на корабль со своей добычей.
zh_hans: 你的船员找到了不少资源，他们带着收集物返舰。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_HIGH"]/text
source: Your crew find a large amount of salvage. They return back to the ship with their haul.
es: Tu tripulación encuentra una gran cantidad de chatarra. Regresan a la nave con su botín.
fr: Votre équipage trouve une grande quantité de ressources utiles. Ils rentrent au vaisseau avec leur butin.
ko: 당신의 선원들은 많은 양의 인양물을 찾았습니다. 그들은 수확물을 가지고 함선으로 돌아왔습니다.
ru: Ваш экипаж находит большое количество припасов. Они возвращаются на корабль со своей добычей.
zh_hans: 你的船员找到了大量资源，他们带着收集物返舰。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_FUEL"]/text
source: Your crew find a ton of fuel cells, though their origin is uncertain. They return back to the ship with their haul.
es: Tu tripulación encuentra muchas células de combustible, aunque su origen es incierto. Todos regresan a la nave con el botín.
fr: Votre équipage trouve une grande quantité de cellules de carburant, d'une origine inconnue. Ils rentrent au vaisseau avec leur butin.
ko: 당신의 선원들은 출처가 불확실한 수많은 연료 전지를 찾았습니다. 그들은 수확물을 가지고 함선으로 돌아왔습니다.
ru: Ваш экипаж находит кучу топливных элементов, хотя неизвестно, откуда они взялись. Они возвращаются на корабль со своей добычей.
zh_hans: 你的船员找到了大量来源未知的燃料。他们带着收集物回到了船上。

source: You stumble across an abandoned minefield. Certainly dubious, but also a potential source of a large amount of ammo and scrap. However, being careless would prove to be risky.
es: Te topas con un campo minado abandonado. Sin duda es algo sospechoso, pero también una posible fuente de una gran cantidad de munición y chatarra. Sin embargo, actuar con descuido sería arriesgado.
fr: Vous tombez sur un champ de mines abandonné. Bien que suspect, il est une source potentielle d'une grande quantité de munitions et de ferraille. Cependant, il serait risqué d'être imprudent.
ko: 버려진 지뢰밭을 우연히 발견했습니다. 확실히 좋다고 할 순 없는 곳이지만, 많은 양의 탄약과 스크랩을 얻을 수 있는 곳이기도 합니다. 다만 이곳을 탐색하는 건 위험한 일입니다.
ru: Вы натыкаетесь на заброшенное минное поле. Конечно, это сомнительный, но в то же время потенциально ценный источник большого количества боеприпасов и лома. Тем не менее, неосторожность может оказаться опасной.
zh_hans: 你的船员发现了一片废弃的雷区。这很可疑，但也可能藏有大量弹药与废料。然而，不够谨慎的话可能会有风险。

source: Take the risk.
es: Tomar el riesgo.
fr: Prendre le risque.
ko: 위험을 감수한다.
ru: Рискнуть.
zh_hans: 接受风险，进行回收。

source: You have no sacrificial crew to send in the minefield.
es: No tienes tripulación de sacrificio para enviar al campo de minas.
fr: Vous n'avez pas d'équipage sacrifiable à envoyer dans le champ de mines.
ko: 지뢰밭에 보낼 헌신적인 선원이 없다.
ru: На борту вашего корабля нет самоотверженных членов экипажа, которых можно было бы послать на минное поле.
zh_hans: 你没有可牺牲的船员可供派入雷区。

source: (Crusader Crew) Your Crusader knows a lot about explosives, and can also take a hit.
es: (Tripulante Crusader) Tu Crusader sabe mucho sobre explosivos y también puede resistir un impacto.
fr: (Membre d'équipage croisé) Votre croisé s'y connaît en explosifs et peut aussi encaisser des coups.
ko: (크루세이더 선원) 크루세이더는 폭발물에 대해 해박한 데다 한 방 맞아도 끄떡없다.
ru: (Член экипажа-Крестоносец) Ваш Крестоносец знает толк во взрывчатке, а также может выдержать удар.
zh_hans: (圣战者船员)你的圣战者熟知爆炸物，甚至还能挨一次炸。

source: Though your Crusader knows quite a lot about explosives, the real reason he's a good choice is his thick skin. With little danger to their well-being, they return with an impressive haul, though it's not as good as you might have gotten with a larger team.
es: Aunque tu Crusader sabe bastante sobre explosivos, la verdadera razón por la que es una buena elección es su piel gruesa. Con poco peligro para su bienestar, regresa con un botín impresionante, aunque no tan bueno como el que podrías haber obtenido con un equipo más grande.
fr: Si votre croisé s'y connaît parfaitement dans le domaine, la véritable raison de son efficacité est sa peau dure. N'ayant aucune crainte pour sa survie, il revient avec un butin fameux, bien que moindre que si vous aviez envoyé une plus grande équipe.
ko: 크루세이더가 폭발물을 잘 아는 것도 있지만, 그를 택하는 게 탁월한 진짜 이유는 그의 두꺼운 피부 때문입니다. 신체에 별 위협이 없기 때문에 그는 인상적인 수확을 가지고 돌아왔지만, 더 큰 팀으로 가서 얻을 수 있었던 것만큼은 아닙니다.
ru: Хоть ваш Крестоносец и знает толк во взрывчатке, на самом деле он хорош тем, что у него толстая кожа. Не подвергая себя опасности, он возвращается с внушительной добычей, хотя ее могло бы быть больше, если бы вы отправили более многочисленную команду.
zh_hans: 尽管你的岩石圣战者对爆炸物较为了解，然而他作为极佳候选人的真正原因是他皮糙肉厚。他们的健康没有受到威胁，所以带回来了可观的货物，不过如果有一只更大的队伍干活的话还能拉回来更多。

source: (Paladin Crew) Your Paladin knows a lot about explosives, and can also take a hit.
es: (Tripulante Paladín) Tu Paladín sabe mucho sobre explosivos y también puede recibir un golpe.
fr: (Membre d'équipage paladin) Votre paladin s'y connaît en explosifs et peut aussi encaisser des coups.
ko: (성기사 선원) 성기사는 폭발물에 대해 해박한 데다 한 방 맞아도 끄떡없다.
ru: (Член экипажа-Паладин) Ваш Паладин знает толк во взрывчатке, а также может выдержать удар.
zh_hans: (圣骑士船员)你的圣骑士熟知爆炸物，甚至还能挨一次炸。

source: Though your Paladin knows quite a lot about explosives, the real reason he's a good choice is because of his impressive resilience. With little danger to their well-being, they return with an impressive haul, although their slow speed prevents them from gathering more without letting the Rebel fleet gain time.
es: Aunque tu Paladin sabe bastante sobre explosivos, la verdadera razón por la que es una buena elección es su impresionante resistencia. Con poco peligro para su bienestar, regresa con un botín considerable, aunque su baja velocidad le impide recolectar más sin darle tiempo extra a la flota Rebelde.
fr: Si votre paladin s'y connaît parfaitement dans le domaine, la véritable raison de son efficacité est sa résilience innée. N'ayant aucune crainte pour sa survie, il revient avec un butin fameux, bien que sa lenteur l'empêche de continuer sans donner à la flotte rebelle se rapprocher.
ko: 크루세이더가 폭발물을 잘 아는 것도 있지만, 그를 택하는 게 탁월한 진짜 이유는 그의 놀라운 회복력 때문입니다. 신체에 별 위협이 없기 때문에 그는 인상적인 수확을 가지고 돌아왔지만, 느린 움직임 때문에 반군의 추격이 걱정되어 더 많은 것을 가져오진 못했습니다.
ru: Хоть ваш Паладин и знает толк во взрывчатке, на самом деле он хорош тем, что у него впечатляющая стойкость. Не подвергая себя опасности, он возвращается с внушительной добычей, хотя его медлительность не позволяет ему собрать больше, не давая флоту повстанцев выиграть время.
zh_hans: 尽管你的圣骑士对爆炸物较为了解，它作为极佳候选人的真正原因是它惊人的韧性。它们的健康没有受到威胁，所以带回来了可观的货物，不过它们的缓慢移速限制了没法在叛军舰队追击更进一步之前带回更多资源。

source: (Lanius Crew) Your Lanius can melt down some mines for scrap.
es: (Tripulante Lanius) Tu Lanius puede fundir algunas minas para obtener chatarra.
fr: (Membre d'équipage Lanius) Votre Lanius peut faire fondre quelque mines en ferraille.
ko: (라니우스 선원) 라니우스가 약간의 지뢰를 스크랩으로 녹여낼 수 있다.
ru: (Член экипажа-ланиус) Ваш ланиус может переплавить немного мин на лом.
zh_hans: (食铁族船员) 你的食铁族船员能够熔化一些空雷以获得废料。

source: It won't yield any functional ammo, but it's low risk for some reward. You send out your Lanius to liquify as many mines as they can.
es: No producirá munición funcional, pero es de bajo riesgo y ofrece cierta recompensa. Envías a tu Lanius a licuar tantas minas como pueda.
fr: Cela ne fournira pas de munitions utilisables, mais c'est un risque minime pour une petite récompense. Vous envoyez votre Lanius liquéfier autant de mines qu'il le peut.
ko: 탄약을 생산하지는 못하지만 위험 부담 없이 보상을 얻을 수 있는 방법입니다. 당신은 최대한 많은 지뢰를 액체로 만들기 위해 라니우스를 내보냅니다.
ru: Это не даст никаких исправных боеприпасов, но зато принесет небольшое вознаграждение без особого риска. Вы посылаете своего ланиуса, чтобы он расплавил как можно больше мин.
zh_hans: 没法从中获取有用的弹药，不过这是低风险获取其他好东西的机会。你派出你的食铁族船员尽可能多地熔解空雷。

source: Don't risk it, just bring back a few of the outliers.
es: No lo arriesgues, solo trae de vuelta algunas de las que estén más aisladas.
fr: Ne pas prendre de risque, se contenter seulement des prises les plus accessibles.
ko: 위험을 감수하지 않고 바깥쪽에 위치한 것만 몇 개 가져간다.
ru: Не рисковать, просто собрать несколько штук по краям.
zh_hans: 别冒险，就带回边上的几个。

source: With some amount of grace, your crew manage to drift through the field without setting off any explosives. Disarming as many as they can, they bring back an impressive haul.
es: Con cierta destreza, tu tripulación logra desplazarse por el campo sin detonar ningún explosivo. Desactivan tantas minas como pueden y regresan con un botín impresionante.
fr: Avec une grâce certaine, votre équipage réussit à traverser le champ sans déclencher un seul explosif. En désarmant autant qu'ils le peuvent, ils ramènent un sacré butin.
ko: 행운이 따라줘서, 당신의 선원들은 어떠한 폭발물도 터뜨리지 않고 지뢰밭을 누빌 수 있었습니다. 그들은 최대한 많은 지뢰를 해체해서 가져와 인상적인 수확을 거뒀습니다.
ru: С определенным мастерством вашему экипажу удается пробраться через поле, не подорвав ни одной мины. Обезвредив как можно больше взрывчатки, они возвращаются с внушительной добычей.
zh_hans: 你的船员留了一些余地，做到不触发任何爆炸物穿过雷区，尽可能多地拆除空雷。他们带回来一批可观的货物。

source: Your crew are less than graceful navigating the field, almost setting the entire thing off twice. At last, they push their luck for the final time, and one of your crew is blown into chunks! You can hear the rest of the team screaming in terror through the radio, but you silence them and order them back to the ship immediately with however much they've already collected.
es: Tu tripulación es poco elegante al navegar por el campo, casi detonándolo por completo en dos ocasiones. Finalmente fuerzan su suerte una última vez y uno de tus tripulantes es hecho pedazos. Puedes escuchar al resto del equipo gritando de terror por la radio, pero los silencias y les ordenas regresar a la nave de inmediato con todo lo que ya hayan recogido.
fr: Votre équipage manque clairement de grâce en traversant le champ, manquant de déclencher l'explosion de l'entièreté du champ à deux reprises. Abusant de leur chance une troisième fois, l'un d'eux est soufflé par une explosion ! Vous entendez le reste de l'équipage terrifié hurler à travers la radio, mais vous les réduisez au silence et leur ordonnez de retourner immédiatement au vaisseau avec tout ce qu'ils ont pu récupérer.
ko: 당신의 선원들은 별로 운이 좋지 못했고 지뢰를 두 번이나 터뜨릴 뻔했습니다. 결국 그들이 마지막으로 자신들의 운을 믿어 보았을 때 선원들 중 한 명이 산산조각 나버렸습니다! 무전기를 통해 나머지 팀원들이 공포에 질려 비명을 지르는 것을 들을 수 있었지만, 당신은 그들을 침묵시키고 그들이 지금까지 얼마만큼을 모았든 즉시 함선으로 돌아가라고 명령했습니다.
ru: Ваша команда не слишком изящно передвигается через поле, дважды едва не спровоцировав массовую детонацию. Наконец, они испытывают свою удачу в последний раз, и один из членов вашего экипажа разлетается на куски! Вы слышите через передатчик, как остальные члены команды кричат в ужасе, но вы заставляете их замолчать и приказываете немедленно вернуться на корабль с тем, что они успели собрать.
zh_hans: 你的船员穿越雷区的时候大手大脚的，两次几乎引爆整片雷区。他们最后再赌了一次运气，但你的一位船员被炸成了碎片！你能听见剩下的船员在通信频道上惊恐的呼叫，但你命令肃静并让他们带着目前或多或少的货物立即返程。

source: Fortunately your crew has been revived by the Clone Bay, though they request they get a pass from the next salvaging mission.
es: Afortunadamente, tu tripulante ha sido revivido por la Bahía de Clonación, aunque solicita quedar exento de la próxima misión de recuperación.
fr: Heureusement, votre membre d'équipage est répliqué en salle des clones. Timidement, il demande à ne pas faire partie de la prochaine mission de récupération.
ko: 다행히도 당신의 선원은 클론 배양실에서 되살아 났습니다. 그래도 다음 인양 임무에는 보내지 말아달라 하네요.
ru: К счастью, член вашего экипажа был возрожден в Клон-отсеке, хотя он просит освободить его от участия в следующей операции по поиску припасов.
zh_hans: 幸运的是你的船员被克隆仓复活了，不过他们请求下次回收任务能请个假。

source: Your crew manage to disarm a lot of mines before they return, but spot something in the center. It's a Mine Launcher, the tool used to lay the field! Now that there's less mines, you can pilot closer and grab it, but risk setting off the remainders of the field with your ship.
es: Tu tripulación logra desactivar muchas minas antes de regresar, pero detecta algo en el centro. Es un lanzador de minas, la herramienta utilizada para desplegar el campo. Ahora que hay menos minas, puedes pilotar más cerca y tomarlo, pero te arriesgas a detonar las restantes con tu nave.
fr: Votre équipage réussit à désarmer un paquet de mines avant leur retour, mais aperçoivent quelque chose au centre. C'est un lance-mines, responsable du champ ici présent ! Maintenant qu'il y a moins de mines, vous pourriez piloter plus proche et le récupérer, au risque de déclencher le reste du champ avec votre vaisseau.
ko: 당신의 선원들은 돌아오기 전에 수많은 지뢰를 해체할 수 있었지만, 중앙에서 무언가를 발견했습니다. 그건 기뢰 사출기였습니다, 지뢰밭을 만드는 데 사용되는 도구죠! 이제 지뢰가 줄어들었으니 당신은 가까이 날아가 그것을 집을 수 있지만, 남아있는 지뢰들을 함선으로 작동시킬 위험이 있습니다.
ru: Возвращаясь обратно, ваша команда, сумев к этому моменту обезвредить множество мин, что-то заметила. Это миномет, инструмент, который использовали для установки этого поля! Теперь, когда мин стало меньше, вы можете подлететь ближе и забрать его, но при этом будет риск подорвать остатки поля своим кораблем.
zh_hans: 你的船员返程前设法解除了许多空雷，但是他们在雷区中央看见了什么东西。那是一件空雷发射器，是布置这片雷区的道具！既然现在空雷数量少了许多，你可以驾驶星舰靠近回收它，但是仍要冒着星舰引爆剩下的雷区的风险。

source: Get the Mine Launcher!
es: Obtén el lanzador de minas!
fr: Récupérer le lance-mines !
ko: 기뢰 사출기를 가져온다!
ru: Забрать миномет!
zh_hans: 回收空雷发射器！

source: You grab the Mine Launcher and leave the field, only to accidentally trip one of them on the way out! Luckily the resulting explosion isn't too catastrophic, but it still hurts.
es: Tomas el lanzador de minas y abandonas el campo, solo para detonar accidentalmente una mina al salir. Por suerte, la explosión no es demasiado catastrófica, pero aun así duele.
fr: Vous saisissez le lance-mines et quittez le champ, non pas sans accidentellement activer l'une d'entre elles sur le retour ! Heureusement, l'explosion n'est pas catastrophique, mais cela fait toujours mal.
ko: 당신은 기뢰 사출기를 챙기고 지뢰밭을 떠나려 했지만, 떠나는 길에 우연히 지뢰 하나를 넘어뜨렸습니다! 운 좋게도 폭발은 크지 않았지만 피해는 입었습니다.
ru: Вы хватаете миномет и покидаете поле, но по дороге случайно задеваете одну из мин! К счастью, взрыв оказался не слишком катастрофическим, но все равно ощутимым.
zh_hans: 你回收了空雷发射器后离开，但出来的时候不小心碰上了一颗空雷！幸运的是爆炸不算很严重，但是还是有点痛。

source: Leave it.
es: Déjalo.
fr: Laisser cela.
ko: 내버려둔다.
ru: Бросить эту затею.
zh_hans: 离开。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_DRONE"]/text
source: Oddly enough, it appears a pair of Boarding Drones have been abandoned here in the abyss. You can break them down for parts easily, but if you scanned them for the schematics you might risk activating one.
es: Curiosamente, parece que un par de Drones de Abordaje han sido abandonados aquí en el vacío. Puedes desmantelarlos fácilmente para obtener piezas, pero si los escaneas en busca de los esquemas podrías arriesgarte a activar uno.
fr: De manière assez étrange, on dirait qu'une paire de drones d'abordage a été abandonnée dans l'abysse ici. Vous pourriez les désosser pour des pièces de drones, mais si vous les scannez pour en récupérer les plans, vous risqueriez leur activation.
ko: 이상하게도 강습 드론 한 쌍이 이곳의 심연에 버려져 있는 것 같습니다. 간단하게 그것들을 드론 부품으로 분해할 수도 있지만, 그것들이 작동될 위험을 감수하고 도식을 얻기 위해 스캔할 수도 있습니다.
ru: Как ни странно, похоже, что пара абордажных дронов была брошена здесь, среди пустоты. Вы можете спокойно разобрать их на запчасти, но если вы просканируете их, чтобы получить схему, то рискуете активировать одного из них.
zh_hans: 奇怪的是，看起来有一对登舰无人机被遗弃在这深渊。你可以轻易把它们拆解了获得一些零件，但如果为了图纸扫描他们会有激活一个的风险。

source: Break them down for parts.
es: Desmantelarlos para obtener piezas.
fr: Tenter de les démonter.
ko: 드론들을 드론 부품으로 분해한다.
ru: Разобрать их на части.
zh_hans: 拆解他们获得零件。

source: The schematic isn't worth the risk. You salvage the drones.
es: El esquema no vale el riesgo. Recuperas los drones.
fr: Le plan de fabrication ne vaut pas un tel risque. Vous désassemblez les drones.
ko: 도식은 위험을 감수할 가치가 없습니다. 당신은 드론을 분해합니다.
ru: Схема не стоит риска. Вы разбираете дронов.
zh_hans: 无人机图纸不值得冒险。你拆解了无人机。

source: Scan them.
es: Escanearlos.
fr: Les scanner.
ko: 드론들을 스캔한다.
ru: Просканировать их.
zh_hans: 扫描它们。

source: You attempt scanning, but due to your distance you're unable to get a read. You pull closer, but accidentally move a little too close, triggering the drones! Fortunately you still recover the schematic, but now they're onboard!
es: Intentas escanearlos, pero debido a la distancia no logras obtener una lectura. Te acercas más, pero accidentalmente te aproximas demasiado y activas los drones. Afortunadamente recuperas el esquema, pero ahora están a bordo!
fr: Vous essayez de les scanner, mais vous êtes trop loin pour obtenir un résultat. Vous vous rapprochez, un peu trop-même, ce qui active les drones ! Heureusement vous arrivez à sécuriser les plans, mais ils sont à bord désormais !
ko: 스캔을 시도했지만 거리가 멀어 데이터를 볼 수가 없었습니다. 가까이 다가가다 실수로 너무 가까이 움직여 드론이 작동했습니다! 다행히도 도식은 복구했지만 그것들이 함선으로 들어왔습니다!
ru: Вы пытаетесь провести сканирование, но из-за большого расстояния не можете получить результат. Вы подлетаете ближе, но случайно оказываетесь слишком близко и активируете дронов! К счастью, вам все же удается заполучить схему, но теперь они на борту!
zh_hans: 你试图扫描他们，但由于距离原因你没法获得数据。你靠近了一点，但不小心靠得太近，激活了无人机！幸运的是图纸还是拿到了，但是它们现在登陆了你的星舰！

source: (Energy Shield) Approach without any fear of intruders.
es: (Escudo de Energía) Acércate sin temor a intrusos.
fr: (Membre d'équipage Engi) S'approcher avec assurance, sans crainte d'intrus.
ko: (에너지 방어막) 침입자에 대한 걱정 없이 접근한다.
ru: (Энергетический щит) Приблизиться, не опасаясь вторжения.
zh_hans: (能量护盾)无惧任何入侵者直接靠近。

source: Fortunately, your Energy Shield greatly simplifies the process. You retrieve the schematic without having to deal with any resistance.
es: Afortunadamente, tu Escudo de Energía simplifica enormemente el proceso. Recuperas el esquema sin tener que enfrentar resistencia.
fr: Heureusement, votre bouclier d'énergie aide bien à ce travail. Vous récupérez le plan tranquillement, sans aucune encombre.
ko: 다행히도 에너지 방어막은 회수 과정을 꽤 간단하게 만들었습니다. 당신은 아무런 저항 없이 도식을 가져옵니다.
ru: К счастью, ваш Энергетический щит значительно упрощает этот процесс. Вы получаете схему, не сталкиваясь с каким-либо сопротивлением.
zh_hans: 幸运的是，你的能量护盾极大简便了流程。你无需处理任何抵抗就获得了图纸。

source: (Engi Crew) Disable the drones first.
es: (Tripulante Engi) Desactiva los drones primero.
fr: (Membre d'équipage Engi) Désactiver les drones d'abord.
ko: (엔지 선원) 우선 드론을 무력화한다.
ru: (Член экипажа-энджи) Сначала отключить дронов.
zh_hans: (半械族船员)先禁用无人机。

source: Fortunately, your Engi is able to disable the drones before scanning them.
es: Afortunadamente, tu Engi logra desactivar los drones antes de escanearlos.
fr: Heureusement, votre Engi parvient à éteindre les drones avant le scan.
ko: 다행히도 엔지는 스캔에 앞서 드론들을 무력화할 수 있었습니다.
ru: К счастью, ваш энджи способен отключить дронов перед сканированием.
zh_hans: 幸运的是，你的半械族船员能够在扫描无人机之前先禁用它们。

source: (Engineer Crew) Disable the drones first.
es: (Tripulante Ingeniero) Desactiva los drones primero.
fr: (Membre d'équipage ingénieur) Désactiver les drones d'abord.
ko: (공병 선원) 우선 드론을 무력화한다.
ru: (Член экипажа-Инженер) Сначала отключить дронов.
zh_hans: (工程师船员)先禁用无人机。

source: Fortunately, your Engineer is able to disable the drones before scanning them.
es: Afortunadamente, tu Ingeniero logra desactivar los drones antes de escanearlos.
fr: Heureusement, votre ingénieur parvient à éteindre les drones avant le scan.
ko: 다행히도 공병은 스캔에 앞서 드론들을 무력화할 수 있었습니다.
ru: К счастью, ваш Инженер может отключить дронов перед сканированием.
zh_hans: 幸运的是，你的工程师船员能够在扫描无人机之前先禁用它们。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_PIRATES"]/text
source: The immediate area around the beacon yields little, but after diving much deeper into the system you stumble across an inactive pirate ship scans didn't turn up before.
es: El área inmediata alrededor de la baliza ofrece poco, pero tras adentrarte mucho más en el sistema te topas con una nave pirata inactiva que los escaneos no habían detectado antes.
fr: La zone périphérique de la balise ne regorge pas de ressources. En vous enfonçant plus loin dans le système, vous découvrez un vaisseau pirate inactif que les scans n'avaient pas détecté.
ko: 송신소 바로 주변은 별것 없었지만, 행성계의 훨씬 더 깊은 곳으로 나아가자 우연히 스캔에 나타나지 않던 비활동 해적선을 발견했습니다.
ru: Изучение области непосредственно вокруг маяка мало что дает, но отправившись чуть глубже в систему вы натыкаетесь на неактивный пиратский корабль, который вы до этого не засекли при сканировании.
zh_hans: 信标附近的区域收获甚微，不过在星系内深入探索后你碰上了一艘之前没扫描到的海盗战舰。

source: Send a team to see what loot might be inside.
es: Envía un equipo para ver qué botín puede haber dentro.
fr: Envoyer une équipe fouiller le vaisseau.
ko: 팀을 보내 그 안에 무엇이 있는지 확인한다.
ru: Отправить команду узнать, какая добыча может ждать вас внутри.
zh_hans: 派一支小队看看里面会有什么战利品。

source: You cannot send a team, since you lack one.
es: No puedes enviar un equipo, ya que no tienes uno disponible.
fr: Vous ne pouvez pas envoyer une équipe, car vous n'en avez pas.
ko: 선원이 없어 인양 팀을 보낼 수 없습니다.
ru: Вы не можете отправить команду, так как у вас ее нет.
zh_hans: 你缺少船员，因此无法派出小队。

source: Scrap the hull.
es: Desmantela el casco.
fr: Démanteler la coque.
ko: 선체를 긁어 모은다.
ru: Разобрать корпус.
zh_hans: 搜刮舰体。

source: Ignore the ship.
es: Ignorar la nave.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。
