Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_salvaging.xml/*.po
Languages: es, fr, ko, ru, zh_hans

source: To your luck, the cache appears to have once been a Rebel weapons cache abandoned after the Civil War! Your drone finds a weapon still functional despite its age and brings it back to you.
es: Para tu suerte, el alijo parece haber sido un antiguo depósito de armas de los Rebeldes abandonado tras la Guerra Civil. Tu dron encuentra un arma aún funcional pese a su antigüedad y te la trae.
fr: Par chance, la cache semble être une ancienne cache d'armes rebelle abandonnée après la guerre civile ! Votre drone trouve une arme encore fonctionnelle malgré son âge et vous la rapporte.
ko: 운 좋게도 이곳은 내전 이후 버려진 반군의 무기 저장고인 것 같습니다! 당신의 드론은 아주 오래됐음에도 여전히 작동하는 무기를 발견하고 함선으로 가져옵니다.
ru: К вашему счастью, тайник, как оказалось, когда-то был складом оружия повстанцев, заброшенным после Гражданской войны! Ваш дрон находит оружие, сохранившее работоспособность, несмотря на свой возраст, и приносит его вам.
zh_hans: 幸运的是，这个被遗弃的武器库曾经是内战后的一个叛军武器库！尽管年代久远，你的无人机仍然发现了一个能够使用的武器，并将其带回了星舰。

source: The cache appears to have belonged to some civilians, based on the odd assortment of household items. Possibly a last-resort bunker from the Civil War? Not much is of use to you besides an old map, which while outdated seems accurate enough for you to use.
es: El alijo parece haber pertenecido a civiles, a juzgar por la extraña mezcla de objetos domésticos. Posiblemente un refugio de último recurso durante la Guerra Civil? No hay mucho que te sea útil aparte de un mapa antiguo que, aunque desactualizado, parece lo bastante preciso para usarlo.
fr: La cache semble avoir appartenu à des civils, si l'on en croit l'étrange assortiment d'objets ménagers. Peut-être qu'il s'agit d'un bunker de dernier recours datant de la guerre civile. Peu de choses vous sont utiles, à part une vieille carte qui, bien qu'obsolète, semble suffisamment précise pour que vous puissiez l'utiliser.
ko: 뜻밖의 가정용품들로 보아 이 은닉처는 민간인의 것으로 보입니다. 내전 당시 만약을 위해 만들어진 벙커일까요? 오래된 지도 외에는 쓸 만한 것이 별로 없지만, 지도만큼은 충분히 정확해 보입니다.
ru: Судя по странному набору бытовых предметов, тайник, по всей видимости, принадлежал каким-то гражданским. Возможно, этот бункер служил кому-то последним прибежищем во времена Гражданской войны? Вы находите здесь мало чего полезного, кроме старой карты, которая хоть и устарела, но оказалась достаточно точна, чтобы ей нашлось применение.
zh_hans: 根据奇怪的家庭用品组合来看，这个补给库似乎属于一些平民。可能是联邦内战时期的最后避难所？除了一张旧星图之外，没有什么对你有用的东西。尽管这张星图已经过时，但用来参考是足够准确的。

source: As your drone blasts open the cache doors, you hear a voice gasping for air and a person comes clawing their way out, clutching a respirator to their chest. Seems the signal you found earlier was a distress signal, barely managing to pierce its way through the shell. The cache is empty now, but the rattled survivor once recovered seems willing to help you.
es: Cuando tu dron abre las puertas del alijo, escuchas una voz jadeando y una persona sale arrastrándose, aferrando un respirador contra su pecho. Parece que la señal que detectaste antes era una señal de socorro, apenas logrando atravesar la carcasa. El alijo está vacío ahora, pero el superviviente, aún alterado, parece dispuesto a ayudarte una vez recuperado.
fr: Alors que votre drone ouvre les portes de la cache, vous entendez une voix en quête d'air et une personne apparaît, un respirateur contre sa poitrine. Il semble que le signal que vous avez repéré plus tôt était un signal de détresse, qui a peiné à percer la protection. La cache est désormais vide, mais le survivant secoué semble prêt à vous aider un fois remis sur pied.
ko: 은닉처 문을 열자 숨을 헐떡이는 소리가 들렸고, 한 사람이 가슴에 호흡기를 꽉 쥔 채 바닥을 기어 밖으로 나왔습니다. 아까 발견한 신호는 간신히 은닉처 벽을 뚫고 나온 조난 신호였던 것 같습니다. 챙길만한 물건은 전혀 없지만, 구조된 생존자가 기꺼이 당신을 도와주려 합니다.
ru: Когда ваш дрон сносит двери тайника, вы слышите голос, задыхающийся от нехватки воздуха, и человек выбирается наружу, прижимая к груди респиратор. Похоже, сигнал, который вы обнаружили ранее, был сигналом бедствия, едва сумевшим пробиться сквозь обшивку. Сейчас тайник пуст, но напуганный выживший, кажется, готов вам помочь, как только придет в себя.
zh_hans: 当你无人机炸开补给库的门时，你听到一个喘气的声音，一个人在用爪子挣扎着爬出来，紧握着一个呼吸器。似乎你之前找到的那个信号是一个求救信号，勉强穿透了外墙。补给库是空的，但那个受惊的幸存者恢复过来后似乎愿意帮助你。

source: The cache door appears quite well secured, but you test your luck in opening it anyways. Almost immediately after the doors are opened half way an explosion sends your drone tumbling into space, destroying its circuitry. Once you've recovered from the event, you survey the damage and find the boobytrapped cache's contents are no more.
es: La puerta del alijo parece estar bien asegurada, pero decides probar suerte al abrirla. Casi inmediatamente después de que las puertas se abren a la mitad, una explosión lanza a tu dron al espacio, destruyendo sus circuitos. Tras recuperarte del incidente, inspeccionas los daños y descubres que el contenido del alijo con trampa ha quedado destruido.
fr: La porte de la cache semble assez bien sécurisée, mais vous tentez tout de même votre chance en l'ouvrant. Presque immédiatement après avoir entrouvert les portes, une explosion envoie votre drone dans l'espace, détruisant ses circuits. Une fois remis de l'événement, vous examinez les dégâts et constatez que le contenu de la cache piégée a disparu.
ko: 보안이 상당해 보이지만, 어쨌든 당신은 운을 시험해 봅니다. 그런데 문을 반쯤 열자마자 폭발이 일어나 드론은 우주로 나가떨어지며 회로가 파괴됐습니다. 정신을 차린 후 피해 상황을 조사해 보니 은닉처의 내용물은 더 이상 존재하지 않았습니다.
ru: Дверь тайника кажется хорошо защищенной, но вы все равно решаете испытать удачу, открывая ее. Почти сразу после того, как двери открываются наполовину, взрыв выбрасывает вашего дрона в космос, разрушая его внутренние контуры. Оправившись от случившегося, вы осматриваете повреждения и обнаруживаете, что содержимого заминированного тайника больше нет.
zh_hans: 这个补给库的门看起来相当坚固，但你还是决定试试运气去打开它。大门刚打开一半的时候，突然发生爆炸把你的无人机炸向太空，破坏了它的电路。在事件结束后，你们重新调查了损害情况，发现设下陷阱的补给库没有其他物品。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_SHRINE"]/text
source: A small shrine located nearby drifts abandoned through space. Typically, you find these closer to more densely populated Illesctrian temples, as a sort of stopping point for ships that can't make the whole journey.
es: Un pequeño santuario cercano flota abandonado en el espacio. Normalmente se encuentran más cerca de templos Illesctrian densamente poblados, como una parada para naves que no pueden completar todo el viaje.
fr: Un petit sanctuaire situé à proximité dérive à l'abandon dans l'espace. En général, on le trouve près des temples illesctriens les plus peuplés, comme une sorte de point d'arrêt pour les vaisseaux qui ne peuvent pas faire tout le voyage.
ko: 근처에 있는 작은 신전은 우주에 버려진 채 표류하고 있습니다. 이러한 신전은 보통 인구 밀도가 높은 일레스크트리안 사원 근처에서 찾을 수 있으며, 사원까지 한 번에 가지 못하는 배를 위한 일종의 중간 기착지 역할을 합니다.
ru: Неподалеку находится небольшое святилище, одиноко дрейфующее в космосе. Обычно их можно встретить неподалеку от не таких безлюдных Иллекстрианских храмов - они служат своеобразным местом остановки для кораблей, которые не могут проделать весь путь.
zh_hans: 附近有一个小神龛被遗弃在星域中。通常情况下，这些神龛更接近人口稠密的辉光神殿，作为一种供无法完成整个旅程飞船停靠的地方。

source: Raid the shrine for any valuables.
es: Saquea el santuario en busca de objetos de valor.
fr: Piller le sanctuaire pour trouver des objets de valeur.
ko: 신전을 습격해 값나가는 물건을 찾아본다.
ru: Обыскать святилище в поисках каких-либо ценностей.
zh_hans: 打开神龛获取任何值钱的东西。

source: (Zoltan Crew) Pray to the shrine.
es: (Tripulante Zoltan) Rezar en el santuario.
fr: (Membre d'équipage Zoltan) Prier au sanctuaire.
ko: (졸탄 선원) 신전에 기도한다.
ru: (Член экипажа-золтан) Помолиться в святилище.
zh_hans: (超能族船员) 向神龛祈祷。

source: Ignore the shrine.
es: Ignora el santuario.
fr: Ignorer le sanctuaire.
ko: 신전을 무시한다.
ru: Не обращать внимания на святилище.
zh_hans: 无视神龛。

source: While in the process of raiding for valuables, a small elderly monk you didn't notice before spots you and protests softly. You ignore him, knowing he's incapable of doing anything to stop you, but this probably won't reflect so well on your mission.
es: Mientras saqueas en busca de objetos de valor, un pequeño monje anciano al que no habías notado antes te ve y protesta suavemente. Lo ignoras, sabiendo que es incapaz de detenerte, pero esto probablemente no dejará una buena impresión sobre tu misión.
fr: Alors que vous êtes en train de piller des objets de valeur, un petit moine âgé que vous n'aviez pas remarqué auparavant vous aperçoit et proteste doucement. Vous l'ignorez, sachant qu'il est incapable de faire quoi que ce soit pour vous arrêter, mais cela ne donnera probablement pas une bonne image de votre expédition.
ko: 귀중품을 노리고 신전에 다가가다 아까는 보이지 않던 작은 노승이 당신을 발견하고 조심스럽게 항의합니다. 당신은 그에게 습격을 막을 능력이 없다는 것을 알고 그를 무시했지만, 이런 행동이 임무에 좋은 영향을 미치지는 않을 것입니다.
ru: Во время поиска ценностей вас замечает маленький пожилой Монах, которого вы не заметили раньше, и негромко возмущается. Вы не обращаете на него внимания, зная, что он не в силах вам помешать, но это, вероятно, не лучшим образом отразится на вашей миссии.
zh_hans: 在搜寻宝物的过程中，一个之前没注意到的一个矮小的老信道者发现了你并轻声抗议。你无视他，知道他无法阻止你，但这可能对你的任务不太好。

source: Continue...
es: Continuar...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, your search yields nothing but disappointment. It's not to be unexpected the shrine has nothing of value for a military vessel, but it doesn't make your empty hands hurt any less.
es: Lamentablemente, tu búsqueda no arroja más que decepción. No es inesperado que el santuario no tenga nada de valor para una nave militar, pero eso no hace que tus manos vacías pesen menos.
fr: Malheureusement, vos recherches n'ont abouti qu'à une déception. Il ne faut pas s'attendre à ce que le sanctuaire ait quoi que ce soit de valeur pour un vaisseau militaire, mais vos mains vides n'en sont pas moins douloureuses.
ko: 안타깝게도 수색 결과 실망만 건졌습니다. 신전에 군용 선박에서 쓸 만한 게 없는 건 예상할 수 있는 일이지만, 그렇다고 실망감이 줄지는 않네요.
ru: К сожалению, ваши поиски не принесли ничего, кроме разочарования. Не стоит удивляться, что в святилище нет ничего ценного для военного судна, но это не уменьшает боли от пустых рук.
zh_hans: 很遗憾，你的搜索结果一无所获。预料到神龛对军事星舰来说没有什么有价值的东西并不奇怪，但这并不能减轻你的空手而归带来的痛苦。

source: You find a few small Aether trinkets: nothing big enough to reverse engineer into tech, but certainly worth something to pawn off. The rest of your search reveals nothing of value, but at least you aren't going back empty handed.
es: Encuentras algunos pequeños artefactos Aether: nada lo bastante grande como para revertir ingeniería en tecnología, pero sin duda con cierto valor para vender. El resto de la búsqueda no revela nada útil, pero al menos no regresas con las manos vacías.
fr: Vous trouvez quelques petites babioles en éther : rien d'assez important pour faire de la rétro-ingénierie, mais certainement de quoi les mettre en gage. Le reste de votre recherche n'a rien révélé de valable, mais au moins vous ne repartez pas les mains vides.
ko: 작은 아이테르 장신구를 몇 개 발견했는데, 역설계하여 장비를 만들 정도의 양은 아니지만 팔아먹을 가치가 있는 것은 분명합니다. 그 이후로는 쓸만한 걸 전혀 찾지 못했지만, 적어도 빈손으로 돌아가지는 않았네요.
ru: Вы находите несколько небольших предметов из эфира: ничего особенного, пригодного для создания технологий, но это хоть что-то, что можно будет продать. Остальные поиски не принесли ничего интересного, но, по крайней мере, вы возвращаетесь не с пустыми руками.
zh_hans: 你发现了几个的以太小饰品：大小还不够被逆向工程转化为技术，但肯定值得用来典当。剩下的搜索什么也没有发现，但至少你不会空手而归。

source: You find a small collection of fuel cells for weary travelers passing by, next to a sign asking politely that you only take as many as you need.
es: Encuentras una pequeña colección de celdas de combustible para viajeros cansados, junto a un cartel que pide amablemente que solo tomes las que necesites.
fr: Vous trouvez une petite collection de piles à combustible pour les voyageurs fatigués qui passent par là, à côté d'un panneau demandant poliment de ne prendre que ce dont on a besoin.
ko: 지친 통행객을 위한 작은 연료 전지 통이 필요한 만큼만 가져가라고 정중하게 부탁하는 표지판 옆에 놓여 있습니다.
ru: Вы находите небольшую коллекцию топливных элементов для усталых путников, пролетающий мимо, рядом с табличкой, вежливо просящей взять только столько, сколько вам нужно.
zh_hans: 你发现一小堆燃料，是给路过的旅客准备的，旁边有一个牌子，礼貌地要求你只拿你需要的。

source: Take only a few.
es: Toma solo unas pocas.
fr: N'en prendre que quelques-unes.
ko: 조금만 가져간다.
ru: Взять немного.
zh_hans: 只拿一些。

source: You only grab a couple fuel cells, just enough to make it a few extra jumps, and head back to the ship on a clear conscience.
es: Tomas solo un par de combustible, lo suficiente para realizar algunos saltos adicionales, y regresas a la nave con la conciencia tranquila.
fr: Vous ne prenez que quelques piles à combustible, juste assez pour faire quelques sauts supplémentaires et vous retournez au vaisseau la conscience tranquille.
ko: 당신은 딱 몇 번 더 도약할 수 있을 만큼의 연료 전지만 챙기고 양심의 가책 없이 함선으로 돌아옵니다.
ru: Вы берете лишь пару топливных элементов, которых хватит на несколько дополнительных прыжков, и с чистой совестью отправляетесь обратно на корабль.
zh_hans: 你只拿了一些燃料，足以让你多跃迁几次，然后问心无愧地返回星舰。

source: Take as many as you can.
es: Toma tantas como puedas.
fr: En prendre le plus possible.
ko: 최대한 많이 가져간다.
ru: Взять как можно больше.
zh_hans: 能拿多少就拿多少。

source: You grab as many fuel cells as you can carry, emptying the tub by quite a bit. While this will top off your engines nicely, you can't help but feel like you're being judged by some invisible force from around the corner, some ancient eyes piercing through you. Creeped out and suddenly no longer sure you're truly alone, you hurry back to the ship.
es: Tomas tantas cargas de combustible como puedas, vaciando considerablemente el contenedor. Aunque esto llenará bien tus motores, no puedes evitar sentir que alguna fuerza invisible te observa desde la esquina, como si antiguos ojos te atravesaran. Inquieto y ya no tan seguro de estar realmente solo, regresas apresuradamente a la nave.
fr: Vous prenez autant de piles à combustible que vous pouvez en transporter, vidant ainsi une bonne partie du réservoir. Bien que cela permette de recharger vos moteurs, vous ne pouvez pas vous empêcher de vous sentir jugé par une force invisible, un regard ancestral qui vous transperce. Effrayés et soudain plus très sûrs d'être seuls, vous vous hâtez de regagner le vaisseau.
ko: 당신은 들 수 있는 만큼 연료 전지를 챙겼고 통을 꽤 많이 비웠습니다. 덕분에 엔진에 연료를 가득 채울 수 있겠지만, 구석에서 보이지 않는 힘이 심판하는 듯한 느낌이며, 고대의 눈동자가 꿰뚫어 보고 있는 듯한 느낌을 지울 수 없습니다. 소름이 돋고 자신이 정말 혼자인지 확신할 수 없게 된 당신은 서둘러 함선로 돌아옵니다.
ru: Вы хватаете столько топливных элементов, сколько можете унести, и значительно опустошаете емкость. И хотя это неплохо пополняет запас топлива в двигателях, вы не можете отделаться от ощущения, что вас осуждает какая-то невидимая сила, какой-то древний взгляд пронизывает вас насквозь. Напуганный и уже не уверенный в том, что вы действительно здесь одни, вы спешите вернуться на корабль.
zh_hans: 你尽可能多地装上燃料，清空了槽子。虽然这能很好地补充你的引擎燃料，但你还是忍不住觉得有些无形的力量从角落里盯着你，一些古老的视线穿透了你。你被吓得心惊胆战，突然不再确定自己是否真的孤独一人，你赶快回到船上。

source: Continue...
es: Continuar...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You allow your Zoltan a few moments to utter a prayer to the shrine. Satisfied, they get up and return to the ship and you prepare to carry on.
es: Permites que tu Zoltan pronuncie una breve oración en el santuario. Satisfecho, se levanta y regresa a la nave mientras te preparas para continuar.
fr: Vous laissez quelques instants à votre Zoltan pour prononcer une prière au sanctuaire. Satisfaits, ils se lèvent et retournent au vaisseau et vous vous préparez à continuer.
ko: 당신은 졸탄에게 잠시 신전에서 기도를 올릴 시간을 줬습니다. 만족한 졸탄은 다시 일어나 함선으로 돌아왔고 당신은 계속 나아갈 준비를 합니다.
ru: Вы даете своему золтану несколько мгновений, чтобы прочитать молитву святыне. Удовлетворенный, он возвращается на корабль, а вы готовитесь продолжить путь.
zh_hans: 你让你的超能族向神龛祈祷一会儿。他们满意地站起来，回到星舰上，你准备继续前进。

source: You allow your Zoltan a few moments to utter a prayer to the shrine. In doing so, you gain the attention of a small elderly monk who you didn't notice before. "Eh...? Visitors? It's been so long since I've seen people..." The monk looks at your Zoltan praying. "I see you are people of good faith. I appreciate that. Perhaps I will come with you, and remind myself what the galaxy looks like."
es: Permites que tu Zoltan pronuncie una breve oración en el santuario. Al hacerlo, llamas la atención de un pequeño monje anciano que no habías notado antes. "Eh...? Visitantes? Ha pasado tanto tiempo desde que vi gente..." El monje observa a tu Zoltan rezando. "Veo que son personas de buena fe. Lo aprecio. Quizás vaya con ustedes y me recuerde cómo luce la galaxia."
fr: Vous laissez quelques instants à votre Zoltan pour adresser une prière au sanctuaire. Ce faisant, vous attirez l'attention d'un petit moine âgé que vous n'aviez pas remarqué auparavant : "Hein... ? Des visiteurs ? Ça fait si longtemps que je n'ai pas vu de gens..." Le moine regarde votre Zoltan en train de prier. "Je vois que vous êtes des gens de bonne foi. Je vous en remercie. Je vais peut-être vous accompagner pour me rappeler à quoi ressemble la galaxie."
ko: 당신은 졸탄에게 잠시 신전에 기도를 올릴 시간을 줍니다. 그러는 동안 있는 줄도 몰랐던 키 작은 노승의 관심을 끌게 됩니다. "어...? 방문객? 정말 오랜만이군..." 노승이 기도하는 졸탄을 바라봅니다. "믿음이 깊은 분들인가 보네요. 좋은 일입니다. 여러분과 함께 가서 은하계가 어떤 모습인지 다시 한번 보고 싶군요."
ru: Вы даете золтану несколько мгновений, чтобы произнести молитву святыне. При этом вы замечаете маленького пожилого Монаха, которого раньше не замечали. "А...? Посетители? Я так давно не видел людей..." Монах смотрит на вашего золтана и молится. "Я вижу, вы люди доброй воли. Я ценю это. Возможно, я пойду с вами и напомню себе, как выглядит галактика".
zh_hans: 你允许超能族船员向神像祈祷一会儿。在这个过程中，引起了一个你之前未曾注意到的小老信道者的注意。“啊…？访客？我已经有很久没看到人了…”信道者看着超能族在祈祷。“我看到你们是虔诚的人。我很感激。也许我会和你们一起前行，提醒我自己银河是什么样子。”

source: You allow your Zoltan a few moments to utter a prayer to the shrine. As you approach however, a small Zoltan Auto-craft reveals itself from hiding. "Federation ally, the Ministry has granted this vessel the capabilities to aid any craft carrying those of the Illesctrian faith." The ship extends several appendages and begins to repair your hull, free of charge.
es: Permites que tu Zoltan pronuncie una breve oración en el santuario. Sin embargo, al acercarte, una pequeña nave automática Zoltan se revela desde su escondite. "Aliado de la Federación, el Ministry ha otorgado a esta nave la capacidad de ayudar a cualquier embarcación que transporte fieles Illesctrian." La nave extiende varios apéndices y comienza a reparar tu casco sin costo alguno.
fr: Vous laissez quelques instants à votre Zoltan pour adresser une prière au sanctuaire. A votre approche, un petit vaisseau Zoltan auto-réparant sort de sa cachette : "Allié de la Fédération, le Ministère a accordé à ce vaisseau la possibilité d'aider tout vaisseau transportant des personnes de la foi illesctrienne." Le vaisseau déploie plusieurs appareils et commence à réparer votre coque, gratuitement.
ko: 당신은 졸탄에게 잠시 신전에 기도를 올릴 시간을 줍니다. 그런데 신전에 가까이 다가가자 작은 졸탄 무인기가 숨어 있다가 모습을 드러냅니다. "연방 함선 확인됨. 내각은 이 함선에 일레스크트리안 신도를 태운 모든 함선을 지원할 능력을 부여했습니다." 무인기는 여러 부속물을 넓게 펼치더니 무료로 선체를 수리해 주기 시작합니다.
ru: Вы даете своему золтану несколько мгновений, чтобы произнести молитву святыне. Однако, когда вы приближаетесь, из укрытия появляется небольшое золтанское автоматическое судно. "Союзник Федерации, Министерство наделило это судно полномочиями помогать всем суднам на борту которых находятся иллесктрианцы". Корабль выпускает несколько манипуляторов и начинает бесплатно ремонтировать ваш корпус.
zh_hans: 你允许超能族船员向神像祈祷一会儿。然而当你接近时，一个隐藏的超能族自动舰显现出来。“联邦盟友，牧师团已经授予本自动舰帮助任何拥有辉光信仰飞船的权力。”这艘船伸出几个附肢并开始修复你的舰体，免费。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_COLONY"]/text
source: The ruins of a little colony appear to have once been located on a nearby atmospheric planetoid. You can't be certain if anyone is left.
es: Las ruinas de una pequeña colonia parecen haber estado ubicadas en un planetoide atmosférico cercano. No puedes estar seguro de si queda alguien con vida.
fr: Vous apercevez les ruines d'une petite colonie semblant avoir été établie sur une simili-planète atmosphérique proche. Il n'est pas certain qu'il reste quelqu'un.
ko: 한때 인근 행성에 있었던 것으로 보이는 작은 주거지의 폐허가 떠돌고 있습니다. 사람이 남아 있는지는 확실하지 않습니다.
ru: На расположенном неподалеку атмосферном планетоиде, похоже, когда-то находились руины небольшой колонии. Вы не можете точно сказать, остался ли там кто-нибудь.
zh_hans: 在附近的一个大气行星上有一个小殖民地的遗迹。你不能确定是否有人还活着。

source: Visit the colony.
es: Visita la colonia.
fr: Visiter la colonie.
ko: 주거지에 방문한다.
ru: Посетить колонию.
zh_hans: 访问殖民地。

source: Avoid the ruins.
es: Evita las ruinas.
fr: Passer au large, c'est trop dangereux.
ko: 모험하지 않는다.
ru: Избегать риска.
zh_hans: 避免风险。

source: Ancient graffiti has tattooed the worn walls of the abandoned structures, the last remains of voices that have been silenced. You find a few skeletons, indicating that this place must have been abandoned for a long time. Careful not to disrupt the dead, you stick to essential spots and scavenge some loose supplies around the camp.
es: Antiguos grafitis cubren las desgastadas paredes de las estructuras abandonadas, los últimos restos de voces que fueron silenciadas. Encuentras algunos esqueletos, lo que indica que este lugar fue abandonado hace mucho tiempo. Con cuidado de no perturbar a los muertos, te limitas a los puntos esenciales y recoges algunos suministros dispersos por el campamento.
fr: D'anciens graffitis ornent les murs usés des structures abandonnées, derniers vestiges de voix réduites au silence. Vous trouvez quelques squelettes, ce qui indique que cet endroit doit être abandonné depuis longtemps. Prenant soin de ne pas déranger les morts, vous vous cantonnez aux endroits essentiels et récupérez quelques ressources autour du campement.
ko: 버려진 건물의 낡은 벽에는 오래된 그라피티만 홀로 남아 과거의 활기를 드러냅니다. 해골이 몇 구 있는 것으로 보아, 오랫동안 버려진 곳 같습니다. 당신은 망자들에게 방해가 되지 않기 위해 꼭 필요한 장소에만 머무르며 캠프 주변에 흩어진 보급품을 모읍니다.
ru: На истертых стенах заброшенных строений красуются древние граффити - последние остатки голосов, которые умолкли. Вы находите несколько скелетов, указывающих на то, что это место, должно быть, давно заброшено. Осторожно, чтобы не потревожить мертвецов, вы обходите важные места и собираете в лагере кое-какие припасы.
zh_hans: 古老的涂鸦刻满了废弃建筑磨损的墙壁，是那些被抹杀的存在的最后遗留品。你发现几具骨骼，这表明此地一定被废弃了很久。你尽量不打扰死者的安宁，只关注最重要的部分，在遗迹周围收集了一些散落的物资。

source: "Damn the Federation! You abandoned us when we needed you most, and now you come back only when we're on the brink of death!" Some hidden sentry gun that escaped your initial scans activates and fires on your ship! You escape with only minor damage but quite startled.
es: "Maldita la Federación! Nos abandonaron cuando más los necesitábamos, y ahora regresan solo cuando estamos al borde de la muerte!" Una torreta oculta que escapó a tus escaneos iniciales se activa y dispara contra tu nave. Escapas con daños menores, pero bastante sobresaltado.
fr: "Maudite soit la Fédération ! Vous nous avez abandonnés quand nous avions le plus besoin de vous et maintenant vous ne revenez que lorsque nous sommes au bord de la mort !" Une sentinelle cachée qui a échappé à vos scans initiaux s'active et tire sur votre vaisseau ! Vous vous en sortez avec des dégâts mineurs, mais vous êtes surpris.
ko: "빌어먹을 연방! 가장 필요할 때는 우리를 저버리고, 죽기 직전에서야 돌아오다니!" 기초 스캔을 피해 숨어 있던 포탑이 작동하여 당신의 함선을 향해 발포했습니다! 다행히 약간의 피해만 입고 탈출했지만 당신은 꽤 놀랐습니다.
ru: "Будь ты проклята Федерация! Ты бросила нас, когда мы больше всего в тебе нуждались, а теперь возвращаешься только тогда, когда мы на грани гибели!". Какая-то спрятанная сторожевая пушка, которая избежала вашего предварительного сканирования, активируется и открывает огонь по вашему кораблю! Вы спасаетесь, получив лишь незначительные повреждения, но очень напуганы.
zh_hans: “该死的联邦！在我们在最需要你们的时候，你们抛弃了我们，现在你们在我们濒临死亡的时候却又回来了！”一些避开了你们初期扫描的隐藏哨兵枪激活并击中了你的星舰！你们只受到轻微损伤但非常震惊。
