Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_salvaging.xml/*.po
Languages: es, fr, ko, ru, zh_hans

source: There's clear signs of disease having once swept this camp. Your crew acts cautiously, but all of the colonists are so long dead it seems improbable any virus could remain. A worn-out doctor drone, overwhelmed by so many patients, now lies dormant next to the local clinic. You grab the drone and head back to the ship.
es: Hay claras señales de que una enfermedad arrasó este campamento en el pasado. Tu tripulación actúa con cautela, pero todos los colonos llevan tanto tiempo muertos que parece improbable que quede algún virus. Un dron médico desgastado, abrumado por tantos pacientes, quedo inactivo junto a la clínica local. Tomas el dron y regresas a la nave.
fr: Il y a des signes évidents d'une maladie qui a déjà sévi dans ce camp. Votre équipage agit avec prudence, mais tous les colons sont morts depuis si longtemps qu'il semble improbable qu'un virus puisse subsister. Un drone médical usé, submergé par tant de patients, git maintenant en veille à côté de la clinique locale. Vous vous emparez du drone et retournez au vaisseau.
ko: 한때 이곳에 전염병이 창궐했던 흔적이 남아 있습니다. 당신의 선원들은 조심스럽게 움직였지만, 식민지 주민들은 모두 죽은 지 오래되어 병원체가 남아있을 가능성은 희박해 보입니다. 수많은 환자에 압도되어 닳아빠진 의사 드론이 지역 진료소 옆에 잠들어 있습니다. 당신은 드론을 챙겨 함선으로 돌아옵니다.
ru: Есть явные признаки того, что когда-то этот лагерь был охвачен болезнью. Ваша команда действует осторожно, но все колонисты уже так давно мертвы, что кажется невероятным, чтобы здесь мог остаться какой-либо вирус. Изношенный медицинский дрон, перегруженный большим количеством пациентов, теперь лежит без движения рядом с местной клиникой. Вы забираете дрона и возвращаетесь на корабль.
zh_hans: 在这个遗迹里明显有疾病曾经肆虐过的迹象。你们的队伍行事谨慎，但是所有的殖民者都已经死了很久，似乎不可能有任何病毒残留。一个过载运行、被众多病人压垮的医疗无人机现在静静地躺在当地的诊所旁边。你们拿起无人机并返回到星舰上。

source: You're startled by the sounds of footsteps and find a worn-out but young outcast amongst the ruins. "Stay back! I'm armed!" You assure him you're no threat and he calms down. "I was told this place was a sanctuary for any lost travelers looking for a new home. Instead, I have only found decay and lost hope. I was prepared to make a new life here, but if this will not be my sanctuary, then perhaps you might be instead?"
es: Te sobresaltan unos pasos y encuentras a un joven marginado, agotado pero aún con vida, entre las ruinas. "Atrás! Estoy armado!" Le aseguras que no eres una amenaza y se calma. "Me dijeron que este lugar era un santuario para viajeros perdidos en busca de un nuevo hogar. En cambio, solo he encontrado decadencia y esperanza perdida. Estaba dispuesto a comenzar una nueva vida aquí, pero si este no será mi santuario, entonces quizás ustedes puedan serlo?"
fr: Vous êtes surpris par des bruits de pas et trouvez un jeune exilé épuisé parmi les ruines. "Reculez ! Je suis armé !" Vous lui assurez que vous n'êtes pas une menace et il se calme : "On m'a dit que cet endroit était un sanctuaire pour tous les voyageurs égarés à la recherche d'un nouveau foyer. Au lieu de ça, je n'ai trouvé que déchéance et perte d'espoir. J'étais prêt à me refaire une vie ici, mais si ce n'est pas mon sanctuaire, alors peut-être que vous pourriez l'être à ma place ?"
ko: 발자국 소리에 깜짝 놀란 당신은 폐허 속에서 젊지만 지쳐 보이는 망명자를 발견합니다. "물러서시오! 내게는 총이 있소!" 적의가 없다고 안심시키자 그는 진정합니다. "나는 이곳이 새로운 집을 찾는 길 잃은 여행자들을 위한 안식처라고 들었소. 하지만 실제로 발견한 건 부패와 희망의 상실뿐이었소. 원래는 여기서 새 삶을 시작하려 했지만, 이곳이 내 안식처가 되지 못하니 대신 당신이 안식처가 될 수 있을는지?"
ru: Вы испугались звуков шагов и обнаружили среди руин изможденного, но молодого Изгоя. "Не подходи! Я вооружен!" Вы уверяете его, что не представляете угрозы, и он успокаивается. "Мне сказали, что это место - убежище для заблудших путников, ищущих новый дом. Вместо этого я нашел лишь запустение и потерял надежду. Я был готов начать здесь новую жизнь, но если это место не станет моим убежищем, то, может быть, вместо него им станет ваш корабль?"
zh_hans: 你发现附近有脚步声，在遗迹中发现了一个破旧但年轻的流放者。“退后！我武装着！” 你向他保证自己并无威胁，他冷静下来。"我被告知这个地方是为寻找新家的迷失旅者设立的圣殿。然而，我只找到了腐朽和绝望。我准备好重新开始新生活，但如果这里不是我的圣殿，那么也许你就是？"

source: While exploring the colony, you're suddenly jumped by a band of armed Rebels! "Ruins like this are the byproduct of the Federation's own neglect of its citizens! When the Civil War was afoot, the Rebellion ensured the safety of its people, but where were you? You were busy protecting your xeno aristocrats from the will of humanity!"
es: Mientras exploras la colonia, de repente eres emboscado por un grupo de Rebeldes armados. "Ruinas como estas son el resultado del propio abandono de la Federación hacia sus ciudadanos! Cuando la Guerra Civil estaba en marcha, la Rebelión garantizaba la seguridad de su gente, pero donde estaban ustedes? Estaban ocupados protegiendo a sus aristócratas xeno del deseo de la humanidad!"
fr: Alors que vous explorez la colonie, vous êtes soudain pris d'assaut par une bande de rebelles armés : "Des ruines comme celle-ci sont le résultat de la négligence de la Fédération à l'égard de ses citoyens ! Pendant la guerre civile, la Rébellion assurait la sécurité de son peuple, mais où étiez-vous ? Vous étiez occupés à protéger vos aristocrates étrangers de la volonté de l'humanité !"
ko: 주거지를 탐험하던 중 갑자기 무장한 반란군 무리가 들이닥칩니다! "이런 폐허는 다 자기 시민을 방치한 연방의 부산물이다! 내전 당시 반군은 지지자들의 안전을 보장했지만, 너희는 어디에 있었나? 인류의 의지로부터 외계인 귀족들을 보호하느라 바빴지!"
ru: Во время исследования колонии на вас внезапно нападает группа вооруженных повстанцев! "Подобные руины - побочный результат пренебрежения Федерации к своим гражданам! Когда шла Гражданская война, повстанцы обеспечивали безопасность своего народа, но где были вы? Вы были заняты защитой своих ксено-аристократов против воли человечества!"
zh_hans: 在探索遗迹时，突然被一群武装叛军袭击！“像这样的遗迹是联邦自己忽视公民的结果！当内战爆发时，叛军确保了人民的安全，但你们在哪儿？你们忙着保护你们的外星贵族，忽视人类的意愿！”
