Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_salvaging.xml/*.po
Languages: es, fr, ko, ru, zh_hans

source: Your crew dig around the ship, but find all of the crew dead and anything of value gone. You resort to scrapping the hull instead.
es: Tu tripulación rebusca en la nave, pero encuentra a toda la tripulación muerta y nada de valor. Terminas desmantelando el casco.
fr: Votre équipage fouille le vaisseau, mais découvre que tout l'ancien équipage est mort et que toute objet de valeur a déjà disparu. Vous vous contentez de démanteler la coque à la place.
ko: 당신의 선원들은 함선 주위를 파헤쳤지만, 선원은 모두 죽었고 가치 있는 것들은 모두 사라진 상태였습니다. 결국 당신은 내부를 탐색하는 대신 선체를 긁어 모았습니다.
ru: Ваша команда обшаривает корабль, но обнаруживает, что все члены экипажа мертвы, а все ценное исчезло. Вы решаете прибегнуть к разборке корпуса.
zh_hans: 你的船员在战舰内外搜寻，但是发现所有的船员都死了，任何有价值的物品都没有。你只能搜刮一下舰体。

source: While exploring the interior, your crew find a lone survivor. Though they might have once been a pirate, they're more than willing to work for you.
es: Mientras exploran el interior, tu tripulación encuentra a un único superviviente. Aunque pudo haber sido pirata en el pasado, está más que dispuesto a trabajar para ti.
fr: En explorant l'intérieur, votre équipage trouve un seul survivant. S'il était bel et bien autrefois un pirate, il est plus que partant pour travailler à vos ordres.
ko: 내부를 탐색하는 동안 당신의 선원들은 외로운 생존자를 발견했습니다. 그는 한때 해적이었을지도 모르지만 기꺼이 당신을 위해 일할 것입니다.
ru: Исследуя внутренние помещения, ваш экипаж находит единственного выжившего. Несмотря на то, что когда-то он был пиратом, он очень хочет работать на вас.
zh_hans: 在舰内搜寻时，你的船员发现了最后的一名幸存者。尽管他之前也许当过海盗，但是他现在很希望为你效劳。

source: Your crew find an entire functional weapon left behind in the ship's storage! They haul it back to the ship in triumph.
es: Tu tripulación encuentra un arma completamente funcional abandonada en el almacén de la nave. La llevan de regreso con orgullo.
fr: Votre équipage trouve une arme entièrement opérationnelle ayant été laissée dans la soute du vaisseau ! Ils la transportent jusqu'à votre vaisseau, triomphants.
ko: 선원들이 함선의 창고에 남겨진 제대로 잘 작동하는 무기를 발견했습니다! 그들은 의기양양하게 그것을 가지고 함선으로 돌아왔습니다.
ru: Ваш экипаж находит на складе корабля полностью рабочее орудие! Они с триумфом тащат его обратно на корабль.
zh_hans: 你的船员在舰船货舱找到了一整件可用的武器！他们凯旋般将武器拖回星舰。

source: It looks like most of the ship has been stripped bare. However, the cargo bay is still locked, and it doesn't look like anyone's broken in yet. It wouldn't be too hard for you to do so, do you wish to proceed?
es: Parece que la mayor parte de la nave ha sido despojada. Sin embargo, la bodega de carga sigue cerrada, y no parece que nadie haya entrado aún. No sería muy difícil para ti hacerlo, deseas proceder?
fr: On dirait que la majeure partie du vaisseau a déjà été désossée. Cependant, la baie de stockage est toujours verrouillée et on dirait que personne n'y a encore pénétré. Il ne devrait pas être trop difficile d'y entrer, voulez-vous procéder ?
ko: 함선의 대부분이 이미 털린 것 같습니다. 하지만 화물칸은 여전히 잠겨 있었고 아직 아무도 침입하지 않은 것 같습니다. 별로 어렵지 않을 것 같은데, 화물칸에 들어가시겠습니까?
ru: Похоже, что большую часть корабля обчистили дочиста. Однако грузовой отсек все еще заперт, и не похоже, что кто-то проникал внутрь. Для вас не составит большого труда пробраться туда, хотите ли вы продолжить?
zh_hans: 看上去战舰的大部分都被搜刮一空。不过，舰船货舱仍是上锁的，而且看来还没有人破过锁。这对你来说不是什么难事。你希望继续吗？

source: Open their cargo.
es: Abrir la carga.
fr: Ouvrir leur cargaison.
ko: 화물칸을 연다.
ru: Открыть их грузовой отсек.
zh_hans: 打开货舱。

source: You delicately cut your way through the door, but the second you step inside a trap is triggered! "Screw you, thieves!" shouts an automated message, followed by an explosion that rips one of your crew apart. Though the loss is terrible, it doesn't seem to be followed by any further repercussions, leaving you to take all that remains.
es: Cortas con cuidado la puerta, pero en cuanto entras se activa una trampa. "Malditos ladrones!" grita un mensaje automatizado, seguido de una explosión que destroza a uno de tus tripulantes. Aunque la pérdida es terrible, no parece haber más consecuencias, lo que te permite tomar todo lo que queda.
fr: Vous ouvrez délicatement un passage à travers la porte, mais dès la seconde où vous faites un pas à l'intérieur, un piège se déclenche ! "Allez au Diable, voleurs !" crie un message automatisé, suivi d'une explosion réduisant l'un de vos membres en charpie. Si sa perte est terrible, elle n'a pas l'air d'être suivie d'autres répercussions, vous permettant de vous servir du butin à disposition.
ko: 당신은 교묘하게 문을 통과했지만, 안에 발을 들이는 순간 함정이 작동했습니다! "엿 먹어라, 도둑놈들아!"라고 자동 메시지가 재생되더니, 폭발이 일어나 당신의 선원 하나를 갈기갈기 찢어놨습니다. 끔찍한 손실이지만, 당신이 남은 자원을 모조리 챙겨 떠날 때까지 더 이상 아무 일도 일어나지 않았습니다.
ru: Вы аккуратно прорубаете себе путь через дверь, но как только вы ступаете внутрь, срабатывает ловушка! "К черту вас, воры!" - кричит автоматическое сообщение, за которым следует взрыв, разрывающий на части одного из членов вашего экипажа. Хотя эта потеря ужасна, похоже, что за этим больше ничего не последует, и вам остается только забрать все уцелевшее.
zh_hans: 你小心翼翼地切开舱门，但你踏入的一刹那触发了陷阱！"去你的，毛贼！"自动播报信息喊出，随后一场爆炸将你的一位船员炸碎。尽管损失十分惨重，但似乎并没有更多后果了，你可以带走剩下的所有东西。

source: Fortunately, your Clone Bay is already in the process of reviving your crew.
es: Afortunadamente, tu Bahía de Clonación ya está reviviendo a tu tripulante.
fr: Heureusement, votre salle des clones est déjà en train de ranimer votre membre d'équipage.
ko: 다행히도 클론 배양실에서는 이미 선원을 되살리는 과정이 시작되었습니다.
ru: К счастью, в Клон-отсеке уже идет процесс возрождения члена вашего экипажа.
zh_hans: 幸运的是，你的克隆仓已经正在复活你的船员了。

source: (Phasing Crew) Sneak inside.
es: (Tripulante en Fase) Infiltrarse dentro.
fr: (Membre d'équipage intangible) Se faufiler à l'intérieur.
ko: (문을 무시할 수 있는 선원) 내부를 엿본다.
ru: (Бестелесный экипаж) Просочиться внутрь.
zh_hans: (无视舱门船员)偷偷溜进去。

source: Your crew is able to slip easily past the door and get inside, where they find a trap that they quickly defuse. Now that it's safe to enter, the rest of the crew follow and take all that they can.
es: Tu tripulación logra atravesar fácilmente la puerta y entrar, donde encuentran una trampa que desactivan rápidamente. Ahora que es seguro, el resto del equipo entra y toma todo lo que puede.
fr: Votre membre d'équipage passe facilement à travers la porte et arrive à l'intérieur. Il y trouve un piège qu'il désactive très rapidement. Maintenant que la voie est dégagée, les autres peuvent le rejoindre et récupérer ce qu'il faut.
ko: 당신의 선원은 손쉽게 문을 지나쳐 안으로 들어가 함정을 발견하고 재빨리 해체했습니다. 이제 안전하게 진입할 수 있으니 나머지 선원들도 따라 들어가 최대한 많은 것을 챙겼습니다.
ru: Члену вашего экипажа удается легко пройти сквозь дверь и оказаться внутри, где он находит ловушку и быстро ее обезвреживает. Теперь, когда вход безопасен, остальные члены команды заходят и забирают все, что могут.
zh_hans: 你的船员轻易地穿过舱门进去，他们找到了一处陷阱并迅速拆除。既然可以安全进入了，余下的船员跟进并带走所有能带走的物品。

source: (Rock Crew) Send in your Rock first.
es: (Tripulante Rock) Envía primero a tu Rock.
fr: (Membre d'équipage Rocailleux) Envoyer votre Rocailleux d'abord.
ko: (락맨 선원) 락맨을 선두로 보낸다.
ru: (Член экипажа-валун) Сначала отправить вашего валуна.
zh_hans: (岩石族船员)派遣你的岩石族船员第一个进。

source: Your crew is able to easily bash the door open and get inside, but the second they step inside a trap is triggered! "Screw you, thieves!" shouts an automated message, followed by an explosion. Your crew member fortunately appears to only have flinched and is still whole. Now that it's safe to enter, the rest of the crew follow and take all that they can.
es: Tu tripulación logra derribar la puerta con facilidad y entrar, pero en cuanto pisan el interior se activa una trampa. "Malditos ladrones!" grita un mensaje automatizado, seguido de una explosión. Afortunadamente, tu tripulante apenas se inmuta y permanece intacto. Ahora que es seguro entrar, el resto del equipo sigue y toma todo lo que puede.
fr: Votre équipage parvient à facilement enfoncer la porte et à pénétrer à l'intérieur, mais dès qu'ils entrent, un piège se déclenche ! "Allez au Diable, voleurs !" crie un message automatisé, suivi d'une explosion. Votre membre d'équipage semble heureusement n'avoir que sursauté et être toujours intact. Maintenant que l'entrée est sécurisée, le reste de l'équipage suit et prend tout ce qu'il peut.
ko: 락맨은 쉽게 문을 부수고 안으로 들어갔지만, 안에 발을 들이는 순간 함정이 작동했습니다! "엿 먹어라, 도둑놈들아!"라고 자동 메시지가 재생되더니, 폭발이 일어났습니다. 하지만 다행히도 락맨은 조금 움찔했을 뿐 멀쩡한 것으로 보입니다. 함정이 작동해서 이제 안전하게 진입할 수 있으니 나머지 선원들도 화물칸에 따라 들어가 챙길 수 있는 것을 모조리 챙겼습니다.
ru: Член вашего экипажа легко взламывает дверь и проникает внутрь, но как только он заходит, срабатывает ловушка! "К черту вас, воры!" - кричит автоматическое сообщение, за которым следует взрыв. Ваш член экипажа, к счастью, похоже, только вздрогнул и остался цел. Теперь, когда вход безопасен, остальные члены команды заходят и забирают все, что могут.
zh_hans: 你的船员轻而易举地撞开了舱门，但他踏入的一刹那触发了陷阱！"去你的，毛贼！"自动播报信息喊出，随后发生一场爆炸。万幸的是你的船员看上去只是稍稍退缩，四肢还健在。既然现在已经可以安全进入了，其余船员跟进并带走一切能带走的物品。

source: Leave it.
es: Déjalo.
fr: Passer votre chemin.
ko: 내버려둔다.
ru: Оставить его.
zh_hans: 离开。

source: Your crew board the ship, but find it mostly empty. However, there's a very unpleasant stench in the air. Your crew open one of the storage cabinets only to find the rotting corpse in there, as well as what look to be... giant alien spiders?!
es: Tu tripulación aborda la nave, pero la encuentra casi vacía. Sin embargo, hay un olor muy desagradable en el aire. Abren uno de los compartimentos de almacenamiento y descubren un cadáver en descomposición, así como lo que parecen ser... arañas alienígenas gigantes?!
fr: Votre équipage monte à bord, mais n'y trouve rien. Cependant, une odeur sacrément déplaisante subsiste dans l'air. Votre équipage ouvre l'un des compartiments de stockage pour y trouver un cadavre pourrissant et aussi ce qui se trouve être des... araignées aliens géantes ?!
ko: 선원들이 그 함선에 탑승했지만, 함선의 대부분이 비어있었습니다. 그런데, 공기중에서 매우 불쾌한 냄새가 납니다. 당신의 선원이 창고 캐비닛 중 하나를 열었고 그 안에는 썩어가는 시체뿐만 아니라 다른 것도 있는 것 같았은데... 거대 외계 거미잖아?!
ru: Ваш экипаж поднимается на борт корабля, но обнаруживает, что он в основном пуст. Однако в воздухе стоит очень неприятная вонь. Ваша команда открывает один из шкафов для хранения и обнаруживает там гниющий труп, а также то, что выглядит как... гигантские инопланетные пауки?!
zh_hans: 你的船员登舰后，发现战舰基本上是空的。不过，空气中弥漫着一股恶臭。你的船员打开其中一个储存柜，发现了一具腐烂的尸体，以及一个看起来像是...巨星外星蜘蛛的东西？！

source: You are undisturbed as you scrap the ship.
es: No te alteras mientras desmantelas la nave.
fr: Personne ne vous interrompt alors que vous démontez le vaisseau.
ko: 선체를 긁어 모으는 동안은 아무 일도 일어나지 않았습니다.
ru: Вас не беспокоят, пока вы разбираете корабль.
zh_hans: 你不为所动，搜刮了战舰。

# data/events_special_salvaging.xml$//event[@name="SALVAGE_DEFAULT_CACHE"]/text
source: A small supply cache has been embedded into a small asteroid nearby. You'd have gone right past it if not for a small, indiscernable short-range signal broadcasting from within.
es: Un pequeño alijo de suministros ha sido incrustado en un asteroide cercano. Lo habrías pasado de largo de no ser por una débil e indescifrable señal de corto alcance que se transmite desde el interior.
fr: Une petite cache de ravitaillement a été encastrée dans un petit astéroïde à proximité. Vous seriez passé à côté si vous n'aviez pas perçu un petit signal, indiscernable à courte portée, émis depuis l'intérieur de l'astéroïde.
ko: 근처의 작은 소행성에 소형 물자 은닉처가 묻혀 있습니다. 은닉처에서 식별할 수 없는 단거리 신호가 송출되고 있지 않았다면 바로 지나쳤을 겁니다.
ru: В небольшом астероиде неподалеку был устроен небольшой тайник с припасами. Вы бы прошли мимо него, если бы не небольшой, едва заметный сигнал ближнего радиуса действия, исходящий изнутри.
zh_hans: 一个小补给库已经被嵌入到附近的一颗小行星上。如果不是因为来自内部的一个微小且难以察觉的短程信号广播的话，你就直接忽略它了。

source: Attempt to open the cache.
es: Intenta abrir el alijo.
fr: Tenter d'ouvrir la cache.
ko: 은닉처 문을 열어본다.
ru: Попытаться открыть тайник.
zh_hans: 尝试打开补给库。

source: There's no available crew to send.
es: No hay tripulación disponible para enviar.
fr: Vous n'avez pas d'équipage disponible à envoyer.
ko: 내보낼 선원이 없습니다.
ru: Нет доступного экипажа для отправки.
zh_hans: 目前没有可用的船员可供派遣。

source: (Boarding Drone) Attempt to open the cache.
es: (Drone de Abordaje) Intenta abrir el alijo.
fr: (Drone d'abordage) Tenter d'ouvrir la cache.
ko: (강습 드론) 은닉처 문을 열어본다.
ru: (Абордажный дрон) Попытаться открыть тайник.
zh_hans: (士兵无人机)尝试打开补给库。

source: Ignore the cache.
es: Ignora el alijo.
fr: Ignorer la cache.
ko: 은닉처를 무시한다.
ru: Не обращать внимания на тайник.
zh_hans: 无视补给库。

source: Your crew manage to pry open the doors to the cache, and find a supply of missiles and fuel within! It's not a ton, but it's enough to bring back everything to the ship.
es: Tu tripulación logra forzar las puertas del alijo y encuentra misiles y combustible en su interior. No es mucho, pero es suficiente para llevarlo todo a la nave.
fr: Votre équipage parvient à forcer les portes de la cache et y trouve une réserve de missiles et de carburant ! Ce n'est pas énorme, mais c'est suffisant pour vouloir tout ramener au vaisseau.
ko: 당신의 선원은 은닉처의 문을 열고 들어가 미사일과 연료를 발견했습니다! 많지는 않지만, 하나도 빠짐없이 배로 가져가기에 적당한 양입니다.
ru: Вашему экипажу удается открыть двери в тайник и найти там запас ракет и топлива! Это не тонна, но этого достаточно, чтобы принести все на корабль.
zh_hans: 你的船员成功打开了补给库的门，发现了大量的弹药和燃料！虽然数量不多，但也足够把所有物资带回星舰。

source: The signal appears to have been a distress signal, muffled by the special armor on the cache! The sender's corpse lays discarded among a pile of used up rations, likely trapped here on accident. Your crew is nervous stepping inside and only return with a few scroungings.
es: La señal parece haber sido una señal de socorro, amortiguada por el blindaje especial del alijo. El cadáver del remitente yace entre una pila de raciones agotadas, probablemente atrapado aquí por accidente. Tu tripulación entra con nerviosismo y solo regresa con algunos restos útiles.
fr: Le signal semble être un ancien signal de détresse, étouffé par la protection spéciale de la cache ! Le cadavre de l'expéditeur git au milieu d'une pile de rations épuisées, probablement piégé ici par accident. Votre équipage est nerveux à l'idée de pénétrer à l'intérieur et ne revient qu'avec quelques bricoles.
ko: 식별 안 되던 신호는 은닉처의 특수 도금에 가려진 조난 신호였던 것 같습니다! 발신자의 시체는 다 먹은 식량 더미 사이에 버려져 있는데, 실수로 이곳에 갇혔던 것 같습니다. 당신의 선원은 긴장한 채로 안으로 들어갔고, 몇 가지 물건을 뒤져 돌아옵니다.
ru: Судя по всему, сигнал был сигналом бедствия, заглушенным особой броней тайника! Труп отправителя лежит среди кучи использованных пайков, вероятно, он попал сюда случайно. Ваш экипаж нервничает, заходя внутрь, и возвращается лишь с небольшим уловом.
zh_hans: 信号似乎是求救信号，被藏在特殊装甲中的罐子所掩盖！发送者的尸体被随意丢弃在一堆用光的食物旁边，可能是意外被困在这里。你的船员紧张地走进去，只带回了少量物资。

source: To your luck, the cache appears to have once been a Rebel weapons cache abandoned after the Civil War! You find a weapon still functional despite its age and bring it back with you.
es: Para tu suerte, el alijo parece haber sido un antiguo depósito de armas de los Rebeldes abandonado tras la Guerra Civil. Encuentras un arma aún funcional pese a su antigüedad y la llevas contigo.
fr: Par chance, la cache semble être une ancienne cache d'armes rebelle abandonnée après la guerre civile ! Vous trouvez une arme encore fonctionnelle malgré son âge et la ramenez avec vous.
ko: 운 좋게도 이곳은 내전 이후 버려진 반군의 무기 저장고인 것 같습니다! 당신은 아주 오래됐음에도 여전히 작동하는 무기를 발견하고 함선으로 가져옵니다.
ru: К вашему счастью, тайник, оказывается, когда-то был оружейным складом повстанцев, заброшенным после Гражданской войны! Вы находите орудие, которое, несмотря на свой возраст, все еще функционирует, и забираете его с собой.
zh_hans: 幸运的是，这个被遗弃的武器库曾经是内战后的一个叛军武器库！尽管年代久远，你仍然发现了一个能够使用的武器，并将其带回了星舰。

source: The cache appears to have belonged to some civilians, based on the odd assortment of household items. Possibly a last-resort bunker from the Civil War? Not much is of use to you besides an old map, which while outdated seems accurate enough for you to use.
es: El alijo parece haber pertenecido a civiles, a juzgar por la extraña mezcla de objetos domésticos. Posiblemente un refugio de último recurso durante la Guerra Civil? No hay mucho que te sea útil aparte de un mapa antiguo que, aunque desactualizado, parece lo bastante preciso para usarlo.
fr: La cache semble avoir appartenu à des civils, si l'on en croit l'étrange assortiment d'objets ménagers. Peut-être s'agit-il d'un bunker de dernier recours datant de la guerre civile ? Peu de choses vous sont utiles, à part une vieille carte qui, bien qu'obsolète, semble suffisamment précise pour que vous puissiez l'utiliser.
ko: 뜻밖의 가정용품들로 보아 이 은닉처는 민간인의 것으로 보입니다. 내전 당시 만약을 위해 만들어진 벙커일까요? 오래된 지도 외에는 쓸 만한 것이 별로 없지만, 지도만큼은 충분히 정확해 보입니다.
ru: Судя по странному набору бытовых предметов, тайник, по всей видимости, принадлежал каким-то гражданским. Возможно, этот бункер служил кому-то последним прибежищем во времена Гражданской войны? Вы находите здесь мало чего полезного, кроме старой карты, которая хоть и устарела, но оказалась достаточно точна, чтобы ей нашлось применение.
zh_hans: 根据奇怪的家庭用品组合来看，这个补给库似乎属于一些平民。可能是联邦内战时期的最后避难所？除了一张旧星图之外，没有什么对你有用的东西。尽管这张星图已经过时，但用来参考是足够准确的。

source: As you peel open the cache doors, you hear a voice gasping for air and a person comes clawing their way out, clutching a respirator to their chest. Seems the signal you found earlier was a distress signal, barely managing to pierce its way through the shell. The cache is empty now, but the rattled survivor once recovered seems willing to help you.
es: Al abrir las puertas del alijo, escuchas una voz jadeando y una persona sale arrastrándose, aferrando un respirador contra su pecho. Parece que la señal que detectaste antes era una señal de socorro, apenas logrando atravesar la carcasa. El alijo está vacío ahora, pero el superviviente, aún alterado, parece dispuesto a ayudarte una vez recuperado.
fr: Alors que vous ouvrez les portes de la cache, vous entendez une voix en quête d'air et une personne apparaît, un respirateur contre sa poitrine. Il semble que le signal que vous avez repéré plus tôt était un signal de détresse, qui a peiné à percer la protection. La cache est désormais vide, mais le survivant secoué semble prêt à vous aider une fois remis sur pied.
ko: 은닉처 문을 열자 숨을 헐떡이는 소리가 들렸고, 한 사람이 가슴에 호흡기를 꽉 쥔 채 바닥을 기어 밖으로 나왔습니다. 아까 발견한 신호는 간신히 은닉처 벽을 뚫고 나온 조난 신호였던 것 같습니다. 챙길만한 물건은 전혀 없지만, 구조된 생존자가 기꺼이 당신을 도와주려 합니다.
ru: Открыв двери тайника, вы слышите голос, задыхающийся от нехватки воздуха, и наружу вырывается человек, прижимающий к груди респиратор. Похоже, сигнал, который вы нашли ранее, был сигналом бедствия, едва сумевшим пробиться сквозь обшивку. Сейчас тайник пуст, но напуганный выживший, кажется, готов вам помочь, как только придет в себя.
zh_hans: 当你打开补给库的门时，你听到一个喘气的声音，一个人在用爪子挣扎着爬出来，紧握着一个呼吸器。似乎你之前找到的那个信号是一个求救信号，勉强穿透了外墙。补给库是空的，但那个受惊的幸存者恢复过来后似乎愿意帮助你。

source: The cache door appears quite well secured, but you test your luck in opening it anyways. Almost immediately after the doors are opened half way an explosion sends your crew tumbling into space, destroying the life support of the one standing closest. Once you've recovered from the event, you survey the damage and find the boobytrapped cache's contents are no more.
es: La puerta del alijo parece estar bien asegurada, pero decides probar suerte al abrirla. Casi inmediatamente después de que las puertas se abren a la mitad, una explosión lanza a tu tripulación al espacio, destruyendo el soporte vital del que estaba más cerca. Tras recuperarte del incidente, inspeccionas los daños y descubres que el contenido del alijo con trampa ha quedado destruido.
fr: La porte de la cache semble assez bien sécurisée, mais vous tentez tout de même votre chance en l'ouvrant. Presque immédiatement après avoir entrouvert les portes, une explosion fait basculer votre équipage dans l'espace, détruisant le système de survie de celui qui se trouvait au plus près. Une fois remis de l'événement, vous examinez les dégâts et constatez que le contenu de la cache piégée a disparu.
ko: 보안이 상당해 보이지만, 어쨌든 당신은 운을 시험해 봅니다. 그런데 문을 반쯤 열자마자 폭발이 일어나 선원들이 우주로 나가떨어지고 가장 가까이 서 있던 한 명은 생명 유지 장치가 파괴됐습니다. 정신을 차린 후 피해 상황을 조사해 보니 은닉처의 내용물은 더 이상 존재하지 않았습니다.
ru: Дверь тайника кажется хорошо защищенной, но вы все равно решаете испытать удачу, открывая ее. Почти сразу после того, как двери открываются наполовину, взрыв выбрасывает стоявшего ближе всех члена экипажа в космос, разрушая его систему жизнеобеспечения. Оправившись от случившегося, вы осматриваете повреждения и обнаруживаете, что содержимого заминированного тайника больше нет.
zh_hans: 这个补给库的门看起来相当坚固，但你还是决定试试运气去打开它。大门刚打开一半的时候，突然发生爆炸把你的船员抛向太空，离爆炸最近的那个船员失去了生命。在事件结束后，你们重新调查了损害情况，发现设下陷阱的补给库没有其他物品。

source: Fortunately, your crew member has already cloned by the time you return to the ship.
es: Afortunadamente, tu tripulante ya ha sido clonado cuando regresas a la nave.
fr: Heureusement, votre membre d'équipage a déjà été cloné lorsque vous revenez au vaisseau.
ko: 다행히도 당신의 선원은 당신이 함선으로 되돌아올 때쯤 이미 클론 복제실에서 복제되어 있었습니다.
ru: К счастью, к тому времени, когда вы вернулись на корабль, ваш член экипажа уже был клонирован.
zh_hans: 幸运的是，在你们返回星舰时，你的船员已经已经克隆了。

source: Your drone manages to pry open the doors to the cache, and finds a supply of missiles and fuel within! It's not a ton, but it's enough to bring back everything to the ship.
es: Tu dron logra forzar las puertas del alijo y encuentra misiles y combustible en su interior. No es mucho, pero es suficiente para llevarlo todo a la nave.
fr: Votre drone parvient à ouvrir les portes de la cache et y trouve une réserve de missiles et de carburant ! Ce n'est pas énorme, mais c'est suffisant pour vouloir tout ramener au vaisseau.
ko: 당신의 드론은 은닉처의 문을 열고 들어가 미사일과 연료를 발견했습니다! 많지는 않지만, 하나도 빠짐없이 배로 가져가기에 적당한 양입니다.
ru: Вашему дрону удается открыть двери в тайник и найти там запас ракет и топлива! Это не тонна, но этого достаточно, чтобы принести все на корабль.
zh_hans: 你的无人机成功打开了补给库的门，发现了大量的弹药和燃料！虽然数量不多，但也足够把所有物资带回星舰。

source: The signal appears to have been a distress signal, muffled by the special armor on the cache! The sender's corpse lays discarded among a pile of used up rations, likely trapped here on accident. Your fearless drone recovers as much as its carrying capacity allows it to.
es: La señal parece haber sido una señal de socorro, amortiguada por el blindaje especial del alijo. El cadáver del remitente yace entre una pila de raciones agotadas, probablemente atrapado aquí por accidente. Tu dron recupera todo lo que su capacidad de carga le permite.
fr: Le signal semble être un ancien signal de détresse, étouffé par la protection spéciale de la cache ! Le cadavre de l'expéditeur git au milieu d'une pile de rations épuisées, probablement piégé ici par accident. Votre drone intrépide récupère tout ce que sa capacité de charge lui permet.
ko: 식별 안 되던 신호는 은닉처의 특수 도금에 가려진 조난 신호였던 것 같습니다! 발신자의 시체는 다 먹은 식량 더미 사이에 버려져 있는데, 실수로 이곳에 갇혔던 것 같습니다. 두려움을 모르는 당신의 드론은 운반 능력이 허용하는 만큼 물자를 회수했습니다.
ru: Судя по всему, это был сигнал бедствия, заглушенный специальной броней тайника! Труп отправителя валяется среди кучи использованных пайков, вероятно, он попал сюда случайно. Ваш бесстрашный дрон собирает столько содержимого, сколько позволяет его грузоподъемность.
zh_hans: 信号似乎是求救信号，被藏在特殊装甲中的罐子所掩盖！发送者的尸体被随意丢弃在一堆用光的食物旁边，可能是意外被困在这里。你的士兵无人机尽可能多地回收了它能携带的东西。
