Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: The Zoltan monk continues to rant on for a while longer. The meaning of their words soon vanishes from your mind, and eventually you lose track of how long has passed here. Just as you almost fall asleep from it, the monk asks you a simple question. "So, do you understand what I mean by this?"
es: El monje Zoltan continúa su perorata durante un buen rato más. El significado de sus palabras pronto se desvanece de tu mente y, con el tiempo, pierdes la noción de cuánto ha pasado aquí. Justo cuando estás a punto de quedarte dormido, el monje te hace una pregunta sencilla. “Entonces, ¿entiendes lo que quiero decir con esto?”
fr: Le moine Zoltan continue de radoter encore un bon moment. Le sens de ses paroles s'efface bientôt de votre esprit, et vous perdez finalement la notion du temps qui s'écoule. Alors que vous êtes sur le point de vous endormir, le moine vous pose une question simple. "Alors, comprenez-vous ce que je veux dire par là ?"
it: Il monaco zoltan continua a blaterare ancora a lungo. Il senso delle sue parole ben presto sparisce dalla tua mente e alla fine perdi la cognizione del tempo. Proprio quando stai per addormentarti dalla noia, il monaco ti fa una semplice domanda. "Allora, hai capito cosa voglio dire?"
ko: 졸탄 승려는 분노의 일장연설을 계속합니다. 당신은 이내 그들이 하는 말의 의미를 신경쓰지 않기로 했습니다. 이윽고 얼마나 시간이 지났는지도 모른 채 거의 졸음에 다다를 때 쯤 졸탄의 질문이 들려왔습니다. "그래서, 제 말이 이해가 되십니까?"
ru: Монах золтан продолжает разглагольствовать еще некоторое время. Смысл его слов вскоре исчезает из вашего сознания, и в конце концов вы теряете счет времени, которое здесь прошло. И вот, когда вы уже почти заснули от этого, Монах задает вам простой вопрос. "Итак, вы понимаете, что я имею в виду?"

source: Yes.
es: Sí.
fr: Oui.
it: Sì.
ko: 그렇다.
ru: Да.

source: "Ah, good to hear. Perhaps I misjudged you from the outset. Very well. I shall join your endeavors, to learn even more of your cause and your ways." Fortunately, they don't really seem to notice that you didn't pay any attention to what they said earlier.
es: “Ah, me alegra oírlo. Quizá te juzgué mal desde el principio. Muy bien. Me uniré a tus esfuerzos, para aprender aún más sobre tu causa y tus métodos.” Por fortuna, no parece darse cuenta de que no prestaste atención a nada de lo que dijo antes.
fr: "Ah, c'est bon à entendre. Peut-être vous ai-je mal jugé dès le départ. Très bien. Je me joindrai à vos efforts, afin d'en apprendre encore davantage sur votre cause et vos méthodes." Heureusement, ils ne semblent pas vraiment remarquer que vous n'avez pas prêté attention à ce qu'ils disaient auparavant.
it: "Ah, buono a sapersi. Forse ti ho giudicato male. Molto bene. Mi unirò alla tua impresa per imparare di più sulla tua causa e i tuoi metodi." Fortunatamente non sembra notare che non hai fatto attenzione a quanto ha detto prima.
ko: "그거 참 다행이군요. 어쩌면 처음부터 당신을 오해하고 있었던 것 같습니다. 이제 당신의 여정에 동참하여, 당신의 방식과 대의에 대해 배우겠습니다." 운 좋게도, 그들은 당신이 연설에 관심조차 없었단 사실을 눈치채지 못한 것 같습니다.
ru: "Приятно слышать. Возможно, я с самого начала ошибся в вас. Хорошо. Я присоединюсь к вашим начинаниям, чтобы узнать еще больше о вашем деле и ваших путях". К счастью, он, кажется, не замечает, что вы не слушали его речь.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: No.
fr: Non.
ko: 아니.
ru: Нет.

source: "Seriously..." They almost begin another round of lecturing, but pass out from exhaustion just before they start again. You take this opportunity to leave them behind at this beacon.
es: “En serio...” Casi comienza otra ronda de sermones, pero se desmaya por agotamiento justo antes de empezar de nuevo. Aprovechas la oportunidad para dejarlo atrás en esta baliza.
fr: "Sérieusement..." Ils commencent presque un nouveau sermon, mais s'évanouissent d'épuisement juste avant de recommencer. Vous profitez de cette occasion pour les laisser derrière vous, à cette balise.
it: "Sul serio..." È sul punto di attaccare con un altro predicozzo, ma sviene dalla stanchezza prima che possa farlo. Cogli quest'occasione per lasciarlo a questo astrofaro.
ko: "정말이지..." 그들은 다시 한 번 설교를 준비하려고 했으나, 제 풀에 지쳐 쓰러지고 말았습니다. 당신은 이 틈을 타 송신소를 빠져나갑니다.
ru: "Серьезно..." Он почти начинает очередной виток лекции, но теряет сознание от усталости перед тем, как начать снова. Пользуясь случаем, вы оставляете его у маяка.

source: Yes.
es: Sí.
fr: Oui.
it: Sì.
ko: 그렇다.
ru: Да.

source: "Ah, good to hear. Perhaps I misjudged you from the outset. Very well. I shall join your endeavors, to learn even more of your cause and your ways." Fortunately, they don't really seem to notice that you didn't pay any attention to what they said earlier.
es: “Ah, me alegra oírlo. Quizá te juzgué mal desde el principio. Muy bien. Me uniré a tus esfuerzos, para aprender aún más sobre tu causa y tus métodos.” Por fortuna, no parece darse cuenta de que no prestaste atención a nada de lo que dijo antes.
fr: "Ah, c'est bon à entendre. Peut-être vous ai-je mal jugé dès le départ. Très bien. Je me joindrai à vos efforts, afin d'en apprendre encore davantage sur votre cause et vos méthodes." Heureusement, ils ne semblent pas vraiment remarquer que vous n'avez pas prêté attention à ce qu'ils disaient auparavant.
it: "Ah, buono a sapersi. Forse ti ho giudicato male. Molto bene. Mi unirò alla tua impresa per imparare di più sulla tua causa e i tuoi metodi." Fortunatamente non sembra notare che non hai fatto attenzione a quanto ha detto prima.
ko: "그거 참 다행이군요. 어쩌면 처음부터 당신을 오해하고 있었던 것 같습니다. 이제 당신의 여정에 동참하여, 당신의 방식과 대의에 대해 배우겠습니다." 운 좋게도, 그들은 당신이 연설에 관심조차 없었단 사실을 눈치채지 못한 것 같습니다.
ru: "Приятно слышать. Возможно, я с самого начала ошибся в вас. Хорошо. Я присоединюсь к вашим начинаниям, чтобы узнать еще больше о вашем деле и ваших путях". К счастью, он, кажется, не замечает, что вы не слушали его речь.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Threaten them to stop.
es: Amenázalos para que se detengan.
fr: Les menacer d'arrêter.
it: Minaccialo di smettere.
ko: 협박하여 설교를 멈추게 한다.
ru: Пригрозить ему, чтобы он прекратил.

source: You power up your weapons, intent on making them stop their ramblings. The Monks send out a distress signal, and soon enough a Zoltan ship answers it. The Monks jump away just before the fighting starts.
es: Preparas las armas, decidido a que dejen de divagar. Los Monjes envían una señal de socorro y pronto una nave Zoltan responde. Los Monjes saltan justo antes de que comience el combate.
fr: Vous activez vos armes, déterminé à faire taire leurs discours incessants. Les Moines envoient un signal de détresse, et bientôt un vaisseau Zoltan y répond. Les Moines effectuent un saut spatial juste avant le début des hostilités.
it: Alimenti le armi con l'intenzione di zittirlo. La nave dei monaci invia un segnale di soccorso e ben presto una nave zoltan risponde. I monaci effettuano il salto prima che la battaglia comincia.
ko: 당신은 승려들의 설득을 멈출 작정으로 무기에 전원을 넣었습니다. 승려들은 구조 신호를 보냈고, 이내 졸탄 함선 하나가 응답했습니다. 전투가 시작되기 전에 승려들은 도약해 도망쳤습니다.
ru: Вы заряжаете свое оружие, намереваясь заставить его прекратить свои бредни. Монахи подают сигнал бедствия, и вскоре золтанский корабль отвечает на него. Монахи уходят в прыжок как раз перед началом боя.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="FEDERATION_AMMO"]/text
source: A Federation station is sending out a request for ammunition, in return for scrap. Their high demand is likely due to the increasing number of Rebel blockades. They might be able to spare some blueprints if you are generous.
de: Eine Föderationsstation sendet eine Anfrage nach Munition im Tausch gegen Schrott. Die hohe Nachfrage ist wahrscheinlich auf die zunehmende Zahl von Rebellenblockaden zurückzuführen.
es: Una estación de la Federación está enviando una solicitud de munición a cambio de chatarra. Su alta demanda probablemente se deba al creciente número de bloqueos Rebeldes. Podrían estar dispuestos a ofrecer algunos planos si eres generoso.
fr: Une station de la Fédération envoie une demande de munitions, en échange de ferraille. Leur forte demande est probablement due au nombre croissant de blocages rebelles. Ils pourraient être prêts à céder quelques plans si vous faites preuve de générosité.
ko: 연방 정거장이 스크랩을 대가로 탄약을 요구하는 신호를 보내고 있었습니다. 그들의 절실한 수요는 반군의 봉쇄 작전 때문일 것입니다. 물품을 많이 제공하면 남는 청사진을 제공받을 수도 있을 것입니다.
ru: Станция Федерации отправляет запрос на боеприпасы в обмен на лом. Высокий спрос на них, вероятно, вызван блокадой повстанцев. Возможно, они смогут предоставить несколько чертежей, если вы будете щедры.

source: Offer 5 missiles for whatever scrap they have.
de: Verkaufe 3 Raketen.
es: Ofrecer 5 misiles por toda la chatarra que tengan.
fr: Offrir 5 missiles en échange de leur stock de ferraille.
ko: 미사일 5개와 그들이 가진 스크랩을 교환한다.
ru: Предложить 5 боеголовок в обмен на любой имеющийся у них лом.

source: Offer 10 missiles for a patch-up and some extra fuel.
de: Verkaufe 7 Raketen.
es: Ofrecer 10 misiles por reparaciones y algo de combustible extra.
fr: Offrir 10 missiles en échange de réparations et d'un peu de carburant.
ko: 미사일 10개로 함선 수리와 약간의 연료를 교환한다.
ru: Предложить 10 боеголовок за ремонт и дополнительное топливо.

source: Offer 10 missiles for an augment.
de: Verkaufe 12 Raketen.
es: Ofrecer 10 misiles por un aumento.
fr: Offrir 10 missiles contre une augmentation.
ko: 미사일 10개를 보조장비와 교환한다.
ru: Предложить 10 боеголовок за модуль.

source: Offer 15 missiles for a weapon.
de: Wir haben nichts zu verkaufen.
es: Ofrecer 15 misiles por un arma.
fr: Offrir 15 missiles en échange d'une arme.
ko: 미사일 15개를 무기와 교환한다.
ru: Предложить 15 боеголовок за оружие.

source: Offer 20 missiles out of the goodness of your heart.
es: Ofrecer 20 misiles por pura bondad.
fr: Offrir 20 missiles de bon cœur.
it: Offri 20 missili per bontà di cuore.
ko: 아무 댓가 없이 미사일 20개를 제공한다.
ru: Предложить 20 боеголовок по доброте душевной.

source: "Wow, are you serious? Thank you, your kindness will not be forgotten! I'll make sure the Federation fleet understands what you've done for them."
es: “Vaya, ¿hablas en serio? ¡Gracias, tu amabilidad no será olvidada! Me aseguraré de que la flota de la Federación entienda lo que has hecho por ellos.”
fr: "Wow, vous êtes sérieux ? Merci, votre générosité ne sera pas oubliée ! Je veillerai à ce que la flotte de la Fédération comprenne ce que vous avez fait pour elle."
it: "Wow, davvero? Grazie, la tua generosità non sarà dimenticata! Mi accerterò che la flotta della Federazione sappia cos'hai fatto per loro."
ko: "아니, 정말입니까? 고맙습니다. 당신의 친절을 잊지 않겠습니다. 연방에게 당신이 오늘 베푼 친절을 꼭 이야기하겠습니다."
ru: "Вау, вы серьезно? Спасибо, ваша доброта не будет забыта! Я прослежу, чтобы флот Федерации понял, что вы для них сделали".

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: We don't have anything to sell.
es: No tenemos nada para vender.
fr: Nous n'avons rien à vendre.
it: Non abbiamo niente da vendere.
ko: 우린 아무것도 팔 게 없다.
ru: Нам нечего продавать.

source: You ignore the station.
es: Ignoras la estación.
fr: Vous ignorez la station.
it: Ignori la stazione.
ko: 당신은 정거장을 무시했습니다.
ru: Вы не обращаете внимания на станцию.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_federation.xml$//event[@name="FEDERATION_ITEM_DEBATE"]/text
source: An Engi ship, an Orchid ship, a Crystal ship and a Zoltan ship surround a debris field of multiple rebel ships. There was a large battle, but they were victorious.
es: Una nave Engi, una nave Orchid, una nave Crystal y una nave Zoltan rodean un campo de escombros de múltiples naves Rebeldes. Hubo una gran batalla, pero salieron victoriosos.
fr: Un vaisseau Engi, un vaisseau Orchidée, un vaisseau Cristalien et un vaisseau Zoltan encerclent un champ de débris composé de plusieurs vaisseaux rebelles. Une grande bataille a eu lieu, mais ils en sont sortis victorieux.
it: Una nave engi, una orchid, una crystalline e una zoltan circondano un campo di macerie di molte navi ribelli. C'è stata una grande battaglia e sembra che l'abbiano vinta loro.
ko: 엔지 함선, 오키드 함선, 크리스탈 함선 및 졸탄 함선이 반군 함선 잔해들을 둘러싸고 있습니다. 대규모 전투가 있었으나, 그들이 이긴 것으로 보입니다.
ru: Корабль энджи, корабль орхидей, корабль кристаллинов и корабль золтанов окружают поле обломков, состоящее из множества кораблей повстанцев. Произошло большое сражение, но они одержали победу.

source: Ask if they need help salvaging the wreckage.
es: Preguntar si necesitan ayuda para recuperar los restos.
fr: Leur demander s'ils ont besoin d'aide pour récupérer les débris.
it: Chiedi se hanno bisogno di aiuto per recuperare i ruderi.
ko: 잔해 인양을 도울 수 있는지 물어본다.
ru: Спросить, не нужна ли им помощь в сборе обломков.

source: At your prompting, the Orchid ship invites your ship to join their group communication. As soon as you do, the Crystal talks first. "Hello, Renegade. There is a problem: The other ships are claiming that our crystal arsenal didn't sway the tide of our battle in our favor!" The Orchid speaks up. "I'm sorry you had to get pulled into this Renegade. I do want to point out that our kernels penetrated the enemy shields and knocked out their engines. It's thanks to us that you had the accuracy you did." The Zoltan snorts. "Baffling argument. Ludicrous, even. You may have scratched their paint job, but our Lucerne beam did the lion's share of the work. We did the most hull damage, therefore we were the most consequential ship in that fight. We don't even HAVE to aim." The Engi ship chirps in. "Zoltan's assertion = illogical. Beams = inconsequential if (fire support == false). Engi combat drones >> all other contributions."
es: Ante tu sugerencia, la nave Orchid invita a tu nave a unirse a su comunicación grupal. En cuanto lo haces, el Crystal habla primero. “Saludos, renegado. Hay un problema: ¡las otras naves afirman que nuestro arsenal Crystal no inclinó la balanza de la batalla a nuestro favor!” El Orchid interviene. “Lamento que te veas arrastrado a esto, renegado. Quiero señalar que nuestros proyectiles penetraron los escudos enemigos y deshabilitaron sus motores. Gracias a nosotros tuviste la precisión que tuviste.” El Zoltan resopla. “Argumento desconcertante. Incluso ridículo. Puede que hayan arañado su pintura, pero nuestro rayo Lucerne hizo la mayor parte del trabajo. Infligimos la mayor cantidad de daño al casco, por lo tanto fuimos la nave más decisiva en esa batalla. Ni siquiera tenemos que apuntar.” La nave Engi interviene con un pitido. “Afirmación Zoltan = ilógica. Rayos = inconsecuentes si (apoyo_de_fuego == falso). Drones de combate Engi >> todas las demás contribuciones.”
fr: À votre invitation, le vaisseau Orchidée vous intègre à leur communication de groupe. Dès que vous rejoignez, le vaisseau Cristalien prend la parole en premier. "Bonjour, Renégat. Il y a un problème : les autres vaisseaux prétendent que notre arsenal Cristalien n'a pas suffi à faire pencher la bataille en notre faveur !" L'Orchidée intervient : "Je suis désolée que vous ayez été mêlé à ça, Renégat. Je tiens à préciser que nos bulbes ont percé les boucliers ennemis et mis hors service leurs moteurs. C'est grâce à nous que vous avez eu la précision que vous aviez." Le Zoltan renifle avec mépris : "Argument déconcertant. Ridicule, même. Vous avez peut-être juste rayé leur peinture, mais notre rayon Lucerne a fait le gros du travail. Nous avons infligé le plus de dégâts à la coque, donc nous avons été le vaisseau le plus déterminant dans ce combat. En plus, on n'a même pas besoin de viser." Le vaisseau Engi intervient à son tour : "L'affirmation Zoltan = illogique. Rayons = insignifiants si (appui-feu == faux). Drones de combat Engi >> toutes les autres contributions."
it: Col tuo segnale, la nave orchid invita la tua a unirsi alla loro comunicazione di gruppo. Non appena lo fai, il crystalline prende parola. "Salve Rinnegato. Abbiamo un problema: le altre navi dicono che il nostro arsenale di cristallo non abbia volto le sorti della battaglia a nostro favore!" L'orchid parla. "Mi dispiace che tu sia stato trascinato in questa storia, Rinnegato. Ma voglio far notare che i nostri lanciasemi hanno penetrato gli scudi nemici e messo fuori uso i loro motori. È grazie a noi se avete avuto la precisione che vi serviva." Lo zoltan grugnisce. "Un litigio alquanto fuori luogo. Assurdo perfino. Voi avrete anche ammaccato la vernice, ma è stato il nostro raggio Lucerna a fare il grosso del lavoro. Noi abbiamo inflitto i danni maggiori allo scafo, quindi la nave più importante in questa battaglia è stata la nostra. Noi non dobbiamo nemmeno mirare. La nave engi interviene. "Affermazione zoltan = illogica. Raggi = inutili se (fuoco di supporto == falso). Droni da combattimento engi >> tutti gli altri contributi."
ko: 당신의 제안을 들은 오키드 함선은, 그들의 단체 통신에 당신을 초대했습니다. 당신이 참가한 것을 확인한 크리스탈이 먼저 대화를 시작했습니다. "안녕하시오, 배회자 양반. 지금 우리한테 좀 문제가 있소. 저들이 말하길, 이번 전투에서 크리스탈 무기가 거의 영향을 주지 않았다고 하는 것이 아니오!" 오키드가 이에 항변합니다. "당신을 우리 문제에 끌어들어서 미안해요. 배회자 씨. 우리가 이긴 건 낱알 무기가 저들의 보호막을 뚫고 엔진을 먼저 타격했기 때문이에요. 크리스탈 무기가 정밀 타격한 건 우리의 덕이라고요." 졸탄이 코웃음칩니다. "흥, 말도 안 되는 소리 마시지요. 그대들의 무기는 저들의 도색만 조금 벗겨낸 수준이지, 선체에 가장 큰 피해를 준 건 우리의 루체른 빔 덕분이 아닙니까? 우리가 승리에 가장 많이 기여한 것은 자명한 사실입니다. 조준이 필요하지 않듯이 논쟁의 여지도 없다고요." 엔지 함선이 끼어듭니다. "졸탄의 주장 = 비논리적. 빔 무기 = 화력 지원이 없이는 기여 불가. 엔지 전투 드론 >> 다른 함선의 기여도."
ru: По вашей просьбе корабль орхидей приглашает ваш корабль присоединиться к их групповому общению. Как только это сделано, кристаллины говорят первыми. "Здравствуй, Ренегат. Есть проблема: другие корабли утверждают, что наш кристаллический арсенал не переломил ход битвы в нашу пользу!" Орхидея произносит: "Мне жаль, что вам пришлось втянуть в это Ренегата. Хочу заметить, что наши зерна пробили вражеские щиты и вывели из строя их двигатели. Именно благодаря нам у вас была такая точность". Золтан фыркнул: "Сбивающий с толку аргумент. Даже нелепый. Может, вы и поцарапали их краску, но львиную долю работы сделал наш луч "Люцерн". Мы нанесли больше всего повреждений корпусу, поэтому мы были самым важным кораблем в том бою. Нам даже не нужно прицеливаться". Корабль энджи произносит: "Утверждение золтана = нелогично. Лучевое оружие = несущественно, если (огневая поддержка = ложь). Боевые дроны энджи превосходят все остальное".

source: The Engi is right. Drones probably had the biggest impact.
es: El Engi tiene razón. Los drones probablemente tuvieron el mayor impacto.
fr: L'Engi a raison. Les drones ont probablement eu l'impact le plus important.
it: L'engi ha ragione. Forse i droni hanno avuto l'impatto maggiore.
ko: 엔지의 주장이 옳다. 드론이 가장 큰 역할을 했다.
ru: Энджи прав. Дроны, вероятно, оказали наибольшее влияние.

source: The Engi captain interjects. "Confirmed. Renegade has authenticated Engi logic. Therefore: Engi allocation of resources = most efficient." The other three captains sigh and nod. "Renegade: Delivering gratuity."
es: El capitán Engi interviene. “Confirmado. Renegado ha autenticado lógica Engi. Por lo tanto: asignación de recursos Engi = más eficiente.” Los otros tres capitanes suspiran y asienten. “Renegado: entregando gratificación.”
fr: Le capitaine Engi intervient. " Confirmé. Le Renégat valide logique Engi. Conclusion : allocation des ressources Engi = la plus efficace." Les trois autres capitaines soupirent et hochent la tête. "Renégat : Remise d'une récompense."
it: Il capitano engi interviene. "Confermato. Rinnegato ha autenticato logica engi. Quindi: allocazione di risorse engi = maggiore efficienza." Gli altri tre capitani sospirano e annuiscono. "Rinnegato: gratitudine in arrivo."
ko: 엔지 함장이 끼어듭니다. "확인함. 배회자가 엔지의 사고가 옳음을 증명. 그러므로 엔지의 자원 = 가장 많이 분배." 나머지 세 함장은 한숨쉬며 수긍합니다. "배회자에게: 사례금 제공."
ru: Капитан энджи вмешивается. "Подтверждено. Ренегат подтвердил логику энджи. Следовательно: распределение ресурсов энджи = наиболее эффективное". Три других капитана вздыхают и кивают. "Ренегат: передаю вознаграждение".

source: The Zoltan is right. Beams ended the fight much quicker.
es: El Zoltan tiene razón. Los rayos terminaron la pelea mucho más rápido.
fr: Le Zoltan a raison. Les rayons ont mis fin au combat bien plus rapidement.
it: Lo zoltan ha ragione. I raggi hanno messo fine alla battaglia molto in fretta.
ko: 졸탄이 옳다. 빔 무기가 싸움을 가장 빨리 끝냈다.
ru: Золтан прав. Лучи закончили бой гораздо быстрее.

source: The Zoltan smirks. "It is plain to see. The Renegade's countless battles have exposed them to the truth. Therefore, I will distribute the spoils as I see fit. Any objections?" The other three captains are silent. "Wonderful. Oh, and here is a gift of appreciation, Renegade."
es: El Zoltan sonríe con suficiencia. “Es evidente. Las incontables batallas del renegado lo han expuesto a la verdad. Por lo tanto, distribuiré el botín como considere adecuado. ¿Alguna objeción?” Los otros tres capitanes guardan silencio. “Maravilloso. Ah, y aquí tienes un obsequio en señal de agradecimiento, renegado.”
fr: Le Zoltan esquisse un sourire en coin. "Cela saute aux yeux. Les innombrables batailles du Renégat lui ont révélé la vérité. Par conséquent, je répartirai les butins comme je l'entends. Des objections ?" Les trois autres capitaines restent silencieux. "Merveilleux. Oh, et voici un cadeau de remerciement, Renégat."
it: Lo zoltan ghigna. "È palese. Le numerose battaglie del Rinnegato gli hanno aperto gli occhi alla verità. Quindi, distribuirò il bottino come più mi aggrada. Obiezioni?" Gli altri tre capitani tacciono. "Perfetto. Oh, e tieni un segno della mia riconoscenza, Rinnegato."
ko: 졸탄이 흡족해합니다. "아주 자명한 결과입니다. 수많은 경험을 쌓은 배회자가 그걸 증명해주고 있어요. 그러니, 가장 기여가 큰 우리가 전리품을 분배하도록 하겠습니다. 이견 있으십니까?" 다른 세 함장들은 대답이 없었습니다. "훌륭하군요. 소정의 감사를 받아주시기 바랍니다. 배회자 님."
ru: Золтан улыбается. "Это очевидно. Бесчисленные сражения Ренегатов открыли им истину. Поэтому я распределю добычу так, как сочту нужным. Есть возражения?" Три других капитана молчат. "Прекрасно. О, и вот вам подарок в знак благодарности, Ренегат".

source: The Orchid is right. Knocking out systems is vital to surviving fights.
es: El Orchid tiene razón. Deshabilitar sistemas es vital para sobrevivir a los combates.
fr: L'Orchidée a raison. Mettre hors service les systèmes ennemis est essentiel pour survivre aux combats.
it: L'orchid ha ragione. Mettere fuori uso i sistemi è cruciale per sopravvivere in battaglia.
ko: 오키드의 주장이 맞다. 시설을 무력화해야 싸움에서 살아남을 수 있다.
ru: Орхидея права. Разрушение систем жизненно важно для выживания в бою.
