Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: "To claim our ideologies are evil merely proves you fail to understand the goal of the Duskbringer movement! A simple minded Renegade cannot comprehend such a grandiose picture. We are those who work towards a better galaxy. If not us, then who else is?" The Zoltan smiles, despite the fact he never bothered to explain what grand picture he claims to represent. The message however is clear - he isn't going to relent.
de: "Zu sagen, dass unsere Ideologien nur böse sind, zeigt dass du das Ziel der Duskbringer nicht verstehst! Ein einfältiger Renegade, kann das große Ganze nicht verstehen. Wir sind die, die auf eine bessere Galaxie hinarbeiten. Wenn nicht wir, wer dann?" Der Zoltan lächelt, trotz dem Fakt dass er nicht erklärt hat, was das große Ganze ist. Seine Aussage ist jedoch klar - er wird nicht nachgeben.
es: “Decir que nuestras ideologías son malvadas solo demuestra que no entiendes el objetivo del movimiento Duskbringer. Un simple renegado de mente estrecha no puede comprender un panorama tan grandioso. Somos quienes trabajan por una galaxia mejor. Si no somos nosotros, ¿entonces quién?” El Zoltan sonríe, a pesar de que nunca se molestó en explicar cuál es ese gran panorama que dice representar. El mensaje, sin embargo, es claro: no piensa ceder.
fr: "Affirmer que nos idéologies sont mauvaises prouve simplement que vous ne comprenez pas l'objectif du mouvement Duskbringer ! Un Renégat simple d'esprit ne peut pas comprendre une image aussi grandiose. Nous sommes ceux qui travaillent pour une galaxie meilleure. Sinon nous, qui d'autre le ferait ?" Le Zoltan sourit, bien qu'il n'ait jamais pris la peine d'expliquer quelle grande image il prétend représenter. Le message, cependant, est clair : il ne va pas céder.
it: "Dire che le nostre ideologie sono malvagie non fa altro che provare che non capisci lo scopo del movimento Crepuscolare! Un semplice Rinnegato non potrebbe mai capire un quadro così grandioso. Siamo noi quelli che lavorano per una galassia migliore. Se non noi, chi lo farà al posto nostro?" Lo zoltan sorride, nonostante non si sia preso la briga di spiegare quale quadro grandioso dice di rappresentare. Il messaggio però è chiaro: non cederà.
ko: "우리의 이념이 악하다고 주장하는 것은 그대가 더스크브링어 활동의 목표를 이해하지 못함을 보여줄 뿐이다! 단순하게만 생각하는 배회자는 그런 거창한 그림을 이해할 수 없겠지. 우리는 더 나은 은하계를 위해 일하는 사람들이다. 우리가 아니면 누가 그런 일을 하겠어?" 졸탄은 자신이 주장하는 장대한 그림이 무엇인지 설명하려는 시도조차 하지 않았으면서도 미소를 지었습니다. 하지만 메시지는 분명합니다. 그는 타협하지 않을 것입니다.
ru: "Утверждение, что наши идеологии являются злом, лишь доказывает, что ты не понимаешь цели движения Вестников Заката! Простодушный Ренегат не способен постичь столь грандиозную картину. Мы - те, кто работает над созданием лучшей галактики. Если не мы, то кто же еще?" Золтан улыбается, несмотря на то, что он так и не удосужился объяснить, какую грандиозную идею он воплощает. Однако смысл его слов ясен - он не собирается сдаваться.

source: Time for plan B - attack!
de: Zeit für Plan B - Angriff!
es: Hora del plan B: ¡atacar!
fr: Il est temps pour le plan B - attaquez !
it: È il momento del piano B: all'attacco!
ko: 플랜 B - 공격!
ru: Время для плана Б - в атаку!

source: We'll just go.
de: Wir gehen einfach wieder.
es: Simplemente nos iremos.
fr: Nous allons simplement partir.
it: Ce ne andiamo e basta.
ko: 그냥 떠나겠다.
ru: Мы просто пойдем.

source: If you claim to be Zoltan supremacists, then why are you endangering the lives of so many of your kind?
de: Wenn ihr sagt, dass ihr Zoltan Extremisten seid, wieso gefährdet ihr dann so viele eurer eigenen Rasse?
es: Si afirmas ser supremacista Zoltan, ¿por qué estás poniendo en peligro la vida de tantos de los tuyos?
fr: Si vous prétendez être des suprémacistes Zoltans, pourquoi mettez-vous en danger la vie de tant des vôtres ?
it: Se dite di essere suprematisti zoltan, allora perché mettete in pericolo la vita così tanti vostri simili?
ko: 당신들은 졸탄 우월주의자라면서 이렇게 많은 동족의 목숨을 위태롭게 해도 되는 건가 ?
ru: Если вы утверждаете, что являетесь золтанскими экстремистами, тогда почему вы подвергаете опасности жизни стольких себе подобных?

source: There's a brief pause while the Duskbringer ponders this, but he seems to think he's come up with a clever response. "The nature of our movement is that we stand to make room for the superior lifeforms in this galaxy - to give them their rightful place. It is a fact that more often than not, the Zoltans are who possess these superior characteristics, but that is not to say ALL Zoltans do. Those we have found in this unholy temple of false peace have betrayed their species to work hand in hand with lesser beings, thus becoming lesser themselves." The Duskbringer smiles smugly, having dismantled your argument. It crosses your mind you don't actually need to win this intellectual war - you just need to distract him long enough that he drops his guard.
de: Es gibt eine kurze Pause, während der Duskbringer nachdenkt, jedoch scheint er mit einer schlauen Antwort anzukommen. "Die Natur unserer Bewegung ist, dass wir einen Platz für bessere Lebensformen in der Galaxie schaffen wollen - um ihnen ihren rechten Platz zu geben. Es ist ein Fakt, dass die Zoltans oft bessere Eigenschaften haben, als andere Rassen, jedoch heißt es nicht dass es auf alle Zoltans zutrifft. Jene die wir gefunden haben, in diesem unheiligen Tempel des falschen Friedens, haben ihre Spezies verraten, indem sie mit niedrigeren Lebensformen arbeiten und deshalb auch niedriger werden." Der Duskbringer lächelt, da er dein Argument entschärft hat. Dir fällt ein, dass du diesen intellektuellen Kampf nicht gewinnen musst - sondern ihn nur so lange ablenken, bis seine Aufmerksamkeit nachlässt.
es: Hay una breve pausa mientras el Duskbringer reflexiona, pero parece convencido de haber encontrado una respuesta ingeniosa. “La naturaleza de nuestro movimiento es hacer espacio para las formas de vida superiores de esta galaxia, otorgarles el lugar que les corresponde. Es un hecho que, en la mayoría de los casos, son los Zoltan quienes poseen esas características superiores, pero eso no significa que TODOS los Zoltan las tengan. Aquellos que hemos encontrado en este templo profano de falsa paz han traicionado a su especie al colaborar con seres inferiores, convirtiéndose así en inferiores ellos mismos.” El Duskbringer sonríe con suficiencia, creyendo haber desmantelado tu argumento. Se te ocurre que en realidad no necesitas ganar esta guerra intelectual; solo necesitas distraerlo el tiempo suficiente para que baje la guardia.
fr: Il y a une brève pause pendant que le Duskbringer réfléchit à cela, mais il semble penser qu'il a trouvé une réponse astucieuse. "La nature de notre mouvement est que nous faisons de la place pour les formes de vie supérieures dans cette galaxie, pour leur donner leur place légitime. Il est un fait que plus souvent qu'autrement, ce sont les Zoltans qui possèdent ces caractéristiques supérieures, mais cela ne veut pas dire que TOUS les Zoltans le font. Ceux que nous avons trouvés dans ce temple maudit de fausse paix ont trahi leur espèce en travaillant main dans la main avec des êtres inférieurs, devenant ainsi eux-mêmes inférieurs." Le Duskbringer sourit avec suffisance, pensant avoir démantelé votre argument. Il vous vient à l'esprit que vous n'avez pas réellement besoin de gagner cette guerre intellectuelle - vous devez simplement le distraire suffisamment longtemps pour qu'il baisse sa garde.
it: C'è una breve pausa mentre il Crepuscolare ci pensa, ma sembra pensare di aver trovato una bella risposta. "La natura del nostro movimento è che siamo decisi a fare spazio alle forme di vita superiori di questa galassia, a dar loro il posto che gli spetta di diritto. È un dato di fatto che, molto spesso, sono gli zoltan a possedere tali caratteristiche superiori, ma non dico che la cosa valga per TUTTI gli zoltan. Quelli che abbiamo trovato in questo tempio sacrilego di falsa pace hanno tradito la loro specie per lavorare mano nella mano con esseri inferiori, abbassandosi al loro livello." Il Crepuscolare fa un sorriso arrogante, convinto di aver smontato la tua tesi. Ti viene in mente che non devi veramente vincere questa guerra intellettuale; devi solo distrarlo abbastanza a lungo da fargli abbassare la guardia.
ko: 더스크브링어는 잠시 멈칫했다가 자신이 영리한 대답을 떠올렸다고 생각했는지 곧 입을 열었습니다. "더스크브링어 혁명의 본질은 이 은하계에 우수한 생명체가 살아갈 공간을 만드는 것이다. 우월한 생명체에게 걸맞은 공간을 말이지. 일반적으로 졸탄이 이러한 우월한 특성을 가진 자들이라는 것은 사실이지만, 모든 졸탄이 그런 것은 아니다. 우리가 이 거짓된 평화를 상징하는 불결한 회당에서 발견한 자들은 하찮은 존재들과 일하기 위해 종족을 배신했고, 결과적으로 그들 스스로가 하찮게 변했다." 더스크브링어는 당신의 주장을 박살 내며 거만하게 미소 지었습니다. 그 순간, 이 말싸움에서 진짜로 이길 필요가 없다는 생각이 당신의 뇌리를 스쳤습니다. 단지 그가 방심할 만큼 충분히 오랫동안 주의를 끌기만 하면 됩니다.
ru: Наступила короткая пауза, пока Вестник Заката размышлял над этим, но, похоже, он решил, что придумал умный ответ. "Суть нашего движения в том, что мы выступаем за то, чтобы освободить место для высших форм жизни в этой галактике - дать им их законное место. Это факт, что чаще всего золтаны обладают этими превосходными характеристиками, но это не значит, что ВСЕ золтаны обладают ими. Те, кого мы нашли в этом нечестивом храме ложного мира, предали свой род, чтобы работать рука об руку с низшими существами, и таким образом сами стали низшими". Вестник Заката самодовольно улыбается, разрушив ваш аргумент. Вам приходит в голову, что на самом деле вам не нужно выигрывать эту интеллектуальную войну - вам просто нужно отвлечь его достаточно надолго, чтобы он потерял бдительность.

source: But who can truly decide which beings are and are not superior? What makes you the judge?
de: Aber wer kann wirklich entscheiden, wer überlegen ist und wer nicht? Was macht euch zu den Richtern?
es: Pero ¿quién puede decidir realmente qué seres son superiores y cuáles no? ¿Qué te convierte en juez?
fr: Mais qui peut vraiment décider quelles créatures sont supérieures et lesquelles ne le sont pas ? Qu'est-ce qui fait de vous le juge ?
it: Ma chi può davvero decidere quali esseri sono e non sono superiori? Cos'è che rende te il giudice?
ko: 하지만 어떤 존재가 우월하고 우월하지 않은지를 어떻게 확담할 수 있지? 그걸 너희가 판단할 수 있나?
ru: Но кто может решать, какие существа являются и не являются высшими? Что делает вас судьей?

source: "Hmph. We are the judges because we are the only ones willing to take action. If the galaxy could have made this shift sooner, then there would be no need for the Duskbringers at all. The galaxy should have already accepted the Zoltans as the superior race - we have the better tech, the better culture, and the better minds. Sure, there are species who are stronger, or better adapted to certain environments - but there is a place for them in our new galaxy. It just won't be at the top. But only the Duskbringers can see this."
de: "Hmm. Wir sind die Richter, da wir die sind, die Taten sprechen lassen. Wenn die Galaxie diesen Wechsel früher gemacht hätte, hätte es nie die Duskbringer gebraucht. Die Galaxie hätte die Zoltans bereits als überlegene Rasse ansehen müssen - wir haben die bessere Technologie, die bessere Kultur und bessere Gelehrte. Klar, es gibt Spezien die stärker sind oder besser an gewisse Umgebungen angepasst sind - jedoch gibt es auch für diese einen Platz in unserer neuen Galaxie. Es wird nur nicht an der Spitze sein. Nur die Duskbringer können das sehen."
es: “Hmph. Somos los jueces porque somos los únicos dispuestos a actuar. Si la galaxia hubiera realizado este cambio antes, no habría necesidad de los Duskbringers. La galaxia ya debería haber aceptado a los Zoltan como la raza superior: tenemos la mejor tecnología, la mejor cultura y las mejores mentes. Claro, hay especies más fuertes o mejor adaptadas a ciertos entornos, pero también hay un lugar para ellas en nuestra nueva galaxia. Simplemente no será en la cima. Pero solo los Duskbringers pueden verlo.”
fr: "Hmph. Nous sommes les juges car nous sommes les seuls prêts à agir. Si la galaxie avait pu opérer ce changement plus tôt, il n'y aurait aucun besoin des Duskbringers. La galaxie aurait déjà dû accepter les Zoltans comme la race supérieure - nous avons la meilleure technologie, la meilleure culture et les meilleurs esprits. Certes, il y a des espèces qui sont plus fortes ou mieux adaptées à certains environnements - mais il y a une place pour elles dans notre nouvelle galaxie. Ce ne sera simplement pas au sommet. Mais seuls les Duskbringers peuvent le voir."
it: "Hmpf. Noi siamo i giudici perché noi siamo gli unici disposti ad agire. Se la galassia avesse potuto cambiare in tal senso prima, allora non ci sarebbe alcun bisogno dei Crepuscolari. La galassia avrebbe dovuto già accettare gli zoltan come la razza superiore: abbiamo la tecnologia migliore, la cultura migliore e la mente più superiore di tutte. Certo, ci sono specie che sono più forti, o altre che si adattano meglio a certi ambienti... ma ci sarà posto per loro nella nostra nuova galassia. Solo non al vertice. Ma solo i Crepuscolari lo capiscono."
ko: "흠. 우리만이 기꺼이 행동을 실천할 수 있기 때문에 우리가 심판관인 것이다. 만약 은하계에 변화의 바람이 더 빨리 불었더라면 더스크브링어의 탄생은 전혀 필요치 않았을 것이니. 은하계는 애초에 졸탄을 우월한 종족으로 받아들였어야 했다. 우리에게 더 나은 기술, 더 나은 문화, 더 나은 정신이 있으니까. 물론, 신체적으로 더 강하거나 특정 환경에 더 잘 적응하는 종들은 있겠지. 하지만 우리의 새로운 은하계에는 그들을 위한 장소도 있다. 다만 꼭대기에 있지 않을 뿐이지. 오직 더스크브링어만이 이런 이상적인 미래를 볼 수 있다."
ru: "Хмм. Мы - судьи, потому что мы единственные, кто готов действовать. Если бы галактика могла сделать этот сдвиг раньше, тогда бы вообще не было необходимости в Вестниках Заката. Галактика уже должна была признать золтан высшей расой - у нас лучшие технологии, лучшая культура и лучшие умы. Конечно, есть виды, которые сильнее или лучше приспособлены к определенной среде - но для них найдется место в нашей новой галактике. Просто они не будут на вершине. Но это могут увидеть только Вестники Заката".

source: So you aren't judges at all - just radicals who've jumped the gun.
de: Also seid ihr überhaupt keine Richter - ihr seid nur Radikale, welche einen Schritt zu weit gegangen sind.
es: Entonces no son jueces en absoluto, solo radicales que se precipitaron.
fr: Donc vous n'êtes pas vraiment des juges, juste des radicaux qui ont précipité les choses.
it: Quindi non siete affatto giudici, solo radicali esagitati.
ko: 너희들은 절대 심판관이 아니다. 그저 성질 급한 급진주의자일 뿐이지.
ru: Таким образом, вы вовсе не судьи - вы просто радикалы, которые перешли на личности.

source: "WE ARE NOT RADICALS!" The Duskbringer pushes his fellow men aside and storms towards you. "HOW DARE YOU INSULT OUR MOVEMENT! Radicals are people who cannot support their ideology with facts, and so they resort to extreme measures! Nothing about the Duskbringers is extreme or unsupported. We are millions strong and growing, and our methods harm no one but those directly opposed to us. You are nothing but Renegade filth, who are you to say such things? You don't know politics, you don't know-" The Zoltan is cut off by abrupt gun-fire, as the guards open fire while the Duskbringers are distracted. The Duskbringers are wiped out before they can go for the hostages, and the embassy staff seem to recognize your help and offer a reward.
de: "WIR SIND KEINE RADIKALEN!" Der Duskbringer schubst seine Männer zur Seite und stürmt dir entgegen. "WIE KANNST DU DICH WAGEN, UNSERE BEWEGUNG ZU BELEIDIGEN! Radikale sind Leute, welche ihre Ideologie nicht mit Fakten unterstützen können und deshalb extreme Maßnahmen ausüben! Die Duskbringer sind weder extrem und ihnen fehlt keine Unterstützung. Es gibt Millionen von uns und es werden immer mehr und unsere Methoden verletzen niemanden, der nicht direkt uns feindlich gesinnt ist. Du bist nicht anderes, als Renegade Dreck, wer bist du schon um so etwas zu sagen? Du hast keine Ahnung von Politik, du weißt-" Der Zoltan wird abgeschnitten, durch plötzliches Laser-Feuer, als die Wachen das Feuer auf die abgelenkten Duskbringer eröffnen. Die Duskbringer werden ausgeschaltet, bevor sie die Geiseln verletzen können und die Botschafts Mitarbeiter scheinen deine Hilfe anzuerkennen und bieten dir eine Belohnung an.
es: “¡NO SOMOS RADICALES!” El Duskbringer aparta a sus compañeros y avanza furioso hacia ti. “¡CÓMO TE ATREVES A INSULTAR NUESTRO MOVIMIENTO! ¡Los radicales son quienes no pueden respaldar su ideología con hechos y recurren a medidas extremas! Nada en los Duskbringers es extremo ni carece de fundamento. Somos millones y seguimos creciendo, y nuestros métodos no dañan a nadie salvo a quienes se oponen directamente a nosotros. No eres más que escoria renegada, ¿quién eres tú para decir semejantes cosas? No sabes de política, no sabes—” El Zoltan es interrumpido por disparos repentinos, cuando los guardias abren fuego mientras los Duskbringers están distraídos. Son eliminados antes de que puedan alcanzar a los rehenes, y el personal de la embajada reconoce tu ayuda y te ofrece una recompensa.
fr: "NOUS NE SOMMES PAS DES RADICAUX !" Le Duskbringer pousse ses compagnons de côté et s'avance vers vous. "COMMENT OSEZ-VOUS INSULTER NOTRE MOUVEMENT ! Les radicaux sont des gens qui ne peuvent pas soutenir leur idéologie par des faits, alors ils ont recours à des mesures extrêmes ! Rien chez les Duskbringers n'est extrême ou non fondé. Nous sommes des millions et nous grandissons et nos méthodes ne font de mal à personne sauf à ceux qui nous sont directement opposés. Vous n'êtes rien d'autre que des déchets de Renégat, qui êtes-vous pour dire de telles choses ? Vous ne connaissez rien à la politique, vous ne savez pas-" Le Zoltan est interrompu par des tirs soudains, alors que les gardes ouvrent le feu pendant que les Duskbringers sont distraits. Les Duskbringers sont éliminés avant qu'ils ne puissent s'approcher des otages et le personnel de l'ambassade semble reconnaître votre aide et offre une récompense.
it: "NON SIAMO RADICALI!" Il Crepuscolare spinge via i suoi compagni e si avvicina a te a grandi passi. "COME OSI INSULTARE IL NOSTRO MOVIMENTO! I radicali sono quelli che non riescono a sostenere la loro ideologia coi fatti, così si abbassano a usare estremi rimedi! Niente dei Crepuscolari è estremo o senza basi solide. Siamo almeno un milione e aumentiamo sempre di più, e i nostri metodi non fanno male a nessuno a parte chi si mette direttamente contro di noi. Tu non sei altro che uno sporco Rinnegato, chi sei tu per dire certe cose? Non conosci la poltica, non sai-" Lo zoltan viene interrotto bruscamente da degli spari, mentre le guardie aprono il fuoco mentre i Crepuscolari sono distratti. I Crepuscolari vengono eliminati prima che possano nuocere agli ostaggi, e lo staff dell'ambasciata sembra riconoscere il tuo aiuto e ti offre una ricompensa.
ko: "우리는 급진주의자가 아니다!" 더스크브링어는 동료를 밀치며 당신을 향해 돌진했습니다. "네놈이 감히 우리의 행동을 모욕하다니! 급진주의자는 자신의 이념에 제대로 근거를 달지 못한다. 그래서 극단적인 조치를 취하는 것이지! 더스크브링어들은 극단적이지도 않고 모든 행동에 근거를 달 수 있다. 우리 수백만의 더스크브링어들은 강인하고 성숙하며, 우리의 방법에 직접적으로 반대하는 자들 외에는 아무도 해치지 않았다. 쓰레기 같은 배회자에 불과한 네가 감히 그런 말을 할 자격이 있다고 생각하나? 네놈은 정치도 모르고 또-" 갑작스러운 총성이 그의 말을 끊었습니다. 더스크브링어들이 산만해진 틈을 타 경비원들이 발포한 것입니다. 다행히도 인질들이 피해를 보기 전에 모든 더스크브링어가 제압됐습니다. 대사관 직원들은 당신의 도움에 대한 보상을 제공하려는 것 같습니다.
ru: "МЫ НЕ РАДИКАЛЫ!" Вестник Заката отталкивает своих товарищей и бросается к вам. "КАК ТЫ СМЕЕШЬ ОСКОРБЛЯТЬ НАШЕ ДВИЖЕНИЕ! Радикалы - это люди, которые не могут подкрепить свою идеологию фактами, поэтому они прибегают к крайним мерам! Ничто в Вестниках Заката не является экстремальным или бездоказательным. Мы сильны миллионами и растем, и наши методы не вредят никому, кроме тех, кто прямо противостоит нам. Ты просто отброс-Ренегат, кто ты такой, чтобы говорить такие вещи? Ты не разбираешься в политике, ты не знаешь...". Золтан был прерван внезапными выстрелами: охранники открывают огонь, пока Вестники Заката отвлечены. Вестников Заката уничтожают прежде, чем они успевают добраться до заложников, а сотрудники посольства, похоже, признают вашу помощь и предлагают вознаграждение.

source: Take the reward.
de: Nehme die Belohnung an.
es: Tomar la recompensa.
fr: Prendre la récompense.
it: Prendi la ricompensa.
ko: 보상을 받는다.
ru: Принять награду.

source: Your tech is recycled from ruins, your minds are certainly not superior, and there is no metric for a better culture.
de: Eure Technologie wurden von Ruinen recycled, eure Gelehrten sind nicht überlegen und es gibt kein Maß, um auszusagen welche Kultur überlegen ist.
es: Su tecnología está reciclada de ruinas, sus mentes no son superiores y no existe una métrica para definir una cultura mejor.
fr: Votre technologie est recyclée à partir de ruines, vos esprits ne sont certainement pas supérieurs et il n'y a aucune mesure pour une meilleure culture.
it: La vostra tecnologia è riciclata da delle rovine, la vostra mente di certo non è superiore e non c'è nessuna metrica per misurare la cultura.
ko: 너희의 기술은 폐허의 물건을 재활용한 것이고, 정신도 특별히 우월하지 않으며, 문화의 우수성을 보일 지표도 없다.
ru: Ваши технологии взяты из руин, ваши умы, конечно, не лучшие, и нет никакой методики определения лучшей культуры.
