Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Your insensitive response only angers the Zoltan further. "Well that wasn't your call to make. Now we have a diplomatic nightmare on our hands. Do you really think the project that not only hired you but allows people of your type to lawfully exist in this galaxy will continue to receive support when you act like this?" You figure it's best to leave before things get even uglier.
de: Deine unbedachte Antwort ärgert die Zoltans noch mehr. "Gut, aber das war nicht deine Entscheidung. Wir haben jetzt einen diplomatischen Alptraum, den wir regeln müssen. Glaubst du wirklich, dass das Projekt, welches Leute wie dich nicht nur anheuert, sondern auch erlaubt gesetzlich in dieser Galaxie zu existieren, weiterhin unsere Unterstützung erhält?" Du denkst es ist das Beste zu gehen, bevor es noch schlimmer wird.
es: Tu respuesta insensible solo enfurece aún más al Zoltan. “Esa no era tu decisión. Ahora tenemos una pesadilla diplomática entre manos. ¿De verdad crees que el proyecto que no solo te contrató, sino que permite que personas de tu tipo existan legalmente en esta galaxia, seguirá recibiendo apoyo si actúas de esta manera?” Consideras que lo mejor es irte antes de que la situación empeore aún más.
fr: Votre réponse insensible ne fait qu'irriter davantage les Zoltans. "Eh bien, ce n'était pas à vous de décider. Maintenant, nous avons un cauchemar diplomatique entre les mains. Pensez-vous vraiment que le projet qui vous a embauché et qui permet à des gens de votre genre d'exister légalement dans cette galaxie, continuera à recevoir du soutien lorsque vous agissez de cette manière ?" Vous pensez qu'il vaut mieux partir avant que la situation ne devienne encore plus désagréable.
it: La tua risposta insensibile non fa altro che far infuriare ancora di più gli zoltan. "Beh, non spettava a te decidere. Ora abbiamo un incubo diplomatico tra le mani. Credi davvero che il progetto che non solo ti ha fatto assoldare, ma che permette anche a persone della tua risma di esistere legalmente in questa galassia continuerà a ricevere supporto quando ti comporti così?" Ti rendi conto che è meglio andare prima che la situazione precipiti ancora di più.
ko: 당신의 무뚝뚝한 반응은 졸탄을 더욱 화나게 했을 뿐입니다. "그건 그대가 결정할 일이 아니었습니다. 이제 우리는 외교적 고통을 겪게 됐군요. 그런 식으로 행동하고도 그대 같은 부류의 인간들이 이 은하계에 합법적으로 존재할 수 있도록 한 프로젝트가 계속 지지받을 거라고 생각하십니까?" 당신은 상황이 더 나빠지기 전에 떠나는 것이 최선이라 판단했습니다.
ru: Ваш бесчувственный ответ только еще больше разозлил золтана. "Ну, это не вам решать. Теперь у нас на руках дипломатический кошмар. Неужели вы думаете, что организация, которая не только наняла вас, но и позволяет людям вашего типа законно существовать в этой галактике, будет продолжать получать поддержку, когда вы ведете себя подобным образом?" Вы решили, что лучше уйти, пока все не стало еще хуже.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Offer some scrap as compensation.
de: Biete etwas Schrott als Kompensierung an.
es: Ofrecer algo de chatarra como compensación.
fr: Proposez quelques ferrailles en guise de compensation.
it: Offri dei moduli come risarcimento.
ko: 약간의 스크랩을 배상으로 제공한다.
ru: Предложить немного лома в качестве компенсации.

source: "You really think 30 scrap is going to make up for this? At least a dozen people are dead because of your reckless behavior." The Zoltan puts his hands over his head and paces back and forth. "This wouldn't even cover the property damage, let alone reimbursements to the families of the deceased. Just... go. You aren't wanted here."
de: "Du glaubst wirklich, dass 30 Schrott das hier ausgleicht? Mindestens ein Dutzend Leute sind tot, wegen deinem rücksichtlosen Verhalten." Der Zoltan hebt die Hände über den Kopf und läuft hin und her. "Das wird nichtmal den Gebäudeschaden bezahlen und schon garnicht die Familien der Verstorbenen milde stimmen. Gehe... einfach. Du bist hier nicht erwünscht."
es: “¿De verdad crees que 30 de chatarra compensan esto? Al menos una docena de personas están muertas por tu comportamiento imprudente.” El Zoltan se lleva las manos a la cabeza y comienza a caminar de un lado a otro. “Eso ni siquiera cubriría los daños materiales, mucho menos las compensaciones a las familias de los fallecidos. Simplemente... vete. No eres bienvenido aquí.”
fr: "Vous pensez vraiment que 30 ferrailles vont compenser cela ? Au moins une douzaine de personnes sont mortes à cause de votre comportement imprudent." Le Zoltan se passe les mains sur la tête et fait les cent pas. "Cela ne couvrirait même pas les dégâts matériels, sans parler des indemnisations aux familles des défunts. Juste... allez-vous-en. Vous n'êtes pas les bienvenus ici."
it: "Credi davvero che 30 moduli bastino a coprire tutto questo? Almeno una dozzina di persone sono morte a causa del tuo comportamento scellerato." Lo zoltan si mette la testa tra le mani e cammina avanti e indietro. "Non basterà nemmeno per coprire i danni materiali, figuriamoci poi il rimborso alle famiglie delle vittime. Vattene... e basta. Non sei il benvenuto qui."
ko: "정말로 30 스크랩이 이 실책을 무마할 수 있을 것 같습니까? 그대의 무모한 행동 때문에 최소 십여 명이 죽었습니다." 졸탄은 머리 위에 손을 올리고 앞뒤로 서성였습니다. "이것으론 사망자의 가족에게 배상하기는커녕 재산 피해도 감당할 수 없습니다. 그냥... 가십시오. 그대는 여기 있어선 안 됩니다."
ru: "Вы действительно думаете, что 30 лома это компенсируют? По меньшей мере дюжина людей погибла из-за вашего безрассудного поведения". Золтан поднял руки над головой и зашагал взад-вперед. "Это даже не покроет материальный ущерб, не говоря уже о возмещении семьям погибших. Просто... уходите. Вы здесь никому не нужны".

source: You draw your blaster and shoot the Duskbringer in the chest. Completely unprepared for a silent ambush, he dies before he can even activate his explosive vest. The guards on the side join in the fight, and you manage to clear out the Duskbringers surprisingly quickly. With the threat handled, the embassy staff pay you handsomely for your help.
de: Du ziehst deinen Blaster und schießt den Duskbringer in die Brust. Völlig unvorbereitet, für einen leisen Überfall, stirbt er bevor er seine Sprengstoff-Weste aktivieren kann. Die Wachen an den Seiten mischen sich im Kampf ein und schaffen es die Duskbringer schnell zu besiegen. Mit der Gefahr beseitigt, bezahlt dich die Botschaft großzügig, für deine Dienste.
es: Desenfundas tu bláster y disparas al Duskbringer en el pecho. Totalmente desprevenido ante una emboscada silenciosa, muere antes siquiera de activar su chaleco explosivo. Los guardias a los lados se suman al combate y logras eliminar a los Duskbringers con sorprendente rapidez. Con la amenaza neutralizada, el personal de la embajada te paga generosamente por tu ayuda.
fr: Vous dégainez votre pistolet et tirez sur le Duskbringer à la poitrine. Complètement pris au dépourvu par une embuscade silencieuse, il meurt avant même de pouvoir activer sa veste explosive. Les gardes sur le côté se joignent au combat et vous parvenez à éliminer les Duskbringers étonnamment rapidement. Avec la menace écartée, le personnel de l'ambassade vous récompense généreusement pour votre aide.
it: Estrai il tuo blaster e spari al Crepuscolare, colpendolo allo stomaco. Completamente impreparato a un'imboscata silenziosa, muore anche prima di poter attivare il suo giubbotto esplosivo. Le guardie si uniscono allo scontro e riesci ad eliminare i Crepuscolari con una velocità sorprendente. Con la minaccia sistemata, lo staff dell'ambasciata ti paga generosamente per il tuo aiuto.
ko: 당신은 블래스터를 꺼내 더스크브링어의 가슴을 쐈습니다. 기습 공격에 전혀 대비하지 못한 그는 폭발성 조끼를 작동시키기도 전에 죽어버렸습니다. 그러자 옆에 있던 경비병들도 전투에 참여하면서 더스크브링어들을 놀라울 정도로 빠르게 해치웠습니다. 위협이 해결되자, 대사관 직원들은 당신의 도움에 후한 보수를 제공했습니다.
ru: Вы достаете бластер и стреляете в грудь Вестнику Заката. Оказавшись неподготовленным к засаде, он умирает еще до того, как успевает активировать свой взрывной жилет. Охранники по бокам присоединяются к бою, и вам удается на удивление быстро расправиться с Вестниками Заката. После того как угроза устранена, сотрудники посольства щедро платят вам за помощь.

# data/events_sector_federation.xml$//event[@name="FED_EMBASSY_BAD"]/text
source: Unfortunately, risky moves go haywire quickly. The Duskbringers react quickly, triggering their explosive vests and taking out several hostages. While the guards join the fray, you're forced to retreat back to the ship and fight off the now hostile vessel outside.
de: Unglücklicherweise, gehen solche riskanten Taten oft daneben. Die Duskbringer reagieren schnell und schalten ihre Sprengstoff-Westen an und töten einige Zivilisten. Während die Wachen sich einmischen, bist du gezwungen schnell zum Schiff zurückzukehren und das feindliche Schiff draußen zu besiegen.
es: Por desgracia, los movimientos arriesgados pueden salir mal con rapidez. Los Duskbringers reaccionan de inmediato, activando sus chalecos explosivos y llevándose consigo a varios rehenes. Mientras los guardias se suman al enfrentamiento, te ves obligado a retirarte a tu nave y enfrentarte a la nave ahora hostil que permanece en el exterior.
fr: Malheureusement, les manœuvres risquées tournent rapidement au désastre. Les Duskbringers réagissent rapidement, déclenchant leurs gilets explosifs et tuant plusieurs otages. Alors que les gardes entrent dans la mêlée, vous êtes contraint de battre en retraite vers le vaisseau et de repousser le vaisseau hostile désormais.
it: Sfortunatamente, le mosse rischiose finiscono in disastro molto in fretta. I Crepuscolari reagiscono subito, attivando i loro giubbotti esplosivi e uccidendo molti ostaggi. Anche se le guardie si uniscono allo scontro, sei costretto a ritirarti sulla tua nave e affrontare la nave all'esterno, ora ostile.
ko: 불행히도, 당신의 과감한 움직임은 빠르게 발각당했습니다. 더스크브링어들은 재빨리 반응하여 폭발성 조끼를 작동시켰고, 인질 여러 명을 길동무로 끌고 갔습니다. 경비원들이 본격적으로 전투에 가담하면서 당신은 함선으로 후퇴해야 했고, 결국 바깥에 있던 적대적 선박과 싸워야 하는 상황에 놓였습니다.
ru: К сожалению, риск быстро приводит к провалу. Вестники Заката реагируют быстро, приводя в действие свои взрывные жилеты и уничтожая нескольких заложников. Пока охранники вступают в бой, вы вынуждены отступить обратно на корабль и отбиваться от враждебного судна снаружи.

# data/events_sector_federation.xml$//event[@name="FED_EMBASSY_BAD"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="FED_EMBASSY_GOOD"]/text
source: The head of the embassy even comes to shake your hand for your help. "It's a shame any bloodshed had to come from today at all - you did marvelously, disarming your opponents with words rather than guns. It was unlikely you could have convinced them to abandon their ways, but it seems much of our kind has forsworn old principles. Either way, here is your reward."
de: Der Leiter der Botschaft kommt sogar her, um deine Hand zu schütteln, für deine Hilfe."Es ist eine Schande, dass heute überhaupt Blut vergossen werden musste - trotzdem hast du unglaublich gehandelt, deine Feinde durch Wörter entwaffnet, anstatt mit Waffen. Es war unwahrscheinlich, dass du sie von ihrem Weg hättest abbringen können, jedoch scheint es, als ob einige von uns den alten Wegen abgeschworen haben. Egal wie, hier ist deine Belohnung."
es: El jefe de la embajada incluso se acerca para estrechar tu mano en agradecimiento. “Es una pena que hoy haya tenido que derramarse sangre en absoluto; actuaste de forma admirable, desarmando a tus oponentes con palabras en lugar de armas. Era poco probable que lograras que abandonaran su causa, pero parece que muchos de los nuestros han renunciado a antiguos principios. En cualquier caso, aquí está tu recompensa.”
fr: Le chef de l'ambassade vient même vous serrer la main pour votre aide. "C'est dommage que du sang ait dû être versé aujourd'hui, mais vous avez été merveilleux, désarmant vos adversaires avec des mots plutôt qu'avec des armes. Il était improbable que vous puissiez les convaincre d'abandonner leurs voies, mais il semble que beaucoup d'entre nous aient renoncé à d'anciens principes. De toute façon, voici votre récompense."
it: Il capo dell'ambasciata arriva anche a stringerti la mano. "È un peccato che oggi si sia dovuto versare del sangue... hai fatto un ottimo lavoro nel disarmare i tuoi nemici con le parole, piuttosto che con le armi. Era improbabile che riuscissi a convincerli a rinunciare ai loro metodi, ma sembra che molti di noi abbiano accantonato i vecchi principi. In ogni caso, ecco la tua ricompensa."
ko: 대사관의 수장이 감사의 표시로 악수를 청했습니다. "오늘 유혈 사태가 발생했다면 유감스러운 일이었을 겁니다. 그대는 총이 아닌 말로 상대방을 무장 해제 하는 놀라운 일을 해냈습니다. 하지만 그들이 신졸탄주의를 포기하도록 설득할 수는 없을 것 같군요. 우리 종족의 상당수가 오랜 원칙을 포기한 것 같습니다. 어찌 됐든, 여기 그대의 보상이 있습니다."
ru: Глава посольства даже приходит пожать вам руку за вашу помощь. "Жаль, что сегодня вообще произошло кровопролитие - вы действовали чудесно, обезоружив своих противников словами, а не оружием. Вряд ли вам удалось бы убедить их отказаться от своих методов, но, похоже, многие из нашего рода отказались от старых принципов. В любом случае, вот ваша награда".

# data/events_sector_federation.xml$//event[@name="FED_EMBASSY_GOOD"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="FED_EMBASSY_DEVORAK"]/text
source: Devorak steps out into the open, turning all heads. "We have never been voiceless, soldier. For the Ministry to sit upon a council means to take great caution. More caution than the younger races would ever take." "General? Why are you here? On a Renegade ship, no less?" "Stand down, soldier. That's an order. You've made your point. Release the hostages and go." "But we... this wasn't..." The Duskbringer visibly slackens his stance. "Yes, General. ...Even if none of you died, you will remember this."
es: Devorak sale a la vista de todos, atrayendo todas las miradas. “Nunca hemos sido una especie sin voz, soldado. Que el Ministry se siente en un consejo implica actuar con gran cautela. Más cautela de la que las razas más jóvenes jamás tendrían.” “¿General? ¿Qué hace usted aquí? ¿Y en una nave renegada, nada menos?” “Bajen las armas, soldado. Es una orden. Has dejado claro tu punto. Libera a los rehenes y retírate.” “Pero nosotros... esto no era...” El Duskbringer relaja visiblemente su postura. “Sí, General. ...Aunque ninguno de ustedes haya muerto, recordarán esto.”
fr: Devorak s'avance à découvert, faisant tourner toutes les têtes. "Nous n'avons jamais été sans voix, soldat. Pour le ministère, siéger à un conseil signifie faire preuve d'une grande prudence. Plus de précautions que les jeunes races n'en prendraient jamais." "Général ? Pourquoi êtes-vous ici ? Sur un vaisseau Renégats, rien que ça ?" "Retirez-vous, Soldat. C'est un ordre. Vous avez fait valoir votre point de vue. Libérez les otages et partez." "Mais nous... ce n'était pas..." Le Crépusculeur se relâche visiblement. "Oui, général. ...Même si aucun d'entre vous n'est mort, vous vous en souviendrez."
it: Devorak si fa avanti allo scoperto e tutti si voltano a guardarlo. "Non siamo mai stati senza una voce, soldato. Perché il Ministero sieda a un concilio vuol dire esercitare cautela. Più cautela di quanto le razze più giovani possano mai immaginare." "Generale? Perché siete qui? E su una nave Rinnegata, per giunta?" "Abbassa le armi, soldato. È un ordine. Hai fatto capire la tua posizione. Libera gli ostaggi e vattene. "Ma noi... non era questo..." Il Crepuscolare vacilla visibilmente nella sua postura. "Sì, Generale. ...anche se nessuno di voi è morto, vi ricorderete questo giorno."
ko: 데보락이 공개석상에 나아가자 모든 이목이 집중됩니다. "우리의 목소리가 들리지 않은 적은 없었다, 병사여. 내각이 협의회에 참가한 건 엄청난 심사숙고 끝에 내린 결정이다. 다른 어린 종족들이 한 것에 비할 바가 아니지." "장군님? 왜 거기 계십니까? 왜 하필 배회자의 편에 서신 겁니까?" "명령이다. 물러나거라, 병사여. 자네 뜻은 잘 전달되었으니, 인질을 풀어주고 떠나라." "하지만 우린... 이건 그러니까..." 더스크브링어의 태도가 확연히 달라진 것 같습니다. "네, 장군님. ...오늘은 운 좋게 아무도 안 죽었지만, 오늘을 기억하게 될 거다."
ru: Деворак выходит на открытое пространство, оборачиваясь ко всем. "Мы никогда не были лишены голоса, солдат. Заседать в Совете Министерства - значит проявлять большую осторожность. Большую осторожность, чем могли бы проявить молодые расы". "Генерал? Почему вы здесь? Да еще на корабле Ренегатов?" "Отставить, солдат. Это приказ. Вы высказали свое мнение. Освободите заложников и уходите". "Но мы... это не было..." Вестник Заката заметно сбавил обороты. "Да, генерал. ...Даже если никто из нас не погибнет, вы будете помнить об этом".

source: Talk to the Zoltans.
es: Hablar con los Zoltan.
fr: Parler aux Zoltans.
it: Parla agli zoltan.
ko: 졸탄과 이야기한다.
ru: Поговорить с золтанами.

source: "Unbelievable, you resolved this peacefully?" The Zoltans are in awe. "Here is your reward. And, after this business with the Rebels, we may be able to offer you a position here." "I... what? You do...?" Devorak seems totally caught off guard. "You do... know who I am, don't you...?"
es: “Increíble, ¿resolviste esto pacíficamente?” Los Zoltan están asombrados. “Aquí tienes tu recompensa. Y, después de este asunto con los Rebeldes, quizá podamos ofrecerte un puesto aquí.” “Yo... ¿qué? ¿Ustedes...?” Devorak parece completamente desconcertado. “Ustedes... saben quién soy, ¿verdad...?”
fr: "Incroyable, vous avez résolu cela pacifiquement ?" Les Zoltans sont stupéfaits. "Voici votre récompense. Et, après cette affaire avec les Rebelles, nous pourrons peut-être vous offrir un poste ici." "Je... quoi ? Vous savez... ?" Devorak semble totalement pris au dépourvu. "Vous savez... qui je suis, n'est-ce pas... ?"
it: "Incredibile, avete risolto la questione pacificamente?" Gli zoltan sono sbalorditi. "Ecco la vostra ricompensa. E, una volta finita tutta questa storia coi Ribelli, potremmo offrirvi una posizione qui." "Io... cosa? Davvero...?" Devorak sembra essere stato colto completamente alla sprovvista. "Sapete... chi sono, vero...?"
ko: "믿기지 않는군, 이 상황을 무력 없이 해결하다니?" 졸탄들은 경외감을 담아 이야기합니다. "여기 보상일세. 그리고, 반군과의 결전이 끝나면, 반드시 우리와 일할 수 있게 해 주겠네." "그게... 정말인가?" 예상치 못한 제안에 데보락은 놀란 것 같습니다. "내가... 어떤 짓을 해 왔는지는... 알지 않는가...?"
ru: "Невероятно, вы решили это мирным путем?" Золтаны в восторге. "Вот ваша награда. А после того, как мы разберемся с повстанцами, мы сможем предложить вам должность здесь". "Я... что? Вы...?" Деворак, похоже, был застигнут врасплох. "Вы ведь... знаете, кто я, не так ли...?"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The sudden reveal of your presence puts the Duskbringers offguard - but only momentarily. Before they can harm the hostages however, you put your hands in the air to show you don't intend to attack, at least not yet. The Duskbringer leader laughs and spreads his arms wide. "Well would you look at this! A Renegade clown has decided to come and entertain us today! Tell me, gunslinging brute, what words of wisdom do you wish to share with us?"
de: Die plötzliche Enthüllung deiner Präsenz, überrascht den Duskbringer - jedoch nur kurz. Bevor sie jedoch die Geiseln verletzen können, hebst du die Hände hoch um zu zeigen, dass du nicht angreifen willst, zumindest jetzt nicht. Der Duskbringer Anführer lacht und breitet seine Arme weit aus. "Nun sieh mal einer an! Ein Renegade Clown ist gekommen, um uns heute zu belustigen! Sag mir, du umherschiender Rüpel, welche weisen Worte möchtest du heute mit uns teilen?"
es: Tu repentina aparición toma por sorpresa a los Duskbringers, aunque solo por un momento. Antes de que puedan dañar a los rehenes, levantas las manos para demostrar que no tienes intención de atacar, al menos no todavía. El líder Duskbringer se ríe y abre los brazos. “¡Pero miren esto! ¡Un payaso renegado ha decidido venir a entretenernos hoy! Dime, pistolero brutal, ¿qué palabras de sabiduría deseas compartir con nosotros?”
fr: La révélation soudaine de votre présence surprend les Duskbringers, mais seulement momentanément. Avant qu'ils ne puissent nuire aux otages, vous levez les mains en l'air pour montrer que vous n'avez pas l'intention d'attaquer, du moins pas encore. Le leader des Duskbringers rit et écarte les bras. "Eh bien, regardez ça ! Un clown renégat a décidé de venir nous divertir aujourd'hui ! Dis-moi, brute armée, quels mots de sagesse souhaites-tu partager avec nous ?"
it: La rivelazione improvvisa della tua presenza coglie alla sprovvista i Crepuscolari... ma solo per poco. Ma prima che possano fare del male agli ostaggi, alzi le mani per mostrare che non hai intenzione di attaccare, almeno non ancora. Il leader dei Crepuscolari ride e allarga le braccia. "Bene bene, ma guarda un po'! Un pagliaccio Rinnegato ha deciso di venire a farci divertire oggi! Dimmi, microcefalo dal grilletto facile, quali parole di saggezza desideri condividere con noi?"
ko: 당신이 갑작스럽게 존재를 드러낸 순간 더스크브링어는 경계심을 흐린 것처럼 보였지만, 아주 잠깐뿐이었습니다. 그들이 인질을 공격하기 전에 당신은 최소한 지금 당장은 공격하려는 의도가 없다는 것을 보여주기 위해 손을 공중에 올렸습니다. 더스크브링어 리더는 웃으며 두 팔을 크게 벌렸습니다. "하, 이것 좀 보게! 광대 같은 배회자가 납셔서 우리를 즐겁게 해주기로 했나 보군! 말해보거라 총잡이 짐승. 그대는 우리와 어떤 지성의 대화를 나누고 싶나?"
ru: Ваше неожиданное появление застало Вестников Заката врасплох - но лишь на мгновение. Однако прежде чем они успевают причинить вред заложникам, вы поднимаете руки вверх, чтобы показать, что не собираетесь нападать, по крайней мере, пока. Лидер Вестников Заката смеется и широко разводит руки. "Вы только посмотрите на это! Клоун-Ренегат решил сегодня нас развлечь! Скажи мне, вооруженная скотина, какими словами мудрости ты хочешь поделиться с нами?"

source: Your ideologies are evil and go against everything a once better galaxy worked towards!
de: Eure Ideologien sind böse und gehen gegen alles, was die Galaxie einen besseren Ort machen würde!
es: Tus ideologías son malvadas y van en contra de todo aquello por lo que una galaxia mejor alguna vez luchó!
fr: Vos idéologies sont mauvaises et vont à l'encontre de tout ce vers quoi une galaxie autrefois meilleure travaillait !
it: Le vostre ideologie sono malvagie e vanno contro tutto quello a cui una galassia un tempo migliore stava lavorando!
ko: 너희들의 이념은 사악하고 과거의 더 좋았던 은하계가 지향하던 모든 것을 부정한다!
ru: Ваши идеологии злы и противоречат всему, к чему стремилась некогда лучшая галактика!
