Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: The Orchid gesticulates in delight. "The Renegade is wise! With that in mind, you all can surely agree we get first dibs?" The Zoltan and Crystal mutter in annoyance, while the Engi simply nods. "Fantastic. Renegade, please accept a token of our thanks."
es: El Orchid gesticula con deleite. “¡El renegado es sabio! Con eso en mente, seguramente todos pueden aceptar que tengamos la primera elección, ¿verdad?” El Zoltan y el Crystal murmuran molestos, mientras el Engi simplemente asiente. “Fantástico. Renegado, por favor acepta una muestra de nuestro agradecimiento.”
fr: L'Orchidée gesticule de joie. "Le Renégat est sage ! Dans cet esprit, vous serez tous d'accord pour dire que nous avons le droit de choisir en premier, non ?" Le Zoltan et le Cristalien grognent d'agacement, tandis que l'Engi hoche simplement la tête. "Fantastique. Renégat, acceptez ce modeste présent en guise de remerciement."
it: L'orchid gesticola felice. "Il Rinnegato è saggio! Tenendolo a mente, siamo tutti d'accordo che noi recuperiamo i resti per primi?" Lo zoltan e il crystalline mugugnano scocciati, mentre l'engi si limita ad annuire. "Ottimo. Rinnegato, accetta questo come ringraziamento."
ko: 오키드가 기쁨에 몸짓합니다. "배회자가 현명하네요! 그러니 우리가 첫 번째로 전리품을 챙겨도 괜찮겠지요?" 졸탄과 크리스탈은 짜증이 나서 중얼거렸고, 엔지만이 끄덕입니다. "좋아요. 배회자 님. 감사의 증표를 받아주세요."
ru: Орхидея жестикулирует в восторге. "Ренегат мудр! Учитывая это, вы все, конечно, согласны, что мы будем первыми?" Золтан и кристаллин раздраженно бормочут, а энджи просто кивает. "Фантастика. Ренегат, пожалуйста, прими знак нашей благодарности".

source: The Crystal is right. Crystal weapons are a good balance between shield penetration and sustainability.
es: El Crystal tiene razón. Las armas Crystal ofrecen un buen equilibrio entre penetración de escudos y sostenibilidad.
fr: Le Cristalien a raison. Les armes Cristalienne offrent un bon équilibre entre la pénétration des boucliers et la durabilité.
it: Il crystalline ha ragione. Le armi di cristallo sono un'ottima via di mezzo tra il superare gli scudi e la sostenibilità.
ko: 크리스탈의 주장이 옳다. 크리스탈 무장이 방어막 관통과 유지력에 큰 도움을 주었다.
ru: Кристаллин прав. Кристаллическое оружие - это хороший баланс между пробитием щита и устойчивостью.

source: The Crystal proudly interjects. "As expected. Our weapons are superior, as is our decision making. We will be deciding who gets what." The others look annoyed but protest no longer. "Renegade, we will let you have this. You clearly know how to use it."
es: El Crystal interviene con orgullo. “Como se esperaba. Nuestras armas son superiores, al igual que nuestra capacidad de decisión. Nosotros decidiremos quién recibe qué.” Los demás parecen molestos, pero ya no protestan. “Renegado, te permitiremos quedarte con esto. Claramente sabes cómo usarlo.”
fr: Le Cristalien intervient fièrement. "Comme prévu. Nos armes sont supérieures, tout comme notre sens du jugement. C'est nous qui déciderons de la répartition." Les autres semblent agacés, mais ne protestent plus. "Renégat, nous allons vous laisser ceci. Vous saurez clairement en faire bon usage."
it: Il crystalline interviene fiero. "Come previsto. Le nostre armi sono superiori, così come le nostre facoltà decisionali. Decideremo noi chi prende cosa." Gli altri sembrano irritati, ma non protestano più. "Rinnegato, puoi avere questo in regalo. È chiaro che sai come si usa."
ko: 크리스탈이 자랑스럽게 끼어듭니다. "예상대로, 우리 무장이 더욱 뛰어난 것이 증명되었소. 우리가 가장 기여도가 높으니, 전리품도 우리가 배분하도록 하겠소." 다른 함장들은 불만의 기색이 역력했으나, 더 이상 따지지 않았습니다. "배회자 양반, 이 물건은 당신 것이오. 어떻게 쓰는 지는 잘 알고 있으리라 보오."
ru: Кристаллин гордо заявляет. "Как и следовало ожидать. Наше оружие превосходно, как и наши решения. Мы будем решать, кому что достанется". Остальные выглядят раздраженными, но больше не протестуют. "Ренегат, мы передадим вам это. Вы явно знаете, как им пользоваться".

source: (Drone, Crystal, Kernel, Beam) Behold, my loadout makes use of all of these!
es: (Drone, Crystal, Kernel, Beam) ¡Contemplen, mi equipamiento hace uso de todos ellos!
fr: (Drones, Cristaux, Bulbes, Rayons) Voyez, mon armement utilise chacun de ces systèmes !
it: (Drone, cristallo, lanciasemi, raggio) Ammirate, io li uso tutti quanti!
ko: (드론, 크리스탈, 낱알, 빔) 보아라, 내 함선은 모두 다 가지고 있다!
ru: (Дроны, кристаллы, зерна, лучи) Смотрите, в моем снаряжении используется все это!

source: The others look on in wonder. The Zoltan staggers backwards and clutches his chest. "Incredible. Our weapons are that synergistic?" Orchid nods, pleased, "Of course! We are stronger together than we are apart. It makes sense!" The Engi cocks its head to the side. "Compatibility = high. Renegade experience = greatest among us." The Crystal nods. "I concur. Renegade, you may take the largest share, and we will evenly distribute the rest."
es: Los demás observan con asombro. El Zoltan retrocede tambaleándose y se lleva la mano al pecho. “Increíble. ¿Nuestras armas son tan sinérgicas?” El Orchid asiente, complacido. “¡Por supuesto! Somos más fuertes juntos que separados. ¡Tiene sentido!” El Engi inclina la cabeza. “Compatibilidad = alta. Experiencia del renegado = mayor entre nosotros.” El Crystal asiente. “Concuerdo. Renegado, puedes quedarte con la mayor parte, y nosotros distribuiremos el resto de manera equitativa.”
fr: Les autres vous regardent avec émerveillement. Le Zoltan recule, stupéfait, en posant une main sur sa poitrine. "Incroyable... Nos armes sont à ce point synergiques ?" L'Orchidée hoche la tête, ravie. "Bien sûr ! Nous sommes plus puissants ensemble que séparément. C'est parfaitement logique !" L'Engi incline légèrement la tête. "Compatibilité = élevée. Expérience du Renégat = supérieure à la nôtre." Le Cristalien acquiesce. "Je suis d'accord. Renégat, prenez la plus grande part, et nous répartirons équitablement le reste."
it: Gli altri guardano meravigliati. Lo zoltan indietreggia basito e si stringe il petto. "Incredibile. Le nostre armi sono così sinergiche?" L'orchid annuisce soddisfatto. "Certamente. Siamo più forti insieme che divisi. Ha senso!" L'engi inclina la testa di lato. "Compatibilità = alta. Esperienza di Rinnegato = maggiore rispetto a tutti noi." Il crystalline annuisce. "Sono d'accordo. Rinnegato, puoi prenderti la parte più grossa e noi distribuiremo equamente il resto tra di noi."
ko: 다른 이들은 궁금함에 당신을 바라봅니다. 졸탄이 놀라서 뒷걸음질치다 이내 가슴을 부여잡습니다. "놀랍군요. 우리의 무장을 그런 식으로 연계할 수 있다니?" 오치드가 흡족함에 끄덕입니다. "물론입니다! 하나일 때 우린 강하다. 이제 이해가 되는군요!" 엔지가 고개를 옆으로 기울이며 말합니다. "상호 보완성 = 높음. 배회자의 경험 = 우리들 중 가장 뛰어남." 크리스탈이 수긍합니다. "그대가 옳았소. 배회자여, 가장 많은 몫을 챙기시오. 우린 남은 것을 균등하게 나누겠소."
ru: Остальные удивленно смотрят на него. Золтан, пошатываясь, отступает назад и хватается за грудь. "Невероятно. Наше оружие настолько синергично?" Орхидея кивает, довольная: "Конечно! Вместе мы сильнее, чем порознь. В этом есть смысл!" Энджи качает головой. "Совместимость = высокая. Опыт Ренегатов = самый большой среди нас". Кристаллин кивает. "Согласен. Ренегат, вы можете взять самую большую долю, а мы равномерно распределим остальное".

source: Demand that they give you a portion of the scrap for your important mission.
es: Exigir que te den una parte de la chatarra para tu importante misión.
fr: Exiger qu'ils vous remettent une part de ferrailles pour votre mission importante.
it: Ordina che ti diano una parte dei moduli per la tua importantissima missione.
ko: 중요한 임무에 사용할 스크랩을 일부 요구한다.
ru: Потребовать, чтобы они отдали вам часть лома за вашу важную миссию.

source: (Upg. Cloaking) Attempt to steal some scrap when they are not looking.
es: (Camuflaje Mejorado) Intentar robar algo de chatarra cuando no estén mirando.
fr: (Camouflage amélioré) Tenter de voler une partie des ferrailles pendant qu'ils ne regardent pas.
it: (Occultamento migliorato) Prova a rubare dei moduli mentre non guardano.
ko: (고급 은폐장) 그들이 눈치채기 전에 스크랩을 조금 훔친다.
ru: (Улучш. Маскировка) Попытаться украсть немного лома, пока они отвлечены.

source: With your cloaking device active, you carefully maneuver around the ship and try to get closer... but you don't have much time. You need a little extra reach to collect anything meaningful.
es: Con tu dispositivo de Camuflaje activo, maniobras con cuidado alrededor de las naves e intentas acercarte más... pero no tienes mucho tiempo. Necesitas un poco más de alcance para recolectar algo significativo.
fr: Avec votre dispositif de camouflage activé, vous manœuvrez prudemment autour du vaisseau et essayez de vous rapprocher... mais le temps vous est compté. Il vous faut un peu plus de portée pour récupérer quelque chose d'utile.
it: Col tuo occultamento attivato, manovri con attenzione attorno alla nave e provi ad avvicinarti... ma non hai molto tempo. Hai bisogno di un po' più di portata per raccogliere qualcosa di decente.
ko: 당신은 은폐장을 켜고 조심스럽게 함선을 몰고 접근합니다만... 시간이 충분하지 않습니다. 쓸모 있는 것들을 챙기려면 조금 더 가까이 갈 수단이 필요합니다.
ru: Включив Маскировочное устройство, вы осторожно лавируете вокруг кораблей и пытаетесь подобраться ближе... но у вас мало времени. Чтобы собрать что-нибудь значимое, вам нужно немного увеличить радиус действия.

source: Grab some scrap.
es: Tomar algo de chatarra.
fr: S'emparer de ferrailles.
it: Prendi dei moduli.
ko: 스크랩을 수집한다.
ru: Собрать немного лома.

source: Grab whatever you can.
es: Tomar lo que puedas.
fr: S'emparer de tout ce que vous pouvez.
it: Prendi quello che puoi.
ko: 아무거나 챙긴다.
ru: Собрать все, что можно.

source: No good. You don't have anything that can reach.
es: No es buena idea. No tienes nada que pueda alcanzarles.
fr: Pas bon. Vous n'avez rien qui puisse les atteindre.
it: Non va bene. Non riesci ad arrivarci.
ko: 거리 내에 마땅히 챙길 것이 없다.
ru: Без толку. Нет ничего, что можно было бы собрать.

source: You carefully get out of there before you are noticed.
es: Te retiras con cuidado antes de que noten tu presencia.
fr: Vous vous retirez prudemment avant d'être repéré.
it: Ti allontani attentamente prima che la tua presenza sia notata.
ko: 당신은 발각되기 전에 조심히 빠져나옵니다.
ru: Вы осторожно выбираетесь оттуда, пока вас не заметили.

source: Ignore the ships.
es: Ignorar las naves.
fr: Ignorer les vaisseaux.
it: Ignora le navi.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабли.

source: You now have some time to do something on the ship.
es: Ahora tienes algo de tiempo para hacer algo en la nave.
fr: Vous avez désormais du temps libre pour faire quelque chose à bord du vaisseau.
it: Hai del tempo per fare qualcosa a bordo.
ko: 이제 함선에서 무언가를 할 시간이 있습니다.
ru: Теперь у вас есть немного времени, чтобы заняться чем-нибудь на корабле.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The other ships do not dignify your demands with a response.
es: Las otras naves no se dignan a responder a tus exigencias.
fr: Les autres vaisseaux ne daignent même pas répondre à vos exigences.
it: Le altre navi non degnano le tue richieste di risposta.
ko: 다른 함선들은 당신의 요청을 들어주지 않았습니다.
ru: Другие корабли не удостаивают ваши требования ответом.

source: The ships stop for a moment, and send you over a small tribute of materials. They seem too preoccupied to pay you any more attention.
es: Las naves se detienen un momento y te envían un pequeño tributo de materiales. Parecen demasiado ocupadas como para prestarte más atención.
fr: Les vaisseaux s'arrêtent un instant, puis vous envoient une modeste offrande de matériaux. Ils semblent trop occupés pour vous accorder davantage d'attention.
it: Le navi si fermano per un attimo e ti mandano un piccolo tributo di materiali. Sembrano troppo preoccupate per prestarti altra attenzione.
ko: 함선들은 잠시 멈추더니, 당신에게 자원을 약간 주었습니다. 그들은 당면한 문제에 너무 정신이 팔려 있습니다.
ru: Корабли на мгновение останавливаются и передают вам небольшую часть материалов. Они кажутся слишком занятыми, чтобы обращать на вас внимание.

# data/events_sector_federation.xml$//event[@name="FED_ARGEONN_CONTACT"]/text
source: A small Federation ship is skulking far from the beacon. They seem to be waiting for someone.
es: Una pequeña nave de la Federación merodea lejos de la baliza. Parece estar esperando a alguien.
fr: Un petit vaisseau de la Fédération rôde loin de la balise. Il semble attendre quelqu'un.
it: Una piccola nave della Federazione si sta nascondendo lontano dall'astrofaro. Sembra che stia aspettando qualcuno.
ko: 작은 연방 함선 한 척이 송신소에서 멀리 떨어진 채 숨어 다니고 있습니다. 누군가를 기다리고 있는 것 같습니다.
ru: Небольшой корабль Федерации скрывается вдали от маяка. Похоже, они кого-то ждут.

source: Contact the Federation ship.
es: Contactar con la nave de la Federación.
fr: Contacter le vaisseau de la Fédération.
ko: 연방 함선과 접촉한다.
ru: Связаться с кораблем Федерации.

source: The Federation ship responds. "You're here for... business, aren't you?"
es: La nave de la Federación responde. “Has venido por... negocios, ¿verdad?”
fr: Le vaisseau de la Fédération répond. "Vous êtes ici pour... des affaires, n'est-ce pas ?"
it: La nave risponde. "Sei qui per... affari, giusto?"
ko: 연방 함선이 답신합니다. "당신은... 사업 때문에 여기 오신 것입니까?"
ru: Корабль Федерации отвечает. "Вы здесь по... делу, не так ли?"

source: Yes.
es: Sí.
fr: Oui.
it: Sì.
ko: 그렇다.
ru: Да.

source: "Thought so. Let me tell them that the coast is clear." A moment later, an Argeonn ship approaches.
es: “Eso pensé. Déjame avisarles que la costa está despejada.” Un momento después, se aproxima una nave Argeonn.
fr: "Je m'en doutais. Laissez-moi leur dire que la côte est dégagée." Un instant plus tard, un vaisseau Argeonn approche.
it: "Lo immaginavo. Lascia che gli dica che il campo è libero." Un momento dopo, si avvicina una nave Argeonn.
ko: "그럴 줄 알았습니다. 저들에게 발각될 위험이 없다고 이야기하겠습니다." 잠시 후, 알게온 함선이 접근합니다.
ru: "Так и думал. Позвольте мне сообщить им, что путь свободен". Мгновение спустя приближается корабль Арджонна.

source: Threaten to report the Federation ship for being in cahoots with smugglers.
es: Amenazar con denunciar a la nave de la Federación por estar confabulada con contrabandistas.
fr: Menacez de dénoncer le vaisseau de la Fédération pour complicité avec des contrebandiers.
it: Minaccia di segnalare la nave federale per essere in combutta con dei contrabbandieri.
ko: 연방 선박을 밀수꾼과 공모한 혐의로 신고하겠다고 위협한다.
ru: Пригрозить сообщить о них, что корабль Федерации в сговоре с контрабандистами.

source: Attack the pirate!
es: ¡Atacar a los piratas!
fr: Attaquer les pirates !
it: Attacca i pirati!
ko: 해적을 공격한다!
ru: Атаковать пиратов!

source: The Federation captain quickly flies away. The smuggler angrily yells after the Federation captain: "Damn you! You were supposed to protect us!"
es: El capitán de la Federación se aleja rápidamente. El contrabandista le grita con furia: “¡Maldito seas! ¡Se suponía que debías protegernos!”
fr: Le capitaine de la Fédération décolle rapidement. Le contrebandier lui crie furieusement après son départ : "Bon sang ! Tu étais censé nous protéger !"
it: Il capitano della Federazione vola via subito. Il contrabbandiere gli grida dietro arrabbiato: "Accidenti a te! Dovevi proteggerci!"
ko: 연방 함선의 함장은 잽싸게 도망가고 말았습니다. 밀수꾼은 화가 나서 도망친 함장에게 따졌습니다. "망할 놈 같으니! 우릴 지켜주겠다고 했잖아!"
ru: Капитан Федерации быстро улетает. Контрабандист сердито кричит вслед капитану Федерации: "Будь ты проклят! Ты должен был защищать нас!"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Do business with the smugglers.
es: Hacer negocios con los contrabandistas.
fr: Faire affaire avec les contrebandiers.
it: Fai affari coi contrabbandieri.
ko: 밀수꾼들과 사업을 한다.
ru: Заключить сделку с контрабандистами.

source: No.
fr: Non.
ko: 아니.
ru: Нет.

source: "I must have you confused for someone else. Go on your way."
es: “Debo haberte confundido con otra persona. Sigue tu camino.”
fr: "Je dois vous confondre avec quelqu'un d'autre. Passez votre chemin."
it: "Devo averti confuso con qualcun altro. Vai per la tua strada."
ko: "아마 다른 녀석이랑 착각한 것 같군. 계속 갈 길 가게나."
ru: "Наверное, я вас с кем-то перепутал. Продолжайте свой путь".

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Give the ship some space.
es: Dar algo de espacio a la nave.
fr: Laisser un peu d'espace au vaisseau.
it: Lascia alla nave il suo spazio.
ko: 함선이 지나갈 수 있게 비켜준다.
ru: Предоставить кораблю немного пространства.

source: You now have some time to do something on the ship.
es: Ahora tienes algo de tiempo para hacer algo en la nave.
fr: Vous avez désormais du temps libre pour faire quelque chose à bord du vaisseau.
it: Hai del tempo per fare qualcosa a bordo.
ko: 이제 함선에서 무언가를 할 시간이 있습니다.
ru: Теперь у вас есть немного времени, чтобы заняться чем-нибудь на корабле.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The smuggler puts his hands up. "Okay, okay! Let's not get hasty! Surely a discerning Renegade like yourself would be amenable to an understanding. Perhaps you see something you like in my stock?"
es: El contrabandista levanta las manos. “¡Está bien, está bien! ¡No hagamos nada precipitado! Seguro que un renegado perspicaz como tú estaría dispuesto a llegar a un entendimiento. ¿Quizás ves algo que te interese en mi mercancía?”
fr: Le contrebandier lève les mains. "D'accord, d'accord ! Ne soyons pas précipités ! Je suis sûr qu'un Renégat avisé comme vous serait ouvert à un arrangement. Peut-être trouverez-vous quelque chose qui vous plaît dans mon stock ?"
it: Il contrabbandiere alza le mani. "Ok, ok! Non corriamo troppo! Sicuramente possiamo trovare un accordo con un Rinnegato furbo come te. Vuoi qualcosa dalla mia selezione?"
ko: 밀수꾼들은 손을 들어올리곤 말합니다. "잠깐, 잠깐! 너무 앞서가지는 마! 배회자라면 좀 더 이해심을 갖고 자비를 배풀어 줘야 하는 거 아냐? 아니면 내가 가지고 있는 물건 좀 구경할래?"
ru: Контрабандист поднимает руки вверх. "Ладно-ладно! Давайте не будем спешить! Такой проницательный Ренегат, как вы, наверняка согласится на сотрудничество. Может быть, вы увидите в моих запасах что-то, что вас заинтересует?"

source: Take a free legal weapon off their hands.
es: Tomar un arma legal gratuita de su inventario.
fr: Prendre une arme légale gratuite qu'ils vous proposent.
it: Prendi un'arma legale gratis dalle sue mani.
ko: 그들에게서 공짜로 합법 무기를 챙긴다.
ru: Забрать у них бесплатное легальное оружие.

source: "You have no eye for quality, Renegade. Even so, we appreciate your discretion."
es: “No tienes buen ojo para la calidad, renegado. Aun así, agradecemos tu discreción.”
fr: "Vous n'avez aucun œil pour la qualité, Renégat. Malgré tout, nous apprécions votre discrétion."
it: "Non hai occhio per la qualità, Rinnegato. Ma comunque, apprezziamo la discrezione."
ko: "안목이 형편 없구만, 배회자 씨. 그래도 선택은 존중하겠어."
ru: "У вас нет чувства качества, Ренегат. Но, несмотря на это, мы ценим вашу осмотрительность".

source: Purchase contraband at a discount.
es: Comprar contrabando con descuento.
fr: Acheter de la contrebande à prix réduit.
it: Compra del contrabbando a prezzo scontato.
ko: 밀수품을 할인된 가격에 구입한다.
ru: Приобрести контрабандные товары со скидкой.

source: "You're as shrewd as you are reasonable, Renegade. Pleasure doing business with you."
es: “Eres tan astuto como razonable, renegado. Ha sido un placer hacer negocios contigo.”
fr: "Vous êtes aussi rusé que raisonnable, Renégat. Ce fut un plaisir de faire affaire avec vous."
it: "Sei tanto furbo quanto ragionevole, Rinnegato. È stato un piacere fare affari con te."
ko: "신속하고 합리적인 판단 고마워, 배회자 씨. 사업이 보탬이 되었어."
ru: "Вы столь же проницательны, сколь и умны, Ренегат. Приятно иметь с вами дело".

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Insist they face justice.
es: Insistir en que enfrenten la justicia.
fr: Insister pour qu'ils soient livrés à la justice.
it: Insisti che si consegni alla giustizia.
ko: 우리는 정의를 실현할 것이다.
ru: Настаивать на том, чтобы они предстали перед судом.

source: "Then you leave me no choice! Prepare to die!"
es: “¡Entonces no me dejas otra opción! ¡Prepárate para morir!”
fr: "Alors vous ne me laissez pas le choix ! Préparez-vous à mourir !"
it: "Allora non mi lasci altra scelta! Preparati a morire!"
ko: "그렇다면 우리도 어쩔 도리가 없군! 죽어라!"
ru: "Тогда вы не оставляете мне выбора! Приготовьтесь к смерти!"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The smuggler screams, "Narcs get what they deserve! Prepare to die!" Meanwhile, the Federation ship makes a hasty retreat.
es: El contrabandista grita: “¡Los soplones reciben lo que merecen! ¡Prepárate para morir!” Mientras tanto, la nave de la Federación se retira apresuradamente.
fr: Le contrebandier hurle, "Les balances méritent ce qui leur arrive ! Préparez-vous à mourir !" Pendant ce temps, le vaisseau de la Fédération prend rapidement la fuite.
it: Il contrabbandiere grida. "I narc hanno quello che si meritano! Preparati a morire!" Nel frattempo, la nave federale si dà a una ritirata strategica.
ko: 밀수꾼이 소리지릅니다. "짭새들은 댓가를 치를 것이다! 죽어라!" 한편, 연방 함선은 잽싸게 도망갑니다.
ru: Контрабандист кричит: "Стукачи получат по заслугам! Приготовьтесь к смерти!" Тем временем корабль Федерации поспешно отступает.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The Federation warms its weapons up. "You think you can just threaten my career and get away with it? I'll never give in!"
es: La nave de la Federación activa sus armas. “¿Crees que puedes amenazar mi carrera y salirte con la tuya? ¡Nunca cederé!”
fr: La Fédération active ses armes. "Vous pensez pouvoir menacer ma carrière impunément ? Je ne céderai jamais !"
it: La nave federale alimenta le armi. "Credi di poter minacciare la mia carriera e farla franca? Non mi arrenderò mai!"
ko: 연방 함선이 무기에 전원을 공급합니다. "정말로 내 커리어를 위협하고 멀쩡히 빠져나갈 심산이었나? 그렇겐 안 돼지!"
ru: Федерация разогревает свое оружие. "Вы думаете, что можете просто угрожать моей карьере и уйти от возмездия? Я никогда не сдамся!"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The smuggler is nowhere to be found. You radio the nearest Federation base and let them know that there is a smuggler on the loose.
es: El contrabandista no aparece por ningún lado. Contactas con la base de la Federación más cercana y les informas que hay un contrabandista suelto.
fr: Le contrebandier a disparu. Vous contactez la base la plus proche de la Fédération pour les informer qu'un contrebandier est en fuite.
it: Il contrabbandiere non si vede da nessuna parte. Contatti la base della Federazione più vicina e gli fai sapere che c'è un contrabbandiere a piede libero.
ko: 어디를 찾아봐도 밀수꾼은 보이지 않았습니다. 당신은 가장 가까운 연방 기지에 연락하여 근처에 밀수꾼이 활동한다고 보고하였습니다.
ru: Контрабандистов нигде нет. Вы связываетесь с ближайшей базой Федерации и сообщаете им, что контрабандисты на свободе.
