Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Explore.
de: Erkunden.
es: Explorar.
fr: Explorer.
it: Esplora.
ko: 탐사한다.
ru: Исследовать.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_federation.xml$//event[@name="FEDERATION_SUPPLY"]/text
source: You discover a fully militarized Federation station here, though it appears they are selling supplies to passing Federation allied ships.
de: Du entdeckst hier eine vollständig militarisierte Föderationsstation, obwohl es scheint, dass sie Vorräte an vorbeifahrende verbündete Schiffe der Föderation verkaufen.
es: Descubres aquí una estación de la Federación totalmente militarizada, aunque parece que están vendiendo suministros a naves aliadas de la Federación que pasan.
fr: Vous découvrez une station de la Fédération fortement militarisée ici, bien qu'il semble qu'ils vendent des ressources aux vaisseaux alliés qui passent.
it: Scopri una stazione federale completamente militarizzata qui, anche se sembra che vendano risorse alle navi di passaggio alleate alla Federazione.
ko: 당신은 완전히 군사화된 연방 정거장을 발견했습니다. 이곳을 지나가는 아군 연방 함선에 보급품을 판매하고 있는 것으로 보입니다.
ru: Вы обнаружили здесь военизированную станцию Федерации, и, похоже, они продают припасы проходящим союзным кораблям.

source: Purchase fuel.
de: Treibstoff kaufen.
es: Comprar combustible.
fr: Achetez du carburant.
it: Compra carburante.
ko: 연료를 구매한다.
ru: Купить топливо.

source: Purchase ammunition.
de: Kaufe Munition.
es: Comprar munición.
fr: Achetez des munitions.
it: Compra munizioni.
ko: 탄약을 구매한다.
ru: Купить боеприпасы.

source: Purchase a weapon.
de: Kaufe eine Waffe.
es: Comprar un arma.
fr: Acheter une arme.
it: Compra un'arma.
ko: 무기를 구매한다.
ru: Купить орудие.

source: Attack the station!
de: Greife die Station an!
es: ¡Atacar la estación!
fr: Attaquer la station !
it: Attacca la stazione!
ko: 정거장을 공격한다!
ru: Атаковать станцию!

source: No one is safe from you, not even allied Federation stations.
de: Niemand ist vor dir sicher, nicht einmal verbündete Föderationsstationen.
es: Nadie se puede salvar de ti, ni siquiera estaciones aliadas de la Federación.
fr: Personne n'est à l'abri de vous, pas même les stations alliées de la Fédération.
it: Nessuno è al sicuro da te, nemmeno stazioni alleate della Federazione.
ko: 아무도 당신으로부터 안전하지 않았습니다, 심지어 아군 연방 정거장조차 말입니다.
ru: От вашей агрессии никто не застрахован, даже союзные станции Федерации.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Ignore the station.
de: Ignoriere die Station.
es: Ignorar la estación.
fr: Ignorer la station.
it: Ignora la stazione.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.

source: You aren't interested in the station. You ignore them.
es: No estás interesado en la estación. La ignoras.
fr: Vous n'êtes pas intéressé par la station. Vous les ignorez.
it: Non hai alcun interesse per questa stazione. La ignori.
ko: 당신은 정거장에 관심이 없었습니다. 그들을 무시하기로 했습니다.
ru: Вас не интересует станция. Вы не обращаете на нее внимания.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_federation.xml$//event[@name="FED_SUPPLY_STATION_KILL"]/text
source: Your unnecessary, unprovoked, barbaric attack on an allied Federation Station has been successful, if you could call killing them as success. You scrap what remains.
de: Dein unnötiger, unprovozierter, barbarischer Angriff auf eine verbündete Föderationsstation war erfolgreich, wenn man das Töten dieser Station als Erfolg bezeichnen kann. Du verschrottest, was übrig bleibt.
es: Tu ataque innecesario, no provocado y bárbaro contra una estación aliada de la Federación ha sido exitoso, si es que matar puede considerarse un éxito. Recuperas chatarra de lo que queda.
fr: Votre attaque inutile, non provoquée et barbare contre une station alliée de la Fédération a réussi, si l'on peut appeler cela un succès. Vous récupérez ce qui reste.
it: Il tuo attacco superfluo, non provocato e barbarico a una stazione alleata della Federazione ha avuto successo. Se ritieni ucciderli un successo. Recuperi i resti.
ko: 아군 연방 정거장에 대한 불필요하고 이유 없는 야만적인 공격은 성공했습니다, 그들을 죽인 걸 성공이라 부를 수 있다면 말입니다. 당신은 남은 것을 긁어모았습니다.
ru: Ваше ненужное, неспровоцированное, варварское нападение на станцию союзников Федерации было успешным, если можно назвать их убийство успехом. Вы разбираете то, что осталось.

# data/events_sector_federation.xml$//event[@name="FEDERATION_FREECREW"]/text
source: A damaged Federation ship hails you. "Good, a friendly face for once. Our ship has taken catastrophic damage and there's no chance of repairing it. I don't suppose you'd be willing to allow me aboard? I'm a shield technician and I'm sure my skills could be of service to you."
de: Ein beschädigtes Föderationsschiff grüßt dich. "Gut, endlich mal ein freundliches Gesicht. Unser Schiff hat einen katastrophalen Schaden erlitten und es gibt keine Chance, es zu reparieren. Ich nehme nicht an, dass ihr mich an Bord lassen würdet? Ich bin Schildtechniker und ich bin sicher, dass meine Fähigkeiten Ihnen von Nutzen sein könnten."
es: Una nave de la Federación dañada te contacta. “Bien, una cara amistosa por fin. Nuestra nave ha sufrido daños catastróficos y no hay posibilidad de repararla. No supongo que estarías dispuesto a permitirme subir a bordo, ¿verdad? Soy técnico de escudos y estoy seguro de que mis habilidades podrían serte de utilidad.”
fr: Un vaisseau de la Fédération endommagé vous interpelle. "Ah, enfin un visage amical. Notre vaisseau a subi des dégâts catastrophiques et il n'y a aucune chance de le réparer. Je suppose que vous seriez prêt à me permettre de monter à bord ? Je suis technicien en bouclier et je suis sûr que mes compétences pourraient vous être utiles.'"
it: Una nave della Federazione danneggiata ti contatta. "Bene, una faccia amica tanto per cambiare. La nostra nave ha subito danni gravissimi e non abbiamo modo di ripararla. Posso chiedere di accogliermi a bordo della tua? Sono un tecnico di scudi e sono sicuro che le mie abilità ti saranno utili."
ko: 손상된 연방 함선이 당신에게 통신을 보냈습니다. "좋아, 드디어 우호적인 사람이군요. 저희 함선은 치명적인 피해를 당하여서 수리할만한 상황이 아닙니다. 혹시 절 승선시켜줄 생각은 없으신가요? 전 방어막 기술자고 제 기술이 당신에게 도움이 될 거라고 확신하고 있습니다."
ru: С вами связывается поврежденный корабль Федерации. "Хорошо, наконец-то дружелюбное лицо. Наш корабль получил катастрофические повреждения, и нет никаких шансов его отремонтировать. Полагаю, вы разрешите мне подняться на борт? Я техник по щитам и уверен, что мои навыки могут быть вам полезны".

source: Welcome aboard.
de: Willkommen an Bord.
es: Bienvenido a bordo.
fr: Bienvenue à bord.
it: Benvenuto a bordo.
ko: 승선을 환영한다.
ru: Добро пожаловать на борт.

source: We don't need any more crew, sorry.
de: Wir brauchen keine weitere Crew, tut mir leid.
es: No necesitamos más tripulación, lo siento.
fr: Nous n'avons pas besoin de plus d'équipage, désolé.
it: Non ci serve altro equipaggio, scusa.
ko: 미안하지만 더 이상의 승무원은 필요 없다.
ru: Нам больше не нужен экипаж, извините.

source: "Oh... ok. Hopefully I'll be able to keep the shields under control so they don't implode before another ship arrives to help..."
de: "Oh ... okay. Hoffentlich kann ich die Schilde unter Kontrolle halten, damit sie nicht implodieren, bevor ein anderes Schiff eintrifft, um zu helfen... "
es: “Oh... está bien. Con suerte podré mantener los escudos bajo control para que no implosionen antes de que otra nave llegue para ayudar...”
fr: "Oh... d'accord. J'espère pouvoir maintenir les boucliers sous contrôle afin qu'ils n'implosent pas avant qu'un autre vaisseau n'arrive pour aider..."
it: "Oh... ok. Spero di riuscire a tenere gli scudi sotto controllo così che non implodano prima che arrivi un'altra nave per aiutare..."
ko: "오... 알았어요. 도와줄 다른 함선이 도착하기 전에 방어막이 붕괴하지 않도록 제가 잘 통제할 수 있길 바라야겠군요..."
ru: "О... хорошо. Надеюсь, я смогу держать щиты под контролем, чтобы они не взорвались до того, как прибудет другой корабль с помощью..."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Federation officer is thankful for your assistance.
de: Der Föderationsoffizier ist dir für deine Hilfe dankbar.
es: El oficial de la Federación está agradecido por tu ayuda.
fr: L'officier de la Fédération vous est reconnaissant pour l'aide.
it: L'ufficiale federale ti è grato per l'aiuto.
ko: 연방 장교는 당신의 도움에 감사를 표했습니다.
ru: Офицер Федерации благодарит вас за помощь.

source: As the human comes onto your ship, he draws a laser and shoots at you. Luckily, no one is hit, but a Rebel ship uncloaks nearby and attacks. It was a trap!
de: Als der Mensch auf dein Schiff kommt, zieht er einen Laser und schießt auf dich. Glücklicherweise wird niemand getroffen, aber ein Rebellenschiff enttarnt sich in der Nähe und greift an. Es war eine Falle!
es: Cuando el humano sube a tu nave, saca un láser y dispara contra ti. Por suerte, nadie resulta herido, pero una nave de los Rebeldes se desoculta cerca y ataca. ¡Era una trampa!
fr: Alors que l'humain monte à bord de votre vaisseau, il sort un laser et vous tire dessus. Heureusement, personne n'est touché, mais un vaisseau rebelle se désoculte à proximité et attaque. C'était un piège !
it: Come l'umano sale a bordo della tua nave, estrae un blaster e ti spara. Per fortuna non colpisce nessuno, ma una nave Ribelle vicina esce dall'occultamento e attacca. Era una trappola!
ko: 인간 승무원이 당신의 함선에 승선하자마자 총을 꺼내 들고 당신을 향해 쏘기 시작했습니다. 운 좋게도 아무도 맞지 않았지만, 근처 반군 함선이 은폐장을 해제하고 공격하기 시작했습니다. 함정이었습니다!
ru: Когда человек поднимается на ваш корабль, он достает лазер и стреляет в вас. К счастью, никто не пострадал, но неподалеку появляется корабль повстанцев и атакует вас. Это была ловушка!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="FEDERATION_RANT"]/text
source: Your arrival at this beacon is met with an unusual sight; an unarmed Illesctrian ship far from Zoltan territory. They contact you, and from their tone, the monk speaking to you does not seem particularly happy about something. "Renegade, this multiversal conflict is one of an endless cycle, one that you seem to be at the core of. But are you really fighting to try and end it, or just to perpetuate it further for your own gains?" Though Zoltans do not have faces, you nevertheless feel like they are staring intently at you, waiting to judge you for your answer.
de: Kurz nach dem Sprung wirst du von einem zoltanischen Schiff gerufen: "Das Leben ist ein Kreislauf, und dieser Krieg hat ihn gestört. Du darfst das Gleichgewicht nicht stören. Ergibt das einen Sinn?"
es: Tu llegada a esta baliza se encuentra con una escena inusual: una nave Illesctrian desarmada lejos del territorio Zoltan. Se comunican contigo y, por su tono, el monje que te habla no parece particularmente satisfecho por algo. “Renegado, este conflicto multiversal es uno de un ciclo interminable, uno en el que pareces estar en el centro. Pero, ¿realmente luchas para intentar ponerle fin, o solo para perpetuarlo aún más en beneficio propio?” Aunque los Zoltan no tienen rostros, aun así sientes que te observan fijamente, esperando juzgarte por tu respuesta.
fr: Votre arrivée à ce balise est marquée par une scène inhabituelle : un vaisseau Illesctrien désarmé, bien loin du territoire Zoltan. Ils vous contactent, et dans le ton de leur moine interlocuteur, on sent un certain mécontentement. "Renégat, ce conflit multiversel est un cycle sans fin, dont vous semblez être au cœur. Mais combattez-vous vraiment pour y mettre un terme, ou simplement pour le perpétuer à votre propre avantage ?" Bien que les Zoltans n'aient pas de visage, vous avez pourtant l'impression qu'ils vous fixent intensément, attendant de vous juger sur votre réponse.
ko: 당신은 막 도착한 송신소에서 기이한 광경을 보았습니다. 졸탄 영공에서 멀리 떨어진 비무장 일리스크트리안 함선입니다. 그들은 당신에게 교신을 시도하나, 졸탄 승려의 억양으로 들어보건대 무언가 불만이 있는 것이 분명합니다. "배회자여, 멀티버스를 둘러싼 갈등은 끝이 없는 순환이고, 그 중심에는 당신이 있는 것으로 보입니다. 당신은 언젠가는 이 갈등을 끝낼 생각인가요? 아니면 그저 이익을 위해 갈등을 조장할 생각인가요?" 졸탄에게 얼굴은 없지만, 어째선지 당신을 노려보고 있는 것을 느낍니다. 당신의 대답을 평가하려는 듯이 말입니다.
ru: Ваше прибытие к маяку встречает необычное зрелище: безоружный иллесктрианский корабль вдали от территории золтан. Он связывается с вами, и, судя по его тону, Монах, говорящий с вами, не выглядит особенно довольным. "Ренегат, этот конфликт Мультивселенной - один из бесконечных циклов, в центре которого, похоже, находишься ты. Но действительно ли ты сражаешься, чтобы положить ему конец, или просто хочешь увековечить его ради собственной выгоды?" Хотя у золтанов нет лиц, вы, тем не менее, чувствуете, что он пристально смотрит на вас, ожидая ответа.

source: The Multiverse is full of conflict. Some fights must be finished to bring lasting peace.
es: El Multiverso está lleno de conflicto. Algunas luchas deben terminar para traer una paz duradera.
fr: Le Multivers est rempli de conflits. Certains combats doivent être menés à leur terme pour instaurer une paix durable.
it: Il multiverso è pieno di conflitti. Alcune battaglie devono essere combattute per portare una pace duratura.
ko: 멀티버스는 갈등으로 가득 차 있다. 지속 가능한 평화를 위해서라면 싸움은 피할 수 없다.
ru: Мультивселенная полна конфликтов. Некоторые битвы должны быть прекращены, чтобы наступил прочный мир.

source: The stare from the Zoltan monk softens slightly. "A wise answer. It is good to know that there is more to you Renegades than meets the eye. May your journey for peace bring good fortunes."
es: La mirada del monje Zoltan se suaviza ligeramente. “Una respuesta sabia. Es bueno saber que hay más en ustedes, los renegados, de lo que aparentan. Que tu viaje en busca de la paz te traiga buena fortuna.”
fr: Le regard du moine Zoltan s'adoucit légèrement. "Une réponse sage. Il est bon de savoir qu'il y a plus en vous, Renégats, que ce que l'on croit au premier abord. Que votre quête de paix vous apporte fortune et succès."
it: Lo sguardo del monaco zoltan si rilassa leggermente. "Una risposta saggia. È bello sapere che in voi Rinnegati c'è più di quello che sembra. Che il tuo viaggio per la pace ti porti buona fortuna."
ko: 졸탄 승려의 시선이 약간은 부드러워졌습니다. "현명한 대답입니다. 배회자들이 다 같은 족속은 아님을 알게 되어 좋네요. 당신의 평화를 위한 여정에 행운이 있기를 빌겠습니다."
ru: Взгляд Монаха золтан слегка смягчается. "Мудрый ответ. Приятно знать, что вы, Ренегаты, знаете больше, чем кажется на первый взгляд. Пусть ваш путь к миру принесет удачу".

source: The Multiverse is full of conflict. Some fights must be finished to bring lasting peace.
es: El Multiverso está lleno de conflicto. Algunas luchas deben terminar para traer una paz duradera.
fr: Le Multivers est rempli de conflits. Certains combats doivent être menés à leur terme pour instaurer une paix durable.
it: Il multiverso è pieno di conflitti. Alcune battaglie devono essere combattute per portare una pace duratura.
ko: 멀티버스는 갈등으로 가득 차 있다. 지속 가능한 평화를 위해서라면 싸움은 피할 수 없다.
ru: Мультивселенная полна конфликтов. Некоторые битвы должны быть прекращены, чтобы наступил прочный мир.

source: Despite your answer, the Zoltan still glares coldly at you. "A wise answer, is what I would have said if I was blind to your infamy. Your lies betray your true interests. Do not expect your deception to go without consequences!" Suddenly, as if in response to this, a Peacekeeper ship jumps in to confront you.
es: A pesar de tu respuesta, el Zoltan sigue mirándote con frialdad. “Una respuesta sabia, eso habría dicho si fuera ciego ante tu infamia. Tus mentiras traicionan tus verdaderos intereses. ¡No esperes que tu engaño quede sin consecuencias!” De repente, como en respuesta a esto, una nave Peacekeeper salta para enfrentarte.
fr: Malgré votre réponse, le Zoltan vous lance toujours un regard glacial. "Une réponse sage, voilà ce que j'aurais dit si j'avais été aveugle à votre infamie. Vos mensonges trahissent vos véritables intentions. Ne vous attendez pas à ce que votre tromperie reste sans conséquences !" Soudain, comme en réponse à ses paroles, un vaisseau Pacificateur surgit pour vous affronter.
it: Nonostante la tua risposta, lo zoltan continua a gelarti con lo sguardo. "Una risposta saggia... è quello che avrei detto se fossi cieco alla tua infamia. Le tue menzogne tradiscono i tuoi veri interessi. Non aspettarti che il tuo inganno resti impunito!" All'improvviso, come per rispondere, una nave dei Pacificatori effettua il salto per affrontarti.
ko: 당신의 대답에도 불구하고, 졸탄의 냉랭한 시선은 그대로였습니다. "좋은 대답이었습니다만, 당신의 평판은 완전히 반대로 이야기하고 있군요. 진정한 목적을 숨기고 거짓말을 하다니, 이 거짓은 응당 댓가를 치뤄야만 합니다!" 갑자기, 이에 응답하듯 졸탄 평화유지군 함선이 도약해 당신과 대치합니다.
ru: Несмотря на ваш ответ, золтан по-прежнему холодно смотрит на вас. "Мудрый ответ, вот что я бы сказал, если бы не знал о вашей подлости. Ваша ложь выдает ваши истинные интересы. Не надейтесь, что ваш трюк останется без последствий!" Внезапно, словно в ответ на эти слова, к вам подлетает корабль Миротворцев.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: We're just in it for the scrap and murder.
de: Wir haben keine Zeit für einen Vortrag.
es: Solo estamos aquí por la chatarra y el asesinato.
fr: Nous sommes là juste pour la ferraille et le meurtre.
ko: 그냥 사람 좀 쏘고 스크랩이나 버는 게 좋을 뿐인데.
ru: Мы занимаемся этим только для того, чтобы добывать лом и убивать.

source: The Zoltan sighs. "It is because of people like you that this galaxy is stuck in perpetual turmoil! Though perhaps I might be able to communicate better using the barbaric language of your weaponry." They eject an unusual Bomb weapon from their ship towards yours. "May this inspire a change in your heart. Get out of my sight." They promptly jump away afterwards, leaving you to inspect their unexpected "gift" for you.
de: "Dies ist kein Vortrag, sondern lediglich eine Lektion. Es sind diejenigen wie du, die sich der Erleuchtung verweigern, die den Zyklus gefährden. Ihr müsst geläutert werden."
es: El Zoltan suspira. “¡Es por personas como tú que esta galaxia está atrapada en un caos perpetuo! Aunque quizá pueda comunicarme mejor usando el lenguaje bárbaro de tu armamento.” Expulsan un arma de Bomba inusual desde su nave hacia la tuya. “Que esto inspire un cambio en tu corazón. Fuera de mi vista.” Luego saltan de inmediato, dejándote inspeccionar su inesperado “regalo”.
fr: Le Zoltan pousse un soupir. "C'est à cause de gens comme vous que cette galaxie est plongée dans un chaos perpétuel ! Mais peut-être pourrais-je mieux communiquer en utilisant le langage barbare de votre arsenal." Ils éjectent alors une arme étrange, une bombe, de leur vaisseau en direction du vôtre. "Que cela inspire un changement dans votre cœur. Disparaissez de ma vue." Puis ils effectuent un saut immédiatement, vous laissant inspecter leur 'cadeau' inattendu.
ko: 졸탄이 한숨쉽니다. "당신 같은 사람들이 있기에 우주에서 싸움이 사라지지 않는 것이에요! 어쩌면 말로 말보다는 당신이 그렇게 좋아하는 야만적인 '무력'으로 말하는 것이 낫겠군요." 그들은 함선에서 기이한 폭탄 무기를 사출했습니다. "이걸로 당신의 심경에 변화가 있기를 바라겠습니다. 이제 사라지세요." 졸탄은 이내 예상하지 못한 "선물"만 남긴 채 도약해 사라졌습니다.
ru: Золтан вздыхает: "Из-за таких, как ты, эта галактика вечно погружена в хаос! Хотя, возможно, мне будет проще выразить свою мысль на варварском языке твоего оружия". Он выпускает в вашу сторону необычную бомбу, которая, однако, не наносит урон. "Пусть это вдохновит тебя на перемены в сердце. Исчезни с глаз моих долой". Сразу после этого он совершает прыжок, оставляя вас наедине с неожиданным "подарком".

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: No clue.
es: Ni idea.
fr: Aucune idée.
ko: 모르겠다.
ru: Ни малейшего понятия.

source: The Zoltan on the other end sighs deeply, before cutting comms and jumping away.
es: El Zoltan al otro lado suspira profundamente antes de cortar la comunicación y saltar lejos.
fr: Le Zoltan à l'autre bout pousse un profond soupir, puis coupe la communication et effectue un saut spatial pour s'éloigner.
it: Lo zoltan all'altro capo fa un sospiro profondo prima di chiudere le comunicazioni ed effettuare il salto.
ko: 졸탄은 한숨짓고는, 통신을 끊고 도약해 사라졌습니다.
ru: Золтан на другом конце глубоко вздыхает, затем отключает связь и уходит в прыжок.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Don't care, go away.
es: No me importa, lárgate.
fr: S'en ficher, et partir.
it: Non m'interessa, vai via.
ko: 신경 안 써, 저리 가.
ru: Мне все равно, уходим.

source: "Are you treating this like some idle matter? The decisions you make across your journey will each have consequences deep and long lasting! At least have the conviction in whatever they are, even if they are not necessarily as righteous as they should be." It seems your response has deeply angered them, and they intend to keep rambling on for a while longer.
es: “¿Estás tratando esto como un asunto trivial? ¡Las decisiones que tomes a lo largo de tu viaje tendrán consecuencias profundas y duraderas! Al menos ten convicción en ellas, incluso si no son tan justas como deberían ser.” Parece que tu respuesta los ha enfurecido profundamente, y tienen la intención de seguir divagando por un buen rato más.
fr: "Traitez-vous cela comme une simple affaire futile ? Les décisions que vous prendrez tout au long de votre voyage auront chacune des conséquences profondes et durables ! Ayez au moins la conviction dans vos choix, même s'ils ne sont pas forcément aussi justes qu'ils devraient l'être." Il semble que votre réponse les ait profondément irrités, et ils comptent bien continuer à radoter encore un bon moment.
it: "Tratti questa questione come se fosse una quisquiglia? Le decisioni che prendi durante il tuo viaggio portano a conseguenze profonde e durature! Almeno mostra determinazione per qualunque esse siano, anche se non sono necessariamente giuste e rette come dovrebbero." Pare che la tua risposta lo abbia fatto arrabbiare molto e ha intenzione di continuare a parlare a vanvera per un altro po'.
ko: "지금 이 문제가 무슨 장난처럼 들리십니까? 당신이 지금까지 해 온 결정들은 길고도 깊게 이어지는 결과를 낳는다는 걸 모르시나요! 지금이라도 그 결과에 대해 생각이라는 것을 해 보십시요. 그 결과가 정당하든 정당하지 않든 말입니다." 아무래도 당신의 대답이 저들의 화를 단단히 돋군 것 같습니다. 한동안은 계속 횡설수설할 것 같습니다.
ru: "Вы что, относитесь к этому как к пустяку? Каждое решение, принятое вами в этом путешествии, повлечет за собой глубокие и долгосрочные последствия! По крайней мере, проявите уверенность в своем выборе - даже если он не столь праведен, каким должен быть".

source: Let them continue, even if it takes a long time.
es: Déjalos continuar, aunque tome mucho tiempo.
fr: Les laisser continuer, même si cela prend beaucoup de temps.
it: Lascialo continuare, anche se ci vorrà tempo.
ko: 시간이 좀 걸리더라도 설교를 계속 듣는다.
ru: Пусть он продолжает, даже если это займет много времени.
