Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Your mind control system hums to life. The fighter captain maintains her innocence - but the corvette captain clumsily blurts out his intentions. The Rebel crew behind him scramble into formation.
es: Tu sistema de control mental cobra vida con un zumbido. La capitana del caza mantiene su inocencia, pero el capitán de la corbeta deja escapar torpemente sus verdaderas intenciones. La tripulación Rebelde detrás de él se apresura a formar filas.
fr: Votre système de contrôle mental vrombit en s'activant. La capitaine du chasseur maintient son innocence, mais le capitaine de la corvette laisse échapper maladroitement ses véritables intentions. L'équipage rebelle derrière lui se met rapidement en formation.
it: Il tuo sistema di controllo mentale prende vita. La capitana del caccia mantiene la sua innocenza... ma il capitano della corvetta sputa fuori le sue intenzioni. L'equipaggio Ribelle dietro di lui si mette in formazione.
ko: 정신 지배 장비가 작동합니다. 전투기의 함장은 태도에 변함이 없었습니다. 그러나 초계함의 함장은 어설프게 본심을 드러내고 말았습니다. 나머지 반군 선원들은 재빨리 전투 태세를 갖춥니다.
ru: Ваш Контроль разума начинает работать. Капитан истребителя доказывает свою невиновность, но капитан корвета неуклюже заявляет о своих намерениях. Повстанцы, стоящие за его спиной, разбегаются в разные стороны.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Adv. Mind Control) Force the impostors to surrender.
es: (Control Mental Avanzado) Obliga a los impostores a rendirse.
fr: (Contrôle mental avancé) Forcer les imposteurs à se rendre.
it: (Controllo mentale avanzato) Costringi l'impostore ad arrendersi.
ko: (최고급 정신 지배) 변절자들이 항복하도록 만든다.
ru: (Продв. Контроль разума) Заставить самозванцев сдаться.

source: Your mind control system hums to life. The fighter captain maintains her innocence - but the corvette captain surrenders the moment your mind control seizes his will.
es: Tu sistema de control mental cobra vida con un zumbido. La capitana del caza mantiene su inocencia, pero el capitán de la corbeta se rinde en el momento en que tu control mental se apodera de su voluntad.
fr: Votre système de contrôle mental vrombit en s'activant. Le capitaine du chasseur maintient son innocence - mais le capitaine de la corvette se rend dès que votre contrôle mental saisit sa volonté.
it: Il tuo sistema di controllo mentale prende vita. La capitana del caccia mantiene la sua innocenza... ma il capitano della corvetta si arrende nel momento che il tuo controllo mentale s'impossessa della sua volontà.
ko: 정신 지배 장비가 작동합니다. 전투기의 함장은 태도에 변함이 없었습니다. 그러나 초계함의 함장은 정신 지배에 걸리자마자 항복했습니다.
ru: Ваша система Контроля разума начинает работать. Капитан истребителя доказывает свою невиновность, но капитан корвета сдается в тот момент, когда ваш Контроль разума овладевает его волей.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Grill both ships until you can catch one in a lie.
es: Presiona a ambas naves hasta atrapar a una en una mentira.
fr: Interroger intensément les deux vaisseaux jusqu'à ce que l'un d'eux se trahisse par un mensonge.
it: Insulta entrambe le navi fino a quando non trovi una menzogna.
ko: 양쪽 함선을 모두 심문하여 거짓말하는 쪽을 잡아낸다.
ru: Допросить оба корабля досконально, пока не поймаете один из них на лжи.

source: You put both ships under an immense amount of pressure. As you interrogate them, you begin to put the pieces together. You're able to eventually break through the facade of the turncoat. It takes a considerable amount of time, but you're able to resolve the situation bloodlessly.
es: Sometes a ambas naves a una presión inmensa. Mientras las interrogas, comienzas a encajar las piezas. Finalmente logras romper la fachada del traidor. Lleva bastante tiempo, pero consigues resolver la situación sin derramamiento de sangre.
fr: Vous mettez les deux vaisseaux sous une pression immense. En les interrogeant, vous commencez à reconstituer les pièces du puzzle. Vous parvenez finalement à percer la façade du traître. Cela prend un temps considérable, mais vous réussissez à résoudre la situation sans effusion de sang.
it: Metti entrambe le navi sotto un'immensa pressione. Mentre li interroghi, inizi a mettere insieme i pezzi. Alla fine riesci a spezzare la facciata del traditore. Ci vuole un bel po' di tempo, ma riesci a risolvere la situazione senza spargimenti di sangue.
ko: 당신은 양쪽 함선 모두 상당하게 심문하였습니다. 그들을 심문하면서 모은 정보들을 토대로, 마침내 누가 변절자인지 확인할 수 있었습니다. 시간이 꽤 걸리긴 했으나, 상황을 유혈 사태 없이 해결할 수 있었습니다.
ru: Вы подвергаете оба корабля огромному давлению. Допрашивая их, вы начинаете складывать кусочки воедино. В конце концов вам удается прорваться сквозь маску предателя. Это занимает немало времени, но вам удается разрешить ситуацию бескровно.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Pick one at random.
es: Elige una al azar.
fr: En choisir un au hasard.
it: Scegli a caso.
ko: 무작위로 하나를 고른다.
ru: Выбрать один наугад.

source: Attack the one who's under least suspicion - this must be a trick!
es: Ataca a la que está bajo menor sospecha; ¡esto debe ser un truco!
fr: Attaquer celui qui est le moins suspecté - ce doit être un piège !
it: Attacca il meno sospetto... dev'essere un trucco!
ko: 이건 함정이다. 가장 덜 수상한 녀석을 공격한다!
ru: Атаковать тот корабль, который вызывает меньше всего подозрений - это должно быть уловкой!

source: You feel very clever as you turn your weapons on the light cruiser that told you about the dilemma. "What are you doing? Are you mad?"
es: Te sientes muy astuto al apuntar tus armas contra el crucero ligero que te habló del dilema. “¿Qué estás haciendo? ¿Estás loco?”
fr: Vous vous sentez très malin en braquant vos armes sur le croiseur léger qui vous a parlé du dilemme. "Que faites-vous ? Êtes-vous fou ?"
it: Ti senti intelligente mentre rivolgi le armi sull'incrociatore leggero che ti ha parlato della situazione. "Cosa stai facendo? Sei impazzito?"
ko: 당신은 문제를 설명하는 경순양함에게 무기를 겨냥하며 스스로의 똑똑함에 감탄합니다. "이게 무슨 짓입니까? 제정신입니까!?"
ru: Вы чувствуете себя очень умным, направляя оружие на легкий крейсер, который сообщил вам о возникшей проблеме. "Что вы делаете? Вы с ума сошли?"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Decline the invitation.
es: Rechaza la invitación.
fr: Refuser l'invitation.
it: Rifiuta l'invito.
ko: 초대를 거절한다.
ru: Отказаться от приглашения.

source: You're not interested in what's happening here. They can work it out for themselves.
es: No te interesa lo que está ocurriendo aquí. Pueden resolverlo por su cuenta.
fr: Vous ne vous intéressez pas à ce qui se passe ici. Qu'ils se débrouillent seuls.
it: Non ti interessa quello che sta succedendo qui. Possono vedersela da soli.
ko: 당신은 무슨 일이 일어나는지 관심이 없었습니다. 자기들 일은 알아서 해결하겠지요.
ru: Вам неинтересно, что здесь происходит. Они как-нибудь сами разберутся.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The crew of the compromised Federation ship surrender and allow the other ships to take their crew prisoner. The captain of the light cruiser invites you into another call.
es: La tripulación de la nave de la Federación comprometida se rinde y permite que las otras naves tomen a su tripulación prisionera. El capitán del crucero ligero te invita a otra comunicación.
fr: L'équipage du vaisseau de la Fédération compromis se rend et permet aux autres vaisseaux de prendre leurs membres prisonniers. Le capitaine du croiseur léger vous invite à le rejoindre sur un autre appel.
it: L'equipaggio della nave federale compromessa si arrende e permette alle altre di prendere prigioniero l'equipaggio. Il capitano dell'incrociatore leggero ti invita in un'altra chiamata.
ko: 나포된 연방 함선의 선원들은 항복하고, 다른 함선들이 신병을 확보하는 것을 허락했습니다. 경순양함의 함장이 당신을 한 번 더 대화에 초대합니다.
ru: Попавшийся на лжи корабль Федерации сдается и позволяет другим кораблям взять в плен свой экипаж. Капитан легкого крейсера приглашает вас на очередной сеанс связи.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The captains of the fighter and light cruiser applaud your effort. "Splendid work. With the Rebel prisoners, the defector and our ship intact, you've resolved this conflict in a perfectly ideal way. We wish you good luck on your mission."
es: Los capitanes del caza y del crucero ligero aplauden tu actuación. “Trabajo espléndido. Con los prisioneros Rebeldes, el desertor y nuestra nave intacta, has resuelto este conflicto de la manera más ideal posible. Te deseamos buena suerte en tu misión.”
fr: Les capitaines du chasseur et du croiseur léger applaudissent votre effort. "Travail splendide. Avec les prisonniers rebelles, le déserteur et notre vaisseau intacts, vous avez résolu ce conflit de manière parfaitement idéale. Nous vous souhaitons bonne chance pour votre mission."
it: I capitani del caccia e dell'incrociatore leggero applaudono il tuo operato. "Ottimo lavoro. Coi Ribelli prigionieri, il traditore e la nostra nave intatti, hai risolto questa situazione in modo perfetto. Buona fortuna per la missione."
ko: 전투기와 경순양함의 함장은 당신의 성과를 칭송합니다. "훌륭합니다. 반군도 포로로 잡았고, 함선도 지켜냈습니다. 상황을 완벽하게 해결하여 주셔서 대단히 감사합니다. 귀하의 임무에 행운이 깃들기를 바라겠습니다."
ru: Капитаны истребителя и легкого крейсера аплодируют вашим усилиям. "Великолепная работа. С пленными повстанцами, перебежчиком и нашим кораблем вы разрешили этот конфликт идеальным способом. Мы желаем вам удачи в выполнении задания".

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: You point at one of the ships at random and accuse them of being the Rebel. No time to think, now is time for action!
es: Señalas una de las naves al azar y la acusas de ser la Rebelde. ¡No hay tiempo para pensar, es hora de actuar!
fr: Vous désignez un des vaisseaux au hasard et l'accusez d'être le Rebelle. Plus de temps à réfléchir, il est temps d'agir !
it: Indichi una nave a caso e la accusi di essere i Ribelli. Non c'è tempo per pensare, ora è tempo di agire!
ko: 당신은 함선 하나를 무작위로 골라 반군이라고 지목합니다. 생각할 시간 따윈 없습니다. 행동할 시간입니다!
ru: Вы указываете на один из кораблей наугад и обвиняете его в том, что он на стороне повстанцев. Нет времени на раздумья, пора действовать!

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: You point at one of the ships at random and accuse them of being the Rebel. No time to think, now is time for action!
es: Señalas una de las naves al azar y la acusas de ser la Rebelde. ¡No hay tiempo para pensar, es hora de actuar!
fr: Vous désignez un des vaisseaux au hasard et l'accusez d'être le Rebelle. Plus de temps à réfléchir, il est temps d'agir !
it: Indichi una nave a caso e la accusi di essere i Ribelli. Non c'è tempo per pensare, ora è tempo di agire!
ko: 당신은 함선 하나를 무작위로 골라 반군이라고 지목합니다. 생각할 시간 따윈 없습니다. 행동할 시간입니다!
ru: Вы указываете на один из кораблей наугад и обвиняете его в том, что он на стороне повстанцев. Нет времени на раздумья, пора действовать!

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: You detect three ships in the system as you arrive at the beacon. A Duskbringer and a Rebel are trying to outflank a Federation guard as it transmits its distress call. The uneasy alliance of your enemies has broken through the Federation's defenses!
es: Detectas tres naves en el sistema al llegar a la baliza. Un Duskbringer y un Rebelde intentan flanquear a un guardia de la Federación mientras este transmite su señal de socorro. ¡La incómoda alianza de tus enemigos ha roto las defensas de la Federación!
fr: Vous détectez trois vaisseaux dans le système en arrivant à la balise. Un Crépusculeur et un Rebelle tentent de contourner un vaisseau de la Garde Fédérale alors qu'il transmet son appel de détresse. L'alliance fragile de vos ennemis a percé les défenses de la Fédération !
it: Rilevi tre navi nel sistema non appena arrivi all'astrofaro. Un Crepuscolare e un Ribelle stanno cercando di fiancheggiare una guardia federale mentre sta trasmettendo un segnale di soccorso. La sottile alleanza dei tuoi nemici ha superato le difese della Federazione!
ko: 당신은 이 송신소에서 세 척의 함선을 감지했습니다. 더스크브링어 함선과 반군 함선이 연방 경비정을 포위하려고 했고, 경비정은 구조신호를 발신했습니다. 당신의 적이 맺은 불안한 동맹이 연방의 방어선을 돌파했습니다!
ru: Прибыв к маяку, вы обнаруживаете в системе три корабля. Вестники Заката и повстанцы пытаются окружить сторожевой корабль Федерации, передающий сигнал бедствия. Непростой союз ваших врагов прорвал оборону Федерации!

source: Attack the Duskbringer.
es: Ataca al Duskbringer.
fr: Attaquer les Crépusculeurs.
it: Attacca il Crepuscolare.
ko: 더스크브링어를 공격한다!
ru: Атаковать Вестников Заката.

source: You power up your weapons and engage the Duskbringer vessel. As soon as you do, the Federation ship turns to fight the Rebel.
es: Energizas tus armas y te enfrentas a la nave Duskbringer. En cuanto lo haces, la nave de la Federación se gira para combatir al Rebelde.
fr: Vous activez vos armes et ciblez le vaisseau Crépusculeur. Dès que vous le faites, le vaisseau de la Fédération se retourne pour affronter le Rebelle.
it: Alimenti le armi e affronti la nave Crepuscolare. Non appena lo fai, la nave federale vira per affrontare i Ribelli.
ko: 당신은 무기에 전원을 넣고 더스크브링어 함선과 교전을 개시합니다. 연방 함선도 이에 응답하여 반군 함선과 맞섭니다.
ru: Вы заряжаете оружие и вступаете в бой с кораблем Вестников Заката. Как только вы это делаете, корабль Федерации поворачивается, чтобы сразиться с повстанцами.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Attack the Rebel.
es: Atacar a los rebeldes.
fr: Attaquer le Rebelle.
it: Attacca la nave ribelle.
ko: 반군을 공격한다.
ru: Атаковать повстанцев.

source: You power up your weapons and engage the Rebel vessel. As soon as you do, the Federation ship turns to fight the Duskbringer.
es: Energizas tus armas y te enfrentas a la nave Rebelde. En cuanto lo haces, la nave de la Federación se gira para combatir al Duskbringer.
fr: Vous activez vos armes et ciblez le vaisseau rebelle. Aussitôt, le vaisseau de la Fédération se tourne pour combattre le Crépusculeur.
it: Alimenti le armi e affronti la nave Ribelle. Non appena lo fai, la nave federale vira per affrontare i Crepuscolari.
ko: 당신은 무기에 전원을 넣고 반군 함선과 교전을 개시합니다. 연방 함선도 이에 응답하여 더스크브링어 함선과 맞섭니다.
ru: Вы заряжаете оружие и вступаете в бой с кораблем повстанцев. Как только вы это делаете, корабль Федерации поворачивается, чтобы сразиться с Вестниками Заката.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Devorak) Convince the Duskbringer to turn on the Rebel.
es: (Devorak) Convence al Duskbringer de volverse contra el Rebelde.
fr: (Devorak) Convaincre le Crépusculeur de se retourner contre le Rebelle.
it: (Devorak) Convinci i Crepuscolari a tradire i Ribelli.
ko: (데보락) 더스크브링어 함선이 반군 함선을 공격하도록 한다.
ru: (Деворак) Убедить Вестников Заката выступить против повстанцев.

source: Devorak hails the Duskbringer ship. "Those treacherous Rebels are not to be trusted. Turn on them and we'll send you back to base." The Duskbringers hardly blink as they turn on their allies. The Rebel ship is promptly surrounded and eradicated by the force of three ships. Your crew begins to harvest the remains.
es: Devorak contacta a la nave Duskbringer. “No se puede confiar en esos Rebeldes traicioneros. Vuélvanse contra ellos y los enviaremos de regreso a la base.” Los Duskbringers apenas parpadean antes de volverse contra sus aliados. La nave Rebelde es rápidamente rodeada y erradicada por la fuerza de las tres naves. Tu tripulación comienza a recoger los restos.
fr: Devorak appelle le vaisseau Crépusculeur. "Ces Rebelles traîtres sont indignes de confiance. Retournez-vous contre eux, et nous vous renverrons à votre base." Les Crépusculeur n'hésitent presque pas avant de se retourner contre leurs alliés. Le vaisseau rebelle est rapidement encerclé et anéanti par la force combinée des trois vaisseaux. Votre équipage commence à récupérer les débris.
it: Devorak contatta la nave Crepuscolare. "Non ci si può fidare di quei Ribelli traditori. Rivolgetevi contro di loro e vi rispediremo alla base." I Crepuscolari non battono ciglio e si rivoltano contro i loro alleati. La nave Ribelle è quindi prontamente circondata ed eliminata dalla forza di tre navi. Il tuo equipaggio inizia a raccogliere i resti.
ko: 데보락이 더스크브링어 함선과 교신합니다. "저 위험한 반군을 신뢰해선 안 됩니다. 저들을 처리하면 당신을 기지로 돌려보내 드리겠습니다." 더스크브링어는 눈도 깜짝하지 않고 아군을 배신합니다. 반군 함선은 이제 역으로 포위되어 포화를 맞고 파괴되었습니다. 선원들이 남은 잔해를 인양합니다.
ru: Деворак вызывает корабль Вестников Заката. "Этим вероломным повстанцам нельзя доверять. Выступите против них, и мы отправим вас обратно на базу". Вестники Заката и глазом не успели моргнуть, как уже выступили против своих союзников. Корабль повстанцев быстро окружают и уничтожают силами трех кораблей. Ваш экипаж начинает собирать обломки.

source: Discuss the Duskbringer's surrender.
es: Discute la rendición del Duskbringer.
fr: Discuter de la reddition du Crépusculeur.
it: Discuti la resa dei Crepuscolari.
ko: 더스크브링어의 항복을 의논한다.
ru: Обсудить капитуляцию Вестников Заката.

source: The Duskbringers grimace, but agree to be escorted out of Federation space. It's clear they're uneasy with any sort of compliance to the Federation, but they don't seem broken up about the deaths of the Rebels. The Federation captain is impressed. "Renegades make some strange bedfellows, don't they?"
es: Los Duskbringers hacen una mueca, pero aceptan ser escoltados fuera del espacio de la Federación. Es evidente que se sienten incómodos con cualquier tipo de cooperación con la Federación, pero no parecen afectados por las muertes de los Rebeldes. El capitán de la Federación está impresionado. “Los renegados hacen aliados muy extraños, ¿no crees?”
fr: Les Crépusculeurs grincent des dents, mais acceptent d'être escortés hors de l'espace de la Fédération. Il est clair qu'ils sont mal à l'aise à l'idée de coopérer avec la Fédération, mais ils ne semblent pas particulièrement affectés par la mort des Rebelles. Le capitaine de la Fédération est impressionné. "Les Renégats s'allient parfois avec des partenaires bien étranges, n'est-ce pas ?"
it: I Crepuscolari fanno una smorfia, ma accettano di venire scortati fuori dallo spazio federale. È chiaro che non gli piaccia collaborare con la Federazione, ma non sembrano nemmeno dispiaciuti per la morte dei Ribelli. Il capitano federale è colpito. "I Rinnegati sono alleati davvero strani, dico bene?"
ko: 더스크브링어는 얼굴을 찡그렸지만, 이내 연방 구역 밖으로 이송을 동의하였습니다. 확실히 그들은 연방과의 동행에 불편한 기색을 느끼지만, 반군의 죽음에 큰 죄책감을 느끼는 것 같진 않습니다. 연방 함장은 인상 깊다는 반응을 보였습니다. "배회자들은 참 특이한 친구를 사귄 것 같습니다. 안 그렇습니까?"
ru: Вестники Заката хмурятся, но соглашаются, чтобы их вывели из пространства Федерации. Очевидно, что им не нравится любое подчинение Федерации, но они не выглядят расстроенными из-за гибели повстанцев. Капитан Федерации впечатлен. "Ренегаты - странные друзья, не так ли?"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Ignore the three ships.
es: Ignora las tres naves.
fr: Ignorer les trois vaisseaux.
it: Ignora le tre navi.
ko: 세 함선을 무시한다.
ru: Не обращать внимания на три корабля.

source: The Federation ship can likely find help if they continue to evade. Your mission is too important to be distracted by a skirmish like this.
es: Es probable que la nave de la Federación pueda encontrar ayuda si continúa evadiendo. Tu misión es demasiado importante como para distraerte con una escaramuza como esta.
fr: Le vaisseau de la Fédération pourra probablement trouver de l'aide s'il continue à esquiver. Votre mission est trop importante pour être distraite par une escarmouche de ce genre.
it: La nave federale probabilmente troverà aiuto se continua ad evitare il fuoco. La tua missione è troppo importante per distrazioni come questa.
ko: 계속 도망다니다 보면 누군가는 연방 함선을 지원해줄 것입니다. 이런 소규모 교전을 벌이기엔 당신의 임무가 더욱 중요합니다.
ru: Корабль Федерации, вероятно, сможет найти помощь, если они продолжат уклоняться. Ваша миссия слишком важна, чтобы отвлекаться на подобную стычку.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Federation Captain salutes you. "Thanks for stopping to help, Renegade. When the Rebels and Duskbringers started playing nice, I was hoping their alliance would fall apart. Guess it was just wishful thinking. Good luck on your mission, captain."
es: El capitán de la Federación te saluda. “Gracias por detenerte a ayudar, renegado. Cuando los Rebeldes y los Duskbringers empezaron a llevarse bien, esperaba que su alianza se desmoronara. Supongo que solo era un deseo ilusorio. Buena suerte en tu misión, capitán.”
fr: Le capitaine de la Fédération vous salue. "Merci de vous être arrêté pour aider, Renégat. Quand les Rebelles et les Crépusculeurs ont commencé à s'entendre, j'espérais que leur alliance finirait par s'effondrer. J'imagine que ce n'était qu'un vœu pieux. Bonne chance pour votre mission, capitaine."
it: Il capitano federale fa un saluto militare. "Grazie per l'aiuto, Rinnegato. Quando i Ribelli e i Crepuscolari hanno iniziato comportarsi da amici, speravo che la loro alleanza crollasse. Immagino che fosse solo un bel sogno. Buona fortuna per la missione, capitano."
ko: 연방 함장이 당신에게 경례합니다. "개입해 주셔서 감사합니다, 배회자 님. 반군과 더스크브링어가 서로 협력하기 시작했을 때, 머지않아 동맹이 끝나기를 바랬었습니다. 하지만 그건 제 희망사항일 뿐이었네요. 임무에 행운이 있길 바라겠습니다. 함장님."
ru: Капитан Федерации отдает вам честь. "Спасибо, что пришли на помощь, Ренегат. Когда повстанцы и Вестники Заката начали ладить, я надеялся, что этот союз быстро развалится. Видимо, это было всего лишь принятие желаемого за действительное. Удачи вам в вашей миссии, капитан".

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
