Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: "That's.. hardly more fitting. Bah, what's even the point nowadays? I suppose this shows that as a civilization we've moved on and adapted terms as we see fit, as warfare itself took a new form and adapted in return. By obsessing on the past I came to forget our present rules... Here, take this for trying."
es: “Eso... difícilmente es más apropiado. Bah, ¿qué sentido tiene hoy en día? Supongo que esto demuestra que, como civilización, hemos avanzado y adaptado los términos según nos conviene, así como la guerra misma adoptó una nueva forma y se adaptó a su vez. Al obsesionarme con el pasado olvidé nuestras reglas actuales... Toma esto por intentarlo.”
fr: "C'est... à peine plus approprié. Bah, à quoi bon de nos jours ? Je suppose que cela montre qu'en tant que civilisation, nous avons évolué et adapté les termes à notre convenance, comme la guerre elle-même a pris une nouvelle forme et s'est adaptée en retour. À force d'être obsédé par le passé, j'en suis venu à oublier nos règles actuelles... Tenez, prenez ceci pour essayer."
it: "Ma... non è proprio più adatto. Bah, ma a che serve, comunque? Immagino che sia la dimostrazione che come civiltà siamo andati avanti e abbiamo adattato i termini come più ci faceva comodo, mentre la guerra stessa ha preso una nuova forma e si è adattata anche lei. Facendo del passato la mia ossessione mi sono dimenticato delle regole del nostro presente... Tieni, prendi per averci provato."
ko: "그건... 더 안 어울리는군. 허 참, 그게 다 뭐라는 건지. 용어가 바뀌는 것도 문명이 발전하는 것의 여파라고 봐야겠지. 전쟁 용어도 마찬가질테고 말이야. 과거에 집착해서 현재를 망각한 건 나였나 보구만... 여기, 도와줘서 고맙네."
ru: "Это... вряд ли подходит. Пфф, да и какой в этом смысл? Полагаю, это говорит о том, что как цивилизация мы пошли дальше и адаптировали условия по своему усмотрению, как и сама война приняла новую форму и адаптировалась в ответ. Зациклившись на прошлом, я стал забывать о наших нынешних правилах... Вот, возьмите это за попытку".

source: "W-what? That's hardly a fitting term to use for your ship either! Is there no one else these days that bothers studying our past, wanting to correct that clear matter of misconception?"
es: “¿Q-qué? ¡Ese tampoco es un término adecuado para tu nave! ¿Es que hoy en día nadie se molesta en estudiar nuestro pasado y corregir ese claro malentendido?”
fr: "Q-quoi ? Ce n'est pas non plus un terme approprié pour qualifier votre vaisseau ! N'y a-t-il personne d'autre de nos jours qui se préoccupe d'étudier notre passé, de vouloir corriger ces erreurs manifestes ?"
it: "C-come? Nemmeno quello è un termine adatto alla tua nave! Non c'è nessun altro di questi tempi che si prende la briga di studiare il passato per correggere questi chiari malintesi?"
ko: "뭐-뭐라고? 자네 함선이랑 완전히 틀려먹지 않았나! 요즘 것들은 아무도 과거를 돌아보면서 현재의 잘못된 개념을 바로잡지 않으려는 거냐?"
ru: "Ч-что? Вряд ли это подходящий термин для вашего корабля! Неужели в наши дни больше никто не занимается изучением нашего прошлого, не желая исправить это явное заблуждение?"

source: There's no need to be petty over that.
es: No hay necesidad de ponerse mezquino por eso.
fr: Il n'y a pas lieu d'être mesquin à ce sujet.
it: Non c'è bisogno di fissarsi su certe sciocchezze.
ko: 그런 쓸데없는 걸 할 시간 없습니다.
ru: Не стоит мелочиться по этому поводу.

source: "PETTY?! I did not become a history aficionado just so I could be made fun of by a washed-up Renegade like you! How dare you mock me like that? I'll put you in your place!"
es: “¿MEZQUINO?! ¡No me convertí en un aficionado a la historia para que un renegado acabado como tú se burle de mí! ¡¿Cómo te atreves a ridiculizarme así?! ¡Te pondré en tu lugar!”
fr: "MESQUIN ?! Je ne suis pas devenu un aficionado d'histoire juste pour qu'un Renégat délabré comme toi se moque de moi ! Comment oses-tu te moquer de moi ? Je vais te remettre à ta place !"
it: "SCIOCCHEZZE?! Non mi sono appassionato alla storia solo per farmi prendere in giro da un Rinnegatuccio da quattro soldi come te! Come osi insultarmi in questo modo? T'insegno io a stare al tuo posto!"
ko: "쓸데 없다고?! 내가 너 같은 퇴물 배회자한테 웃음거리나 되자고 역사를 공부한 줄 아느냐! 감히 나를 화나게 해? 엎드려 빌게 해 주지!"
ru: "МЕЛОЧИТЬСЯ?! Я стал знатоком истории не для того, чтобы надо мной смеялся такой отъявленный Ренегат, как ты! Как ты смеешь так издеваться надо мной? Я поставлю тебя на место!"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Leave, before this guy comes up with an irrational excuse to open fire on you.
es: Marcharte antes de que este tipo invente una excusa irracional para abrir fuego contra ti.
fr: Partir avant que ce type ne trouve une excuse irrationnelle pour ouvrir le feu sur vous.
it: Vattene, prima che questo tizio s'inventi una scusa assurda per iniziare a spararti addosso.
ko: 저 사람이 당신을 이유 없이 공격하기 전에 떠난다.
ru: Уйти, пока этот парень не придумал иррациональный повод открыть по вам огонь.

source: The Federation ship patrolling this beacon is no ordinary vessel. Its distinct shape marks it as part of the Federation's latest stealth fleet, created to help keep up with the never ending arms race with the Rebellion. Fortunately, they don't seem to object to your presence, but they aren't particularly welcoming either.
es: La nave de la Federación que patrulla esta baliza no es un navío común. Su silueta distintiva la identifica como parte de la más reciente flota de sigilo de la Federación, creada para mantenerse al día en la interminable carrera armamentista contra los Rebeldes. Por suerte, no parecen oponerse a tu presencia, pero tampoco son especialmente acogedores.
fr: Le vaisseau de la Fédération patrouillant ce balise n'est pas un vaisseau ordinaire. Sa silhouette distincte l'identifie comme faisant partie de la toute dernière flotte furtive de la Fédération, créée pour suivre la course aux armements incessante avec la Rébellion. Heureusement, ils ne semblent pas s'opposer à votre présence, mais ils ne sont pas particulièrement accueillants non plus.
it: La nave federale che pattugia questo astrofaro non è una nave normale. La sua forma distinta la indica come parte della nuovissima flotta stealth della Federazione, creata per cercare di stare al passo nell'infinita corsa alle armi con la Ribellione. Per fortuna, non sembrano obiettare alla tua presenza, ma non sono nemmeno particolarmente amichevoli.
ko: 이 송신소를 정찰 중인 연방 함대는 보통 함대가 아닙니다. 특이한 모양으로 보건대, 반군과의 끝없는 군사력 경쟁으로 만들어 낸 연방의 최신예 스텔스 함대입니다. 함대는 당신의 존재를 거슬려하지는 않으나, 딱히 환대하는 것 같지도 않습니다.
ru: Корабль Федерации, патрулирующий этот маяк, - не обычное судно. Его отчетливые очертания указывают на то, что он является частью новейшего стелс-флота Федерации, созданного для того, чтобы не отставать от нескончаемой гонки вооружений с Восстанием. К счастью, они не возражают против вашего присутствия, но и не особо приветствуют.

source: Attack them.
es: Atacarles.
fr: Les attaquer.
it: Attacca.
ko: 공격한다.
ru: Атаковать их.

source: For some reason, you decide to open fire on an especially well-armed allied ship. They hardly hesitate to return the favor. Hopefully this will be worth it.
es: Por alguna razón, decides abrir fuego contra una nave aliada especialmente bien armada. Apenas dudan en devolverte el favor. Esperemos que valga la pena.
fr: Pour une raison quelconque, vous décidez d'ouvrir le feu sur un vaisseau allié particulièrement bien armé. Celui-ci ne tarde pas à vous rendre la pareille. Espérons que cela en vaille la peine.
it: Per un qualche motivo, decidi di aprire il fuoco contro una nave alleata particolarmente ben armata. Non esitano a ricambiare il favore. Speriamo che ne valga la pena.
ko: 당신은 무슨 이유에서인지 특히 잘 무장된 아군 함선을 공격하기로 했습니다. 그들은 재빨리 반격 태세로 전환합니다. 싸움을 건 가치가 있었으면 좋겠네요.
ru: По какой-то причине вы решили открыть огонь по особенно хорошо вооруженному кораблю союзников. Они, не колеблясь, отвечают вам тем же. Надеюсь, это стоило того.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Given your sketchy reputation, it's probably best to avoid making unnecessary requests from your allies.
es: Dada tu reputación dudosa, probablemente sea mejor evitar hacer solicitudes innecesarias a tus aliados.
fr: Compte tenu de votre réputation douteuse, il vaut probablement mieux éviter de faire des demandes inutiles à vos alliés.
it: Vista la tua reputazione traballante, è meglio evitare di fare richieste superflue ai tuoi alleati.
ko: 당신의 대략적인 명성을 생각해볼 때, 불필요한 요청은 하지 않는 것이 신상에 이로울 것 같습니다.
ru: Учитывая вашу сомнительную репутацию, лучше не обращаться к союзникам с лишними просьбами.

source: Request assistance from them.
es: Solicitar asistencia.
fr: Leur demander de l'assistance.
it: Richiedi assistenza.
ko: 도움을 요청한다.
ru: Обратиться к ним за помощью.

source: "...Yes? We are currently not under any orders to provide aid to passing vessels. We can provide you with some additional fuel, but not much else."
es: “…¿Sí? Actualmente no tenemos órdenes de proporcionar ayuda a naves de paso. Podemos proporcionarte algo de combustible adicional, pero poco más.”
fr: "...Oui ? Nous n'avons actuellement aucune consigne pour venir en aide aux vaisseaux de passage. Nous pouvons vous fournir un peu de carburant supplémentaire, mais guère plus."
it: "...sì? Al momento non abbiamo ordine di fornire aiuto alle navi di passaggio. Possiamo fornire un po' di carburante, ma non molto altro."
ko: "...네? 우리는 지나가는 함선에 도움을 제공하라는 명령은 받지 않았습니다. 약간의 연료는 나누어 줄 순 있지만, 이 이상은 곤란합니다."
ru: "...Да? В настоящее время у нас нет приказа оказывать помощь проходящим судам. Мы можем предоставить вам немного дополнительного топлива, но не более того".

source: Accept their offer.
es: Aceptar su oferta.
fr: Accepter leur offre.
it: Accetta l'offerta.
ko: 제안을 수락한다.
ru: Принять их предложение.

source: Attack them instead.
es: Atacarles en su lugar.
fr: Les attaquer plutôt.
it: Attacca loro piuttosto.
ko: 무시하고 공격한다.
ru: Вместо этого атаковать их.

source: Unsatisfied at their pitiful offer, you've decided to do whatever it takes to get more.
es: Insatisfecho con su miserable oferta, decides hacer lo que sea necesario para conseguir más.
fr: Insatisfait par leur offre misérable, vous avez décidé de faire tout ce qu'il faut pour en obtenir davantage.
it: Non soddisfatto della loro patetica offerta, hai deciso di fare tutto il necessario per avere altro.
ko: 그들이 제공한 빈약한 도움에 만족하지 못한 당신은 무슨 수를 써서라도 더 많이 챙기기로 했습니다.
ru: Не удовлетворенный их жалким предложением, вы решили сделать все возможное, чтобы получить больше.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Request assistance from them.
es: Solicitar asistencia.
fr: Leur demander de l'assistance.
it: Richiedi assistenza.
ko: 도움을 요청한다.
ru: Обратиться к ним за помощью.

source: "...Yes? We are currently not under any orders to provide aid to passing vessels. Though given your contributions, we could probably make an exception for you. Just don't spend too long deciding."
es: “…¿Sí? Actualmente no tenemos órdenes de proporcionar ayuda a naves de paso. Sin embargo, dadas tus contribuciones, probablemente podamos hacer una excepción contigo. Solo no tardes demasiado en decidir.”
fr: "...Oui ? Nous n'avons actuellement aucune consigne pour venir en aide aux vaisseaux de passage. Cependant, compte tenu de vos contributions, nous pourrions probablement faire une exception pour vous. Ne tardez simplement pas trop à prendre votre décision."
it: "...sì? Al momento non abbiamo ordine di fornire aiuto alle navi di passaggio. Ma visti i tuoi contributi, possiamo fare un'eccezione. Solo non perdere troppo tempo a decidere."
ko: "...네? 우리는 지나가는 함선에 도움을 제공하라는 명령은 받지 않았습니다. 약간의 연료는 나누어 줄 순 있지만, 이 이상은 곤란합니다."
ru: "...Да? В настоящее время у нас нет приказа оказывать помощь проходящим судам. Хотя, учитывая ваш вклад, мы могли бы сделать для вас исключение. Только не затягивайте с решением".

source: Request a weapon.
es: Solicitar un arma.
fr: Demander une arme.
it: Richiedi un'arma.
ko: 무기를 요청한다.
ru: Запросить орудие.

source: Request a drone.
es: Solicitar un dron.
fr: Demander un drone.
it: Chiedi un drone.
ko: 드론을 요청한다.
ru: Запросить дрон.

source: Request supplies.
es: Pedir suministros.
fr: Demander des ressources.
it: Richiedi scorte.
ko: 보급을 요청한다.
ru: Запросить припасы.

source: Leave them alone.
es: Dejalos en paz.
fr: Les laisser tranquille.
it: Lasciali in pace.
ko: 내버려둔다.
ru: Оставить их в покое.

source: Their patrol route soons takes them away from your ship, leaving you mostly alone here.
es: Su ruta de patrulla pronto los aleja de tu nave, dejándote prácticamente solo aquí.
fr: Leur route de patrouille les éloigne bientôt de votre vaisseau, vous laissant presque seul ici.
it: La loro rotta di pattuglia ben presto li porta lontano dalla tua nave, lasciandoti per conto tuo.
ko: 순찰대는 이내 당신의 함선에서 멀어졌습니다. 당신은 이제 거의 혼자입니다.
ru: Маршрут их патрулирования вскоре уводит их от вашего корабля, и вы остаетесь здесь практически в одиночестве.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: At this beacon, you find three Federation ships: a corvette, a fighter and a light cruiser. You can tell that there is a lot of comm chatter between them, suggesting that something serious is happening. As you arrive, the light cruiser's captain invites you into the open communication channel.
es: En esta baliza encuentras tres naves de la Federación: una corbeta, un caza y un crucero ligero. Puedes notar un intenso intercambio de comunicaciones entre ellas, lo que sugiere que algo serio está ocurriendo. Al llegar, el capitán del crucero ligero te invita a unirte al canal de comunicación abierto.
fr: À cette balise, vous trouvez trois vaisseaux de la Fédération : une corvette, un chasseur et un croiseur léger. Vous remarquez une intense activité de communication entre eux, ce qui laisse penser qu'un événement sérieux est en cours. À votre arrivée, le capitaine du croiseur léger vous invite à rejoindre leur canal de communication ouvert.
it: A questo astrofaro trovi tre navi federali: una corvetta, un caccia e un incrociatore leggero. Capisci che ci sono molte trasmissioni tra le tre, il che suggerisce che stia succedendo qualcosa di serio. Come arrivi, il capitano dell'incrociatore leggero ti invita nel canale di comunicazioni aperto.
ko: 이 송신소에서 당신은 연방 함선 몇 척을 발견했습니다. 각각 초계함, 전투기, 그리고 경순양함입니다. 그들이 서로 간에 하는 대화의 양으로 보건대, 무언가 중대한 일이 일어나고 있음은 확실해 보입니다. 당신이 도착한 것을 확인하자마자, 경순양함의 함장이 당신을 공개 통신 채널로 초대했습니다.
ru: У этого маяка вы обнаруживаете три корабля Федерации: корвет, истребитель и легкий крейсер. Вы можете заметить, что между ними идет активный разговор, что говорит о том, что происходит что-то серьезное. Когда вы приближаетесь, капитан легкого крейсера приглашает вас в открытый канал связи.

source: Respond to the hail.
es: Responder a la llamada.
fr: Répondre à l'appel.
it: Rispondi alla chiamata.
ko: 교신에 응답한다.
ru: Ответить на вызов.

source: "Renegade, I'm glad you are here," says the light cruiser captain, "We've got a major situation on our hands. A Federation Captain went turncoat - or was a spy - and replaced his crew with Rebels! The trouble is, I'm not sure which it is, and we have no way of escorting both of them." The captain of the fighter chips in. "Are we seriously leaving this up to a Renegade? How do we know they're not just interested in our scrap?" "You would say that, Rebel!" The captain of the corvette says. "They're still Federation where it counts." The fighter captain crosses her arms. "We're Federation through and through. I'm confident that we can prove it. Can you say the same?" The captain of the light cruiser holds up his hand. "Settle down, and stop posturing. Renegade, do you have any ideas?"
es: “Renegado, me alegra que estés aquí”, dice el capitán del crucero ligero. “Tenemos una situación grave entre manos. Un capitán de la Federación desertó —o era un espía— y reemplazó a su tripulación con Rebeldes. El problema es que no estoy seguro de cuál es el caso, y no tenemos forma de escoltarlos a ambos.” El capitán del caza interviene. “¿De verdad vamos a dejar esto en manos de un renegado? ¿Cómo sabemos que no solo está interesado en nuestra chatarra?” “¡Eso lo dirías tú, Rebelde!”, responde el capitán de la corbeta. “Siguen siendo la Federación donde importa.” La capitana del caza cruza los brazos. “Somos la Federación de principio a fin. Estoy segura de que podemos demostrarlo. ¿Puedes decir lo mismo?” El capitán del crucero ligero levanta la mano. “Cálmense y dejen de alardear. Renegado, ¿tienes alguna idea?”
fr: "Renégat, je suis content que vous soyez là," déclare le capitaine du croiseur léger. "Nous avons une situation majeure à gérer. Un capitaine de la Fédération a fait défection - ou était un espion - et a remplacé son équipage par des Rebelles ! Le problème, c'est que je ne sais pas lequel des deux, et nous ne pouvons pas escorter les deux." Le capitaine du chasseur intervient. "On laisse sérieusement cette décision à un Renégat ? Comment savoir s'ils ne sont pas juste intéressés par notre ferraille ?" "Ce serait ton genre de dire ça, Rebelle !" répond le capitaine de la corvette. "Ils sont encore la Fédération là où ça compte." Le capitaine du chasseur croise les bras. "Nous sommes la Fédération jusqu'au bout des ongles. Je suis certain qu'on peut le prouver. Et toi, tu peux en dire autant ?" Le capitaine du croiseur léger lève la main. "Calmez-vous et arrêtez de faire les malins. Renégat, avez-vous une idée ?"
it: "Rinnegato, meno male che sei qui." dice il capitano dell'incrociatore leggero. "Abbiamo una situazione grave per le mani. Un capitano federale ci ha tradito, o era una spia, e ha sostituito il suo intero equipaggio con dei Ribelli! Il problema è che non so chi sia e non abbiamo modo di scortarli entrambi." La capitana del caccia interviene. "Vogliamo davvero lasciare la questione nelle mani di un Rinnegato? Come facciamo a sapere che non è interessato solo ai nostri moduli?" "Proprio quello che direbbe un Ribelle!" dice il capitano della corvetta. "È comunque dalla parte della Federazione quando conta davvero!" La capitana del caccia incrocia le braccia. "Noi siamo la Federazione in tutto e per tutto. E sono convinta che possiamo dimostrarlo. Tu puoi dire altrettanto?" Il capitano dell'incrociatore leggero alza la mano. "Calmatevi, e smettete di fare i gradassi. Rinnegato, hai qualche idea?"
ko: 경순양함 함장이 먼저 이야기합니다. "배회자 님. 와 주셔서 감사합니다. 현재 중대한 상황이 발생했습니다. 연방의 함장이 배신했습니다. 원래 첩자였을지도요. 아무튼 그 자가 휘하 병사를 반군으로 바꿔치기했습니다. 문제는, 어느 쪽이 배신자인지도 모르고, 두 함선을 한 번에 이송할 수도 없다는 것입니다." 전투기의 함장이 끼어듭니다. "정말로 배회자한테 이 문제를 맡기시는 겁니까? 스크랩에만 관심 있는 녀석이 아닌지는 어떻게 알려는 것입니까?" "잘도 그런 소리를 하겠다, 반군 자식!" 초계함의 함장이 소리칩니다. "저래뵈도 저 함선은 연방의 편이라고." 전투기의 함장이 팔을 꼬고 이야기합니다. "우리가 진짜배기 연방입니다. 증명할 수도 있습니다. 그쪽은 증명할 수 있습니까?" 경순양함의 함장이 손을 들고 중재합니다. "진정하게, 억측은 그만 두고. 배회자 님, 좋은 방법 없습니까?"
ru: "Ренегат, я рад, что вы здесь, - говорит капитан легкого крейсера, - у нас возникла серьезная ситуация. Капитан Федерации перебежал на сторону врага - или был шпионом - и заменил свою команду повстанцами! Проблема в том, что я не уверен, кто из них кто, а у нас нет возможности сопровождать их обоих". Капитан истребителя добавляет. "Мы что, всерьез решили довериться Ренегату? Откуда нам знать, что его интересует не только наш лом?" "Так бы сказал повстанец!" говорит капитан корвета. "Как бы то ни было, он продолжает служить Федерации". Капитан истребителя скрещивает руки. "Мы - всецело на стороне Федерации. Я уверен, что мы можем это доказать. Вы можете сказать то же самое?" Капитан легкого крейсера поднимает руку. "Успокойтесь, хватит разыгрывать драму. Ренегат, есть идеи?"

source: (Tully) Shame the defector.
es: (Tully) Avergonzar al desertor.
fr: (Tully) Honte au déserteur.
it: (Tully) Copri di vergogna il disertore.
ko: (툴리) 배신자의 죄책감을 자극시킨다.
ru: (Талли) Пристыдить перебежчика.
