Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: The Engi explains the test to you, and shows you the auto-ship you'll be running the test with. "Test requirements: allow automated ship to fire on your ship for duration of test. Damage to auto-ship hull = failure. System and ion damage are tolerable. Is this acceptable?"
es: El Engi te explica la prueba y te muestra la Auto-nave con la que la realizarás. “Requisitos de la prueba: permitir que la nave automatizada dispare contra tu nave durante la duración de la prueba. Daño al casco de la Auto-nave = fracaso. Daño a sistemas y daño de iones son tolerables. ¿Es aceptable?”
fr: L'Engi vous explique le test et vous présente l'auto-vaisseau avec lequel vous allez réaliser l'essai. "Exigences du test : laissez l'auto-vaisseau tirer sur votre vaisseau pendant la durée du test. Des dégâts à la coque de l'auto-vaisseau = échec. Les dégâts aux systèmes et les dégâts ioniques sont tolérés. Cela vous convient-il ?"
it: L'engi ti spiega il test e ti mostra la robo-nave che lo effettuerà. "Requisiti del test: lascia che la nave automatizzata spari alla tua per la durata del test. Danni a scafo della robo-nave = fallimento. Danni a sistemi e danni ionici sono accettabili. Va bene?"
ko: 엔지가 시험의 내용을 설명하고, 시험 대상의 무인기를 선보입니다. "시험 목표: 무인선이 당신의 함선을 공격하게 할 것. 무인선에게 피해를 입힘 = 시험 실패. 시설과 이온 피해는 허용됨. 수락합니까?"
ru: Энджи объясняет вам суть теста и показывает автоматический корабль, с которым предстоит работать. "Требования к тесту: разрешить автоматическому кораблю стрелять по вашему кораблю в течение всего теста. Повреждение корпуса автоматического корабля = провал. Повреждения систем и ионизация допустимы. Это приемлемо?"

source: Agree.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
ru: Согласиться.

source: The Engi powers up the auto-ship. It detaches from the station to face you.
es: El Engi activa la Auto-nave. Se desacopla de la estación para enfrentarte.
fr: L'Engi met l'auto-vaisseau sous tension. Il se détache de la station pour vous affronter.
it: L'engi attiva la robo-nave. Si stacca dalla stazione per affrontare te.
ko: 엔지는 무인선을 가동해 정거장에서 발진시켜 당신을 상대하게 합니다.
ru: Энджи приводит в действие автоматический корабль. Он отсоединяется от станции и встает перед вами.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Back out of testing.
es: Retirarse de la prueba.
fr: Se retirer du test.
it: Ritirati dal test.
ko: 철회한다.
ru: Отказаться от тестирования.

source: Pick the "Drone Hull Endurance Analysis Test."
es: Elegir la “Prueba de Análisis de Resistencia del Casco del Dron.”
fr: Choisir le "Test d'analyse de l'endurance de la coque des drones."
it: Scegli il test "Analisi resistenza scafo droni."
ko: "드론 함체 내구성 분석 시험"을 선택한다.
ru: Выбрать "Тест выносливости корпуса беспилотника".

source: The Engi explains the test to you, and shows you the auto-ship you'll be running the test with. "Test requirements: destroy automated ship. AI programming has already been saved elsewhere on this station, so destruction != a setback. Escape attempts will be registered as a test failure. Is this acceptable?"
es: El Engi te explica la prueba y te muestra la Auto-nave con la que la realizarás. “Requisitos de la prueba: destruir la nave automatizada. La programación de la IA ya ha sido guardada en otro lugar de esta estación, por lo que destrucción != contratiempo. Los intentos de huida serán registrados como fracaso de la prueba. ¿Es aceptable?”
fr: L'Engi vous explique le test et vous présente l'auto-vaisseau avec lequel vous allez effectuer l'essai. "Exigences du test : détruir l'auto-vaisseau. Le programme IA a déjà été sauvegardé ailleurs sur cette station, donc la destruction != un revers. Toute tentative de fuite sera considérée comme un échec du test. Cela vous convient-il ? »
it: L'engi ti spiega il test e ti mostra la robo-nave che lo effettuerà. "Requisiti test: distruggere nave automatizzata. Programmazione IA già salvata altrove sulla stazione, quindi distruzione != problema. Tentativi di fuga saranno registrati come fallimento del test. Va bene?"
ko: 엔지가 시험의 내용을 설명하고, 시험 대상의 무인기를 선보입니다. "시험 목표: 해당 무인선을 파괴할 것. 무인선의 AI 프로그래밍은 이미 정거장에 보존되어 있으니, 파괴 != 허용됨. 전투에서 탈출할 시 실패함. 수락합니까?"
ru: Энджи объясняет вам суть испытания и показывает автоматический корабль, с которым предстоит работать. "Требования теста: уничтожить автоматический корабль. Программная часть ИИ уже была сохранена на этой станции, поэтому уничтожение != неудача. Попытки бегства будут восприняты как провал теста. Это приемлемо?"

source: Agree.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
ru: Согласиться.

source: The Engi powers up the auto-ship. It detaches from the station to face you.
es: El Engi activa la Auto-nave. Se desacopla de la estación para enfrentarte.
fr: L'Engi met l'auto-vaisseau sous tension. Il se détache de la station pour vous affronter.
it: L'engi attiva la robo-nave. Si stacca dalla stazione per affrontare te.
ko: 엔지는 무인선을 가동해 정거장에서 발진시켜 당신을 상대하게 합니다.
ru: Энджи приводит в действие автоматический корабль. Он отсоединяется от станции и встает перед вами.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Back out of testing.
es: Retirarse de la prueba.
fr: Se retirer du test.
it: Ritirati dal test.
ko: 철회한다.
ru: Отказаться от тестирования.

source: Ignore the station.
es: Ignorar la estación.
fr: Ignorer la station.
it: Ignora la stazione.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.

source: Though the auto-ships are somewhat intriguing, you don't feel inclined to investigate further.
es: Aunque las Auto-naves son algo intrigantes, no te sientes inclinado a investigar más.
fr: Bien que les auto-vaisseaux soient quelque peu intrigants, vous ne vous sentez pas attiré par l'idée d'approfondir l'exploration.
it: Anche se le robo-navi sono alquanto interessanti, non hai intenzione di indagare oltre.
ko: 당신은 무인선이 신경쓰이기는 했으나, 굳이 더 이상 알려고 하지 않았습니다.
ru: Хотя автоматические корабли несколько заинтриговали вас, вы не хотите тестировать их.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_federation.xml$//event[@name="FED_DRONE_TEST_SUPERFAIL"]/text
source: "Test result = catastrophic failure. New recommendation to Renegade ship: piss off."
es: “Resultado de la prueba = fallo catastrófico. Nueva recomendación para la nave renegada: lárgate.”
fr: "Résultat du test = échec catastrophique. Nouvelle recommandation pour le vaisseau Renégat : dégagez."
it: "Risultato test = fallimento catastrofico. Nuova raccomandazione a nave di Rinnegato: va' a quel paese."
ko: "시험 결과 = 어처구니 없는 실패. 배회자 함선에 권장함: 꺼지기."
ru: "Результат теста = катастрофический провал. Новая рекомендация кораблю Ренегатов: отвалите".

# data/events_sector_federation.xml$//event[@name="FED_DRONE_TEST_FAIL"]/text
source: "Test result = failure. As a result, consider all rewards and compensatory repairs to be annulled. Future recommendation: listen to provided instructions."
es: “Resultado de la prueba = fracaso. Como consecuencia, considera anuladas todas las recompensas y reparaciones compensatorias. Recomendación futura: sigue las instrucciones proporcionadas.”
fr: "Résultat du test = échec. En conséquence, toutes récompenses et réparations compensatoires sont annulées. Recommandation future : suivez les instructions fournies."
it: "Risultato test = fallimento. Pertanto, considera tutte le ricompense e riparazioni annullate. Raccomandazione per il futuro: prestare attenzione alle istruzioni fornite."
ko: "시험 결과 = 실패. 사전 설명에 따라, 모든 보상과 수리 제공은 몰수됨. 다음 제안 사항: 사전 설명을 꼭 들으시오."
ru: "Результат теста = провал. В связи с этим награда и компенсационный ремонт считайте аннулированными. Рекомендация на будущее: слушайте предоставленные инструкции".

source: The drone depowers after the testing session concludes. The Engi hails you. "Test results : Data successfully processed. Your performance = satisfactory. Reward will be provided momentarily." The station repairs your hull and rewards you as thanks for your contributions.
es: El dron se apaga al concluir la sesión de pruebas. El Engi te contacta. “Resultados de la prueba: datos procesados con éxito. Tu desempeño = satisfactorio. La recompensa será proporcionada en breve.” La estación repara tu casco y te recompensa en agradecimiento por tus contribuciones.
fr: Le drone se met hors tension à la fin de la session de test. L'Engi vous contacte. "Résultats du test : données traitées avec succès. Votre performance = satisfaisante. La récompense vous sera remise sous peu." La station répare votre coque et vous offre une récompense en guise de remerciement pour votre contribution.
it: Il drone si disattiva dopo che la sessione di test si conclude. L'engi ti contatta. "Risultati test: dati elaborati con successo. Tue prestazioni = soddisfacenti. Ricompensa sarà fornita a breve." La stazione ripara il tuo scafo e ti ricompensa per ringraziarti.
ko: 시험이 종료되고 드론의 전원이 꺼졌습니다. 엔지가 교신합니다. "시험 결과 : 데이터 추출 성공적. 귀 함의 성적 = 만족스러움. 곧 보상이 주어질 것임." 당신의 참여에 대한 보상으로 정거장이 선체 수리와 보상을 제공해줍니다.
ru: После завершения сеанса тестирования дрон отключается. Энджи вызывает вас. "Результаты теста: данные успешно обработаны. Ваша работа = удовлетворительная. Награда будет выдана в ближайшее время". Станция ремонтирует ваш корпус и награждает вас в качестве благодарности за ваш вклад.

# data/events_sector_federation.xml$//event[@name="FED_DRONE_COMBAT_SUCCESS"]/text
source: The Engi hails you not long after the auto-ship explodes. "Test results : Data successfully processed. Your performance = satisfactory. Reward will be provided momentarily." The station repairs your hull and rewards you as thanks for your contributions.
es: El Engi te contacta poco después de que la Auto-nave explote. “Resultados de la prueba: datos procesados con éxito. Tu desempeño = satisfactorio. La recompensa será proporcionada en breve.” La estación repara tu casco y te recompensa en agradecimiento por tus contribuciones.
fr: L'Engi vous contacte peu après l'explosion de l'auto-vaisseau. "Résultats du test : données traitées avec succès. Votre performance = satisfaisante. La récompense vous sera remise sous peu." La station répare votre coque et vous offre une récompense en signe de gratitude pour votre contribution.
it: L'engi ti contatta poco dopo che la robo-nave esplode. "Risultati test: dati elaborati con successo. Tue prestazioni = soddisfacenti. Ricompensa sarà fornita a breve." La stazione ripara il tuo scafo e ti ricompensa per ringraziarti.
ko: 무인선이 폭발하고 얼마 안 있어 엔지가 교신합니다. "시험 결과 : 데이터 추출 성공적. 귀 함의 성적 = 만족스러움. 곧 보상이 주어질 것임." 당신의 참여에 대한 보상으로 정거장이 선체 수리와 보상을 제공해줍니다.
ru: Энджи вызывает вас вскоре после взрыва автоматического корабля. "Результаты теста: данные успешно обработаны. Ваша работа = удовлетворительная. Награда будет выдана в ближайшее время". Станция ремонтирует ваш корпус и награждает вас в качестве благодарности за ваш вклад.

source: The testing session will end after this much time. Do not do any hull damage to the drone before then!
es: La sesión de pruebas terminará después de este tiempo. ¡No causes ningún daño al casco del dron antes de entonces!
fr: La session de test s'achèvera après le temps imparti. Ne faites aucun dégât à la coque du drone !
it: Il test finirà allo scadere del tempo. Non infliggere danni allo scafo del drone!
ko: 시험 운행은 이만큼의 시간이 지나면 종료됩니다. 그 전까진 드론의 선체를 손상시키지 말아주세요!
ru: По истечении этого времени тестовая сессия закончится. Не наносите дрону никаких повреждений корпуса до этого момента!

# data/events_sector_federation.xml$//event[@name="FEDERATION_HANGAR_RAID"]/text
source: A large Federation hangar has been built on the nearby planet. Any Federation ship is allowed to dock.
de: Ein großer Föderationshangar wurden auf dem Planeten in der Nähe gebaut. Jedes Föderationsschiff darf andocken.
es: Un gran hangar de la Federación ha sido construido en el planeta cercano. Cualquier nave de la Federación puede atracar.
fr: Un grand hangar de la Fédération a été construit sur la planète voisine. Tout vaisseau de la Fédération est autorisé à s'amarrer.
it: Un grande hangar della Federazione è stato costruito sul pianeta vicino. Ogni nave federale ha il permesso di atterrare.
ko: 연방의 거대한 격납고가 근처 행성에 건설되어있었습니다. 어떤 연방 함선이라도 정박할 수 있었습니다.
ru: На ближайшей планете построен большой ангар Федерации. Любому кораблю Федерации разрешено стыковаться.

source: Dock.
de: Andocken.
es: Atracar.
fr: Accoster.
it: Attracca.
ko: 정박한다.
ru: Пристыковаться.

source: You transmit your ID and not long after are allowed to enter. A repair team moves in to refuel your ship and make some repairs.
de: Du übermittels deinen Ausweis und darfst danach eintreten. Ein Reparaturteam füllt deinen Treibstoff auf und repariert dein Schiff.
es: Transmitas tu identificación y poco después se te permite entrar. Un equipo de reparación se acerca para reabastecer tu nave y realizar algunas reparaciones.
fr: Vous transmettez votre ID et peu de temps après, on vous autorise à entrer. Une équipe de maintenance intervient pour ravitailler votre vaisseau et effectuer quelques réparations.
it: Trasmetti il tuo ID e poco dopo ti è concessa l'autorizzazione a entrare. Un team di manutenzione arriva per rifornire la tua nave e ripararla.
ko: 당신은 신분증을 제시하고 오래 지나지 않아 출입이 허가되었습니다. 수리반이 당신의 함선을 좀 수리하고 재급유해주었습니다.
ru: Вы передаете свое удостоверение личности и вскоре после этого получаете разрешение на вход. Ремонтная команда прибывает, чтобы заправить ваш корабль и произвести ремонт.

source: Leave.
de: Gehe wieder.
es: Irse.
fr: Partir.
it: Vattene.
ko: 떠난다.
ru: Уйти.

source: As you exit the hangar a blaring siren fills the air. A Rebel squadron is approaching! The planetary defense cannons are overwhelmed and most of the Rebel ships are able to get past. An Elite ship locks onto you and attacks!
de: Du verlässt den Hangar während eine Sirene anfängt aufzuheulen. Ein Rebellenschwadron kommt näher! Die Planetenverteidigungs-Kannonen sind überfordert und die meisten Rebellenschiffe kommen durch. Ein Elite-Schiff ziehlt auf dich und greift an!
es: Al salir del hangar, una estridente sirena llena el aire. ¡Un escuadrón Rebelde se aproxima! Los cañones de defensa planetaria están sobrepasados y la mayoría de las naves Rebeldes logra atravesarlos. ¡Una nave Élite fija su objetivo en ti y ataca!
fr: En sortant du hangar, une sirène stridente remplit l'air. Un escadron rebelle approche ! Les canons de défense planétaires sont submergés et la plupart des vaisseaux rebelles parviennent à passer. Un vaisseau d'élite se verrouille sur vous et attaque !
it: Come esci dall'hangar il suono di una sirena riempie la zona. Uno squadrone Ribelle in avvicinamento! I cannoni di difesa planetaria sono sopraffatti e molte delle navi Ribelli riescono a superarli. Una nave d'élite ti aggancia e attacca!
ko: 당신이 격납고를 빠져나가자 요란한 사이렌 소리가 주변에 울려 퍼졌습니다. 반군 함대가 접근 중이었습니다! 행성 방어 체계로는 그들을 막기엔 역부족이었고 대부분의 반군 함선이 지나갈 수 있었습니다. 한 엘리트 함선이 당신을 조준하고 공격하기 시작했습니다!
ru: Когда вы выходите из ангара, воздух наполняется воплем сирены. Эскадра повстанцев приближается! Орудия планетарной обороны перегружены, и большинство кораблей повстанцев смогли пройти мимо. Элитный корабль настигает вас и атакует!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Ignore the hangar.
de: Ignoriere den Hangar.
es: Ignorar el hangar.
fr: Vous ignorez le hangar.
it: Ignora l'hangar.
ko: 격납고를 무시한다.
ru: Не обращать внимание на ангар.

source: It's tempting, but you can't waste any time.
de: Es ist verlockend, aber du solltest keine Zeit verschwenden.
es: Es tentador, pero no puedes perder tiempo.
fr: C'est tentant, mais vous ne pouvez pas perdre de temps.
it: È allettante, ma non puoi perdere tempo.
ko: 매력적인 선택이긴 했지만, 낭비할 시간이 없었습니다.
ru: Это заманчиво, но нельзя терять время.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_federation.xml$//event[@name="FEDERATION_SHIPCLASS"]/text
source: A nearby Federation ship is sending in a hail request.
es: Una nave cercana de la Federación está enviando una solicitud de comunicación.
fr: Un vaisseau de la Fédération situé à proximité envoie une demande d'appel.
it: Una nave federale vicina sta inviando una richiesta di contatto.
ko: 근처의 연방 함선이 통신 요청을 보내고 있었습니다.
ru: Находящийся поблизости корабль Федерации посылает сигнал вызова.

source: Answer them.
es: Responder.
fr: Répondez-leur.
ko: 대답한다.
ru: Ответить им.

source: A middle-aged human appears on your screen. "Greetings, Renegade cruis- erm, uh, vessel?"
es: Un humano de mediana edad aparece en tu pantalla. “Saludos, crucero renegado... eh, ¿nave?”
fr: Un Humain d'âge moyen apparaît sur votre écran. "Salutations, crois- erm, euh, vaisseau Renégat ?"
it: Un umano di mezza età appare a schermo. "Salve incro- ehm, uh, nave Rinnegata?"
ko: 중년의 인간이 화면에 나타납니다. "안녕하신가, 배회자 순양... 아니, 음, 선박인가?"
ru: На экране появляется человек средних лет. "Приветствую вас, крей... эм, ээ, судно Ренегата?"

source: What's the matter?
es: ¿Qué ocurre?
fr: Qu'est-ce qu'il y a ?
it: Che problema c'è?
ko: 무슨 문제라도?
ru: В чем дело?

source: "Well, even though cruiser would nowadays be the de-facto term to refer to a ship such as yours... my fascination in history just can't stomach the fact that naval terms have been dumbed down over the years. A cruiser required much more manpower than that to properly operate! Do you fancy an alternative or more accurate name for your type of ship?"
es: “Bueno, aunque hoy en día decir ‘crucero’ sería el término de facto para referirse a una nave como la tuya... mi fascinación por la historia simplemente no puede soportar que los términos navales se hayan simplificado con los años. ¡Un crucero requería mucha más tripulación para operar correctamente! ¿Te gustaría un nombre alternativo o más preciso para tu tipo de nave?”
fr: "Eh bien, même Croiseur serait aujourd'hui le terme de facto pour désigner un vaisseau comme le vôtre... ma fascination pour l'histoire ne peut tout simplement pas digérer le fait que les termes spatiaux soient simplifié au fil des ans. Un Croiseur nécessiterait bien plus d'effectifs que cela pour être correctement exploité ! Vous avez envie d'un autre nom ou d'un nom plus précis pour votre type de vaisseau ?"
it: "Beh, anche se incrociatore oggigiorno sarebbe il termine di fatto per riferirsi a una nave come la tua... il mio fascino per la storia non riesce proprio a mandare giù il fatto che i termini navali sono stati semplificati nel corso degli anni. Un incrociatore richiede molta più manodopera di quella per poter funzionare come si deve! Hai un'idea per un nome alternativo o più accurato per il tuo tipo di nave?"
ko: "그게, 요즘은 순양함이란 단어를 자네가 타고 있는 함선같은 것에다 막 가져다 붙인단 말이지... 내가 역사를 좀 잘 알아서 말인데 군대의 단어 선정은 날이 갈수록 이상해진단 말야. 자고로 순양함이란 건 자네 함선보다 더 크고 많은 인력을 필요로 한다고! 자네는 자네 함선을 뭐라고 불러야 하는지 아는가?"
ru: "Ну, несмотря на то, что крейсер в наше время был бы де-факто термином для обозначения корабля вроде вашего... мое увлечение историей просто не может смириться с тем, что военно-морские термины были искажены за эти годы. Для правильного управления крейсером требовалось гораздо больше людей, чем сейчас! Может быть, у вас есть альтернативное или более точное название для вашего типа корабля?"

source: Battleship.
es: Nave de batalla.
fr: Vaisseau de Combat.
it: Corazzata.
ko: 전함.
ru: Линкор.

source: Bomber.
es: Bombardero.
fr: Bombardier.
it: Bombardiere.
ko: 폭격기.
ru: Бомбардировщик.

source: Corvette.
it: Corvetta.
ko: 초계함.
ru: Корвет.

source: Destroyer.
es: Destructor.
it: Torpediniere.
ko: 구축함.
ru: Эсминец.

source: Fighter.
es: Caza.
fr: Chasseur.
it: Caccia.
ko: 전투기.
ru: Истребитель.

source: Frigate.
es: Fragata.
fr: Frégate.
it: Fregata.
ko: 프리깃.
ru: Фрегат.

source: Just say spaceship instead of complicating everything.
es: Simplemente di nave espacial en lugar de complicarlo todo.
fr: Il suffit de dire vaisseau spatial au lieu de tout compliquer.
it: Di' astronave e basta invece di stare a complicarti la vita.
ko: 복잡한건 싫으니 그냥 우주선이라고 한다.
ru: Просто сказать "космический корабль", и не усложнять все.

source: "...Heh. Sure, you can't go wrong, I'll give you that - but it gets old and tiring pretty fast. I'll... go find someone else and gather their idea on the matter."
es: “…Je. Claro, con eso no puedes equivocarte, te lo concedo, pero se vuelve viejo y cansado bastante rápido. Iré... a buscar a alguien más y conocer su opinión al respecto.”
fr: "...Heh. Bien sûr, vous ne pouvez pas vous tromper je vous l'accorde - mais ça devient vite lassant. Je vais... aller trouver quelqu'un d'autre et recueillir son idée sur la question."
it: "...Heh. Certo, non si può sbagliare, te lo concedo- ma diventa presto vecchio e stantio. Andrò... a cercare qualcun altro e chiederò altre opinioni in proposito."
ko: ...허, 그래. 자네 말이 맞겠지. 하지만 세상 물정이 너무 빨리 달라지니 말일세. 나는... 다른 사람을 찾아서 문제를 의논하도록 하겠네.
ru: ...Хех. Конечно, ошибиться невозможно, это точно, но это быстро надоедает. Пойду... найду кого-нибудь еще и выскажу свое мнение по этому поводу.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Ignore them.
de: Ignoriere sie.
es: Ignorarlos.
fr: Les ignorer.
it: Ignorali.
ko: 무시한다.
ru: Не обращать внимания на него.

source: It's rude, but unless it's an emergency, you can't afford to waste time right now.
es: Es descortés, pero a menos que sea una emergencia, no puedes permitirte perder tiempo ahora mismo.
fr: C'est impoli, mais à moins qu'il ne s'agisse d'une urgence, vous ne pouvez pas vous permettre de perdre du temps pour l'instant.
it: Sarà da maleducati, ma a meno che non sia un'emergenza, non puoi permetterti di perdere tempo adesso.
ko: 조금 무례한 대처가 아닐까 하지만, 지금 같은 비상 상황에는 낭비할 시간이 없습니다.
ru: Это грубо, но, если только дело не срочное, вы не можете позволить себе терять время прямо сейчас.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
