Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

# data/events_sector_federation.xml$//event[@name="FED_MEMORIAL_DESTROY"]/text
source: The Gunboat has received critical damage, too much for it to sustain. Its artillery system crackles and the engines explode. The ship goes spiraling down into the nearby lake. It explodes one last time once it collides with the water, showering the coast. The sight of their leading ship dispatched so efficiently is enough to chase away the rest of the Rebels. Every last hostile ship jumps away, leaving the Federation the undisputed victor.
de: Das Kannonenschiff hat starken Schaden erhalten, mehr als es erhalten kann. Das Artilleriesystem schlägt Funken und explodiert. Das Schiff fliegt in einen nahen See. Es explodiert ein letztes Mal, bevor es mit dem Wasser kollidiert, wodurch die Küste überschwemmt wird. Dieser Anblick lässt den Rest der Rebellen abhauen. Jedes letztes feindliche Schiff springt weg, was die Föderation als unangefochtenen Sieger da lässt.
es: La Cañonera ha recibido daños críticos, demasiado graves para poder mantenerse. Su sistema de artillería chisporrotea y los motores explotan. La nave comienza a precipitarse en espiral hacia el lago cercano. Explota una última vez al colisionar con el agua, cubriendo la costa con una lluvia de escombros. La visión de su nave insignia neutralizada con tanta eficacia es suficiente para ahuyentar al resto de los Rebeldes. Hasta la última nave hostil salta fuera, dejando a la Federación como la vencedora indiscutible.
fr: La Canonnière a reçu des dégâts critiques, trop importants pour qu'elle puisse les supporter. Son système d'artillerie se déchire et les moteurs explosent. Le vaisseau descend en spirale dans le lac voisin. Il explose une dernière fois lorsqu'il entre en collision avec l'eau, arrosant la côte. La vue de leur vaisseau de tête détruit si efficacement suffit à faire fuir le reste des Rebelles. Tous les vaisseaux hostiles s'enfuient, laissant la Fédération vainqueur incontestée.
it: La Cannoniera ha ricevuto danni critici, più di quanti riesca a sopportare. Il suo sistema di artiglieria fa scintille e i motori esplodono. La nave inizia a precipitare, schiantandosi nel lago vicino. Esplode un'ultima volta una volta che colpisce l'acqua, bagnando la costa. Vedere la loro nave madre eliminata così facilmente basta per scacciare il resto dei Ribelli. Ogni singola nave ostile effettua il salto, lasciando la Federazione come parte vincitrice indiscussa.
ko: 포함은 더 이상 버티기엔 너무 치명적인 피해를 입었습니다. 결국 함포 시스템이 무너지고 엔진이 폭발하면서 근처의 호수로 추락했습니다. 그것은 수면과 충돌하면서 한 번 더 폭발을 일으켜 해안가에 물을 튀겼습니다. 반군을 이끌던 함선이 효과적인 행성 착륙을 선보이는 모습은 나머지 반군들을 쫓아내기에 충분했습니다. 마지막 적 함선이 도망치자 연방은 반론의 여지가 없는 승자가 되었습니다.
ru: Канонерка получила критические повреждения, слишком большие, чтобы выдержать. Ее артиллерийская система трещит, а двигатели взрываются. Корабль по спирали падает в близлежащее озеро. После столкновения с водой он взрывается в последний раз, орошая берег. Зрелище того, как их ведущий корабль был уничтожен так эффектно, отпугивает остальных повстанцев. Все до единого вражеские корабли разлетаются, оставляя Федерацию бесспорной победительницей.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="FED_MEMORIAL_DEAD_CREW"]/text
source: The lifeless Gunboat begins to plummet towards the ground. It smashes into the coast, erupting into a glorious display of flames, though luckily it causes no damage to any of the infrastructure of the city. The sight of their leading ship dispatched so efficiently is enough to chase away the rest of the Rebels. Every last hostile ship jumps away, leaving the Federation the undisputed victor.
de: Das leblose Kannonenschiff beginnt Richtung Boden zu sinken. Es kracht in die Küste, in einer glorreichen Darstellung von Flammen, glücklicherweise ohne irgend welchen Schaden der Stadt zu zufügen. Dieser Anblick lässt den Rest der Rebellen abhauen. Jedes letztes feindliche Schiff springt weg, was die Föderation als unangefochtenen Sieger da lässt.
es: La Cañonera sin vida comienza a precipitarse hacia el suelo. Se estrella contra la costa, estallando en un glorioso despliegue de llamas, aunque por suerte no causa daños a la infraestructura de la ciudad. La visión de su nave insignia neutralizada con tanta eficacia es suficiente para ahuyentar al resto de los Rebeldes. Hasta la última nave hostil salta fuera, dejando a la Federación como la vencedora indiscutible.
fr: La Canonnière sans vie commence à plonger vers le sol. Elle s'écrase sur la côte et explose dans une glorieuse éruption de flamme, heureusement sans endommager l'infrastructure de la ville. La vue de leur vaisseau de tête abattu si efficacement suffit à faire fuir le reste des Rebelles. Tous les vaisseaux hostiles s'enfuient, laissant la Fédération vainqueur incontestée.
it: La Cannoniera senza vita inizia a precipitare al suolo. Si schianta sulla costa, eruttando in una gloriosa deflagrazione, anche se fortunatamente non causa alcun danno all'infrastruttura della città. Vedere la loro nave madre eliminata così facilmente basta per scacciare il resto dei Ribelli. Ogni singola nave ostile effettua il salto, lasciando la Federazione come parte vincitrice indiscussa.
ko: 선원을 잃은 포함은 지상으로 곤두박질치기 시작했습니다. 장엄한 불꽃을 내뿜는 포함은 다행히도 도시의 기반 시설을 빗겨나가 해안가에 충돌했습니다. 반군을 이끌던 함선이 효과적인 행성 착륙을 선보이는 모습은 나머지 반군들을 쫓아내기에 충분했습니다. 마지막 적 함선이 도망치자 연방은 반론의 여지가 없는 승자가 되었습니다.
ru: Безжизненная канонерка начинает падать на землю. Она врезается в побережье, вспыхивая ярким пламенем, но, к счастью, не причиняет никакого вреда инфраструктуре города. Зрелище того, как их ведущий корабль был уничтожен так эффектно, отпугивает остальных повстанцев. Все до единого вражеские корабли разлетаются, оставляя Федерацию бесспорной победительницей.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="FED_MEMORIAL_WIN"]/text
source: You are hailed by a Federation officer in the city, who requests that you land. As you exit your vessel, all around civilians cheer for you. You recognize Vice Admiral Adara, the voice who spoke to you. "You have done us a great service today. I do not know how to thank you for protecting this city. I have heard stories, well, myths and legends really, of the Multiverse Renegades, and I've always been skeptical. Now, all of my doubts have been assuaged."
de: Du wirst von einem Föderationsoffizier aus der Stadt gerufen, welcher dich bittet zu landen. Als du dein Schiff verlässt sind Zivilisten rund um dich herum, die dir alle zujubeln. Du erkennst Vize-Admiral Adara, welcher vorher mit dir geredet hat. "Du hast uns heute einen großen Dienst erwiesen. Ich weiß nicht wie ich dir dafür danken kann, dass du die Stadt beschützt hast. Ich habe Geschichten, naja eher Mythen gehört von der Legende, des Multiversum Renegades und ich war immer skeptisch. Jetzt sind alle meine Zweifel verschwunden."
es: Recibes una transmisión de un oficial de la Federación en la ciudad, quien solicita que aterrices. Al salir de tu nave, civiles a tu alrededor vitorean por ti. Reconoces a la vicealmirante Adara, la voz que te habló. “Nos has prestado un gran servicio hoy. No sé cómo agradecerte por proteger esta ciudad. He escuchado historias, bueno, en realidad mitos y leyendas, sobre los Renegados del Multiverso, y siempre he sido escéptica. Ahora, todas mis dudas han sido disipadas.”
fr: Vous êtes contacter par un officier de la Fédération dans la ville, qui vous demande d'atterrir. Alors que vous sortez de votre vaisseau, tout les civils autours de vous vous acclament. Vous reconnaissez le vice-amiral Adara, la voix qui vous a parlé. " Vous nous avez rendu un grand service aujourd'hui. Je ne sais pas comment vous remercier d'avoir protégé cette ville. J'ai entendu des histoires, enfin, des mythes et des légendes plutôt, sur les Renégats du Multivers et j'ai toujours été sceptique. Maintenant, tous mes doutes ont été apaisés."
it: Un'ufficiale federale in città ti contatta, richiedendoti di atterrare. Come esci dalla nave, tutto attorno a te i civili ti acclamano. Riconosci la Vice Ammiraglia Adara, la voce che ti ha parlato. "Ci hai reso un grande servigio oggi. Non so come ringraziarti per aver protetto questa città. Avevo sentito storie, beh, miti e leggende in realtà, sui Rinnegati multiversali, e sono sempre stata scettica. Ora tutti i miei dubbi si sono fugati."
ko: 도시에 있던 연방 장교가 당신을 부르며 착륙해달라는 요청을 했습니다. 당신이 선박에서 내리자 주변의 시민들이 환호성을 보냅니다. 당신은 그 장교가 아다라 중장이라는 것을 알아챘습니다. "귀관은 오늘 훌륭한 봉사를 해주었네. 이 도시를 지켜준 것에 어떻게 감사해야 할지 모르겠군. 다중우주 배회자들에 대한 신화와 전설 같은 이야기들을 들었을 땐 글쎄, 항상 믿지 못하곤 했네. 그러나 이제 내 의심은 전부 해소된 것 같군."
ru: В городе с вами связывается офицер Федерации, который просит вас приземлиться. Когда вы выходите из своего корабля, все вокруг гражданские приветствуют вас. Вы узнаете вице-адмирала Адару, голос, который говорил с вами. "Сегодня вы оказали нам большую услугу. Я не знаю, как отблагодарить вас за защиту этого города. Я слышала истории, ну, мифы и легенды, об Ренегатах Мультивселенной, и всегда относилась к ним скептически. Теперь все мои сомнения развеяны".

# data/events_sector_federation.xml$//event[@name="FED_MEMORIAL_WIN"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Adara puts a shiny medal around your neck, an honor that you will carry on for life, assuming you succeed in your mission. Every support ship in the district is dispatched to aid you in every way they can, and you're even given a fresh new Federation cruiser from one of their hangars. You don't really have a use for this ship, so you forward its blueprints to the hangar.
de: Adara legt dir eine scheinede Medallie um den Hals, eine Ehre die du dein ganzes Leben tragen wirst, vorausgesetzt du bist erfolgreich in deiner Mission. Jedes Unterstützungsschiff im Distrikt wird ausgesandt, um dir in jedem Möglichen weg zuhelfen und du kriegst sogar eins ihrer neuen Föderationsschiffe aus dem Hangar. Du hast keinen Nutzen für das Schiff, kannst aber die Blaupausen zum Multiversum-Hangar senden.
es: Adara coloca una brillante medalla alrededor de tu cuello, un honor que llevarás contigo de por vida, suponiendo que tengas éxito en tu misión. Todas las naves de apoyo del distrito son enviadas para ayudarte en todo lo que puedan, e incluso te entregan un nuevo crucero de la Federación recién salido de uno de sus hangares. Realmente no tienes uso para esta nave, así que envías sus planos al hangar.
fr: Adara vous met une médaille brillante autour du cou, un honneur que vous conserverez toute votre vie, à condition que vous réussissiez votre mission. Tous les vaisseaux de soutien du district sont dépêchés pour vous aider de toutes les manières possibles et vous recevez même un nouveau croiseur de la Fédération provenant d'un de leurs hangars. Comme vous n'avez pas vraiment l'utilité de ce vaisseau, vous transmettez ses plans au hangar.
it: Adara ti mette al collo una medaglia scintillante, un onore che ti porterai per la vita, sempre che la tua missione abbia successo. Ogni nave di supporto del distretto viene mobilitata per fornirti tutto l'aiuto possibile e ricevi persino un incrociatore federale nuovo di zecca da uno degli hangar. Non sai che fartene di questa nave, quindi invii i suoi progetti all'hangar.
ko: 아다라 중장은 당신의 목에 빛나는 메달을 걸어주었습니다. 임무를 성공적으로 마친다면 남은 평생 간직할 영광이지요. 이 지구에 있던 모든 지원함이 온갖 방법을 동원하여 당신을 지원하기 위해 배치되었고, 그들의 격납고에서 신형 연방 순양함도 한 척 받았습니다. 이 함선은 당장엔 쓸모가 없으니 설계도를 격납고로 보냈습니다.
ru: Адара надевает вам на шею блестящую медаль - честь, которую вы будете носить всю жизнь, если, конечно, преуспеете в своей миссии. Все корабли поддержки в округе отправляются на помощь, чтобы помочь вам всеми возможными способами, и вы даже получаете новый крейсер Федерации из одного из их ангаров. У вас нет никакого применения этому кораблю, поэтому вы отправляете его чертежи в ангар.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: As you are leaving, Adara pulls you aside to tell you one last thing. "This package, it is extremely important that it arrives to Tully in time. I don't have time to bring it to him myself, but I know I can trust you with it. Godspeed, captain."
de: Âls du gehst nimmt dich Adara zur Seite und sagt dir eine letzte Sache. "Es ist extrem wichtig, dass du dieses Paket Tully rechtzeitig übergibst. Ich habe keine Zeit es ihm zu bringen, aber vertraue dir, dass du es ihm bringst. Viel Glück, Kapitän."
es: Cuando estás a punto de partir, Adara te aparta para decirte una última cosa. “Este paquete es extremadamente importante y debe llegar a Tully a tiempo. No tengo tiempo para llevárselo yo misma, pero sé que puedo confiar en ti para esto. Buena suerte, capitán.”
fr: Au moment de partir, Adara vous prend à part pour vous dire une dernière chose. " Ce paquet, il est extrêmement important qu'il arrive à temps à Tully. Je n'ai pas le temps de le lui apporter moi-même, mais je sais que je peux vous le confier. Bonne chance, capitaine."
it: Mentre fai per andartene, Adara ti prende in disparte per dirti un'ultima cosa. "Questo pacco, è di vitale importanza che arrivi a Tully in tempo. Non ho tempo per portarglielo di persona, ma so di potermi fidare di te. Buona fortuna, capitano."
ko: 당신이 떠나려고 할 때 아다라 중장이 마지막으로 한마디 하기 위해 당신을 옆으로 끌어냈습니다. "이 소포는 툴리에게 반드시 제때 배송되어야만 하네. 내가 직접 가져다줄 시간은 없지만, 자네가 잘 해내 줄 거라 믿고 있네. 성공을 기원하네, 함장."
ru: Когда вы уходите, Адара отводит вас в сторону, чтобы сказать вам последнюю вещь. "Очень важно, чтобы эта посылка попала к Талли вовремя. У меня нет времени, чтобы доставить ее ему самой, но я знаю, что могу доверить ее вам. С Богом, капитан".

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
