Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Slightly shocked at your question, their leader quickly responds, "Declined offer with apologetic gratitude. Topic of discussion private matter, no concern of Multiverse vigilantes."
de: Etwas geschockt von deiner Frage, antwortet der Anführer schnell, "Anfrage höflich abgelehnt. Thema ist Privat, nicht für Multiversum Renegade."
es: Ligeramente sorprendido por tu pregunta, su líder responde rápidamente: “Oferta declinada con agradecimiento y disculpas. Tema de discusión asunto privado, no incumbencia de vigilantes del Multiverso.”
fr: Légèrement choqués par votre question, leur leader répond rapidement : "Offre refusée avec remerciements sincères. sujet de discussion affaire privée, ne concerne pas justiciers du Multivers."
it: Leggermente sconvolti dalla tua domanda, il loro leader risponde rapidamente: "Offerta rifiutata con scuse grate. Argomento di discussione privato, non concernente vigilanti multiversali."
ko: 당신의 질문에 약간 충격을 받은듯했지만 그들의 대표는 재빨리 대답했습니다, "사과와 함께 제안을 거절함. 이것은 사적인 문제임, 멀티버스 자경단원이 신경 쓸 문제 아님."
ru: Слегка шокированный вашим вопросом, их лидер быстро отвечает: "Отклоняю предложение, но благодарю за него. Тема обсуждения - личное дело, которое не касается дружинников Мультивселенной".

source: Ignore it and move on.
de: Ignoriere sie und gehe weiter.
es: Ignorarlos y seguir tu camino.
fr: Ignorer cela et continuer votre route.
it: Ignorali e prosegui.
ko: 무시하고 가던 길을 간다.
ru: Не обращать внимания и двигаться дальше.

source: You can't help but wonder what they were discussing as you prepare to jump.
de: Du kannst nicht anders als dich wunder, was sie diskutieren, als du dich zum Sprung bereit machst.
es: Mientras te preparas para saltar, no puedes evitar preguntarte qué estaban discutiendo.
fr: Vous ne pouvez vous empêcher de vous demander de quoi ils parlaient pendant que vous vous préparez à sauter.
it: Mentre ti prepari al salto non puoi evitare di chiederti di cosa stessero parlando.
ko: 그들이 무슨 이야기를 나누고 있었는지 궁금했지만, 알 방법이 없어 당신은 도약을 준비했습니다.
ru: Вы не можете не задаться вопросом, что они обсуждали, пока вы готовитесь к прыжку.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: (Harmony Crew) Have your Engi crewmember contact them.
de: (Engi Crew) Lass deinen Engi sie kontaktieren.
es: (Tripulación Harmony) Haz que tu tripulante Engi los contacte.
fr: (Membre d'équipage Engi) Votre Engi tente de les contacter.
it: (Equipaggio armonico) Chiedi al tuo engi di contattarli.
ko: (엔지 선원) 엔지 선원이 그들에게 연락하도록 한다.
ru: (Член экипажа из Гармонии) Попросить члена экипажа энджи связаться с ними.

source: Your crewmember syncs with the comm unit to communicate with them directly. You offer your help and a summary of the ship's mission. They respond, "Our goals have analogous elements. However, not all available for disclosure, discretion necessary."
de: Dein Crew Mitglied versucht mit ihnen direkt zu kommunizieren. Du bietest deine Hilfe an und erklärst die Aufgabe deines Schiffes. Sie antworten, "Unsere Ziele haben analoge Elemente. Jedoch können wir sie nicht freigeben."
es: Tu tripulante se sincroniza con la unidad de comunicaciones para hablar con ellos directamente. Ofreces tu ayuda y un resumen de la misión de la nave. Responden: "Objetivos mutuos con elementos análogos. Revelación total inviable. Discreción necesaria".
fr: Votre équipier communique directement avec eux. Vous offrez votre aide et un résumé de la mission de votre vaisseau. Ils répondent : "Nos objectifs ont des éléments analogues. Cependant, tous ne peuvent être divulgués, la discrétion est nécessaire."
it: Il tuo sottoposto si sincronizza con il comunicatore per parlare direttamente con loro. Offri il tuo aiuto e li ragguagli sulla missione della tua nave. Rispondono: "I nostri obiettivi hanno elementi analoghi. Ma non tutto è disponibile per chiarimento. Necessaria discrezione".
ko: 당신의 선원이 그들과 직접 통신하기 위해 통신기와 동기화했습니다. 당신의 임무를 설명하고 그들에게 도움을 제안했습니다. 그들이 응답했습니다, "우리의 목표는 유사한 구성요소를 가지고 있음. 그러나 모든 것을 공개할 순 없음, 신중함이 요구됨."
ru: Ваш член экипажа синхронизируется с устройством связи, чтобы общаться с ним напрямую. Вы предлагаете свою помощь и краткое описание миссии корабля. Они отвечают: "Наши цели имеют схожие черты. Однако не все из них можно раскрыть по собственному усмотрению".

source: Offer your help.
de: Biete deine Hilfe an.
es: Ofrecer tu ayuda.
fr: Proposez votre aide.
it: Offri il tuo aiuto.
ko: 도와주기로 한다.
ru: Предложить свою помощь.

source: "Secret prototype stolen by Mantis, initiating high profile trade with Rebels. Cargo ship location: unknown. Mantis Suzerain dispatched to Rebel base to deliver information on prototype whereabouts. Transmitting location of known data transfer location."
de: "Geheimer Prototyp von Mantis gestohlen, versuchen an Rebellen zu verkaufen. Cargo-Schiff Ort: Unbekannt. Mantis Suzerain wurden entsandt um Prototyp Ort Rebellen mitzuteilen. Transferiere Koordinaten."
es: “Prototipo secreto robado por Mantis, iniciando intercambio de alto nivel con los Rebeldes. Ubicación de nave de carga: desconocida. Mantis Suzerain enviado a base Rebelde para entregar información sobre el paradero del prototipo. Transmitiendo ubicación conocida de transferencia de datos.”
fr: "Prototype secret volé par les Mantis, initiation d'un échange de haut niveau avec les Rebelles. Emplacement du vaisseau cargo : inconnu. Suzerain Mantis envoyé à la base rebelle pour transmettre des informations sur l'emplacement du prototype. Transmission de l'emplacement du lieu de transfert de données connu."
it: "Prototipo segreto rubato da mantis, inizio di uno scambio di alto profilo con Ribelli. Posizione della nave cargo: ignota. Suzerain mantis schierato a base Ribelle per consegnare informazioni su posizione del prototipo. Trasmissione luogo di trasferimento dati noto."
ko: "맨티스에 의해 도난당한 기밀 시제품이 반군 눈에 띄어 거래되려고 함. 화물선의 위치: 알 수 없음. 맨티스 영주가 시제품의 소재에 대한 데이터를 전달하기 위해 반군 기지로 파견되었음. 알려진 데이터 전송 위치를 발신하겠음."
ru: "Секретный прототип украден богомолами, что положило начало громкой торговле с повстанцами. Местонахождение грузового корабля: неизвестно. Богомол Сюзерен отправлен на базу повстанцев для передачи информации о местонахождении прототипа. Передаю местоположение известного пункта передачи данных".

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: "However, Mantis ship potentially stopped by second base on travel. Would calculate probability of transfer occuring here but data insufficient. Cannot risk obvious Rebel-Engi conflict. Also, need time to acquire military ships. Assist in finding technology?"
de: "Jedoch, Mantisschiff Stop bei zweiter Basis. Würde Chance des Erfolgs kalkulieren, jedoch nicht genug Daten. Kann nicht Engi-Rebellen Konflikt riskieren. Brauche Zeit um Militärschiffe zu finden. Würdest du helfen?"
es: “Sin embargo, nave Mantis posiblemente detenida en segunda base durante trayecto. Calcularía probabilidad de transferencia aquí, pero datos insuficientes. No se puede arriesgar conflicto evidente Rebelde-Engi. Además, se requiere tiempo para adquirir naves militares. ¿Asistir en la recuperación de la tecnología?”
fr: "Cependant, le vaisseau Mantis pourrait être arrêté par une deuxième base en cours de route. Je pourrais calculer la probabilité de transfert ici, mais les données sont insuffisantes. Ne peut pas risquer un conflit évident entre les Rebelles et les Engi. De plus, besoin de temps pour acquérir des vaisseaux militaires. Assistance pour trouver la technologie ?"
it: "Tuttavia, possibilità che nave mantis abbia sostato a una seconda base in viaggio. Calcolerei la probabilità che il trasferimento avvenga qui, ma dati insufficienti. Impossibile rischiare conflitto Ribelli-engi. Inoltre, tempo necessario per acquisire navi militari. Assistenza per trovare tecnologia?"
ko: "그러나, 맨티스 함선은 항해 중 제2 기지에 잠시 들를 가능성 있음. 그곳에서의 데이터 전송 확률을 계산하려 했지만 정보가 충분치 않음. 반군-엔지 분쟁을 일으킬만한 일을 감수할 순 없음. 또한 군함 사용 허가에도 시간이 소요될 것임. 탈취당한 기술을 되찾는 것을 도와줄 수 있겠는가?"
ru: "Однако, корабль богомолов потенциально может быть остановлен второй базой по пути. Я бы попытался рассчитать вероятность того, что передача произойдет здесь, но данных недостаточно. Мы не можем рисковать очевидным конфликтом между повстанцами и энджи. Кроме того, нужно время на подготовку военных кораблей. Поможете найти технологию?"

source: Agree.
de: Zustimmen.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
ru: Согласиться.

source: As soon as they see you, they power up their engines to jump away. Stop them!
de: Sobald sie dich sehen fahren sie ihre Triebwerke zum Sprung hoch. Stoppe sie!
es: En cuanto te ven, encienden los motores y se preparan para saltar. ¡Evítalo!
fr: Dès qu'ils vous voient, ils activent leurs moteurs pour sauter loin d'ici. Arrêtez-les !
it: Non appena ti vedono, alimentano i motori per saltare via. Fermali!
ko: 그들이 당신을 보자마자 엔진에 전력을 공급하고 도망갈 준비를 했습니다. 그들을 막으십시오!
ru: Как только они заметили вас, они включают свои двигатели, чтобы уйти в прыжок. Остановите их!

source: With the ship gone you search through the abandoned base for any signs of their destination but find none.
de: Da das Schiff weg ist, suchst du in der Basis nach Zeichen des Zielortes, aber findest keine.
es: Cuando la nave se ha ido, registras la base abandonada en busca de alguna pista de su posible destino, pero no encuentras nada.
fr: Le vaisseau ayant disparu, vous fouillez la base abandonnée à la recherche de signes de leur destination, mais vous n'en trouvez aucun.
it: La nave se n'è andata. Frughi la base abbandonata in cerca d'indizi sulla loro destinazione, ma non trovi niente.
ko: 함선이 떠나고 당신은 버려진 기지를 수색해 목적지에 대한 흔적을 찾지만, 아무것도 나오지 않았습니다.
ru: Когда корабль исчез, вы обыскиваете заброшенную базу в поисках каких-либо признаков места назначения, но ничего не находите.

source: You take what you can from the debris.
de: Du nimmst was du aus den Trümmern kriegen kannst.
es: Coges lo que puedes de entre los restos.
fr: Vous prenez ce que vous pouvez dans les débris.
it: Recuperi quel che puoi fra i detriti.
ko: 당신은 잔해에서 챙길 수 있는 건 다 챙겨갔습니다.
ru: Вы собираете из обломков все, что можете.

source: A quick search of their communication logs shows that the tech you were searching for never passed through this base... It must have been a decoy! You strip what you can and prepare to jump.
de: Eine kurze Suche der Kommunikations-Aufzeichnungen zeigen, dass die Technologie nie durch diese Basis gekommen ist... Es muss eine Ablenkung gewesen sein! Du verschrottest was du kannst und machst dich zum Sprung bereit.
es: Tras un vistazo rápido a sus registros de comunicaciones, compruebas que la tecnología que estabas buscando nunca pasó por aquí... ¡Era un señuelo! Agarras todo lo que puedes y te preparas para saltar.
fr: Une recherche rapide dans leurs journaux de communication montre que la technologie que vous recherchiez n'est jamais passée par cette base... Ce devait être un leurre ! Vous dépouillez ce que vous pouvez et vous vous préparez à sauter.
it: Una rapida ricerca nei registri delle comunicazioni ti rivela che la tecnologia che cercavi non è mai passata da questa base... Doveva essere una trappola! Prendi quello che puoi fra i detriti e ti prepari al salto.
ko: 그들의 통신 기록을 재빠르게 뒤지자 찾고 있던 기술은 이 기지를 떠나지 않았다는 것을 알 수 있었습니다... 그것들은 분명히 미끼였을 것입니다! 당신은 쓸만한 건 다 긁어모은 뒤 도약할 준비를 했습니다.
ru: Быстрый поиск в их журналах связи показывает, что технология, которую вы ищете, никогда не была на этой базе... Должно быть, это была приманка! Вы собираете все, что можете, и готовитесь к прыжку.

source: Suspected location of the stolen Engi prototype.
es: Ubicación sospechosa del prototipo Engi robado.
fr: Emplacement présumé du prototype Engi volé.
it: Presunta posizione del prototipo engi rubato.
ko: 엔지 프로토타입 함선 위치로 추정되는 장소.
ru: Предполагаемое местонахождение украденного прототипа энджи.

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_2FAKE"]/text
source: You arrive at one of the Rebel bases that the Engi told you about. It appears abandoned except for one well armed Elite ship. Perhaps you could extract information from them.
de: Du kommst an einer der Rebellenbasen an, von denen dir der Engi erzählt hat. Sie scheint verlassen zu sein, bis auf ein Elite-Schiff. Vielleicht kannst du ihnen die Informationen entlocken.
es: Llegas a una de las bases Rebeldes de las que te hablaron los Engi. Parece abandonada, salvo por una nave Élite fuertemente armada. Quizá puedas extraer información de ellos.
fr: Vous arrivez à l'une des bases Rebelles dont l'Engi vous a parlé. Elle semble abandonnée, à l'exception d'un vaisseau d'élite bien armé. Peut-être pourriez-vous leur soutirer des informations.
it: Arrivi a una delle basi Ribelli di cui gli engi ti hanno parlato. Sembra abbandonata eccetto che per una nave d'élite ben armata. Forse potresti estorcergli delle informazioni.
ko: 엔지가 당신에게 알려준 반군 기지 중 하나에 도착했습니다. 기지는 잘 무장된 엘리트 함선 하나를 제외하면 버려진 것처럼 보였습니다. 아마 당신은 그들에게서 정보를 좀 알아낼 수 있을 것 같았습니다.
ru: Вы прибываете на одну из баз повстанцев, о которой вам рассказывали энджи. Она выглядит заброшенной, за исключением одного хорошо вооруженного элитного корабля. Возможно, вы сможете получить от них информацию.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: "Stop! Stop! Why is the Federation so damn ravenous! Don't you have better things to do than hunting down random Rebel ships when you have other battles to fight?"
de: "Stop! Stop! Wieso ist die Föderation so verdammt gewaltvoll! Hast du nichts besseres zu tun, als ein zufälliges Rebellenschiff zu jagen, wenn du doch einen anderen Kampf zu kämpfen hast?"
es: “¡Alto! ¡Alto! ¿Por qué la Federación es tan malditamente voraz? ¿No tienen cosas mejores que hacer que cazar naves Rebeldes al azar cuando tienen otras batallas que librar?”
fr: "Stop ! Stop ! Pourquoi la Fédération est-elle si vorace ! Vous n'avez pas mieux à faire que de traquer des vaisseaux Rebelles au hasard alors que vous avez d'autres batailles à mener ?"
it: "Alt! Alt! Perché la Federazione è così vorace! Non hai niente di meglio da fare che dare la caccia a navi Ribelli a caso quando hai altre battaglie da combattere?"
ko: "그만! 멈춰! 연방 놈이 왜 이렇게 무지막지한 거야! 아무 반군 함선이나 사냥하는 것보다 더 중요한 일이 있지 않나?"
ru: "Стой! Стой! Почему Федерация такая чертовски алчная! Разве у вас нет дел поважнее, чем охотиться на случайные корабли повстанцев, когда у вас есть другие задачи?"

source: Demand information on the stolen technology.
de: Verlange die Informationen zur gestohlenen Technologie.
es: Exigir información sobre la tecnología robada.
fr: Exiger des informations sur la technologie volée.
it: Richiedi informazioni sulle tecnologie rubate.
ko: 도난당한 기술에 대한 정보를 요구한다.
ru: Потребовать информации по поводу украденной технологии.

source: "Ah, so that's what you're after. Too bad, you followed the wrong ship. The envoy that passed through here was a fake, to trick fools like you. Now let us go!"
de: "Ah, deswegen bist du also hier. Zu schade, dass du dem falschen Schiff gefolgt bist. Das Schiff, dass hier durch kam, war da um Idioten wie dich in die Irre zu führen. Jetzt lass uns frei!"
es: "Ah, así que eso es lo que buscas... Lástima que hayas seguido a la nave equivocada. La que pasó por aquí era un señuelo. La idea era despistar a los idiotas como tú. ¡Déjanos marchar!"
fr: "Ah, c'est donc ce que vous cherchez. Dommage, vous avez suivi le mauvais vaisseau. L'envoyé qui est passé par ici était un faux, pour tromper les imbéciles comme vous. Maintenant, laissez-nous partir !"
it: "Ah, quindi è questo che cerchi. Peccato, hai seguito la nave sbagliata. Quella diretta qui era solo un diversivo, per ingannare gli stupidi come te. Ora lasciaci andare!".
ko: "아, 그래서 이곳에 오셨구먼. 안됐지만 배를 잘못 쫓았어. 네가 쫓아온 건 너 같은 바보들을 속이기 위한 가짜였지. 이제 우릴 보내줘!"
ru: "А, так вот что тебе нужно. Жаль, что ты последовал не за тем кораблем. Эмиссар, который проходил здесь, был фальшивкой, чтобы обмануть таких дураков, как ты. А теперь отпусти нас!"

source: Let them go.
de: Lass sie frei.
es: Dejar que se vayan.
fr: Les laisser partir.
it: Lasciali andare.
ko: 그들을 보내준다.
ru: Отпустить их.

source: "Hah! And don't think the fleet won't hear about this!" The Rebels jump away.
de: "Hah! Glaub ja nicht, dass die Flotte davon nichts erfahren wird!" Der Rebell springt weg.
es: “¡Ja! ¡Y no crean que la flota no se enterará de esto!” Los Rebeldes saltan fuera del sistema.
fr: "AH ! Et ne croyez pas que la flotte n'en entendra pas parler !" Les Rebelles sautent aussitôt.
it: "Hah! E non credere che la flotta non lo verrà a sapere!" I Ribelli effettuano il salto.
ko: "하! 우리 함대가 이 일을 듣지 못할 거라고 생각하진 않았겠지!" 반군은 도약하여 도망갔습니다.
ru: "Ха! И не думай, что флот не узнает об этом!" Повстанцы уходят в прыжок.

source: Ignore him and attack.
de: Ignoriere ihn und greife an.
es: Ignorarlo y atacar.
fr: L'ignorer et attaquer.
it: Ignoralo e attacca.
ko: 그를 무시하고 공격한다.
ru: Игнорировать просьбу и атаковать.

source: "No, wait!" You cut the transmission and continue the assault.
de: "Nein, warte!" Du schaltest die Übertragung aus und greifst weiter an.
es: “¡No, esperen!” Cortas la transmisión y continúas el asalto.
fr: "Non, attendez !" Vous coupez la transmission et poursuivez l'attaque.
it: "No, aspetta!" Chiudi la trasmissione e continui l'attacco.
ko: "아니, 잠깐!" 당신은 통신을 끊어버리고 공격을 이어 나갔습니다.
ru: "Нет, подожди!" Вы прерываете передачу и продолжаете атаку.

source: As soon as they see you they power up their engines to jump away. Stop them!
de: Als sie dich sehen fahren sie die Triebwerke hoch um wegzuspringen. Halte sie auf!
es: En cuanto te ven, encienden los motores y se preparan para saltar. ¡Evítalo!
fr: Dès qu'ils vous voient, ils activent leurs moteurs pour sauter loin d'ici. Arrêtez-les !
it: Non appena ti vedono, attivano i motori per saltare via. Fermali!
ko: 그들이 당신을 보자마자 엔진에 전력을 공급하고 도망갈 준비를 했습니다. 그들을 막으십시오!
ru: Как только они увидели вас, они включают свои двигатели, чтобы уйти в прыжок. Остановите их!

source: With the ship gone, you search through the abandoned base for any signs of their destination but find none.
de: Jetzt wo das Schiff weg ist suchst du in der Basis nach ihrem Fluchtort, jedoch findest du keine Informationen wo sie hin sind.
es: Cuando la nave se ha ido, registras la base abandonada en busca de alguna pista de su posible destino, pero no encuentras nada.
fr: Le vaisseau ayant disparu, vous fouillez la base abandonnée à la recherche de signes de leur destination, mais vous n'en trouvez aucun.
it: La nave se n'è andata. Cerchi indizi sulla loro destinazione nella base abbandonata, ma non trovi niente.
ko: 함선이 떠나고 당신은 버려진 기지를 수색해 목적지에 대한 흔적을 찾지만, 아무것도 나오지 않았습니다.
ru: Когда корабль исчез, вы обыскиваете заброшенную базу в поисках каких-либо признаков прототипа, но ничего не находите.

source: You take what you can from the debris.
de: Du nimmst was du aus den Trümmern kriegen kannst.
es: Coges lo que puedes de entre los restos.
fr: Vous prenez ce que vous pouvez dans les débris.
it: Recuperi quel che puoi fra i detriti.
ko: 당신은 잔해에서 챙길 수 있는 건 다 챙겨갔습니다.
ru: Вы собираете из обломков все, что можете.

source: Once their crew is dead you scan the ship for the stolen blueprints but find none. Instead, you find recordings of a conversation with an MFK Ace... the Mantis must have already transfered off the data. You strip the ship and prepare to pursue.
de: Sobald die Crew tot ist scannst du das Schiff nach den Blaupausen, findest sie jedoch nicht. Dafür findest du Aufzeichnungen von Konversationen mit einem MFK-Ass... der Mantis muss die Daten schon übertragen haben. Du verschrottest was du kannst und machst dich auf den Weg.
es: Una vez que su tripulación está muerta, escaneas la nave en busca de los planos robados, pero no encuentras ninguno. En su lugar, hallas grabaciones de una conversación con un MFK Ace... los Mantis ya deben haber transferido los datos. Desmantelas la nave y te preparas para perseguirlos.
fr: Une fois l'équipage mort, vous scrutez le vaisseau à la recherche des plans volés mais n'en trouvez aucun. En revanche, vous trouvez des enregistrements d'une conversation avec un MFK Ace... le Mantis a déjà dû transférer les données. Vous dépouillez le vaisseau et vous préparez à le poursuivre.
it: Una volta che l'equipaggio è morto, scansioni la nave alla ricerca dei progetti rubati ma non li trovi. Invece trovi registrazioni di una conversazione con un MFK Ace... i mantis devono aver già trasmesso i dati. Smantelli la nave e ti prepari all'inseguimento.
ko: 그들이 선원이 전부 사망하자 도난당한 설계도를 찾으려고 함선을 스캔했지만 찾을 수 없었습니다. 대신 당신은 MFK 에이스와의 대화 녹취록을 찾았습니다... 맨티스가 이미 데이터를 넘긴 것 같았습니다. 당신은 쓸만한 건 다 긁어모은 뒤 추격할 준비를 했습니다.
ru: Когда их команда мертва, вы сканируете корабль в поисках украденных чертежей, но не находите их. Вместо этого вы находите запись разговора с асом МФК... Богомол, должно быть, уже передал данные. Вы разбираете корабль и готовитесь к преследованию.

source: Suspected location of the stolen Engi prototype.
es: Ubicación sospechosa del prototipo Engi robado.
fr: Emplacement présumé du prototype Engi volé.
it: Presunta posizione del prototipo engi rubato.
ko: 엔지 프로토타입 함선 위치로 추정되는 장소.
ru: Предполагаемое местонахождение украденного прототипа энджи.

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_2REAL"]/text
source: You arrive at one of the Rebel bases that the Engi told you about. It appears mostly abandoned, save for a Suzerain ship. This must be the one the Engi were searching for!
de: Du kommst an einer der Rebellenbasen an, von denen dir der Engi erzählt hat. Es scheint sie ist hauptsächlich leer, bis auf ein Suzerain Schiff. Das muss das Schiff sein, nach dem der Engi gesucht hat!
es: Llegas a una de las bases Rebeldes que te indicaron los Engi. Parece casi abandonada, salvo por una nave Suzerain. ¡Debe ser la que los Engi estaban buscando!
fr: Vous arrivez à l'une des bases Rebelles dont l'Engi vous a parlé. Elle semble en grande partie abandonnée, à l'exception d'un vaisseau Suzerain. Ce doit être celui que l'Engi cherchait !
it: Arrivi a una delle basi Ribelli di cui gli engi ti hanno parlato. Sembra abbandonata eccetto che per una nave Suzerain. Questa dev'essere quella che gli engi stavano cercando!
ko: 엔지가 당신에게 알려준 반군 기지 중 하나에 도착했습니다. 기지는 영주 함선 하나를 제외하면 버려진 것 같았습니다. 이 함선이 바로 그 엔지가 찾던 함선이 분명했습니다!
ru: Вы прибываете на одну из баз повстанцев, о которой вам рассказывали энджи. Она выглядит в основном заброшенной, кроме корабля Сюзеренов. Должно быть, это тот самый корабль, который искали энджи!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: "Eek! Me not want to die here! Many apologizing Federation, now stop firing!"
de: "Eek! Ich hier nicht sterben wollen! Viele Entschuldigung Föderation, jetzt hör auf schießen!"
es: “¡Eek! ¡Yo no querer morir aquí! ¡Muchas disculpas Federación, ahora parar disparos!”
fr: "Hic ! Moi pas vouloir mourir ici ! Beaucoup pardon Fédération, maintenant arrêtez !"
it: "Eek! Io non vuole morire qui! Molte scuse Federazione, ora smetti di spara!"
ko: "이크! 나 여기서 죽고 싶지 않다! 연방 사과한다, 인제 그만 쏘라고!"
ru: "Ой! Я не хочу здесь умирать! Приносим свои извинения Федерации, а теперь прекратите огонь!"

source: Demand information on the stolen technology.
de: Verlange die Informationen zur gestohlenen Technologie.
es: Exigir información sobre la tecnología robada.
fr: Exiger des informations sur la technologie volée.
it: Richiedi informazioni sulle tecnologie rubate.
ko: 도난당한 기술에 대한 정보를 요구한다.
ru: Потребовать информации по поводу украденной технологии.
