Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: You chase down the smuggler. "You law-abiding Federation types are scary! Please don't kill us!" You escort the smuggler to the nearest Federation base, where you are rewarded.
es: Persigues al contrabandista. “¡Ustedes, tipos respetuosos de la ley de la Federación, dan miedo! ¡Por favor, no nos maten!” Escoltas al contrabandista hasta la base de la Federación más cercana, donde recibes una recompensa.
fr: Vous poursuivez le contrebandier. "Vous, les types respectueux de la loi de la Fédération, vous faites peur ! S'il vous plaît, ne nous tuez pas !" Vous escortez le contrebandier jusqu'à la base fédérale la plus proche, où vous êtes récompensé.
it: Insegui il contrabbandiere. "Voi fed che rispettate la legge siete spaventosi! Ti prego, non ucciderci!" Scorti il contrabbandiere alla stazione federale più vicina, dove ricevi una ricompensa.
ko: 당신은 밀수꾼을 추적합니다. "준법 정신이 뛰어난 연방 녀석들은 너무 무서워! 부탁이니 죽이지만 말아줘!" 당신은 밀수꾼을 가장 가까운 연방 기지로 이송하였고, 보상금을 받았습니다.
ru: Вы преследуете контрабандистов. "Вы, законопослушные представители Федерации - страшные ребята! Пожалуйста, не убивайте нас!" Вы проводите контрабандиста до ближайшей базы Федерации, где вас ждет награда.

source: Fight the ship.
de: Kämpfe gegen das Schiff.
es: Luchar contra la nave.
fr: Combattre le vaisseau.
it: Affronta la nave.
ko: 함선과 전투한다.
ru: Сражаться с кораблем.

source: No Rebels will be allowed to live so long as you can help it.
de: Keine Rebellen werden am Leben gelassen, so lange du was mitzureden hast.
es: No permitirás que ningún Rebeldes siga con vida mientras puedas evitarlo.
fr: Aucun rebelle ne survivra tant que vous veillerez à cela.
it: Nessun Ribelle sopravviverà se hai voce in capitolo.
ko: 당신이 있는 한 반군은 살아있을 수가 없었습니다.
ru: Ни одному повстанцу не будет позволено жить до тех пор, пока вы можете повлиять на это.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Avoid the ship.
de: Weiche dem Schiff aus.
es: Evitar la nave.
fr: Éviter le vaisseau.
it: Evita la nave.
ko: 함선을 피한다.
ru: Избегать корабль.

source: You have no interest in fighting the Rebel ship.
de: Du hast keine Interesse gegen das Rebellenschiff zu kämpfen.
es: No tienes interés en combatir contra la nave Rebelde.
fr: Vous n'avez aucun intérêt à combattre ce vaisseau rebelle.
it: Non hai interesse a combattere la nave Ribelle.
ko: 당신은 반군 함선과 싸우는 데는 관심이 없었습니다.
ru: Вы не заинтересованы в бою с кораблем повстанцев.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: A Rebel ship is making minor repairs at this beacon, likely repairing the damage they took charging past the Federation's borders. They will probably leave you alone if you do not engage them.
de: Ein Rebellenschiff unterzieht sich leichten Reparaturen an diesem Signalpunkt. Es hat dich noch nicht bemerkt.
es: Una nave Rebelde está realizando reparaciones menores en esta baliza, probablemente arreglando los daños sufridos al atravesar las fronteras de la Federación. Es probable que te deje en paz si no la atacas.
fr: Un vaisseau rebelle effectue des réparations mineures à ce balise, probablement pour réparer les dégâts subis en franchissant les frontières de la Fédération. Ils vous laisseront probablement tranquille si vous ne les attaquez pas.
ko: 이 송신소에서 반군 함선이 가벼운 수리를 하고 있었습니다. 아마도 연방 구역의 경계를 돌파하느라 입은 피해인 것으로 보입니다. 당신이 먼저 접근하지 않는 한, 저들도 공격하진 않을 것입니다.
ru: Корабль повстанцев проводит мелкий ремонт на этом маяке, вероятно, они восстанавливают повреждения, нанесенные им при прохождении рубежей Федерации. Они, вероятно, оставят вас в покое, если вы не вступите с ними в бой.

source: A nearby Rebel gives you a wide berth. They're looking to damage Federation supply lines, not pick a fight with a Renegade.
de: Ein Rebellenschiff in der Nähe sucht nach Förderationsschiffen. Irgendwie haben sie dich noch nicht bemerkt.
es: Un Rebelde cercano mantiene una amplia distancia contigo. Buscan dañar las líneas de suministro de la Federación, no enfrentarse a un renegado.
fr: Un rebelle à proximité vous évite soigneusement. Ils cherchent à perturber les lignes d'approvisionnement de la Fédération, pas à se battre contre un Renégat.
ko: 근처의 반군 함선이 지나가도록 비켜줍니다. 반군 함선의 목표는 연방의 보급로 공격이지, 배회자에게 싸움을 거는 것이 아닙니다.
ru: Повстанцы поблизости обходят вас стороной. Они хотят навредить линиям снабжения Федерации, а не ввязываться в бой с Ренегатом.

source: Some Rebels break through the outer defenses of the sector. This one is avoiding you, likely not wanting to endanger its mission.
de: Dieser Sektor ist ein guter Ort für Rebellen. Trotz ihrem Verlangen Föderationsmitglieder zu töten, ignoriert dich dieses Schiff.
es: Algunos Rebeldes han atravesado las defensas exteriores del sector. Esta nave te está evitando, probablemente para no poner en riesgo su misión.
fr: Quelques rebelles franchissent les défenses extérieures du secteur. Celui-ci vous évite, ne voulant probablement pas compromettre sa mission.
ko: 반군 함선 몇 척이 이 구역의 외부 방어선을 돌파한 것 같습니다. 이 함선은 임무에 방해가 될 까봐 당신을 피하고 있습니다.
ru: Некоторые повстанцы прорываются через внешние границы сектора. Этот избегает вас, вероятно, не желая подвергать опасности свою миссию.

source: The Rebel fleet that is chasing you through this sector might not be focusing all their attention on you. This ship seems preoccupied.
de: Das Rebellenschiff an diesem Signalpunkt sucht nach Föderationsschiffe, gegen die es kämpfen kann. Es hat dich noch nicht gesehen.
es: La flota Rebelde que te persigue por este sector puede que no esté centrando toda su atención en ti. Esta nave parece estar ocupada en otra cosa.
fr: La flotte rebelle qui vous poursuit dans ce secteur ne concentre peut-être pas toute son attention sur vous. Ce vaisseau semble préoccupé.
ko: 이 구역에서 반군 함대는 당신 말고도 다른 연방 세력에도 신경을 써야 합니다. 이 반군 함선은 이미 다른 함선과 교전 중입니다.
ru: Флот повстанцев, преследующий вас в этом секторе, возможно, не сосредотачивает все свое внимание на вас. Этот корабль выглядит занятым иными делами.

# data/events_sector_federation.xml$//event[@name="FEDERATION_BROKEN_DRONE"]/text
source: A Federation automated supply drone nearby is on the fritz, sparking and occasionally sending garbled, meaningless messages. It must have received serious damage.
de: Eine automatisierte Föderationslieferungsdrohne ist in der Nähe, jedoch kaputt und gibt Funken ab, während es bedeutungslose Nachrichten versendet. Es muss wohl ernste Schäden haben.
es: Un dron de suministros automatizado de la Federación cercano está averiado, soltando chispas y enviando ocasionalmente mensajes distorsionados e ininteligibles. Debe haber sufrido daños graves.
fr: Un drone d'approvisionnement automatisé de la Fédération à proximité fonctionne mal, émettant des étincelles et envoyant parfois des messages brouillés et incompréhensibles. Il a dû subir de sérieux dégâts.
it: Un drone di rifornimento automatizzato federale è difettoso, fa scintille e ogni tanto trasmette messaggi confusi e senza senso. Deve aver subito danni seri.
ko: 근처 연방 자동 보급 드론이 고장난 채로 불꽃이 튀며 간간히 의미 없는 메시지를 발신하고 있습니다. 심각한 피해를 당한 게 분명해 보였습니다.
ru: Неподалеку находится неисправный беспилотник снабжения Федерации, который искрит и время от времени посылает беспорядочные, бессмысленные сообщения. Должно быть, он получил серьезные повреждения.

source: Attempt to contact the drone.
de: Versuche die Drohne zu kontaktieren.
es: Intentar contactar con el dron.
fr: Tenter de contacter le drone.
it: Tenta di contattare il drone.
ko: 드론과 접촉을 시도한다.
ru: Попытаться связаться с беспилотником.

source: Salvage the drone.
de: Verschrotte die Drohne.
es: Desmantelar el dron.
fr: Récupérer le drone.
it: Recupera il drone.
ko: 드론을 자원화한다.
ru: Разобрать беспилотник.

source: (Engi Crew) Fix the drone.
de: (Engi Crew) Repariere die Drohne.
es: (Tripulante Engi) Reparar el dron.
fr: (Membre d'équipage Engi) Réparez le drone.
it: (Equipaggio engi) Ripara il drone.
ko: (엔지 선원) 드론을 수리한다.
ru: (Член экипажа-энджи) Починить беспилотник.

source: Your Engi is no stranger to working on Auto-ships and drones, and easily identifies the problem. Once the Auto-ship is fixed, it distributes supplies and patches up your hull.
de: Dein Engi ist es gewohnt an Auto-Schiffen und Drohnen zu arbeiten und identifiziert mit Leichtigkeit die Probleme. Sobald das Auto-Schiff repariert ist liefert es dir Drohnen und repariert deine Hülle.
es: Tu Engi no es ajeno a trabajar con Auto-naves y drones, e identifica el problema con facilidad. Una vez reparada la Auto-nave, distribuye suministros y repara tu casco.
fr: Votre Engi maitrise le travail sur les vaisseaux autonomes et les drones et identifie facilement le problème. Une fois le drone d'approvisionnement réparé, il distribue des ressources et répare votre coque.
it: Il tuo engi non è estraneo a lavorare su robo-navi e droni, e identifica facilmente il problema. Una volta che la robo-nave è riparata, distribuisce risorse e aggiusta un po' il tuo scafo.
ko: 당신의 엔지 선원은 무인선과 드론 작업에 익숙하며 문제를 쉽게 파악할 수 있었습니다. 무인선이 수리되자 그것은 보급품을 나눠주고 선체 또한 수리해줬습니다.
ru: Ваш энджи не по наслышке знает, как работать с авто-кораблями и дронами, и легко определяет проблему. Как только беспилотник восстанавливает работоспособность, он выделяет вам припасы и латает корпус корабля.

source: (Engineer Crew) Fix the drone.
de: (Engineer Crew) Repariere die Drohne.
es: (Tripulante Engineer) Reparar el dron.
fr: (Membre d'équipage ingénieur) Réparez le drone.
it: (Equipaggio ingegnere) Ripara il drone.
ko: (공병 선원) 드론을 수리한다.
ru: (Член экипажа-Инженер) Починить беспилотник.

source: Your Engineer tries to explain that they're only used to working on Rebel Auto-ships, but you convince them to try anyways. They manage to get the drone working long enough to repair some hull before something goes wrong and the ship turns hostile!
de: Dein Engineer versucht zu erklären, dass er nur das Arbeiten an Rebellen-Autoschiffen gewohnt ist, trotzdem versuchst du ihn zu überreden. Er schafft es, dass die Drohne für eine Zeit deine Hülle repariert, bis sie letztendlich feindlich wird und dich angreift!
es: Tu Engineer intenta explicar que solo está acostumbrado a trabajar con Auto-naves de los Rebeldes, pero lo convences de intentarlo de todos modos. Logra poner el dron en funcionamiento el tiempo suficiente para reparar parte del casco antes de que algo salga mal y la nave se vuelva hostil!
fr: Votre ingénieur essaie d'expliquer qu'il n'est habitué à travailler sur ce genre déquipement, mais vous le persuadez d'essayer quand même. Il parvient à faire fonctionner le drone assez longtemps pour réparer une partie de la coque avant que quelque chose ne se passe mal et que le vaisseau devienne hostile !
it: Il tuo ingegnere prova a spiegarti che è abituato a lavorare solo sulle robo-navi Ribelli, ma lo convinci a provare comunque. Riesce a mettere in funzione il drone abbastanza a lungo da riparare parte dello scafo prima che qualcosa vada storto e la nave diventi ostile!
ko: 당신의 공병 선원은 자신이 그저 반군 무인선 작업만 해봤다고 말했지만, 그들에게 한번 시도해보라고 설득했습니다. 그들은 드론을 수리시켜 선체를 수리하게 할 만큼 작동시켰지만, 무언가 잘못되어 드론은 적대적으로 변해버렸습니다!
ru: Ваш Инженер пытается объяснить, что он привык работать только с авто-кораблями повстанцев, но вы все равно убеждаете его попробовать. Ему удается заставить беспилотник проработать достаточно долго, чтобы он успел отремонтировать часть повреждений корпуса, прежде чем что-то идет не так, и корабль становится враждебным!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Repair Drone) Fix the drone. [1|]
de: (Reparaturdrohne) Repariere die Drohne. [1|]
es: (Dron de Reparación) Reparar el dron. [1|]
fr: (Drone de maintenance) Réparez le drone. [1|]
it: (Drone riparazione) Ripara il drone. [1|]
ko: (수리 드론) 드론을 수리한다. [1|]
ru: (Дрон-ремонтник) Починить беспилотник. [1|]

source: Your repair drone quickly patches up the Auto-ship. Once fixed, it distributes supplies and patches up your hull.
de: Deine Reparaturdrohne repariert die Hülle des Auto-Schiffes in Windeseile. Sobald es repariert ist, liefert dir das Schiff Güter und repariert deine Hülle.
es: Tu dron de reparación repara rápidamente la Auto-nave. Una vez arreglada, distribuye suministros y repara tu casco.
fr: Votre drone s'attelle rapidement sur le vaisseau automatisé. Une fois ce dernier réparé, il distribue des ressources et répare votre coque.
it: Il tuo drone ripara-sistemi aggiusta in fretta la robo-nave. Una volta a posto, distribuisce risorse e ti aggiusta un po' lo scafo.
ko: 당신의 수리 드론은 신속히 무인선을 수리했습니다. 무인선이 수리되자 그것이 보급품을 나눠주고 선체 또한 수리해줬습니다.
ru: Ваш ремонтный дрон быстро чинит авто-корабль. После ремонта, беспилотник выделяет вам припасы и латает корпус корабля.

source: (Lanius Crew) Have your Lanius salvage the drone.
de: (Lanius Crew) Lass deinen Lanius die Drohne verschrotten.
es: (Tripulante Lanius) Hacer que tu Lanius desmantele el dron.
fr: (Membre d'équipage Lanius) Faites en sorte que votre Lanius récupère le drone.
it: (Equipaggio lanius) Fai recuperare il drone al tuo lanius.
ko: (라니우스 선원) 라니우스 선원이 드론을 회수하게 시킨다.
ru: (Член экипажа-ланиус) Пусть ваш ланиус разберет беспилотник.

source: Your Lanius is able to salvage the drone with little difficulty, knowing exactly what to disassemble to prevent triggering its defenses.
de: Dein Lanius schafft es mit wenig Mühe die Drohne zu verschrotten, da er genau weiß wie er die Verteidigungen umgehen kann.
es: Tu Lanius logra desmantelar el dron sin mucha dificultad, sabiendo exactamente qué desmontar para evitar activar sus defensas.
fr: Votre Lanius parvient à démonter le drone sans trop de difficulté, sachant exactement quoi désassembler pour éviter de déclencher ses défenses.
it: Il tuo lanius riesce a recuperare il drone senza alcuna difficoltà, dato che sa benissimo cosa smontare per evitare di attivarne le difese.
ko: 당신의 라니우스 선원은 어떤 부분을 분해해야 드론의 방어장치 작동을 막을 수 있는지 잘 알고 있었기에 큰 어려움 없이 드론을 회수했습니다.
ru: Ваш ланиус способен разобрать авто-корабль без особого труда, точно зная, что нужно демонтировать, чтобы не привести в действие защитные механизмы.

source: Ignore the Auto-ship.
de: Ignoriere das Auto-Schiff.
es: Ignorar la Auto-nave.
fr: Ignorer l'auto-vaisseau.
it: Ignora la robo-nave.
ko: 무인기를 무시한다.
ru: Не обращать внимания на автоматический корабль.

source: You aren't interested by the malfunctioning automaton.
de: Du bist an Auto-Schiffen mit Fehlfunktion nicht interessiert.
es: No te interesa el autómata averiado.
fr: Vous n'êtes pas intéressé par l'automate défectueux.
it: Non ti interessa questo automa difettoso.
ko: 당신은 고장 난 자동 기계에는 관심이 없었습니다.
ru: Вас не интересует неисправный автоматический корабль.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: You attempt to transmit your ID to the ship, in hopes it will still be able to distribute supplies. However, it seems to struggle identifying your ship, and suddenly attacks!
de: Du versuchst deinen Ausweis einzuscannen, in der Hoffnung von dem Schiff Güter zu erhalten. Jedoch hat es Probleme den Ausweis zu lesen und greift dich an!
es: Intentas transmitir tu identificación a la nave, con la esperanza de que aún pueda distribuir suministros. Sin embargo, parece tener dificultades para identificar tu nave y, de repente, ¡ataca!
fr: Vous tentez de transmettre votre ID au vaisseau, dans l'espoir qu'il pourra toujours distribuer des ressources. Cependant, il semble avoir du mal à identifier votre vaisseau et attaque soudainement !
it: Provi a trasmettere il tuo ID alla nave, sperando che possa comunque distribuire risorse. Tuttavia, sembra che abbia difficoltà a identificare la tua nave e attacca all'improvviso!
ko: 당신은 함선에 신분증을 제시하려고 했고 드론이 여전히 보급품을 좀 나눠줄 수 있기를 바랐습니다. 그러나 드론은 함선을 식별하는데 어려움을 겪는듯해 보였고 갑자기 공격해오기 시작했습니다!
ru: Вы пытаетесь передать кораблю свой идентификатор в надежде, что он все еще может выделить припасы. Однако он, похоже, имеет проблемы с идентификацией вашего корабля и внезапно атакует!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Luckily, though the drone is heavily damaged, it is still able to scan your Federation ID and transmit some supplies.
de: Glücklicherweise, auch wenn die Drohne stark beschädigt ist, ist sie in der Lage deinen Förderationsausweis zu scannen und liefert dir Güter.
es: Por suerte, aunque el dron está gravemente dañado, todavía puede escanear tu identificación de la Federación y transmitir algunos suministros.
fr: Heureusement, bien que le drone soit fortement endommagé, il parvient toujours à scanner votre ID de la Fédération et à transmettre certaines ressources.
it: Per fortuna, anche se il drone è gravemente danneggiato, riesce comunque a scansionare il tuo ID federale e trasferisce alcune risorse.
ko: 드론이 크게 손상되었지만 다행히도 당신의 연방 신분증을 스캔하고 약간의 보급품을 전송했습니다.
ru: К счастью, несмотря на то, что беспилотник сильно поврежден, он все еще может отсканировать ваш идентификатор Федерации и передать немного припасов.

source: While salvaging the drone, it suddenly turns hostile and attacks!
de: Während du die Drohne verschrottest wird sie plötzlich feindlich und greift an!
es: Mientras desmantelas el dron, de repente se vuelve hostil y ¡ataca!
fr: En pleine récupération du drone, il devient soudainement hostile et attaque !
it: Mentre stai recuperando il drone, all'improvviso diventa ostile e attacca!
ko: 당신이 드론을 자원화하던 도중 갑자기 적대적으로 변하고 공격해오기 시작했습니다!
ru: Когда вы начинаете разборку беспилотника, он внезапно становится враждебным и атакует!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The drone remains mostly unresponsive. Its weapons even come online, but it remains unable to fire.
de: Die Drohne verbleibt unansprechbar. Die Waffen der Drohne fahren hoch, jedoch ist sie nicht in der Lage zu feuern.
es: El dron permanece en su mayor parte inactivo. Incluso sus armas se activan, pero sigue siendo incapaz de disparar.
fr: Le drone reste en grande partie muet. Ses armes se mettent même en ligne, mais il reste incapable de tirer.
it: Il drone rimane principalmente inerte. Le sue armi si attivano anche, ma rimane incapace di fare fuoco.
ko: 드론은 대부분 반응이 없는 채로 있었습니다. 도중에 드론의 무기 시스템이 활성화되기도 했지만, 발사할 수 없는 상태로 남아있었습니다.
ru: Беспилотник практически не реагирует на это. Его орудия даже смогли включиться, но он по-прежнему не способен вести огонь.

# data/events_sector_federation.xml$//event[@name="FEDERATION_DRONE_TEST"]/text
source: A Federation research station is orbiting a nearby planet. You notice an unusually colored Federation auto-ship fly up from the planet and dock at the station, next to a few other similar vessels.
es: Una estación de investigación de la Federación orbita un planeta cercano. Observas cómo una Auto-nave de la Federación de color inusual despega del planeta y atraca en la estación, junto a otras naves similares.
fr: Une station de recherche de la Fédération orbite autour d'une planète proche. Vous remarquez un auto-vaisseau de la Fédération d'une couleur inhabituelle s'élever de la planète et s'amarrer à la station, à côté de quelques autres vaisseaux similaires.
it: Una stazione di ricerca della Federazione è in orbita su un pianeta vicino. Noti una robo-nave federale dai colori strani che vola via dal pianeta e attracca alla stazione, accanto ad altre navi simili.
ko: 연방의 연구 정거장이 근처 행성을 공전하고 있습니다. 당신은 특이하게 도색된 연방제 무인선이 행성에서 날아와 정거장에 비슷하게 생긴 함선들 옆에 도킹하는 것을 보았습니다.
ru: На орбите близлежащей планеты находится исследовательская станция Федерации. Вы замечаете, как с планеты подлетает необычно окрашенный автоматический корабль Федерации и пристыковывается к станции, рядом с несколькими другими такими же кораблями.

source: Contact the station.
es: Contactar con la estación.
fr: Contacter la station.
it: Contatta la stazione.
ko: 정거장과 접촉한다.
ru: Связаться со станцией.

source: Your call is answered by an Engi wearing a lab coat. "Renegade, your arrival at Federation automated shipyard 78-A has been noted. We have a proposal for you. Our proposal: your assistance in testing novel auto-ship designs. Multiple testing applications are valid. Successful testing will be rewarded, and compensatory repairs will be supplied as well." They offer you multiple tests you can run on their auto-ships.
es: Tu llamada es respondida por un Engi con bata de laboratorio. “Renegado, tu llegada al astillero automatizado de la Federación 78-A ha sido registrada. Tenemos una propuesta para ti. Nuestra propuesta: tu asistencia en la prueba de nuevos diseños de Auto-naves. Múltiples aplicaciones de prueba son válidas. Las pruebas exitosas serán recompensadas y también se proporcionarán reparaciones compensatorias.” Te ofrecen varias pruebas que puedes realizar con sus Auto-naves.
fr: Votre appel est pris en charge par un Engi portant une blouse de laboratoire. "Renégat, votre arrivée à la cale automatisée 78-A de la Fédération a été enregistrée. Nous avons une proposition pour vous. Notre proposition : votre aide pour tester de nouveaux modèles d'auto-vaisseaux. Plusieurs applications de test sont possibles. Les tests réussis seront récompensés, et des réparations compensatoires seront également fournies." Ils vous proposent plusieurs essais à effectuer sur leurs auto-vaisseaux.
it: Un engi con un camice da laboratorio risponde alla tua trasmissione. "Rinnegato, il tuo arrivo al cantiere federale automatizzato 78-A è stato notato. Abbiamo una proposta per te. Proposta: assistenza nel testare i nuovi progetti di robo-nave. Puoi candidarti per svariati test. Se avrà successo, avrai una ricompensa e saranno effettuate anche riparazioni per compensazione." Ti offrono svariati test che puoi condurre sulle loro robo-navi.
ko: 당신의 교신에 연구실 복장을 입은 엔지가 응답했습니다. "배회자, 연방 소속 자동 조선소 78-A에 도착한 것을 확인함. 당신에게 부탁이 있음. 우리의 부탁: 신형 무인기 성능 시험에 당신의 도움 필요. 시험에는 여러 항목이 있음. 시험에 참여하면 보상으로 선체를 수리해 주고, 결과가 좋으면 보상을 제공하겠음." 그들은 설계 중인 무인선의 여러 기능을 시험해 달라고 부탁합니다.
ru: На ваш вызов отвечает энджи в лабораторном халате. "Ренегат, ваше прибытие на автоматизированную верфь Федерации 78-А было отмечено. У нас есть для вас предложение. Наше предложение: ваша помощь в тестировании новых конструкций автоматических кораблей. Разрешается проведение нескольких испытаний. Успешное тестирование будет вознаграждено, а также будет предоставлен компенсационный ремонт". Вам предлагают несколько вариантов испытаний автоматических кораблей.

source: Pick the "Drone Systems Targeting Analysis Test."
es: Elegir la “Prueba de Análisis de Objetivos de Sistemas de Drones.”
fr: Choisir le "Test d'analyse de ciblage des systèmes de drones."
it: Scegli il test "Analisi puntamento sistema droni."
ko: "드론 설비 목표 포착 분석 시험"을 고른다.
ru: Выбрать "Тест анализа целеуказания беспилотных систем".
