Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Arriving at this beacon, there is a Federation ship and a strange, heavily armored transport ship with some old-fashioned technology. The Federation ship hails you. "This is Commodore Freamon. We have a major crisis on our hands here. That pirate transport has important hostages on board; we can't fire upon it, and you shouldn't either." The Federation officer pauses, and then continues. "They're also threatening to start attacking the colony from orbit if their demands aren't met."
es: Al llegar a esta baliza, hay una nave de la Federación y una extraña nave de transporte fuertemente blindada con tecnología algo anticuada. La nave de la Federación te contacta. “Habla el Comodoro Freamon. Tenemos una crisis grave entre manos. Ese transporte pirata lleva rehenes importantes a bordo; no podemos abrir fuego contra él, y tú tampoco deberías hacerlo.” El oficial de la Federación hace una pausa y luego continúa. “También están amenazando con comenzar a atacar la colonia desde órbita si no se cumplen sus exigencias.”
fr: En arrivant à cette balises, il y a un vaisseau de la Fédération et un étrange vaisseau de transport lourdement blindé avec une technologie démodée. Le vaisseau de la Fédération vous appelle. "Ici le Commodore Freamon. Nous sommes confrontés à une crise majeure. Ce transporteur Pirate a d'importants otages à bord ; nous ne pouvons pas lui tirer dessus et vous ne devriez pas non plus." L'officier de la Fédération marque une pause, puis poursuit. "Ils menacent également d'attaquer la colonie depuis l'orbite si leurs demandes ne sont pas satisfaites."
it: Quando arrivi a questo astrofaro, trovi una nave federale e uno strano mercantile super corazzato con una tecnologia d'epoca. La nave federale ti contatta. "Qui è il Commodore Freamon. Siamo in una gravissima situazione di crisi. Quel mercantile pirata ha ostaggi importanti a bordo; non possiamo aprire il fuoco e non dovresti nemmeno tu." L'ufficiale federale fa una pausa, poi prosegue. "Minacciano anche di iniziare ad attaccare la colonia dall'orbita se le loro richieste non saranno soddisfatte."
ko: 송신소에 도착하니 연방 함선과 구형 기술로 중무장한 화물선이 대치 중인 것을 보았습니다. 연방 함선이 당신에게 통신합니다. "나는 Freamon 준장일세. 지금 우린 엄청난 문제에 직면했다네. 해적들이 저 화물선에 아주 중요한 사람을 인질로 잡고 있다네. 저 함선을 절대 공격해선 안 되네." 연방 장교가 잠깐 뜸을 들이고는 말했습니다. "또 놈들은 우리가 요구사항을 들어주지 않으면 식민지를 폭격하겠다고 협박하더군."
ru: Прибыв на этот маяк, вы видите корабль Федерации и странный транспортный корабль с тяжелой броней и старомодными технологиями. Корабль Федерации вызывает вас. "Это коммодор Фримон. У нас тут серьезный кризис. На борту этого пиратского транспорта находятся важные заложники; мы не можем стрелять по нему, и вы тоже не должны". Офицер Федерации делает паузу, а затем продолжает. "Они также угрожают начать атаку на колонию с орбиты, если их требования не будут выполнены".

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Commodore Freamon sighs. "One of their demands is a powerful ship, and they have the means to take one. If you even try to get close enough to fight, they'll send boarding pods and try to take over your ship. But if you can handle a lot of attackers, we might be able to stage a counter-strike and save the hostages. Are you up for this?"
es: El Comodoro Freamon suspira. “Una de sus exigencias es una nave potente, y tienen los medios para apoderarse de una. Si siquiera intentas acercarte lo suficiente para combatir, enviarán cápsulas de abordaje e intentarán tomar el control de tu nave. Pero si puedes manejar a muchos atacantes, podríamos organizar un contraataque y salvar a los rehenes. ¿Estás dispuesto a hacerlo?”
fr: Le Commodore Freamon soupire : " L'une de leurs exigences est un vaisseau puissant et ils ont les moyens d'en prendre un. Si vous essayez ne serait-ce que de vous approcher suffisamment pour combattre, ils enverront des capsules d'abordage et tenteront de s'emparer de votre vaisseau. Mais si vous pouvez faire face à un grand nombre d'attaquants, nous pourrons peut-être organiser une contre-attaque et sauver les otages. Êtes-vous prêts pour ça ?"
it: Il Commodoro Freamon sospira. "Una delle loro richieste è una nave potente, e hanno i mezzi per prendersela. Se anche solo provi ad avvicinarti abbastanza per combattere, manderanno delle capsule d'abbordaggio per provare a conquistare la tua nave. Ma se riesci a fare fronte a molti aggressori, potremmo riuscire a montare un contrattacco e salvare gli ostaggi. Te la senti?"
ko: Freamon 준장이 한숨짓습니다. "그들이 노리는 건 강력한 함선이지. 실제로 그걸 빼앗을 방법도 있고 말이야. 자네가 저 녀석들을 먼저 공격하려고 한다고 해도, 강습 포드를 타고 함선을 차지하려고 할 걸세. 하지만 만약 자네가 강습 인원을 모두 처리할 수만 있으면, 저들에게 반격하고 인질들을 빼올 수도 있을 거야. 준비됐나?"
ru: Коммодор Фримон вздохнул. "Одно из их требований - мощный корабль, и у них есть средства, чтобы захватить его. Если вы даже попытаетесь подойти достаточно близко, чтобы сражаться, они пошлют абордажные капсулы и попытаются захватить ваш корабль. Но если вы справитесь с большим количеством нападающих, мы, возможно, сможем организовать контрудар и спасти заложников. Вы согласны?"

source: Agree to take on the pirates.
es: Aceptar enfrentarte a los piratas.
fr: Accepter d'affronter les Pirates.
it: Accetta di affrontare i pirati.
ko: 해적의 공격에 맞선다.
ru: Согласиться взять на себя пиратов.

source: "Best of luck, Renegade. You know what to do." The boarding pods hurtle towards your ship at a blisteringly fast pace. You're going to have to get ready for a fight!
es: “Buena suerte, renegado. Ya sabes lo que tienes que hacer.” Las cápsulas de abordaje se lanzan hacia tu nave a una velocidad vertiginosa. ¡Vas a tener que prepararte para el combate!
fr: "Bonne chance, Renégats. Tu sais ce qu'il te reste à faire." Les vaisseaux d'abordage se dirigent vers votre vaisseau à une vitesse fulgurante. Vous allez devoir vous préparer à vous battre !
it: "Buona fortuna, Rinnegato. Sai cosa fare." Le capsule d'abbordaggio sfrecciano a tutta velocità verso la tua nave. Devi prepararti a combattere!
ko: "행운을 비네, 배회자. 뭘 해야할지는 잘 알리라 믿지." 이야기가 끝나자마자 강습 포드가 맹렬하게 함선 쪽으로 나아옵니다. 싸움에 대비하십시오!
ru: "Желаю удачи, Ренегат. Вы знаете, что делать". Абордажные капсулы устремляются к вашему кораблю со страшной скоростью. Вам придется приготовиться к бою!

source: (Strong Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Potente) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense Puissant) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa potente) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (강력 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Сильный Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Your Defense Drone fires at the incoming pods. The pods are tough, but your drone is powerful enough to destroy one of the pods before the arrival. The other one still manages to break through!
es: Tu Dron de Defensa dispara contra las cápsulas entrantes. Son resistentes, pero tu dron es lo bastante potente como para destruir una de ellas antes de que lleguen. ¡La otra aun así logra atravesar!
fr: Votre drone de défense tire sur les nacelles qui arrivent. Les nacelles sont résistantes, mais votre drone est assez puissant pour détruire l'une des nacelles avant l'arrivée. L'autre parvient tout de même à se frayer un chemin !
it: Il tuo drone di difesa spara alle capsule in avvicinamento. Sono coriacee, ma il tuo drone è abbastanza potente da distruggerne una prima che arrivi. L'altra però riesce comunque a passare!
ko: 방어 드론이 강습 포드에 사격했습니다. 꽤 튼튼했지만, 포드 하나를 격추하는데 성공했습니다. 그러나 다른 하나는 함선에 침입하는데 성공했습니다!
ru: Ваш Защитный дрон стреляет по приближающимся капсулам. Капсулы крепкие, но ваш дрон достаточно мощный, чтобы уничтожить одну из них еще до прибытия. Но другому все же удается прорваться!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: (Weak Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Débil) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense faible) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa debole) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (약한 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Слабый Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The pods impact your Energy Shield. Unfortunately, it was unable to stop them from tunneling in. You'll have to fight them!
es: Las cápsulas impactan contra tu Escudo de Energía. Lamentablemente, no logra impedir que perforen el casco. ¡Tendrás que combatirlos!
fr: Les nacelles impactent votre bouclier d'énergie. Malheureusement, il n'a pas pu les empêcher de rentrer à l'intérieur. Vous allez devoir les combattre !
it: Le capsule si scontrano col tuo scudo energetico. Sfortunatamente, non è riuscito a impedirgli di passare. Dovrai combattere!
ko: 포드가 함선의 에너지 방어막에 충돌합니다. 불행히도, 포드의 침입을 막을 순 없었습니다. 싸워야만 합니다!
ru: Капсулы повредили ваш энергетический щит. К сожалению, он не смог помешать им проникнуть внутрь. Вам придется сразиться с ними!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The first two pods break through your hull. It's a fight!
es: Las dos primeras cápsulas atraviesan tu casco. ¡Es una pelea!
fr: Les deux premières nacelles percent votre coque. C'est l'heure du combat !
it: Le prime due capsule fanno breccia nello scafo. È tempo di combattere!
ko: 강습 포드 두 기가 선체를 뚫고 들어옵니다. 싸움에 대비하세요!
ru: Первые две капсулы пробивают ваш корпус. Начинается бой!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Tell Freamon your crew isn't ready for this.
es: Dile a Freamon que tu tripulación no está preparada para esto.
fr: Dites à Freamon que votre équipage n'est pas prêt pour ça.
it: Di' a Freamon che il tuo equipaggio non è pronto per questo.
ko: Freamon에게 당신의 선원이 준비되지 않았다고 말한다.
ru: Сообщить Фримону, что ваш экипаж к этому не готов.

source: "If you can't do it, we'll find another way. Good luck on your mission."
es: “Si no puedes hacerlo, encontraremos otra manera. Buena suerte en tu misión.”
fr: "Si vous ne pouvez pas le faire, nous trouverons un autre moyen. Bonne chance pour votre mission."
it: "Se non ne sei in grado, troveremo un altro modo. Buona fortuna per la tua missione."
ko: "자네가 할 수 없다면, 다른 방법을 찾아볼 수밖에. 임무에 건승을 비네."
ru: "Если вы не справитесь, мы найдем другой способ. Удачи в вашей миссии".

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Three more boarding pods come hurtling towards the hull. The pirates are serious about taking your ship.
es: Tres cápsulas de abordaje más se lanzan a toda velocidad hacia el casco. Los piratas hablan en serio cuando dicen que quieren tu nave.
fr: Trois autres nacelles d'abordage foncent sur la coque. Les Pirates veulent vraiment s'emparer de votre vaisseau.
it: Altre tre capsule sfrecciano verso lo scafo. Questi pirati vogliono seriamente prendere la tua nave.
ko: 강습 포드 세 개가 연달아 선체를 향해 돌진합니다. 저 해적들은 작정하고 함선을 차지하려고 하는 것 같습니다.
ru: Еще три абордажные капсулы приближаются к корпусу корабля. Пираты всерьез намерены захватить ваш корабль.

source: (Strong Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Potente) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense Puissant) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa potente) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (강력 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Сильный Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Your Defense Drone fires at the incoming pods. The pods are tough, but your drone is powerful enough to destroy one of the pods before it gets to you. The other two still manage to break through!
es: Tu Dron de Defensa dispara contra las cápsulas entrantes. Son resistentes, pero tu drone es lo bastante potente como para destruir una de ellas antes de que te alcancen. ¡Las otras dos aun así logran atravesar!
fr: Votre drone de défense tire sur les nacelles qui arrivent. Les nacelles sont résistantes, mais votre drone est suffisamment puissant pour détruire l'une d'entre elles avant qu'elle ne t'atteigne. Les deux autres parviennent tout de même à se frayer un chemin !
ko: 방어 드론이 강습 포드에 사격했습니다. 꽤 튼튼했지만, 포드 하나를 격추하는데 성공했습니다. 그러나 나머지 두 기는 함선에 침입하는데 성공했습니다!
ru: Ваш защитный дрон стреляет по приближающимся капсулам. Капсулы крепкие, но ваш дрон достаточно мощный, чтобы уничтожить одну из них до того, как она доберется до вас. Двум другим все же удается прорваться!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: (Strong Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Potente) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense Puissant) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa potente) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (강력 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Сильный Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Your Defense Drone fires at the incoming pods. The pods are tough, but your drone is powerful enough to destroy one of the pods before it gets to you. The other two still manage to break through!
es: Tu Dron de Defensa dispara contra las cápsulas entrantes. Son resistentes, pero tu dron es lo bastante potente como para destruir una de ellas antes de que te alcancen. ¡Las otras dos aun así logran atravesar!
fr: Votre drone de défense tire sur les nacelles qui arrivent. Les nacelles sont résistantes, mais votre drone est suffisamment puissant pour détruire l'une d'entre elles avant qu'elle ne t'atteigne. Les deux autres parviennent tout de même à se frayer un chemin !
ko: 방어 드론이 강습 포드에 사격했습니다. 꽤 튼튼했지만, 포드 하나를 격추하는데 성공했습니다. 그러나 나머지 두 기는 함선에 침입하는데 성공했습니다!
ru: Ваш защитный дрон стреляет по приближающимся капсулам. Капсулы крепкие, но ваш дрон достаточно мощный, чтобы уничтожить одну из них до того, как она доберется до вас. Двум другим все же удается прорваться!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: (Weak Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Débil) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense faible) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa debole) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (약한 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Слабый Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: You finally decide to deploy your drone...
es: Finalmente decides desplegar tu dron...
fr: Vous vous décider finalement à déployer votre drone...
it: Finalmente ti decidi a schierare il tuo drone...
ko: 당신은 마침내 드론을 발진시키기로 합니다...
ru: Наконец-то вы решили использовать свой дрон...

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Weak Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Débil) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense faible) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa debole) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (약한 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Слабый Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: All three pods break into your ship. More are surely on their way!
es: Las tres cápsulas atraviesan tu nave. ¡Seguro que vienen más en camino!
fr: Les trois navettes percent à travers votre vaisseau. D'autres sont sûrement en route !
it: Tutte e tre le capsule fanno breccia nella tua nave. Ne staranno sicuramente arrivando altre!
ko: 강습 포드 세 기가 함선으로 침입했습니다. 분명 더 많은 강습 포드가 뒤따라올 겁니다!
ru: Все три капсулы врываются на ваш корабль. И еще больше, несомненно, на подходе!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Your Defense Drone lands a glancing blow, but it's no use - the pod is too strong. You'll have to fight all of the crew that are boarding!
es: Tu Dron de Defensa logra un impacto superficial, pero no sirve de nada: la cápsula es demasiado resistente. ¡Tendrás que luchar contra toda la tripulación que está abordando!
fr: Votre drone de défense porte un coup d'éclat, mais c'est inutile - la nacelle est trop puissante. Vous allez devoir combattre tout l'équipage qui vous aborde !
it: Il tuo drone di difesa causa danni superficiali, ma è tutto inutile: la capsula è troppo coriacea. Dovrai affrontare tutti gli intrusi!
ko: 당신의 방어 드론이 몇 발을 명중시켰지만, 포드를 격추하기에는 역부족입니다. 강습하는 적과 싸워야 합니다!
ru: Ваш Защитный дрон наносит удар, но это бесполезно - капсула слишком крепкая. Вам придется сражаться со всеми, кто идет на абордаж!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Your Defense Drone's first shot staggers one of the pods, and its second shot manages to knock it away, sending the boarding pod off course. You'll still have to deal with the other pod!
es: El primer disparo de tu Dron de Defensa hace tambalear una de las cápsulas, y el segundo logra desviarla, enviando la cápsula de abordaje fuera de curso. ¡Aún tendrás que encargarte de la otra cápsula!
fr: Le premier tir de votre Drone d'abordage frôle l'une des nacelles et son second tir parvient à l'envoyer au loin,la faisant dévier de sa trajectoire. Il vous reste à vous occuper de l'autre nacelle !
it: Il primo colpo del tuo drone di difesa sbilancia una delle capsule, e il secondo la respinge mandandola fuori rotta. Devi comunque ancora occuparti dell'altra!
ko: 방어 드론의 첫 사격이 포드 하나를 저지합니다. 두 번째 사격 또한 다른 포드를 쳐내 궤적을 벗어나게 만듭니다. 마지막 하나는 직접 처리해야 할 것 같습니다!
ru: Первый выстрел вашего Защитного дрона поражает одну из капсул, а второй выстрел сбивает ее с курса, отправляя абордажную капсулу в сторону. Вам все равно придется разбираться с другой капсулой!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Your Defense Drone lands a glancing blow, but it's no use - the pod is too strong. You'll have to fight all of the crew that are boarding!
es: Tu Dron de Defensa logra un impacto superficial, pero no sirve de nada: la cápsula es demasiado resistente. ¡Tendrás que luchar contra toda la tripulación que está abordando!
fr: Votre drone de défense porte un coup d'éclat, mais c'est inutile - la nacelle est trop puissante. Vous allez devoir combattre tout l'équipage qui vous aborde !
it: Il tuo drone di difesa causa danni superficiali, ma è tutto inutile: la capsula è troppo coriacea. Dovrai affrontare tutti gli intrusi!
ko: 당신의 방어 드론이 몇 발을 명중시켰지만, 포드를 격추하기에는 역부족입니다. 강습하는 적과 싸워야 합니다!
ru: Ваш Защитный дрон наносит удар, но это бесполезно - капсула слишком крепкая. Вам придется сражаться со всеми, кто идет на абордаж!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Your Defense Drone's first shot staggers one of the pods, and its second shot manages to knock it away, sending the boarding pod off course. You'll still have to deal with the other pods!
es: El primer disparo de tu Dron de Defensa hace tambalear una de las cápsulas, y el segundo logra desviarla, enviando la cápsula de abordaje fuera de curso. ¡Aún tendrás que encargarte de las otras cápsulas!
fr: Le premier tir de votre Drone d'abordage frôle l'une des nacelles et son second tir parvient à l'envoyer au loin,la faisant dévier de sa trajectoire. Il vous reste à vous occuper de l'autre nacelle !
it: Il primo colpo del tuo drone di difesa sbilancia una delle capsule, e il secondo la respinge mandandola fuori rotta. Devi comunque ancora occuparti delle altre!
ko: 방어 드론의 첫 사격이 포드를 저지하고, 연이은 공격으로 포드를 궤적 밖으로 튕겨냈습니다. 다른 포드들은 직접 처리해야 할 것 같습니다!
ru: Первый выстрел вашего Защитного дрона поражает одну из капсул, а второй выстрел сбивает ее с курса, отправляя абордажную капсулу в сторону. Вам все равно придется разбираться с другими капсулами!

source: More boarding pods are approaching!
es: ¡Más capsulas de abordaje se están acercando!
fr: D'autres nacelles d'abordage sont en approche !
it: Si avvicinano altre capsule d'abbordaggio!
ko: 더 많은 강습 포드가 옵니다!
ru: Приближаются новые абордажные капсулы!

source: Your Defense Drone lands a glancing blow, but it's no use - the pod is too strong. You'll have to fight all of the crew that are boarding!
es: Tu Dron de Defensa logra un impacto superficial, pero no sirve de nada: la cápsula es demasiado resistente. ¡Tendrás que luchar contra toda la tripulación que está abordando!
fr: Votre drone de défense porte un coup d'éclat, mais c'est inutile - la nacelle est trop puissante. Vous allez devoir combattre tout l'équipage qui vous aborde !
it: Il tuo drone di difesa causa danni superficiali, ma è tutto inutile: la capsula è troppo coriacea. Dovrai affrontare tutti gli intrusi!
ko: 당신의 방어 드론이 몇 발을 명중시켰지만, 포드를 격추하기에는 역부족입니다. 강습하는 적과 싸워야 합니다!
ru: Ваш Защитный дрон наносит удар, но это бесполезно - капсула слишком крепкая. Вам придется сражаться со всеми, кто идет на абордаж!
