Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Tully glances at the security feeds. As the three captains realize the admiral is in their midst, their reactions are revealing. The corvette's captain seems to look surprised, before putting on a poker face, while the other two look on in admiration. The light cruiser's captain holds his hands open. "Admiral! I didn't realize you were here!" "Thank you both for your service. I need to talk to this defector." Tully's eyes meet the captain of the corvette. "So, why did you do it?" "I..." The captain begins to crack. "While I was... in the academy, the Rebels took my planet. And, they gave me a choice." "I understand. Still, you made an oath. We have three ships, and you have one. Do right by your men and surrender. They will be taken as POWs and treated fairly." The captain nods, and surrenders.
es: Tully observa las transmisiones de seguridad. Cuando los tres capitanes se dan cuenta de que el almirante está entre ellos, sus reacciones resultan reveladoras. El capitán de la corbeta parece sorprendido al principio, antes de adoptar un semblante inexpresivo, mientras los otros dos lo miran con admiración. El capitán del crucero ligero abre las manos. “¡Almirante! ¡No sabía que estaba aquí!” “Gracias a ambos por su servicio. Necesito hablar con este desertor.” Los ojos de Tully se fijan en el capitán de la corbeta. “Entonces, ¿por qué lo hiciste?” “Yo...” El capitán comienza a quebrarse. “Mientras estaba... en la academia, los Rebeldes tomaron mi planeta. Y me dieron a elegir.” “Lo entiendo. Aun así, hiciste un juramento. Somos tres naves y tú solo una. Haz lo correcto por tus hombres y ríndete. Serán tomados como prisioneros de guerra y tratados con justicia.” El capitán asiente y se rinde.
fr: Tully jette un coup d'œil aux flux de sécurité. Alors que les trois capitaines réalisent que l'amiral est parmi eux, leurs réactions sont révélatrices. Le capitaine de la corvette semble surpris, avant de reprendre un visage impassible, tandis que les deux autres le regardent avec admiration. Le capitaine du croiseur léger lève les mains. "Amiral ! Je ne savais pas que vous étiez ici !" "Merci à vous deux pour votre service. Je dois parler à ce déserteur." Les yeux de Tully croisent ceux du capitaine de la corvette. "Alors, pourquoi avez-vous fait ça ?" "Je..." Le capitaine commence à craquer. "Quand j'étais... à l'académie, les Rebelles ont pris ma planète. Et ils m'ont donné un choix." "Je comprends. Pourtant, vous avez prêté serment. Nous avons trois vaisseaux, vous n'en avez qu'un. Faites ce qui est juste pour vos hommes et rendez-vous. Ils seront faits prisonniers de guerre et traités équitablement." Le capitaine hoche la tête et se rend.
it: Tully guarda i video delle telecamere di sicurezza. Quando i tre capitani si rendono conto che l'ammiraglio in persona è presente, le loro reazioni dicono molto. Il capitano della corvetta sembra sorpreso, prima di metter su una faccia da poker, mentre gli altri due guardano con ammirazione. Il capitano dell'incrociatore leggero tiene la mano aperta. "Ammiraglio! Non mi ero accorto che foste qui!" "Grazie a entrambi per i vostri servigi. Devo parlare a questo disertore." Gli occhi di Tully incrociano quelli del capitano della corvetta. "Allora, perché l'hai fatto?" "Io.... il capitano inizia a cedere. "Mentre ero... all'accademia, i Ribelli hanno preso il mio pianeta. E... mi hanno dato una scelta." "Capisco. Comunque, hai prestato giuramento. Noi abbiamo tre navi, tu una. Fai la cosa giusta per i tuoi uomini e arrenditi. Saranno tutti presi come prigionieri di guerra e trattati come si deve. Il capitano annuisce e si arrende.
ko: 툴리는 보안 카메라 쪽을 쳐다봅니다. 세 명의 함장은 연방의 제독 본인이 눈 앞에 있다는 것을 발견하곤, 각기 다른 반응을 보였습니다. 초계함의 함장은 놀란 기색을 보였으나 이내 표정을 고쳤고, 나머지 둘은 경의에 찬 표정을 지었습니다. 경순양함의 함장이 손을 들어 보입니다. "제독님! 이런 곳엔 어떤 일이십니까?" "그대의 노고에 감사드리네. 배신자랑 면담을 좀 해야 할 것 같아서." 툴리 제독의 시선은 초계함 함정으로 향합니다. "그래서, 대체 왜 그런 건가?" "저..." 초계함의 함장은 흔들리기 시작합니다. "제가... 사관학교에 있었을 때, 반군이 제 고향 행성을 점령했습니다. 그리고 저에게 선택하라고 했습니다." "이해하네, 하지만 그대는 연방에 서약을 했잖나. 우리의 함선은 세 척이고, 자네는 한 척 뿐이야. 부하들과 함께 항복하게. 포로로서 정당하게 대우함을 약속하지." 초계함의 함장은 끄덕이며 항복했습니다.
ru: Талли бросает взгляд на записи с камер наблюдения. Когда три капитана осознают, что адмирал находится среди них, их реакция становится очевидной. Капитан корвета выглядит удивленным, но быстро принимает каменное выражение лица, а два других смотрят на него с восхищением. Капитан легкого крейсера разводит руками. "Адмирал! Я не знал, что вы здесь!" "Спасибо вам обоим за службу. Мне нужно поговорить с этим перебежчиком". Глаза Талли встречаются с глазами капитана корвета. "Итак, почему вы это сделали?" "Я..." Капитан начинает колебаться. "Пока я был... в академии, повстанцы захватили мою планету. И они дали мне выбор". "Я понимаю. Но вы дали клятву. У нас три корабля, а у вас один. Поступите правильно со своими людьми и сдайтесь. Их примут как военнопленных и будут обращаться с ними справедливо". Капитан кивает и сдается.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Haynes) Use your detective skills.
es: (Haynes) Usar tus habilidades de detective.
fr: (Haynes) Utiliser vos talents de détective.
it: (Haynes) Usa le tue abilità da detective.
ko: (헤인즈) 탐정의 능력을 발휘한다.
ru: (Хэйнс) Использовать свои навыки детектива.

source: "Oho, a mystery. I believe I'm in my element here." Haynes gestures with his pipe as he studies the feed of each ship. "Hmm, intriguing. I can't help but notice that on the fighter, there is a Federation-issue gun lying in the corner of the cockpit. Quite curious, considering you might expect a discarded weapon if there was a scuffle." The captain of the fighter looks panicked. "I can explain!" Haynes shakes his head. "In addition, your pilot is wearing his uniform incorrectly. Can you explain that?" "I-I must have told him to correct it a thousand times! But I swear, he's as loyal to the Federation as he can be." "You're right- because you're NOT the impostor."
es: “Oho, un misterio. Creo que estoy en mi elemento.” Haynes hace un gesto con su pipa mientras estudia la transmisión de cada nave. “Hmm, intrigante. No puedo evitar notar que en el caza hay un arma reglamentaria de la Federación tirada en una esquina de la cabina. Bastante curioso, considerando que uno esperaría un arma descartada si hubiera habido un forcejeo.” La capitana del caza parece entrar en pánico. “¡Puedo explicarlo!” Haynes niega con la cabeza. “Además, tu piloto lleva el uniforme de forma incorrecta. ¿Puedes explicar eso?” “¡Y-yo debo haberle dicho mil veces que lo corrigiera! Pero lo juro, es tan leal a la Federación como puede serlo.” “Tienes razón... porque tú NO eres la impostora.”
fr: "Oho, un mystère. Je crois que je suis dans mon élément ici." Haynes brandit sa pipe en observant le flux vidéo de chaque vaisseau."Hmm, intrigant. Je ne peux m'empêcher de remarquer qu'il y a un pistolet d'origine fédérale dans un coin du cockpit du chasseur. Plutôt curieux, vu qu'on s'attendrait à une arme abandonnée s'il y avait eu une bagarre." Le capitaine du chasseur panique. "Je peux expliquer !" Haynes secoue la tête. "De plus, votre pilote porte mal son uniforme. Comment expliquez-vous cela ?" "J-J'ai dû lui demander de le remettre en ordre mille fois ! Mais je jure qu'il est aussi loyal à la Fédération qu'il peut l'être." "Vous avez raison — car ce n'est PAS vous l'imposteur."
it: "Oho, un mistero. Questo è il mio elemento." Haynes fa un gesto con la sua pipa mentre studia i video di ognuna delle navi. "Hmm, interessante. Non posso fare a meno di notare che sul caccia c'è un'arma da fuoco federale nell'angolo della cabina di pilotaggio. Davvero curioso, visto che ci si aspetterebbe un'arma scartata solo dopo una lotta." La capitana del caccia sembra andare nel panico. "Posso spiegare! Haynes scuote la testa. "Inoltre, il vostro pilota indossa la divisa in modo errato. Potete spiegare anche questo?" "D-devo avergli detto di sistemarla un migliaio di volte! Ma giuro che è leale alla Federazione più di chiunque altro." "E hai ragione- perché tu NON sei l'impostore."
ko: "아하, 미스테리로군. 내 실력을 제대로 보여줘야겠어." 헤인즈가 각 함선의 기록을 살펴보며 파이프로 손짓합니다. "흠, 흥미롭군. 저기 전투기 말이야. 조종석 구석에 연방제 소형화기가 놓여 있네. 무슨 일이 발생한다면 손을 뻗기엔 너무 먼 위치에 있어." 전투기의 함장은 공황에 빠진 것처럼 보입니다. "설명할 수 있습니다!" 헤인즈는 고개를 가로젓습니다. "또, 당신네 조타수가 유니폼을 잘못 입고 있네. 이것도 설명할 수 있나?" "분, 분명 제대로 차려 입으라고 수천 번은 말했습니다! 하지만 맹세컨데, 녀석만큼 연방에 충성하는 사람은 없습니다." "그렇지, 왜냐하면 당신은 배신자가 전혀 아니니까."
ru: "Охо, загадка. Похоже, я в своей стихии", - говорит Хэйнс, размахивая трубкой и изучая записи с каждого корабля. "Хмм, любопытно. Не могу не заметить, что на истребителе в углу кабины лежит оружие Федерации. Странно, учитывая, что в случае боев на корабле оружие обычно забывают в разных местах". Капитан истребителя поникует. "Я могу все объяснить!" Хэйнс качает головой. "Кроме того, ваш пилот неправильно носит форму. Как объясните это?" "Я тысячу раз говорил ему поправить форму! Но клянусь, он верен Федерации как никто другой". "Вы правы - потому что вы НЕ самозванец".

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: The fighter captain's face turns from panic to confusion, then relief. "W-what do you mean?" "Your ship bears dirt, dust, clutter and residence. The other ship is suspiciously clean, spotless and with no character. I suspect we could uncover more." The corvette captain has a poker face. "We have nothing to hide. We clean our ship properly." "Then, since you have nothing to hide, I'd be glad to see a video of the last time you cleaned. Surely it was within the last 24 hours? And, I'm sure there's no blood residuals either, hm?" After a staredown, with three other ships aiming their weapons at them, the corvette finally stands down.
es: El rostro del capitán del caza pasa del pánico a la confusión, y luego al alivio. “¿Q-qué quieres decir?” “Tu nave muestra suciedad, polvo, desorden y señales de uso. La otra nave está sospechosamente limpia, impecable y sin carácter. Sospecho que podríamos descubrir más.” El capitán de la corbeta mantiene el rostro impasible. “No tenemos nada que ocultar. Limpiamos nuestra nave adecuadamente.” “Entonces, ya que no tienen nada que ocultar, me encantaría ver un video de la última vez que la limpiaron. Seguro que fue dentro de las últimas 24 horas, ¿verdad? Y supongo que tampoco hay residuos de sangre, ¿hm?” Tras un tenso intercambio de miradas, con otras tres naves apuntándoles con sus armas, la corbeta finalmente se rinde.
fr: Le visage du capitaine du chasseur passe de la panique à la confusion, puis au soulagement. "Q-que voulez-vous dire ?" "Votre vaisseau porte de la poussière, de la saleté, du désordre et témoigne d'une présence humaine. L'autre vaisseau est étrangement propre, impeccable, sans aucune trace de vie. Je soupçonne que nous pourrions découvrir bien plus." Le capitaine de la corvette reste impassible. "Nous n'avons rien à cacher. Nous nettoyons notre vaisseau correctement." "Alors, puisque vous n'avez rien à cacher, je serais ravi de voir une vidéo de la dernière fois que vous avez fait le ménage. Ce doit être dans les dernières 24 heures, n'est-ce pas ? Et je suppose qu'il n'y a pas non plus de traces de sang, hm ?" Après un long face-à-face, les trois autres vaisseaux braquent leurs armes sur eux, la corvette finit par capituler.
it: Il volto della capitana del caccia passa dal panico alla confusione, e poi sollievo. "C-cosa vuoi dire?" "La vostra nave ha terra, polvere, oggetti sparsi e altro ancora. L'altra è sospettosamente pulita, senza una macchia fuori posto e senza carattere. Sospetto che possiamo scoprire altro." Il capitano della corvetta risponde con sicurezza. "Non abbiamo nulla da nascondere. Noi la puliamo bene la nostra nave." "Allora, visto che non avete niente da nascondere, mi piacerebbe proprio vedere un video delle vostre ultime pulizie. Sicuramente saranno state in queste 24 ore, no? E sono sicuro che non ci sono nemmeno residui di sangue, hm?" Dopo un lungo tempo a fissare, con le altre navi che gli puntano addosso le armi, il capitano della corvetta si arrende.
ko: 전투기 함장은 혼란스러워하다 이내 안도감을 되찾습니다. "무, 무슨 뜻입니까?" "당신의 함선은 먼지투성이에 생활한 흔적도 남아 있지. 하지만 다른 함선은 수상할 정도로 깨끗하고 사람이 거주한 흔적이 없어. 분명 살펴보면 뭔가 더욱 나올 거야." 초계함의 함장은 무표정을 유지합니다. "우린 숨길 것이 없습니다. 우리는 함선을 깨끗하게 청소합니다." "그래? 숨길 게 없다면 지난 번 청소때의 영상 기록을 볼 수 있나? 최근 24시간 이내 청소했겠지? 피랑 생활 흔적도 모조리 지웠을 테고, 아닌가? 약간의 눈치싸움 후, 나머지 세 척의 함선이 무기를 초계함에 겨누자, 초계함의 함장은 마침내 항복합니다.
ru: Лицо капитана истребителя меняется от паники к замешательству, а затем к облегчению. "Ч-что вы имеете в виду?" "Ваш корабль покрыт грязью, пылью, хламом и следами обитания. Другой корабль подозрительно чистый, без единого пятнышка и без признаков жизни. Думаю, мы могли бы найти еще больше". Капитан корвета сохраняет невозмутимое выражение лица. "Нам нечего скрывать. Мы тщательно убираем корабль". "Тогда, раз вам нечего скрывать, с удовольствием посмотрю видео последней уборки. Наверняка это было не позже 24 часов назад? И, уверен, никаких следов крови тоже нет, да?" После напряженного молчания, когда три других корабля направляют оружие в сторону корвета, его капитан наконец сдается.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Jerry) Politely ask the impostor's crew to surrender.
es: (Jerry) Pide educadamente a la tripulación impostora que se rinda.
fr: (Jerry) Demander poliment à l'équipage de l'imposteur de se rendre.
it: (Jerry) Chiedi educatamente all'equipaggio dell'impostore di arrendersi.
ko: (제리) 변절한 선원들에게 정중하게 항복을 권한다.
ru: (Джерри) Вежливо попросить экипаж самозванцев сдаться.

source: "Hey guys, it's me, Jerry." Jerry waves. The corvette's pilot looks surprised and waves at him. "Guys! Get in here, it's Jerry!" The other Rebels start to filter into the room. The captain looks alarmed. "What are you doing?" "Dude, we can't lie to Jerry, man, come on." Jerry smiles. "Would you guys mind giving the Federation their ship back?" The captain seems unhappy at the situation, but his crew don't seem to want to harm Jerry.
es: “Hola chicos, soy yo, Jerry.” Jerry saluda con la mano. El piloto de la corbeta parece sorprendido y le devuelve el saludo. “¡Chicos! ¡Vengan, es Jerry!” Los otros Rebeldes comienzan a entrar en la sala. El capitán parece alarmado. “¿Qué estás haciendo?” “Amigo, no podemos mentirle a Jerry, vamos.” Jerry sonríe. “¿Les importaría devolverle la nave a la Federación?” El capitán parece disgustado con la situación, pero su tripulación no parece querer hacerle daño a Jerry.
fr: "Hé les gars, c'est moi, Jerry." Jerry fait signe de la main. Le pilote de la corvette a l'air surpris et lui répond par un signe de la main. "Les gars ! Venez ici, c'est Jerry !" Les autres rebelles commencent à arriver dans la pièce. Le capitaine a l'air alarmé. "Qu'est-ce que vous faites ?" "Mec, on ne peut pas mentir à Jerry, allez quoi." Jerry sourit. "Est-ce que ça vous dérangerait de rendre le vaisseau à la Fédération ?" Le capitaine semble mécontent de la situation, mais son équipage ne semble pas vouloir faire de mal à Jerry.
it: "Ehi ragazzi, sono io, Jerry." Jerry saluta con la mano. Il pilota della corvetta è sorpreso e lo saluta di rimando. "Ragazzi! Venite qui, c'è Jerry!" Gli altri Ribelli iniziano a entrare nella stanza. Il capitano sembra allarmato. "Cosa stai facendo?" "Andiamo, non possiamo mentire a Jerry, bello. Dai su." Jerry sorride. "Vi dispiace restituire alla Federazione la sua nave?" Il capitano non sembra contento della situazione, ma il suo equipaggio non vuole far del male a Jerry.
ko: "안녕 친구들, 나 제리야." 제리가 손을 흔듭니다. 초계함의 조타수가 놀란 후 제리에게 인사합니다. "얘들아! 여기 봐봐! 제리가 왔어!" 다른 반군들도 방으로 몰려옵니다. 초계함 함장은 불안해합니다. "너희들, 이게 무슨 짓이냐?" "무슨 짓이냐니요, 어떻게 제리 앞에서 거짓말을 합니까?" 제리가 미소짓습니다. "너희들, 부탁인데 연방 함선을 돌려줄 수 없을까?" 함장은 이 상황을 달갑지 않아했지만, 반군 선원들은 제리에게 해를 끼치고 싶지 않았습니다.
ru: "Привет, ребята, это я, Джерри". Джерри машет рукой. Пилот корвета удивленно смотрит на него и машет рукой. "Ребята! Идите сюда, это Джерри!" Остальные повстанцы начинают заходить в помещение. Капитан выглядит встревоженным. "Что вы делаете?" "Чувак, мы не можем врать Джерри, давай". Джерри улыбается. "Вы, ребята, не могли бы вернуть Федерации их корабль?" Капитан выглядит недовольным ситуацией, но его экипаж, похоже, не хочет причинять Джерри вреда.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Soldier Crew) Demand that both ships transmit data only Federation enlisted personnel would know.
es: (Tripulación Soldado) Exige que ambas naves transmitan datos que solo el personal alistado de la Federación conocería.
fr: (Membre d'équipage Soldat) Exiger que les deux vaisseaux transmettent des données que seuls les membres enrôlés de la Fédération pourraient connaître.
it: (Equipaggio soldato) Ordina che entrambe le navi trasmettano dati che solo il personale di servizio della Federazione potrebbe sapere.
ko: (인간 병사) 연방 병사만이 알 수 있는 함선 정보를 넘기라고 요구한다.
ru: (Член экипажа-Солдат) Потребовать, чтобы оба корабля передали данные, известные только рядовому составу Федерации.

source: Your soldier barks out a command to have every soldier salute and announce their serial number, platoon, graduating class, and drill sergeant. The fighter's crew immediately transmit a video of each crewmen saluting and proudly providing what they're ordered to. Some of them even throw an anecdote of their training along with it. The Soldier nods, satisfied with their answers. The other ship hasn't contacted you at all.
es: Tu soldado da una orden tajante para que cada soldado salude y anuncie su número de serie, pelotón, promoción y sargento instructor. La tripulación del caza transmite de inmediato un video de cada miembro saludando y proporcionando con orgullo lo que se les ordenó. Algunos incluso añaden una anécdota de su entrenamiento. El Soldado asiente, satisfecho con sus respuestas. La otra nave no se ha puesto en contacto contigo en absoluto.
fr: Le soldat ordonne à chaque membre d'armer de saluer et d'annoncer leur numéro de matricule, leur peloton, leur promotion et leur sergent instructeur. L'équipage du chasseur transmet immédiatement une vidéo où chaque membre salue fièrement et donne les informations demandées, certains y ajoutant même une anecdote sur leur formation. Le soldat hoche la tête, satisfait de leurs réponses. L'autre vaisseau, en revanche, n'a toujours pas donné signe de vie.
it: Il tuo soldato ordina che ogni soldato faccia il saluto militare e annunci il suo numero di matricola, plotone, classe di diploma e sergente d'addestramento. L'equipaggio del caccia trasmette immediatamente un video di ognuno che fa il saluto e fornisce con orgoglio le informazioni richieste. Alcuni raccontano anche un breve aneddoto del loro addestramento. Il soldato annuisce soddisfatto dalle risposte. L'altra nave non ti ha contattato affatto.
ko: 당신의 병사는 각 함선의 모든 선원의 경례와 군번, 소속 부대, 출신 훈련소, 그리고 훈련 교관에 대한 정보를 공개하라고 명령합니다. 전투기의 함장은 즉시 모든 선원의 경례와 함께 지시한 모든 정보를 제공했습니다. 몇 명은 다소 쓸데없는 훈련 당시의 일화도 덧붙였습니다. 병사는 대답에 흡족해하며 끄덕입니다. 한편, 초계함 쪽에서는 그 어떤 반응도 없었습니다.
ru: Ваш Солдат отдает команду, чтобы все солдаты отдали честь и объявили свой порядковый номер, взвод, выпускной класс и сержанта. Экипаж истребителя немедленно передает видео, на котором каждый член экипажа отдает честь и с гордостью выполняет приказ. Некоторые из них даже рассказывают анекдот о своей подготовке. Солдат кивает, удовлетворенный их ответами. Другой корабль вообще не выходит на связь.

source: Demand that the other ship surrender and prepare to be boarded.
es: Exige que la otra nave se rinda y se prepare para ser abordada.
fr: Exiger que l'autre vaisseau se rende immédiatement et se prépare à être abordé.
it: Ordina all'altra nave di arrendersi e prepararsi all'abbordaggio.
ko: 다른 함선에게 항복과 함께 탑승 허가를 요구한다.
ru: Потребовать, чтобы другой корабль капитулировал и сдался в плен.

source: Your hacking suite isn't sophisticated enough to detect forgeries.
es: Tu sistema de hacking no es lo suficientemente sofisticado como para detectar falsificaciones.
fr: Votre logiciel de piratage n'est pas assez sophistiquée pour détecter les falsifications.
it: Il tuo sistema di hacking non è abbastanza sofisticato da rilevare dati contraffatti.
ko: 당신의 해킹 설비는 외부인의 침입 흔적을 확인할 정도로 정교하지 않습니다.
ru: Ваш набор взломщика недостаточно совершенен, чтобы обнаружить самозванцев.

source: (Adv. Hacking) Demand that the ships allow you to hack their ships.
es: (Hacking Avanzado) Exige que las naves te permitan hackear sus sistemas.
fr: (Piratage avancé) Exiger que les vaisseaux vous autorisent à pénétrer leurs systèmes informatiques.
it: (Hacking avanzato) Ordina che le navi ti permettano di hackerarle.
ko: (최고급 해킹) 각 함선에게 해킹을 허용해달라고 요구한다.
ru: (Продв. Взломщик) Потребовать, чтобы капитаны позволили вам взломать их корабли.

source: You inform the ships that your hacking system is sophisticated enough that it can detect any forgeries that might have been set in place within the security records. The captain of the corvette scoffs in outrage. "How dare you, Renegade! We won't let you invade our privacy!" It looks like they're about to attack!
es: Informas a las naves que tu sistema de hacking es lo suficientemente sofisticado como para detectar cualquier falsificación que haya sido implantada en los registros de seguridad. El capitán de la corbeta resopla indignado. “¡Cómo te atreves, renegado! ¡No permitiremos que invadas nuestra privacidad!” ¡Parece que están a punto de atacar!
fr: Vous informez les vaisseaux que votre système de piratage est suffisamment sophistiqué pour détecter toute falsification pouvant avoir été placée dans les registres de sécurité. Le capitaine de la corvette ricane d'indignation. "Comment osez-vous, Renégat ! Nous ne laisserons pas envahir notre vie privée !" On dirait qu'ils s'apprêtent à attaquer !
it: Informi le navi che il tuo sistema di hacking è abbastanza sofisticato da rilevare qualunque dato contraffatto che possa essere stato inserito nei registri di security. Il capitano della corvetta sbuffa oltraggiato. "Come osi, Rinnegato! Non ti permetteremo di invadere la nostra privacy!" Sembra che stiano per attaccare!
ko: 당신은 함선의 해킹 장비가 각 함선의 보안 기록을 살펴 외부 침입 흔적을 밝혀낼 수 있을 정도로 정교하다고 설명합니다. 별안간 초계함의 함장이 발끈합니다. "감히 우리의 사생활을 엿보려고 하다니, 망할 배회자 자식!" 초계함이 공격하려고 합니다!
ru: Вы сообщаете кораблям, что ваша система взлома достаточно совершенна, чтобы обнаружить любые фальсификации, которые могли быть внесены в записи системы безопасности. Капитан корвета возмущенно кричит. "Как вы смеете, Ренегат! Мы не позволим вам вторгаться в нашу частную жизнь!" Похоже, они собираются атаковать!

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Mind Control) Force the impostors to reveal themselves.
es: (Control Mental) Obliga a los impostores a revelarse.
fr: (Contrôle mental) Forcer les imposteurs à se révéler.
it: (Controllo mentale) Costringi l'impostore a rivelare la sua identità.
ko: (정신 지배 장비) 변절자들이 정체를 드러내도록 만든다.
ru: (Контроль разума) Заставить самозванцев раскрыть себя.
