Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: Your Defense Drone's first shot staggers one of the pods, and its second shot manages to knock it away, sending the boarding pod off course. You'll still have to deal with the other pods!
es: El primer disparo de tu Drone de Defensa hace tambalear una de las cápsulas, y el segundo logra desviarla, enviando la cápsula de abordaje fuera de curso. ¡Aún tendrás que encargarte de las otras cápsulas!
fr: Le premier tir de votre Drone d'abordage frôle l'une des nacelles et son second tir parvient à l'envoyer au loin,la faisant dévier de sa trajectoire. Il vous reste à vous occuper de l'autre nacelle !
it: Il primo colpo del tuo drone di difesa sbilancia una delle capsule, e il secondo la respinge mandandola fuori rotta. Devi comunque ancora occuparti delle altre!
ko: 방어 드론의 첫 사격이 포드를 저지하고, 연이은 공격으로 포드를 궤적 밖으로 튕겨냈습니다. 다른 포드들은 직접 처리해야 할 것 같습니다!
ru: Первый выстрел вашего Защитного дрона поражает одну из капсул, а второй выстрел сбивает ее с курса, отправляя абордажную капсулу в сторону. Вам все равно придется разбираться с другими капсулами!

source: They're committing fully to taking your ship. Four more pods are approaching!
es: Están totalmente decididos a tomar tu nave. ¡Cuatro cápsulas más se aproximan!
fr: Ils s'engagent pleinement à prendre votre vaisseau. Quatre autres nacelles sont en approche !
it: Sono davvero decisi a prendere la tua nave. Altre quattro capsule in avvicinamento!
ko: 정말로 함선을 장악하려고 작정한 것 같습니다. 강습 포드 네 기가 더 옵니다!
ru: Они намерены полностью захватить ваш корабль. Приближаются еще четыре капсулы!

source: (Strong Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Potente) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense Puissant) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa potente) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (강력 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Сильный Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Your Defense Drone fires at the incoming pods. The pods are tough, but your Defense Drone is powerful enough to destroy one of the pods before it gets to you. The other three still manage to break through. This is it!
es: Tu Dron de Defensa dispara contra las cápsulas entrantes. Son resistentes, pero tu Dron de Defensa es lo bastante potente como para destruir una de las cápsulas antes de que te alcancen. Las otras tres aun así logran atravesar. ¡Esto es todo!
fr: Votre drone de défense tire sur les nacelles qui arrivent. Les nacelles sont résistantes, mais votre Drone de défense est suffisamment puissant pour détruire l'une d'entre elles avant qu'elle ne vous atteigne. Les trois autres parviennent tout de même à passer. Ça y est !
it: Il tuo drone di difesa spara alle capsule in avvicinamento. Sono coriacee, ma il tuo drone è abbastanza potente da distruggerne una prima che arrivi. Le altre tre però riescono comunque a passare! Siamo al capolinea!
ko: 방어 드론이 강습 포드에 사격했습니다. 꽤 튼튼했지만, 포드 하나를 격추하는데 성공했습니다. 그러나 나머지 세 기는 함선에 침입하는데 성공했습니다. 이번이 마지막입니다!
ru: Ваш Защитный дрон стреляет по приближающимся капсулам. Капсулы крепкие, но ваш Защитный дрон достаточно мощный, чтобы уничтожить одну из них до того, как она доберется до вас. Остальным трем все же удается прорваться. Вот они!

source: (Strong Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Potente) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense Puissant) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa potente) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (강력 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Сильный Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Your Defense Drone fires at the incoming pods. The pods are tough, but your Defense Drone is powerful enough to destroy one of the pods before it gets to you. The other three still manage to break through. This is it!
es: Tu Dron de Defensa dispara contra las cápsulas entrantes. Son resistentes, pero tu Dron de Defensa es lo bastante potente como para destruir una de las cápsulas antes de que te alcancen. Las otras tres aun así logran atravesar. ¡Esto es todo!
fr: Votre drone de défense tire sur les nacelles qui arrivent. Les nacelles sont résistantes, mais votre Drone de défense est suffisamment puissant pour détruire l'une d'entre elles avant qu'elle ne vous atteigne. Les trois autres parviennent tout de même à passer. Ça y est !
ko: 방어 드론이 강습 포드에 사격했습니다. 꽤 튼튼했지만, 포드 하나를 격추하는데 성공했습니다. 그러나 나머지 세 기는 함선에 침입하는데 성공했습니다. 이번이 마지막입니다!
ru: Ваш Защитный дрон стреляет по приближающимся капсулам. Капсулы крепкие, но ваш Защитный дрон достаточно мощный, чтобы уничтожить одну из них до того, как она доберется до вас. Остальным трем все же удается прорваться. Вот они!

source: (Weak Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Débil) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense faible) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa debole) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (약한 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Слабый Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: You finally decide to deploy your drone...
es: Finalmente decides desplegar tu dron...
fr: Vous vous décider finalement à déployer votre drone...
it: Finalmente ti decidi a schierare il tuo drone...
ko: 당신은 마침내 드론을 발진시키기로 합니다...
ru: Наконец-то вы решили использовать свой дрон...

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: (Weak Defense Drone) Attempt to shoot down the pods with your Defense Drone.
es: (Dron de Defensa Débil) Intenta derribar las cápsulas con tu Dron de Defensa.
fr: (Drone de Défense faible) Tentez d'abattre les nacelles avec votre drone de défense.
it: (Drone di difesa debole) Tenta di abbattere le capsule col tuo drone di difesa.
ko: (약한 방어 드론) 방어 드론으로 강습 포드를 요격한다.
ru: (Слабый Защитный дрон) Попытаться сбить капсулы с помощью вашего Защитного дрона.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: All four pods break into your ship. This is it!
es: Las cuatro cápsulas logran abrirse paso hacia tu nave. ¡Este es el momento!
fr: Les quatre nacelles pénètrent votre vaisseau. Nous y sommes !
it: Tutte e quattro le capsule fanno breccia nella tua nave. Siamo al capolinea!
ko: 포드 4개가 모두 함선에 침입했습니다. 이번이 마지막입니다!
ru: Все четыре капсулы врываются на ваш корабль. Вот они!

source: "This is Freamon. We've successfully secured the hostages. I want to extend my utmost appreciation for what you've done here today. We're going to get them all to safety. The pirates had some military equipment on their ship - if you want it, it's yours." As the Commodore has his crew bring you the pirate's belongings, one of them passes on a thank-you note from a child that had been taken.
es: “Habla Freamon. Hemos asegurado a los rehenes con éxito. Quiero expresar mi más sincero agradecimiento por lo que has hecho hoy aquí. Vamos a llevarlos a todos a un lugar seguro. Los piratas tenían equipo militar en su nave; si lo quieres, es tuyo.” Mientras el Comodoro ordena a su tripulación que te entregue las pertenencias de los piratas, uno de ellos te pasa una nota de agradecimiento escrita por un niño que había sido capturado.
fr: "Ici Freamon. Nous avons réussi à récupérer les otages. Je tiens à vous remercier pour ce que vous avez fait ici aujourd'hui. Nous allons tous les mettre en sécurité. Les pirates avaient du matériel militaire à bord de leur vaisseau - si vous le voulez, il est à vous" Tandis que le Commodore demande à son équipage de vous apporter les affaires des pirates, l'un d'eux transmet un mot de remerciement de la part d'un enfant qui avais été enlevé.
it: "Qui Freamon. Abbiamo messo in sicurezza gli ostaggi. Voglio esprimere la mia più sincera gratitudine per quello che hai fatto. Li porteremo tutti al sicuro. I pirati avevano attrezzature militari a bordo della loro nave, se le vuoi, sono tue." Mentre il Commodoro ordina al suo equipaggio di portarti quello che apparteneva ai pirati, uno ti passa una nota di ringraziamento da parte di un bambino che era stato rapito.
ko: "Freamon 함장일세. 인질의 신병을 확보했다. 이제 인질들은 안전하네. 자네의 활약에 어떻게 감사를 표해야 할지 모르겠군. 해적 놈들이 군용 장비를 좀 가지고 있던 것 같던데, 원한다면 얼마든지 가져가도록 하게." 함장과 그의 선원들이 해적의 물건을 당신에게 전달합니다. 인질로 붙잡혔던 아이가 쓴 감사 편지와 함께 말입니다.
ru: "Это Фримон. Мы успешно освободили заложников. Я хочу выразить вам огромную благодарность за то, что вы сделали здесь сегодня. Мы собираемся доставить их всех в безопасное место. У пиратов на корабле было военное оборудование - если оно вам нужно, оно ваше". Пока коммодор приказывает своей команде принести вещи пиратов, один из них передает благодарственную записку от похищенного ребенка.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: A repeating distress signal guides you towards the local Ministry Embassy. It's alarming to find a distress signal here - made even more alarming by the Duskbringer ship posted outside the station.
de: Ein sich wiederholender Notruf-Signalpunkt kommt von einer lokalen Ministry Botschaft. Es ist alarmierend einen Notruf hier zu finden - wobei es noch alarmierender ist, dass ein Duskbringer Schiff vor der Station ist.
es: Una señal de socorro repetitiva te guía hacia la embajada local del Ministry. Es alarmante encontrar una señal de auxilio aquí, y más alarmante aún ver una nave Duskbringer apostada fuera de la estación.
fr: Un signal de détresse répété vous guide vers l'ambassade locale du Ministère. Il est inquiétant de trouver un signal de détresse ici, d'autant plus inquiétant avec le vaisseau Duskbringer posté à l'extérieur de la station.
it: Un segnale di soccorso trasmesso a ripetizione ti guida verso l'ambasciata locale del Ministero. È allarmante trovare un segnale di soccorso qui, e ancora di più è la nave Crepuscolare appostata fuori dalla stazione.
ko: 반복적인 조난 신호는 당신을 지역 내각 대사관으로 안내했습니다. 안 그래도 조난 신호는 불길한 징조인데, 정거장 밖에 있던 더스크브링어 선박이 당신의 걱정을 키워만 갔습니다.
ru: Повторяющийся сигнал бедствия направляет вас к местному посольству Министерства. Тревожно обнаружить здесь сигнал бедствия - еще большую тревогу вызывает корабль Вестников Заката, стоящий у станции.

source: Board the embassy.
de: Betrete die Botschaft.
es: Abordar la embajada.
fr: Explorer l'ambassade.
it: Abborda l'ambasciata.
ko: 대사관으로 간다.
ru: Высадиться у посольства.

source: You stealthily dock in one of the two hangars and make your way to the center lobby, stepping over the bodies of several deceased guards on the way. When you arrive, you find that countless civilians and guards, primarily Ministry but also numerous other species, have been tied up and gagged. Several guards stand on the sides, guns drawn, but are incapable of action without risking the civilians. A team of fully-suited up Duskbringers are holding guns to the heads of several officials, while their leader marches back and forth. "The time of complacency in our species is over! The Zoltan race did not rise from the ashes of a torched civilization to sit voicelessly on a council and die in wars caused by Human greed! A united Federation is a myth! It is time we rise up and claim our rightful place among the stars!" The Zoltan speaks stiffly, as if reciting a speech he heard spoken elsewhere.
de: Du dockst heimlich in einem der zwei Hangars an und machst dich auf den Weg in die Eingangshalle, wobei du über die Leichen von mehreren verstorbenen Wachen steigst. Als du ankommst, findest du einige Zivilisten und Wachen, hauptsächlich Ministry Angehörige, jedoch auch ein paar andere Spezien, welche gefesselt und geknebelt wurden. Mehrere Wachen stehen an den Seiten, mit gezogenen Waffen, jedoch nicht in der Lage etwas zu tun, ohne die Zivilisten zu gefähren. Ein Team von voll ausgerüsteten Duskbringern, haben ihre Waffen auf mehrere Beamtete gerichtet, während ihr Anführer hin und her läuft. "Die Zeit der Selbstgefälligkeit in unserer Spezies ist vorbei! Die Zoltan Rasse ist nicht aus der Asche einer gefallenen Zivilisation gestiegen, um ohne Mitspracherecht im Rat zu sitzen und in Kriegen zu sterben, die durch die Gier der Menschen geschaffen wurden! Eine vereinte Föderation ist ein Mythos! Es ist Zeit, dass wir aufstehen und unseren wahren Platz unter den Sternen einnehmen!" Der Zoltan redet steif, als ob er eine Rede zitiert, die er wo anders gehört hatte.
es: Te acoplas sigilosamente en uno de los dos hangares y te diriges al vestíbulo central, pasando por encima de los cuerpos de varios guardias fallecidos en el camino. Al llegar, descubres que innumerables civiles y guardias, principalmente del Ministry pero también de muchas otras especies, han sido atados y amordazados. Varios guardias permanecen a los lados, con las armas desenfundadas, pero incapaces de actuar sin poner en riesgo a los civiles. Un equipo de Duskbringers completamente equipados apunta con sus armas a la cabeza de varios oficiales, mientras su líder camina de un lado a otro. “¡El tiempo de la complacencia en nuestra especie ha terminado! ¡La raza Zoltan no resurgió de las cenizas de una civilización arrasada para sentarse sin voz en un consejo y morir en guerras provocadas por la codicia Humana! ¡Una Federación unida es un mito! ¡Es hora de alzarnos y reclamar nuestro legítimo lugar entre las estrellas!” El Zoltan habla con rigidez, como si estuviera recitando un discurso que escuchó en otro lugar.
fr: Vous accostez discrètement dans l'un des deux hangars et vous frayez un chemin jusqu'au hall central, en enjambant les corps de plusieurs gardes décédés sur le chemin. Lorsque vous arrivez, vous découvrez que d'innombrables civils et gardes, principalement du Ministère mais aussi de nombreuses autres espèces, ont été attachés et bâillonnés. Plusieurs gardes se tiennent sur les côtés, armes à la main, mais sont incapables d'agir sans risquer la vie des civils. Une équipe de Duskbringers entièrement équipés tient des armes sur la tête de plusieurs officiels, pendant que leur leader marche de long en large. "Le temps de la complaisance dans notre espèce est révolu ! La race Zoltan n'est pas sortie des cendres d'une civilisation incendiée pour rester silencieusement assise dans un conseil et mourir dans des guerres causées par la cupidité humaine ! Une Fédération unie est un mythe ! Il est temps que nous nous levions et revendiquions notre place légitime parmi les étoiles !" Le Zoltan parle raide, comme s'il récitait un discours entendu ailleurs.
it: Attracchi di soppiatto in uno dei due hangar e ti fai strada fino all'atrio, superando i cadaveri di molte guardie. Quando arrivi, scopri che innumerevoli civili e guardie, perlopiù del Ministero ma anche di molte altre specie, sono stati legati e imbavagliati. Molte guardie stanno al loro fianco, armi pronte, ma non possono agire senza mettere a repentaglio la vita dei civili. Una squadra di Crepuscolari armata fino ai denti ha le armi puntate alla testa di molti ufficiali, mentre il loro leader cammina avanti e indietro. "Il tempo del lassismo nella nostra specie è finito! La razza zoltan non è risorta dalle ceneri di una civiltà devastata per starsene seduta in un concilio senza avere una voce e morire in guerre causate dalla cupidigia umana! Una Federazione unita è un mito! È giunto il momento di elevarci e prendere il posto che ci spetta di diritto tra le stelle!" Lo zoltan parla in modo forzato, come se stesse recitando un discorso che ha sentito da qualche parte.
ko: 당신은 두 개의 격납고 중 한곳에 조심히 정박한 뒤 사망한 경비원 몇 명의 시신을 밟으며 중앙 로비로 향했습니다. 내부에 도착해보니 주로 내각의 일원으로 구성된 수많은 민간인과 경비원들이 입을 막힌 채 묶여 있었습니다. 바로 옆에 몇몇 경비원들이 총을 들고 서 있었지만, 민간인의 안전 때문에 섣불리 움직이지 못하고 있습니다. 완전 무장한 더스크브링어들이 여러 관리들의 머리에 총을 겨누고 있었고, 그들의 리더가 앞뒤로 행진하고 있었습니다. "우리 종족이 현실에 안주하던 시대는 끝났습니다! 타오르는 문명의 잿더미에서 일어나 소리 없이 의회에 앉아야 할 졸탄이 인간의 탐욕으로 야기된 전쟁에 죽어선 안 됩니다! 하나의 연방은 환상입니다! 우리는 지금 함께 일어나 별들 사이에서 정당한 위치를 주장해야 합니다!" 졸탄은 다른 곳에서 들었던 연설을 읊듯이 딱딱하게 말했습니다.
ru: Вы по-тихому стыкуетесь в одном из двух ангаров и пробираетесь к центральному вестибюлю, переступая по пути через тела нескольких погибших охранников. Прибыв на место, вы видите, что бесчисленное количество гражданских и охранников, в основном из Министерства, а также многочисленных представителей других видов, связаны и с кляпами во рту. Несколько охранников стоят по бокам с оружием наготове, но не могут действовать без риска для гражданских. Команда полностью экипированных Вестников Заката приставила оружие к головам нескольких чиновников, а их лидер ходит взад и вперед. "Время самодовольства в нашем роду закончилось! Раса золтанов поднялась из пепла сожженной цивилизации не для того, чтобы безгласно сидеть в совете и погибать в войнах, вызванных человеческой жадностью! Единая Федерация - это миф! Пришло время нам восстать и занять свое законное место среди звезд!" Золтан говорит скованно, как будто пересказывает речь, которую он слышал в другом месте.

source: Shoot the Duskbringer.
de: Erschieße den Duskbringer.
es: Disparar al Duskbringer.
fr: Tirez sur le Duskbringer.
it: Spara al Crepuscolare.
ko: 더스크브링어를 쏜다.
ru: Выстрелить в Вестника Заката.

source: (Devorak) De-escalate the situation.
es: (Devorak) Desescalar la situación.
fr: (Devorak) Désamorcer la situation.
it: (Devorak) Raffredda i bollenti spiriti.
ko: (데보락) 상황을 진정시킨다.
ru: (Деворак) Деэскалировать ситуацию.

source: Reveal yourself and attempt to debate with the Duskbringer.
de: Zeige dich und versuche mit dem Duskbringer zu diskutieren.
es: Revelarte e intentar debatir con el Duskbringer.
fr: Révélez-vous et tentez de débattre avec le Duskbringer.
it: Palesati e tenta un dibattito col Crepuscolare.
ko: 모습을 밝히고 더스크브링어와 소통을 시도한다.
ru: Раскрыть себя и попытаться вступить в дискуссию с Вестником Заката.

source: Take this moment to leave.
de: Nehme den Moment, um wieder zu gehen.
es: Aprovechar este momento para marcharte.
fr: Profitez de ce moment pour partir.
it: Approfitta di questo momento per andartene.
ko: 들키기 전에 떠난다.
ru: Воспользоваться моментом и уйти.

source: Avoid the embassy.
de: Gehe der Botschaft aus dem Weg.
es: Evitar la embajada.
fr: Éviter l'ambassade.
it: Evita l'ambasciata.
ko: 대사관을 피한다.
ru: Избегать посольства.

source: This is far too risky to be worth getting involved in.
de: Das ist zu gefährlich, um sich einzumischen.
es: Es demasiado arriesgado como para involucrarse.
fr: C'est bien trop risqué pour être utile de s'impliquer.
it: È fin troppo rischioso perché valga la pena farsi coinvolgere.
ko: 이 일은 너무 위험하므로 관여할 가치가 없습니다.
ru: Это слишком рискованно, чтобы в это стоило ввязываться.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_sector_federation.xml$//event[@name="FED_EMBASSY_MESSY"]/text
source: The embassy staff are less than pleased with your intervention. "Why does the Federation insist on hiring Renegades when they are as reckless with the lives of others as you?! None of these people had to die, but now their blood is on your hands."
de: Die Botschafts Mitarbeiter sind nicht sehr zufrieden, mit deiner Einmischung. "Wieso heuert die Föderation immer Renegades an, wenn sie mit den Leben von anderen so rücksichtslos umgehen, wie du?! Keiner dieser Leute hätte sterben müssen, aber jetzt ist ihr Blut an deinen Händen."
es: El personal de la embajada no está nada complacido con tu intervención. “¿Por qué la Federación insiste en contratar renegados si son tan imprudentes con la vida de los demás como tú? ¡Ninguna de estas personas tenía que morir, pero ahora su sangre está en tus manos!”
fr: Le personnel de l'ambassade est loin d'être satisfait de votre intervention. "Pourquoi la Fédération insiste-t-elle pour engager des Renégats quand ils sont aussi imprudents avec la vie des autres que vous ? ! Aucune de ces personnes n'aurait dû mourir, mais maintenant leur sang est sur vos mains."
it: Lo staff dell'ambasciata non è affatto soddisfatto del tuo intervento. "Perché la Federazione insiste ad assoldare Rinnegati quando sono così imprudenti con le vite altrui quanto te?! Nessuna di queste persone doveva morire, ma ora le tue mani sono sporche del loro sangue."
ko: 대사관 직원들은 당신의 개입을 별로 달가워하지 않았습니다. "왜 연방은 그대처럼 다른 이들의 삶에 방해되는 배회자를 고용하는 겁니까? 이 자들 중 아무도 죽을 필요 없었는데, 이제 그들의 목숨은 그대의 손에 달렸습니다."
ru: Сотрудники посольства не слишком довольны вашим вмешательством. "Почему Федерация настаивает на найме Ренегатов, если они так же безрассудно относятся к чужим жизням, как вы?! Никто из этих людей не должен был умереть, но теперь их кровь на ваших руках".

source: Apologize and leave.
de: Entschuldige dich und gehe.
es: Disculparte y marcharte.
fr: Présenter des excuses et partir.
it: Scusati e vattene.
ko: 사과한 후 떠난다.
ru: Извиниться и уйти.

source: While you can tell the Zoltans don't accept your apology, they at least stop their ranting and turn to handling the situation, allowing you to slip away without further consequences.
de: Wobei du weißt, dass die Zoltans deine Entschuldigung nicht angenommen haben, haben sie wenigstens aufgehört sich aufzuregen und händeln die Situation selbst, wodurch du ohne weitere Konsequenzen abhauen kannst.
es: Aunque es evidente que los Zoltan no aceptan tu disculpa, al menos dejan de increparte y se concentran en manejar la situación, permitiéndote retirarte sin más consecuencias.
fr: Bien que vous puissiez voir que les Zoltans n'acceptent pas vos excuses, ils arrêtent au moins leurs reproches et se tournent vers la gestion de la situation, vous permettant de vous échapper sans plus de conséquences.
it: Anche se capisci che gli zoltan non accettano le tue scuse, almeno smettono di urlarti contro e si mettono ad occuparsi della situazione, il che ti permette di allontanarti senza altre conseguenze.
ko: 졸탄들이 당신의 사과를 받아들이지는 않았지만, 적어도 그들은 고함을 멈추고 다시 더스크브링어쪽으로 이목을 돌리면서 당신이 별 탈 없이 빠져나갈 수 있도록 했습니다.
ru: Хотя вы можете сказать, что золтаны не принимают ваших извинений, они, по крайней мере, прекращают свои разглагольствования и переходят разбору ситуации, позволяя вам ускользнуть без дальнейших последствий.

source: You didn't have the situation under control at all!
de: Ihr hattet die Situation überhaupt nicht unter Kontrolle!
es: ¡No tenías la situación bajo control en absoluto!
fr: Vous n'avais pas du tout la situation sous contrôle !
it: Non avevate affatto la situazione sotto controllo!
ko: 당신네는 상황통제를 전혀 못 하지 않았습니까!
ru: Вы совсем не контролировали ситуацию!
