Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: "All of our tech is lifted from the shoulders of our ancestors - our entire multiverse is built on the ruins of some ancient empire. What matters is we Zoltan were the ones able take advantage of it. Who else do you see with hard-light shielding, or mind uploading? And our minds are most surely superior, in that they are well rounded. A Shell may have a greater capacity for scientific understanding, but they fail to grasp diplomacy or philosophical matters. And as for culture - I simply think you lack any culture at all." The Zoltan chuckles at his own joke. It seems you've failed to put him off-guard, and unfortunately you're out of responses.
de: "Unsere gesamte Technologie stammt von den Schultern unserer Vorfahren - unser gesamtes Multiversum ist auf den Ruinen eines antiken Imperiums gebaut. Es waren die Zoltans, die diese Chance genutzt haben. Wen sonst siehst du mit Hart-Licht Schilden oder der Fähigkeit Gedanken hochzuladen? Und unsere Gelehrten sind mit Sicherheit überlegen, da sie die besten Ideen haben. Ein Shell mag vielleicht mehr Kapazität haben, um Wissenschaft zu verstehen, aber sie haben weder Ahnung was Diplomatie oder Philosophie angeht. Und bei dem Thema Kultur - ich denke ganz einfach, dass dir komplett Kultur fehlt." Der Zoltan lacht über seinen eigenen Witz. Es scheint du hast versagt, ihn unachtsam werden zu lassen und unglücklicherweise hast du keine Antworten mehr.
es: “Toda nuestra tecnología se alza sobre los hombros de nuestros antepasados; todo el multiverso está construido sobre las ruinas de algún imperio antiguo. Lo que importa es que nosotros, los Zoltan, fuimos quienes supimos aprovecharlo. ¿Quién más posee escudos de luz sólida o transferencia mental? Y nuestras mentes son superiores precisamente porque son equilibradas. Un Shell puede tener mayor capacidad para la comprensión científica, pero fracasa en diplomacia o cuestiones filosóficas. Y en cuanto a cultura... creo que simplemente careces de ella.” El Zoltan se ríe de su propio chiste. Parece que no lograste hacerlo bajar la guardia y, por desgracia, te has quedado sin respuestas.
fr: "Toute notre technologie vient de nos ancêtres - notre multivers entier est construit sur les ruines d'un ancien empire. Ce qui compte, c'est que nous, les Zoltans, avons été capables d'en profiter. Qui d'autre avez-vous vu avec des boucliers de lumière solide, ou le transfert d'esprit ? Et nos esprits sont certainement supérieurs, en ce qu'ils sont bien équilibrés. Une Coquille peut avoir une plus grande capacité de compréhension scientifique, mais ils échouent à saisir la diplomatie ou les questions philosophiques. Et en ce qui concerne la culture - je pense simplement que vous n'avez aucune culture du tout." Le Zoltan rit de sa propre blague. Il semble que vous n'avez pas réussi à le déstabiliser et malheureusement, vous êtes à court de réponses.
it: "Tutta la nostra tecnologia si poggia sulle spalle dei nostri antenati: l'intero multiverso è costruito sulle rovine di un qualche impero antico. Quello che conta è che siamo stati noi zoltan quelli che sono riusciti a trarne vantaggio. Chi altro vedi con scudi di luce solida o upload mentali? E la nostra mente è chiaramente superiore, nel senso che è a tutto tondo. Uno shellman sarà anche più propenso alla comprensione scientifica, ma non capisce la diplomazia o questioni filosofiche. E per quanto riguarda la cultura... beh, voialtri dovreste averne una, tanto per cominciare." Lo zoltan ride a questa sua battuta. Sembra che non sei riuscito a fargli abbassare la guardia, e sfortunatamente hai esaurito le risposte.
ko: "우리의 모든 기술력은 선조들로부터 전해져 온 것이다. 우리의 모든 멀티버스는 고대 제국의 폐허 위에 세워졌지. 중요한 것은 졸탄이 이를 이용할 수 있었다는 점이다. 고형광선 방어막이나 정신 업로드를 보고도 모르겠나? 또한 우리의 정신은 여러 가지 영역을 두루두루 잘 다룬다는 점에서 확실히 더 우월하다. 예를 들어 셸의 경우 과학적 이해도는 높을지 몰라도 외교나 철학적 문제는 이해하지 못하지. 그리고 문화에 관해선... 아는 거라곤 싸움밖에 없는 배회자가 논할 영역이 아니라고 보는데?" 졸탄은 으름장을 놓으며 낄낄거렸습니다. 그를 방심하게 하는 데 실패한 것 같고 더 이상 반박할 거리도 떠오르지 않습니다.
ru: "Все наши технологии созданы на базе технологий наших предков - вся наша мультивселенная построена на руинах какой-то древней империи. Важно то, что мы, золтаны, были единственными, кто смог этим воспользоваться. Кого еще ты видишь с защитой от твердого света или с загрузкой разума? И наши умы, несомненно, лучше, потому что они хорошо развиты. Ракушки может обладать большей способностью к научному пониманию, но они не в состоянии понять дипломатию или философские вопросы. А что касается культуры - я просто считаю, что у вас вообще нет никакой культуры". Золтан смеется над собственной шуткой. Похоже, вам не удалось застать его врасплох, и, к сожалению, у вас нет ответа.

source: Time for plan B - attack!
de: Zeit für Plan B - Angriff!
es: Hora del plan B: ¡atacar!
fr: Il est temps pour le plan B - attaquez !
it: È il momento del piano B: all'attacco!
ko: 플랜 B - 공격!
ru: Время для плана Б - в атаку!

source: We'll just go.
de: Wir gehen einfach wieder.
es: Simplemente nos iremos.
fr: Nous allons simplement partir.
ko: 그냥 떠나겠다.
ru: Мы просто пойдем.

source: That's just stupid! Clearly you're inferior for thinking such things.
de: Das ist zu dumm! Ihr seid offensichtlich unterlegen, da ihr so denkt.
es: ¡Eso es simplemente estúpido! Claramente eres inferior por pensar así.
fr: C'est tout simplement stupide ! Clairement, vous êtes inférieur pour penser de telles choses.
it: Che stupidaggini! È palese che siete inferiori per pensare certe cose.
ko: 말도 안 되는 소리! 그런 생각을 하는 걸 보니 너는 확실히 열등하다.
ru: Это просто глупо! Очевидно, что вы неполноценны, раз думаете о таких вещах.

source: "And so the battle of wits is short-lived! It's a shame, but I will take your need to resort to petty insults as an admission to your own defeat."
de: "Und so ist der Kampf der Gelehrten schnell vorbei! Es ist eine Schande, aber ich werde deinen Übergang zu lächerlichen Beleidigungen, als Zeichen deiner Niederlage anerkennen."
es: “¡Y así termina rápidamente la batalla de ingenios! Es una lástima, pero tomaré tu recurso a insultos triviales como una admisión de tu propia derrota.”
fr: "Ainsi, notre bataille d'esprits est finie ! Dommage pour vous, mais votre recours à des insultes mesquines sonne comme une admission de votre propre défaite."
it: "E così la battaglia d'ingegno dura poco! Peccato, ma prendo il tuo bisogno di ricorrere a insulti infantili come un'ammissione di sconfitta."
ko: "결국 지혜의 대결은 오래가지 못했군! 이런 식으로 결판을 짓는 건 안타까운 일이지만, 그대의 옹졸한 모욕을 그대 스스로가 패배를 인정한 것으로 받아들이겠다."
ru: "Так что битва умов оказалась недолгой! Жаль, но я расцениваю твою склонность прибегать к мелким оскорблениям как признание собственного поражения".

source: Time for plan B - attack!
de: Zeit für Plan B - Angriff!
es: Hora del plan B: ¡atacar!
fr: Il est temps pour le plan B - attaquez !
it: È il momento del piano B: all'attacco!
ko: 플랜 B - 공격!
ru: Время для плана Б - в атаку!

source: We'll just go.
de: Wir gehen einfach wieder.
es: Simplemente nos iremos.
fr: Nous allons simplement partir.
ko: 그냥 떠나겠다.
ru: Мы просто пойдем.

source: Pick your nose and pretend you don't get it.
de: Bohre in deiner Nase herum und tue so, als ob du es nicht verstehst.
es: Sacarte un moco y fingir que no entiendes.
fr: Prétendez que vous n'avez rien compris, avec un doigt dans le nez.
it: Mettiti un dito nel naso e fingi di non capire.
ko: 코를 후비며 모르는 척 한다.
ru: Поковыряться в носу и притвориться, что ничего не понимаете.

source: You stand there silently, making no movements at all except to pick at your nose and scratch your rear. The Duskbringer seems entirely confused by this. "Uhm... are you listening to me? Did your brain turn off or something?" You continue to say nothing, staring blankly forward. More of the Duskbringer group start murmuring with each other, all together utterly baffled by what they're witnessing. This gives the guards just enough time to rush in and take control of the situation. The Duskbringers are wiped out before they can go for the hostages, and the embassy staff seem to recognize your help and offer a reward.
de: Du stehst dort komplett leise, ohne dich zu bewegen und fängst an in der Nase rumzubohren und deinen Hintern zu kratzen. Der Duskbringer scheint davon sehr verwirrt zu sein. "Uhh... hörst du mir zu? Hat dein Hirn sich einfach ausgeschalten?" Du sagst weiter nichts und starrst nach vorne. Mehrere der Duskbringer Gruppe fangen an miteinander zu murmeln, wobei sie alle geschockt sind, von dem was sie gerade sehen. Das gibt den Wachen gnug Zeit, um reinzueilen und die Situation unter Kontrolle zu bringen. Die Duskbringer werden alle ausgeschaltet, bevor sie die Geiseln verletzen können und die Botschaft Mitarbeiter erkennen deine Hilfe an, wobei sie dir eine Belohnung anbieten.
es: Te quedas allí en silencio, sin hacer ningún movimiento salvo hurgarte la nariz y rascarte el trasero. El Duskbringer parece completamente desconcertado. “Eh... ¿me estás escuchando? ¿Se apagó tu cerebro o algo así?” Sigues sin decir nada, mirando fijamente al frente. Más Duskbringers comienzan a murmurar entre ellos, totalmente confundidos por lo que están presenciando. Esto les da a los guardias el tiempo suficiente para irrumpir y tomar el control de la situación. Los Duskbringers son eliminados antes de que puedan ir por los rehenes, y el personal de la embajada reconoce tu ayuda y te ofrece una recompensa.
fr: Vous restez là silencieux, sans aucun mouvement sauf pour vous curer le nez et vous gratter les fesses. Le Duskbringer semble complètement confus par cela. "Euh... vous m'écoutez ? votrte cerveau s'est-il éteint ou quelque chose comme ça ?" Vous continuez de ne rien dire, fixant impassiblement vers l'avant. les membres du groupe Duskbringer commencent à murmurer les uns les autres, tous ensemble totalement déconcertés par ce qu'ils sont en train de voir. Cela donne juste assez de temps aux gardes pour intervenir et reprendre le contrôle de la situation. Les Duskbringers sont éliminés avant qu'ils ne puissent s'approcher des otages et le personnel de l'ambassade semble reconnaissant de votre aide et offre une récompense.
it: Stai lì in silenzio senza muoverti affatto, a parte per metterti un dito nel naso e grattarti la schiena. Il Crepuscolare sembra confuso da questo. "Uhm... mi stai ascoltando? Ti si è spento il cervello per caso?" Continui a non dire niente, con lo sguardo vacuo che fissa in avanti. Altri del gruppo Crepuscolare iniziano a mormorare tra di loro, tutti completamente sbigottiti da quello che stanno vedendo. Questo dà alle guardie abbastanza tempo per precipitarsi sulla scena e prendere il controllo della situazione. I Crepuscolari vengono eliminati prima che possano nuocere agli ostaggi, e lo staff dell'ambasciata sembra riconoscere il tuo aiuto e offre una ricompensa.
ko: 당신은 코를 후비고 엉덩이를 긁는 것 외에 전혀 움직이지 않고 조용히 서 있었습니다. 더스크브링어는 이를 보고는 완전히 혼란스러워했습니다. "음... 내 말을 듣고는 있는 건가? 뇌가 작동을 멈춘 거야 뭐야?" 당신은 계속 아무 말도 하지 않고 멍하니 앞을 바라보았습니다. 더 많은 더스크브링어들이 서로 중얼거리기 시작했는데, 그들 모두 이 광경에 완전히 당황한 듯 합니다. 결국 경비원들이 달려들어 상황을 통제할 수 있을 만한 충분한 시간이 주어졌습니다. 다행히도 인질들이 피해를 보기 전에 모든 더스크브링어가 제압됐습니다. 대사관 직원들은 당신의 도움에 대한 보상을 제공하려는 것 같습니다.
ru: Вы стоите молча, не делая никаких движений, только ковыряете в носу и чешете зад. Вестник Заката, кажется, совершенно сбит с толку этим. "Эм... ты меня слушаешь? Твой мозг отключился или что?" Вы продолжаете молчать, тупо уставившись вперед. Другие члены группы Вестника Заката начинают переговариваться друг с другом, все вместе совершенно обескураженные тем, чему они стали свидетелями. Это дает охранникам достаточно времени, чтобы ворваться в здание и взять ситуацию под контроль. Вестников Заката уничтожают прежде, чем они успевают добраться до заложников, а сотрудники посольства, похоже, признают вашу помощь и предлагают вознаграждение.

source: Take the reward.
de: Nehme die Belohnung an.
es: Tomar la recompensa.
fr: Prendre la récompense.
it: Prendi la ricompensa.
ko: 보상을 받는다.
ru: Принять награду.

source: Stand there silently for longer.
de: Stehe noch etwas länger hier und sage nichts.
es: Permanecer allí en silencio por más tiempo.
fr: Vous restez là en silence encore plus longtemps.
it: Stai lì in silenzio ancora un po'.
ko: 조금 더 오랫동안 조용히 서있는다.
ru: Продолжать молча стоять.

source: The staff of the Embassy try to congratulate you on stopping the Duskbringers, but you ignore them and continue to gaze off into the distance. You do it for so long you forget why you were even there, and eventually your crew have to drag you back to the ship. The Zoltans are confused but deliver you a reward anyways.
de: Die Mitarbeiter der Botschaft gratulieren dir, da du die Duskbringer gestoppt hast, aber du ignorierst sie und starrst weiter in die Ferne. Du tust es so lange, dass sie sogar vergessen dass du hier bist und letztendlich muss deine Crew dich zum Schiff zurück ziehen. Die Zoltans sind verwirrt aber geben dir trotzdem deine Belohnung.
es: El personal de la embajada intenta felicitarte por detener a los Duskbringers, pero los ignoras y continúas mirando hacia la distancia. Lo haces durante tanto tiempo que olvidas por qué estabas allí, y finalmente tu tripulación tiene que arrastrarte de vuelta a la nave. Los Zoltan están confundidos, pero aun así te entregan una recompensa.
fr: Le personnel de l'ambassade tente de vous féliciter d'avoir arrêté les Duskbringers, mais vous les ignorez et continuez à fixer l'horizon. Vous le faites si longtemps que vous oubliez même pourquoi vous étiez là et finalement, votre équipage doit vous traîner jusqu'au vaisseau. Les Zoltans sont perplexes, mais ils vous remettent quand même une récompense.
it: Lo staff dell'ambasciata prova a congratularsi con te per aver fermato i Crepuscolari, ma li ignori e continui a fissare il vuoto. Lo fai per così tanto tempo che ti dimentichi anche perché sei qui e alla fine il tuo equipaggio deve trascinarti sulla nave. Gli zoltan sono confusi ma ti consegnano comunque una ricompensa.
ko: 대사관 직원들은 더스크브링어를 막은 것을 축하하려 했지만, 당신은 그들을 무시하고 계속 먼 곳을 바라보았습니다. 너무 오랫동안 그렇게 서 있다 보니 왜 거기 있었는지도 잊어버렸고 결국엔 선원들이 당신을 배로 끌고 가야 했습니다. 졸탄은 혼란스러워했지만 어쨌든 당신에게 보상을 제공했습니다.
ru: Сотрудники посольства пытаются поздравить вас с тем, что вы остановили Вестников Заката, но вы не обращаете на них внимания и продолжаете смотреть вдаль. Вы делаете это так долго, что забываете, зачем вы вообще там были, и в конце концов вашей команде приходится тащить вас обратно на корабль. Золтаны в замешательстве, но все равно передают вам награду.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: If you let these citizens go, we'll give you all a free cookie.
de: Wenn ihr die Zivilisten gehen lasst, geben wir euch alle einen Keks.
es: Si liberan a estos ciudadanos, les daremos a todos una galleta gratis.
fr: Si vous libérez ces citoyens, nous vous offrirons un cookie gratuit pour chacun d'entre vous.
it: Se lasciate andare questi cittadini, daremo a tutti un biscotto gratis.
ko: 시민들을 풀어주면 모두에게 공짜 쿠키를 주겠다.
ru: Если вы отпустите этих граждан, мы дадим вам всем бесплатное печенье.

source: "While it is tempting... I'm going to have to turn down your offer." The Zoltan snickers. "A cookie, really? THAT's the best you can offer? Wow. That's kind of sad."
de: "Während das sehr verlockend ist... müssen wir das Angebot ablehnen. Der Zoltan kichert. "Ein Keks, wirklich? Das ist das Beste, was du anbieten kannst? Wow. Das ist wirklich traurig."
es: “Aunque es tentador... voy a tener que rechazar tu oferta.” El Zoltan suelta una risita. “¿Una galleta, en serio? ¿ESO es lo mejor que puedes ofrecer? Vaya. Eso es bastante triste.”
fr: "Si tentant que cela puisse être... je vais devoir décliner votre offre." Le Zoltan ricane. "Un cookie, vraiment ? C'est le meilleur que vous puissiez offrir ? Wow. C'est un peu triste."
it: "Anche se la cosa mi tenta... mi vedo costretto a rifiutare." Lo zoltan ridacchia. "Un biscotto, davvero? È il meglio che puoi offrire? Wow. È un po' triste."
ko: "그거 구미가 당... 그대의 제안은 거절해야 할 것 같군." 졸탄은 낄낄거렸습니다. "쿠키라, 정말인가? 그게 그대가 제공할 수 있는 최선인가? 아, 참으로 안타깝군."
ru: "Хотя это и заманчиво... я вынужден отказаться от твоего предложения". Золтан хмыкнул. "Печенье, правда? Это лучшее, что ты можешь предложить? Ого. Это как-то грустно".

source: Time for plan B - attack!
de: Zeit für Plan B - Angriff!
es: Hora del plan B: ¡atacar!
fr: Il est temps pour le plan B - attaquez !
it: È il momento del piano B: all'attacco!
ko: 플랜 B - 공격!
ru: Время для плана Б - в атаку!

source: We'll just go.
de: Wir gehen einfach wieder.
es: Simplemente nos iremos.
fr: Nous allons simplement partir.
ko: 그냥 떠나겠다.
ru: Мы просто пойдем.

source: I forgot what I was going to say.
de: Ich habe vergessen, was ich sagen wollte.
es: Olvidé lo que iba a decir.
fr: J'ai oublié ce que je voulais dire.
it: Ho dimenticato cosa volevo dire.
ko: 하려던 말을 잊어버렸다.
ru: Я забыл, что хотел сказать.

source: The Duskbringer blinks, unsure of how exactly he wants to insult you. Instead, he just laughs. "You are truly the most pathetic thing I have ever seen. Renegades must have the collective IQ equal to the number of Mantis who can spell the word 'idiot'."
de: Der Duskbringer blinzelt, nicht sicher wie er dich beleidigen soll. Daher lacht er einfach. "Du bist wirklich das lächerlichste Etwas, dass iich je gesehen habe. Renegades müssen den IQ haben, der der Anzahl von Mantis gleich ist, die das Wort "Idiot" buchstabieren können."
es: El Duskbringer parpadea, sin saber exactamente cómo quiere insultarte. En su lugar, simplemente se ríe. “Eres realmente lo más patético que he visto. Los renegados deben tener un coeficiente intelectual colectivo equivalente al número de Mantis que pueden deletrear la palabra ‘idiota’.”
fr: Le Duskbringer cligne des yeux, incertain de la manière dont il veut vous insulter. Au lieu de cela, il ricanne simplement. "Vous êtes vraiment la chose la plus pathétique que j'aie jamais vue. Les Renégats doivent avoir un QI collectif égal au nombre de Mantis capables d'épeler le mot 'idiot'."
it: Il Crepuscolare sbatte le palpebre, non sicuro di come voglia insultarti. Invece, si limita a ridere. "Sei davvero l'essere più patetico che abbia mai visto. Tutti i Rinnegati messi assieme devono avere un QI pari al numero di mantis in grado di scrivere la parola 'idiota'."
ko: 더스크브링어가 눈을 깜빡입니다. 당신은 그가 어떻게 당신을 모욕할지 기다리고 있었는데, 그는 그저 웃기만 했습니다. "그대는 내가 본 것 중 가장 한심한 존재야. 배회자들은 속칭 '바보'라고 불리는 맨티스들과 IQ가 똑같나 보군."
ru: Вестник Заката моргает, не понимая, как именно он хочет оскорбить вас. Вместо этого он просто смеется. "Ты действительно самое жалкое существо, которое я когда-либо видел. Ренегаты должны иметь коллективный айкью, равный количеству богомолов, которые могут произнести слово "идиот"".

source: Time for plan B - attack!
de: Zeit für Plan B - Angriff!
es: Hora del plan B: ¡atacar!
fr: Il est temps pour le plan B - attaquez !
it: È il momento del piano B: all'attacco!
ko: 플랜 B - 공격!
ru: Время для плана Б - в атаку!

source: We'll just go.
de: Wir gehen einfach wieder.
es: Simplemente nos iremos.
fr: Nous allons simplement partir.
ko: 그냥 떠나겠다.
ru: Мы просто пойдем.

# data/events_sector_federation.xml$//event[@name="FEDERATION_SHIP_STOLEN"]/text
source: A charred and smoking hangar resides at this beacon, barely functional. "We've been waiting for help to come by... we have truly awful news! A Federation ship has been taken by the Coalition! Please, you have to do something! We have no idea what they're going to do with it, but whatever they are planning cannot happen!"
es: Un hangar calcinado y humeante se encuentra en esta baliza, apenas funcional. “Hemos estado esperando que alguien viniera a ayudarnos... ¡tenemos noticias terribles! ¡Una nave de la Federación ha sido capturada por la Coalition! ¡Por favor, tienen que hacer algo! No sabemos qué planean hacer con ella, ¡pero sea lo que sea, no puede suceder!”
fr: Un hangar carbonisé et fumant se trouve à cette balise, à peine fonctionnel. "Nous attendions de l'aide... nous avons de terribles nouvelles ! Un vaisseau de la Fédération a été pris par la Coalition ! S'il vous plaît, vous devez faire quelque chose ! Nous n'avons aucune idée de ce qu'ils vont en faire, mais ce qu'ils préparent ne doit pas se produire !"
it: Un hangar incenerito e fumante si trova a questo astrofaro, operativo a malapena. "Stavamo aspettando che arrivasse aiuto... abbiamo pessime notizie! Una nave federale è stata presa dalla Coalizione! Ti prego, devi fare qualcosa! Non sappiamo cos'abbiano intenzione di farci, ma qualunque cosa stiano architettando, vanno fermati!"
ko: 송신소 근방에 불타고 그을려 거의 기능을 정지한 격납고를 발견했습니다. "오시기만을 기다렸습니다... 아주 안 좋은 소식이에요! 연합 녀석들이 연방 함선을 탈취했다고요! 부탁이니, 어떻게 좀 해 주십시오! 연합이 무슨 꿍꿍이를 벌이는지는 알 수 없지만, 절대로 그냥 내버려둬선 안 됩니다!"
ru: На месте этого маяка стоит обугленный и дымящийся ангар, который едва функционирует. "Мы ждали помощи... у нас поистине ужасные новости! Корабль Федерации захвачен Коалицией! Пожалуйста, вы должны что-то сделать! Мы понятия не имеем, что они собираются с ним делать, но что бы они ни планировали, этого не должно произойти!"

source: Agree to their request.
es: Aceptar su solicitud.
fr: Accepter leur requête.
ko: 그들의 요청을 수락한다.
ru: Согласиться на их просьбу.

source: "We can still track their ship... fortunately we were not all killed in their escape. Please hurry!"
es: “Aún podemos rastrear su nave... por suerte no todos fuimos asesinados durante su huida. ¡Por favor, apresúrense!”
fr: "Nous pouvons encore suivre leur vaisseau... heureusement que nous n'avons pas tous été tués dans leur fuite. Dépêchez-vous !"
it: "Possiamo ancora rintracciare la nave... per fortuna non siamo stati uccisi tutti mentre fuggivano. Fai presto!"
ko: "그 함선을 추적하겠습니다... 다행히도 놈들이 우리 모두를 죽인 건 아니니까요. 서두르십시오!"
ru: "Мы все еще можем отследить их корабль... к счастью, еще не все погибли во время эвакуации. Пожалуйста, поторопитесь!"

source: We can't help.
de: Wir können nicht helfen.
es: No podemos ayudar.
fr: Nous ne pouvons pas aider.
it: Non possiamo aiutare.
ko: 도울 수 없다.
ru: Мы не можем помочь.

source: "Are you insane? The importance of this mission is... no, I'm sorry. I know your mission is important too. We will find somebody else."
es: “¿Están locos? La importancia de esta misión es... no, lo siento. Sé que su misión también es importante. Encontraremos a alguien más.”
fr: "Êtes-vous fou ? L'importance de cette mission est... non, je suis désolé. Je sais que votre mission est importante aussi. Nous trouverons quelqu'un d'autre."
it: "Sei pazzo? L'importanza di questa missione è... no, scusa. So che anche la tua missione è importante. Troveremo qualcun altro."
ko: "제정신입니까? 이 임무가 얼마나 중요한 지는... 아니, 죄송합니다. 당신의 임무 또한 중요하니까요. 다른 사람을 찾아 보겠습니다."
ru: "Вы с ума сошли? Важность этой миссии... нет, простите. Я знаю, что ваша миссия тоже важна. Мы найдем кого-нибудь другого".

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Coalition has seized a Federation ship, and it is currently at this beacon.
es: La Coalition ha capturado una nave de la Federación y actualmente se encuentra en esta baliza.
fr: La Coalition s'est emparée d'un vaisseau de la Fédération, il se trouve actuellement à cette balise.
it: La Coalizione si è impossessata di una nave federale, e al momento si trova a questo astrofaro.
ko: 연합이 탈취한 연방 함선이 현재 송신소에 있다고 합니다.
ru: Коалиция захватила корабль Федерации, и сейчас он находится у этого маяка.
