Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: "Oh yes yes, that why you here. Yes, MFK ship arrive, paying much well for data! We give them location of envoy, and taking pay! You understanding it's just job, yes? You surely run mercenary job time to time!"
de: "Oh ja ja, das wieso du hier. Ja, MFK Schiff kommen, viel bezahlen für Daten! Wir geben Ort von Schiff und nahmen Geld! Du verstehen, nur unser Job, ja? Du sicher auch Söldner Zeit zu Zeit!"
es: “Oh sí, sí, por eso tú aquí. Sí, nave MFK llegar, pagar muy bien por datos. Nosotros dar ubicación de enviado, y recibir pago. Tú entender, es solo trabajo, ¿sí? ¡Seguro tú hacer trabajo mercenario de vez en cuando!”
fr: "Oh oui oui, pour cela que vous ici. Oui, vaisseaux MFK viennent, ils payent très bien pour données ! Nous donnons emplacement de l'envoyé contre ferraille ! Vous comprenez, ce n'est qu'un travail d'accord ? Vous sûrement déjà faire le mercenaire de temps en temps !"
it: "Oh sì sì, per questo sei qui. Sì, nave MFK arriva, paga molto bene per dati! Noi ha dato loro posizione della nave e preso pagamento! Tu capisce che è solo lavoro, no? Sicuramente anche tu fa lavori da mercenario di tanto in tanto!"
ko: "오 그래그래, 그래서 이곳 있는 거군. 맞아, MFK 함선이 오자 데이터 큰돈 주고 가져갔다고! 우린 그저 그들에게 함선 위치 알려주고 보수 받는 거라고! 그저 일인 거 너 이해하지? 너 때때로 용병일 해봤을 거 아니야!"
ru: "О да-да, поэтому вы здесь. Да, здесь был корабль асов МФК, которые хорошо заплатили за данные! Мы сообщили им местонахождение эмиссара и взяли плату! Вы же понимаете, что это просто работа? Вы же наверняка время от времени занимаетесь наемничеством!"

source: Let them go.
de: Lass sie frei.
es: Dejar que se vayan.
fr: Les laisser partir.
it: Lasciali andare.
ko: 그들을 보내준다.
ru: Отпустить их.

source: You prepare an FTL message containing the coordinates to send to the Engi and get ready to jump.
de: Du bereitest eine FTL-Nachricht vor, damit der Engi die Koordinaten erhält und machst dich zum Sprung bereit.
es: Preparas un mensaje con las coordenadas para enviárselo a los inges a través de la tecnología hiperluz y te dispones a saltar.
fr: Vous préparez un message SPL contenant les coordonnées à envoyer à l'Engi et vous vous préparez à sauter.
it: Prepari un messaggio FTL con le coordinate per gli engi, poi ti appresti a saltare.
ko: 당신은 엔지에게 보낼 좌표가 포함된 초광속 메시지를 작성하며 도약할 준비를 했습니다.
ru: Вы готовите сообщение с ССД координатами для энджи и готовитесь к прыжку.

source: You strip what you can and contact the Engi ships.
de: Du verschrottest was du kannst und kontaktierst die Engis.
es: Saqueas todo lo que puedes y te pones en contacto con las naves inges.
fr: Vous dépouillez ce que vous pouvez et contactez le vaisseau Engi.
it: Recuperi quello che puoi e contatti le navi engi.
ko: 당신은 챙길 수 있는 건 다 챙기고 엔지 함선 에게 연락했습니다.
ru: Вы разбираете то, что можете, и связываетесь с кораблями энджи.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Confirmed location of the stolen Engi prototype.
es: Ubicación confirmada del prototipo Engi robado.
fr: Localisation confirmée du prototype Engi volé.
it: Posizione confermata del prototipo engi rubato.
ko: 엔지 프로토타입 함선 위치로 확인된 장소.
ru: Подтвержденное местонахождение украденного прототипа энджи.

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_3"]/text
source: You have finally caught up with the MFK Ace ship. A hangar-sized Mantis cargo ship has stopped nearby, guarded by a mix of Mantis and Rebels. As you reconsider the assault, a squadron of Engi ships with pirate emblems jump in and assist you. You get involved and attack one of the nearby Rebels head-on.
de: Du hast endlich das MFK-Ass Schiff eingeholt. Ein Mantis Cargo-Schiff, so groß wie ein Hangar, hat in der Nähe gehalten und wird von Mantis und Rebellen beschützt. Während du dir nochmal Gedanken über den Angriff machst, kommt ein Schwadron von Engischiffen mit Piratensymbolen hergesprungen und hilft dir. Du greifst ein nahes Rebellenschiff direkt an.
es: Finalmente has alcanzado a la nave MFK Ace. Una nave de carga Mantis del tamaño de un hangar se encuentra detenida cerca, custodiada por una mezcla de Mantis y Rebeldes. Mientras reconsideras el asalto, un escuadrón de naves Engi con emblemas piratas salta al lugar y te asiste. Te involucras y atacas de frente a uno de los Rebeldes cercanos.
fr: Vous avez enfin rattrapé le vaisseau MFK Ace. Un vaisseau cargo Mantis de la taille d'un hangar s'est arrêté à proximité, gardé par un mélange de Mantis et de Rebelles. Alors que vous reconsidérez l'attaque, un escadron de vaisseaux Engi arborant des emblèmes de Pirate vous assiste. Vous vous engagez et attaquez de front l'une des Rebelles qui se trouve à proximité.
it: Finalmente raggiungi la nave MFK Ace. Un mercantile mantis grande quanto un hangar si è fermato nei paraggi, protetto da un misto di mantis e Ribelli. Mentre ripensi se attaccare, uno squadrone di navi engi con stemmi pirata effettua il salto e ti aiuta. Rimani coinvolto e attacchi frontalmente uno dei Ribelli vicini.
ko: 당신은 드디어 MFK 에이스 함선을 따라잡았습니다. 격납고 크기만 한 맨티스 화물선을 근처에서 맨티스와 반군이 함께 지키고 있었습니다. 당신이 공격을 망설일 때 해적 문양을 도색한 엔지 함대가 도약해와 당신을 도왔습니다. 당신은 더는 망설이지 않고 근처 반군을 정면으로 공격했습니다.
ru: Вы наконец-то догнали корабль асов МФК. Неподалеку остановился грузовой корабль богомолов размером с ангар, охраняемый группой богомолов и повстанцев. Пока вы обдумываете нападение, эскадрилья кораблей энджи с пиратскими эмблемами прибывает и помогает вам. Вы вступаете в бой и атакуете один из кораблей повстанцев в лоб.

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_3"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_4"]/text
source: The Engi emerge victorious from their battles with only minor losses. They message you, "Project X-ME56 commissioned by Federation military research division. Advanced Stealth Cruiser. Project finished during rebellion. Unable to reconnect with Federation military command."
de: Die Engi gewinnen, mit nur wenig Verlusten. Sie senden dir eine Nachricht "Projekt X-ME56, von Föderation Militär-Wissenschafts Division in Auftrag gegeben. Erweiterter Stealth Kreuzer. Projekt während Rebellion fertig gestellt. Nicht in der Lage mit Föderation Militär-Kommando in Kontakt zu treten."
es: Los Engi emergen victoriosos de sus batallas con solo pérdidas menores. Te envían un mensaje: “Proyecto X-ME56 comisionado por división de investigación militar de la Federación. Crucero de Sigilo Avanzado. Proyecto finalizado durante la rebelión. Incapaz de restablecer contacto con mando militar de la Federación.”
fr: Les Engi sortent victorieux de leurs combats avec seulement des pertes mineures. Ils vous envoient un message. "Projet X-ME56 commandé par : division de recherche militaire de la Fédération. Croiseur Furtif avancé. Projet terminé pendant la Rébellion. Reconnexion impossible avec le commandement militaire de la Fédération."
it: Gli engi escono vincitori dalle loro battaglie con solo poche perdite. Ti contattano. "Progetto X-ME56 commissionato da divisione militare federale. Incrociatore stealth avanzato. Progetto terminato durante ribellione. Impossibile riconnettere a comando militare federale."
ko: 엔지는 작은 손실만을 입은 채 전투에서 승리했습니다. 그들이 당신에게 연락했습니다, "프로젝트 X-ME56은 연방 군사 연구소에서 의뢰받은 것임. 첨단 스텔스 순양함을 뜻함. 반란이 일어났을 때 프로젝트가 완성됨. 그러나 연방 군 사령부에 다시 연락할 수 없었음."
ru: Энджи выходят победителями из своих сражений, понеся лишь незначительные потери. Они сообщают вам: "Проект X-ME56 заказан военно-исследовательским подразделением Федерации. Усовершенствованный крейсер-невидимка. Проект завершен во время восстания. Невозможно восстановить связь с военным командованием Федерации".

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_4"]/choice/text
source: Ask about the Mantis ships.
de: Frage nach den Mantis Schiffen.
es: Preguntar por las naves mantis.
fr: Renseignez-vous sur les vaisseaux Mantis.
it: Chiedi delle navi mantis.
ko: 맨티스 함선에 대해 묻는다.
ru: Спросить о кораблях богомолов.

source: "Likely ploy by Rebels to avoid breaking non-aggression pact with Engi. 97.56 percent likely. Your mission to assist last Federation fleet, correct? Coordinates?"
de: "Wahrscheinlich Versuch der Rebellen um Nicht-Angriffspakt der Rebellion mit Engi aufrecht zu erhalten. 97,56 Prozent wahrscheinlich. Deine Mission ist der letzten Föderationsflotte zu helfen, richtig? Koordinaten?"
es: "Probable estratagema de los rebeldes para evitar romper pacto de no agresión con los inges. 97,56 por ciento de probabilidad. Misión: ayudar a la flota de la Federación, ¿correcto? ¿Coordenadas?"
fr: "Stratagème probable des Rebelles pour éviter de rompre le pacte de non-agression avec Engi. 97,56% de probabilité. Votre mission est d'assister la dernière flotte de la Fédération, correct ? Coordonnées ?"
it: "Probabile stratagemma ribelle per evitare rottura del patto di non aggressione con engi. 97,56% di probabilità. Vostra missione: assistere l'ultima flotta federale, corretto? Coordinate?".
ko: "엔지와의 불가침 조약을 어기지 않기 위한 반군의 계획으로 보임. 97.56퍼센트의 확률로 그러함. 당신의 임무는 마지막 연방 함대를 돕는 것 맞나? 좌표는?"
ru: "Вероятно, это уловка повстанцев, чтобы избежать разрыва договора о ненападении с энджи. Вероятность 97,56%. Ваша миссия - помочь последнему флоту Федерации, верно? Координаты?"

source: Transmit coordinates of Federation command.
de: Transferiere die Koordinaten des Föderation-Oberkommandos.
es: Transmitir las coordenadas del mando de la Federación.
fr: Transmettre les coordonnées de la commande de la Fédération.
it: Trasmetti le coordinate del comando federale.
ko: 연방 사령부의 위치를 전송한다.
ru: Передать координаты командования Федерации.

source: "Satisfactory. Delivery of tech will assist in Federation cause. Gratitude alone insufficient. Commencing ship repair and compensation." Their crews deliver an advanced augmentation for installation but you're more pleased to hear that the Federation will have an improved arsenal.
de: "Angenehm. Werden die Technologie überbringen, um der Föderation zu helfen. Dank alleine reicht nicht. Beginne Reparatur deines Schiffes und Entschädigung." Deren Crews beginnen Augmente zu überliefern, du bist jedoch dankbarer, dass das Föderationsarsenal erweitert wurde.
es: "Satisfactorio. Entrega de tecnología útil para causa de la Federación. Gratitud insuficiente. Iniciando reparación de nave y compensación". Su tripulación te ofrece un aumento avanzado, pero lo que más te satisface es saber que la Federación contará con una nueva arma en su arsenal.
fr: "Satisfaisant. La livraison de la technologie aidera la cause de la Fédération. Gratitude insuffisante. Démarage du protocole de compensation." Leurs équipages livrent une augmentation avancée pour votre installation mais vous êtes plus heureux d'entendre que la Fédération disposera d'un arsenal amélioré.
it: "Soddisfacente. La consegna del progetto assisterà la causa federale. Gratitudine insufficiente. Avvio riparazione nave per compensazione". Il loro equipaggio ti consegna un accessorio avanzato da installare, ma la notizia migliore è che la Federazione avrà un arsenale potenziato.
ko: "만족스러움. 전달된 기술은 연방의 대의에 도움이 될 것임. 감사 인사만으로는 충분하지 않음. 함선 수리와 보상을 시행하겠음." 그들의 선원이 고급 보조장비를 설치해준 것도 만족스러웠지만, 연방이 더 강력한 병기를 가지게 된 것이 더 기쁘게 다가왔습니다.
ru: "Удовлетворительно. Поставка техники поможет делу Федерации. Одной благодарности недостаточно. Начинаю ремонт корабля и компенсацию". Их экипаж передает усовершенствованный модуль, но вам приятнее получить известие о том, что Федерация получит улучшенные арсеналы.

# data/events_sector_federation.xml$//event[@name="FED_MEMORIAL"]/text
source: It's clear from the minute you jump in that this is an important location. A massive, stunning memorial has been built here, so large it can easily be seen from space.
de: Es ist von der Sekunde wo du her springst klar, dass dieser Ort wichtig ist. Eine massives Denkmal wurde hier erbaut, welches so groß ist, dass du es sogar aus dem Weltraum sehen kannst.
es: Es evidente desde el momento en que saltas que este es un lugar importante. Aquí se ha construido un memorial masivo e impresionante, tan grande que puede verse fácilmente desde el espacio.
fr: À la minute ou vous sauter ici, il est clair pour vous que c'est un lieu trés important. Un monument commémoratif impressionnant a été construit ici, si grand qu'il peut facilement être vu de l'espace.
it: È palese dal momento in cui arrivi che questo è un luogo importante. Un memoriale enorme e che salta all'occhio è stato costruito qui, così grande da poter essere visto tranquillamente anche dallo spazio.
ko: 당신이 도약한 순간 이곳이 중요한 장소라는 것은 분명해 보였습니다. 우주에서도 쉽게 볼 수 있는 엄청나게 거대한 크기의 기념비가 이곳에 세워져 있었습니다.
ru: Сразу после прыжка становится ясно, что это важное место. Здесь построен массивный, потрясающий мемориал, настолько большой, что его легко можно увидеть из космоса.

# data/events_sector_federation.xml$//event[@name="FED_MEMORIAL"]/choice/text
source: Inspect closer.
de: Inspiziere es genauer.
es: Inspeccionar más de cerca.
fr: Inspecter de plus près.
it: Controlla più da vicino.
ko: 자세히 살펴본다.
ru: Осмотреть внимательнее.

source: The memorial appears to have been constructed in honor of Universe 0, and more specifically the battle of Node 17. You exit your ship to observe a giant wall of names, a list of every Federation officer who gave their lives fighting in Node 17, whether they died from a kamikaze Auto, a Rebel ship, or a fatal injury sustained during battle. It moves you greatly, having come from Universe 0.
de: Das Denkmal scheint in Ehre von Universum 0 gebaut worden zu sein und genauer für den Kampf von Knoten 17. Du verlässt das Schiff und schaust dir die riesige Wand voll mit Namen, eine Liste von jedem Föderationsoffizier der sein Leben im Kampf von Knoten 17 gab, sei es durch ein Kamikaze-Auto-Schiff, ein Rebellenschiff oder tödlichen Verletzungen im Kampf. Es bewegt dich sehr, da du selbst aus Universum 0 kommst.
es: El memorial parece haber sido construido en honor al Universo 0, y más específicamente a la batalla del Nodo 17. Sales de tu nave para observar un gigantesco muro de nombres, una lista de cada oficial de la Federación que dio su vida luchando en el Nodo 17, ya fuera por un Auto kamikaze, una nave Rebelde o una herida fatal sufrida durante la batalla. Te conmueve profundamente, al provenir tú mismo del Universo 0.
fr: Le mémorial semble avoir été construit en l'honneur de l'Univers 0 et plus particulièrement de la bataille au Noeud 17. Vous sortez de votre vaisseau pour observer un mur géant de noms, une liste de tous les officiers de la Fédération qui ont donné leur vie en combattant au Noeud 17, qu'ils soient morts à cause d'un kamikaze, d'un vaisseau Rebelle ou d'une blessure mortelle subie au cours de la bataille. Cela vous émeut beaucoup, vous qui venez de l'Univers 0.
it: Il memoriale sembra essere stato costruito in onore dell'Universo 0, e più nello specifico della battaglia del Nodo 17. Esci dalla nave per osservare un muro gigantesco di nomi, una lista di ogni ufficiale federale che ha dato la vita combattendo al Nodo 17, che siano morti a causa di una robo-nave kamikaze, una nave Ribelle o di ferite letali sostenute. Ti commuove molto, dato che provieni dall'Universo 0.
ko: 이 기념비는 제0 우주를 기념하여 만들어진 것처럼 보였습니다, 더 구체적으로는 노드 17의 전투를 기념하기 위한 것 같아 보였습니다. 당신은 노드 17 전투에서 목숨을 바친 모든 연방군 장교의 이름이 쓰인 거대한 벽을 보기 위해 함선에서 내렸습니다, 그들은 자폭 무인선, 반군 함선이나 전투 중에 입은 치명적인 부상 등으로 사망했습니다. 제0 우주에서 온 당신은 가슴이 뭉클해졌습니다.
ru: Мемориал, похоже, был построен в честь Вселенной 0, а точнее, битвы при Узле 17. Вы выходите из своего корабля и видите гигантскую стену имен, список всех офицеров Федерации, отдавших свои жизни, сражаясь на Узле 17, независимо от того, погибли ли они от атаки камикадзе, корабля повстанцев или от смертельной травмы, полученной во время битвы. Это очень трогает вас, прибывшего из Вселенной 0.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: A blazing siren screams throughout the city, and a monotone voice speaks. "This is not a drill. Repeat, this is not a drill. A Rebel squadron has been seen approaching the city. All civilians are to clear out of any unprotected areas and seek out shelter immediately. Any Federation personnel within the city limits are to report to command immediately to defend against the approaching threat."
de: Eine Reihe von Sirenen fangen an durch die ganze Stadt zu ertönen und eine monotone Stimme spricht. "Das ist keine Übung. Ich wiederhole, das ist keine Übung. Ein Rebellenschwadron wurde gesichtet, wie es sicher der Stadt nähert. Alle Zivilisten sollen sofort ungeschützte Areale verlassen und Schutz suchen. Jegliches Föderationspersonal innerhalb der Stadt soll sofort sich beim Oberkommando melden, um die Stadt gegen die näherkommende Gefahr zu verteidigen."
es: Una sirena ensordecedora resuena por toda la ciudad, y una voz monótona habla. “Esto no es un simulacro. Repito, esto no es un simulacro. Se ha detectado un escuadrón Rebelde aproximándose a la ciudad. Todos los civiles deben evacuar cualquier zona sin protección y buscar refugio de inmediato. Todo el personal de la Federación dentro de los límites de la ciudad debe presentarse en el mando inmediatamente para defenderse de la amenaza entrante.”
fr: Une fulgurante sirène hurle dans toute la ville et une voix monocorde en sors. "Ce n'est pas un exercice. Je répète, ce n'est pas un exercice. Un escadron Rebelle a été vu en train d'approcher de la ville. Tous les civils doivent quitter les zones non protégées et se mettre à l'abri immédiatement. Tout le personnel de la Fédération se trouvant dans les limites de la ville doit se présenter immédiatement au commandement pour se défendre contre la menace qui approche."
it: Una sirena inizia a suonare a tutto volume in città e una voce monotona parla. "Non è un'esercitazione. Ripeto, non è un'esercitazione. Uno squadrone Ribelle è stato avvistato in avvicinamento alla città. Tutti i civili sono tenuti ad abbandonare le zone non protette e cercare rifugio immediatamente. Tutto il personale federale presente in città è tenuto a fare rapporto al comando immediatamente per montare una difesa."
ko: 요란한 사이렌 소리가 도시에 울리며 무미건조한 목소리가 들리기 시작합니다. "이것은 훈련상황이 아닙니다. 반복하겠습니다, 이것은 훈련상황이 아닙니다. 반군 함대가 도시로 접근하는 것이 포착되었습니다. 모든 민간인은 보호되지 않는 지역을 즉시 벗어나 대피소로 이동하십시오. 도시에 있는 모든 연방측 인원은 다가오는 위협에 대응하기 위해 즉시 사령부의 명령에 따르십시오."
ru: По городу разносится вопль сирены, и монотонный голос произносит: "Это не учения. Повторяю, это не учения. К городу приближается эскадрилья повстанцев. Все гражданские должны немедленно покинуть незащищенные места и найти укрытие. Любой персонал Федерации в черте города должен немедленно явиться к командованию для защиты от приближающейся угрозы".

source: You won't stand for this. Do all you can to help!
de: Du wirst das nicht zulassen. Du tust alles um zu helfen!
es: No permitirás esto. ¡Haz todo lo posible por ayudar!
fr: Vous ne tolérerez pas cela. Faites tout ce que vous pouvez pour aider !
it: Non tolleri questa cosa. Fai tutto il possibile per aiutare!
ko: 우리는 이 일을 좌시할 수 없다. 최선을 다해 돕는다!
ru: Вы не потерпите этого. Сделать все возможное, чтобы помочь!

source: At the lead of the Rebel squadron is an unusual Rebel ship, one unlike anything you've seen before. It wields a powerful artillery weapon. If you can take it down, maybe it'll discourage the rest of the fleet.
de: Das Rebellenschwadron wird von einem ungewöhnlichen Rebellenschiff angeführt, welches du noch nie zuvor gesehen hast. Es hat eine starke Artilleriewaffe. Wenn du es zerstörst, kannst du vielleicht den Rest der Flotte verunsichern.
es: A la cabeza del escuadrón Rebelde hay una nave inusual, distinta a cualquier otra que hayas visto antes. Porta una poderosa arma de artillería. Si logras derribarla, quizá desalientes al resto de la flota.
fr: À la tête de l'escadron se trouve un vaisseau Rebelles inhabituel, un comme vous n'en avez jamais vu auparavant. Il est équipé d'une puissante artillerie. Si vous parvenez à l'abattre, cela découragera peut-être le reste de la flotte.
it: A capo dello squadrone Ribelle c'è una nave insolita, completamente diversa da qualsiasi altra tu abbia mai visto. È dotata di un'artiglieria pesante. Se riesci ad abbatterla, forse scoraggerà il resto della flotta.
ko: 반군 함대의 선두에는 전에 본 적 없는 특이한 함선이 있었습니다. 그 함선은 강력한 함포를 장비하고 있습니다. 그 함선을 격추하면 다른 함선들의 사기가 꺾일 것 같습니다.
ru: Во главе эскадры повстанцев стоит необычный корабль повстанцев, не похожий ни на один из тех, что вы видели раньше. На нем установлено мощное артиллерийское орудие. Если вы сможете уничтожить его, возможно, это обескуражит остальной флот.

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Leave as fast as possible.
de: Haue so schnell wie möglich ab.
es: Vete lo más rápido posible.
fr: Partir le plus vite possible.
it: Vattene più in fretta che puoi.
ko: 최대한 빨리 떠난다.
ru: Уходим как можно быстрее.

source: You aren't interested in getting caught up in this fight. You're certain the Federation ships here will be able to fend off the Rebels.
de: Du bist nicht daran interessiert, an diesem Kampf mitzumachen. Du bist sicher, dass die Föderationsschiffe selbst in der Lage sind, sich gegen die Rebellen zu verteidigen.
es: No te interesa involucrarte en esta pelea. Estás seguro de que las naves de la Federación aquí podrán repeler a los Rebeldes.
fr: Vous n'avez pas envie de vous laisser entraîner dans ce combat. Vous êtes certain que les vaisseaux de la Fédération ici présents pourront repousser les Rebelles.
it: Non ti interessa rimanere coinvolto in questa lotta. Hai la certezza che le navi federali qui presenti saranno in grado di respingere i Ribelli.
ko: 당신은 이 싸움에 휘말리고 싶지 않았습니다. 당신은 이곳의 연방 함선들이 반군을 막아낼 수 있을 것이라 확신합니다.
ru: Вы не заинтересованы в том, чтобы ввязываться в этот бой. Вы уверены, что корабли Федерации смогут отбиться от повстанцев.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Around you, you can see Rebel ships beginning to flee as the Federation forces push them back. Their last hope, the Gunboat and your target, has already taken critical damage. You have to keep fighting!
de: Um dich siehst du, wie die Rebellenschiffe fliegen, als die Föderationskräfte sie zurück schlagen. Ihre letzte Hoffnung, das Kannonenschiff und dein Ziel, hat bereits starken Schaden erhalten. Du musst weiter kämpfen!
es: A tu alrededor, puedes ver cómo las naves Rebeldes comienzan a huir mientras las fuerzas de la Federación las hacen retroceder. Su última esperanza, la Cañonera y tu objetivo, ya ha sufrido daños críticos. ¡Tienes que seguir luchando!
fr: Autour de vous, vous pouvez voir les vaisseaux Rebelles commencer à fuir à mesure que les forces de la Fédération les repoussent. Leur dernier espoir, la Canonnière, a déjà subi des dégâts critiques. Vous devez continuer à vous battre !
it: Attorno a te, vedi navi Ribelli che iniziano a fuggire man mano che le forze federali le respingono. La loro ultima speranza, la Cannoniera e il tuo bersaglio, ha già subito danni critici. Devi continuare a combattere!
ko: 당신 주위의 반군 함선들은 연방의 공세에 밀려 도망치기 시작했습니다. 그들의 마지막 희망이었던 포함은 이미 치명적인 피해를 보았습니다. 계속 싸워나가야 합니다!
ru: Вокруг вас видны корабли повстанцев, которые начинают улетать, пока силы Федерации оттесняют их назад. Их последняя надежда, канонерка и ваша цель, уже получила критические повреждения. Вы должны продолжать сражаться!
