Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_federation.xml/*.po
Languages: de, es, fr, it, ko, ru

source: The occupied Federation ship is approaching a Union station. But as soon as you move within sensor range, it disengages to face your ship instead!
es: La nave de la Federación ocupada se aproxima a una estación de la Union. Pero en cuanto entras en el alcance de sus sensores, ¡se desacopla para enfrentarse a tu nave!
fr: Le vaisseau de la Fédération occupé s'approche d'une station de l'Union. Mais dès que vous passez à portée de ses capteurs, il se désengage pour faire face à votre vaisseau !
it: La nave federale occupata si sta avvicinando a una stazione dell'Unione. Ma non appena entri a portata dei sensori, vira per affrontare la tua nave!
ko: 탈취된 연방 함선은 연합의 정거장에 접근 중인 것 같습니다. 그러나 당신을 발견하자마자, 뱃머리를 돌려 당신을 상대하기 위해 다가왔습니다!
ru: Захваченный корабль Федерации приближается к станции Союза. Но как только вы оказываетесь в зоне действия сенсоров, он разворачивается лицом к вашему кораблю!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="ENCOUNTER_FED_SALVAGE"]/text
source: You find the wreck of a Federation ship nearby. Before you can even begin to consider salvaging it, another Federation ship jumps in. They demand an explanation for what happened.
de: Du findest in der Nähe das Wrack eines Föderationsschiffes. Bevor du auch nur in Erwägung ziehen können, es zu bergen, springt ein anderes Föderationsschiff heran, begutachtet die Szene und beschuldigt dich, das Schiff zerstört zu haben!
es: Encuentras los restos de una nave de la Federación cerca. Antes siquiera de considerar saquearla, otra nave de la Federación salta al lugar. Exigen una explicación de lo ocurrido.
fr: Vous trouvez l'épave d'un vaisseau de la Fédération à proximité. Avant même d'envisager de l'inspecter, un autre vaisseau de la Fédération saute dans le secteur. Ils exigent une explication sur ce qui s'est passé.
ko: 당신은 근처 연방 함선의 잔해를 발견했습니다. 그것을 인양하는 걸 고려하기도 전에 다른 연방 함선이 도약해옵니다. 그들은 당신에게 설명을 요구합니다.
ru: Вы находите неподалеку обломки корабля Федерации. Прежде чем вы успеваете подумать о нем, как к вам подлетает другой корабль Федерации, они требуют объяснений случившемуся.

source: Tell them you didn't destroy this ship.
es: Diles que no destruiste esta nave.
fr: Leur dire que vous n'avez pas détruit ce vaisseau.
it: Digli che non hai distrutto tu questa nave.
ko: 함선을 격추하지 않았다고 설명한다.
ru: Сказать, что вы не уничтожали этот корабль.

source: Your good reputation precedes you. Once they realize who you are, they apologize for the mix-up and offer to help you harvest the ship faster. Though not much remains, you find some usable equipment, and a small helping of scrap for your troubles.
es: Tu buena reputación te precede. Cuando se dan cuenta de quién eres, se disculpan por el malentendido y se ofrecen a ayudarte a recolectar los restos más rápido. Aunque no queda mucho, encuentras equipo utilizable y una pequeña cantidad de chatarra por las molestias.
fr: Votre bonne réputation vous précède. Une fois qu'ils réalisent qui vous êtes, ils s'excusent pour la méprise et vous proposent de vous aider à récupérer les débris plus rapidement. Bien qu'il ne reste pas grand-chose, vous trouvez un équipement utilisable ainsi qu'une petite quantité de ferraille pour vos efforts.
it: La tua buona reputazione ti precede. Una volta che si rende conto di chi sei, si scusa per il malinteso e offre di aiutarti a recuperare la nave più in fretta. Anche se non rimane molto, trovi dell'equipaggiamento utilizzabile e una manciata di moduli.
ko: 좋은 평판이 당신을 변호해 주었습니다. 그들은 당신을 확인한 후, 오해한 것에 대해 사과하며 함선을 더 빨리 인양할 수 있도록 도와 주었습니다. 남은 것은 많지 않았지만, 쓸만한 장비 하나와 나중에 쓸 약간의 스크랩을 얻었습니다.
ru: Ваша хорошая репутация опережает вас. Поняв, кто вы, они извиняются за путаницу и предлагают помочь вам быстрее собрать обломки корабля. Хотя от корабля мало что осталось, вы находите на нем пригодное для использования оборудование и небольшое количество лома.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Tell them you didn't destroy this ship.
es: Diles que no destruiste esta nave.
fr: Leur dire que vous n'avez pas détruit ce vaisseau.
it: Digli che non hai distrutto tu questa nave.
ko: 함선을 격추하지 않았다고 설명한다.
ru: Сказать, что вы не уничтожали этот корабль.

source: Tell them you didn't destroy this ship.
es: Diles que no destruiste esta nave.
fr: Leur dire que vous n'avez pas détruit ce vaisseau.
it: Digli che non hai distrutto tu questa nave.
ko: 함선을 격추하지 않았다고 설명한다.
ru: Сказать, что вы не уничтожали этот корабль.

source: Whilst you try to convince them that they're mistaken, they don't seem inclined to believe you. "We've heard about all your misdeeds here! You really expect us to buy that you're not responsible?"
es: Mientras intentas convencerlos de que están equivocados, no parecen dispuestos a creerte. “¡Hemos oído hablar de todas tus fechorías aquí! ¿De verdad esperas que creamos que no eres responsable?”
fr: Alors que vous tentez de les convaincre qu'ils se trompent, ils ne semblent pas disposés à vous croire. "Nous avons entendu parler de toutes vos méfaits ici ! Vous vous attendez vraiment à ce qu'on croie que vous n'êtes pas responsables ?"
it: Anche se provi a convincerlo che c'è stato un errore, non sembra inclini a crederti. "Sappiamo delle tue malefatte da queste parti! Ti aspetti davvero che crediamo che non sei tu il responsabile?"
ko: 당신이 오해라고 설명했지만, 그들은 믿어주지 않습니다. "당신이 여기서 한 악행은 이미 들었습니다! 이래도 책임이 없다고 발뺌하실 겁니까?"
ru: Хотя вы пытаетесь убедить их в том, что они заблуждаются, они, похоже, не собираются вам верить. "Мы слышали обо всех ваших злодеяниях! Неужели вы думаете, что мы купимся на то, что вы не виноваты?"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Fight your way out of this.
es: Abrirte paso luchando.
fr: Se battre pour vous en sortir.
it: Esci da questa situazione combattendo.
ko: 싸워서 돌파한다.
ru: Сражаться, чтобы выпутаться из этой ситуации.

source: You mute comms and prepare to fight them. Judging by how quickly they move to defend themselves, it seems this was what they expected you to do.
es: Silencias las comunicaciones y te preparas para combatir. A juzgar por la rapidez con la que adoptan posiciones defensivas, parece que era justo lo que esperaban que hicieras.
fr: Vous coupez les communications et vous préparez à les combattre. À en juger par la rapidité avec laquelle ils se défendent, il semble qu'ils s'attendaient justement à cela.
it: Chiudi le comunicazioni e ti prepari a combattere. A giudicare dalla velocità con cui si muovono per difendersi, pare che si aspettassero che tu agissi così.
ko: 당신은 통신을 차단하고 전투를 준비합니다. 저들이 대응하는 속도를 보았을 때, 당신이 공격할 것을 예상하고 대비한 것 같습니다.
ru: Вы отключаете связь и готовитесь сражаться с ними. Судя по тому, как быстро они переходят к самозащите, похоже, именно этого они от вас и ждали.

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: After a few moments of skepticism, the Federation relents and lets you harvest the ship in peace. Though not much remains, you find some usable equipment, and a small helping of scrap for your troubles.
es: Tras unos momentos de escepticismo, la Federación cede y te permite recolectar los restos en paz. Aunque no queda mucho, encuentras equipo utilizable y una pequeña cantidad de chatarra por las molestias.
fr: Après quelques instants de scepticisme, la Fédération cède et vous laisse récolter le vaisseau en paix. Bien qu'il ne reste pas grand-chose, vous trouvez un équipement utilisable et une petite quantité de ferraille pour vos efforts.
it: Dopo qualche momento di scetticismo, la Federazione cede e ti permette di recuperare la nave in pace. Anche se non rimane molto, trovi dell'equipaggiamento utilizzabile e una manciata di moduli.
ko: 연방 함선은 약간의 의심 후 당신이 잔해를 인양하도록 물러나 주었습니다. 남은 것은 많지 않았지만, 쓸만한 장비 하나와 나중에 쓸 약간의 스크랩을 얻었습니다.
ru: После нескольких минут скептицизма Федерация смиряется и позволяет вам спокойно собрать обломки корабля. Хотя осталось не так уж много, вы находите некоторое пригодное для использования оборудование и небольшое количество лома за свои хлопоты.

source: "Hmph. You're still taking the remains, you Renegade vulture." They back off, letting you harvest the ship. Though not much remains, you find some usable equipment, and a small helping of scrap for your troubles.
es: “Hmph. Aun así vas a quedarte con los restos, buitre renegado.” Se retiran, permitiéndote recolectar la nave. Aunque no queda mucho, encuentras equipo utilizable y una pequeña cantidad de chatarra por las molestias.
fr: "Hmph. Vous prenez quand même les restes, espèce de vautour renégat." Ils reculent, vous laissant récolter le vaisseau. Bien qu'il ne reste pas grand-chose, vous trouvez un équipement utilisable et une petite quantité de ferraille pour vos efforts.
it: "Hmph. Comunque stai prendendo i resti, avvoltoio che non sei altro." Anche se non rimane molto, trovi dell'equipaggiamento utilizzabile e una manciata di moduli.
ko: "흥, 아직도 잔해를 파 먹고 사는구만, 독수리 같은 자식." 연방 함선은 당신이 잔해를 인양하도록 물러나 주었습니다. 남은 것은 많지 않았지만, 쓸만한 장비 하나와 나중에 쓸 약간의 스크랩을 얻었습니다.
ru: "Хмм. Вы собираете обломки, вы - стервятник, Ренегат". Они отступают, позволяя вам закончить свое дело. Хотя осталось не так уж много, вы находите некоторое пригодное для использования оборудование и небольшое количество лома за свои хлопоты.

source: "Sorry about that. Some Renegades aren't so well behaved. I'll help you out." Though not much remains, you find some usable equipment, and a small helping of scrap for your troubles.
es: “Disculpa por eso. Algunos renegados no se comportan tan bien. Te ayudaré.” Aunque no queda mucho, encuentras equipo utilizable y una pequeña cantidad de chatarra por las molestias.
fr: "Désolé pour cela. Certains renégats ne sont pas très bien élevés. Je vais vous aider." Bien qu'il ne reste pas grand-chose, vous trouvez un équipement utilisable et une petite quantité de ferraille pour vos efforts.
it: "Scusa il malinteso. Alcuni Rinnegati non sono così educati. Ti do una mano." Anche se non rimane molto, trovi dell'equipaggiamento utilizzabile e una manciata di moduli.
ko: "의심해서 죄송합니다. 몇몇 배회자 분들은 평판이 그렇게 좋지는 않거든요. 조금 도와 드리겠습니다." 남은 것은 많지 않았지만, 쓸만한 장비 하나와 나중에 쓸 약간의 스크랩을 얻었습니다.
ru: "Простите за это. Некоторые Ренегаты не очень хорошо себя ведут. Я помогу вам". Хотя осталось немного, вы находите пригодное для использования снаряжение и небольшое количество лома за свои хлопоты.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: "Well, if you were responsible for this, I'm sure we'd already be fighting. Let me give you a hand." Though not much remains, you find some usable equipment, and a small helping of scrap for your troubles.
es: “Bueno, si fueras responsable de esto, estoy seguro de que ya estaríamos luchando. Déjame echarte una mano.” Aunque no queda mucho, encuentras equipo utilizable y una pequeña cantidad de chatarra por las molestias.
fr: "Eh bien, si vous étiez responsable de cela, je suis sûr que nous serions déjà en train de nous battre. Laissez-moi vous donner un coup de main." Bien qu'il ne reste pas grand-chose, vous trouvez un équipement utilisable et une petite quantité de ferraille pour vos efforts.
it: "Beh, se fossi davvero il responsabile, sono sicuro che staremmo già combattendo. Lascia che ti dia una mano." Anche se non rimane molto, trovi dell'equipaggiamento utilizzabile e una manciata di moduli.
ko: "하긴, 진짜로 댁이 저 함선을 격추했으면, 우리까지 격추하려고 했겠지. 조금 도와 주지." 남은 것은 많지 않았지만, 쓸만한 장비 하나와 나중에 쓸 약간의 스크랩을 얻었습니다.
ru: "Если бы вы были виноваты в этом, я уверен, мы бы уже сражались. Позвольте мне помочь вам". Хотя осталось не так уж много, вы находите некоторое пригодное для использования оборудование и небольшое количество лома за свои хлопоты.

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: "A likely story! Word has it that some Renegades will harvest any ship unlucky enough to cross paths with them. You'll pay for this!"
es: “¡Qué historia tan conveniente! Se dice que algunos renegados saquean cualquier nave lo bastante desafortunada como para cruzarse en su camino. ¡Pagarás por esto!”
fr: "Quelle histoire vraisemblable ! On dit que certains Renégats pillent n'importe quel vaisseau qui a le malheur de croiser leur route. Vous le paierez cher !"
it: "Una storia plausibile! Si dice che alcuni Rinnegati recuperano materiale da ogni nave abbastanza sfortunata da mettersi sulla loro strada. La pagherai!"
ko: "변명하고는! 배회자 녀석들은 지나가는 함선을 무차별적으로 공격한다는 소문이 쫙 깔려 있다고. 댓가를 치를 것이다!"
ru: "Правдоподобная история! Говорят, что некие Ренегаты уничтожают любой корабль, которому не повезло пересечься с ними. Вы за это заплатите!"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

source: Point out that due to game mechanics, you are unable to fight two ships at a single beacon.
es: Señalar que, debido a las mecánicas del juego, no puedes luchar contra dos naves en una sola baliza.
fr: Vous leur faites remarquer qu'en raison des mécaniques du jeu, vous ne pouvez pas affronter deux vaisseaux en même temps à une même balise.
it: Fai notare che le meccaniche di gioco non ti permettono di affrontare due navi allo stesso astrofaro.
ko: 게임 시스템의 한계로 인해, 하나의 송신소서 두 척 이상의 상대와 싸울 수 없습니다.
ru: Обратить внимание, что из-за игровой механики вы не можете сражаться с двумя кораблями на одном маяке.

source: The Federation ship immediately stops its aggression and apologizes. "I'm such an idiot. Why don't you just take the harvest, a little extra scrap and we both forget this ever happened?"
es: La nave de la Federación detiene de inmediato su agresión y se disculpa. “Soy un idiota. ¿Por qué no te llevas los restos, un poco de chatarra extra, y ambos olvidamos que esto ocurrió?”
fr: Le vaisseau de la Fédération cesse immédiatement son hostilité et s'excuse. "Je suis vraiment idiot. Pourquoi ne pas simplement prendre le butin, un peu de ferraille en plus, et faire comme si cela ne s'était jamais produit ?"
it: La nave federale smette immediatamente di essere aggressiva e si scusa. "Che idiota che sono. Perché non ti prendi il relitto, un po' di moduli extra e ci dimentichiamo di questa storia?"
ko: 연방 함선은 즉시 공격을 멈추고 사과합니다. "정말 바보같은 짓을 했습니다. 사과의 의미로 약간의 스크랩을 드리겠습니다. 물론 잔해도 가져가시고요. 어떻습니까?"
ru: Корабль Федерации немедленно прекращает агрессию и извиняется. "Я такой идиот. Почему бы вам просто не забрать добычу, немного лома, и мы оба забудем, что это вообще произошло?"

source: You receive an urgent hail from the nearby Federation ship. "You have to help, the Rebels, they've taken over the ship!" The call suddenly goes to static and the ship turns hostile!
de: Du erhältst einen dringenden Ruf von einem nahegelegenen Föderationsschiff. "Du musst uns helfen, die Rebellen haben das Schiff übernommen! " Der Ruf wird plötzlich zu einem Rauschen und das Schiff wird feindlich!
es: Recibes una llamada urgente de la nave cercana de la Federación. “¡Tienen que ayudarnos, los Rebeldes han tomado el control de la nave!” La transmisión se corta de repente y la nave se vuelve hostil!
fr: Vous recevez un appel urgent du vaisseau de la Fédération à proximité. "Vous devez nous aider, les Rebelles ont pris le contrôle du vaisseau !" La communication cesse brusquement et le vaisseau se retourne contre vous !
it: Ricevi una trasmissione urgente dalla nave federale vicina. "Devi aiutarci, i Ribelli hanno preso il controllo della nave!" La trasmissione s'interrompe bruscamente e la nave diventa ostile!
ko: 당신은 근처 연방 함선으로부터 긴급한 통신을 받았습니다. "저희를 좀 도와주십쇼, 반군이 우리 배를 점령했습니다!" 통신은 갑자기 끊기고 함선은 적대적으로 변했습니다!
ru: Вы получаете экстренный вызов с ближайшего корабля Федерации. "Вы должны помочь, повстанцы, они захватили корабль!" Вызов внезапно становится неактивным, и корабль становится враждебным!

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...

# data/events_sector_federation.xml$//event[@name="REBELTAKEOVER_SURRENDER"]/text
source: The new Rebel "captain" of the ship hails you. "Alright, you've caused enough damage. Let us go, and we'll spare the last survivor of the original crew."
de: Der neue Rebellen "Kapitän" des Schiffes grüßt dich. "In Ordnung, ihr habt genug Schaden angerichtet. Lasst uns gehen, und wir werden den letzten Überlebenden der ursprünglichen Besatzung verschonen."
es: El nuevo “capitán” Rebelde de la nave te contacta. “Muy bien, han causado suficiente daño. Déjennos ir y perdonaremos la vida al último superviviente de la tripulación original.”
fr: Le nouveau "capitaine" rebelle du vaisseau vous appelle. "D'accord, vous avez causé assez de dégâts. Laissez-nous partir et nous épargnerons le dernier survivant de l'équipage original."
it: Il nuovo "capitano" Ribelle della nave ti contatta. "Va bene, hai fatto abbastanza danni. Lasciaci andare e risparmieremo l'ultimo sopravvissuto dell'equipaggio originale."
ko: 새로운 반군 "함장"이 당신에게 통신했습니다. "좋아, 당신은 충분한 피해를 줬어. 우릴 보내주면 원래 있던 승무원의 마지막 생존자를 살려 보내주지"
ru: Новый "капитан" повстанцев корабля вызывает вас. "Хорошо, вы причинили достаточно вреда. Отпустите нас, и мы пощадим последнего выжившего из первоначального экипажа".

source: Agree to spare them.
de: Vereinbare sie zu verschonen.
es: Aceptar perdonarlos.
fr: Acceptez de les épargner.
it: Accetta di risparmiarli.
ko: 그의 제안에 동의한다.
ru: Согласиться пощадить их.

source: The death of one more Fed is worth the death of even more Rebels.
de: Der Tod eines weiteren Feds ist den Tod von noch mehr Rebellen wert.
es: La muerte de un miembro más de la Federación vale la muerte de muchos más Rebeldes.
fr: La mort d'un seul membre de la Fédération n'est rien contre celle de plusieurs Rebelles.
it: La morte di un fed in più non è niente rispetto alla morte di molti più Ribelli.
ko: 반군이 더 죽는다면 연방 사람 하나는 더 죽을 만 하다.
ru: Смерть еще одного федерала стоит смерти еще большего числа повстанцев.

# data/events_sector_federation.xml$//event[@name="REBELTAKEOVER_DESTROY"]/text
source: You've destroyed the Federation ship, and with it the Rebel and Federation crew. You salvage what's left of the wreck.
de: Du hast das Föderationsschiff zerstört, und mit ihm die Besatzung der Rebellen und der Föderation. Du bergst, was von dem Wrack übrig ist.
es: Has destruido la nave de la Federación y, con ella, a la tripulación Rebelde y de la Federación. Recolectas lo que queda de los restos.
fr: Vous avez détruit le vaisseau, équipage rebelle et de la Fédération inclus. Vous récupérez ce qu'il reste de l'épave.
it: Hai distrutto la nave federale, e con essa l'equipaggio Ribelle e della Federazione. Recuperi quello che resta della nave.
ko: 당신은 반군과 연방 선원이 타고 있던 연방 함선을 파괴했습니다. 당신은 잔해에서 남아있는 것을 인양했습니다.
ru: Вы уничтожили корабль Федерации, а вместе с ним и экипаж повстанцев и Федерации. Вы разбираете то, что осталось в обломках.

# data/events_sector_federation.xml$//event[@name="REBELTAKEOVER_DEADCREW"]/text
source: You've killed off all of the Rebel crew. As you salvage the ship, you notice the body of one of the old Federation crew. You find they're still alive, and help them to their feet. After some washing and first-aid they're good as new and ready to serve on your ship.
de: Du hast die gesamte Besatzung der Rebellen getötet. Als du das Schiff bergst, bemerkst du die Leiche eines der alten Föderationsmitglieder. Du stellst fest, dass sie noch lebt, und hilfst ihr auf die Beine. Nach einigen Waschen und erster Hilfe sind sie so gut wie neu und bereit, auf deinem Schiff zu dienen.
es: Has eliminado a toda la tripulación Rebelde. Mientras recolectas la nave, notas el cuerpo de uno de los antiguos tripulantes de la Federación. Descubres que aún está vivo y lo ayudas a ponerse en pie. Tras algo de aseo y primeros auxilios, queda como nuevo y listo para servir en tu nave.
fr: Vous avez décimé l'équipage rebelle. En récupérant le vaisseau, vous découvrez qu'un membre de l'équipage de la Fédération a survécu et vous l'aidez à se remettre. Après une bonne toilette et des premiers soins, il est sur pieds et prêt à servir sur votre vaisseau.
it: Hai ucciso tutto l'equipaggio Ribelle. Come recuperi la nave, noti il corpo di un membro originale dell'equipaggio. Scopri che è ancora in vita e lo aiuti ad alzarsi. Dopo una doccia veloce e un primo soccorso, torna in forma ed è pronto a servire sulla tua nave.
ko: 당신은 모든 반군 선원을 죽였습니다. 당신은 함선을 인양하면서 옛 연방 소속 선원 한 명의 시신이 눈에 들어왔습니다. 자세히 살펴보니 그는 아직 살아있었고 그가 일어서도록 도왔습니다. 그를 씻기고 응급처치를 해주자 그는 새사람처럼 당신에 배에서 복무할 준비를 마쳤습니다.
ru: Вы убили весь экипаж повстанцев. Разбирая корабль, вы замечаете тело одного из членов старой команды Федерации. Вы видите, что он еще жив, и помогаете ему подняться на ноги. После душа и оказания первой помощи он снова как новенький и готов служить на вашем корабле.

# data/events_sector_federation.xml$//event[@name="STEALTH_UNLOCK_1"]/text
source: You arrive near a small fleet of Federation and Engi ships. A simple decryption and translation of their comm frequency tells you that they are having a frantic discussion about something obviously troubling them.
de: Du kommst an und findest eine kleine Föderation und Engi Flotte vor. Du hörst in ihren Comm-Kanal rein und bemerkst, dass sie eine Diskussion über etwas haben.
es: Llegas cerca de una pequeña flota de naves de la Federación y Engi. Un simple descifrado y traducción de su frecuencia de comunicaciones te indica que mantienen una discusión frenética sobre algo que claramente les preocupa.
fr: Vous arrivez près d'une petite flotte de vaisseaux de la Fédération et d'Engis. Un décryptage avec traduction de leur fréquence de communication vous indiquent qu'ils ont une discussion houleuse à propos d'un sujet qui semble les troubler.
it: Arrivi vicino a una piccola flotta di navi federali ed engi. Una semplice decrittazione e traduzione delle loro frequenze ti dice che stanno avendo una discussione animata su qualcosa che palesemente li turba.
ko: 당신은 작은 연방 함대와 엔지 함선 근처에 도착했습니다. 그들의 통신 주파수를 간단하게 해독하고 번역한 뒤 그들이 그들을 괴롭히는 무언가에 대한 열띤 토론을 하고 있다는 것을 알게 되었습니다.
ru: Вы приближаетесь к небольшому флоту кораблей Федерации и энджи. Простая расшифровка и перевод частоты их связи говорит вам, что они ведут бешеный разговор о чем-то, явно их беспокоящем.

source: Message them and ask if you can help.
de: Rufe sie und frage, ob du ihnen helfen kannst.
es: Enviarles un mensaje y preguntar si puedes ayudar.
fr: Vous leur envoyez un message pour demander si vous pouvez les aider.
it: Contattali e chiedi se hanno bisogno di aiuto.
ko: 뭔가 도와 줄 수 있는 게 있는지 묻는다.
ru: Отправить сообщение, чтобы спросить, нужна ли им ваша помощь.
