Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

# data/events_sector_morph.xml$//event[@name="ALKALI_LORE"]/choice/event/text
source: "Yes, I was wondering thhhe same thhhhing. Thhhey've taken an interest in our... my latest mistakes. Thhhe Morphhhs, you see, were created to work for thhhe Shells. Do thhhe hard, manual labor. A work of god damn genius, too! All it took was a bit of Quarp Juice and soon enough I had created LIFE ITSELF! Damn Nerva, thhhe Management District's director, kept refusing to approve funding for thhhe project! Probably thhhought thhe Morphhhs were going to make them useless, much like thhhhe Radiants for thhhe Military District..."
fr: "Oui, che me demandais la même chose. Ils se sont intéressés à nos... à mes dernières erreurs. Les Morphs, ffoyez-ffous, ont été créés pour traffailler pour les Coquilles. Pour faire le dur travail manuel. Une œuffre de génie, en plus ! Il a suffi d'un peu de Chus de Quarp pour que che crée la vie elle-même ! Cette saloperie de Nerffa, le Directeur du Manacher District, refusait touchours d'approuffer le financement du projet ! Il pensait sans doute que les Morphs allaient les rendre inutiles, un peu comme les Radiants pour le District militaire..."
it: "Fì, me lo ftavo chiedendo anch'io. Hanno moftrato intereffe per i noftri... i miei ultimi fbagli. I mutaforma fono ftati creati per lavorare per gli fellman. Fare i lavori duri e manuali. E anche il frutto di una mente geniale! Ci è voluto folo un po' di fucco di quarp e ben prefto avevo creato la VITA! Accidenti a Nerva, la direttrice del Diftretto Geftionale, continuava a rifiutare di approvare i finanziamenti per il progetto! Forfe penfava che i mutaforma li avrebbero refi inutili, proprio come i Radianti per il Diftretto militare..."
ko: "맞아, 나도 그거에 대해서어어 의문을 가졌지. 그들이 우리의... 아니 내 최근 시이일패작에 관시이임을 가졌어. 모프들은 보다시이이피, 셰에엘들을 위해 노동하도록 만들어졌지. 고된 육체 노동을 말이야. 이건 진짜 개쩌는 천재의 작품이야! 약간의 퀄프 주스으으만 사아아용해서어어 나는 새애앵명 자체를 창조해써어어! 그런데 경영 부서어어장인 그 망할 네르바가, 프로젝트 지원을 위한 자금 스으응인을 계소오옥 거부해써어어! 아마 모프가 그들을 쓰으을모없게 만들 거라 새애앵각해쓰으을 거야, 마치 방사아아서어엉 셰에엘들과 군사아아부처럼..."
ru: "Да, я тоже об этом думал. Они заинтересовались нашими... моими последними ошибками. Морфы, видишь ли, были созданы, чштобы работать на ракушек. Делать тяжелую, ручшную работу. И это, к слову, чшерт возьми гениальная работа! Все, чшто потребовалось, это немного кварпового сока, и вскоре я создал САМУЮ НАСТОЯЩУЮ ЖИЗНЬ! Проклятая Нерва, директор управляющего округа, все время отказывала в финансировании проекта! Наверное, думала, чшто морфы сделают их бесполезными, как лучшезарных и военные округа..."
zh_hans: "是的，我也在想这个问题。他们对我们...我的最新的错误很感兴趣。你瞧，模物族被创造出来为甲壳族工作。做那些艰苦的体力劳动。这可是一个该死的天才之作！只需一点夸普汁，很快我就创造了真 正 的 生 命！该死的内尔瓦，管理区的主任，他一直拒绝批准对这个项目的经费资助！估计他认为模物族会让他们丢了工作，就像辐射体之于军事区一样..."

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I wouldn't be surprised if thhhhat bitch sabotaged my facilities! But thhhat's just rumor among thhhe science district... Now, you still have not answered my question. Why are you here? I do not appreciate thhhe unknown staying unknown, and I would like to understand your intentions before you shoot me or sacrifice me to whatever pagan gods you people worship."
fr: "Che ne serais pas surpris que cette salope ait saboté mes installations ! Mais ce n'est qu'une rumeur au sein du district scientifique... Maintenant, ffous n'affez toujours pas répondu à ma question. Pourquoi êtes-ffous ici ? Che n'apprécie pas que l'inconnu reste inconnu et ch'aimerais comprendre ffos intentions affant de m'abattre ou de me sacrifier aux dieux païens que ffous adorez."
it: "Non mi forprenderebbe fe quella baldracca aveffe fabotato i miei laboratori! Ma quefta è folo una diceria tra noi fienziati... ora, non hai ancora rifpofto alla mia domanda. Che ci fate qui? Non mi piace che l'ignoto refti tale, e vorrei capire le voftre intenzioni prima che mi fparate o mi facrifichiate a qualunque dio pagano voialtri adorate."
ko: "그 망할년이 진짜로 내 시이이서어얼을 파괴해써어도 놀라지 않아쓰을 거야! 하지만 그건 과학부에 도는 루머일 뿐이지... 이제 내 질문에 대답해줘. 여기에 왜 와써어? 일면시익도 없는 사아아람이 의도도 안 밝히고 여기 있는 게 달갑지 않다고. 당신이 나를 쏘오오든 아니면 어떤 이교도들의 시이인에게 나를 바치든 간에 당시이인의 의도를 알고시이잎어."
ru: "Я не удивлюсь, если эта сука саботировала мои разработки! Но это всего лишь слухи среди учшеных... Итак, ты так и не ответил на мой вопрос. Почшему ты здесь? Я не люблю, когда неизвестное остается неизвестным, и хотел бы понять твои намерения, прежде чшем ты застрелишь меня или принесешь в жертву своим язычшеским богам, которым вы, люди, поклоняетесь".
zh_hans: "如果那个杂种破坏了我的设施，我一点也不会惊讶！但这只是科学区的传言...那么，你还没有回答我的问题。你为什么在这里？我不喜欢未知的人保持未知，我想在你射杀我或把我献祭给你们这些人崇拜的什么异教神之前，了解你的意图。"

source: We're on a quest to reach Node 17.
fr: Nous sommes à la recherche du Nœud 17.
it: Siamo in missione per raggiungere il Nodo 17.
ko: 우리는 노드 17로 가는 중입니다.
ru: Мы находимся в поисках дороги к Узлу 17.
zh_hans: 我们正在前往节点17的路程上。

source: "Well no shit, everyone knows WHERE you're going. I swear, everyone is heading to thhhhat forsaken place. A disgrace! You could have used thhhat MV tech to, I don't know, solve ancient mysteries or create some sort of interdimensional utopia. But instead you use it to fight each othhher. We Shells do not suffer from thhhese issues. We are people of science, and have little to worry about internal conflict. Now, you still have not answered me. Have you come to kill me? Recruit me to cure some form of deadly space disease your people suffer from? God damn it, I'm tired of waiting."
fr: "Sans déconner, tout le monde sait où tu ffas. Che le jure, tout le monde se diriche vers cet endroit maudit. C'est une honte ! Ffous auriez pu utiliser cette ancienne technolochie antique pour, che ne sais pas, résoudre d'anciens mystères ou créer une sorte d'utopie interdimensionnelle. Mais au lieu de cela, ffous l'utilisez pour ffous battre les uns contre les autres. Nous, les Coquilles, ne souffrons pas de ces problèmes. Nous sommes des chens de science et nous n'affons pas à nous préoccuper des conflits internes. Ffous ne m'affez toujours pas répondu. Êtes-ffous ffenu pour me tuer ? Me recruter pour soigner une maladie spatiale mortelle dont ffotre peuple souffre ? Bon sang, ch'en ai assez d'attendre."
it: "Ma va là, tutti fanno DOVE andate. Giuro, tutti fi ftanno dirigendo in quel luogo maledetto. Una difgrazia! Avrefte potuto ufare quella tecnologia MV per, cheffò, rifolvere antichi mifteri o creare una fpecie di utopia interdimenfionale. Ma invece la ufate per combattere tra di voi. Noi fellman non abbiamo di quefti problemi. Fiamo un popolo di fienza, e non dobbiamo preoccuparci di conflitti inteftini. Ora, non mi hai ancora rifpofto. Fiete qui per uccidermi? Volete reclutarmi per curare qualche malattia fpaziale mortale che avete voialtri? Fanto cielo, fono ftufo di afpettare."
ko: "아 그러시이이겠지. 다들 네가 어디로 가는지는 알고 이써어. 맹세에에컨데, 모두가 그 고독한 구역으로 가고있지. 시이일망이네! 당신들은 MV 기수우울을 이용해서어어, 뭐 예를 들자면, 고대의 미스으으터리를 풀거나, 초차원간 유토피아 같은 것을 만들수우우도 있었어. 하지만 당시이인들은 그걸 서어어로 싸아아우는 데만 사아아용하지. 우리 셰에엘들은 그런 문제에 관시이임이 없어. 우리는 과학의 사아아람들이고, 내분 따위에 관시이임 없지. 아직 당시이인은 내 질문에 대답하지 않았군. 나를 죽이러 왔나? 당시인네 사아아람들이 겪는 치명적인 우주 질병을 치료하기 위해 나를 고용할 건가? 젠장, 기다리기도 지겹군."
ru: "Да чшто там, все знают, куда ты собрался. Клянусь, все направляются в это забытое место. Позор! Вы могли бы использовать эту технологию Мультивселенной для того, чштобы, не знаю, разгадать древние тайны или создать какую-нибудь межпространственную утопию. Но вместо этого вы используете их для борьбы друг с другом. Мы, ракушки, не страдаем от этих проблем. Мы - люди науки, и нам не нужно беспокоиться о внутренних конфликтах. Итак, ты так и не ответил мне. Ты пришел убить меня? Завербовать меня для лечшения смертоносной космичшеской болезни, которой страдает ваш народ? Чшерт возьми, я устал ждать".
zh_hans: "好嘛真是意外，所有人都知道你要到哪 里。我发誓，每个人都在前往那个该死的地方。一个耻辱！你们本可以用那些变元技术来，我不知道，解开古代的谜题或创建某种跨元乌托邦。但你们却用它来互相争斗。我们甲壳族不存在这些问题。我们是讲科学的人，几乎不需要担心内部冲突。那么，你仍然没有回答我。你是来杀我的吗？招募我去治疗你们的人所患的某种致命的星际疾病？天杀的，我已经等得不耐烦了。"

source: We heard your distress call and came here.
fr: Nous avons entendu votre appel de détresse et sommes venus ici.
it: Abbiamo sentito la richiesta di soccorso e siamo venuti qui.
ko: 우리는 당신의 조난신호를 받고 왔습니다.
ru: Мы получили ваш сигнал бедствия и прибыли сюда.
zh_hans: 我们收到了你的求救信号并来到这里。

source: "Ah, some kind of philanthropist, are you? Great, well I guess you're a better escort thhhan... I dunno, somethhhing thhhat's worse thhhan you. You don't subscribe to any silly religions or conspiracies do you? You are vaccinated, right?"
fr: "Ah, une sorte de philanthrope, c'est ça ? Super et bien che suppose que ffous êtes une meilleure escorte que.... Che ne sais pas, quelque chose de pire que ffous. Ffous n'adhérez pas à des relichions stupides ou à des conspirations, n'est-ce pas ? Ffous êtes à chour dans ffos ffaccins, n'est-ce pas ?"
it: "Ah, quindi fei una fpecie di filantropo, eh? Bene, beh, fuppongo che farai una fcorta migliore di... non fo, qualcofa che è peggio di te. Non fai parte di neffuna ftupida religione o cofpirazione, vero? Fei vaccinato, giufto?"
ko: "하, 참 자서어언가 납시이이었군, 안 그래? 좋아, 당시이인이 저기 그... 당시인네들보다 나쁜 놈들보다는 그래도 날 더 잘 보호해 주겠지. 혹시 바보 같은 종교나 음모론 따위는 믿지 않지? 예방접종은 맞았겠지?"
ru: "А, ты какой-то филантроп, да? Отличшно, ну, думаю, ты лучшший сопровождающий, чшем... ну, не знаю, чшем кто-то хуже тебя. Ты ведь не веришь ни в какие глупые религии или заговоры? Ты ведь вакцинирован, верно?"
zh_hans: "啊，所以你是个乐善好施的人，是吗？太好了，我想你作为护送者比...我不知道，比你更坏的东西，更好咯。你不赞成任何荒唐的宗教或阴谋，是吧？你接种过疫苗，对吧？"

source: Not particularly.
fr: Pas vraiment.
it: Non proprio.
ko: 아무 문제 없습니다.
ru: Не особо.
zh_hans: 不太清楚。

source: "Very good thhhen. I request thhhat you transport me back to thhhe Geniocracy when you have a chance. I shall make myself useful in thhhhe meantime. I am no freeloader."
fr: "Très bien, alors. Che vous demande de me transporter en Chéniocratie dès que ffous en aurez l'occasion. En attendant, che me rendrai utile. Che ne suis pas un profiteur."
it: "Molto bene allora. Richiedo che mi riporti alla Geniocrazia quando ne avrai l'occafione. Nel frattempo mi renderò utile. Non viaggio mica a fcrocco io."
ko: "아주 좋아. 그러면, 기회가 될 때 나를 천재정으로 돌려 보내줘. 그때까진 열시이임히 돕게써어. 시이익객이 될 새애앵각은 없거든."
ru: "Очшень хорошо. Я прошу, чштобы ты доставил меня обратно в Гениократию, когда у тебя будет возможность. А пока я буду приносить пользу на корабле. Я не нахлебник".
zh_hans: "很好，那么。我请求你在有机会的时候把我送回怪才体。在此之前，我将力所能及地帮忙。我可不会白吃白住。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: (Monk Crew) "We are men and women of peace. The Great Eye guides us."
fr: (Membre d'équipage Moine) "Nous sommes des hommes et des femmes de paix. Le Grand Œil nous guide."
it: (Equipaggio monaco) "Siamo uomini e donne di pace. Il Grande Occhio ci guida."
ko: (수도승 선원) "우리는 평화를 따르는 사람들입니다. 위대한 눈이 우리를 인도합니다."
ru: (Член экипажа-Монах) "Мы - мужчины и женщины мира. Великое Око направляет нас".
zh_hans: (信道者船员)"我们是和平之人。先知圣眼指引着我们。"

source: Alkali looks at you in disgust. "Ugh... well at least I know for certain you aren't going to kill me. For thhhe time I am aboard your ship, you shall let me sleep in whatever room doesn't have any spiritual paraphernalia in it. I don't care if it's a broom closet. I request thhhat you transport me back to thhhe Geniocracy when you have a chance. I shall make myself useful in thhhhe meantime. I am no freeloader."
fr: Alkali vous regarde avec dégoût : "Ugh... Au moins, che suis certain que ffous n'allez pas me tuer. Pendant toute la durée de mon séchour à bord de votre vaisseau, ffous me laisserez dormir dans n'importe quelle pièce dépourffue d'attirail spirituel. Che me fiche que ce soit un placard à balais. Che vous demande de me transporter en Chéniocratie dès que vous en aurez l'occasion. En attendant, che me rendrai utile. Che ne suis pas un pique-assiette."
it: Alkali ti guarda disgustato. "Ugh... beh, almeno ora fo per certo che non mi ucciderete. Per tutto il tempo che farò a bordo della tua nave, mi lafierai dormire in qualunque ftanza non abbia gingilli fpirituali. Non m'importa fe è il ripoftiglio delle fcope. Richiedo che mi riporti alla Geniocrazia quando ne avrai l'occafione. Nel frattempo mi renderò utile. Non viaggio mica a fcrocco io."
ko: 알칼리가 역겨워하며 당신을 쳐다봅니다. "음... 적어도 네가 날 죽이지 않을 거란 건 확시일하네. 부탁인데, 당시이인배에 타는 동안 영적인 물건이 없는 방에서어 자게 해줘. 청소오오도구함이라도 사아앙관없어. 그리고 기회가 되면 나를 천재정으로 돌려 보내줘. 그때까진 열시이임히 돕게써어. 시이익객이 될 새애앵각은 없거든."
ru: Алькали смотрит на вас с отвращением. "Фу... ну, по крайней мере, я точшно знаю, чшто ты не собираешься меня убивать. Пока я нахожусь на борту твоего корабля, ты позволишь мне спать в любой комнате, где нет никаких духовных атрибутов. Мне все равно, пусть это будет чшулан для метел. Я прошу тебя доставить меня обратно в Гениократию, когда у тебя будет такая возможность. А пока я буду полезен. Я не халявщик".
zh_hans: 阿尔科莱厌恶地看着你。"呃...好吧，至少我明白你肯定不会杀我。在我乘你星舰的这段时间里，你须让我睡在没有任何精神用具的随便什么舱室里。就算是一个扫帚柜我也不在乎。我请求你在有机会的时候把我送回怪才体。在此之前，我将力所能及地帮忙。我可不会白吃白住。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: (Floral Crew) "The great tree Cyrtal'y Mncolo illuminates our path forward!"
fr: (Membre d'équipage Floral) "Le grand arbre Cyrtal'y Mncolo illumine notre chemin !"
it: (Equipaggio floreale) "Il grande albero Cyrtal'y Mncolo illumina il nostro cammino!"
ko: (화초 선원) "위대한 나무 Cyrtal'y Mncolo가 우리의 앞길을 밝혀 주시리라!"
ru: (Член экипажа-Флорал) "Великое дерево Циртал'и Мнколо освещает нам путь вперед!"
zh_hans: (悦兰船员)"伟大之树希塔利蒙可萝照亮了我们前进的道路！"

source: Alkali looks at you in disgust. "Ugh... Orchid Florals. I would have much preferred thhhe company of your Vampweed brethren. Never mind thhhen. For thhhe time I am aboard your ship, you shall let me sleep in whatever room doesn't have any spiritual paraphernalia in it. I don't care if it's a broom closet. I request thhhat you transport me back to thhhe Geniocracy when you have a chance. I shall make myself useful in thhhhe meantime. I am no freeloader."
fr: Alkali vous regarde avec dégoût : "Ugh... Orchidées Floraux. Ch'aurais largement préféré la compagnie de vos frères Ffampiflores. Peu importe. Tant que che serai à bord de votre vaisseau, ffous me laisserez dormir dans n'importe quelle chambre dépourffue d'attirail spirituel. Che me fiche que ce soit un placard à balais. Che vous demande de me transporter en Chéniocratie dès que ffous en aurez l'occasion. En attendant, che me rendrai utile. Che ne suis pas un pique-assiette."
it: Alkali ti guarda disgustato. "Ugh... orchid floreali. Avrei preferito di gran lunga la compagnia dei voftri fratelli vampirerba. Ma non importa. Per tutto il tempo che farò a bordo della tua nave, mi lafierai dormire in qualunque ftanza non abbia gingilli fpirituali. Non m'importa fe è il ripoftiglio delle fcope. Richiedo che mi riporti alla Geniocrazia quando ne avrai l'occafione. Nel frattempo mi renderò utile. Non viaggio mica a fcrocco io."
ko: 알칼리가 역겨워하며 당신을 쳐다봅니다. "음... 오키드 화초라. 나는 흡혈초를 더 서언호하지만, 어쩔 수우 없지. 부탁인데, 당시이인배에 타는 동안 영적인 물건이 없는 방에서어 자게 해줘. 청소오오도구함이라도 사아앙관없어. 그리고 기회가 되면 나를 천재정으로 돌려 보내줘. 그때까진 열시이임히 돕게써어. 시이익객이 될 새애앵각은 없거든."
ru: Алькали смотрит на вас с отвращением. "Фу... орхидеи Флоралы. Я бы предпочшел компанию твоих собратьев Вампсорняков. Впрочшем, неважно. Пока я нахожусь на борту твоего корабля, ты позволишь мне спать в любой комнате, где нет никаких духовных атрибутов. Мне все равно, пусть это будет чшулан для метел. Я прошу тебя доставить меня обратно в Гениократию, когда у тебя будет такая возможность. А пока я буду полезен. Я не халявщик".
zh_hans: 阿尔科莱厌恶地看着你。"唉…悦心兰花。我更喜欢和你的血草兰花兄弟在一起。算了。在我乘你星舰的这段时间里，你须让我睡在没有任何精神用具的随便什么舱室里。就算是一个扫帚柜我也不在乎。我请求你在有机会的时候把我送回怪才体。在此之前，我将力所能及地帮忙。我可不会白吃白住。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: (Faithful Rock Crew) "The Elders guide us on the path to glorious life!"
fr: (Membre d'équipage fidèle Rocailleux) "Les Sages nous guident sur le chemin de la vie glorieuse !"
it: (Equipaggio rockman fedele) "I Saggi ci guidano sulla strada per una vita gloriosa!"
ko: (신앙심 깊은 락맨 선원) "장로들이 우리를 영광스런 삶으로 인도할 것이오!"
ru: (Член экипажа-верующий валун) "Старейшины ведут нас по пути к славной жизни!"
zh_hans: (神权国船员)"长老们引领我们走上光荣的人生道路！"

source: Alkali looks at you in disgust. "Ugh... great, a bunch of barbarians. For thhhe time I am aboard your ship, you shall let me sleep in whatever room doesn't have any spiritual paraphernalia in it. I don't care if it's a broom closet. I request thhhat you transport me back to thhhe Geniocracy when you have a chance. I shall make myself useful in thhhhe meantime. I am no freeloader."
fr: Alkali vous regarde avec dégoût : "Ugh... chénial, une bande de barbares. Pendant tout le temps où che serai à bord de ffotre ffaisseau, ffous me laisserez dormir dans n'importe quelle chambre dépourffue d'attirail spirituel. Che me fiche que ce soit un placard à balais. Che ffous demande de me transporter en Chéniocratie dès que ffous en aurez l'occasion. En attendant, che me rendrai utile. Che ne suis pas un pique-assiette."
it: Alkali ti guarda disgustato. "Ugh... flpendido, un manipolo di barbari. Per tutto il tempo che farò a bordo della tua nave, mi lafierai dormire in qualunque ftanza non abbia gingilli fpirituali. Non m'importa fe è il ripoftiglio delle fcope. Richiedo che mi riporti alla Geniocrazia quando ne avrai l'occafione. Nel frattempo mi renderò utile. Non viaggio mica a fcrocco io."
ko: 알칼리가 역겨워하며 당신을 쳐다봅니다. "어... 대단해, 야만인들 소오오굴이네. 부탁인데, 당시이인배에 타는 동안 영적인 물건이 없는 방에서어 자게 해줘. 청소오오도구함이라도 사아앙관없어. 그리고 기회가 되면 나를 천재정으로 돌려 보내줘. 그때까진 열시이임히 돕게써어. 시이익객이 될 새애앵각은 없거든."
ru: Алькали смотрит на вас с отвращением. "Фее... здорово, кучшка варваров. Пока я нахожусь на борту твоего корабля, ты позволишь мне спать в любой комнате, где нет никаких духовных атрибутов. Мне все равно, пусть это будет чшулан для метел. Я прошу тебя доставить меня обратно в Гениократию, когда у тебя будет такая возможность. А пока я буду полезен. Я не халявщик".
zh_hans: 阿尔科莱厌恶地看着你。"呃...太好了，一帮野蛮人。在我乘你星舰的这段时间里，你须让我睡在没有任何精神用具的随便什么舱室里。就算是一个扫帚柜我也不在乎。我请求你在有机会的时候把我送回怪才体。在此之前，我将力所能及地帮忙。我可不会白吃白住。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: (Obelisk Crew) "Foolish mortal! We are divine!"
fr: ((Membre d'équipage Obélisque)) "Imbécile de mortel ! Nous sommes divins !"
it: (Equipaggio obelisk) "Misero mortale! Noi siamo divini!"
ko: (오벨리스크 선원) "멍청한 필멸자여! 우리는 신성한 존재다!"
ru: (Член экипажа-обелиск) "Глупый смертный! Мы божественны!"
zh_hans: (方碑族船员)"愚蠢的凡人！我们是神圣的！"

source: Alkali looks at you in disgust. "Seriously, a bunch of weird aliens with god complexes? For thhhe time I am aboard your ship, you shall let me sleep in whatever room doesn't have any spiritual paraphernalia in it. I don't care if it's a broom closet. I request thhhat you transport me back to thhhe Geniocracy when you have a chance. I shall make myself useful in thhhhe meantime. I am no freeloader."
fr: Alkali vous regarde avec dégoût : "Sérieusement, une bande d'aliens bizarres affec des complexes de dieu ? Pendant tout le temps où che serai à bord de votre vaisseau, ffous me laisserez dormir dans n'importe quelle chambre dépourffue d'attirail spirituel. Che me fiche que ce soit un placard à balais. Che ffous demande de me transporter en Chéniocratie dès que ffous en aurez l'occasion. En attendant, che me rendrai utile. Che ne suis pas un pique-assiette."
it: Alkali ti guarda disgustato. "Ful ferio, un gruppo di ftrani alieni con un compleffo del dio? Per tutto il tempo che farò a bordo della tua nave, mi lafierai dormire in qualunque ftanza non abbia gingilli fpirituali. Non m'importa fe è il ripoftiglio delle fcope. Richiedo che mi riporti alla Geniocrazia quando ne avrai l'occafione. Nel frattempo mi renderò utile. Non viaggio mica a fcrocco io."
ko: 알칼리가 역겨워하며 당신을 쳐다봅니다. "어... 대단해, 야만인들 소오오굴이네. 부탁인데, 당시이인배에 타는 동안 영적인 물건이 없는 방에서어 자게 해줘. 청소오오도구함이라도 사아앙관없어. 그리고 기회가 되면 나를 천재정으로 돌려 보내줘. 그때까진 열시이임히 돕게써어. 시이익객이 될 새애앵각은 없거든."
ru: Алькали смотрит на вас с отвращением. "Серьезно, кучка странных пришельцев с комплексами бога? Пока я нахожусь на борту твоего корабля, ты позволишь мне спать в любой комнате, где нет никаких духовных атрибутов. Мне все равно, пусть это будет чшулан для метел. Я прошу тебя доставить меня обратно в Гениократию, когда у тебя будет такая возможность. А пока я буду полезен. Я не халявщик".
zh_hans: 阿尔科莱厌恶地看着你。"说真的…这是有上帝情结的怪异外星人？在我乘你星舰的这段时间里，你须让我睡在没有任何精神用具的随便什么舱室里。就算是一个扫帚柜我也不在乎。我请求你在有机会的时候把我送回怪才体。在此之前，我将力所能及地帮忙。我可不会白吃白住。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: We heard your distress call and came here.
fr: Nous avons entendu votre appel de détresse et sommes venus ici.
it: Abbiamo sentito la tua richiesta di soccorso e siamo venuti qui.
ko: 우리는 당신의 조난신호를 받고 왔습니다.
ru: Мы получили ваш сигнал бедствия и прибыли сюда.
zh_hans: 我们收到了你的求救信号并来到这里。

source: "Ah, some kind of philanthropist, are you? Great, well I guess you're a better escort thhhan... I dunno, something thhhat's worse than you. You- wait..." Alkali seems to notice Ellie standing amongst your crew for the first time. "A-are you Professor Ellie thhhe Equinoid? As in, THHHE Professor Ellie thhhe Equinoid?
fr: "Ah, une sorte de philanthrope, c'est ça ? Super et bien che suppose que ffous êtes une meilleure escorte que.... Che ne sais pas, quelque chose de pire que ffous. Ffous... attendez..." Alkali semble remarquer pour la première fois la présence d'Ellie parmi votre équipage... "Etes-ffous le professeur Ellie l'Équinoïde ? Comme dans LE professeur Ellie l'Équinoïde ?
ko: "하, 참 자서어언가 납시이이었군, 안 그래? 좋아, 당시이인이 저기 그... 당시인네들보다 나쁜 놈들보다는 그래도 날 더 잘 보호해주겠지. 혹시- 잠깐만..." 알칼리는 엘리의 존재를 알아챈 것 같습니다. "다... 당신 혹시 에퀴노이드 엘리 교수님이신가요? 에퀴노이드 엘리 교수?
ru: "А, ты какой-то филантроп, да? Отличшно, ну, думаю, ты лучшше сопровождаешь, чшем... Не знаю, чшем кто-то хуже тебя. Ты- подожди..." Алькали, кажется, впервые заметил Элли, стоящую среди вашей команды. "В-вы профессор Элли Эквиноид? В смысле, ЭТО профессор Элли Эквиноид?
zh_hans: "啊，所以你是个乐善好施的人，是吗？太好了，我想你作为护送者比...我不知道，比你更坏的东西，更好咯。你 - 等下..."阿尔科莱似乎第一次注意到站在你的船员中间的埃莉。"你是小马埃莉教授吗？就是说， 传 说 中 的那个小马埃莉教授？"

source: Uh... yeah, that's Ellie.
fr: Euh... ouais, c'est Ellie.
it: Uh... sì, quella è Ellie.
ko: 어.... 예. 저 사람은 엘리입니다.
ru: Э... да, это Элли.
zh_hans: 呃...是的，那是埃莉。
