Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_ENGINEER_TECHNO"]/text
source: It appears the nearby Engineer ship isn't attacking you just yet. Instead, they hail. "You know, I should attack you. But frankly, I just want to brag to someone about my latest achievement!"
fr: Il semble que le vaisseau ingénieur qui se trouve à proximité ne vous attaque pas pour l'instant. Au lieu de cela, il lance un appel. "Vous savez, je devrais vous attaquer. Mais franchement, j'ai envie de me vanter de mon dernier exploit auprès de quelqu'un !"
it: Pare che la nave di ingegneri qui presente non ti attacchi subito. Invece ti contatta. "Sai, dovrei attaccarti. Ma onestamente, voglio solo gongolarmi un po' della mia ultima opera!"
ko: 근처에 공병 함선이 나타났는데 아직 공격해오지는 않고 있습니다. 대신에, 그들은 교신해왔습니다. "너도 알다시피 나는 너를 공격해야만 해. 그런데 솔직히 말해서, 나는 지금 내가 최근에 이룬 업적을 누구에게라도 자랑하고 싶어!"
ru: Похоже, что ближайший корабль инженеров пока не атакует вас. Вместо этого они заявляют. "Знаете, мне следовало бы напасть на вас. Но, честно говоря, я просто хочу похвастаться перед кем-нибудь своим последним достижением!"
zh_hans: 看来附近的工程师飞船还没有攻击你。相反，他们向你呼叫。"你知道，我应该攻击你的。但坦率地说，我只是想向别人吹嘘一下我的最新成就！"

source: Listen.
fr: Écouter.
it: Ascolta.
ko: 듣는다.
ru: Слушать.
zh_hans: 说来听听。

source: "You've probably heard of or seen the Technopaths by now. They're like the Morphs, but they can take the form of noncarbon entities instead! Well, I thought it would be a great idea to start replacing my drones with some. It's almost exactly the same amount of efficiency, but without any of the power usage! It's great!"
fr: "Vous avez probablement déjà entendu parler ou vu les Technopathes. Ils sont comme les Morphes, mais ils peuvent prendre la forme d'entités non carbonées à la place ! J'ai pensé que ce serait une bonne idée de remplacer mes drones par des technopathes. C'est presque exactement la même efficacité, mais sans la consommation d'énergie ! C'est génial !"
it: "Ormai avrai sentito parlare o visto i tecnopati. Sono come i mutaforma, ma possono assumere l'aspetto di entità non a base di carbonio! Ebbene, ho pensato che sarebbe un'ottima idea iniziare a sostituire i miei droni con alcuni di loro. Praticamente la stessa efficienza, ma senza alcun consumo di energia! È grandioso!"
ko: "너도 아마 테크노패스에 대해 들어보거나 본 적이 있을 거야. 그들은 모프와 비슷하지만, 비탄소 실체의 형상을 취할 수 있지! 그래서 나는 내 드론들을 테크노패스로 교체하는 게 좋겠다고 생각했어. 능률은 비슷하지만 전력 소모량이 전혀 없어! 정말 굉장해!"
ru: "Вы, наверное, уже слышали или видели Технопатов. Они похожи на морфов, но могут принимать форму неуглеродных сущностей! Так вот, я подумал, что было бы неплохо заменить ими моих дронов. Эффективность почти такая же, но без лишних затрат энергии! Это здорово!"
zh_hans: "你可能已经听说过或见过技变者了。他们和普通模物族差不多，但可以变为非碳实体的形式！既然如此，我感觉用一些技变者取代我的无人机是个好主意。几乎能达到相同的效率，但免除了所有的的能量消耗！真的太棒了！"

source: Buy a Technopath.
fr: Acheter un Technopathe.
it: Compra un tecnopate.
ko: 테크노패스를 구매한다.
ru: Купить Технопата.
zh_hans: 购买一名模物技变者。

source: Acknowledge their success and carry on.
fr: Reconnaitre leur réussite et continuer.
it: Riconosci il suo successo e prosegui.
ko: 그들의 성공을 인정하고 가던 길을 간다.
ru: Признать их успех и двигаться дальше.
zh_hans: 承认他们的成功并继续前进。

source: You're only trying to carry on to the next beacon, but the Engineer seems so happy you acknowledged him, he even offers you some free drone parts.
fr: Vous essayez seulement de continuer jusqu'à la prochaine balise, mais l'ingénieur semble tellement heureux que vous l'ayez reconnu qu'il vous offre même des pièces de drone gratuites.
it: Stai solo cercando di arrivare al prossimo astrofaro, ma l'ingegnere sembra così felice che hai riconosciuto i suoi traguardi che ti offre anche dei chip per droni gratis.
ko: 당신은 그냥 다음 송신소로 가려 했지만, 공병은 당신의 인정이 너무 기뻤던 나머지 드론 부품을 공짜로 주었습니다.
ru: Вы пытаетесь долететь до следующего маяка, но инженер, похоже, так рад, что вы его заметили, что даже предлагает вам несколько бесплатных дрон-комплектов.
zh_hans: 你只是想继续前进到下一个信标，但工程师似乎很高兴你赏识了他，甚至向你提供了一些免费的无人机部件。

source: We aren't here for stories. Attack the engineers!
fr: Nous ne sommes pas là pour raconter des histoires. Attaquer les ingénieurs !
it: Non siamo qui per delle storie. Attacca gli ingegneri!
ko: 우리는 여기 이야기나 들으러 온 게 아니다. 공병을 공격하라!
ru: Мы здесь не для того, чтобы рассказывать истории. Атаковать инженеров!
zh_hans: 我们不是来听故事的。攻击工程师！

source: You won't show these Rebels mercy just because they want to talk!
fr: Vous ne ferez pas preuve de clémence à l'égard de ces rebelles juste parce qu'ils veulent parler !
it: Non mostrerai certo pietà a questi Ribelli solo perché vogliono parlare!
ko: 당신은 대화를 원한다는 이유만으로는 이 반군들에게 자비를 보이지 않을 것입니다!
ru: Вы не проявите милосердие к этим повстанцам только потому, что они хотят поговорить!
zh_hans: 你不会因为这些叛军想聊天就对他们手下留情的！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them.
fr: Les ignorer.
it: Ignorali.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You mute the Engineers and carry on your way.
fr: Vous mettez les ingénieurs en sourdine et continuez votre chemin.
it: Metti in muto gli ingegneri e prosegui per la tua strada.
ko: 당신은 공병과의 통신을 끊고 가던 길을 갑니다.
ru: Вы отключаете звук инженеров и продолжаете свой путь.
zh_hans: 你将工程师设为静音并继续前进。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You attempt to mute the engineers, but that only agitates them. They attack!
fr: Vous tentez de mettre les ingénieurs en sourdine, mais cela ne fait que les agiter. Ils attaquent !
it: Tenti di mettere in muto gli ingegneri, ma questo non fa altro che agitarli. Attaccano!
ko: 당신이 통신을 끊으려 하자 공병들은 화가 난 것 같습니다. 그들이 공격해옵니다!
ru: Вы пытаетесь отключить звук, но это только раззадоривает инженеров. Они атакуют!
zh_hans: 你试图将工程师设为静音，但这只是激怒了他们。他们发动了攻击！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nearby is a smuggler, flying through the nebula. Perhaps they have something of value to offer?
fr: Non loin de là, un contrebandier vole à travers la nébuleuse. Peut-être a-t-il quelque chose de précieux à offrir ?
it: Qui vicino c'è un contrabbandiere che vola nella nebulosa. Forse ha qualcosa di valore da offrire?
ko: 근처에서 한 밀수선이 성운 속을 날아가고 있습니다. 그들에게 뭔가 가치 있는 상품이 있지 않을까요?
ru: Рядом находятся контрабандисты, летящие через туманность. Возможно, они могут предложить что-то ценное?
zh_hans: 附近有一艘走私船，在星云中穿梭。也许他们可以提供一些有价值的东西？

source: Hail and offer to trade.
fr: Les contacter et proposer un échange.
it: Contatta e offri di commerciare.
ko: 교신하여 거래를 요청한다.
ru: Связаться с ними и предложить обмен.
zh_hans: 呼叫对方并提出交易。

source: You expect a simple response from the vessel, but instead you receive a loud screech, followed by the shout of one of your crew. You run to their location where you see a frightened smuggler holding a pistol to their face. "You- you're one of them Morphs, ain't ya! Don't play no damn tricks on me!
fr: Vous vous attendez à une simple réponse de la part du vaisseau, mais au lieu de cela, vous entendez un grand cri, suivi du cri de l'un de vos membres d'équipage. Vous courez jusqu'à leur emplacement où vous voyez un contrebandier effrayé qui tient un pistolet sur son visage. "Vous... vous êtes l'un de ces Morphes, n'est-ce pas ? Ne me jouez pas de mauvais tours !"
ko: 당신은 그들이 간략한 응답을 보낼 줄 알았는데, 큰 비명이 들리더니 이어서 밀수꾼의 고함 소리가 들립니다. 밀수꾼의 위치로 달려가 보니 겁에 질린 밀수업자가 당신측 선원들의 얼굴을 향해 총을 겨누었습니다. "다..당신도 모프들 중 하나지, 안 그래?! 나한테 장난치지 마!"
ru: Вы ожидаете простого ответа от судна, но вместо этого раздается громкий визг и крик одного из членов экипажа. Вы бежите к нему, где видите испуганного контрабандиста, приставившего пистолет к его лицу. "Ты... ты один из этих морфов, не так ли! Не надо разыгрывать меня!
zh_hans: 你期望从船上得到一个简单的回应，但你却收到一个响亮的尖叫声，接着是你的一个船员的喊声。你跑到他们的位置，看到一个受惊的走私者拿着手枪对着船员的脸。"你 - 你是个那种模物族，是吧！甭想对我玩任何该死的把戏！"

source: Just put the blaster down!
fr: Posez votre blaster !
it: Metti giù il blaster!
ko: 블래스터를 내려놔라!
ru: Просто опусти бластер!
zh_hans: 把爆裂手枪放下就行！

source: (Clone Bay) There's no risk here. Blast the asshole and carry on.
fr: (Salle des clones) Il n'y a aucun risque ici. Exploser le trou du cul et continuer.
it: (Sala di clonazione) Non c'è alcun rischio. Spara al coglione e prosegui.
ko: (클론 베이) 위험할 것 없다. 이 개자식을 날려버리고 가던 길을 가자.
ru: (Клон-отсек) Мы ничем не рискуем. Уничтожим этого засранца и отправимся дальше.
zh_hans: (克隆舱)硬来没有什么风险，轰死这个混蛋并继续前进。

source: You draw your blaster, shooting the smuggler, but not before he shoots your own crew. Luckily, there indeed is no risk, and your crew comes back perfectly fine. The smuggler ship now inoperable, you scrap some of its hull.
fr: Vous dégainez votre blaster et abattez le contrebandier, mais pas avant qu'il ne tire sur votre propre équipage. Heureusement, il n'y a aucun risque et votre équipage s'en sort parfaitement. Le vaisseau du contrebandier étant désormais inutilisable, vous démantelez une partie de sa coque.
it: Estrai il tuo blaster e spari al contrabbandiere, ma non prima che lui spari al tuo sottoposto. Per fortuna, non c'è davvero alcun rischio e il sottoposto torna incolume. La nave dei contrabbandieri ora è inutilizzabile, quindi smantelli parte dello scafo.
ko: 당신은 밀수업자가 아군을 쏘기 전에 먼저 블래스터를 뽑아 쐈습니다. 다행히 피해는 전혀 없었고 선원들은 멀쩡하게 돌아왔습니다. 당신은 주인이 사라진 밀수선의 선체를 스크랩으로 만듭니다.
ru: Вы достаете бластер и стреляете в контрабандиста, но он успевает выстрелить в вашего члена экипажа. К счастью, риск действительно отсутствует, и ваш член экипажа возвращается в полном порядке. Корабль контрабандистов теперь неработоспособен, и вы разбираете его корпус на металлолом.
zh_hans: 你抽出你的爆裂手枪，射杀了走私者，但没能救下自己的船员。幸运的是，确实没有什么风险，你的船员很顺利地回来了。走私者的船现在无人值守，因此你搜刮了它舰体的一部分。

source: (Morph Crew) "Koo! Yup tur loo!"
fr: (Membre d'équipage Morphe) "Koo ! Yup tur loo !"
it: (Equipaggio mutaforma) "Koo! Yup tur loo!"
ko: (모프 선원) "쿠! 여푸! 터르! 루!"
ru: (Член экипажа-морф) "Ку! Юп тур лоо!"
zh_hans: (模物族船员)"嘟！哟吐噜！"

source: The smuggler screams, horrified at the sight of an actual Morph on your ship. Firing widly, he causes some damage to your ship, but you're able to subdue him. With his ship now inoperable, you scrap some of the hull.
fr: Le contrebandier hurle, horrifié à la vue d'un véritable Morphe sur votre vaisseau. Tirant à tout va, il endommage votre vaisseau, mais vous parvenez à le maîtriser. Son vaisseau étant désormais hors d'état de fonctionner, vous démantelez une partie de la coque.
it: Il contrabbandiere urla, inorridito nel vedere un vero mutaforma sulla tua nave. Sparando all'impazzata, causa qualche danno, ma riesci ad abbatterlo. Con la sua nave ormai inutilizzabile, smantelli parte dello scafo.
ko: 밀수업자는 당신의 함선에 있는 실제 모프를 보고 공포에 질려 비명을 지릅니다. 그는 제대로 조준도 하지 않고 총을 쏴대며 당신의 우주선에 약간의 손상을 입혔지만, 당신은 그를 제압할 수 있었습니다. 당신은 주인이 사라진 밀수선의 선체를 스크랩으로 만듭니다.
ru: Контрабандист кричит, ужасаясь при виде настоящего морфа на вашем корабле. Он открывает шквальный огонь, нанося кораблю повреждения, но его удается остановить. Теперь, когда его корабль не функционирует, вы разбираете его корпус на металлолом.
zh_hans: 走私者尖叫起来，看到你的船上有一个真正的模物族而惊恐万分。他胡乱射击，对你的船造成了一些损害，但你最终制伏了他。由于他的船现在无人值守，因此你搜刮了它舰体的一部分。

source: Ignore the smugglers.
fr: Ignorer les contrbandiers.
ko: 밀수업자를 무시한다.
ru: Не обращать внимания на контрабандистов.
zh_hans: 无视走私舰。

source: You doubt they have anything to offer thats worth your time.
fr: Vous doutez qu'ils aient quoi que ce soit à offrir qui vaille la peine.
it: Dubiti che possano offrire qualcosa che valga il tuo tempo.
ko: 시간을 들일만한 상품이 있을지 의심스럽군요.
ru: Вы сомневаетесь, что они могут предложить что-то, что стоит вашего времени.
zh_hans: 你怀疑他们没有什么值得你花时间的东西。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You talk in a slow, calming voice as you approach the smuggler. This seems to relax him, giving you enough time to grab him and snap his neck. Job well done? With the smuggler out of the way, you loot his pockets and find some resources.
fr: Vous parlez d'une voix lente et apaisante en vous approchant du contrebandier. Cela semble le détendre, ce qui vous donne le temps de l'attraper et de lui briser la nuque. Travail bien fait ? Une fois le contrebandier hors d'état de nuire, vous pillez ses poches et trouvez quelques ressources.
it: Parli lentamente e con calma mentre ti avvicini al contrabbandiere. Questo sembra rilassarlo, il che ti dà abbastanza tempo per afferrarlo e spaccargli il collo. Ben fatto? Col contrabbandiere fuori dai piedi, gli svuoti le tasche e trovi qualcosa di utile.
ko: 당신은 밀수업자에게 다가가면서 느리고, 차분한 목소리로 말합니다. 이렇게 해서 긴장을 풀어주면 그를 붙잡고 목을 꺾을 수 있을 만한 시간이 주어질 겁니다. 계획대로 된 것 같네요? 당신은 밀수꾼을 보내버리고, 그의 주머니를 뒤져 자원을 얻습니다.
ru: Вы говорите медленным, успокаивающим голосом, приближаясь к контрабандисту. Это, по-видимому, расслабляет его, и у вас появляется достаточно времени, чтобы схватить его и свернуть ему шею. Работа сделана? Убрав контрабандиста с дороги, вы обшариваете его закрома и находите кое-какие ресурсы.
zh_hans: 你慢慢靠近走私者，并用舒缓、平静的声音说话。这似乎让他放松了下来，让你有足够的时间抓住他，并扭断了他的脖子。干得漂亮？既然走私者不碍事了，你洗劫了他的口袋并找到一些资源。

source: "Hey, you ain't talkin' no gibberish! Tha's good... tha's good... If you ain't no blob though, you outta be careful, them blobs everywhere! It ain't no safe place travelin along, think I oughta come with you folks..."
fr: "Hé, vous ne dites pas de charabia ! C'est bien... c'est bien... Si vous n'êtes pas un blob, vous devez faire attention, il y a des blobs partout ! Ce n'est pas un endroit sûr pour voyager, je pense que je devrais venir avec vous..."
it: "Ehi, parli potabile! Bene... bene... ma se non sei un blob, meglio se fai attenzione, ci sono blob ovunque! Non è un luogo sicuro in cui viaggiare, credo che verrò con voialtri..."
ko: "이봐, 헛소리하지 마! 좋아... 알았어... 너희들이 방울이 아니라면 조심하도록 해. 사방에 방울들이 돌아다니니까! 여긴 안전한 곳이 아니니... 너희와 함께 가고 싶어."
ru: "Эй, ты не говоришь на тарабарщине! Это хорошо... это хорошо... Но если ты не сгусток, то будь осторожен, сгустки повсюду! Здесь небезопасно путешествовать, думаю, мне стоит пойти с вами, ребята..."
zh_hans: "嘿，你没在说胡话！这很好...这很好...如果你不是个模物族，你可得小心了，那些模物族到处都是！这不是个适合独行的地方，我想我应该和你们一起走..."

source: "You talk real damn good for an impostor!" The smuggler swivels to shoot you, but you manage to jump out of the way. Soon you find yourself in a fight!
fr: "Vous parlez vraiment bien pour un imposteur !" Le contrebandier pivote pour vous tirer dessus, mais vous réussissez à vous écarter. Bientôt, vous vous retrouvez dans un combat !
it: "Parli davvero bene per essere un impostore!" Il contrabbandiere si gira per spararti, ma riesci ad evitare il colpo. Poco dopo ti ritrovi in uno scontro!
ko: "사기꾼치고는 정말 그럴듯한 말을 하는구나!" 밀수업자가 빙글빙글 돌면서 당신을 쐈지만, 당신은 간신히 피합니다. 곧 싸움에 휘말리게 될 겁니다!
ru: "Ты чертовски хорошо говоришь для самозванца!" Контрабандист поворачивается, чтобы выстрелить в вас, но вы успеваете увернуться. Вскоре вы вступаете в бой!
zh_hans: "对于一个冒牌货来说，你说得真他妈的好！"走私船转身要向你开枪，但你设法跳开。很快你发现自己陷入了一场战斗！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_FREEGUN"]/text
source: Holy crap! A weapon is just floating in space! Sure it's a storm, but a gun is a gun!
fr: Oh bordel ! Une arme flotte juste dans l'espace ! Peu importe la tempête, une arme reste une arme !
it: Accidenti! C'è un'arma alla deriva nello spazio! Certo, è in una tempesta, ma un'arma è un'arma!
ko: 세상에나! 무기가 우주에 떠다니고 있습니다! 물론 이온 폭풍 속이긴 하지만, 총은 중요하죠!
ru: Вот это да! Оружие просто парит в пространстве! Конечно, это шторм, но оружие есть оружие!
zh_hans: 卧槽！一件武器就这样漂浮在真空中！当然，这里有一场风暴，但送枪还要什么自行车！

source: Grab the weapon.
fr: Prendre une arme.
ko: 무기를 집는다.
ru: Взять оружие.
zh_hans: 抓取武器。

source: Our luck is never this good. Leave it.
fr: Nous n'avons jamais eu autant de chance. Le laisser.
it: Non siamo mai così fortunati. Lasciala lì.
ko: 우리들의 행운이 이렇게 좋을 리 없다. 내버려 두자.
ru: Нам никогда так не везло. Оставим его здесь.
zh_hans: 我们的运气从来没有这么好过。别管它。

source: God knows what that "gun" could be. You leave it behind and carry on.
fr: Dieu seul sait ce que cette "arme" pourrait être. Vous la laissez derrière vous et continuez votre chemin.
it: Dio solo sa cosa potrebbe essere quell'"arma". Te la lasci alle spalle e prosegui.
ko: 그 "총"이 무엇인지는 아무도 모릅니다. 당신은 무기를 뒤로 하고 가던 길을 갑니다.
ru: Бог знает, что это может быть за "оружие". Вы оставляете его и идете дальше.
zh_hans: 天知道那把"枪"可能是什么。你把它抛在身后并继续前进。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Looks like the weapon was real after all!
fr: Il semblerait que l'arme était bien réelle après tout !
it: Pare che l'arma fosse vera nonostante tutto!
ko: 그 무기는 정말로 진품이었습니다!
ru: Похоже, что оружие было настоящим!
zh_hans: 看来那件武器确实是真的！

source: You draw the weapon onboard, only for it to stir and suddenly split into several separate Technopaths!
fr: Vous tirez l'arme à bord, mais elle s'agite et se divise soudain en plusieurs Technopathes distincts !
it: Porti l'arma a bordo, ma questa inizia ad agitarsi e si scinde all'improvviso in svariati tecnopati separati!
ko: 무기를 선내로 끌어올리자 무기가 갑자기 꿈틀거리더니 여러 개의 테크노패스로 분열했습니다!
ru: Вы поднимаете оружие на борт, но оно зашипело и внезапно разделилось на несколько отдельных Технопатов!
zh_hans: 你将武器运回舰内，但它却翻动起来，突然分裂成几个技变者！

source: You draw the weapon onboard, only for a Morph vessel to come stumbling out of the clouds, yelling "AKOO BLAT TRI TROO KAPAT RETEROO!" Looks like bringing this weapon onboard has angered them somehow... and it's apparent why. The weapon is in fact another Morph, but they don't seem nearly as hostile as the shouting ship!
fr: Vous ramenez l'arme à bord, mais un vaisseau Morphe sort des nuages en vacillant, criant "AKOO BLAT TRI TROO KAPAT RETEROO !" Il semble que ramener cette arme à bord les ait d'une manière ou d'une autre mis en colère... et la raison en est évidente. L'arme est en fait un autre Morphe, mais celui-ci ne semble pas aussi hostile que le vaisseau criard !
it: Porti l'arma a bordo, quando all'improvviso una nave mutaforma fa capolino dalle nubi, gridando "AKOO BLAT TRI TROO KAPAT RETEROO!" Pare che portare a bordo quest'arma li abbia fatti arrabbiare... e il motivo è palese. L'arma in realtà è un altro mutaforma, ma non sembra ostile quanto la nave!
ko: 무기를 선내로 끌어올리자 모프 함선 하나가 구름 밖으로 비틀거리며 나와 소리를 지릅니다. "앜쿠 블랏 트리 트루 카팟 뤠테루!" 당신은 이 무기를 가져온 것이 그들을 화나게 한 것으로 추측했는데... 이윽고 그 추측은 확실해졌습니다. 이 무기는 다름이 아니라 또 다른 모프였습니다! 하지만 저 함선만큼 적대적이진 않습니다.
ru: Вы достаете бортовое орудие, но тут из облаков показывается корабль морфов с криком. "AKOO БЛАТ ТРИ ТРОО КАПАТ РЕТЕРОО!" Похоже, что появление этого оружия на борту их как-то разозлило... и понятно почему. На самом деле это оружие - еще один морф, но он не выглядит таким враждебным, как кричащий корабль!
zh_hans: 你将武器运回舰内，只见一艘模物族飞船从云层中跌跌撞撞地飞出来，大喊："啊库噗哇吐咔啪哩吐噜！"看来把这个武器带上船后，就激怒了他们...而且原因不难猜出。这件武器实际上是另一个模物族，但他们似乎并不如那艘大喊大叫的船那样充满敌意！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It looks like a Shell vessel is approaching...
fr: On dirait qu'un vaisseau Coquille approche...
it: Pare che una nave shellman si stia avvicinando...
ko: 셸 함선 하나가 다가오는 것 같습니다...
ru: Похоже, что приближается судно ракушек...
zh_hans: 看起来像一艘甲壳族的船只正在接近...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It looks like a Shell vessel is approaching...
fr: On dirait qu'un vaisseau Coquille approche...
it: Pare che una nave shellman si stia avvicinando...
ko: 셸 함선 하나가 다가오는 것 같습니다...
ru: Похоже, что приближается судно ракушек...
zh_hans: 看起来像一艘甲壳族的船只正在接近...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="MORPH_SHELL_REFUGEE_SCIENCE"]/text
source: It looks like the Shell ship is a science vessel. They beg you for help. "Thhhhe Rebels, thhhey've been following us everywhere! Would you be so kind as to aid us?"
fr: Il semble que le vaisseau Coquilles soit un vaisseau scientifique. Ils vous demandent de l'aide : "Rebelles, ils nous suiffent partout ! Auriez-ffous l'amabilité de nous aider ?"
it: Pare che la nave shellman sia una nave scientifica. Ti chiedono aiuto. "I Ribelli, ci feguono ovunque! Farefte cofì generofi da aiutarci?"
ko: 셸 함선은 과학선으로 보입니다. 그들이 당신에게 도움을 청합니다. "반군들이 우리를 따라다니고 이써어어어요! 혹시 도와줄 수우우 있으시이입니까?"
ru: Похоже, что корабль ракушек - это научное судно. Они умоляют вас о помощи. "Повстанцы, они преследуют нас повсюду! Не будете ли вы так любезны помочшь нам?"
zh_hans: 看起来这是一艘甲壳族科学舰。他们恳求你的帮助。"那些～～叛军，他们一直到处跟踪我们！好心人能不能帮帮我们？"

source: Offer to take them aboard.
fr: Proposer de les prendre à bord.
it: Offri di accoglierli a bordo.
ko: 안전한 곳으로 태워다주겠다고 제안한다.
ru: Предложить взять их на борт.
zh_hans: 提议带他们上船。

source: Offer them some supplies to better prepare themselves.
fr: Leur offrir des ressources pour qu'ils puissent mieux se préparer.
it: Offrigli delle provviste per prepararsi meglio.
ko: 그들 스스로 대비할 수 있도록 약간의 물자를 제공한다.
ru: Предложить им немного припасов, чтобы они могли лучше подготовиться.
zh_hans: 向他们提供一些物资以更好御敌。

source: You give the Shells some missiles and droneparts to help them...
fr: Vous donnez aux Coquilles des missiles et des pièces de drones pour les aider...
it: Dai agli shellman dei missili e dei chip per droni per aiutarli...
ko: 당신은 그들을 도우려고 약간의 미사일과 드론 부품들을 보냅니다.
ru: Вы даете ракушкам боеголовки и дрон-комплекты, чтобы помочь им...
zh_hans: 你向甲壳族一些导弹和无人机部件来帮助他们...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Oh, you are most generous! You have our best wishes. Here, accept this gift."
fr: "Oh, ffous êtes très chénéreux ! Nous ffous présentons nos meilleurs ffœux. Tenez, acceptez ce cadeau."
it: "Oh, quanta generofità! Ti auguriamo buona fortuna. Tieni, accetta quefto regalino."
ko: "오, 당시이인은 정말 관대하시이이군요! 감사아아합니다. 이 서어언물을 받아주세에에요."
ru: "О, вы очень щедры! Мы желаем вам всего наилучшего. Вот, примите этот подарок".
zh_hans: "哦，你真是慷慨！我们向你致以最诚挚的祝福。给，请接受这件礼物。"

source: Attack!
fr: Attaquer !
it: All'attacco!
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: Never one to shy away from casual needless murder, you power up the weapons and attack the Shells.
fr: Ne reculant devant aucun meurtre inutile, vous armez vos armes et attaquez les Coquilles.
it: Non dici mai di no ad uccisioni superflue, quindi alimenti le armi e attacchi gli shellman.
ko: 불필요한 살인에도 거리낌 없는 당신은 무기를 작동시켜 셸들을 공격합니다.
ru: Не не сумев удержаться от случайного ненужного убийства, вы заряжаете оружие и атакуете ракушек.
zh_hans: 你从不回避无谓的谋杀，你给武器充能并攻击甲壳族。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't help.
fr: Nous ne pouvons pas aider.
it: Non possiamo aiutare.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们没法帮忙。

source: You apologize but have nothing to offer. The Shells nod and carry on.
fr: Vous vous excusez mais n'avez rien à proposer. Les Coquilles acquiescent et poursuivent leur chemin.
it: Ti scusi, ma non hai nulla da offrire. Gli shellman annuiscono e proseguono.
ko: 당신은 줄 수 있는게 없다고 하며 사과합니다. 셸은 고개를 끄덕이고 가던 길을 갑니다.
ru: Вы извиняетесь, но ничего не можете предложить. Ракушки кивают и идут дальше.
zh_hans: 你向他们道歉，表示没有什么可提供的。甲壳们点点头继续前进。
