Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: "Oh, wow. Thhhhat's quite helpful! Why can't thhhe council authhhhorize us better funding? Ugh, I hate thhhis job. You know what? I quit! I'm withhh you now. What are you gonna do about it, huh Director Nerva? Oh man, it feels so good to say thhhat..."
fr: "Oh, wow. C'est très utile ! Pourquoi le conseil ne peut-il pas nous autoriser un meilleur financement ? Che déteste ce traffail. Ffous saffez quoi ? Che démissionne ! Che suis avec ffous maintenant. Qu'allez-ffous faire, directeur Nerffa ? Oh mec, ça fait du bien de dire ça..."
it: "Oh, wow. Quefto fì che è utile! Perché il confilio non può autorizzare finanziamenti migliori? Ugh, odio quefto lavoro. Fai una cofa? Mi dimetto! Ora fono con te. Cofa farai adeffo, Direttore Nerva, eh?! Oh, quanto mi fento bene a dirlo..."
ko: "우와. 이거 꽤 도움 되겠네요! 왜 의회는 제게 더 나은 재정 지원을 스으응인해주지 않는 걸까요? 나는 이 작업이 시이잃어요. 그거 아시이이나요? 저 그만둘 거예요! 당시이인과 함께 갈래요. 이제 어떻게 하시이일 건가요, 네르바 국장님? 아, 이렇게 말하니 너무 기분 좋네..."
ru: "О, вау. Это очшень полезно! Почшему совет не может выделить нам лучшшее финансирование? Я ненавижу эту работу. Знаете чшто? Я увольняюсь! Я с вами. Чшто вы собираетесь с этим делать, а, директор Нерва? Боже, как приятно это говорить..."
zh_hans: "哦，哇哦。很有帮助！怎么理事会就不能为我们提供更多的资金？唉，我恨死这份工作。你知道吗？俺不干了！我要跟你混了。你能把我咋样，内尔瓦主任？哦吼，说这话的感觉真好..."

source: (Repair Arm) Fix up the station.
fr: (Bras réparateur) Réparer la station.
it: (Braccio riparatore) Sistema la stazione.
ko: (수리 팔) 정거장을 수리한다.
ru: (Ремонтный кран) Отремонтировать станцию.
zh_hans: (自动维修臂)修复空间站。

source: "Oh, wow. Thhhhat's quite efficient! Why can't thhhe council authhhhorize us using thhhose? Ugh, I hate thhhis job. You know what? I quit! I'm withhh you now. What are you gonna do about it, huh Director Nerva? Oh man, it feels so good to say thhhat..."
fr: "Oh, wow. C'est très efficace ! Pourquoi le conseil ne nous autorise-t-il pas à l'utiliser ? Che déteste ce traffail. Ffous saffez quoi ? Che démissionne ! Che suis avec ffous maintenant. Qu'allez-ffous faire, Directeur Nerffa ? Oh mec, ça fait du bien de dire ça..."
it: "Oh, wow. Uno frtumento davvero efficiente! Perché il confilio non può autorizzarci a ufarli? Ugh, odio quefto lavoro. Fai una cofa? Mi dimetto! Ora fono con te. Cofa farai adeffo, Direttore Nerva, eh?! Oh, quanto mi fento bene a dirlo..."
ko: "우와. 이거 사아앙당히 능률적이네요! 왜 의회는 그 드론같은 걸 사아아용할 생각을 못하는 걸까요? 나는 이 작업이 시이잃어요. 그거 아시이이나요? 저 그만둘 거예요! 당시이인과 함께 갈래요. 이제 어떻게 하시이일 건가요, 네르바 국장님? 아, 이렇게 말하니 너무 기분 좋네..."
ru: "О, вау. Это очшень полезно! Почшему совет не может разрешить нам использовать это? Ух, как я ненавижу эту работу. Знаете чшто? Я ухожу! Я с вами. Чшто вы собираетесь с этим делать, а, директор Нерва? Боже, как приятно это говорить..."
zh_hans: "哦，哇哦。很有效率！怎么理事会就不能为我们提供些这玩意？唉，我恨死这份工作了。你知道吗？俺不干了！我要跟你混了。你能把我咋样，内尔瓦主任？哦吼，说这话的感觉真爽..."

source: (Hull Repair Drone) Fix up the station. [-1|]
fr: (Drone réparateur de Coque) Réparer la station. [-1|]
it: (Drone ripara-scafo) Sistema la stazione. [-1|]
ko: (선체 수리 드론) 정거장을 수리한다. [-1|]
ru: (Дрон-ремонтник корпуса) Починить станцию. [-1|]
zh_hans: (舰体维修无人机)修复空间站。[-1|]

source: "Oh, wow. Thhhhat's quite efficient! Why can't thhhe council authhhhorize us using thhhose? Ugh, I hate thhhis job. You know what? I quit! I'm withhh you now. What are you gonna do about it, huh Director Nerva? Oh man, it feels so good to say thhhat..."
fr: "Oh, wow. C'est très efficace ! Pourquoi le conseil ne nous autorise-t-il pas à l'utiliser ? Che déteste ce traffail. Ffous saffez quoi ? Che démissionne ! Che suis avec ffous maintenant. Qu'allez-ffous faire, Directeur Nerffa ? Oh mec, ça fait du bien de dire ça..."
it: "Oh, wow. Uno frtumento davvero efficiente! Perché il confilio non può autorizzarci a ufarli? Ugh, odio quefto lavoro. Fai una cofa? Mi dimetto! Ora fono con te. Cofa farai adeffo, Direttore Nerva, eh?! Oh, quanto mi fento bene a dirlo..."
ko: "우와. 이거 사아앙당히 능률적이네요! 왜 의회는 그 드론같은 걸 사아아용할 생각을 못하는 걸까요? 나는 이 작업이 시이잃어요. 그거 아시이이나요? 저 그만둘 거예요! 당시이인과 함께 갈래요. 이제 어떻게 하시이일 건가요, 네르바 국장님? 아, 이렇게 말하니 너무 기분 좋네..."
ru: "О, вау. Это очшень полезно! Почшему совет не может разрешить нам использовать это? Ух, как я ненавижу эту работу. Знаете чшто? Я ухожу! Я с вами. Чшто вы собираетесь с этим делать, а, директор Нерва? Боже, как приятно это говорить..."
zh_hans: "哦，哇哦。很有效率！怎么理事会就不能为我们提供些这玩意？唉，我恨死这份工作了。你知道吗？俺不干了！我要跟你混了。你能把我咋样，内尔瓦主任？哦吼，说这话的感觉真爽..."

source: (Repair Burst) Fix up the station. [-1}]
it: (Unità riparatrice) Sistema la stazione. [-1}]
ru: (Ремонтная бомба) Починить станцию. [-1}]

source: "Oh, wow. Thhhhat's quite efficient! Why can't thhhe council authhhhorize us using thhhose? Ugh, I hate thhhis job. You know what? I quit! I'm withhh you now. What are you gonna do about it, huh Director Nerva? Oh man, it feels so good to say thhhat..."
fr: "Oh, wow. C'est très efficace ! Pourquoi le conseil ne nous autorise-t-il pas à l'utiliser ? Che déteste ce traffail. Ffous saffez quoi ? Che démissionne ! Che suis avec ffous maintenant. Qu'allez-ffous faire, Directeur Nerffa ? Oh mec, ça fait du bien de dire ça..."
it: "Oh, wow. Uno frtumento davvero efficiente! Perché il confilio non può autorizzarci a ufarli? Ugh, odio quefto lavoro. Fai una cofa? Mi dimetto! Ora fono con te. Cofa farai adeffo, Direttore Nerva, eh?! Oh, quanto mi fento bene a dirlo..."
ko: "우와. 이거 사아앙당히 능률적이네요! 왜 의회는 그 드론같은 걸 사아아용할 생각을 못하는 걸까요? 나는 이 작업이 시이잃어요. 그거 아시이이나요? 저 그만둘 거예요! 당시이인과 함께 갈래요. 이제 어떻게 하시이일 건가요, 네르바 국장님? 아, 이렇게 말하니 너무 기분 좋네..."
ru: "О, вау. Это очшень полезно! Почшему совет не может разрешить нам использовать это? Ух, как я ненавижу эту работу. Знаете чшто? Я ухожу! Я с вами. Чшто вы собираетесь с этим делать, а, директор Нерва? Боже, как приятно это говорить..."
zh_hans: "哦，哇哦。很有效率！怎么理事会就不能为我们提供些这玩意？唉，我恨死这份工作了。你知道吗？俺不干了！我要跟你混了。你能把我咋样，内尔瓦主任？哦吼，说这话的感觉真爽..."

source: (Repair-Bot Dispersal) Fix up the station.
it: (Diffusione ripara-bot) Sistema la stazione.
ru: (Ремонтные наноботы) Починить станцию.

source: "Oh, wow. Thhhhat's quite efficient! Why can't thhhe council authhhhorize us using thhhose? Ugh, I hate thhhis job. You know what? I quit! I'm withhh you now. What are you gonna do about it, huh Director Nerva? Oh man, it feels so good to say thhhat..."
fr: "Oh, wow. C'est très efficace ! Pourquoi le conseil ne nous autorise-t-il pas à l'utiliser ? Che déteste ce traffail. Ffous saffez quoi ? Che démissionne ! Che suis avec ffous maintenant. Qu'allez-ffous faire, Directeur Nerffa ? Oh mec, ça fait du bien de dire ça..."
it: "Oh, wow. Uno frtumento davvero efficiente! Perché il confilio non può autorizzarci a ufarli? Ugh, odio quefto lavoro. Fai una cofa? Mi dimetto! Ora fono con te. Cofa farai adeffo, Direttore Nerva, eh?! Oh, quanto mi fento bene a dirlo..."
ko: "우와. 이거 사아앙당히 능률적이네요! 왜 의회는 그 드론같은 걸 사아아용할 생각을 못하는 걸까요? 나는 이 작업이 시이잃어요. 그거 아시이이나요? 저 그만둘 거예요! 당시이인과 함께 갈래요. 이제 어떻게 하시이일 건가요, 네르바 국장님? 아, 이렇게 말하니 너무 기분 좋네..."
ru: "О, вау. Это очшень полезно! Почшему совет не может разрешить нам использовать это? Ух, как я ненавижу эту работу. Знаете чшто? Я ухожу! Я с вами. Чшто вы собираетесь с этим делать, а, директор Нерва? Боже, как приятно это говорить..."
zh_hans: "哦，哇哦。很有效率！怎么理事会就不能为我们提供些这玩意？唉，我恨死这份工作了。你知道吗？俺不干了！我要跟你混了。你能把我咋样，内尔瓦主任？哦吼，说这话的感觉真爽..."

source: (Pro-Hull Beam) Fix up the station.
it: (Raggio riparascafo) Sistema la stazione.
ru: (Ремонтный луч) Починить станцию.

source: "Oh, wow. Thhhhat's quite efficient! What even is thhhat, and where did you find it? Ugh, I hate thhhis job. You know what? I quit! I'm withhh you now. What are you gonna do about it, huh Director Nerva? Oh man, it feels so good to say thhhat..."
it: "Oh, wow. Uno frtumento davvero efficiente! Ma che cof'è, e dove l'hai trovato? Ugh, odio quefto lavoro. Fai una cofa? Mi dimetto! Ora fono con te. Cofa farai adeffo, Direttore Nerva, eh?! Oh, quanto mi fento bene a dirlo..."
ru: "О, ничшего себе. Это очшень действенно! Чшто это вообще такое и где вы его нашли? Ух, как я ненавижу эту работу. Знаете чшто? Я увольняюсь! Теперь я с вами. И как тебе это, а, директор Нерва? Боже, как приятно это говорить..."

source: Leave.
fr: Partir.
it: Vattene.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

# data/events_sector_morph.xml$//event[@name="MORPH_RUINS"]/choice[2]/text
source: Ignore the wreck.
fr: Ignorer l'épave.
it: Ignora il rudere.
ko: 무시한다.
ru: Не обращать внимания на обломки.
zh_hans: 无视残骸。

# data/events_sector_morph.xml$//event[@name="MORPH_RUINS"]/choice[2]/event/text
source: One man's trash is another man's trash too. What could be left worth taking anyways?
fr: Les déchets d'un homme sont les déchets d'un autre. Que reste-t-il d'intéressant à prendre de toute façon ?
it: La spazzatura di un uomo è anche quella di qualcun altro. Cosa potrà mai esserci rimasto di valore?
ko: 쓰레기는 쓰레기일 뿐입니다. 가져갈 게 뭐가 남아 있겠어요?
ru: Мусор одного человека - это и мусор другого человека. Что вообще может остаться, что можно взять?
zh_hans: 一个人的垃圾也是另一个人的垃圾。怎么可能有值得带走的东西呢？

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_morph.xml$//event[@name="MORPH_PIRATE_INSANE"]/text
source: Before you can go any further, you're stopped by a pirate vessel. "Have you heard the news!? Our new gods, the Morphs, have risen! The great one himself, oh mighty OOJ MAJOO has been freed from captivity! Do you have an offering for the gods, or will you live a life of regretful sin?!"
fr: Avant que vous ne puissiez aller plus loin, vous êtes arrêtés par un vaisseau pirate. "Avez-vous entendu les nouvelles ? Nos nouveaux dieux, les Morphes, se sont levés ! Le grand lui-même, le puissant OOJ MAJOO, a été libéré de sa captivité ! Avez-vous une offrande à faire aux dieux, ou allez-vous vivre une vie de péchés regrettables ?!"
it: Prima che tu possa proseguire, una nave pirata ti ferma. "Hai sentito la buona novella?! I nostri nuovi dei, i mutaforma, si sono destati! Il Grande stesso, il possente OOJ MAJOO è stato liberato dalla prigionia! Avete un offerta per gli dei, o volete condurre una miserabile vita peccaminosa?"
ko: 당신은 길을 가다가 한 해적선 앞에서 멈추게 됩니다. "그 소식 들었습니까!? 우리의 새로운 신들, 모프들이 깨어났습니다! 위대한 우즈 마주가 감금으로부터 풀려났습니다! 신들에게 제물을 바치으로부터 풀려났습니다! 신들에게 공물을 바치시겠습니까 혹은 평생 후회하는 죄악의 삶을 사시겠습니까?"
ru: Не успели вы подойти ближе, как вас останавливает судно пиратов. "Вы слышали новости? Наши новые боги, морфы, восстали! Сам великий, о могущественный УДЖ МАДЖУ освободился из плена! Есть ли у тебя подношение для богов или ты будешь жить в грехе, достойном сожаления?!"
zh_hans: 在你走开之前，你被一艘海盗舰拦住了。"你听说了吗！？我们的新神，模物族，已经崛起了！伟人本人，哦，强而有力的OOJ MAJOO已经从囚禁中解脱出来了！你有没有可以献给神的祭品，还是你想过个遗憾而又罪恶的一生？"

# data/events_sector_morph.xml$//event[@name="MORPH_PIRATE_INSANE"]/choice[1]/text
source: Make an offering.
fr: Faire une offre.
it: Fai un'offerta.
ko: 공물을 바친다.
ru: Сделать подношение.
zh_hans: 提供贡品。

source: "You are wise! I have all certainty the great OOJ MAJOO shall bless you! As a devout believer in the Morphs, I shall grant you passage, and aid in your travels!"
fr: "Vous êtes sage ! J'ai la certitude que le grand OOJ MAJOO vous bénira ! En tant que fervent croyant des Morphes, je vous accorderai le passage et vous aiderai dans vos voyages !"
it: "Saggia decisione! Ho la certezza che il grande OOJ MAJOO vi benedirà! In quanto devoto fedele dei mutaforma, vi concederò di passare, e vi aiuterò nei vostri viaggi!"
ko: "아주 현명하십니다! 분명 위대한 우즈 마주께서도 당신을 축복하실 겁니다! 모프의 독실한 신봉자로서 당신에게 통행을 허락하고 여행을 도와드리겠습니다!"
ru: "Ты мудр! Я уверен, что великий УДЖ МАДЖУ благословит тебя! Как верующий в морфов, я дарую тебе проход и помощь в твоих путешествиях!"
zh_hans: "你很英明！我确信伟大的OOJ MAJOO将保佑你们！作为模物族的虔诚信徒，我将予礼你们通行权，并帮助你们的旅行！"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The pirate does extensive work on your hull, and offers an augment to appease you.
fr: Le pirate effectue des travaux importants sur votre coque et vous offre une augmentation pour vous apaiser.
it: Il pirata fa dei lavori abbastanza intensi sul tuo scafo e offre anche un accessorio per accontentarti.
ko: 그 해적은 당신의 선체에 광범위한 작업을 하고 보조장비를 제공했습니다.
ru: Пираты проводят обширную работу над вашим корпусом и предлагают модуль, чтобы успокоить вас.
zh_hans: 海盗在你的舰体上做了大量的修复工作，并提供了一件增强部件来安抚你。

source: (Morph Crew) "Jibble Jooble wip wip!"
fr: (Membre d'équipage Morphe) "Jibble Jooble wip wip !"
it: (Equipaggio mutaforma) "Jibble Jooble wip wip!"
ko: (모프 선원) "지블 주블 윞! 윞!"
ru: (Член экипажа-морф) "Джиббл Джубл вайп вайп!"
zh_hans: (模物族船员)"叽嘟哔哔！"

source: "Oh sweet heavens, you're one of them! I am so sorry my lord for not recognizing you!" The pirate falls to his knees, pleading for forgiveness. You promise to spare him so long as he hands over one of the weapons in his storage.
fr: "Oh mon Dieu, vous êtes l'un d'entre eux ! Je suis vraiment désolé, mon seigneur, de ne pas vous avoir reconnu !" Le pirate tombe à genoux, implorant le pardon. Vous lui promettez de l'épargner à condition qu'il vous remette l'une des armes qu'il a en réserve.
it: "Oh, santi numi, siete uno di loro! Mi dispiace non avervi riconosciuto, mio signore!" Il pirata cade in ginocchio, implorando perdono. Prometti di risparmiarlo purché ti dia una delle armi che ha in stiva.
ko: "오 세상에. 당신도 그들 중 하나였군요! 알아보지 못해서 죄송합니다!" 해적이 무릎을 꿇고 용서를 빕니다. 당신은 그를 보고 창고에서 무기를 하나 넘겨주면 살려주겠다고 약속했습니다.
ru: "О боже, вы один из них! Простите, милорд, что не узнал вас!" Пират падает на колени, умоляя о прощении. Вы обещаете пощадить его, если он отдаст одно из орудий из своего хранилища.
zh_hans: "哦我的天，您是他们的一分子！很抱歉我的主人，没有认出您！"海盗跪倒在地，恳求宽恕。你答应饶恕他，只要他能交出他仓库中的一件武器就行。

# data/events_sector_morph.xml$//event[@name="MORPH_PIRATE_INSANE"]/choice[3]/text
source: Guess I'll be a sinner.
fr: Je suppose que je serai un pécheur.
it: Credo che vivrò nel peccato.
ko: 나는 죄인이 될 것 같군.
ru: Наверное, я буду грешником.
zh_hans: 那我就当个罪人好了。

source: The pirate screeches in rage, and powers up his weapons. You should do the same.
fr: Le pirate pousse un cri de rage et augmente la puissance de ses armes. Vous devriez faire de même.
it: Il pirata grida di rabbia e inizia a caricare le armi. Meglio se fai altrettanto.
ko: 해적은 화가 나서 무기를 가동합니다. 당신도 똑같이 해야 합니다.
ru: Пират кричит от ярости и заряжает свое оружие. Вы должны сделать то же самое.
zh_hans: 海盗愤怒地大叫，并给他的武器充能。你也应该照做。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="NEBULA_LIGHT_MORPH_SOLAR"]/text
source: Shells aren't normally ones for unmanned tech, and you don't normally see full sized stars deep in the nebula either. Despite both of these things being uncommon, it seems you've run into both! A small Shell solar energy collection device is orbiting the star. Inside are several power cells you might be able to interface with... if you can figure the machine out.
fr: Les Coquilles ne sont généralement pas destinées à la technologie sans pilote et on ne voit généralement pas non plus d'étoiles de taille normale au fin fond de la nébuleuse. Pourtant, il semblerait que vous soyez tombé sur l'une ou l'autre de ces deux choses ! Un petit dispositif de collecte d'énergie solaire Coquille est en orbite autour de l'étoile. À l'intérieur se trouvent plusieurs cellules d'énergie avec lesquelles vous pourrez peut-être vous interfacer... si vous arrivez à comprendre la machine.
it: Di solito gli shellman non si affidano alla tecnologia senza pilota e normalmente non si vedono stelle complete nel fitto delle nebulose. Ciononostante, qui ci sono entrambe! Un piccolo apparecchio di raccolta di energia solare shellman è in orbita attorno alla stella. All'interno ci sono svariate celle energetiche con cui potresti interfacciarti... se riesci a capire come funziona l'apparecchio.
ko: 보통 셸들은 무인기를 사용하지 않고 성운 깊은 곳에서는 대형 항성계를 찾기 힘듭니다. 두 가지 모두 흔치 않은 일인데, 당신은 그 둘 모두와 마주친 것 같군요! 셸 종족의 소형 태양에너지 수집 장치가 항성의 궤도를 돌고 있습니다. 장치 내부에는 여러 개의 동력전지가 꽂혀 있는데, 작동 구조만 파악하면 슬쩍할 수 있을 것 같습니다...
ru: Обычно ракушки не занимаются беспилотными технологиям, и обычно вы не видите звезд в глубине туманности. Несмотря на то, что обе эти вещи являются редкостью, похоже, что вы столкнулись с ними! На орбите звезды находится небольшое устройство ракушек для сбора солнечной энергии. Внутри находится несколько энергоэлементов, с которыми можно взаимодействовать... если вы сможете разобраться в устройстве.
zh_hans: 通常情况下，甲壳族并不青睐那些无人驾驶技术，而且通常你更不会在星云深处看到正常大小的恒星。尽管这两样东西都不常见，但你似乎这两样东西你一起碰上了！一件小型甲壳族太阳能收集装置正围绕着这颗恒星运行。里面有几个能源电池，你也许能与之对接...如果你能研究明白这台机器的话。

source: Take your chance and interface with the device.
fr: Saisir votre chance et interagir avec l'appareil.
it: Corri il rischio e interfacciati all'apparecchio.
ko: 잘 되기를 바라며 장치에 접속해본다.
ru: Использовать свой шанс и взаимодействовать с устройством.
zh_hans: 放手一搏与设备对接。

source: (Shell Scientist) Interface with the device.
fr: (Scientifique Coquille) Interfacer avec l'appareil.
it: (Scienziato shellman) Interfacciati con l'apparecchio.
ko: (셸 과학자 선원) 장치에 접속한다.
ru: (Член экипажа-ракушка Ученый) Взаимодействовать с устройством.
zh_hans: (甲壳科学家)与设备对接。

source: Ignore it.
fr: L'ignorer.
it: Ignorala.
ko: 무시한다.
ru: Не обращать внимания.
zh_hans: 不理会它。

source: It's too risky, especially this close to a star. You'll have to jump away as soon as you can.
fr: C'est trop risqué, surtout si près d'une étoile. Il faut s'éloigner dès que possible.
it: È troppo rischioso, specie così vicino a una stella. Dovrai effettuare il salto il prima possibile.
ko: 항성에 가까이 있어 위험합니다. 가능한 한 빨리 도약해 빠져나가야 합니다.
ru: Это слишком рискованно, особенно так близко к звезде. Вам придется уходить в прыжок как можно быстрее.
zh_hans: 这太冒险了，更何况离恒星这么近。你必须尽快跃迁离开。

source: You manage to break open the device, but the power cells are fried. Too damaged to be any worth in your reactor, but you can repurpose them into fuel. Better than nothing.
fr: Vous parvenez à ouvrir l'appareil, mais les cellules d'alimentation sont grillées. Elles sont trop endommagées pour être utiles à votre réacteur, mais vous pouvez les transformer en carburant. C'est mieux que rien.
it: Riesci ad aprire l'apparecchio, ma le celle energetiche sono fritte. Sono troppo danneggiate per essere utili nel tuo reattore, ma puoi riconvertirle in carburante. Meglio di niente.
ko: 당신은 장치를 부수고 열어보았지만, 전지는 바싹하게 튀겨져 있었습니다. 너무 손상돼서 반응로에는 쓸 수 없지만, 연료로 사용할 수는 있습니다. 없는 것보단 낫겠지요.
ru: Вам удается вскрыть устройство, но энергоэлементы перегорели. Они слишком повреждены, чтобы их можно было использовать в реакторе, но их можно переработать в топливо. Это лучше, чем ничего.
zh_hans: 你设法打开了这个装置，但其能源电池已经被严重烧毁了，对你的反应堆没有任何价值，不过你还可以把它们重新加工成燃料。总比没有好。

source: Somehow you get the process right, and interface directly with the machine. You drain as much power as you can for yourself, which will do good work for your reactor.
fr: D'une manière ou d'une autre, vous réussissez le processus et vous vous interfacez directement avec la machine. Vous récupérez autant d'énergie que possible pour vous-même, ce qui est bénéfique pour votre réacteur.
it: In qualche modo, becchi il processo giusto e ti interfacci direttamente con l'apparechio. Assorbi più energia che puoi, che sarà ottima per il tuo reattore.
ko: 어떻게든 올바른 프로세스를 통해 장치에 접속할 수 있었습니다. 당신은 전지로부터 최대한 많은 전력을 빼돌렸습니다. 이거라면 반응로를 개선하는 데 도움이 되겠죠.
ru: Каким-то образом вам удается правильно организовать процесс и напрямую взаимодействовать с машиной. Вы извлекаете как можно больше энергии для себя, что идет на пользу вашему реактору.
zh_hans: 不知怎么做到的，但你弄对了流程，并直接与机器对接。你尽可能多地吸收能量，这对你的反应堆大有裨益。

source: You simply can't figure out how the machine works. You fiddle with it for a little longer, but a flare from the star strikes your ship, causing some damage. You give up and hurry to leave.
fr: Vous n'arrivez pas à comprendre le fonctionnement de la machine. Vous la manipulez encore un peu, mais un éclat de l'étoile frappe votre vaisseau et l'endommage. Vous abandonnez et vous vous dépêchez de partir.
it: Non riesci proprio a capire come funzioni questo aggeggio. Ci armeggi ancora per un po', ma un'eruzione proveniente dalla stella colpisce la tua nave, infliggendo qualche danno. Rinunci e ti prepari ad andartene il prima possibile.
ko: 기계가 어떻게 작동하는지 전혀 알 수 없습니다. 조금 더 만지작거려봤지만, 멀리서 날아온 태양풍이 함선을 덮쳐 피해만 더 입었습니다. 전지는 이만 포기하고 서둘러 떠납시다.
ru: Вы просто не можете понять, как работает эта машина. Вы возитесь с ней еще некоторое время, но вспышка от звезды поражает ваш корабль, причиняя ему некоторые повреждения. Вы сдаетесь и спешите улететь.
zh_hans: 你根本搞不清楚这台机器是如何运作的。你又摆弄了一会儿，但一个来自恒星的耀斑击中了你的星舰，造成了一些损害。你放弃了，并迅速离开。

source: You play with the machine for a while, and eventually manage to pull out the cells to repurpose as fuel. Unfortunately, a stray science vessel has spotted you... and they aren't happy!
fr: Vous jouez avec la machine pendant un moment et vous parvenez finalement à extraire les cellules pour les réutiliser comme carburant. Malheureusement, un vaisseau scientifique égaré vous a repéré... et il n'est pas content !
it: Giochicchi col macchinario per un po', e alla fine riesci a estrarre le celle da riconvertire in carburante. Purtroppo, una nave scientifica di passaggio ti nota... e non è affatto contenta!
ko: 당신은 잠시 기계를 가지고 놀다가 결국 연료 용도로 사용할 전지를 빼내는 데 성공했습니다. 그런데 운 없게도, 떠돌이 과학선이 당신을 발견했습니다... 별로 기분이 좋아 보이지는 않네요!
ru: Некоторое время вы играете с машиной, и в конце концов вам удается извлечь ячейки, чтобы использовать их в качестве топлива. К сожалению, вас заметил блуждающий корабль ученых... и он не в восторге!
zh_hans: 你摆弄了一会儿机器，最终设法取出了电池作为燃料重新使用。不幸的是，一艘孤零零的科学船发现了你...而且他们不是很高兴！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your Shell knows exactly how this machine works, and they retrieve the power cells to install into your reactor. This will give it a nice boost!
fr: Votre Coquille sait exactement comment fonctionne cette machine et elle récupère les cellules d'énergie pour les installer dans votre réacteur. Cela lui donnera un bon coup de fouet !
it: Il tuo shellman sa esattamente come funziona quest'apparecchio, e recupera le celle energetiche da installare nel tuo reattore. Gli daranno una bella spinta!
ko: 셸은 이 기계가 어떻게 작동하는지 정확히 압니다. 그는 동력 전지를 회수해 반응로에 설치했습니다. 이거면 함선 전력량이 상당히 늘어날 겁니다!
ru: Ваша ракушка знает, как работает это устройство, и достает энергетические ячейки, чтобы установить их в реактор. Это даст ему хороший импульс!
zh_hans: 你的甲壳族很清楚这台机器是如何工作的，他收回了动力电池，并安装到你的反应堆中。这个劲大！

source: Your Shell knows exactly how this machine works, and they retrieve the power cells to install into your reactor. This will give it a nice boost! Unfortunately, a stray science vessel has spotted you... and they aren't happy!
fr: Votre Coquille sait exactement comment fonctionne cette machine et elle récupère les cellules d'énergie pour les installer dans votre réacteur. Cela lui donnera un bon coup de fouet ! Malheureusement, un vaisseau scientifique égaré vous a repéré... et il n'est pas content !
it: Il tuo shellman sa esattamente come funziona quest'apparecchio, e recupera le celle energetiche da installare nel tuo reattore. Gli daranno una bella spinta! Purtroppo, una nave scientifica di passaggio ti nota... e non è affatto contenta!
ko: 셸은 이 기계가 어떻게 작동하는지 정확히 압니다. 그는 동력 전지를 회수해 반응로에 설치했습니다. 이거면 함선 전력량이 상당히 늘어날 겁니다! 그런데 운 없게도, 떠돌이 과학선이 당신을 발견했습니다... 별로 기분이 좋아 보이지는 않네요!
ru: Ваша ракушка знает, как работает это устройство, и достает энергетические ячейки, чтобы установить их в реактор. Это даст ему хороший импульс! К сожалению, блуждающее судно ученых заметило вас... и оно не в восторге!
zh_hans: 你的甲壳族很清楚这台机器是如何工作的，他收回了动力电池，并安装到你的反应堆中。这个劲大！不幸的是，一艘孤零零的科学船发现了你...而且他们不是很高兴！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
