Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It's not easy work, but you chip away at the goo with the help of the Rebels. Eventually, you finally scoop out all of the goo, and the Rebels' engines spark to life once again.
fr: Le travail n'est pas facile, mais vous vous attaquez à la substance visqueuse avec l'aide des Rebelles. Finalement, vous parvenez à enlever toute la substance et les moteurs des Rebelles reprennent vie.
it: Non è facile, ma riesci a rimuovere la melma con l'aiuto dei Ribelli. Alla fine, risucchi tutte le sostanze e i motori della nave prendono vita.
ko: 쉽지 않은 일이지만, 당신은 반군을 도와 끈적이들을 조금씩 제거했습니다. 마침내 모든 끈적이들을 다 퍼내고 나니 반군 함선의 엔진이 다시 작동합니다.
ru: Это нелегкая работа, но с помощью повстанцев вы разгребаете слизь. В конце концов, вы вычерпываете всю слизь, и двигатели повстанцев снова оживают.
zh_hans: 这不是一项容易的工作，但你在叛军的帮助下削去了粘液。最后，你终于挖出了所有的黏液，叛军的引擎再次发出轰鸣。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It's back-breaking work, and to no avail. The goo simply won't come out, and it becomes clear these engines aren't going to recover...
fr: C'est un travail éreintant, qui ne donne aucun résultat. La substance visqueuse ne s'enlève tout simplement pas et il devient évident que ces moteurs ne se rétabliront pas...
it: C'è da spaccarsi la schiena, e per niente. La melma non vuole saperne di venir via, e diventa chiaro che questi motori non si riprenderanno...
ko: 굉장히 힘든 작업이었지만, 아무런 소용도 없었습니다. 끈적이들이 빠져나오질 않으니 엔진은 고쳐지지 않을 게 분명합니다...
ru: Это изнурительная работа, но безрезультатная. Слизь просто не извлекается, и становится ясно, что эти двигатели уже не восстановить...
zh_hans: 这是一项艰巨的工作，而且收效甚微。黏液根本弄不出来，很明显这些引擎没法恢复...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Great work! Too bad I'm afraid we're still going to have to alert the fleet on your location!" The Rebel ship speeds off, and you chase after them!
fr: "Beau travail ! Malheureusement, je crains que nous ne devions encore alerter la flotte sur votre position !" Le vaisseau rebelle s'éloigne à toute vitesse et vous vous lancez à leur poursuite !
it: "Ottimo lavoro! Peccato che dobbiamo comunque avvertire la flotta della tua posizione!" La nave Ribelle parte a tutta velocità e tu ti lanci all'inseguimento!
ko: "수고했군! 아쉽지만 우리는 함대에 너희의 위치를 알려야 할것 같아!" 반군 함선은 속도를 내기 시작했고 당신은 그들을 쫓아갑니다!
ru: "Отличная работа! Жаль, но боюсь, что нам все равно придется оповестить флот о вашем местонахождении!" Корабль повстанцев уносится прочь, а вы устремляетесь за ним!
zh_hans: "干得好！太可惜了，恐怕我们还是要向舰队汇报你的位置！"叛军的飞船加速离开，而你紧追不舍！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Hmmm... you've helped us more than we expected. I suppose the act of not murdering us is worthy of some pay as promised."
fr: "Hmmm... vous nous avez aidés plus que nous ne l'espérions. Je suppose que le fait de ne pas nous avoir assassinés mérite d'être payé comme promis."
it: "Hmmm... ci hai aiutato più di quanto ci aspettassimo. Suppongo che il fatto di non averci ammazzato meriti una ricompensa, come promesso."
ko: "음... 우리의 기대보다도 더 잘 도와줬네. 약속대로 우리를 죽이지 않은 것에 대한 보수를 줄게."
ru: "Хммм... Вы помогли нам больше, чем мы ожидали. Полагаю, что за то, что вы нас не убили, вам следует заплатить, как и было обещано".
zh_hans: "嗯...你对我们的帮助超出了我们的预期。俺寻思，没有杀害我们的行为，是值得我们支付之前承诺的报酬的。"

source: "Bah, you're worthless. What was I thinking, expecting help from a Fed ship?"
fr: "Bah, vous ne valez rien. A quoi je pensais, espérer de l'aide de la part d'un vaisseau de la Féd ? "
it: "Bah, sei inutile. Che cosa pensavo, ad aspettarmi un aiuto da una nave fed?"
ko: "흥, 정말 쓸모없네. 연방 함선의 도움을 기대하다니 내가 도대체 무슨 생각이었을까?"
ru: "Пфф, да ты никчемный. О чем я думал, ожидая помощи от корабля федералов?"
zh_hans: "害，你真没用。我在想什么呢，指望从联邦飞船那得到帮助？"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Though you have proven yourself unable to assist, your willingness to help is most remarkable. As my ship is thoroughly ruined, it would appear my options are either to wait here for some miracle, or to go with you instead. I don't believe in miracles, so I only see one valid option."
fr: "Bien que vous vous soyez montrés incapables d'aider, votre volonté d'aider est tout à fait remarquable. Comme mon vaisseau est complètement ruiné, il semblerait que mes options soient soit d'attendre ici un miracle, soit de partir avec vous à la place. Je ne crois pas aux miracles donc je ne vois qu'une seule option valable."
it: "Anche se non sei riuscito ad aiutarci, la volontà di aiutare è comunque lodevole. Visto che la mia nave è completamente rovinata, pare che le mie opzioni siano o aspettare qui un qualche miracolo, o venire con te. Io non credo nei miracoli, quindi vedo solo un'opzione valida."
ko: "당신들이 도움이 되지는 않았지만, 기꺼이 도와줬다는 점에서 놀랍네. 내 배는 완전히 망가졌으니 여기서 기적을 기다리든지, 아니면 너와 함께 가든지 둘 중 하나겠군. 나는 기적을 믿지 않기 때문에 선택지는 하나뿐이지만 말이야."
ru: "Хотя вы доказали, что не в состоянии помочь, ваша готовность помочь весьма примечательна. Поскольку мой корабль основательно разрушен, похоже, мне остается либо ждать здесь какого-то чуда, либо отправиться с вами. Я не верю в чудеса, поэтому вижу только один вариант".
zh_hans: "虽然你已经证明自己无法提供帮助，但你愿意提供帮助的意愿是非常了不起的。既然我的船彻底坏了，那么我的出路是要么在这里等待奇迹发生，要么就跟你走。我不相信奇迹，所以我只看到一条路可以走。"

# data/events_sector_morph.xml$//event[@name="NEBULA_DISTRESS_MORPH_SLICE"]/text
source: The distress call nearby seems to be coming from a Mantis vessel, whose captain frantically screams at you. "HELP, HELP, HELP HELP HELP HELP! ME TRYING SLICE UP BLOB, BLOB BECOME MORE BLOB! NOW BLOB EVERYWHERE! SO MANY! AAAAAAAAAGH!"
fr: L'appel de détresse à proximité semble provenir d'un vaisseau Mantis, dont le capitaine vous crie frénétiquement. "A L'AIDE, À L'AIDE, À L'AIDE À L'AIDE À L'AIDE ! J'ESSAIE DE DÉCOUPER LE BLOB, LE BLOB DEVIENT DE PLUS EN PLUS BLOB ! MAINTENANT, IL Y A DES BLOBS PARTOUT ! IL Y EN A TELLEMENT ! AAAAAAAAAGH !"
it: Il segnale di soccorso sembra provenire da una nave mantis, il cui capitano ti grida freneticamente. "AIUTO, AIUTO, AIUTO AIUTO AIUTO AIUTO! IO CERCA DI TAGLIUZZA BLOB, BLOB DIVENTA ALTRI BLOB! ORA BLOB OVUNQUE! QUANTI SONO! AAAAAAAGH!"
ko: 근처의 조난 신호는 맨티스 함선에서 온 것 같았습니다. 맨티스 선장이 당신에게 미친 듯이 소리를 지릅니다. "도움, 도움, 도와도와도와줘! 이 방울 자르면 방울 많아진다! 이제 방울 모든곳 있어! 아주 많이! 으아아아아!"
ru: Судя по всему, сигнал бедствия поблизости подает судно богомолов, капитан которого неистово кричит. "ПОМОЧЬ, ПОМОЧЬ, ПОМОЧЬ ПОМОЧЬ ПОМОЧЬ ПОМОЧЬ! Я ПЫТАТЬСЯ РАЗРЕЗАТЬ СГУСТОК, А СГУСТОК СТАНОВИТЬСЯ ЕЩЕ БОЛЬШЕ! ТЕПЕРЬ СГУСТКИ ПОВСЮДУ! ТАК МНОГО! АААААААААААА!"
zh_hans: 附近的求救信号似乎来自一艘螳螂族飞船，它的舰长疯狂地对你大喊大叫。"救 命，救 命，救 命 救 命 救 命！我 试 涂 切 开 黏 块，黏 块 变 乘 更 多 黏 块 现 在 液 块 到 处 都 视！太 多 了！呃 啊 啊 啊 啊 啊 啊 啊 啊 啊！"

source: Help rid their ship of the Morphs.
fr: Les aider à débarrasser leur vaisseau des Morphes.
it: Aiuta a liberare la nave dai mutaforma.
ko: 그들의 함선에서 모프들을 떼어낸다.
ru: Помочь избавить их корабль от морфов.
zh_hans: 帮助他们清除船上的模物族。

source: If you're expecting any kind of reward, you'll have to be careful not to destroy the ship!
fr: Si vous espérez une quelconque récompense, vous devrez veiller à ne pas détruire le vaisseau !
it: Se ti aspetti una qualche ricompensa, dovrai fare attenzione a non distruggere la nave!
ko: 맨티스의 보답을 원한다면 함선을 파괴하지 않도록 주의해야 합니다!
ru: Если вы рассчитываете на какое-либо вознаграждение, вам придется быть осторожным, чтобы не разрушить корабль!
zh_hans: 如果你期望得到什么奖励的话，你就得小心不要毁掉这艘船！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Boarding Drone) Send the drone in to eradicate the Morphs.
fr: (Drone d'abordage) Envoyer le drone pour éradiquer les Morphes.
it: (Drone d'abbordaggio) Manda il drone per eliminare i mutaforma.
ko: (강습 드론) 드론을 보내 모프들을 박멸한다. [-1|]
ru: (Абордажный дрон) Отправить дрон на уничтожение морфов. [-1|]
zh_hans: (士兵无人机)派出无人机去消灭模物族。[-1|]

source: Leave the Mantis to their troubles.
fr: Laisser les Mantis à leurs problèmes.
it: Lascia i mantis ai loro guai.
ko: 맨티스들에게 맡긴다.
ru: Оставить богомолов наедине с их проблемами.
zh_hans: 让螳螂族自生自灭吧。

source: You do not see any reason to help the Mantis. The Hive has clashed with mightier foes than agitated slimes in the past; they can deal with this on their own.
fr: Vous ne voyez aucune raison d'aider les Mantis. La Ruche a déjà affrontée des ennemis plus puissants que des slimes agités dans le passé; ils peuvent gérer cela par eux-mêmes.
it: Non vedi nessun motivo per aiutare i mantis. L'Alveare ha combattuto contro nemici ben più temibili di melme agitate in passato; possono occuparsene per conto loro.
ko: 맨티스를 도울 이유는 전혀 없습니다. 하이브는 과거에 이 물컹거리는 점액들보다 더 강력한 적들과도 충돌했었습니다. 그들은 문제를 스스로 해결할 수 있습니다.
ru: Вы не видите причин помогать богомолам. В прошлом Улей сталкивался с более могущественными врагами, чем раздраженная слизь; они могут справиться с этим сами.
zh_hans: 你认为没有任何理由要帮助螳螂族。母巢螳螂过去曾与更强大的敌人发生过冲突；他们可以自己解决这些不安分的黏块。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your boarding drone makes quick work of the blobs. Once eradicated, the Mantis thanks you and gives you a decent reward.
fr: Votre drone d'abordage se débarrasse rapidement des blobs. Une fois éradiquée, les Mantis vous remercient et vous offrent une récompense décente.
it: Il tuo drone elimina in poco tempo i blob. Una volta eliminati, i mantis ti ringraziano e ti offrono una buona ricompensa.
ko: 당신의 강습 드론이 방울들을 빠르게 처리했습니다. 상황이 정리되자 맨티스는 당신에게 고마워하며 상당한 보상을 주었습니다.
ru: Ваш абордажный дрон быстро расправляется с ними. После уничтожения богомолы благодарят вас и выдают достойное вознаграждение.
zh_hans: 你的士兵无人机三下五除二解决了黏块们。他们被消灭后，螳螂族们表示感谢你并给你一份可观的奖励。

source: It appears you didn't plan for the Morphs mimicking your own drone - a Technopath takes the shape of your boarder, and blasts it into pieces! Disparaged, you consider your options.
fr: Il semble que vous n'ayez pas prévu que les Morphes imitent votre propre drone - un Technopathe prend la forme de votre envahisseur et le réduit en morceaux ! Dépité, vous envisagez vos options.
it: Pare che non hai preso in considerazione il fatto che i mutaforma imitino il tuo stesso drone: un tecnopate assume l'aspetto del tuo drone d'abbordaggio e lo fa a pezzi! Sconvolto, consideri le tue opzioni.
ko: 테크노패스가 당신이 보낸 강습 드론의 모습을 모방하여 역으로 당신의 드론을 산산조각 내버렸습니다! 이런 상황은 예상하지 못했는데, 다른 선택지를 고려해봅시다.
ru: Похоже, вы не предусмотрели, что морфы будут имитировать ваш собственный дрон - Технопат принимает форму вашего абордажного дрона и разрывает его на куски! Пораженный, вы раздумываете, что делать.
zh_hans: 看来你没料到模物族们会模仿你的无人机！一名技变者模仿了你的登舰无人机，并把它炸成了碎片！你轻敌了，需要重新考虑行动方案。

source: Fight the Morphs yourself.
fr: Combattre les Morphes vous-même.
it: Combatti personalmente i mutaforma.
ko: 직접 모프들과 싸운다.
ru: Сражаться с морфами самостоятельно.
zh_hans: 亲自与模物族交战。

source: If you're expecting any kind of reward, you'll have to be careful not to destroy the ship!
fr: Si vous espérez une quelconque récompense, vous devrez veiller à ne pas détruire le vaisseau !
it: Se ti aspetti una qualche ricompensa, dovrai fare attenzione a non distruggere la nave!
ko: 맨티스의 보답을 원한다면 함선을 파괴하지 않도록 주의해야 합니다!
ru: Если вы рассчитываете на какое-либо вознаграждение, вам придется быть осторожным, чтобы не разрушить корабль!
zh_hans: 如果你期望得到什么奖励的话，你就得小心不要毁掉这艘船！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the Mantis, there's nothing else to do.
fr: Ignorer les Mantis, il n'y a rien d'autre à faire.
it: Ignora i mantis, non c'è nient'altro da fare.
ko: 맨티스를 무시한다. 더이상 할 수 있는 게 없다.
ru: Не обращать внимания на богомола, здесь больше нечего делать.
zh_hans: 无视螳螂族，我们无能为力。

# data/events_sector_morph.xml$//event[@name="NEBULA_ENCOUNTER_MORPH"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//textList[@name="TEXT_ENCOUNTER_MORPH"]/text[1]
source: "KALPU! KALPU! RETER LIP LOO TIKA TIKA BOO!" An irate Morph begins to fling insults you can only imagine are incredibly vulgar in their language. You have literally no idea what you did to anger them though. Maybe just existing is enough to offend them?
fr: "KALPU ! KALPU ! RETER LIP LOO TIKA TIKA BOO !" Un Morphe furieux commence à proférer des insultes que vous ne pouvez qu'imaginer incroyablement vulgaires dans leur langage. Vous n'avez aucune idée de ce que vous avez fait pour les mettre en colère. Peut-être que le simple fait d'exister suffit à les offenser ?
it: "KALPU! KALPU! RETER LIP LOO TIKA TIKA BOO!" Un mutaforma arrabbiato inizia a sputarti addosso insulti che puoi solo immaginare essere estremamente volgari nella loro lingua. Non hai idea di cosa puoi aver fatto per farli arrabbiare però. Forse anche solo esistere è abbastanza per offenderli?
ko: "카푸! 카푸! 레터 립 루우 티카 티카 부우!" 분노한 모프가 그들의 언어로 믿을 수 없을 정도로 저속하다고 추측되는 모욕을 퍼붓기 시작합니다. 당신이 무슨 짓을 해서 그들을 화나게 했는지는 모릅니다. 그냥 존재하는 것만으로 그들을 화나게 한 걸까요?
ru: "КАЛПУ! КАЛПУ! РЕТЕР ЛИП ЛУ ТИКА ТИКА БУ!" Раздраженный морф начинает сыпать оскорблениями, которые, как вы можете предположить, невероятно грубы на их языке. Вы даже не представляете, чем вы их так разозлили. Может быть, достаточно просто существовать, чтобы обидеть их?
zh_hans: "咔噗！咔噗！哩吐哩噜叽咔叽咔卟！"一个愤怒的模物族开始向你咒骂，大概能猜出他的言语非常粗鲁。你完全不知道做了什么招致了他的怒火。也许仅仅是活着就是对他的冒犯？

# data/events_sector_morph.xml$//textList[@name="TEXT_ENCOUNTER_MORPH"]/text[2]
source: As yet another hostile Morph vessel approaches, you can't help but wonder if the Shells never actually finished "designing" their temperament. What else could explain how erratic they are?
fr: Alors qu'un autre vaisseau Morphe hostile s'approche, vous ne pouvez vous empêcher de vous demander si les Coquilles n'ont jamais réellement fini de "concevoir" leur tempérament. Qu'est-ce qui pourrait autrement expliquer leur comportement si erratique ?
it: Mentre l'ennesima nave mutaforma ostile si avvicina, non puoi fare a meno di chiederti se gli shellman abbiano mai finito di "progettare" il loro temperamento. Sennò come si spiega il loro comportamento?
ko: 또 다른 적대적인 모프 선박이 다가오는 것을 보면서, 셸들이 모프의 기질을 끝까지 제대로 '설계'했는지에 의심을 가지게 됩니다. 그게 아니면 달리 모프의 변덕스러움을 설명할 방법이 있을까요?
ru: Когда приближается очередное враждебное судно морфов, невольно закрадывается мысль, что ракушки так и не смогли довести до ума "проектирование" их темпераментов. Чем еще можно объяснить их неуравновешенность?
zh_hans: 当又一艘有敌意的模物船靠近时，你不禁要问，甲壳族是不是从未真正"设计"完他们的性情。他们的反复无常还有什么其他解释吗？

# data/events_sector_morph.xml$//textList[@name="TEXT_ENCOUNTER_MORPH"]/text[3]
source: You receive a video with a gibberish title which shows several cartoon alien warriors fighting each other in gladiatorial combat. Minutes later, a Morph ship approaches, weapons on the ready.
fr: Vous recevez une vidéo avec un titre incompréhensible montrant plusieurs guerriers Alien de dessin animé se battant les uns contre les autres dans un combat de gladiateurs. Quelques minutes plus tard, un vaisseau Morphe s'approche, armes prêtes à tirer.
it: Ricevi un video con un titolo incomprensibile che mostra diversi guerrieri alieni a cartoni che si combattono in uno scontro gladiatorio. Pochi minuti dopo, una nave mutaforma si avvicina con le armi puntate verso di te.
ko: 갑자시 여러 명의 만화 속 외계 전사들이 검투장에서 싸우는 괴상한 이름의 비디오가 수신됐습니다. 몇 분 후, 모프 우주선이 무기를 장전한 채로 다가옵니다.
ru: Вы получили видеоролик с тарабарским названием, в котором несколько мультяшных инопланетных воинов сражаются друг с другом в гладиаторском бою. Через несколько минут к ним приближается корабль морфов с оружием наготове.
zh_hans: 你收到一个标题为胡言乱语的视频，里面展现了几个卡通外星战士在角斗场上互相厮杀。几分钟后，一艘模物族飞船靠近，武器蓄势待发。

# data/events_sector_morph.xml$//textList[@name="TEXT_ENCOUNTER_MORPH"]/text[4]
source: Something tells you the nearby Morph ship isn't friendly. It might be the aggressive shouting, or their charging weapons. Just a hunch, though.
fr: Quelque chose vous dit que le vaisseau Morphe à proximité n'est pas amical. C'est peut-être leurs cris agressifs, ou leurs armes qui chargent. Ce n'est qu'une intuition.
it: Qualcosa ti dice che la nave mutaforma qui presente non è amichevole. Potrebbero essere le urla aggressive, o il fatto che hanno alimentato le armi. Ma è solo una sensazione.
ko: 근처에 있는 모프 함선은 왜인지 우호적으로 보이지 않습니다. 공격적인 함성 때문일까요? 아니면 충전되고 있는 무기 때문일까요? 그냥 직감 상 그런 거지만요.
ru: Что-то подсказывает вам, что ближайший корабль морфов не дружелюбен. Возможно, дело в агрессивных криках или в их заряженном оружии. Впрочем, это всего лишь догадка.
zh_hans: 直觉告诉你，附近的模物族飞船并不友好。可能是他们咄咄逼人的喊叫声，亦或是他们正在充能的武器。不过，只是一种预感。

# data/events_sector_morph.xml$//textList[@name="TEXT_ENCOUNTER_MORPH"]/text[5]
source: These aggressive Morphs really set a bad image for the rest of their kind. At least they don't yell "Hey, you're that Federation ship!" every time they see you.
fr: Ces Morphes agressifs donnent vraiment une mauvaise image au reste de leur espèce. Au moins, ils ne crient pas "Hé, vous êtes le vaisseau de la Fédération !" à chaque fois qu'ils vous voient.
it: Questi mutaforma aggressivi danno una pessima immagine al resto dei loro simili. Almeno non urlano "Ehi, sei quella nave della Federazione!" ogni volta che ti vedono.
ko: 이 공격적인 모프들은 자기 종족에게 부정적인 이미지를 씌우고 있습니다. 그렇지만 적어도 그들이 당신을 볼 때마다 "이봐, 너희는 그 연방 함선이잖아!"라고 외치지는 않네요.
ru: Эти агрессивные морфы создали плохой имидж для остальных представителей своего вида. Зато они не кричат "Эй, ты тот корабль Федерации!" каждый раз, когда видят вас.
zh_hans: 这些咄咄逼人的模物族真是为他们同类树立了一个坏形象。不过至少他们不会在每次看到你时都大喊"嘿，你是那艘联邦飞船！"

# data/events_sector_morph.xml$//textList[@name="TEXT_ENCOUNTER_MORPH"]/text[6]
source: You wonder if the Morphs are even aware who you are, or what your mission is. Unfortunately, "booj kabooj" is not an indicative answer as a Morph vessel opens fire.
it: Ti chiedi se i mutaforma sappiano chi sei o quale sia la tua missione. Purtroppo, "booj kabooj" non è una risposta molto chiara mentre la nave apre il fuoco.
ru: Вы задаетесь вопросом, знают ли морфы о том, кто вы, и какова ваша миссия. К сожалению, "бух-кабух" - не слишком убедительный ответ, поскольку их судно открывает огонь.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rebellion's sudden interest in these small, grey, unassuming blobs is concerning. It seems to have drawn a lot of their ships here too, such as the one here currently moving into fighting you!
fr: L'intérêt soudain de la Rébellion pour ces petites taches grises et discrètes est inquiétant. Cela semble avoir attiré beaucoup de leurs vaisseaux ici aussi, comme celui qui est en train de vous combattre !
it: L'improvviso interesse dei Ribelli per questi piccoli blob grigi è preoccupante. Sembra anche che abbia attirato qui molte delle loro navi, come questa che si sta muovendo per attaccare!
ko: 반군이 갑자기 이 보잘 것 없는 작은 회색 방울들에 관심을 보이는 게 걱정스럽네요. 그들은 이곳에 함선도 많이 끌고 온 것 같은데, 그중 하나가 당신과 싸우기 위해 다가옵니다!
ru: Внезапный интерес Повстанцев к этим маленьким, серым, неприметным сгусткам вызывает беспокойство. Похоже, это привлекло сюда и многие их корабли, например, тот, что сейчас приближается к вам, чтобы сразиться!
zh_hans: 叛军突然对这些灰色的、不起眼的小东西感兴趣，十分令人担忧。他们的很多船只似乎也被吸引到这里来，比如目前正在与你作战的这艘！

source: "Hey, you're that Federation ship! Stop right there-" You mute the Rebel vessel. All of these lackeys are the same, they might as well be Morphs themselves.
fr: "Hé, vous êtes le vaisseau de la Fédération ! Arrêtez-vous là..." Vous mettez le vaisseau rebelle en sourdine. Tous ces laquais sont identiques, ils pourraient tout aussi bien être des Morphes eux-mêmes.
it: "Ehi, sei quella nave della Federazione! Fermati lì-" Metti in muto la nave Ribelle. Questi tirapiedi sono tutti uguali, potrebbero benissimo essere anche loro mutaforma.
ko: "이봐, 너희는 그 연방 함선이잖아! 거기 멈춰!" 당신은 반군 선박의 음성을 음소거합니다. 이 멍청이들은 다 똑같습니다. 모프나 다를 거 없죠.
ru: "Эй, ты тот самый корабль Федерации! Остановись здесь..." Вы отключаете звук корабля повстанцев. Все эти холопы одинаковы, с таким же успехом они могут быть сами морфами.
zh_hans: "嘿，你是那艘联邦军舰！你给我站住..."你将叛军舰设为静音。这些走狗都是一样的，他们不如自己扮演模物族算了。

source: Something isn't right about this nebula. A sliver of orange slips through the clouds, and your body goes into alert. Rebel vessel inbound!
fr: Il y a quelque chose qui cloche dans cette nébuleuse. Une lueur orange se faufile à travers les nuages et votre corps se met en alerte. Vaisseau rebelle en approche !
it: Questa nebulosa ha qualcosa di strano. Uno scorcio di una nave arancione sfreccia tra le nubi e il tuo corpo si mette sull'attenti. Nave Ribelle in avvicinamento!
ko: 이 성운은 뭔가 잘못됐습니다. 한 조각의 오렌지가 성운 사이로 미끄러져 지나갔고, 당신은 경계심을 갖춥니다. 반군의 함선이 접근 중입니다!
ru: Что-то не так в этой туманности. Сквозь облака пробивается оранжевая полоска, и ваше тело напрягается. Приближается корабль повстанцев!
zh_hans: 这片星云有些不对劲。一抹橙色从云层中滑过，你的身体进入了警戒状态。叛军舰船来袭！

source: There's never a dull moment in this sector. This time it appears your foe will be a Rebel. Is it better than a Shell or Morph? Time will tell...
fr: On ne s'ennuie jamais dans ce secteur. Cette fois, il semblerait que votre ennemi soit un Rebelle. Est-il meilleur qu'une Coquille ou un Morphe ? L'avenir nous le dira...
it: Non ci si annoia mai in questo settore. Stavolta pare che il tuo nemico sarà un Ribelle. È meglio di uno shellman o mutaforma? Solo il tempo ce lo dirà...
ko: 이 구역은 한순간도 지루할 틈이 없습니다. 당신의 이번 상대는 반군이 될 것 같군요. 이게 셸이나 모프들을 상대하는 것보다 더 나을까요? 시간이 지나면 알게 되겠죠...
ru: В этом секторе никогда не бывает скучно. На этот раз, судя по всему, вашим противником станут повстанцы. Чем они лучше ракушек или морфов? Время покажет...
zh_hans: 这个星区里，向来是没有闲暇时光需要打发的。这一次，你的敌人似乎是一个叛军。它比甲壳族或模物族好吗？时间会给出答案...

source: Rebels aren't all too common nowadays outside of sectors of interest or the fleet trailing you, which means if anything the ship here is a sign of something bigger. Beyond that, it's also a sign there's a fight in your very near future!
fr: De nos jours, les rebelles ne sont pas très courants en dehors des secteurs d'intérêt ou de la flotte qui vous suit, ce qui signifie que le vaisseau que vous voyez ici est le signe de quelque chose de plus grand. En outre, c'est aussi le signe qu'un combat se prépare dans un avenir très proche !
it: Di questi tempi, i Ribelli non sono molto comuni al di fuori di settori d'interesse o della flotta che ti insegue, il che vuol dire che la nave qui presente indica che c'è qualcosa di più grande. Ma a parte questo, indica anche che c'è un combattimento nel tuo prossimo futuro!
ko: 반군들은 관심 구역이나 당신을 뒤따르는 함대들을 제외하곤 그리 흔하지 않으므로, 반군 함선이 여기 있다는 것은 무언가 큰 일의 신호입니다. 또한 그 이상으로, 당신의 아주 가까운 미래에 싸움이 일어날 징조이기도 합니다!
ru: Повстанцы в наше время не так уж часто встречаются за пределами интересующих вас секторов или флота, идущего за вами по пятам, а значит, этот корабль - признак чего-то большего. Кроме того, это еще и признак того, что в ближайшем будущем вас ждет битва!
zh_hans: 如今，叛军在感兴趣的星区及跟踪你的舰队之外并不常见，这意味着，这里的飞船暗示这里有什么更重要的事情。除此之外，它还预示着在你不远的将来会有一场战斗！
