Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: "YOU-" Alkali takes a moment to collect himself, rolling up to Ellie and shaking her hand. "It's an honor to meet you, professor. I am Professor Alkali Mardovar, but I'm sure you've heard of my work as I've heard of yours. Your Quarp Juice is a miracle, a life creating miracle! It's thhhe basis of my entire Morphhh project, it's truly revolutionary! I am in awe to be in your presence, as I am sure you are to be in mine!" Ellie doesn't seem to really even register what Alkali has said, but she likes the praise. "Another superfan?! Whinny! I love meeting fans." Ellie gets on her knees to be eye level with the shell, patting him on the head. "Well Mister Alkali, it's an honor to meet you too! Quarp Juice is very yummy! But I didn't invent it, silly. It's just the juice from Quarp!" Alkali shakes his head. "You're too humble. But Quarp isn't even a real fruit! It puzzled me at first, but it seems to be a fictional creation in some television show. Thhhe juice thhhhough is very real, and since your name is on thhhe product, it is clear thhhhat it is your creation! No self respecting scientist would let someone else to take credit for somethhhhing as marvelous as it. Still, first Ivar, and now you? If thhhe situation wasn't so dire, I'd almost call it a dream event."
fr: "FfOUS-" Alkali prend un moment pour se reprendre, rouler jusqu'à Ellie et lui serrer la main. "C'est un honneur de ffous rencontrer, professeur. Che suis le professeur Alkali Mardoffar, mais che suis sûr que ffous avez entendu parler de mes traffaux comme j'ai entendu parler des ffôtres. Ffotre Chus de Quarp est un miracle, un miracle créateur de ffie ! C'est la base de tout mon projet Morph, c'est ffraiment réffolutionnaire ! Che suis émerffeillé d'être en ffotre présence, comme che suis sûr que ffous l'êtes d'être en la mienne !" Ellie ne semble même pas vraiment enregistrer les propos d'Alkali, mais elle apprécie les éloges. "Un autre superfan ?! Whiiii ! J'adore rencontrer des fans." Ellie se met à genoux pour être au niveau des yeux de la Coquille, lui tapotant la tête. "Eh bien Monsieur Alkali, c'est un honneur de vous rencontrer aussi ! Le Jus de Quarp est très délicieux ! Mais je ne l'ai pas inventé, idiot. C'est juste le jus de Quarp !" Alkali secoue la tête : " Ffous êtes trop humble. Mais Quarp n'est même pas un ffrai fruit ! Cela m'a intrigué au début, mais il semble que ce soit une création fictiffe dans une émission de téléffision. Le chus, lui, est bien réel et comme ffotre nom figure sur le produit, il est clair qu'il s'agit de ffotre création ! Aucun scientifique qui se respecte ne laisserait quelqu'un d'autre s'attribuer le mérite d'une chose aussi merffeilleuse. Pourtant, d'abord Iffar et maintenant ffous ? Si la situation n'était pas si graffe, je parlerais presque d'un rêffe."
it: "PER DIN-" Alkali si prende un attimo per ricomporsi, rotolando da Ellie e stringendole la mano. "È un onore fare la voftra conofenza, profefforeffa. Io fono il profeffor Alkali Mardovar, ma avrete ficuramente fentito parlare del mio lavoro, cofì come io ho fentito parlare del voftro. Il voftro fucco quarp è un miracolo, un miracolo che dona la vita! È la bafe del mio progetto mutaforma, davvero rivoluzionario! Fono lieto di effere in voftra prefenza, e fono ficuro che il fentimento è reciproco!" Ellie non sembra nemmeno stare a sentire quanto Alkali ha appena detto, ma le piacciono i complimenti. "Un altro superfan?! Iiiih! Adoro incontrare fan." Ellie si mette in ginocchio per essere allo stesso livello dello shellman e gli dà delle pacche in testa. "Bene Mister Alkali, anche per me è un onore incontrarti! Il succo di quarp è davvero gustoso! Ma non l'ho inventato io, stupidino. È solo il succo proveniente dal quarp! Alkali scuote la testa. "Fiete fin troppo umile. Ma il quarp non è neanche un vero frutto! All'inizio ero confuso, ma pare effere una creazione immaginaria in una qualche ferie televisiva. Il fucco però è reale, e vifto che il voftro nome è ful prodotto, è chiaro che è di voftra creazione! Neffuno fienziato degno di quefto nome lafierebbe che qualcun altro fi prenda il merito di una meraviglia come quefta. Comunque, prima Ivar, e ora voi? Fe la fituazione non foffe cofì difperata, direi che fto fognando."
ko: "당신은-" 알칼리는 잠시 정신을 가다듬고 엘리에게 굴러가 악수했습니다. "교수우우님을 뵙게 되어 영광입니다. 저는 알칼리 마르도바 교수우우입니다. 제 연구 결과에 대해서어어는 들어보셔어어쓰으을 겁니다. 당시이인의 퀄프 주스으으는 기적입니다. 새애앵명을 만들어 내는 기적이죠! 이 진시이일로 혁시이인적인 주스으으가 제 모프 프로젝트의 기초입니다! 당시이인 옆에 서어어게 돼서어어 정말 영광입니다! 당시이인이 여기 있다는 걸 확시이인하는 만큼이나 영광이에요! 엘리는 알칼리가 말한 것을 제대로 듣지도 않은 것 같지만, 칭찬을 들은 것에 좋아하고 있습니다. "또 다른 열혈 팬?! 히힝! 나는 팬들을 만나는 게 너무 좋아." 엘리는 무릎을 꿇어 알칼리와 눈높이를 맞추고 그의 머리를 쓰다듬습니다. "알칼리 씨, 나도 당신을 만나서 영광이에요! 퀄프 주스는 아주 맛있죠! 하지만 난 그걸 발명한 게 아니에요. 그건 퀄프에서 나온 주스니까요!" 알칼리가 머리를 흔듭니다. "당시이인은 너무 겸소오온해요. 퀄프는 시이일제 과일조차 아니란 말이죠! 처음에는 저도 어리둥절했는데, 어떤 텔레비전 쇼오오에 나오는 허구의 과일 같더군요. 하지만 그 주스으으는 진짜고 제품에 당시이인의 이름이 붙어 이쓰으으니 그거시이이 당시이인의 창조물이라는 거스으은 확시이일합니다! 자존시이임 있는 과학자라면 그처럼 놀라운 발명품에 대한 공로를 다른 이가 차지하도록 내버려 두지 않겠죠. 엣헴. 그렇다면 당시이인은 뛰어난 IQ의 서어언원을 두는 서어언장임이 분명하니, 저도 기꺼이 당시이인과 함께하게쓰으읍니다. 하지만 저를 시이일망시이이키진 마시이입시이이오."
ru: "ВЫ-" Алькали на мгновение взял себя в руки, подкатился к Элли и пожал ей руку. "Для меня большая чшесть познакомиться с вами, профессор. Я профессор Алькали Мардовар, но я уверен, чшто вы слышали о моей работе так же, как я слышал о вашей. Ваш кварповый сок - это чшудо, чшудо, создающее жизнь! На нем основан весь мой проект "Морф", он поистине революционен! Я в благоговении от того, чшто нахожусь в вашем присутствии, как и вы, я уверен, в моем!" Элли, кажется, даже не обратила внимания на то, что сказал Алькали, но похвала ей понравилась. "Еще один суперфанат?! И-го-го! Я люблю встречаться с фанатами". Элли встает на колени, чтобы быть на уровне глаз ракушки, и гладит его по голове. "Что ж, мистер Алькали, для меня тоже большая честь познакомиться с вами! Кварповый сок очень вкусный! Но я его не изобретала, глупышка. Это просто сок из кварпа!" Алькали качает головой. "Вы слишком скромны. Конечно, кварп - не настоящий фрукт! Меня это сначшала озадачшило, но, похоже, это выдуманное творение в каком-то телешоу. А вот сок очшень даже настоящий, и, поскольку на продукте стоит ваше имя, ясно, чшто это ваше творение! Ни один уважающий себя учшеный не позволил бы кому-то другому приписывать себе заслуги в создании такого чшудесного продукта, как этот. Хм. Итак, поскольку очшевидно, чшто вы - команда с высоким айкью, я без проблем присоединюсь к вам. Но не разочшаруйте меня".
zh_hans: "你--"阿尔科莱花了点时间整理着装，滚到埃莉面前，和她握手。"很荣幸见到您，教授。我是阿尔科莱·马尔多瓦教授，但我相信您曾听说过我的工作，正如我也听说过您的一样。您的夸普汁是一个奇迹，一个创造生命的奇迹！它是我整个模物族项目的基础，它真是革命性的！我在您面前感到敬畏，我相信您在我面前亦是如此！" 埃莉似乎都没真正听明白阿尔科莱所说的话，但她喜欢这种赞美。"又一个超级粉丝？！嘶嘶！我喜欢会见粉丝。"埃莉跪在地上，与甲壳族平视，拍拍他的头。"好吧，阿尔科莱先生，我也很荣幸见到你！夸普汁非常美味！但是我没有发明它，傻瓜。它只是来自夸普的果汁！" 阿尔科莱摇摇头。"您太谦虚了。但夸普甚至不是一种真正的水果！起初我很不解，但它似乎是某个电视节目中的虚构作品。不过，这种果汁是货真价实的，既然您的名字出现在产品上，很明显，这就是您的创作物！任何一个有自尊心的科学家都不会让别人把像它这样神奇的东西的功劳抢走的。咳咳。那么，既然你们显然是一个具有高智商的团队，我加入你们不会有任何顾虑。但不要让我失望。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Before you're able to set off, Alkali suddenly grows strangely excited upon seeing Stephan. Ivar himself seems puzzled about this turn of events, but doesn't raise any comments about it. "A-are you Professor Ellie thhhe Equinoid? As in, THHHE Professor Ellie thhhe Equinoid?"
fr: Avant que vous n'ayez pu vous mettre en route, Alkali se montre soudain étrangement excité en voyant Stephan. Ivar lui-même semble perplexe devant la tournure des événements, mais ne soulève aucun commentaire à ce sujet. " Etes-ffous le professeur Ellie l'Équinoïde ? Comme dans, LE professeur Ellie l'Équinoïde ?"
it: Prima che tu possa partire, Alkali all'improvviso si agita emozionato dopo aver visto Stephan. Anche Ivar sembra confuso da questo sviluppo, ma non dice niente. "V-voi fiete la Profefforeffa Ellie l'Equinoide? Nel fenfo, LA Profefforeffa Ellie l'Equinoide?"
ko: 출발하기 직전, 알칼리는 엘리를 보고 갑자기 이상하게 흥분합니다. 이바르도 이 상황에 당황한 듯하지만 아무 말도 하지 않고 있습니다. "호, 혹시이 엘리 교수우님이시인가요? 그 에퀴노이드 엘리 교수우님?"
ru: Не успеваете вы отправиться в путь, как Алькали, увидев Стефана, вдруг странно обрадовался. Сам Ивар, кажется, озадачен таким поворотом событий, но не высказывается по этому поводу. "В-вы профессор Элли, Эквиноид? В смысле, ВЫ ТОТ САМЫЙ профессор Элли Эквиноид?"
zh_hans: 在你出发之前，阿尔科莱看到斯蒂芬后突然变得异常兴奋。苡瓦本人似乎也对这一转变感到不解，但并没有提出任何意见。"你是研究六脚马族埃莉教授吗？就是那个六脚马族教授艾莉？"

source: Uh... yeah, he used to play Ellie.
fr: Euh... oui, il avait l'habitude de jouer Ellie.
it: Uh... sì, interpretava Ellie.
ko: 어... 예, 그는 엘리 역을 맡았었죠.
ru: Э... да, он раньше играл роль Элли.
zh_hans: 呃...是的，他曾经扮演过埃莉。

source: "YOU-" Alkali takes a moment to collect himself, rolling up to Stephan and shaking his hand. "It's an honor to meet you, professor. I am Professor Alkali Mardovar, but I'm sure you've heard of my work as I've heard of yours. Your Quarp Juice is a miracle, a life creating miracle! It's thhhe basis of my entire Morphhh project, it's truly revolutionary! I am in awe to be in your presence, as I am sure you are to be in mine!" Stephan seems highly confused but shakes Alkali's hand anyways. "Uhm... what? I- I'm sorry. I don't meant to be rude. It's just, I think you're confused. I'm not a scientist, I'm an actor. Or... was an actor. Quarp juice is just merchandise for my old show. Quarp isn't REAL, and the juice is just some weird mixture of probably biohazardous chemicals." Alkali shakes his head. "You're too humble. Of course I know Quarp isn't a real fruit. It puzzled me at first, yes. Thhhe juice thhhhough is very real, and since your name is on thhhe product it is clear thhhhat it is your creation! No self respecting scientist would let someone else to take credit for somethhhhing as marvelous as it. Still, first Ivar, and now you? If thhhe situation wasn't so dire, I'd almost call it a dream event."
fr: "FfOUS-" Alkali prend un moment pour se recueillir, se rouler vers Ellie et lui serrer la main. "C'est un honneur de ffous rencontrer, professeur. Che suis le professeur Alkali Mardoffar, mais che suis sûr que ffous affez entendu parler de mon traffail comme j'ai entendu parler du ffôtre. Votre Chus de Quarp est un miracle, une ffie qui crée un miracle ! C'est la base de tout mon prochet Morph, c'est ffraiment réffolutionnaire ! Che suis émerffeillé d'être en ffotre présence, comme che suis sûr que ffous l'êtes d'être en la mienne !" Stephan semble très confus mais serre tout de même la main d'Alkali. "Euh... quoi ? Je suis désolé. Je ne voulais pas être impoli. C'est juste que je pense que vous êtes confus. Je ne suis pas un scientifique, je suis un acteur. Ou... j'étais acteur. Jus de Quarp n'est qu'une marchandise pour mon ancien spectacle. Jus de Quarp n'est pas VRAI et le jus n'est qu'un mélange bizarre de produits chimiques probablement biohazards." Alkali secoue la tête. "Ffous êtes trop humble. Bien sûr que che sais que Quarp n'est pas un ffrai fruit. Cela m'a intrigué au début, oui. Le chus, lui, est bien réel et comme ffotre nom figure sur le produit, il est clair qu'il s'agit de ffotre création ! Aucun scientifique qui se respecte ne laisserait quelqu'un d'autre s'attribuer le mérite d'une chose aussi merffeilleuse. Pourtant, d'abord Iffar et maintenant ffous ? Si la situation n'était pas si graffe, je parlerais presque d'un rêffe."
it: "PER DIN-" Alkali si prende un attimo per ricomporsi, rotolando da Stephan e stringendogli la mano. "È un onore fare la voftra conofenza, profeffore. Io fono il profeffor Alkali Mardovar, ma avrete ficuramente fentito parlare del mio lavoro, cofì come io ho fentito parlare del voftro. Il voftro fucco di quarp è un miracolo, un miracolo che dona la vita! È la bafe del mio progetto mutaforma, davvero rivoluzionario! Fono lieto di effere in voftra prefenza, e fono ficuro che il fentimento è reciproco!" Stephan sembra estremamente confuso ma stringe comunque la mano di Alkali. "Uhm... cosa? M-mi dispiace. Non voglio sembrare sgarbato. Solo che credo che siate un po' confuso. Non sono uno scienziato, sono un attore. O... ero un attore. Il succo di quarp è solo merchandise per la mia vecchia serie. Il quarp non ESISTE e il succo è solo uno strano misto di agenti chimici probabilmente nocivi. Alkali scuote la testa. "Fiete fin troppo umile. Naturalmente fo beniffimo che il quarp non efifte davvero! All'inizio ero confuso, lo ammetto. Il fucco però è reale, e vifto che il voftro nome è ful prodotto, è chiaro che è di voftra creazione! Neffuno fienziato degno di quefto nome lafierebbe che qualcun altro fi prenda il merito di una meraviglia come quefta. Comunque, prima Ivar, e ora voi? Fe la fituazione non foffe cofì difperata, direi che fto fognando."
ko: "당신은-" 알칼리는 잠시 정신을 가다듬고 스테판에게 굴러가 악수했습니다. "교수우우님을 뵙게 되어 영광입니다. 저는 알칼리 마르도바 교수우우입니다. 제 연구 결과에 대해서어어는 들어보셔어어쓰으을 겁니다. 당시이인의 퀄프 주스으으는 기적입니다. 새애앵명을 만들어 내는 기적이죠! 이 진시이일로 혁시이인적인 주스으으가 제 모프 프로젝트의 기초입니다! 당시이인 옆에 서어어게 돼서어어 정말 영광입니다! 당시이인이 여기 있다는 걸 확시이인하는 만큼이나 영광이에요! 스테판은 매우 혼란스러워 보이지만 어쨌든 알칼리와 악수했습니다. "음... 뭐라고요? 죄, 죄송해요. 무례하게 굴려는 건 아니에요. 그냥, 당신이 뭔가 착각한 것 같아요. 저는 과학자가 아니라 배우입니다. 아니... 배우였죠. 퀄프 주스는 저의 예전 쇼에서 쓰이던 상품일 뿐이에요. 퀄프는 실존하는 게 아니고, 그 주스는 아마도 생물학적으로 유해한 화학물질을 요상하게 혼합한 것에 불과할 거예요." 알칼리가 머리를 흔듭니다. "당시이인은 너무 겸소오온해요. 퀄프가 시이일제 과일이 아니란 것은 저도 알고 있습니다! 처음에는 저도 어리둥절했는데, 어떤 텔레비전 쇼오오에 나오는 허구의 과일 같더군요. 하지만 그 주스으으는 진짜고 제품에 당시이인의 이름이 붙어 이쓰으으니 그거시이이 당시이인의 창조물이라는 거스으은 확시이일합니다! 자존시이임 있는 과학자라면 그처럼 놀라운 발명품에 대한 공로를 다른 이가 차지하도록 내버려 두지 않겠죠. 이바르에다, 이제 당시이인까지? 사아앙황이 시이임각하지만 않아쓰으으면, 거의 꿈인줄 알아쓰으을 거에요."
ru: "ВЫ-" Алькали на мгновение взял себя в руки, подкатился к Стефану и пожал ему руку. "Для меня большая чшесть познакомиться с вами, профессор. Я профессор Алькали Мардовар, но я уверен, чшто вы слышали о моей работе так же, как я слышал о вашей. Ваш кварповый сок - это чшудо, создающее жизнь! На нем основан весь мой проект "Морф", он поистине революционен! Я в благоговении от того, чшто нахожусь в вашем присутствии, как и вы, я уверен, в моем!" Стефан выглядит очень смущенным, но все равно пожимает руку Алькали. "Э-э-э... что? Я... я извиняюсь. Я не хотел показаться грубым. Просто, мне кажется, вы что-то путаете. Я не ученый, я - актер. Или... был актером. Кварповый сок - это просто реклама моего старого шоу. Кварп не настоящий, а сок - это просто какая-то странная смесь, возможно, биологически опасных химикатов". Алькалий качает головой. "Вы слишком скромны. Конечно, кварп - не настоящий фрукт! Меня это сначшала озадачшило, но, похоже, это выдуманное творение в каком-то телешоу. А вот сок очшень даже настоящий, и, поскольку на продукте стоит ваше имя, ясно, чшто это ваше творение! Ни один уважающий себя учшеный не позволил бы кому-то другому приписывать себе заслуги в создании такого чшудесного продукта, как этот. Хм. Итак, поскольку очшевидно, чшто вы - команда с высоким айкью, я без проблем присоединюсь к вам. Но не разочшаруйте меня".
zh_hans: "你--"阿尔科莱花了点时间整理着装，滚到斯蒂芬面前，和她握手。"很荣幸见到您，教授。我是阿尔科莱·马尔多瓦教授，但我相信您曾听说过我的工作，正如我也听说过您的一样。您的夸普汁是一个奇迹，一个创造生命的奇迹！它是我整个模物族项目的基础，它真是革命性的！我在您面前感到敬畏，我相信您在我面前亦是如此！" 斯蒂芬看起来大为困惑，但仍和阿尔科莱握了握手。"呃...什么？我 - 我很抱歉。我并非故意无礼。只是，我认为你弄混了。我不是一个科学家，我是一个演员。或者说...曾经是个演员。夸普汁只是我的旧节目的商品。夸普不是真 实的，而果汁只是一些可能有生物危险的化学品的奇怪混合物。" 阿尔科莱摇摇头。"您太谦虚了。我当然知道夸普不是一种真正的水果！起初我也很不解，没错。不过，这种果汁是货真价实的，既然您的名字出现在产品上，很明显，这就是您的创作物！任何一个有自尊心的科学家都不会让别人把像它这样神奇的东西的功劳抢走的。咳咳。那么，既然你们显然是一个具有高智商的团队，我加入你们不会有任何顾虑。但不要让我失望。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

# data/events_sector_morph.xml$//event[@name="ALKALI_SURRENDER"]/text
source: "That is enough! You will hand over the target at once and you will leave this system! This is an order!"
fr: "Cela suffit ! Vous allez nous remettre la cible immédiatement et vous quitterez ce système ! C'est un ordre !"
it: "Ora basta! Consegnerete il bersaglio immediatamente e lascerete questo sistema! È un ordine!"
ko: "이정도면 충분하다! 당장 목표물을 넘겨주고 이 장소를 떠나라! 이건 명령이다!"
ru: "Достаточно! Вы немедленно отдадите цель и покинете эту систему! Это приказ!"
zh_hans: "已经够了！你马上交出目标，然后离开这个星系！这是命令！"

# data/events_sector_morph.xml$//event[@name="ALKALI_SURRENDER"]/choice[1]/text
source: No, piss off.
fr: Non, dégager.
it: No, fanculo.
ko: 싫어, 꺼져.
ru: Нет, отвалите.
zh_hans: 不，滚开。

source: Alright, sure.
fr: D'accord, bien sûr.
it: Va bene, come volete.
ko: 그래, 알았다.
ru: Хорошо, конечно.
zh_hans: 好吧，当然。

# data/events_sector_morph.xml$//event[@name="SURRENDERED_ALKALI"]/text
source: You send over the Shell scientist to the Rebels, who collect him and carry him away. After this, you're certain they'll alert the fleet of your location. Let's hope that still gives you enough time to leave...
fr: Vous envoyez le scientifique Coquille aux rebelles, qui le récupèrent et l'emmènent. Après cela, vous êtes certain qu'ils alerteront la flotte de votre position. Espérons que cela vous laisse encore assez de temps pour partir...
it: Mandi lo scienziato shellman dai Ribelli, che lo prendono e lo portano via. Dopodiché, hai la certezza che avviseranno la flotta della tua posizione. Speriamo di avere comunque abbastanza tempo per andare via...
ko: 당신은 알칼리를 반군에 보냈고, 반군은 그를 데려갔습니다. 이 일이 끝나면 저들이 당신의 위치를 함대에 알릴 게 분명하지만, 그래도 달아날 시간이 충분하길 바랍시다...
ru: Вы отправляете ракушку Ученого к повстанцам, и та забирает его и уносит. После этого, вы уверены, они сообщат флоту о вашем местонахождении. Будем надеяться, что у вас еще будет достаточно времени, чтобы уйти...
zh_hans: 你把甲壳科学家送到叛军那里，叛军把他带走了。在这之后，你确信他们会向舰队警示你的位置。希望这还能给你留足够的时间离开...

# data/events_sector_morph.xml$//event[@name="ALKALI_LEGION"]/text
source: As you begin to depart from the station, a Rebel ship jumps in, but it's not like any Rebel design you remember in your debriefing. Renegades, Elites, MFK Aces, Engineers, none of them bear that logo... A yellow helmet, with the word Legion on it, stands out to you. Is this some new Rebel fleet?
fr: Alors que vous commencez à quitter la station, un vaisseau rebelle surgit, mais il ne ressemble à aucun des modèles rebelles dont vous vous souvenez lors de votre débriefing. Renégats, Elites, MFK Aces, Ingénieurs, aucun d'entre eux ne porte ce logo... Un casque jaune, portant le mot Légion, vous interpelle. S'agit-il d'une nouvelle flotte rebelle ?
it: Mentre inizi a partire dalla stazione, una nave Ribelle effettua in salto, ma è diversa da qualsiasi nave che ricordi nel debriefing. Rinnegati, élite, MFK Aces, ingegneri, nessuno di loro reca questo logo... un elmo giallo con la parola Legione scritta sopra, salta all'occhio. È una nuova flotta Ribelle?
ko: 연구소에서 떠나려던 찰나 반군 함선 하나가 도약해왔습니다. 그런데 함선 디자인이 브리핑에서 보았던 그 어떤 반군의 함선과도 다릅니다. 배회자, 엘리트, MFK 에이스, 엔지니어 모두 저런 상징을 달지는 않습니다... 군단이라는 로고가 써진 노란 헬멧 마크가 눈에 띄는데, 새로운 종류의 반군 함대일까요?
ru: Когда вы начинаете отлетать от станции, к ней подлетает корабль повстанцев, но он не похож ни на один из тех, которые вы запомнили в своем отчете. Ренегаты, элита, асы МФК, Инженеры - ни на одном из них нет такой эмблемы... В глаза бросается желтый шлем с надписью "Легион". Это какой-то новый флот повстанцев?
zh_hans: 当你开始驶离空间站时，一艘叛军战舰跃迁过来，但它不像你在汇报中所记得的任何叛军样式。变元舰、精英舰、MFK精英舰、工程舰，没有一个带有这个标志...一个黄色的头盔，上面有"军团"的字样，让你眼前一亮。这是某种新型叛军舰队吗？

# data/events_sector_morph.xml$//event[@name="ALKALI_LEGION"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="ALKALI_LEGION"]/choice/event/text
source: You receive a hail from the Rebel vessel. "Federation. Under any other occasion, I would not hesitate to destroy you. However, we are here on important business. Hand over the scientist, and you will be permitted to leave. Fail to do so, and we will pull him from the hands of your mangled corpses. Attempting to leave this beacon without handing over the target will be met with failure. We have already disabled your long range FTL drive."
fr: Vous recevez un appel du vaisseau rebelle. "Fédération. En toute autre occasion, je n'hésiterais pas à vous détruire. Mais nous sommes ici pour une affaire importante. Remettez-nous le scientifique et vous pourrez partir. Si vous ne le faites pas, nous le retirerons des mains de vos cadavres mutilés. Toute tentative de quitter cette balise sans remettre la cible sera vouée à l'échec. Nous avons déjà désactivé votre générateur SPL longue portée."
it: Ricevi una trasmissione dalla nave Ribelle. "Federazione. In qualunque altra circostanza, non esiterei a distruggervi. Tuttavia siamo qui per affari importanti. Consegnate lo scienziato e potrete andarvene. Rifiutate e lo strapperemo ai vostri cadaveri maciullati. Tentare di fuggire senza consegnare il bersaglio si rivelerà fallimentare. Abbiamo già disattivato il vostro drive FTL a lungo raggio."
ko: 반군 함선으로부터 교신이 왔습니다. "연방. 원래대로라면 나는 아무 망설임 없이 너를 파괴했을 것이다. 하지만 우리는 더 중요한 일로 이곳에 왔다. 과학자를 넘겨주면 이곳을 떠나도 좋다. 거절할 경우 우리는 뭉개진 시쳇더미 속에서 그를 끌어내게 될 것이다. 목표물을 넘겨주지 않고 이 송신소를 탈출하려는 시도 또한 소용없다. 이미 네놈들의 장거리 FTL 드라이브를 비활성화해놓았거든."
ru: Вы получаете сигнал с корабля повстанцев. "Федерация. В любом другом случае я бы без колебаний уничтожил вас. Однако мы здесь по важному делу. Передайте Ученого, и вам будет позволено уйти. Не сделаете этого, и мы вырвем его из рук ваших искалеченных трупов. Попытка покинуть этот маяк без передачи цели будет безуспешной. Мы уже отключили ваш ССД дальнего действия".
zh_hans: 你收到了来自叛军战舰的呼叫。"联邦人。在任何其他场合，我都会毫不犹豫地摧毁你们。但是，我们在这里有重要的事情。交出这位科学家，你将被允许离开。如果不照做，我们就把他从你们残缺不全的尸体中拉出来。不交出目标的情况下离开这个信标的尝试，将会失败。我们已经禁用了你们的远程超光速推进器。"

source: Refuse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Then you leave us no choice. Do not worry. You won't live long enough to regret this decision." True to their word, it appears your FTL drive has been sabotaged! Your engines will still function, but you won't be able to jump until the Rebels are dead!
fr: "Alors vous ne nous laissez pas le choix. Ne vous inquiétez pas. Vous ne vivrez pas assez longtemps pour regretter cette décision." Fidèles à leur parole, il semble que votre générateur SPL ait été saboté ! Vos moteurs fonctionneront toujours, mais vous ne pourrez pas sauter tant que les Rebelles ne seront pas morts !
it: "Allora non ci lasciate altra scelta. Non temete. Non vivrete abbastanza per pentirvi di questa decisione." Come hanno detto, pare che il tuo drive FTL sia stato sabotato! I tuoi motori funzionano ancora, ma non potrai effettuare il salto fino a quando i Ribelli non saranno morti!
ko: "그럼 선택의 여지가 없군. 걱정하지 마라. 이 선택을 후회할 정도로 오래 생존하지 못할 거다." 그들의 말대로 당신의 FTL 드라이브가 망가진 것 같습니다! 엔진은 계속 작동하겠지만 반군들이 죽기 전까지는 도약할 수 없습니다!
ru: "Тогда вы не оставляете нам выбора. Не беспокойтесь. Вы не проживете достаточно долго, чтобы пожалеть об этом решении". Верные своему слову, похоже, что ваш ССД был саботирован! Двигатели будут работать, но вы не сможете прыгнуть, пока повстанцы не погибнут!
zh_hans: "那么你让我们别无选择。不要担心。你不会活到后悔这个决定的时候。"他们说的没错，看来你的超光速推进器被破坏了！你的推进器仍然可以运作，但你将无法超光速跃迁，除非叛军被杀死！

source: Alkali
ru: Алькали
zh_hans: 阿尔科莱

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give them Alkali.
fr: Leur donner Alkali.
it: Consegna Alkali.
ko: 알칼리를 넘긴다.
ru: Отдать им Алькали.
zh_hans: 把阿尔科莱给他们。
