Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: Alkali protests, but he isn't going to argue with the barrel of a gun to his forehead. The Rebels board your ship in a concerningly large number, injecting a tranquilizer into Alkali and carting him off. You expect them to turn on you, but nothing happens. Instead, the Rebels head back to their ship and jump away, leaving you dumbfounded.
fr: Alkali proteste, mais il ne va pas discuter avec le canon d'un pistolet sur son front. Les Rebelles montent à bord de votre vaisseau en nombre inquiétant, injectent un tranquillisant à Alkali et l'emmènent. Vous vous attendez à ce qu'ils se retournent contre vous, mais rien ne se passe. Au lieu de cela, les Rebelles retournent à leur vaisseau et s'enfuient, vous laissant abasourdi.
it: Alkali protesta, ma non si mette a discutere con la canna di una pistola alla fronte. I Ribelli abbordano la tua nave spaventosamente numerosi, iniettano un tranquillante ad Alkali e lo portano via. Ti aspetti che aprano il fuoco, ma non succede niente. Invece i Ribelli tornano alla loro nave ed effettuano il salto, lasciandoti confuso.
ko: 알칼리가 항의했지만, 총구를 이마에 겨누자 잠잠해졌습니다. 우려스러울 정도로 많은 수의 반군이 당신의 함선에 탑승해 알칼리에게 안정제를 투입한 후 끌고 갔습니다. 당신은 그들이 약속을 어기고 공격을 시작할거라 생각해 교전에 대비했지만, 아무 일도 일어나지 않았습니다. 오히려 자신들의 함선으로 돌아간 후 곧바로 도약해버려 당신을 당황하게 했습니다.
ru: Алькали протестует, но он не собирается спорить, когда к его лбу приставлен ствол пистолета. Повстанцы в угрожающе большом количестве высаживаются на ваш корабль, вкалывают Алькали транквилизатор и увозят его. Вы ожидаете, что они повернут против вас, но ничего не происходит. Вместо этого повстанцы возвращаются на свой корабль и уходят в прыжок, оставив вас в оцепенении.
zh_hans: 阿尔科莱提出抗议，但他不打算在枪管顶着额头的情况下进行争辩。叛军登上了你的星舰，人数之多令人担忧，他们给阿尔科莱注射了镇静剂，并把他用推车运走。你以为他们会反过来对付你，但什么也没发生。相反，叛军回到他们的船上并跃迁走，让你目瞪口呆。

# data/events_sector_morph.xml$//event[@name="ALKALI_LEGION_DEFEATED"]/text
source: The Rebel vessel has been defeated, leaving behind plenty of scrap matter and an unusually high-tech weapon. Surprisingly, you still detect faint life signs aboard the wreck as you scrap it...
fr: Le vaisseau rebelle a été vaincu, laissant derrière lui de nombreux débris et une arme de haute technologie. Étonnamment, vous détectez encore de faibles signes de vie à bord de l'épave alors que vous la démantelez...
it: La nave Ribelle è stata sconfitta, lasciandosi dietro un bel po' di moduli e una strana arma altamente tecnologica. Sorprendentemente, rilevi ancora dei flebili segni di vita a bordo del rudere mentre lo smantelli...
ko: 반군 함선은 많은 스크랩과 함께 비범한 최첨단 무기를 남기고 격파되었습니다. 놀랍게도 인양 과정에서 난파선에 남아 있는 희미한 생명 징후가 감지됐습니다.
ru: Корабль повстанцев повержен, оставив после себя множество обломков и необычайно высокотехнологичное оружие. Удивительно, но при разборе корабля на металлолом вы все еще обнаруживаете слабые признаки жизни на его борту...
zh_hans: 叛军战舰已经被打败了，留下了大量的废料和一件异常高科技的武器。令人惊讶的是，你在船墟内仍然探测到微弱的生命迹象...

# data/events_sector_morph.xml$//event[@name="ALKALI_LEGION_DEFEATED"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You move closer, tearing open the cargo bay to find a wounded Rebel soldier. As soon as you approach he panics, reaching for a sharp piece of metal, and plunges it deep into his chest. An act of suicide, likely trying to stop you from getting information... but on what?
fr: Vous vous rapprochez et ouvrez la soute pour trouver un soldat rebelle blessé. Dès que vous vous approchez, il panique, attrape un morceau de métal tranchant et se le plante profondément dans la poitrine. Il s'agit d'un acte de suicide, probablement pour vous empêcher d'obtenir des informations... mais sur quoi ?
it: Ti avvicini, aprendo a forza la stiva e trovi un soldato Ribelle ferito. Non appena ti avvicini il panico lo assale, prende un pezzo di metallo appuntito e se lo affonda nel petto. Un atto suicida, probabilmente per impedirti di avere informazioni... ma su cosa?
ko: 신호의 근원에 가까이 가서 화물칸을 열어보니 부상입은 반군 병사가 있었습니다. 당신이 다가오자마자 그는 패닉에 빠진 채 날카로운 금속조각을 가슴에 깊숙이 박아넣습니다. 정보가 새는 것을 막으려고 자살한 것 같은데... 대체 무엇을 위해서일까요?
ru: Вы приближаетесь, вскрываете грузовой отсек и находите раненого солдата повстанцев. Как только вы подходите к нему, он в панике тянется к острому куску металла и вонзает его себе в грудь. Это самоубийство, скорее всего, попытка помешать вам получить информацию... но какую?
zh_hans: 你靠近一点，撕开货舱，发现一个受伤的叛军士兵。你一接近，他就变得惊慌失措，伸手去拿一块锋利的金属片，并把它深深插入自己的胸口。这是自杀行为，很可能是想阻止你获去信息...但关于什么？

source: Investigate the ship.
fr: Investiguer le vaisseau.
ko: 함선을 조사한다.
ru: Исследовать корабль.
zh_hans: 调查这艘船。

source: Seems most of the data on the ship was purged during the fight - a strange practice, but it seems they knew their fate before the fight had even begun. Whatever this ship was, it was under very clear orders not to let anything leak. Maybe this won't be the last time you see a ship like this, though that's very uncertain.
fr: Il semble que la plupart des données du vaisseau aient été effacées pendant le combat - une pratique étrange, mais il semble qu'ils connaissaient leur sort avant même que le combat ne commence. Quel que soit ce vaisseau, il avait reçu l'ordre très clair de ne rien laisser filtrer. Ce n'est peut-être pas la dernière fois que l'on voit un vaisseau comme celui-ci, mais c'est très incertain.
it: Pare che la maggior parte dei dati della nave sia stata cancellata durante lo scontro, una pratica strana, ma sembra che conoscessero la loro sorte ancor prima che la battaglia iniziasse. Qualunque cosa fosse questa nave, aveva chiari ordini di non far trapelare niente. Forse non sarà l'ultima volta che vedi una nave del genere, ma nessuno lo sa.
ko: 조사 결과 대부분의 자료가 전투 중에 소거된 것 같습니다. 흔한 일은 아닙니다. 마치 그들은 전투가 시작되기도 전에 자신들의 운명을 알고 있었던 것 같습니다. 이 함선이 무엇이든 간에, 어떠한 것도 누설하지 말라는 확고한 명령을 받았을 겁니다. 확실한 근거는 없지만, 왠지 이런 함선을 또 만나게 될 것 같은 기분이 듭니다.
ru: Похоже, что большая часть данных о корабле была удалена во время боя - странная практика, но, похоже, они знали о своей судьбе еще до начала боя. Чем бы ни был этот корабль, он получил очень четкий приказ не допустить утечки информации. Возможно, это не последняя встреча с подобным кораблем, хотя это очень маловероятно.
zh_hans: 似乎这艘船的大部分数据在战斗中被清除了 - 一种奇怪的做法，但似乎在战斗开始前他们就知道自己的命运。不管这艘船是什么，它受到了非常明确的命令，不能让任何东西泄漏。也许这不会是你最后一次看到这样的飞船，不过这很说不清。
