Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: "YOU-" Alkali takes a moment to collect himself, rolling up to Ellie and shaking her hand. "It's an honor to meet you, professor. I am Professor Alkali Mardovar, but I'm sure you've heard of my work as I've heard of yours. Your Quarp Juice is a miracle, a life creating miracle! It's thhhe basis of my entire Morphhh project, it's truly revolutionary! I am in awe to be in your presence, as I am sure you are to be in mine!" Ellie doesn't seem to really even register what Alkali has said, but she likes the praise. "Another superfan?! Whinny! I love meeting fans." Ellie gets on her knees to be eye level with the Shell, patting him on the head. "Well Mister Alkali, it's an honor to meet you too! Quarp Juice is very yummy! But I didn't invent it, silly. It's just the juice from Quarp!" Alkali shakes his head. "You're too humble. But Quarp isn't even a real fruit! It puzzled me at first, but it seems to be a fictional creation in some television show. The juice thhhhough is very real, and since your name is on the product, it is clear thhhhat it is your creation! No self respecting scientist would let someone else to take credit for somethhhhing as marvelous as it. Ahem. Now thhhen, since it is clear you are a crew of competitive IQ - I shan't have any qualms in joining you. But don't disappoint me."
fr: "FfOUS-" Alkali prend un moment pour se recueillir, se rouler vers Ellie et lui serrer la main. "C'est un honneur de ffous rencontrer, professeur. Che suis le professeur Alkali Mardoffar, mais che suis sûr que ffous affez entendu parler de mon traffail comme j'ai entendu parler du ffôtre. Votre Chus de Quarp est un miracle, une ffie qui crée un miracle ! C'est la base de tout mon prochet Morph, c'est ffraiment réffolutionnaire ! Che suis émerffeillé d'être en ffotre présence, comme che suis sûr que ffous l'êtes d'être en la mienne !" Ellie ne semble même pas vraiment enregistrer ce qu'Alkali a dit, mais elle aime les éloges. "Un autre superfan ! Whiiiii ! J'aime rencontrer des fans." Ellie se met à genoux pour être à égalité avec la Coquille, le tapotant sur la tête. "Eh bien Monsieur Alkali, c'est un honneur de vous rencontrer aussi ! Le Jus de Quarp est très délicieux ! Mais je ne l'ai pas inventé, idiot. C'est juste le Jus de Quarp !" Alkali secoue la tête. "Ffous êtes trop humble. Mais Quarp n'est même pas un ffrai fruit ! Cela m'a d'abord intrigué, mais il semble que ce soit une création fictiffe dans une émission de téléffision. Le chus cependant est très réel et puisque ffotre nom est sur le produit, il est clair que c'est ffotre création ! Aucun scientifique qui se respecte ne laisserait quelqu'un d'autre s'attribuer le mérite de quelque chose d'aussi merffeilleux. Ahem. Maintenant, puisqu'il est clair que ffous êtes un équipache au QI compétitif - che n'aurai aucun scrupule à ffous rejoindre. Mais ne me déceffez pas"
it: "PER DIN-" Alkali si prende un attimo per ricomporsi, rotolando da Ellie e stringendole la mano. "È un onore fare la voftra conofenza, profefforeffa. Io fono il profeffor Alkali Mardovar, ma avrete ficuramente fentito parlare del mio lavoro, cofì come io ho fentito parlare del voftro. Il voftro fucco quarp è un miracolo, un miracolo che dona la vita! È la bafe del mio progetto mutaforma, davvero rivoluzionario! Fono lieto di effere in voftra prefenza, e fono ficuro che il fentimento è reciproco!" Ellie non sembra nemmeno stare a sentire quanto Alkali ha appena detto, ma le piacciono i complimenti. "Un altro superfan?! Iiiih! Adoro incontrare fan." Ellie si mette in ginocchio per essere allo stesso livello dello shellman e gli dà delle pacche in testa. "Bene Mister Alkali, anche per me è un onore incontrarti! Il succo di quarp è davvero gustoso! Ma non l'ho inventato io, stupidino. È solo il succo proveniente dal quarp! Alkali scuote la testa. "Fiete fin troppo umile. Ma il quarp non è neanche un vero frutto! All'inizio ero confuso, ma pare effere una creazione immaginaria in una qualche ferie televisiva. Il fucco però è reale, e vifto che il voftro nome è ful prodotto, è chiaro che è di voftra creazione! Neffuno fienziato degno di quefto nome lafierebbe che qualcun altro fi prenda il merito di una meraviglia come quefta. Ahem. Bene allora, vifto che il tuo equipaggio ha gente con un QI competitivo, non mi faccio problemi a unirmi a voi. Ma non deludermi."
ko: "당신은-" 알칼리는 잠시 정신을 가다듬고 엘리에게 굴러가 악수했습니다. "교수우우님을 뵙게 되어 영광입니다. 저는 알칼리 마르도바 교수우우입니다. 제 연구 결과에 대해서어어는 들어보셔어어쓰으을 겁니다. 당시이인의 퀄프 주스으으는 기적입니다. 새애앵명을 만들어 내는 기적이죠! 이 진시이일로 혁시이인적인 주스으으가 제 모프 프로젝트의 기초입니다! 당시이인 옆에 서어어게 돼서어어 정말 영광입니다! 당시이인이 여기 있다는 걸 확시이인하는 만큼이나 영광이에요! 엘리는 알칼리가 말한 것을 제대로 듣지도 않은 것 같지만, 칭찬을 들은 것에 좋아하고 있습니다. "또 다른 열혈 팬?! 히힝! 나는 팬들을 만나는 게 너무 좋아." 엘리는 무릎을 꿇어 알칼리와 눈높이를 맞추고 그의 머리를 쓰다듬습니다. "알칼리 씨, 나도 당신을 만나서 영광이에요! 퀄프 주스는 아주 맛있죠! 하지만 난 그걸 발명한 게 아니에요. 그건 퀄프에서 나온 주스니까요!" 알칼리가 머리를 흔듭니다. "당시이인은 너무 겸소오온해요. 퀄프는 시이일제 과일조차 아니란 말이죠! 처음에는 저도 어리둥절했는데, 어떤 텔레비전 쇼오오에 나오는 허구의 과일 같더군요. 하지만 그 주스으으는 진짜고 제품에 당시이인의 이름이 붙어 이쓰으으니 그거시이이 당시이인의 창조물이라는 거스으은 확시이일합니다! 자존시이임 있는 과학자라면 그처럼 놀라운 발명품에 대한 공로를 다른 이가 차지하도록 내버려 두지 않겠죠. 엣헴. 그렇다면 당시이인은 뛰어난 IQ의 서어언원을 두는 서어언장임이 분명하니, 저도 기꺼이 당시이인과 함께하게쓰으읍니다. 하지만 저를 시이일망시이이키진 마시이입시이이오."
ru: "ВЫ..." Алькали на мгновение взял себя в руки, подкатился к Элли и пожал ей руку. "Для меня большая чшесть познакомиться с вами, профессор. Я профессор Алькали Мардовар, но я уверен, чшто вы слышали о моей работе так же, как я слышал о вашей. Ваш кварповый сок - это чшудо, чшудо, создающее жизнь! На нем основан весь мой проект "Морф", он поистине революционен! Я в благоговении от того, чшто нахожусь в вашем присутствии, как и вы, я уверен, в моем!" Элли, кажется, даже не обратила внимания на то, что сказал Алькали, но похвала ей понравилась. "Еще один суперфанат?! И-го-го! Я люблю встречаться с фанатами". Элли встает на колени, чтобы быть на уровне глаз ракушки, и гладит его по голове. "Что ж, мистер Алькали, для меня тоже большая честь познакомиться с вами! Кварповый сок очень вкусный! Но я его не изобретала, глупышка. Это просто сок из кварпа!" Алькали качает головой. "Вы слишком скромны. Конечно, кварп - не настоящий фрукт! Меня это сначшала озадачшило, но, похоже, это выдуманное творение в каком-то телешоу. А вот сок очшень даже настоящий, и, поскольку на продукте стоит ваше имя, ясно, чшто это ваше творение! Ни один уважающий себя учшеный не позволил бы кому-то другому приписывать себе заслуги в создании такого чшудесного продукта, как этот. Хм. Итак, поскольку очшевидно, чшто вы - команда с высоким айкью, я без проблем присоединюсь к вам. Но не разочшаруйте меня".
zh_hans: "你--"阿尔科莱花了点时间整理着装，滚到埃莉面前，和她握手。"很荣幸见到您，教授。我是阿尔科莱·马尔多瓦教授，但我相信您曾听说过我的工作，正如我也听说过您的一样。您的夸普汁是一个奇迹，一个创造生命的奇迹！它是我整个模物族项目的基础，它真是革命性的！我在您面前感到敬畏，我相信您在我面前亦是如此！" 埃莉似乎都没真正听明白阿尔科莱所说的话，但她喜欢这种赞美。"又一个超级粉丝？！嘶嘶！我喜欢会见粉丝。"埃莉跪在地上，与甲壳族平视，拍拍他的头。"好吧，阿尔科莱先生，我也很荣幸见到你！夸普汁非常美味！但是我没有发明它，傻瓜。它只是来自夸普的果汁！" 阿尔科莱摇摇头。"您太谦虚了。但夸普甚至不是一种真正的水果！起初我很不解，但它似乎是某个电视节目中的虚构作品。不过，这种果汁是货真价实的，既然您的名字出现在产品上，很明显，这就是您的创作物！任何一个有自尊心的科学家都不会让别人把像它这样神奇的东西的功劳抢走的。咳咳。那么，既然你们显然是一个具有高智商的团队，我加入你们不会有任何顾虑。但不要让我失望。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: We heard your distress call and came here.
fr: Nous avons entendu votre appel de détresse et sommes venus ici.
it: Abbiamo sentito la richiesta di soccorso e siamo venuti qui.
ko: 우리는 당신의 조난신호를 받고 왔습니다.
ru: Мы получили ваш сигнал бедствия и прибыли сюда.
zh_hans: 我们收到了你的求救信号并来到这里。

source: "Ah, some kind of philanthropist, are you? Great, well I guess you're a better escort thhhan... I dunno, something thhhat's worse than you. You- wait..." Alkali seems to notice Stephan, still partly dressed in his suit, standing amongst your crew for the first time. "A-are you Professor Ellie thhhe Equinoid? As in, THHHE Professor Ellie thhhe Equinoid?
fr: "Ah, une sorte de philanthrope, c'est ça ? Super et bien che suppose que ffous êtes une meilleure escorte que.... Che ne sais pas, quelque chose de pire que ffous. Vous... attendez... " Alkali semble remarquer Stephan, encore partiellement vêtu de son costume, qui se tient pour la première fois parmi votre équipage : " Êtes-ffous le professeur Ellie l'Équinoïde ? C'est-à-dire LE professeur Ellie l'Équinoïde ?
it: "Ah, quindi fei una fpecie di filantropo, eh? Bene, beh, fuppongo che farai una fcorta migliore di... non fo, qualcofa che è peggio di te. Non- afpetta..." Alkali sembra notare Stephan, che indossa ancora parte del suo costume, tra il tuo equipaggio per la prima volta. "V-voi fiete la Profefforeffa Ellie l'Equinoide? Nel fenfo, LA Profefforeffa Ellie l'Equinoide?
ko: "하, 참 자서어언가 납시이이었군, 안 그래? 좋아, 당시이인이 저기 그... 당시인네들보다 나쁜 놈들보다는 그래도 날 더 잘 보호해주겠지. 혹시- 잠깐만..." 알칼리는 아직 부분적으로 슈트를 입고 있는 스테판의 존재를 알아챈 것 같습니다. "다... 당신 혹시 에퀴노이드 엘리 교수님이신가요? 에퀴노이드 엘리 교수?
ru: "А, ты какой-то филантроп, да? Отличшно, ну, думаю, ты лучшше сопровождаешь, чшем... Не знаю, чшем кто-то хуже тебя. Ты- подожди..." Алькали, кажется, замечает Стефана, все еще частично одетого в свой костюм, который стоит среди вашей команды. "Вы профессор Элли Эквиноид? В смысле, ТОТ САМЫЙ профессор Элли Эквиноид?
zh_hans: "啊，所以你是个乐善好施的人，是吗？太好了，我想你作为护送者比...我不知道，比你更坏的东西，更好咯。你 - 等下..."阿尔科莱似乎第一次注意到了斯蒂芬，其仍然穿着他的西装的一部分，站在你的船员中间。"你是小马埃莉教授吗？就是说， 传 说 中 的那个小马埃莉教授？"

source: Uh... yeah, he used to play Ellie.
fr: Euh... oui, il avait l'habitude de jouer Ellie.
it: Uh... sì, interpretava Ellie.
ko: 어... 예, 그는 엘리 역을 맡았었죠.
ru: Э... да, он раньше играл роль Элли.
zh_hans: 呃...是的，他曾经扮演过埃莉。

source: "YOU-" Alkali takes a moment to collect himself, rolling up to Stephan and shaking his hand. "It's an honor to meet you, professor. I am Professor Alkali Mardovar, but I'm sure you've heard of my work as I've heard of yours. Your Quarp Juice is a miracle, a life creating miracle! It's thhhe basis of my entire Morphhh project, it's truly revolutionary! I am in awe to be in your presence, as I am sure you are to be in mine!" Stephan seems highly confused but shakes Alkali's hand anyways. "Uhm... what? I- I'm sorry. I don't meant to be rude. It's just, I think you're confused. I'm not a scientist, I'm an actor. Or... was an actor. Quarp juice is just merchandise for my old show. Quarp isn't REAL, and the juice is just some weird mixture of probably biohazardous chemicals." Alkali shakes his head. "You're too humble. Of course I know Quarp isn't a real fruit. It puzzled me at first, yes. The juice thhhhough is very real, and since your name is on the product, it is clear thhhhat it is your creation! No self respecting scientist would let someone else to take credit for somethhhhing as marvelous as it. Ahem. Now then, since it is clear you are a crew of competitive IQ - I shan't have any qualms in joining you. But don't disappoint me."
fr: "FFOUS-" Alkali prend un moment pour se reprendre, rouler jusqu'à Stephan et lui serrer la main. "C'est un honneur de ffous rencontrer, professeur. Che suis le professeur Alkali Mardoffar, mais che suis sûr que vous affez entendu parler de mes traffaux comme j'ai entendu parler des ffôtres. Ffotre Chus de Quarp est un miracle, un miracle qui crée la vie ! C'est la base de tout mon prochet Morph, c'est ffraiment réffolutionnaire ! Che suis émerffeillé d'être en ffotre présence, comme che suis sûr que ffous l'êtes d'être en la mienne !" Stephan semble très confus mais serre tout de même la main d'Alkali. "Euh... quoi ? Je suis désolé. Je ne voulais pas être impoli. C'est juste que je pense que vous êtes confus. Je ne suis pas un scientifique, je suis un acteur. Ou... j'étais acteur. Jus de Quarp n'est qu'une marchandise pour mon ancien spectacle. Jus de Quarp n'est pas VRAI et le jus n'est qu'un mélange bizarre de produits chimiques probablement biohazards." Alkali secoue la tête : "Ffous êtes trop humble. Bien sûr que che sais que Quarp n'est pas un ffrai fruit. Cela m'a intrigué au début, oui. Le chus, lui, est bien réel et comme ffotre nom figure sur le produit, il est clair qu'il s'agit de ffotre création ! Aucun scientifique qui se respecte ne laisserait quelqu'un d'autre s'attribuer le mérite de quelque chose d'aussi merffeilleux. Ahem. Maintenant, puisqu'il est clair que ffous êtes un équipache au QI compétitif - che n'aurai aucun scrupule à ffous rejoindre. Mais ne me déceffez pas"
it: "PER DIN-" Alkali si prende un attimo per ricomporsi, rotolando da Stephan e stringendogli la mano. "È un onore fare la voftra conofenza, profeffore. Io fono il profeffor Alkali Mardovar, ma avrete ficuramente fentito parlare del mio lavoro, cofì come io ho fentito parlare del voftro. Il voftro fucco di quarp è un miracolo, un miracolo che dona la vita! È la bafe del mio progetto mutaforma, davvero rivoluzionario! Fono lieto di effere in voftra prefenza, e fono ficuro che il fentimento è reciproco!" Stephan sembra estremamente confuso ma stringe comunque la mano di Alkali. "Uhm... cosa? M-mi dispiace. Non voglio sembrare sgarbato. Solo che credo che siate un po' confuso. Non sono uno scienziato, sono un attore. O... ero un attore. Il succo di quarp è solo merchandise per la mia vecchia serie. Il quarp non ESISTE e il succo è solo uno strano misto di agenti chimici probabilmente nocivi. Alkali scuote la testa. "Fiete fin troppo umile. Naturalmente fo beniffimo che il quarp non efifte davvero! All'inizio ero confuso, lo ammetto. Il fucco però è reale, e vifto che il voftro nome è ful prodotto, è chiaro che è di voftra creazione! Neffuno fienziato degno di quefto nome lafierebbe che qualcun altro fi prenda il merito di una meraviglia come quefta. Ahem. Bene allora, vifto che il tuo equipaggio ha gente con un QI competitivo, non mi faccio problemi a unirmi a voi. Ma non deludermi."
ko: "당신은-" 알칼리는 잠시 정신을 가다듬고 스테판에게 굴러가 악수했습니다. "교수우우님을 뵙게 되어 영광입니다. 저는 알칼리 마르도바 교수우우입니다. 제 연구 결과에 대해서어어는 들어보셔어어쓰으을 겁니다. 당시이인의 퀄프 주스으으는 기적입니다. 새애앵명을 만들어 내는 기적이죠! 이 진시이일로 혁시이인적인 주스으으가 제 모프 프로젝트의 기초입니다! 당시이인 옆에 서어어게 돼서어어 정말 영광입니다! 당시이인이 여기 있다는 걸 확시이인하는 만큼이나 영광이에요! 스테판은 매우 혼란스러워 보이지만 어쨌든 알칼리와 악수했습니다. "음... 뭐라고요? 죄, 죄송해요. 무례하게 굴려는 건 아니에요. 그냥, 당신이 뭔가 착각한 것 같아요. 저는 과학자가 아니라 배우입니다. 아니... 배우였죠. 퀄프 주스는 저의 예전 쇼에서 쓰이던 상품일 뿐이에요. 퀄프는 실존하는 게 아니고, 그 주스는 아마도 생물학적으로 유해한 화학물질을 요상하게 혼합한 것에 불과할 거예요." 알칼리가 머리를 흔듭니다. "당시이인은 너무 겸소오온해요. 퀄프가 시이일제 과일이 아니란 것은 저도 알고 있습니다! 처음에는 저도 어리둥절했는데, 어떤 텔레비전 쇼오오에 나오는 허구의 과일 같더군요. 하지만 그 주스으으는 진짜고 제품에 당시이인의 이름이 붙어 이쓰으으니 그거시이이 당시이인의 창조물이라는 거스으은 확시이일합니다! 자존시이임 있는 과학자라면 그처럼 놀라운 발명품에 대한 공로를 다른 이가 차지하도록 내버려 두지 않겠죠. 엣헴. 그렇다면 당시이인은 뛰어난 IQ의 서어언원을 두는 서어언장임이 분명하니, 저도 기꺼이 당시이인과 함께하게쓰으읍니다. 하지만 저를 시이일망시이이키진 마시이입시이이오."
ru: "ВЫ-" Алькали на мгновение взял себя в руки, подкатился к Стефану и пожал ему руку. "Для меня большая чшесть познакомиться с вами, профессор. Я профессор Алькали Мардовар, но я уверен, чшто вы слышали о моей работе так же, как я слышал о вашей. Ваш кварповый сок - это чшудо, создающее жизнь! На нем основан весь мой проект "Морф", он поистине революционен! Я в благоговении от того, чшто нахожусь в вашем присутствии, как и вы, я уверен, в моем!" Стефан выглядит очень смущенным, но все равно пожимает руку Алькали. "Э-э-э... что? Я... я извиняюсь. Я не хотел показаться грубым. Просто, мне кажется, вы что-то путаете. Я не ученый, я - актер. Или... был актером. Кварповый сок - это просто реклама моего старого шоу. Кварп не настоящий, а сок - это просто какая-то странная смесь, возможно, биологически опасных химикатов". Алькалий качает головой. "Вы слишком скромны. Конечно, кварп - не настоящий фрукт! Меня это сначшала озадачшило, но, похоже, это выдуманное творение в каком-то телешоу. А вот сок очшень даже настоящий, и, поскольку на продукте стоит ваше имя, ясно, чшто это ваше творение! Ни один уважающий себя учшеный не позволил бы кому-то другому приписывать себе заслуги в создании такого чшудесного продукта, как этот. Хм. Итак, поскольку очшевидно, чшто вы - команда с высоким айкью, я без проблем присоединюсь к вам. Но не разочшаруйте меня".
zh_hans: "你--"阿尔科莱花了点时间整理着装，滚到斯蒂芬面前，和她握手。"很荣幸见到您，教授。我是阿尔科莱·马尔多瓦教授，但我相信您曾听说过我的工作，正如我也听说过您的一样。您的夸普汁是一个奇迹，一个创造生命的奇迹！它是我整个模物族项目的基础，它真是革命性的！我在您面前感到敬畏，我相信您在我面前亦是如此！" 斯蒂芬看起来大为困惑，但仍和阿尔科莱握了握手。"呃...什么？我 - 我很抱歉。我并非故意无礼。只是，我认为你弄混了。我不是一个科学家，我是一个演员。或者说...曾经是个演员。夸普汁只是我的旧节目的商品。夸普不是真 实的，而果汁只是一些可能有生物危险的化学品的奇怪混合物。" 阿尔科莱摇摇头。"您太谦虚了。我当然知道夸普不是一种真正的水果！起初我也很不解，没错。不过，这种果汁是货真价实的，既然您的名字出现在产品上，很明显，这就是您的创作物！任何一个有自尊心的科学家都不会让别人把像它这样神奇的东西的功劳抢走的。咳咳。那么，既然你们显然是一个具有高智商的团队，我加入你们不会有任何顾虑。但不要让我失望。"

source: Okay.
fr: D'accord.
it: Ok.
ko: 좋습니다.
ru: Хорошо.
zh_hans: 好的。

source: (Ivar) "Is that any way to greet an old friend?"
fr: (Ivar) "Est-ce une façon de saluer un vieil ami ?"
it: (Ivar) "È questo il modo di salutare un vecchio amico?"
ko: (이바르) "오랜 친구를 이렇게 대해도 되겠나?"
ru: (Ивар) "Разве так принято приветствовать старого друга?"
zh_hans: (苡瓦)"这就是问候老朋友的方式吗？"

source: "Thhhe Confederate Premier is aboard your ship? Surely, you could have raised that earlier?" "What can I say, Alkali? Took a quick visit to your place for the first time in however many years, and was met with all this chaos! Though frankly, I probably would've lost myself in the nostalgia even without those Morphs running around." "As if you could say thhhings are going any better back home for you? Even so, I'd much rathhher be dealing with Coalition scum thhhan Rebels. Normally, I'd quite fancy thhhe attention my scientific genius has brought in, but thhhis is different. Thhhe Rebels, especially thhhose ones, want thhhem for somethhhing, and whatever it is, it's surely bad news. Eithhher way, we probably should be setting off soon. Look, I'd really prefer to not get you caught up in my mess here."
fr: "Le premier ministre Confédéré est à bord de ffotre ffaisseau ? Ffous auriez certainement pu le signaler plus tôt ?" "Que puis-je dire, Alkali ? J'ai fait une petite visite chez vous pour la première fois depuis tant d'années et j'ai été accueilli par tout ce chaos ! Bien que franchement, je me serais probablement perdu dans la nostalgie même sans ces Morphes qui courent dans tous les sens." "Comme si tu pouffais dire que les choses se passent mieux chez toi ? Malgré tout, che préfère de loin affoir affaire à la racaille de la Coalition qu'aux Rebelles. En temps normal, ch'apprécie l'attention que mon chénie scientifique m'a apportée, mais là, c'est différent. Les Rebelles, surtout ceux-là, les ffeulent pour quelque chose et quoi que ce soit, c'est sûrement une mauffaise nouffelle. D'une manière ou d'une autre, nous deffrions partir bientôt. Ecoutez, che préférerais ffraiment ne pas ffous mêler à mon désordre."
it: "Il Primo Miniftro della Confederazione è a bordo della tua nave? Perché non l'hai detto prima?" "Che posso dire, Alkali? Faccio una capatina a casa tua per la prima volta da chissà quanti anni, e trovo tutto questo caos! Anche se forse mi sarei perso nella nostalgia anche senza tutti questi mutaforma in giro." "Come fe foffe tutto rofe e fiori a cafa tua. Comunque, preferirei avere a che fare con delinquenti della Coalizione che coi Ribelli. Normalmente apprezzo l'attenzione che porta il mio genio fientifico, ma quefta volta è diverfo. I Ribelli, foprattutto quelli, li vogliono per qualcofa, e qualunque cofa fia, non promette niente di buono. Comunque, meglio fe partiamo fubito. Afcolta, preferirei davvero non coinvolgerti nel cafino che ho combinato."
ko: "공동체 수우사앙이 당시인 배에 타고 있다고? 조금 더 일찍 알려도 돼쓰을 텐데?" "그게 말이지, 몇 년 만에 자네 집에 잠깐 들렀다가 이런 혼란에 휘말릴 줄 어떻게 알았겠나! 솔직히 말해서, 저 모프들이 뛰어다니지 않았어도 아마 향수에 젖어 나만의 세계에 빠져 있었을 거야." "꼭 네 고향은 사아정이 나은 것처럼 말한다? 그래도 반군보다는 연합 쪽 쓰으레기들을 사앙대하는 게 훨씨인 낫겠지. 평소오 같으면 나는 천재적인 과학적 재능으로 관시임을 받으려 하겠지만 지금은 사앙황이 좀 달라. 반군, 특히 저 이사앙한 반군들은 뭔가를 원하고 이써어. 그게 뭔지는 모르지만 분명 나쁜 소오시익일 거야. 어쨌든 우린 곧 출발해야 해. 난 진시임으로 네가 내 문제에 휘말리지 않아쓰으면 좋게써어."
ru: "Премьер Конфедерации на борту твоего корабля? Конечно, ты мог бы поднять этот вопрос раньше?" "Что я могу сказать, Алькали? Впервые за долгие годы я навестил тебя, а тут такой хаос! Хотя, честно говоря, я бы, наверное, погрузился в ностальгию даже без этих бегающих вокруг морфов". "Как будто ты можешь сказать, чшто дома у тебя дела идут лучшше? Даже если так, я бы предпочшел иметь дело с отбросами Коалиции, чшем с повстанцами. Обычшно мне нравится внимание, которое привлекает мой научшный гений, но здесь все по-другому. Повстанцы, особенно эти, для чшего-то нужны, и чшто бы это ни было, это наверняка плохие новости. В любом случшае, нам, наверное, пора отправляться в путь. Слушай, я бы предпочшел, чштобы вы не ввязывались в мои дела".
zh_hans: "血兰邦总理在你的船上？真的，你可以早点说出来吗？" "我能说什么呢，阿尔科莱？这么多年以来，我第一次来你的地方，就遇到了这么多混乱！不过老实说，如果没有那些模物族跑来跑去，我可能也会迷失在怀旧的氛围中。" "你说得好像在你家乡过得比我好似的。即便如此，我还是宁愿和星联败类打交道，也不愿和叛军打交道。通常，我很喜欢我的科研天分带来的关注，但这次不同。叛军，尤其是那些叛军，想要用它们做什么，不管是什么，肯定都是坏消息。无论如何，我们都应该尽快出发了。听着，我真的不想让你卷进我的麻烦事里。"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Before you're able to set off, Alkali suddenly grows strangely excited upon seeing Ellie. Ivar himself seems puzzled about this turn of events, but doesn't raise any comments about it. "A-are you Professor Ellie thhhe Equinoid? As in, THHHE Professor Ellie thhhe Equinoid?"
fr: Avant que vous n'ayez pu vous mettre en route, Alkali se montre soudain étrangement excité en voyant Ellie. Ivar lui-même semble perplexe devant la tournure des événements, mais ne soulève aucun commentaire à ce sujet. " Etes-ffous le professeur Ellie l'Équinoïde ? Comme dans, LE professeur Ellie l'Équinoïde ?"
it: Prima che tu possa partire, Alkali all'improvviso si agita emozionato dopo aver visto Ellie. Anche Ivar sembra confuso da questo sviluppo, ma non dice niente. "V-voi fiete la Profefforeffa Ellie l'Equinoide? Nel fenfo, LA Profefforeffa Ellie l'Equinoide?"
ko: 출발하기 직전, 알칼리는 엘리를 보고 갑자기 이상하게 흥분합니다. 이바르도 이 상황에 당황한 듯하지만 아무 말도 하지 않고 있습니다. "호, 혹시이 엘리 교수우님이시인가요? 그 에퀴노이드 엘리 교수우님?"
ru: Не успеваете вы отправиться в путь, как Алькали вдруг странно радуется, увидев Элли. Сам Ивар, кажется, озадачен таким поворотом событий, но не высказывается по этому поводу. "В-вы профессор Элли Эквиноид? В смысле, ВЫ ТОТ САМЫЙ профессор Элли Эквиноид?"
zh_hans: 在你出发之前，阿尔科莱看到埃莉后突然变得异常兴奋。苡瓦本人似乎也对这一转变感到不解，但并没有提出任何意见。"你是研究六脚马族埃莉教授吗？就是那个六脚马族教授艾莉？"

source: Uh... yeah, that's Ellie.
fr: Euh... ouais, c'est Ellie.
it: Uh... sì, quella è Ellie.
ko: 어.... 예. 저 사람은 엘리입니다.
ru: Э... да, это Элли.
zh_hans: 呃...是的，那是埃莉。
