Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_JUICE"]/text
source: A Shell vessel outfitted for cargo purposes is attempting to navigate the thicker clouds nearby. You catch chatter on the comms concerning their cargo, which seems to be high value. From what you can hear, it appears they're afraid of getting lost in the nebula.
fr: Un vaisseau Coquille équipé pour le transport de marchandises tente de traverser les nuages épais qui se trouvent à proximité. Vous entendez des bavardages sur les communications concernant leur cargaison, qui semble être de grande valeur. D'après ce que vous entendez, il semble qu'ils aient peur de se perdre dans la nébuleuse.
it: Una nave shellman adibita a mercantile sta cercando di attraversare le nubi più dense qui vicino. Capti una conversazione riguardo il carico, che sembra essere di valore. Da quanto riesci a sentire, pare che abbiano paura di perdersi nella nebulosa.
ko: 화물 수송용 셸 선박이 인근 지역의 두꺼운 성운을 탐색하려 시도하고 있습니다. 화물에 대해 걱정하는 그들의 잡담을 도청해보니 화물 값이 꽤 나가는 모양입니다. 또한 그들은 성운에서 길을 잃을까 봐 두려워하는 것 같습니다.
ru: Судно ракушек, оборудованное для перевозки грузов, пытается пройти через густые облака неподалеку. Вы улавливаете по связи разговоры об их грузе, который, судя по всему, имеет высокую ценность. Судя по тому, что вы слышите, они боятся потеряться в туманности.
zh_hans: 一艘改装成货船的甲壳族飞船正试图在附近较厚的云层中航行。你在通讯中听到了关于他们关于货物的对话，似乎价值不菲。从你听到的内容来看，他们似乎害怕在星云中迷路。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_JUICE"]/choice[1]/text
source: Inquire if you can help.
fr: Demander si vous pouvez aider.
it: Chiedi se puoi aiutare.
ko: 도와줄 것이 있는지 물어본다.
ru: Поинтересоваться, можете ли вы им помочь.
zh_hans: 询问你是否可以提供帮助。

source: The two Shells turn to look at you, surprised to find someone else here. "Oh. A Renegade. And thhhey aren't killing us? How strange. Maybe you can help. We're currently transporting a shipment of Quarp Juice to Site Omega, but thhhis storm is in our way. Do you happen to have any alternate flight paths thhhere?"
fr: Les deux Coquilles se retournent pour vous regarder, surprises de trouver quelqu'un d'autre ici. "Oh. Un Renégats. Et ils ne nous tuent pas ? C'est étranche. Ffous pouffez peut-être nous aider. Nous transportons actuellement une cargaison de Chus de Quarp ffers le site Oméga, mais cette tempête nous barre la route. Auriez-ffous d'autres itinéraires de ffol pour cet endroit ?"
it: I due shellman si voltano per guardarti, sorpresi di trovare qualcun altro qui. "Oh. Un Rinnegato. E non ci ammazza? Che ftrano. Forfe puoi aiutare. Ftiamo trafportando una fpedizione di fucco di quarp al Fito Omega, ma quefta tempefta ci blocca. Per cafo hai delle rotte di volo alternative?"
ko: 두 명의 셸이 돌아서서 당신을 바라봅니다. 그들은 다른 사람을 발견했다는 사실에 놀란 것 같습니다. "오우. 배회자잖아. 그런데 우리를 죽이려 들지 않네? 이사아앙한 일이야. 아마도 도와주시이일 수우우 이쓰으을 것 같스으읍니다. 저희는 지금 퀄프 주스으으를 오메가 연구소오오로 운소오옹하고 있는데, 이 폭풍이 우리를 방해해서어어 말이죠. 혹시이이 다른 비행경로를 아시이일까요?"
ru: Две ракушки поворачиваются и смотрят на вас, удивленные тем, что здесь есть кто-то еще. "О. Ренегат. И они нас не убивают? Как странно. Может быть, вы сможете помочшь? Мы сейчшас перевозим партию кварпового сока на Объект Омега, но на нашем пути стоит этот шторм. У вас случшайно нет альтернативного пути туда?"
zh_hans: 两个甲壳族转过头来看着你，惊讶地发现这里还有人。"哦。一位变元者。而且他们不杀我们？真奇怪。也许你可以帮忙。我们目前正在往Ω站运送一批夸普汁，但这场风暴挡住了我们的路。你们那知不知道其他的航线？"

source: No, sorry.
fr: Non, désolé.
it: No, spiacente.
ko: 죄송하지만 아무 경로도 모릅니다.
ru: Нет, извините.
zh_hans: 没有，抱歉。

source: The Shells immediately mute you and carry on arguing with each other.
fr: Les Coquilles vous mettent immédiatement en sourdine et continuent à se disputer entre eux.
it: Gli shellman ti mettono subito in muto e continuano a litigare tra loro.
ko: 셸들은 곧바로 당신의 통신을 끊고 다시 서로 말다툼하기 시작합니다.
ru: Ракушки немедленно отключают связь и продолжают спорить друг с другом.
zh_hans: 甲壳族们立即静音了你，并继续互相争吵。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Uhm... Quarp Juice? What?
fr: Euh... Le Jus de Quarp ? Quoi ?
it: Uhm... succo di quarp? Che?
ko: 음... 퀄프 주스? 그게 뭐죠?
ru: Эээ... Кварповый сок? Что?
zh_hans: 呃...夸普汁？什么？

source: "You've never heard of Quarp Juice? It's thhhis miracle substance Professor Alkali discovered that thhhe Union was selling! Invented by some genius scientist named Ellie! We used it to make thhhe Morphs. Which uh... didn't turn out so well, sure, but thhhey aren't selling thhhhe stuff anymore and it's incredibly expensive. We had a couple warehhhouses of it left and we're moving it before it gets blown up by Rebels."
fr: "Ffous n'affez jamais entendu parler du chus de Quarp ? C'est cette substance miraculeuse que le professeur Alkali a découfferte et que l'Union ffendait ! Inffentée par une scientifique de chénie nommée Ellie ! Nous l'affons utilisé pour fabriquer les Morphes. Ce qui n'a pas très bien marché, bien sûr, mais ils ne ffendent plus cette substance et elle est incroyablement chère. Il nous restait quelques entrepôts et nous les déplaçons avant qu'ils ne soient détruits par les rebelles."
it: "Non hai mai fentito parlare del fucco di quarp? È una foftanza miracolofa che il Profeffor Alkali ha fcoperto e che viene venduta nell'Unione! È un'invenzione di una mente geniale di nome Ellie! Lo ufavamo per creare i mutaforma. Cofa che... uh... non è andata molto bene, certo, ma ormai non lo vendono più e cofta un occhio della tefta. Abbiamo ancora delle fcorte in magazzino e le ftiamo fpoftando prima che i Ribelli le facciano faltare in aria."
ko: "퀄프 주스으으라고 못 들어보셔어어쓰으읍니까? 그 기적의 물질이 연합에서어어 팔리고 있는 거스으을 알칼리 교수우우님께서어어 발견하셔어어쓰으읍니다! 엘리라는 이름의 천재 과학자가 발명했죠! 우리는 그 물질로 모프를 만들어쓰으읍니다. 결과가 어... 별로 좋진 않지만요. 그건 그렇고 퀄프 주스으으는 판매가 중지되는 바람에 가격도 엄청나게 올라쓰으읍니다. 저희는 몇 개 남아있는 창고를 반군이 폭파하기 전에 퀄프 주스으으를 옮기려 하고 이쓰으읍니다."
ru: "Вы никогда не слышали о кварповом соке? Это чшудодейственное вещество, которое открыл профессор Алькали и которое продавал Союз! Изобретено гениальным учшеным по имени Элли! Мы использовали его для создания морфов. Которые... не очшень хорошо получшились, конечшно, но они больше не продают это вещество, и оно невероятно дорогое. У нас осталось несколько складов, и мы перевозим их, пока их не разнесли повстанцы".
zh_hans: "你没听说过夸普汁吗？那是阿尔科莱教授发现的同盟正在销售的奇迹物质！由一个叫埃莉的天才科学家发明的！我们用它来制造模物族。但呃...结果不是很好，是的，而且这东西已经下架了，所以特别昂贵。我们还有几个仓库存了夸普汁，我们要抢在被叛军炸毁之前把它们运走。"

source: We can't help you.
fr: Nous ne pouvons pas vous aider.
ko: 도와드릴 수 없습니다.
ru: Мы не можем вам помочь.
zh_hans: 我们爱莫能助。

source: The Shells immediately mute you and carry on arguing with each other.
fr: Les Coquilles vous mettent immédiatement en sourdine et continuent à se disputer entre eux.
it: Gli shellman ti mettono subito in muto e continuano a litigare tra loro.
ko: 셸들은 곧바로 당신의 통신을 끊고 다시 서로 말다툼하기 시작합니다.
ru: Ракушки немедленно отключают звук и продолжают спорить друг с другом.
zh_hans: 甲壳族们立即静音了你，并继续互相争吵。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Adv. Sensors) Show them your databanks.
fr: (Capteurs de pointe) Leur montrer vos banques de données.
it: (Sensori avanzati) Mostragli le tue banche dati.
ko: (최고급 센서) 그들에게 당신의 데이터 뱅크를 보여준다.
ru: (Продв. Сенсоры) Показать им свои базы данных.
zh_hans: (先进传感器)向对方发送你的星图数据。

source: (Long-Ranged Scanners) Show them your databanks.
fr: (Scanners à longue portée) Leur montrer vos banques de données.
it: (Scanner a lungo raggio) Mostragli le tue banche dati.
ko: (장거리 탐사용 스캐너) 그들에게 당신의 데이터 뱅크를 보여준다.
ru: (Сканеры дальнего действия) Показать им свою базу данных.

source: (Alkali) Contact them with Alkali.
fr: (Alkali) Les contacter avec Alkali.
it: (Alkali) Contattali con Alkali.
ko: (알칼리) 알칼리에게 부탁한다.
ru: (Алькали) Связаться с ними с помощью Алькали.
zh_hans: (阿尔科莱)让阿尔科莱联系他们。

source: (Adv. Sensors) Show them your databanks.
fr: (Capteurs de pointe) Leur montrer vos banques de données.
it: (Sensori avanzati) Mostragli le tue banche dati.
ko: (최고급 센서) 그들에게 당신의 데이터 뱅크를 보여준다.
ru: (Продв. Сенсоры) Показать им свои базы данных.
zh_hans: (先进传感器)向对方发送你的星图数据。

source: (Long-Ranged Scanners) Show them your databanks.
fr: (Scanners à longue portée) Leur montrer vos banques de données.
it: (Scanner a lungo raggio) Mostragli le tue banche dati.
ko: (장거리 탐사용 스캐너) 그들에게 당신의 데이터 뱅크를 보여준다.
ru: (Сканеры дальнего действия) Показать им свою базу данных.

source: (Alkali) Contact them with Alkali.
fr: (Alkali) Les contacter avec Alkali.
it: (Alkali) Contattali con Alkali.
ko: (알칼리) 알칼리에게 부탁한다.
ru: (Алькали) Связаться с ними с помощью Алькали.
zh_hans: (阿尔科莱)让阿尔科莱联系他们。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_JUICE"]/choice[2]/text
source: If their cargo is valuable, let's take it!
fr: Si leur cargaison a de la valeur, prenons-la !
it: Se il loro carico è di valore, prendiamocelo!
ko: 그들의 화물이 값어치 있다면 우리가 가져가자!
ru: Если их груз ценен, давайте его заберем!
zh_hans: 如果他们的货物这么值钱，那我们抢走吧！

source: You aren't quite sure what they're exactly carrying, but you sure wouldn't mind taking it!
fr: Vous n'êtes pas tout à fait sûr de ce qu'ils transportent, mais vous ne seriez pas mécontent de le prendre !
it: Non sai esattamente cosa stiano trasportando, ma non ti dispiace affatto prendertelo!
ko: 그들이 무엇을 가졌는지 정확히는 모르지만, 빼앗아서 손해 볼 건 없겠죠!
ru: Вы не совсем понимаете, что именно они несут, но не отказались бы это забрать!
zh_hans: 你不太清楚他们到底运了什么，但你绝对不介意抢走！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_JUICE"]/choice[3]/text
source: Ignore the vessel.
fr: Ignorer le vaisseau.
it: Ignora la nave.
ko: 선박을 무시한다.
ru: Не обращать внимания на судно.
zh_hans: 无视那艘飞船。

source: With nothing of interest to do with the transport, you simply mute their frequencies and carry on.
fr: N'ayant rien d'intéressant à faire avec le transporteur, vous mettez simplement leurs fréquences en sourdine et continuez.
it: Senza nulla d'interessante da fare col mercantile, blocchi la frequenza e prosegui per la tua strada.
ko: 수송선에 아무런 관심도 없는 당신은 그들의 주파수를 차단한 후 여정을 계속합니다.
ru: Не имея ничего интересного для транспортировки, вы просто отключаете их частоты и продолжаете путь.
zh_hans: 由于对运输船没有兴趣，你仅仅是将他们的频率静音，然后继续上路。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Wow, your databanks are quite extensive. And so I thought we Shells were the only ones with thhhe observational skills to record such thhhorough data. Thhhank you for this. Allow us to assist you."
fr: "Wow, ffos banques de données sont très complètes. Et moi qui pensais que nous, les Coquilles, étions les seuls à affoir le sens de l'observation pour enrechistrer des données aussi fournies. Merci pour cela. Permettez-nous de ffous aider."
it: "Wow, quefte banche dati fono davvero incredibili. E io che penfavo che noi fellman foffimo gli unici ad avere le capacità d'offervazione neceffarie per regiftrare dati cofì dettagliati. Grazie mille. Permettici di aiutarti."
ko: "우와, 당시이인의 데이터 뱅크는 정말 광범위하군요. 이렇게 철저한 데이터를 기록할 수우우 있는 관측 기수우울을 가진 건 우리 셰에엘뿐이라고 새애앵각했는데 말이죠. 도와주셔어어서어어 감사아아합니다. 저희도 당시이인을 좀 도와드리죠."
ru: "Ух ты, какие у вас обширные базы данных. А я-то думал, чшто только мы, ракушки, обладаем достаточшными наблюдательными навыками, чштобы записывать такие подробные данные. Спасибо вам за это. Позвольте нам посодействовать вам".

source: "Wow, your databanks are quite extensive. And so I thought we Shells were the only ones with thhhe observational skills to record such thhhorough data. Thhhank you for this. Allow us to assist you."
fr: "Wow, ffos banques de données sont très complètes. Et moi qui pensais que nous, les Coquilles, étions les seuls à affoir le sens de l'observation pour enrechistrer des données aussi fournies. Merci pour cela. Permettez-nous de ffous aider."
it: "Wow, quefte banche dati fono davvero incredibili. E io che penfavo che noi fellman foffimo gli unici ad avere le capacità d'offervazione neceffarie per regiftrare dati cofì dettagliati. Grazie mille. Permettici di aiutarti."
ko: "우와, 당시이인의 데이터 뱅크는 정말 광범위하군요. 이렇게 철저한 데이터를 기록할 수우우 있는 관측 기수우울을 가진 건 우리 셰에엘뿐이라고 새애앵각했는데 말이죠. 도와주셔어어서어어 감사아아합니다. 저희도 당시이인을 좀 도와드리죠."
ru: "Ух ты, какие у вас обширные базы данных. А я-то думал, чшто только мы, ракушки, обладаем достаточшными наблюдательными навыками, чштобы записывать такие подробные данные. Спасибо вам за это. Позвольте нам посодействовать вам".

source: "Wow, your databanks are quite extensive. And so I thought we Shells were the only ones with thhhe observational skills to record such thhhorough data. Thhhank you for this. Allow us to assist you."
fr: "Wow, ffos banques de données sont très complètes. Et moi qui pensais que nous, les Coquilles, étions les seuls à affoir le sens de l'observation pour enrechistrer des données aussi fournies. Merci pour cela. Permettez-nous de ffous aider."
it: "Wow, quefte banche dati fono davvero incredibili. E io che penfavo che noi fellman foffimo gli unici ad avere le capacità d'offervazione neceffarie per regiftrare dati cofì dettagliati. Grazie mille. Permettici di aiutarti."
ko: "우와, 당시이인의 데이터 뱅크는 정말 광범위하군요. 이렇게 철저한 데이터를 기록할 수우우 있는 관측 기수우울을 가진 건 우리 셰에엘뿐이라고 새애앵각했는데 말이죠. 도와주셔어어서어어 감사아아합니다. 저희도 당시이인을 좀 도와드리죠."
ru: "Ух ты, какие у вас обширные базы данных. А я-то думал, чшто только мы, ракушки, обладаем достаточшными наблюдательными навыками, чштобы записывать такие подробные данные. Спасибо вам за это. Позвольте нам посодействовать вам".

# data/events_sector_morph.xml$//event[@name="MORPH_JUICE_ALKALI"]/text
source: You expect Alkali to offer help to the scientists or at least some words of reaffirment, but instead he only proceeds to insult the pair for their incompetence. Ashamed (and also afraid of being fired) the Shells profusely apologize and offer you everything they can spare to settle Alkali's anger.
fr: Vous vous attendez à ce qu'Alkali offre son aide aux scientifiques ou au moins quelques mots de réaffirmation, mais au lieu de cela, il se contente d'insulter les deux hommes pour leur incompétence. Honteux (et craignant d'être renvoyés), les Coquilles s'excusent abondamment et vous offrent tout ce qu'ils peuvent pour calmer la colère d'Alkali.
it: Ti aspetti che Alkali offra di aiutare gli scienziati o che almeno abbia qualche buona parola per loro, ma invece non fa altro che insultarli per la loro incompetenza. Coperti di vergogna (e con la paura di essere licenziati), gli shellman si scusano copiosamente e ti offrono tutto quello che possono per placare la rabbia di Alkali.
ko: 알칼리가 과학자들에게 도움을 주거나 최소한 몇 마디 조언이라도 할 줄 알았는데, 그는 그 두 사람의 무능함을 모욕하기만 했습니다. 셸들은 부끄러워서 (그리고 해고될까 봐 두려워서) 알칼리의 분노를 가라앉히기 위해 내줄 수 있는 모든 것을 바치며 사과했습니다.
ru: Вы думали, что Алькали предложит Ученым помощь или хотя бы слова поддержки, но вместо этого он начинает оскорблять их за некомпетентность. Стыдясь (а также боясь увольнения), ракушки приносят свои извинения и предлагают вам все, что они могут предложить, чтобы унять гнев Алькали.
zh_hans: 你以为阿尔科莱会向科学家们提供帮助，或者至少说一些强调的话，但他只是开始辱骂这两个人的无能。甲壳族羞愧难当(同时也害怕被解雇)，向你深深地道歉，并提供他们所能提供的一切来平息阿尔科莱的怒火。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_PEEPEEPOOPOO"]/text
source: A hail from the nearest Morph ship bears an odd message. "Pee pee poo poo." To you, this sounds like nothing more than a crude joke. But for all you know, to the Morphs this could be profound.
fr: Un appel du vaisseau Morphe le plus proche porte un message étrange. "Pee pee poo poo". Pour vous, ce n'est rien d'autre qu'une blague grossière. Mais pour ce que vous en savez, pour les Morphes, cela pourrait être profond.
it: Una trasmissione dalla nave mutaforma vicina reca un messaggio strano. "Pee pee poo poo." A te non sembra altro che una battutina volgare. Ma per quanto ne sai, per i mutaforma potrebbe anche essere qualcosa di profondo.
ko: 근처의 모프 함선이 이상한 내용의 메시지를 보냈습니다. "피-피-푸-푸" 당신에겐 조잡한 헛소리에 불과하지만 모프에게는 심오한 것일 수도 있습니다.
ru: С ближайшего корабля морфов пришло странное сообщение. "Пи-пи-пу-пу". Для вас это звучит не более чем грубая шутка. Но, насколько вы знаете, для морфов это может иметь огромное значение.
zh_hans: 从最近的模物族飞船上传来了一个奇怪的信息。"屁屁噗噗。"对你来说，这听起来不过是一个粗俗的笑话。但就你所知，对模物族来说，这可能是很深刻的。

source: Take some time to decipher it.
fr: Prendre le temps de le décrypter.
it: Prenditi del tempo per decifrare la frase.
ko: 시간을 들여 해독해본다.
ru: Уделить некоторое время его расшифровке.
zh_hans: 花一些时间来解读。

source: You spend hours analyzing what it could mean. You work your brain, trying every possible angle to look for. At last, you give up. It seems the true meaning of pee pee poo poo shall forever remain lost to you. Fortunately, your efforts don't go entirely in vain, and the Morph seems to appreciate your thoughtfulness and gives you a small chunk of scrap.
fr: Vous passez des heures à analyser ce que cela pourrait signifier. Vous vous creusez les méninges en essayant tous les angles possibles. Finalement, vous abandonnez. Il semble que la véritable signification de pee pee poo poo soit à jamais perdue pour vous. Heureusement, vos efforts ne sont pas vains et le Morphe semble apprécier votre prévenance et vous donne un petit morceau de ferraille.
it: Passi ore ad analizzare il possibile significato. Ti spremi le meningi, cercando di vederla da qualsiasi punto di vista possibile. Alla fine ti arrendi. Pare che il significato di pee pee poo poo ti resterà per sempre ignoto. Per fortuna, i tuoi sforzi non sono stati del tutto vani e i mutaforma sembrano apprezzare la tua premura, quindi ti danno un po' di moduli.
ko: 당신은 그게 무슨 의미인지 해독하느라 몇 시간을 허비했습니다. 머리를 굴려 모든 각도에서 생각해봤지만 결국 포기하고 말았습니다. 피-피-푸-푸의 진정한 의미는 영원히 깨닫지 못할 것 같습니다. 그래도 다행히 당신의 노력은 헛되지 않았습니다. 모프가 당신의 사려 깊음에 감사하며 약간의 스크랩을 전송해줬으니까요.
ru: Вы часами анализируете, что это может означать. Вы напрягаете свой мозг, перебирая все возможные варианты ответа. Наконец, вы сдаетесь. Похоже, что истинное значение "пи-пи-пу-пу" навсегда останется для вас непонятным. К счастью, ваши усилия не пропали даром, и морфы, похоже, оценили вашу заботу и дали вам небольшой кусочек лома.
zh_hans: 你花几个小时分析它可能意味着什么。你绞尽脑汁，尝试各种可能的角度去寻找。最后，你放弃了。看来，你将永远无法理解"屁屁噗噗"的真正含义。幸运的是，你的努力并没有完全白费，模物族似乎很欣赏你的体贴，给了你一小块废料。

source: (Morph Crew) Have your Morph explain this meaning to you.
fr: (Membre d'équipage Morphe) Demander à votre Morphe de vous expliquer cette signification.
it: (Equipaggio mutaforma) Fatti spiegare il senso dal tuo mutaforma.
ko: (모프 선원) 모프 선원에게 의미를 설명하라고 지시한다.
ru: (Член экипажа-морф) Попросить своего морфа объяснить вам значение этих слов.
zh_hans: (模物族船员)让你的模物族向你解释它的意思。

source: Your Morph speaks to you for a long time, revealing the universe's inner secrets. The answer to your every problem, the meaning of the universe itself, it is all held tight in this one simple, unassuming phrase. Unfortunately, you don't understand your crewmate's speech either. You suppose these secrets shall remain forever lost to you. Fortunately, this wisdom is not lost on the other ship, who offers a chunk of scrap for being so wise.
fr: Votre Morphe vous parle pendant longtemps, vous révélant les secrets de l'univers. La réponse à tous vos problèmes, la signification de l'univers lui-même, tout cela est contenu dans cette simple phrase, sans prétention. Malheureusement, vous ne comprenez pas non plus le discours de votre coéquipier. Vous supposez que ces secrets resteront à jamais perdus pour vous. Heureusement, cette sagesse n'échappe pas à l'autre vaisseau, qui vous offre un morceau de ferraille pour avoir été si sage.
it: Il tuo mutaforma ti parla a lungo, rivelando i segreti più segreti dell'universo. La risposta ad ogni problema, il senso dell'universo stesso, tutto contenuto in quest'unica e semplice frase. Purtroppo, non capisci una parola nemmeno di quello che dice il tuo sottoposto. Presumi che questi segreti resteranno tali per sempre. Per fortuna, questa saggezza non passa inosservata sull'altra nave, che ti offre dei moduli per la tua saggezza.
ko: 당신의 모프는 긴 연설을 하며 우주의 내적 비밀을 밝혔습니다. 당신의 모든 문제에 대한 해답, 우주 그 자체의 의미, 이 모든 것이 그 단순하고 겸손한 구절에 담겨있었습니다. 하지만 유감스럽게도 당신은 그 연설조차 이해하지 못합니다. 아무래도 당신은 이 비밀을 영원히 깨닫지 못할 것 같군요. 다행히도 메시지를 보냈던 모프 함선은 이 지혜를 이해했는지, 그 현명함에 감복하여 많은 양의 스크랩을 전송해줬습니다.
ru: Ваш морф долго говорит с вами, раскрывая внутренние тайны вселенной. Ответ на любую вашу проблему, смысл существования самой вселенной - все это заключено в одной простой, непритязательной фразе. К сожалению, вы тоже не понимаете речи своего члена экипажа. Вы полагаете, что эти тайны навсегда останутся для вас секретом. К счастью, эта мудрость не осталась незамеченной для другого корабля, который предлагает кусочек лома за такую смекалку.
zh_hans: 你的模物族对你说了很久，揭示了宇宙的内在秘密。你每一个问题的答案，宇宙本身的意义，都可以由这一句简单的、不起眼的话语诠释。不幸的是，你也听不懂你的船员的讲话。看来你将永远无法理解它的真正含义。幸运的是，另一艘船并没有忽视这一份智慧，他们奖励你船员的的聪明才智，提供了一块废料。

source: This is an insult!
fr: Il s'agit d'une insulte !
it: È un insulto!
ko: 이건 모욕이다!
ru: Это оскорбление!
zh_hans: 这是一种侮辱！

source: You aren't going to let the Morphs insult you like this! You open fire.
fr: Vous n'allez pas laisser les Morphes vous insulter de la sorte ! Vous ouvrez le feu.
it: Non lascerai che i mutaforma ti insultino in questo modo! Apri il fuoco.
ko: 모프가 당신을 모욕하도록 놔둘 수는 없습니다! 당신은 포격을 지시합니다.
ru: Вы не позволите морфам так оскорблять вас! Вы открываете огонь.
zh_hans: 你可不会放任模物族这样侮辱你！你决定开火。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It's nothing more than crass and crude.
fr: Ce n'est rien d'autre que de la grossièreté.
it: È solo una volgarità.
ko: 그냥 조잡하고 멍청한 구문이다.
ru: Это не более чем грубость и хамство.
zh_hans: 这只不过是粗俗和粗暴。

source: You do not believe such a phrase could hold any importance. You abandon this thought experiment and carry on.
fr: Vous ne croyez pas qu'une telle phrase puisse avoir une quelconque importance. Vous abandonnez cette expérience de pensée et continuez.
it: Non credi che una frase del genere possa essere importante. Abbandoni questo esperimento cognitivo e prosegui.
ko: 저런 구문에 중요한 의미가 있을 것 같지는 않습니다. 당신은 모프를 무시하고 계속해서 나아갑니다.
ru: Вы не верите, что такая фраза может иметь какое-то значение. Вы отказываетесь от этого мысленного эксперимента и идете дальше.
zh_hans: 你不相信这样一句话会含有任何重要性。你放弃了这个思想实验，并继续前进。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
