Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

# data/events_sector_morph.xml$//event[@name="MORPH_ZOLTAN"]/text
source: A Zoltan science vessel is in this region. "We've been reading some very intriguing scientific reports about this region, but unfortunately there's not that much information that has been disclosed to the Ministry. We're hoping to write a survey paper for a journal. Have you seen any interesting phenomena unique to this region?"
fr: Un vaisseau scientifique Zoltan se trouve dans cette région. "Nous avons lu des rapports scientifiques très intrigants sur cette région, mais malheureusement, peu d'informations ont été divulguées au ministère. Nous espérons rédiger un article d'enquête pour une revue. Avez-vous observé des phénomènes intéressants et uniques dans cette région ?"
it: Una nave scientifica zoltan è in questa regione. "Abbiamo letto rapporti scientifici davvero interessanti su questa regione, ma purtroppo non molte informazioni sono state divulgate al Ministero. Speriamo di scrivere un articolo d'analisi per una pubblicazione. Avete visto dei fenomeni interessanti unici di questa regione?"
ko: 이 지역에 졸탄 과학선이 있습니다. "이 지역에 대한 아주 흥미로운 과학 보고서를 읽었는데, 안타깝게도 내각에 공개된 정보는 많지 않습니다. 그래서 저희가 직접 저널에 실릴 조사 논문을 작성하려고 하는데, 이 지역에서만 나타나는 흥미로운 현상을 보신 적 있으신가요?"
ru: В этом регионе находится научное судно золтан. "Мы читали несколько очень интригующих научных отчетов об этом регионе, но, к сожалению, в Министерстве не так много информации, которая была бы обнародована. Мы надеемся написать исследовательскую работу для одного из журналов. Наблюдали ли вы какие-нибудь интересные явления, характерные только для этого региона?"
zh_hans: 一艘超能族科学舰在这片区域停留。“我们总是听闻许多关于这片地区的有趣科学报告，但不幸的是牧师团对这里不甚了解。我们希望能为一家杂志写一篇调查报告。你有没有发现什么此地独有而且吸引人的现象？”

source: (Long-Ranged Scanners) Share your advanced sensor readings with them.
fr: (Scanners à longue portée) Partager vos données avec eux.
it: (Scanner a lungo raggio) Condividi i rilevamenti avanzati dei tuoi sensori.
ko: (장거리 탐색용 스캐너) 첨단 스캐너에 저장된 데이터를 공유한다.
ru: (Сканеры дальнего действия) Поделиться с ними показаниями ваших продвинутых сенсоров.
zh_hans: (长距扫描仪)将你先进传感器的读数分享给他们。

source: "I see, these are some interesting readings. We'll do what we can with these."
fr: "Je vois, ce sont des relevés intéressants. Nous verrons ce que nous pourrons avec ça."
it: "Capisco... sono rilevamenti interessanti. Vedremo cosa potremo farne."
ko: "이건 정말 흥미로운 자료네요. 벌써 갈피가 잡히는 것 같습니다."
ru: "Я вижу, это интересные показания. Мы сделаем с ними все, что сможем".
zh_hans: “我明白了，这些读数还挺有意思。我们会妥善利用它们。”

source: (Adv. Sensors) Show them your advanced sensor readings.
fr: (Capteurs de pointe) Leur montrer vos relevés de capteurs avancés.
it: (Sensori avanzati) Condividi i rilevamenti avanzati dei tuoi sensori.
ko: (최고급 센서) 최고급 센서에 저장된 데이터를 보여준다.
ru: (Продв. Сенсоры) Показать им данные со своих продвинутых сенсоров.
zh_hans: （先进传感器）向他们展示你的先进传感器的数据。

source: "I see, these are some interesting readings. We'll do what we can with these."
fr: "Je vois, ce sont des relevés intéressants. Nous verrons ce que nous pourrons avec ça."
it: "Capisco... sono rilevamenti interessanti. Vedremo cosa potremo farne."
ko: "이건 정말 흥미로운 자료네요. 벌써 갈피가 잡히는 것 같습니다."
ru: "Я вижу, это интересные показания. Мы сделаем с ними все, что сможем".
zh_hans: “我明白了，这些读数还挺有意思。我们会妥善利用它们。”

source: (Mafan) Admonish the scientists for their cowardice.
it: (Mafan) Ammonisci gli scienziati per la loro vigliaccheria.
ru: (Мафан) Порицать ученых за трусость.
zh_hans: (玛嬏)批判那些科学家们的懦弱。

source: "You call yourselves researchers? You're hailing a Federation Renegade - we're not the ones you should be talking to! Go do your jobs and get in that nebula! I'll send you some directions, but you have to do the work yourself." The Zoltans look ashamed. "Yes Dr. Vadis... We hope you'll... overlook our embarrassing moment."
it: "E voi vi ritenete ricercatori? State contattando un Rinnegato della Federazione. Non è a noi che dovreste rivolgervi! Fate il vostro lavoro e andate in quella nebulosa! Vi invio delle indicazioni, ma dovrete farlo voi il resto." Gli zoltan abbassano la testa. "Sì Dr. Vadis... speriamo che... chiudiate un occhio su questo momento imbarazzante."
ru: "Вы называете себя исследователями? Вы обращаетесь к Ренегату Федерации - мы не те, с кем вам следует разговаривать! Займитесь своими делами и отправляйтесь в туманность! Я пришлю вам указания, но работу вы должны делать сами". Золтаны выглядят пристыженными. "Да, доктор Вадис... Мы надеемся, что вы... забудете о нашей неловкой ситуации".

source: (Shell Scientist) Encourage your Shell Scientist to share some of their research.
fr: (Scientific Coquille) Encouragez votre scientifique Coquille à partager certaines de ses recherches.
it: (Scienziato shellman) Convinci il tuo scienziato shellman a condividere parte delle sue ricerche.
ko: (셸 과학자) 셸 과학자에게 연구 내용을 공유하게 한다.
ru: (Член экипажа-ракушка Ученый) Попросить свою ракушку Ученого поделиться некоторыми результатами своих исследований.

source: Your Scientist sighs and agrees to share whatever information they can get away with, but insists on being properly credited as an author. The Zoltans accept this agreement.
fr: Votre scientifique soupire et accepte de partager toutes les informations qu'il a pu obtenir, mais il insiste pour être dûment crédité en tant qu'auteur. Les Zoltans acceptent cet accord.
it: Il tuo scienziato sospira e accetta di condividere tutte le informazioni che può, ma insiste nel ricevere i dovuti riconoscimenti in quanto autore. Gli zoltan accettano.
ko: 당신의 과학자는 한숨을 쉬며 필요한 정보를 공유하는 데 동의했지만, 자신도 공동 저자로서 논문에 이름을 올려야 한다고 주장했습니다. 졸탄은 이 조건을 받아들입니다.
ru: Ваш Ученый соглашается поделиться любой информацией, но настаивает на том, чтобы его авторство было указано должным образом. Золтаны принимают это условие.

source: (Alkali) Encourage Alkali to grant them access to his research.
fr: (Alkali) Encouragez Alkali à leur donner accès à ses recherches.
it: (Alkali) Convinci Alkali a dar loro accesso alle sue ricerche.
ko: (알칼리) 알칼리에게 연구 내용을 좀 보여달라고 한다.
ru: (Алькали) Убедить Алькали предоставить им доступ к его исследованиям.

source: Alkali looks at you strangely and rolls his eye. "Fine, but only if it's worthhhh it." He then jumps onto the call to talk to the Ministry scientists. "Who is the head researcher over thhhhere? I'm not going to help some hack - but if thhhhey're worthhhhy, we can work something out." "Uh, yes, I'll send over her portfolio right away... she's still back in Zoltan space right now." Alkali goes over her file, looking over the papers she'd worked on and contributions she'd made. After a few minutes he nods and gets back on. "I'll send you some of my research. You'd better write a very glowing 'Acknowledgements' section about me!" The Zoltans seem all too happy to agree to this, and give you a handsome reward of scrap.
it: Alkali ti guarda di traverso e rotea il suo occhio. "Va bene, ma folo fe ne vale la pena." Quindi prende parola per parlare con gli scienziati del Ministero. "Chi è il voftro capo ricercatore? Non aiuto certo un fanfarone qualunque... ma fe è degno, poffiamo difctuere." "Uh, sì, vi invio subito il suo portfolio... al momento è ancora nello spazio zoltan." Alkali controlla il suo file, controllando le sue pubblicazioni e le ricerche a cui ha contribuito. Dopo qualche minuto, annuisce e torna a rispondere. "Vi manderò alcune delle mie ricerche. Farete meglio a fcrivere un paragrafo coi fiocchi per me nella fezione 'Riconofimenti'!" Gli zoltan sono felicissimi di accettare, e ti danno una generosa ricompensa in moduli.
ru: Алькали странно смотрит на вас и закатывает глаз. "Хорошо, но только если это того стоит". Затем он переходит к разговору с учеными Министерства. "Кто здесь главный исследователь? Я не собираюсь помогать какому-то халтурщику, но если он того стоит, мы можем чшто-нибудь придумать". "Э, да, я сейчас же пришлю свое портфолио... оно сейчас все еще в пространстве золтанов". Алькали просматривает ее досье, изучая документы, над которыми она работала, и вклад, который она внесла. Через несколько минут он кивает и снова садится. "Я пришлю вам несколько своих исследований. Вам лучшше написать обо мне очшень яркую "благодарность"!" Золтаны, похоже, с радостью соглашаются и выдают вам в качестве награды много лома.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The captain of the Zoltan vessel shows his appreciation with an extra gift.
fr: Le capitaine du vaisseau Zoltan lui témoigne sa reconnaissance en lui offrant un cadeau supplémentaire.
it: Il capitano della nave zoltan mostra la sua riconoscenza con un regalo extra.
ko: 졸탄 선장은 추가적인 선물로 고마운 마음을 표현했습니다.
ru: Капитан судна золтанов выражает свою признательность дополнительным подарком.

source: (Morph Crew) Show them your Morph crewmember.
fr: (Membre d'équipage Morphe) Montrez-leur votre membre d'équipage Morph.
it: (Equipaggio mutaforma) Mostragli il tuo mutaforma.
ko: (모프 선원) 모프를 보여준다.
ru: (Член экипажа-морф) Показать им своего члена экипажа морфа.

source: "So this is what they've been hiding in that nebula! Fascinating. We'll take a few readings and let you be on your way!"
fr: "C'est donc ce qu'ils ont caché dans cette nébuleuse ! C'est fascinant. Nous allons faire quelques relevés et vous laisser repartir !"
it: "Così è questo che stavano nascondendo nella nebulosa! Affascinante. Faremo un po' di analisi e poi ti lasceremo in pace!"
ko: "성운 속에 숨겨져 있던 것이 바로 이거였군요! 흥미롭네요. 잠시 몇 가지 수치만 측정해 보겠습니다!"
ru: "Так вот что они прятали в этой туманности! Потрясающе. Мы возьмем несколько анализов и отпустим вас!"

# data/events_sector_morph.xml$//event[@name="MORPH_ZOLTAN"]/choice[7]/text
source: Attack the scientists.
it: Attacca gli scienziati.
ru: Атаковать ученых.

# data/events_sector_morph.xml$//event[@name="MORPH_ZOLTAN"]/choice[7]/event/text
source: The Ministry already has enough shady secrets, they have no need to get into this. These scientists will be no match for your weapons.
it: Il Ministero ha già abbastanza segreti loschi, non ha bisogno di immischiarsi. Questi scienziati non potranno niente contro le tue armi.
ru: У Министерства и так достаточно сомнительных секретов, им незачем в это влезать. Эти ученые не смогут противостоять вашему оружию.

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="MORPH_ZOLTAN"]/choice[8]/text
source: Tell them you have nothing to show them.
fr: Dites-leur que vous n'avez rien à leur montrer.
it: Digli che non hai niente da mostrargli.
ko: 보여줄 게 없다고 한다.
ru: Сказать им, что вам нечего им показать.

# data/events_sector_morph.xml$//event[@name="MORPH_ZOLTAN"]/choice[8]/event/text
source: "We'll keep looking then."
fr: "Nous continuerons à chercher alors."
it: "Allora continueremo a cercare."
ko: "그러면 계속 주변을 조사해야겠네요."
ru: "Тогда мы продолжим поиски".

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_morph.xml$//event[@name="MORPH_SLUG"]/text
source: You jump in, expecting to find a ship in distress. Instead, you see a Slug Clansman chewing on some alien popcorn. "Oh, hey watssssup man."
fr: Vous faites un bond, vous attendant à trouver un vaisseau en détresse. Au lieu de cela, vous voyez une Limace Loubarde en train de mâcher du pop-corn extraterrestre. "Oh, hey quoi de neuf mec."
it: Effettui il salto, aspettandoti di trovare una nave in difficoltà. Invece vedi un Cacciatore slugman che mangia dei popcorn alieni. "Oh, ehi, che sssuccede amico."
ko: 당신은 조난된 함선을 찾기 위해 도약했습니다. 그런데 조난선은 없고, 웬 슬러그 클랜즈맨이 외계 팝콘을 먹고 있었습니다. "오 이봐, 와썹맨."
ru: Вы прыгаете, ожидая найти корабль, терпящий бедствие. Вместо этого вы видите Клановца слизней, жующего какой-то внеземной попкорн. "О, эй, привет, как дела?"
zh_hans: 你跃迁进去，以为会找到一艘求救的飞船。相反，你看到一个蛞蝓异种猎人在嚼着一些外星爆米花。"哦，嘿，啥事～～伙计。"

# data/events_sector_morph.xml$//event[@name="MORPH_SLUG"]/choice[1]/text
source: What's with the distress beacon?
fr: Pourquoi la balise de détresse ?
it: Cos'era il segnale di soccorso?
ko: 구조신호는 대체 뭐지?
ru: Что с сигналом бедствия?
zh_hans: 这个求救信标是怎么回事？

# data/events_sector_morph.xml$//event[@name="MORPH_SLUG"]/choice[1]/event/text
source: "Oh, yeahhhh that. There wassss sssome Morphsss here a minute ago. Think I ssscared them off tho-" The Slug is cut off when the Morph ship comes flying back, firing on the Slug hull!
fr: "Oh, oui, ça. Il y avait des Morphes icssi il y a une minute. Je crois que je les zzai fait fuir..." La Limace est interrompu lorsque le vaisseau Morphe fait demi tour et tire sur sa coque !
it: "Oh, sssì, quello. C'erano dei mutaforma qui un minuto fa. Ma credo di averli ssspaventa-" Lo slugman viene interrotto quando la nave mutaforma torna indietro, sparandogli sullo scafo!
ko: "아 마짜 그거. 방금 요기 모프 함썬이 이썼는데... 내가 겁을 쭤써 쫓아낸 것 같-" 갑자기 슬러그의 통신이 끊겼습니다. 왜 그런가 했더니, 모프 함선이 되돌아와 슬러그 함선을 사격하고 있습니다!
ru: "О, даааа. Минуту назад здесссь было несссколько морфов. Кажетссся, я их ссспугн..." Слизень прерывается, когда корабль морфов возвращается и стреляет по их корпусу!
zh_hans: "哦，是～～啊，那个嘛。一分钟前，这里有一些模物族。我想我把他们吓跑了..."蛞蝓族被打断了，因为模物族飞船飞回来，向蛞蝓族飞船开火！

source: Aid the Slug Clansmen.
fr: Aider la Limace Loubarde.
it: Aiuta il Cacciatore.
ko: 클랜즈맨을 돕는다.
ru: Помочь слизню-Клановцу.
zh_hans: 援助蛞蝓异种猎人。

source: There's probably a valid reason for the Morphs attacking these Clansmen... but nonetheless you aren't going to let it happen!
fr: Il y a probablement une raison valable pour que les Morphes attaquent ce Loubard... mais vous n'allez tout de même pas vous laisser faire !
it: Forse c'è un motivo serio per cui i mutaforma attaccano questi Cacciatori... ma comunque non te ne starai a guardare!
ko: 아마 모프 함선이 슬러그를 공격한 데에는 이유가 있을 겁니다... 하지만 당신은 모프를 막아세웁니다!
ru: Возможно, есть веская причина, по которой морфы напали на этих Клановцев... но, тем не менее, вы не позволите им победить!
zh_hans: 模物族攻击这些异种猎人很可能事出有因...但不论如何，你也不会让他们得逞！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Aid the Morphs.
fr: Aider les Morphes.
it: Aiuta i mutaforma.
ko: 모프를 돕는다.
ru: Помочь морфам.
zh_hans: 援助模物族。

source: You can imagine why the Morphs are mad - Clansmen aren't known for being friendly to their fellow nebula dwellers... or anyone for that matter. You won't let them become the Guild's next prey. You prepare to defend the Morphs!
fr: Vous pouvez imaginer pourquoi les Morphes sont furieux - les Loubards ne sont pas connus pour être amicaux envers leurs compatriotes de la nébuleuse... ou n'importe qui d'autre d'ailleurs. Vous ne les laisserez pas devenir la prochaine proie de la Guilde. Vous vous préparez à défendre les Morphes !
it: Puoi immaginare perché i mutaforma siano arrabbiati: i Cacciatori non sono famosi per essere amichevoli verso gli altri abitanti delle nebulose... o verso gli altri in generale. Non lascerai che diventino la prossima preda della Gilda. Ti prepari a difenderli!
ko: 모프들이 왜 광분하는지 짐작이 갑니다. 클랜즈맨들은 성운에 사는 다른 이웃에게, 아니 그 누구에게도 우호적이지 않으니까요. 모프가 길드의 다음 표적이 되도록 내버려둘 수 없습니다. 당신은 모프를 보호하기 위해 준비합니다!
ru: Можно представить, почему морфы злятся - Клановцы не отличаются дружелюбием к своим собратьям по туманности... да и вообще к кому бы то ни было. Вы не позволите им стать следующей добычей Гильдии. Приготовьтесь защищать морфов!
zh_hans: 你可以想象为什么模物族会生气 - 异种猎人并不以对他们栖息在的星云同胞友好著称...或者说对任何其他人都是如此。你不会让他们成为异猎会的下一个猎物的。你准备保护模物族！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Alright fun chat, time to leave.
fr: Ce fut une conversation divertissante mais il est temps de partir maintenant.
it: Bene, bella chiaccherata, è ora di andare.
ko: 재밌는 대화였어. 떠날 준비를 한다.
ru: Ладно, весело поболтали, пора уходить.
zh_hans: 很有趣的聊天，该走了。

# data/events_sector_morph.xml$//event[@name="MORPH_SLUG"]/choice[2]/text
source: Obviously, they aren't in danger anymore. Leave.
fr: De toute évidence, ils ne sont plus en danger. Partir.
it: Ovviamente non sono più in pericolo. Vattene.
ko: 명백히, 그들은 더 이상 위험해 처해있지 않다. 떠난다.
ru: Очевидно, они больше не в беде. Уходим.
zh_hans: 很显然，他们现在没有危险了。离开。

# data/events_sector_morph.xml$//event[@name="MORPH_SLUG"]/choice[2]/event/text
source: These Clansmen likely are attempting to lower your guard just to shoot you when you won't expect it. It's better to leave them to be entertained by this sector's unpredictable inhabitants.
fr: Ces Loubards tentent probablement d'abaisser votre garde pour vous tirer dessus au moment où vous ne vous y attendez pas. Il vaut mieux les laisser se divertir avec les habitants imprévisibles de ce secteur.
it: Questi Cacciatori stanno probabilmente cercando di farti abbassare la guardia per spararti quando non te l'aspetti. Meglio lasciare che si divertano con gli abitanti imprevedibili di questo settore.
ko: 이 클랜즈맨은 십중팔구 당신을 방심시키고 불시에 공격하려 할 것입니다. 이 구역의 미지의 거주민들에게 접대를 맡기는 것이 낫겠습니다.
ru: Эти Клановцы, скорее всего, пытаются ослабить вашу бдительность, чтобы выстрелить в вас, когда вы этого не ожидаете. Лучше оставить их на потеху непредсказуемым обитателям этого сектора.
zh_hans: 这些异种猎人很可能试图降低你的警惕性，以便在你意想不到的时候向你开枪。最好让这个星区捉摸不定的居民来逗他们玩吧。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It appears the Clansman ship was destroyed in the fight. Little remains but scrap matter for you to take.
fr: Il semble que le vaisseau Loubard ait été détruit lors du combat. Il ne reste que de la ferraille à prendre.
it: Pare che la nave dei Cacciatori sia stata distrutta durante lo scontro. Rimane ben poco a parte qualche modulo da prendere.
ko: 전투 중에 클랜즈맨 함선이 파괴된 것 같습니다. 당신은 조금 남아있는 스크랩을 챙깁니다.
ru: Судя по всему, корабль Клановцев был уничтожен во время боя. Остался только металлолом, который вы можете забрать.
zh_hans: 看来异种猎人的船在战斗中被摧毁了。几乎没有留下任何东西，只有废料供你取用。

source: It looks as though the Clansman ship took a beating during the fight... but the Slug onboard is still alive. "Ayyy yo my ssship isss totaled. Gonna hang with you now if that'ssss alright."
fr: Il semblerait que le vaisseau Loubard ait pris une sacrée claque pendant le combat... mais la Limace à bord est toujours en vie. "Ayyy yo, mon vaisssseau est détruit. Je vais trainer avec vous maintenant si ççça vous va."
it: Pare che la nave dei Cacciatori abbia incassato parecchi colpi durante lo scontro... ma lo slugman a bordo è ancora vivo. "Ehi yo, la mia nave è completamente dissstrutta. Resssto con te ssse ti sssta bene."
ko: 클랜즈맨 함선이 전투 중에 타격을 좀 입은 것 같은데... 다행히도 탑승한 슬러그는 살아있습니다. "아이고 내 함썬! 완전 쫑쩨쩍 난국이구먼. 이렇게 된 이쌍 괜짢다면 너랑 같이 가고앂어"
ru: Похоже, что корабль Клановцев пострадал во время боя... но слизень на борту остался жив. "Ай-яй-яй, мой корабль поврежден. Я побуду ссс вами, есссли вы не против".
zh_hans: 看起来异种猎人的船在战斗中受到了重创...但船上的蛞蝓族还活着。"哎哟，我的飞船全毁了。如果可以的话，我现在要和跟你混啦。"

# data/events_sector_morph.xml$//event[@name="MORPH_RUINS"]/text
source: Though Shells usually stick to the nebulas, it seems a Shell research outpost was set up here previously. It's heavily damaged though, but maybe something is left?
fr: Bien que les Coquilles se cantonnent généralement aux nébuleuses, il semble qu'un avant-poste de recherche Coquille ait été installé ici par le passé. Il est très endommagé, mais peut-être en reste-t-il quelque chose ?
it: Sebbene gli shellman di solito rimangano nelle nebulose, pare che un avamposto di ricerca sia stato installato qui in precedenza. È molto danneggiato, ma forse è rimasto qualcosa di utile?
ko: 셸들은 보통 성운 안에 틀어박혀 살지만, 연구 전초기지를 이곳에 하나 지어놓은 것으로 보입니다. 겉보기에는 심하게 손상되었는데, 무언가 건질만한 게 있을까요?
ru: Хотя ракушки обычно избегают туманностей, здесь, похоже, ранее был создан исследовательский аванпост ракушек. Правда, он сильно поврежден, но, может быть, что-то осталось?
zh_hans: 尽管甲壳族通常青睐星云，但以前似乎在这里设立了一个甲壳族研究哨站。不过它严重损毁了，但也许还能剩下一些东西？

# data/events_sector_morph.xml$//event[@name="MORPH_RUINS"]/choice[1]/text
source: Approach the wreck.
fr: Approcher de l'épave.
it: Avvicinati al rudere.
ko: 손상된 전초기지에 접근한다.
ru: Приблизиться к обломкам корабля.
zh_hans: 靠近残骸。

# data/events_sector_morph.xml$//event[@name="MORPH_RUINS"]/choice[1]/event/text
source: You move closer to the wreck, but are stopped when a mechanic ship flies past. "Hey, is thhhhat really necessary? You're only making our job harder. Management always gets thhhhe worst jobs! I'd rather be scooping out equinoid brains or fighting off Slugs, but yet here I am. Do us a favor and leave thhhhat station alone, would you?"
fr: Vous vous rapprochez de l'épave, mais vous êtes arrêté par un vaisseau de Mécaniciens. "Hé, c'est ffraiment nécessaire ? Ffous ne faites que nous compliquer la tâche. C'est touchours au Manager qu'on confie les pires tâches ! Je préférerais être en train d'écoper des cerffeaux d'Équinoïdes ou de combattre des Limaces, mais pourtant ch'en suis là. Rendez-nous serffice et laissez cette Station tranquille, ffoulez-vous ?"
it: Ti avvicini al rudere, ma ti fermi quando una nave di meccanici ti supera. "Ehi, è davvero neceffario? Cofì non fai altro che renderci il lavoro più difficile. I manager fono quelli che fi beccano fempre i lavori peggiori! Preferirei eftrarre cervella di equinoidi o combattere flugman, ma eccomi qui. Facci un favore e lafia ftare quella ftazione, ok?"
ko: 당신이 전초기지에 접근하자 지나가던 정비공 함선이 당신을 멈춰 세웁니다. "이봐요, 꼭 거기에 가봐야게써어요? 당시이인이 우리 일을 더 힘들게 만들고 이써어요. 인양 작업은 정말 최악의 일입니다! 차라리 에퀘노이드의 대뇌를 파내거나, 스으을러그들과 싸아아우는 게 낫지. 그렇지만 난 지금 여기 있단 말이죠. 부탁인데, 제발 그 전초기지는 내버려두면 안 될까요?"
ru: Вы приближаетесь к обломкам, но останавливаетесь, когда мимо пролетает корабль Механиков. "Эй, это действительно необходимо? Вы только усложняете нам работу. Руководству всегда достается худшая работа! Я бы предпочшел выковыривать мозги эквиноидов или отбиваться от слизней, но я здесь. Сделайте нам одолжение и оставьте эту станцию в покое, ладно?"
zh_hans: 你向残骸靠近时，一艘机械师飞船掠过，阻止了你。"嘿，真的有必要这样吗？你只会让我们的工作更加困难。管理部总给我派最烂的工作！我宁愿去舀出六脚马族大脑或与蛞蝓搏斗，但我还是来了这。帮我们一个忙，别管那个空间站了，好吗？"

source: Nah.
fr: Nan.
ko: 안 돼.
ru: Не-а.
zh_hans: 不。

source: You ignore the Shells, scooping up all that you can. The ship watches in growing anger, and their captain finally snaps. "Alright, damn you to hell. We have a job to do, and you've officially crossed the line!"
fr: Vous ignorez les Coquilles et ramassez tout ce que vous pouvez. Le vaisseau observe avec une colère grandissante et leur capitaine finit par craquer. "D'accord, allez au diable. Nous avons un travail à faire et vous avez officiellement franchi la ligne !"
it: Ignori gli shellman, recuperando tutto quello che puoi. La nave osserva con rabbia crescente, fino a quando il capitano non ce la fa più. "E va bene, vai al diavolo. Abbiamo un lavoro da fare, e hai ufficialmente paffato il fegno!"
ko: 당신은 셸을 무시하고 가져갈 수 있는 모든 것을 챙겼습니다. 정비공은 점점 분노에 차오르며 당신을 지켜보다가 마침내 폭발했습니다. "좋아, 지옥에나 가버려. 우리는 해야 할 일이 있는데, 너는 공시익적으로 서어언을 넘어써어어!"
ru: Вы не обращаете внимания на ракушек, забирая все, что можно. Корабль наблюдает за происходящим с нарастающим гневом, и наконец их капитан срывается. "Ладно, чшерт с вами. У нас есть работа, и вы официально перешли чшерту!"
zh_hans: 你无视了那些甲壳族，拼命地捞废料。船上的人越看越愤怒，他们的舰长终于忍不住了。"好吧，你们见鬼去吧。我们是有职责的，而你已经越界了！"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Offer some scrap to help. [-30~]
fr: Offrez de la ferraille pour aider. [-30~]
it: Offri dei moduli per aiutare. [-30~]
ko: 작업에 도움 되도록 스크랩을 좀 나눠준다. [-30~]
ru: Предложить немного лома для помощи. [-30~]
zh_hans: 提供一些废料来帮助维修。[-30~]
