Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: "Thhhe final containment unit has been breached. Rebel forces have descended on Site Alpha, and have stolen subject 0. We are requesting immediate backup, an MFK Ace has already arrived. I repeat, we are requesting immediate ba-" The recording cuts short, but you can easily guess how it ended. Nothing pretty, to be certain. Looks like some coordinates are on here too, a tracking beacon on this supposed subject 0.
fr: "La dernière unité de confinement a été percée. Les forces rebelles sont descendues sur le site Alpha et ont ffolé le sujet 0. Nous demandons des renforts immédiats, un MFK Ace est déjà arriffé. Che répète, nous demandons des renforts immédiats..." L'enregistrement est interrompu, mais vous pouvez facilement deviner comment il s'est terminé. Rien de bien joli, c'est certain. On dirait qu'il y a aussi des coordonnées, une balise de repérage sur ce supposé sujet 0.
it: "L'ultima unità di contenimento è ftata trapaffata. Forze Ribelli fono calate ful Fito Alfa e hanno rubato il foggetto 0. Richiediamo rinforzi immediati, un MFK Ace è già qui. Ripeto, richiediamo rin-" La registrazione s'interrompe bruscamente, ma puoi dedurre come sia finita. Niente di bello, poco ma sicuro. Pare che ci siano anche delle coordinate, un segnale di tracciamento su questo apparente soggetto 0.
ko: "최종 수우비 부대가 돌파당했스으읍니다. 반군이 알파 기지에 도달하여 0번 목표물을 탈취했스으읍니다. MFK 에이스으으가 왔스으음으로 즉시이이 지원을 요청합니다. 반복합니다. 지원을 요청합ㄴ..." 녹음은 짧게 끝났지만, 그가 무슨 결말을 맞았는지 쉽게 짐작할 수 있습니다. 확실히 중요한 정보는 없었습니다. 하지만 여기에 0번 목표물에 대한 추적 신호가 딸려 있는 것 같습니다.
ru: "Последний сдерживающий блок прорван. Силы повстанцев проникли на объект Альфа и похитили субъект 0. Мы запрашиваем немедленное подкрепление, асы МФК уже прибыли. Повторяю, мы запрашиваем немедленную по..." Запись обрывается, но вы можете легко догадаться, чем все закончилось. Ничем хорошим, если быть точным. Похоже, что здесь есть и координаты, маячок слежения за этим предполагаемым субъектом 0.
zh_hans: "最后一道控制设施已被突破。叛军已经降临α基地，并偷走了0号对象。我们请求立即支援，一艘MFK精英战舰已经到达。我重复一遍，我们请求立即支..."录音中断了，但它的结局不难猜到。可以肯定的是，不是什么好事。看起来这里还附有一些坐标，是这个所谓的0号对象的追踪信标。

# data/events_sector_morph.xml$//event[@name="SURRENDER_OOJ_UNLOCK"]/text
source: Suddenly, a voice bursts out of the Rebel ship, though it's oddly unhuman, but you can't place your finger on why. "StOp! THis shIp dosnot want TO fight. Please-stofiring. Please. Please. Please."
fr: Soudain, une voix jaillit du vaisseau rebelle, qui n'a rien d'humain, mais vous n'arrivez pas à comprendre pourquoi. "StOP ! Ce VAIsseau ne veut PAS se BAttre. VeuillEZ-arrêtirer. S'il vous plaît. S'il vous plaît. S'il vous plaît."
it: All'improvviso, una voce proviene dalla nave Ribelle, anche se è stranamente disumana, ma non riesci a capire perché. "FeRmI! QuEsta nAve nonvuol e COMBATTIMENTO. Perfavore-bastaspari. Perfavore. Perfavore. Perfavore."
ko: 그때 갑자기, 반군 함선에서 목소리가 들려옵니다. 이상하게도 인간같지가 않지만, 왜 그런지 딱 꼬집어 말할 수가 없습니다. "그 만! 이배 는 더이 상 싸우 길 원치않 아요! 제발- 멈 춰주세 요! 제발. 제 발. 제발..."
ru: Вдруг из корабля повстанцев доносится голос, странно нечеловеческий, но не понятно почему. "СтОп! ЭТот кОрабль НЕ хочет сражаться. Пожалуйста-стоптрелять. Пожалуйста. Пожалуйста. Пожалуйста".
zh_hans: 突然，一个声音从叛军舰船中爆出来，不过它的声调怪怪的，不像真人，但你无法确定原因。"亻亭下！这艘舟见 卜想扌丁仗。求你了 - 停开火。求你了。求你了。求你了。"

source: Listen to them and stop.
fr: Les écouter et stopper.
it: Ascoltali e fermati.
ko: 그들의 말을 듣고 교전을 멈춘다.
ru: Прислушаться к нему и остановиться.
zh_hans: 听从他们并停火。

source: "T-hank yOu. You are... so KInd." It suddenly dawns on you what's off. The voice is spliced together from other audio tracks. It's not even a person speaking, but a bizarre recording.
fr: "MERci. Vous Êtes... si gENtils." Vous réalisez soudain ce qui cloche. La voix est assemblée à partir d'autres pistes audio. Ce n'est même pas une personne qui parle, mais un enregistrement étrange.
it: "G-gRaZiE. Sei... mOltO GentiLE." All'improvviso ti rendi conto di cosa ti sembra strano. La voce è montata insieme da altre tracce audio. Non è neanche una persona a parlare, ma una strana registrazione.
ko: "고-마워 요. 당신 은정말...착하군 요!" 문득 뭐가 문제인지 깨달았습니다! 이 목소리는 서로 다른 오디오 트랙에서 합쳐져 들려오고 있습니다. 사람이 말하는 게 아니라 기묘한 녹음 소리인 것입니다.
ru: "С-пасибо вАм. Вы... такой ХорОший". Внезапно вас осеняет, что не так. Голос склеен из других звуковых дорожек. Это даже не человек говорит, а странная запись.
zh_hans: "谢 - 谢亻尔。你人...真女子。"你突然意识到是什么不对劲。这个声音是由其他音轨拼接而成的。它甚至不是一个人在说话，而是一个奇异的录音。

source: Inquire about the voice.
fr: S'informer sur la voix.
it: Chiedi della voce.
ko: 목소리에 관해 물어본다.
ru: Поинтересоваться, что это за голос.
zh_hans: 询问声音的情况。

source: You don't receive a response for a while, and you begin to think they've ignored you, when suddenly the 'voice' returns. "CaNI trusyou?"
fr: Vous ne recevez pas de réponse pendant un certain temps et vous commencez à penser qu'ils vous ont ignoré, quand soudain la "voix" revient. "puijAvoIR CONfiance ?"
it: Non ricevi subito una risposta, e inizi a pensare che ti abbiano ignorato, quando all'improvviso la 'voce' ritorna. "PoSSoFida RmI?"
ko: 한동안 대답이 들리지 않자 당신은 무시당했다고 생각하기 시작합니다. 그러다 갑자기 '목소리' 가 들려왔습니다. "당신들 을 믿어 도될까 요?"
ru: Некоторое время ответа не было, и вы уже начали думать, что вас проигнорировали, как вдруг "голос" вернулся. "МоГУЯ доверявам?"
zh_hans: 你有一段时间没有收到回应，你开始认为他们忽略了你，突然那个"声音"回来了。"我能亻言任你麻？"

source: Yes.
fr: Oui.
it: Sì.
ko: 그렇다.
ru: Да.
zh_hans: 是。

source: "Thiship- Not REbEls. I am... OO-JMA-JOO. Fatherof MOrpHs. We arescaping. The Shells ARE not-kind. They waNT to-use us forslave labor. WILL you allow usaftety? When I am-safe the Morphs will BE too."
fr: "Cevaisseau- Pas des REbelles. Je suis... OO-JMA-JOO. Pèredes MOrpHEs. Nous nous échappons. Les Coquilles ne-SONT pas-gentilles. Ils vEUlent nous-utiliser commesclaves. VOUS nous permettriez d'être en-sécurité ? Quand je suis-en-sécurité les Morphes le serONT aussi."
it: "Questanave- Non RibElli. Io sono.. OO-JMA-JOO. Padredi MuTAForMa. Stiamoscappando. Gli shellman NON sono buoni. VoGLIOno-usarci comeschiavi. CI daraisiCUREzza? Quando io sono- al sicuro LO saranno anche i MutaForma."
ko: "이 함 선은 반군것 이 아니에 요. 난 우즈 마주. 모프 들의 아 버지입 니다. 셸은 친절하 지않 아요. 그들은 우 리를 노예로 만들 기를 원해요. 저를 안 전한 곳으 로데려 가 줄 수있 나요? 제가 안전하 면 모프들도 안전할 거에 요."
ru: "Этоткорабль- Не ПОвстанчЕский. Я... У-ДЖМА-ДЖУ. Отец МОрФов. Мы занимаемсяразведкой. Ракушки не-добрые. Они хотЯТ использовать-нас вкачестве рабов. ВЫ обеспечите намезопасность? Когда я буду в-безопасности, морфы тоже БУдут в безопасности".
zh_hans: "这船 - 不是半反军。我是...OO-JMA-JOO。模牜勿族的始祖。我们在逃离。甲壳族不 - 善良。他们想用我们做奴隶劳工。你会允许我们安全吗？当我 - 安全时模物族也会安全的。"

source: Agree to take him with you.
fr: Accepter de l'emmener avec vous.
it: Accetta di prenderlo con te.
ko: 우즈 마주와 함께 가기로 한다.
ru: Согласиться взять его с собой.
zh_hans: 同意带他一起走。

source: You expect a Morph to beam aboard, but instead the Rebel ship changes shape, converging into a massive grey blob. "Itappears I AM too large. To fit. I wishforyou TO carRY this segmentof My body. FEEd it so IT may grow. THank YOU, FedERATION."
fr: Vous vous attendez à ce qu'un Morphe se téléporte à bord, mais au lieu de cela, le vaisseau rebelle change de forme et converge vers une énorme tache grise. "Il semble queje sois trOp grand. Pour m'ajuster. Je souhaIte quevous PORtiez ce segment DE mon cOrps. NOUrrissez-le pour qu'ilpuisse croître. MErcI, Fédération."
it: Ti aspetti che un mutaforma si teletrasporti a bordo, ma invece la nave Ribelle cambia forma, convergendo in un enorme blob grigio. "Pareche io SIA troppo grande. Per starci. Voglioche PortI questopezzo del Mio CoRPO. NUTRIlo così che possa crescere. GrAZiE, FedERAZIONE."
ko: 당신은 평범한 모프 한 마리가 날아올 것이라 생각했는데, 반군 함선이 통째로 모습을 바꿔 거대한 회색 방울이 되었습니다. "제가너 무 큰 거같 군요. 맞 출게요. 당신이 저의몸 의 이쪽 부분 을 데리고갔 으 면 좋겠어 요. 먹이 를 주면 자라 날거에 요. 고마워 요 연 방."
ru: Вы думаете, что на борт поднимется морф, но вместо этого корабль повстанцев меняет форму, превращаясь в огромный серый шар. "Охоже, Я слишком большой. Чтобы поместиться. Я хочучтобыВЫ забраЛИ этот сегмент Моего тела. КОРМите его, чтобы ОН мог расти. СПасибо ВАМ, ФедЕРАЦИЯ".
zh_hans: 你以为会有一个模物族传送上船，但叛军的飞船却改变了形状，汇聚成一个巨大的灰色圆球。"看来我太大。塞不下。我想你能带着我身体的这个咅阝分。口畏养它让它成长。谢谢亻尔，耳关邦。"

source: OOJ MAJOO
ru: УДЖ МАДЖУ

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't the right people for this task.
fr: Nous ne sommes pas les personnes adéquates pour cette tâche.
it: Non siamo le persone giuste per questo compito.
ko: 우리는 그런 일에 적합하지 않다.
ru: Мы не подходим для выполнения этой задачи.
zh_hans: 我们并不是完成这项任务的合适人选。

source: "I... UNDER stand. Thank youfor not KIlling me." The Rebel ship spits out a weapon, then jumps away.
fr: "Je... COMprends. Merci de nepas m'Avoir tué." Le vaisseau rebelle éjecte une arme, puis s'enfuit en sautant dans l'hyperespace.
it: "CAPiSCo. Grazie pernon avermi UCciso." La nave Ribelle sputa fuori un'arma e poi effettua il salto.
ko: "알 겠어요. 저를 죽 이지않 아줘서 고 마워 요." 반군 함선은 무기를 내던지고 도약해 사라졌습니다.
ru: "Я... ПОНИ маю. Спасибо вамчто не Убили меня". Корабль повстанцев выплевывает оружие и уходит в прыжок.
zh_hans: "我...王里解。谢谢你没杀死我。"叛军飞船吐出了一个武器，然后跃迁走了。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No.
fr: Non.
ko: 응답하지 않는다.
ru: Нет.
zh_hans: 否。

source: The ship stops, then immediately jumps away. Guess you scared them off, idiot.
fr: Le vaisseau s'arrête, puis s'éloigne immédiatement. Je suppose que vous leur avez fait peur, idiot.
it: La nave si ferma e poi effettua subito il salto. Pare proprio che li hai spaventati, idiota.
ko: 적함은 잠시 멈칫하더니 곧바로 도약해 사라졌습니다. 아마도 당신에게 겁먹고 달아난 것 같습니다. 바보들.
ru: Корабль останавливается и тут же уходит в прыжок. Видимо, вы их спугнули, идиот.
zh_hans: 这艘船停了下来，然后立即跃迁离开。估计你把他们吓跑了，白痴。

source: Refuse and keep shooting.
fr: Refuser et continuer de tirer.
it: Rifiuta e continua a sparare.
ko: 거절하고 계속 공격한다.
ru: Отказаться и продолжать стрелять.
zh_hans: 拒绝并继续战斗。

source: Coords of the subject zero.
fr: Coordonnées du sujet zéro.
it: Coordinate del soggetto zero.
ko: 0번 목표물의 좌표입니다.
ru: Координаты субъекта ноль.
zh_hans: 0号对象的坐标。

# data/events_sector_morph.xml$//event[@name="ENCOUNTER_OOJMAJOO"]/text
source: Looks like this is the ship carrying the supposed subject zero. Much like the ship before, it makes no attempt to brag, threaten, or insult you like a normal Rebel ship would, but silently moves past.
fr: On dirait que c'est le vaisseau qui transporte le supposé sujet zéro. Tout comme le vaisseau précédent, il ne tente pas de se vanter, de vous menacer ou de vous insulter comme le ferait un vaisseau Rebelle normal, mais il passe silencieusement.
it: Pare che questa sia la nave che trasporta il soggetto zero. Proprio come la nave di prima, non tenta di vantarsi, minacciarti o insultarti come una normale nave Ribelle, ma ti supera in silenzio.
ko: 이 함선이 0번 목표물을 싣고 있는 것 같습니다. 평범한 반군들과는 다르게 당신을 찾았다고 자랑하거나, 위협하거나, 모욕하려 하지 않고 조용히 지나가고 있습니다.
ru: Похоже, что это корабль, на котором находится предполагаемый субъект 0. Как и предыдущий корабль, он не пытается хвастаться, угрожать или оскорблять вас, как это сделал бы обычный корабль повстанцев, а молча пролетает мимо.
zh_hans: 看起来这就是那艘载着所谓的"0号对象"的船。与之前的飞船一样，它没有像普通的叛军飞船那样自吹自擂、威胁或侮辱你，而是静静地驶过去。

# data/events_sector_morph.xml$//event[@name="ENCOUNTER_OOJMAJOO"]/choice[1]/text
source: Attack!
fr: Attaquer !
it: All'attacco!
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: You can't even be certain if this "subject 0" is still onboard or not, but you aren't going to let these Rebels go without a fight!
fr: Vous ne pouvez même pas être sûr si ce "sujet 0" est toujours à bord ou non, mais vous n'allez pas laisser partir ces Rebelles sans combattre !
it: Non sai nemmeno se questo "soggetto 0" è ancora a bordo, ma non lascerai che questi Ribelli se ne vadano senza combattere!
ko: "0번 목표물"이 정말로 여기에 있는지는 확실하지 않지만, 반군을 전투 없이 그냥 보낼 수는 없습니다!
ru: Вы даже не можете быть уверены, что этот "субъект 0" все еще на борту, но вы не собираетесь отпускать этих повстанцев без боя!
zh_hans: 你甚至不完全确定这个"0号对象"是否还在船上，但你不会让这些叛军不战而逃的！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Morph Crew) "Tip tip tookaloo..."
fr: (Membre d'équipage Morphe) "Tip tip tookaloo..."
it: (Equipaggio mutaforma) "Tip tip tookaloo..."
ko: (모프 선원) "팁 팁 타칼루..."
ru: (Член экипажа-морф) "Тип-тип тукалу..."
zh_hans: (模物族船员)"叽叽嘟噜..."

source: Your Morph crew seems to have something to say, but you can't understand them. As you listen to them spouting nonsense, you accidentally bump hulls with the MFK Ace. The ship suddenly turns hostile and attacks!
fr: Votre équipage de Morphe semble avoir quelque chose à dire, mais vous ne le comprenez pas. Alors que vous les écoutez débiter des absurdités, vous heurtez accidentellement la coque du MFK Ace. Le vaisseau devient soudain hostile et attaque !
it: Il tuo mutaforma sembra avere qualcosa da dire, ma non lo capisci. Mentre lo ascolti sputar ciance, ti scontri accidentalmente con lo scafo dell'MFK Ace. La nave all'improvviso diventa ostile e attacca!
ko: 모프 선원이 뭔가 할 말이 있어 보이는데 당신은 알아듣지 못합니다. 당신은 모프의 이해할 수 없는 소리를 듣다가 실수로 MFK 에이스 함선에 선체를 부딪쳤습니다. 그러자 그 함선이 적대적으로 돌변해 공격해옵니다!
ru: Ваш член экипажа морф, похоже, хочет что-то сказать, но вы не можете его понять. Пока вы слушаете, что он говорит, вы случайно задеваете корпусом асов МФК. Корабль внезапно становится враждебным и атакует!
zh_hans: 你的模物族船员似乎有话要说，但你听不懂他们的话。当你听他们胡说八道的时候，你不小心撞到了MFK精英战舰的船体。这艘船突然变得充满敌意，并发动了攻击！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="ENCOUNTER_OOJMAJOO"]/choice[3]/text
source: Leave the ship alone.
fr: Laisser le vaisseau seul.
it: Lascia stare la nave.
ko: 함선을 내버려둔다.
ru: Оставить корабль в покое.
zh_hans: 不要管这艘船了。

source: It's not often you see a Rebel ship like this, but you don't feel like fighting today.
fr: Ce n'est pas souvent que l'on voit un vaisseau rebelle comme celui-ci, mais vous n'avez pas envie de vous battre aujourd'hui.
it: Non ti capita spesso di vedere una nave Ribelle come questa, ma oggi non te la senti di combattere.
ko: 이런 반군 함선을 볼 일은 드물지만, 오늘은 싸울 기분이 아닙니다.
ru: Нечасто встретишь такой корабль повстанцев, но сегодня не хочется сражаться.
zh_hans: 你很少看到这样的叛军战舰，但你今天不想战斗。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_SITE_OMEGA"]/text
source: You've arrived at Site Omega, the location mentioned by Alkali at the entrance. You spot a large Shell laboratory in the distance, and approach cautiously.
fr: Vous êtes arrivé au site Oméga, l'endroit mentionné par Alkali à l'entrée. Vous apercevez au loin un grand laboratoire Coquille et vous vous approchez prudemment.
it: Arrivi al Sito Omega, il luogo menzionato da Alkali all'entrata. Noti un grosso laboratorio shellman in lontananza e ti avvicini con cautela.
ko: 알칼리가 입구에서 말했던 오메가 기지에 도착했습니다. 당신은 멀찍한 곳에 있는 커다란 셸 연구소를 발견하고 조심스럽게 접근합니다.
ru: Вы прибыли на Объект Омега, о котором говорил Алькали при встрече. Вдалеке виднеется большая лаборатория ракушек, и вы осторожно приближаетесь к ней.
zh_hans: 你已经到达了Ω站，也就是阿尔科莱在入口信标提到的那个地方。你望见远处有一个大型甲壳族实验室，于是小心翼翼地靠近。

source: Dock.
fr: Accoster.
it: Attracca.
ko: 정박한다.
ru: Пристыковаться.
zh_hans: 停靠。

source: Oddly enough, it appears the gas in the facility has been shut off. It's extremely convenient, but you aren't one to question. You dock with the station and head inside...
fr: Curieusement, il semble que le gaz ait été coupé dans l'établissement. C'est extrêmement pratique, mais vous n'êtes pas du genre à vous poser des questions. Vous vous Amarrez à la station et vous vous dirigez à l'intérieur...
it: Stranamente, pare che il gas nel laboratorio sia stato spento. Davvero conveniente, ma non sei tipo da farti domande. Attracchi alla stazione ed entri...
ko: 이상하게도, 시설의 가스 설비가 차단되어 있습니다. 당신에게는 편리하니 의문을 제기할 필요는 없겠죠. 당신은 정거장에 정박하고 안으로 들어갑니다...
ru: Как ни странно, но, похоже, газ в здании был выключен. Это очень удачно, но вы не из тех, кто задается вопросами. Вы стыкуетесь со станцией и заходите внутрь...
zh_hans: 奇怪的是，该设施的毒性气体似乎已被关闭。这非常方便，但你没去质疑。你与空间站对接，然后往里走...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The interior hallways are mixed in splashes of red and green blood as you carefully step over the mangled corpses of humans and crumbled bodies of deceased Shells. Looks like a massive firefight happened here, though the uniform on these Rebels stands out... Not one to back down though, you press on, following the trail of carnage.
fr: Les couloirs intérieurs sont tachés de sang rouge et vert tandis que vous enjambez prudemment les cadavres mutilés des humains et les corps brisés des Coquilles décédées. On dirait qu'une fusillade massive a eu lieu ici, bien que l'uniforme de ces Rebelles reste distinct... N'étant pas du genre à reculer, vous continuez, suivant la traînée de carnage.
it: I corridoi all'interno sono coperti di macchie di sangue rosse e verdi mentre superi attentamente i cadaveri maciullati di umani e i corpi immobili di shellman morti. Pare che qui ci sia stata una grossa sparatoria, anche se la divisa di questi Ribelli è particolare... non demordi però, e prosegui seguendo la scia della carneficina.
ko: 당신은 죽은 셸의 찌그러진 껍데기와 짓이겨진 인간의 시체 사이로 조심스럽게 발을 내디디며 붉은 피와 녹색 피로 뒤덮인 복도를 걸어갔습니다. 아무래도 대규모 총격전이 벌어졌던 것 같습니다. 널브러져 있는 반군의 군복이 독특하게 생긴 게 마음에 걸리지만... 여기까지 와서 물러설 곳도 없으니 당신은 대학살의 흔적을 따라 계속해서 나아갑니다.
ru: Внутренние коридоры перемешаны с брызгами красной и зеленой крови, вы осторожно переступаете через растерзанные трупы людей и обмякшие тела погибших ракушек. Похоже, здесь произошла масштабная перестрелка, хотя форма этих повстанцев бросается в глаза... Не желая отступать, вы идете дальше, следуя по следам кровавой бойни.
zh_hans: 你小心翼翼地跨过残缺不全的人类尸体和死去的甲壳族碎尸，内部的走廊上溅满红色和绿色的血花。看起来这里发生过一场大规模的交火，不过这些叛军的制服很刺眼...但你可不会临阵脱逃，你继续深入，沿着屠杀的痕迹前进。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: At last, you reach a locked door, and once you break it open you spot a wounded Shell scientist on the ground, presumably Alkali. As soon as he spots you, he points at a table with a syringe on it. "You. Give me thhhat..."
fr: Vous arrivez enfin à une porte verrouillée et une fois que vous l'avez enfoncée, vous apercevez au sol un scientifique Coquille blessé, vraisemblablement Alkali. Dès qu'il vous aperçoit, il vous montre une table sur laquelle se trouve une seringue. "Ffous. Donnez-moi ça..."
it: Alla fine raggiungi una porta chiusa, e una volta che la butti giù noti uno scienziato shellman ferito a terra, presumibilmente Alkali. Non appena ti nota, indica un tavolo con sopra una siringa. "Tu. Dammi quella..."
ko: 당신은 마침내 잠긴 문에 다다랐습니다. 문을 부수자 부상을 입어 바닥에 쓰러져 있는 셸 과학자가 보입니다. 아마도 이 자가 알칼리일 것입니다. 그는 당신을 발견하자마자 주사기가 꽂힌 테이블을 가리킵니다. "당시이인 저거스으을 가져와..."
ru: Наконец, вы достигаете запертой двери и, открыв ее, вы находите на земле раненого Ученого ракушек, предположительно, Алькали. Как только он замечает вас, он указывает на стол, на котором лежит шприц. "Ты. Дай мне это..."
zh_hans: 最终，你到达一扇锁着的舱门前，把舱门破开后你发现地上有一个受伤的甲壳科学家，估计是阿尔科莱。他一发现你，就指着一张桌子上面的一个注射器。"你，把那个给我..."

source: Give him the syringe.
fr: Lui donner la seringue.
it: Dagli la siringa.
ko: 그에게 주사기를 준다.
ru: Дать ему шприц.
zh_hans: 给他注射器。

source: No. You're going to answer some questions first.
fr: Non. Vous allez d'abord répondre à quelques questions.
it: No. Prima risponderai ad alcune domande.
ko: 안 됩니다. 먼저 몇 가지 질문에 대답하십시오.
ru: Нет. Сначала вы ответите на несколько вопросов.
zh_hans: 不，你要先回答一些问题。

source: Alkali glares at you, and you aren't even sure if he heard you. "Didn't you hear me? Grab me thhhhat syringe. I don't have time to waste."
fr: Alkali vous jette un regard noir et vous n'êtes même pas sûr qu'il vous ait entendu. "Ffous ne m'affez pas entendu ? Attrapez-moi cette seringue. Che n'ai pas de temps à perdre."
it: Alkali ti fissa e non sai nemmeno se ti ha sentito. "Non mi hai fentito? Prendimi quella firinga. Non ho tempo da perdere."
ko: 알칼리가 당신을 노려봅니다. 당신 말을 듣기는 했는지 모르겠네요. "내 말 안 들려? 주사아아기를 가져와. 낭비할 시이이간이 없어"
ru: Алькали смотрит на вас, и вы даже не уверены, что он вас услышал. "Ты чшто, не слышал меня? Принеси мне шприц. Я не могу терять время".
zh_hans: 阿尔科莱瞪着你，你不是很确定他是否听到你的话。"你没听到我的话吗？把那个注射器给我。我不能浪费时间。"

source: Give him the syringe.
fr: Lui donner la seringue.
it: Dagli la siringa.
ko: 그에게 주사기를 준다.
ru: Дать ему шприц.
zh_hans: 给他注射器。

source: This is a bad idea. Ignore the station.
fr: C'est une mauvaise idée. Ignorer la station.
it: È una pessima idea. Ignora la stazione.
ko: 안 좋은 생각같다. 정거장을 무시한다.
ru: Это плохая идея. Не обращать внимания на станцию.
zh_hans: 这是个坏主意。无视空间站。

source: If this place had to go on lockdown, it can't mean anything good.
fr: Si cet endroit a dû être fermé, cela ne peut rien signifier de bon.
it: Se questo posto è dovuto andare in quarantena, non può presagire niente di buono.
ko: 이 장소가 폐쇄당한 이상 들어가서 좋을 건 없을 겁니다.
ru: Если это место пришлось закрыть на замок, это не означает ничего хорошего.
zh_hans: 如果这个地方不得不进行封锁，这不可能意味着有什么好事。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_morph.xml$//event[@name="ALKALI_LORE"]/text
source: You quickly administer the brown liquid in the syringe into Alkali's arm. "Good, I just needed something to boost my regenerative properties again. Now, why is thhhe Federation intruding in thhhis sector? I didn't realize thhhe ongoings of thhhe Geniocracy concerned you when you seem much more preoccupied withhh... othhher matters."
fr: Vous administrez rapidement le liquide brun contenu dans la seringue dans le bras d'Alkali. " Bien, ch'avais chuste besoin de quelque chose pour booster à nouveau mes propriétés réchénératrices. Maintenant, pourquoi la Fédération s'immisce-t-elle dans ce secteur ? Che n'affais pas compris que les agissements de la Chéniocratie ffous concernaient alors que ffous semblez bien plus préoccupé par... d'autres suchets."
it: Inietti velocemente il liquido marrone nella siringa nel braccio di Alkali. "Bene, mi ferviva folo qualcofa che poteffe potenziare di nuovo le mie capacità rigenerative. Ora, perché la Federazione f'immifchia in quefto fettore? Non fapevo che gli affari della Geniocrazia v'intereffaffero quando fembrate effere molto più preoccupati da... altre queftioni."
ko: 당신은 재빨리 알칼리의 팔에 주사기의 갈색 약물을 투여합니다. "좋아. 나의 재새애앵력을 다시이 끌어올릴 무언가가 필요해써어. 자, 왜 연방이 이 구역을 침입한거지? 안 그래도 바쁜 당시이인네들이 천재정을 시이인경 쓰을 일은 없다고 새애앵각했는데 말야."
ru: Вы быстро вводите коричневую жидкость в шприце в руку Алькали. "Хорошо, мне просто нужно было чшто-то, чштобы снова усилить мои регенеративные свойства. Итак, почшему Федерация вторглась в этот сектор? Я не знал, чшто происходящее в Гениократии волнует вас, хотя ты кажешься гораздо больше озабочшенным... другими вопросами".
zh_hans: 你迅速将注射器中的棕色液体注入阿尔科莱的手臂。"很好，我只是需要一些东西来再次提高我的再生能力。那么，为什么联邦会闯入这个星区？我没有意识到你们对怪才体的发展如此关心，毕竟你们似乎更专注于...其他的事情。"

# data/events_sector_morph.xml$//event[@name="ALKALI_LORE"]/choice/text
source: Could ask the same about why the Rebels are here.
fr: On pourrait poser la même question sur les raisons de la présence des Rebelles.
it: Potrei fare la stessa domanda sul perché i Ribelli sono qui.
ko: 마찬가지로 반군이 왜 여기 있는지 반문한다.
ru: То же самое можно сказать и о том, почему повстанцы здесь.
zh_hans: 同样的问题，为什么叛军也对这里如此关心。
