Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: You gave up your past self to become the brave Multiverse Renegade who'd save the Federation. Now, a Rebel ship moves into your path to stop you. Show them how you get things done.
fr: Vous avez renoncé à votre passé pour devenir le courageux Renégat du multivers qui sauvera la Fédération. Aujourd'hui, un vaisseau rebelle se met en travers de votre chemin pour vous arrêter. Montrez-leur comment vous arrivez à vos fins.
it: Hai rinunciato al tuo passato per diventare il coraggioso Rinnegato multiversale che salverà la Federazione. Ora una nave Ribelle ti sbarra la strada nel tentativo di fermarti. Fagli vedere di che pasta sei fatto.
ko: 당신은 과거의 자신을 버리고 연방을 구할 용감한 멀티버스의 배회자가 되었습니다. 이제, 반군 함선이 당신을 막기위해 그 진로로 들어섭니다. 그들에게 당신이 어떻게 일을 해낼지 보여줍시다.
ru: Вы отказались от своего прошлого, чтобы стать отважным Ренегатом Мультивселенной, который спасет Федерацию. Теперь корабль повстанцев идет по вашим следам, чтобы помешать вам. Продемонстрируйте им, как вы умеете добиваться поставленных целей.
zh_hans: 你放弃了过去的自己，成为勇敢的多元宇宙变元者，准备拯救联邦。现在，一艘叛军的飞船拦住你的路想阻挡你。让他们瞧瞧你是怎么干活的。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Detecting for samples of substance M4-RH. Error. Reprocessing vessel. Federation ship detected. Activating 'sweet jesus that's an enemy' protocol." An Auto-ship quickly transitions from recon to combat mode. Prepare for battle!
fr: "Détection d'échantillons de substance M4-RH. Erreur. Vaisseau de retraitement. Vaisseau Fédéré détecté. Activation protocole 'doux Jésus, c'est un ennemi'." Un Auto-vaisseau passe rapidement du mode reconnaissance au mode combat. Préparez-vous au combat !
it: "Rilevazione campioni di sostanza M4-RH. Errore. Rielaborazione nave. Nave federale rilevata. Attivazione protocollo 'santi numi è un nemico'." Una robo-nave passa immediatamente da modalità ricognizione a modalità di combattimento. Preparati!
ko: "물질 M4-RH 샘플 검출중. 에러. 프로세스를 재조정합니다. 연방 함선이 감지되었습니다. '맙소사, 저건 적이잖아' 프로토콜을 가동합니다. 무인기가 재빨리 정찰모드에서 전투모드로 전환합니다. 전투를 준비하세요!
ru: "Фиксирую образцы вещества M4-РФ. Ошибка. Анализирую судно. Обнаружен корабль Федерации. Активирую протокол "Боже правый, это враг"". Автоматический корабль быстро переходит из режима разведки в боевой режим. Приготовиться к бою!
zh_hans: "对样品进行M4-RH物质检测。错误。对船进行再加工。检测到联邦飞船。启动 '额滴天哪是个敌人' 协议。"一艘自动舰迅速从侦察模式转变为战斗模式。准备战斗！

source: You've seen several Rebel vessels prowling about here already, but this time it appears your foe is an automated vessel! Good thing this nebula is keeping you on your toes, because you've already started charging the weapons.
fr: Vous avez déjà vu plusieurs vaisseaux rebelles rôder par ici, mais cette fois, il semble que votre ennemi soit un vaisseau automatisé ! Heureusement que cette nébuleuse vous tient en haleine, car vous avez déjà commencé à charger les armes.
it: Hai visto molte navi Ribelli setacciare questo posto, ma stavolta sembra che il tuo nemico sia una nave automatizzata! Meno male che questa nebulosa ti tiene sulle spine e hai già cominciato ad alimentare le armi.
ko: 반군 함선 몇이 이미 이 근처를 배회하고 있는 것을 봤지만, 이번에는 적이 무인기 인것 같군요!. 이 성운때문에 긴장을 놓치지 않은게 다행입니다, 이미 무기를 충전했으니까요.
ru: Вы уже видели здесь несколько кораблей повстанцев, но на этот раз, похоже, ваш противник - автоматическое судно! Поскольку эта туманность не дает вам покоя, вы уже начали заряжать оружие.
zh_hans: 你已经看到好几艘叛军的船只在这里徘徊，但这次你的敌人似乎是一艘自动舰！好在这个星云让你一直保持警惕，因为你已经开始给武器充能了。

source: The Atlas entry said the Rebel threat here was high, and these Auto-ships are a clear sign of it. How much property damage will you cause the Rebels today?
fr: L'entrée de l'Atlas indique que la menace rebelle est élevée ici et ces Auto-vaisseaux en sont un signe évident. Combien de dégâts matériels allez-vous causer aux Rebelles aujourd'hui ?
it: L'Atlante diceva che la minaccia Ribelle qui era alta, e queste robo-navi lo confermano. Quanti danni materiali riuscirai a infliggere ai Ribelli oggi?
ko: 아틀라스에서는 이곳의 반군의 위협이 크다고 했습니다. 무인기는 그 명백한 증거이고요. 오늘 반군에게 얼마나 많은 재산 피해를 입힐건가요?
ru: В записях Атласа говорится, что угроза со стороны повстанцев здесь высока, и эти автоматические корабли - явный признак этого. Какой материальный ущерб вы нанесете повстанцам сегодня?
zh_hans: 星区数据集的条目说这里的叛军威胁很大，而这些自动舰是一个明显的标志。今天你会给叛军造成多大的财产损失呢？

source: "This beacon is under Rebellion control. Federation vessels will not be tolerated." An Auto-vessel moves in. If the Shells haven't taken care of this scrapbucket yet, then you will.
fr: "Cette balise est sous le contrôle de la Rébellion. Les vaisseaux de la Fédération ne seront pas tolérés." Un Auto-vaisseau arrive. Si les Coquilles ne se sont pas encore occupés de ce tas de ferraille, alors vous le ferez.
it: "Questo astrofaro è sotto il controllo della Ribellione. La presenza della Federazione non sarà tollerata." Una robo-nave si muove. Se gli shellman non si sono già occupati di questo ammasso di ferraglia, ci penserai tu.
ko: "이 송신소는 반군 통제에 있습니다. 연방 함선은 용납할 수 없습니다!" 무인기가 움직입니다. 셸이 이 고철덩어리를 처리하지 않았다면, 당신이 하겠지요.
ru: "Этот маяк находится под контролем повстанцев. Корабли Федерации недопустимы". Автоматический корабль приближается. Раз ракушки еще не разобрались с этим ведром с болтами, значит вы разберетесь.
zh_hans: “这个信标已被神军控制。严令禁止联邦舰船。”一艘自动舰正在逼近。如果甲壳族还没有解决这坨废铁的话，那你亲自动手。

source: Thankfully, though it's sometimes hard to spot the grey wings of an Auto-ship slipping through the dark nebula, their distinct orange glow gives them away. Get ready for a fight!
fr: Heureusement, même s'il est parfois difficile de repérer les ailes grises d'un Auto-vaisseau qui se faufile dans la nébuleuse sombre, leur lueur orange distincte permet de les identifier. Préparez-vous au combat !
it: Fortunatamente, anche se a volte è difficile notare le ali grigie di una robo-nave che sfreccia nella nebulosa buia, il suo distinto bagliore arancione ne rivela la posizione. Preparati a combattere!
ko: 다행히도, 무인기의 회색 날개가 성운속으로 미끄러지는것을 발견하기는 어렵지만, 무인기의 뚜렷한 주황빛이 무인기를 드러냅니다. 싸울 준비를 합니다!
ru: Хотя серые крылья автоматического корабля, проносящиеся сквозь темную туманность, иногда трудно заметить, к счастью, его отчетливое оранжевое мерцание выдает его. Приготовьтесь к бою!
zh_hans: 值得庆幸的是，虽然有时很难寻觅到深邃星云中飘过的自动舰的灰色舰体，但其独特的橙色光芒却让它们无处遁形。准备迎接战斗吧！

source: Normally Shell ships are reasonably passive, especially the scientists. However, the ship here doesn't follow that example. "Damn it, we already have to deal with thhhhe Rebels here! We didn't ask for Federation intervention!"
fr: Normalement, les vaisseaux Coquilles sont raisonnablement passifs, surtout les scientifiques. Cependant, le vaisseau ici présent ne suit pas cet exemple. "Bon sang, nous deffons déjà nous occuper des Rebelles ici ! On n'a pas demandé l'interffention de la Fédération !"
it: Normalmente le navi shellman sono ragionevolmente passive, soprattutto gli scienziati. Ma la nave qui presente non segue quell'esempio. "Accidenti, dobbiamo già penfare ai Ribelli qui! Non abbiamo chiefto l'intervento della Federazione!"
ko: 보통 셸 함선은 상당이 수동적입니다. 특이 과학자들은 말이죠. 하지만 이 함선은 그 예시를 따르지 않네요. "빌어먹을, 우린 이미 여기서어어 반군을 사아앙대해왔어. 연방 정부의 개입을 요청하지는 않았어!"
ru: Обычно корабли ракушек достаточно пассивны, особенно Ученые. Однако этот корабль не следует этому примеру. "Чшерт возьми, нам и так приходится иметь дело с повстанцами! Мы не просили вмешательства Федерации!"
zh_hans: 通常情况下，甲壳族飞船是相当被动的，尤其是科学舰。然而，这里的飞船并不循规蹈矩。"该死的，我们对付这里的叛军已经够麻烦了！我们并没有要求联邦干预！"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//ship[@name="SHIP_SHELL_LAB_DELTA"]/surrender/text
source: "Ok, ok! I've changed my mind! You can take us alive!"
fr: "Ok, ok ! J'ai changé d'avis ! Vous pouvez nous emmener vivants !"
it: "Ok, ok! Ho cambiato idea! Potete prenderci vivi!"
ko: "좋아 알게써어! 새애앵각이 바뀌어써어! 사아알려만 줘!"
ru: "Хорошо-хорошо! Я передумал! Вы можете взять нас в плен!"
zh_hans: "行了，行了！我已经改变主意了！你可以俘虏我们！"

source: Demand they explain what's going on.
fr: Exiger qu'ils expliquent ce qu'il se passe.
it: Ordina di spiegarti cosa sta succedendo.
ko: 무슨 일이 벌어지고 있는지 설명하게 한다.
ru: Потребовать, чтобы они объяснили, что происходит.
zh_hans: 要求他们解释发生了什么事。

source: "We uh... were offered a lot of money by thhhhe Rebels to transfer over some blueprints, cargo, and Morph DNA. Like, a lot of money. Don't look at me like that! Had you been offered the same, you would have done it too!"
fr: "Les Rebelles nous ont offert beaucoup d'archent pour transférer des plans, des cargaisons et de l'ADN de Morphe. Beaucoup d'archent. Ne me regardez pas comme ça ! Si on fous affait proposé la même chose, ffous l'auriez fait aussi !"
it: "Uh... i Ribelli ci hanno offerto un bel po' di foldi per trafferire progetti, carico, e DNA mutaforma. Un BEL po' di foldi. Non guardarmi cofì! Fe ti aveffero offerto una fomma del genere, avrefti fatto la fteffa cofa!"
ko: "어 그게... 반군들이 몇몇 청사아아진이랑 화물 그리고 모프 DNA를 넘기면 거액의 돈을 주겠다고 하더라고. 진짜 거액이어써어. 그렇게 쳐다보지 마! 같은 사아앙황이여쓰으면 너라도 똑같이 해쓰을거야!"
ru: "Повстанцы предложили нам много денег за передачу чертежей, груза и ДНК морфа. Очень много денег. Не смотрите на меня так! Если бы вам предложили то же самое, вы бы тоже это сделали!"
zh_hans: "我们呃...叛军给了一大笔钱，让我们转让一些蓝图、货物和模物族的DNA。真的，一大笔钱。别这样看着我！如果你得到同样的提议，你也会这么做的！"

source: Don't the Rebels hate aliens?
fr: Les Rebelles ne détestent-ils pas les aliens ?
it: Ma i Ribelli non odiano gli alieni?
ko: 반군은 외계인들을 싫어하지 않나?
ru: Разве повстанцы не ненавидят пришельцев?
zh_hans: 叛军不是讨厌外星人吗？

source: "Please don't use thhhe term 'alien'. To us, YOU are thhhe aliens. But... yes, thhhey aren't thhhe kindest folk. But rich as hell! Thhhhey aren't above a basic buyout, easier thhhan raiding an entire sector. Unfortunately... now you're here. And our payment never showed up..."
fr: "S'il ffous plaît, n'utilisez pas le terme 'aliens'. Pour nous, c'est FFOUS les aliens. Mais... oui, ce ne sont pas les chens les plus chentils. Mais ils sont riches comme l'enfer ! Ils ne sont pas au-dessus d'un simple rachat, plus facile qu'un raid sur un secteur entier. Malheureusement... maintenant ffous êtes là. Et notre paiement n'est chamais arriffé..."
it: "Ti prego di non ufare il termine 'alieno'. Per noi, VOI fiete gli alieni. Ma... fì, non fono proprio gentili. Ma fono ricchi ffondati! E accettano mazzette, è più facile che razziare un fettore intero. Purtroppo... ora tu fei qui. E il noftro pagamento non è mai arrivato..."
ko: "제발, 그 '외계인'이라는 단어는 쓰으으지마. 우리한테는 너희가 외계인이야. 그래도... 그래, 그들이 친절하지는 않아. 하지만 돈이 더럽게 많다고! 반군도 사아시이일 매수우를 거리낌 업시이 하고 다녀. 행서엉계 하나를 무력으로 점령하는 것보다 그게 더 쉬이우니까. 그런데 운 없게도... 연방이 이고세에에 나타났네. 우리 물주는 나타나지도 않고..."
ru: "Пожалуйста, не используйте термин "пришелец". Для нас вы - пришельцы. Но... да, они не самые добрые люди. Но чшертовски богаты! Для них не проблема купить, проще говоря захватить целый сектор. К сожалению... теперь вы здесь. А наш платеж так и не поступил..."
zh_hans: "请不要使用'外星人'这个词。对我们来说，你 们才是外星人。但是...没错，他们并不是最善良的人。但他们很有钱！他们并不排斥基本的买卖，比袭击整个星区更容易。不幸的是...现在你来了。而我们的报酬却没有出现..."

source: Demand they give you the cargo instead. If the Rebels have use for it, so does the Federation.
fr: Exiger qu'ils vous donnent la cargaison à la place. Si les Rebelles en ont l'utilité, la Fédération aussi.
it: Ordina che ti diano il carico. Se è utile ai Ribelli, lo sarà anche alla Federazione.
ko: 계약상의 화물을 이쪽에 넘기라고 요구한다. 반군에게 쓸모가 있다면, 우리에게도 그럴 것이다.
ru: Потребовать, чтобы они отдали вам груз. Если он нужен повстанцам, то и Федерации тоже.
zh_hans: 要求他们把货物交给你。如果叛军对它有想法，联邦肯定也有。

source: "What?! But what about our money!" You flip a switch to power back on your weapons, and the Shell gulps in anticipation. "Ah... right. Alright fine. I'm so fired for thhhis... Well, I was going to be fired for thhhis anyways. But you get thhhe point. It's like being 'double fired'."
fr: "Quoi ?! Mais qu'en est-il de notre archent ?" Vous actionnez un interrupteur pour remettre vos armes en marche et la Coquille dégluti. "Ah... d'accord. D'accord, très bien. Che suis ffiré pour ça... Enfin, ch'allais être ffiré pour ça de toute façon. Mais ffous ffoyez ce que che ffeux dire. C'est comme si ch'étais 'doublement ffiré'."
it: "Cofa?! Ma i noftri foldi!" Attivi un interruttore per ridare energia alle armi e lo shellman deglutisce. "Ah... giufto. Va bene, come vuoi. Farò licenziato per quefto... beh, farei ftato licenziato per quefto comunque. Ma capifi cofa intendo. È come fe foffi 'doppiamente licenziato'."
ko: "뭐?! 우리 돈은 어쩌고!" 당신이 스위치를 눌러 무기를 다시 가동하자 셸이 침을 꼴깍 삼켰습니다. "아... 알아써어. 알았다고. 이거 해고당하겠는데... 에라이, 이러나 저라나 이번 일로 해고당하겠지. 뭔 말인지 알게써어? 이거 아무래도 '이중 해고'당하겠네."
ru: "Чшто?! А как же наши деньги!" Вы щелкаете переключателем, чтобы снова включить оружие, и ракушка делает нервный глоток. "А... точшно. Ладно, хорошо. Меня уволят за это... Ну, меня и так собирались уволить за это. Но суть вы поняли. Это как "двойное увольнение"".
zh_hans: "什么？！但我们的钱怎么办！"你打开一个开关，给你的武器充能，甲壳族仿佛预料到什么，咽了口唾沫。"啊...行。好吧好吧。出了这事我绝对要被炒鱿鱼了...好吧，本来我就会被炒的。但你懂吧，现在就要被'双重炒鱿鱼'了。"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_DELTA"]/text
source: It looks like a massive Shell laboratory has been set up here, and it's still functional! However, you can't help but wonder how it survived this long under the Rebel siege.
fr: On dirait qu'un énorme laboratoire Coquille a été installé ici et il est toujours fonctionnel ! Cependant, on ne peut s'empêcher de se demander comment il a pu survivre aussi longtemps au siège des Rebelles.
it: Pare che qui sia stato stabilito un enorme laboratorio di ricerca shellman, ed è ancora operativo! Ma non puoi fare a meno di chiederti come abbia fatto a sopravvivere così a lungo sotto un assedio Ribelle.
ko: 거대한 셸 연구소가 이곳에 자리 잡은 것 같은데, 아직도 운영 중입니다! 반군의 포위망 속에서 어떻게 이리 오래 살아남을 수 있었는지 정말 궁금하네요.
ru: Похоже, что здесь была создана огромная лаборатория ракушек, и она до сих пор функционирует! Однако остается только удивляться, как она продержалась столько времени под осадой повстанцев.
zh_hans: 看起来，这里建立了一个巨大的甲壳族实验室，而且它还在运作！你不禁琢磨，在叛军的围攻下，它是如何幸存了这么久。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_DELTA"]/choice[1]/text
source: Contact the lab.
fr: Contacter le lab.
it: Contatta il laboratorio.
ko: 연구소와 교신한다.
ru: Связаться с лабораторией.
zh_hans: 联系实验室。

source: You receive a response from a frightened Shell scientist. "Crap! You'll never take us alive, Federation!" The station suddenly opens fire without any further reason why. Maybe if you can damage them enough, they'll surrender and you can figure out what's going on.
fr: Vous recevez une réponse d'un scientifiqueCoquille effrayé. "Merde ! Ffous ne nous prendrez chamais ffiffants, Fédération !" La station ouvre soudainement le feu sans autre raison. Peut-être que si vous les endommagez suffisamment, ils se rendront et vous pourrez comprendre ce qu'il se passe.
it: Ricevi una risposta da uno scienziato shellman terrorizzato. "Merda! Non ci prenderete mai vivi, Federazione!" La stazione all'improvviso apre il fuoco senza spiegare perché. Forse se riesci a infliggere abbastanza danni, si arrenderanno e potrai capire cosa sta succedendo.
ko: 당신은 겁에 질린 과학자들로부터 교신을 받았습니다. "제기랄, 당시이인들은 우리를 절대 새애앵포할 수우우 없어, 연방놈들!" 그들은 갑자기 아무 이유도 없이 사격을 개시했습니다. 연구소를 충분히 손상시키면, 항복을 받아내 무슨 일이 일어나고 있는지 알 수 있을 겁니다.
ru: Вы получаете ответ от испуганного ракушки-Ученого. "Проклятье! Вам не взять нас живыми, Федерация!" Станция внезапно открывает огонь без объяснения причин. Возможно, если вы сможете нанести им достаточный урон, они сдадутся, и вы сможете выяснить, что происходит.
zh_hans: 你收到了一位受惊的甲壳科学家的回应。"该死！你永远不可能活捉我们的，联邦人！"空间站突然开火，没有任何进一步的理由。也许如果你能对他们造成足够的伤害，他们就会投降，你就能弄清楚到底发生了什么事。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_DELTA"]/choice[2]/text
source: Ignore the lab.
fr: Ignorer le lab.
ko: 연구소를 무시한다.
ru: Не обращать внимания на лабораторию.
zh_hans: 无视实验室。

source: You have better things to do than bother these Shells.
fr: Vous avez mieux à faire que de déranger ces Coquilles.
it: Hai di meglio da fare che disturbare questi shellman.
ko: 셸을 괴롭히는 것보단 더 할만한 일이 있을 것입니다.
ru: У вас есть дела поважнее, чем беспокоить этих ракушек.
zh_hans: 比起打扰这些甲壳族，你有更重要的事情要做。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_DELTA_FAIL"]/text
source: Looks like you ended up killing the Shells after all. Now nothing remains but some salvage.
fr: On dirait que vous avez fini par tuer les Coquilles après tout. Il ne reste plus que quelques pièces de récupération.
it: Pare che alla fine hai ucciso gli shellman. Ora non rimane altro che materiale di recupero.
ko: 결국 모든 셸들을 죽인 것 같군요. 이제 남은 건 약간의 인양물 뿐입니다.
ru: Похоже, вы все-таки убили ракушек. Теперь не осталось ничего, кроме разбора обломков.
zh_hans: 看来你最终还是杀死了甲壳族。现在除了一些回收物之外什么都不剩了。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_DELTA_UNLOCK"]/text
source: True to what the Shell said, if the Rebellion has use for this, so will the Federation. For the blueprint, you forward them to the Federation base. The weapon you take with you, and the Morph DNA you lock away for safe keeping. The Rebels don't need to get their hands on this...
fr: Comme l'a dit la Coquille, si la Rébellion en a l'utilité, la Fédération aussi. Pour le plan, vous l'envoyez à la base de la Fédération. L'arme, vous l'emportez avec vous et l'ADN du Morphe, vous l'enfermez pour le garder en sécurité. Les Rebelles n'ont pas besoin de mettre la main dessus...
it: Come ha detto lo shellman, se è utile ai Ribelli, sarà utile anche alla Federazione. Per quanto riguarda il progetto, lo invii alla base della Federazione. L'arma te la prendi e metti sotto chiave il DNA mutaforma per sicurezza. I Ribelli non hanno bisogno di metterci le grinfie sopra...
ko: 셸이 말한 대로 반군에게 쓸모가 있다면 연방에도 그럴 것입니다. 청사진은 연방 기지에 전달할 것입니다. 무기는 당신이 가져갈 것이고, 모프 DNA는 안전하게 보관할 것입니다. 반군의 손에 들어가도록 놔둘 수는 없죠...
ru: Как сказала ракушка, если это нужно Восстанию, то пригодится и Федерации. Что касается чертежей, вы пересылаете их на базу Федерации. Оружие вы забираете с собой, а ДНК морфа прячете в надежном месте. Повстанцы не должны получить это в свои руки...
zh_hans: 正如甲壳族所言，如果叛军对它有想法，联邦也会有。至于蓝图，你把他们转交到联邦基地。武器你要带走，而模物族的DNA你锁起来，以便安全保存。叛军不必接触到这些...

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_SITE_ALPHA"]/text
source: Looks like this is... or was, the site of a Shell laboratory. Apparently something important no less, as it's marked "Site Alpha" on your map. Looks like it's been damaged by Rebels though, and a single ship still remains.
fr: On dirait que c'est... ou que c'était, le site d'un laboratoire Coquille. Apparemment, il s'agit de quelque chose d'important, puisqu'il est indiqué "Site Alpha" sur votre carte. On dirait qu'il a été endommagé par les rebelles et qu'il ne reste qu'un seul vaisseau.
it: Pare che questo sia... o fosse, il luogo di un laboratorio shellman. E a quanto pare era anche importante, dato che la tua mappa lo indica come "Sito Alfa". Però sembra che i Ribelli l'abbiano danneggiato, e rimane ancora una singola nave.
ko: 이곳은 마치 셸 연구소가 있...었던 곳 같습니다. 당신의 지도에 "알파 기지"라 적힌 것을 보면 확실히 중요한 장소 같네요. 겉보기로는 반군에 의해 파손된 것 같은데, 여전히 함선 한 척이 남아있습니다.
ru: Похоже, что здесь находится... или находилась лаборатория ракушек. Судя по всему, важная, поскольку на карте она обозначена как "Объект Альфа". Похоже, что она была повреждена повстанцами, и один из их кораблей все еще находится рядом с ней.
zh_hans: 看起来这里是...或者说曾经是一个甲壳族实验室的所在地。无论如何仍然是很重要的东西，因为它在你的星图上被标记为"Α站"。看起来它已经被叛军破坏了，但仍有孤零零一艘飞船幸存。

source: Attack them to access the lab.
fr: Les attaquer pour accéder au laboratoire.
it: Attaccali per accedere al laboratorio.
ko: 연구소로 들어가기 위해 공격한다.
ru: Атаковать их, чтобы получить доступ в лабораторию.
zh_hans: 攻击他们以进入实验室。

source: The Rebel ship is slow to the offense, and says nothing. All the same, they raise their weapons and attack!
fr: Le vaisseau Rebelle est lent à l'attaque et ne dit rien. Ils lèvent tout de même leurs armes et attaquent !
it: La nave Ribelle è lenta a rispondere e non dice niente. Allo stesso tempo, alimenta le armi e attacca!
ko: 반군 함선은 아무 말도 하지 않고 천천히 적의를 표했습니다. 그러고는 여느 때와 같이 무기를 올리고 공격해옵니다!
ru: Корабль повстанцев не спешит с ответом и ничего не отвечает. В то же время, они заряжают орудия и атакуют!
zh_hans: 叛军舰船的进攻很迟钝，一言不发。同样的，他们升起了武器发动进攻！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the Rebels.
fr: Ignorer les Rebelles.
it: Ignora i Ribelli.
ko: 반군을 무시한다.
ru: Не обращать внимания на повстанцев.
zh_hans: 无视叛军。

source: This place has already been ransacked. No reason getting involved when we won't get much out of it anyways.
fr: Cet endroit a déjà été mis à sac. Il n'y a aucune raison de s'impliquer alors que nous n'en tirerons pas grand-chose de toute façon.
it: Questo posto è già stato depredato. Non c'è motivo di immischiarsi quando non abbiamo praticamente niente da guadagnarci.
ko: 이미 이 장소는 면밀히 조사했습니다. 별 것도 없을텐데 말려들 이유가 없습니다.
ru: Это место уже разграблено. Нет смысла вмешиваться, если мы все равно ничего не получим.
zh_hans: 这个地方已经被洗劫一空了。既然横竖都得不到什么好处，我们没有理由卷入其中。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_ALPHA_ENTER"]/text
source: Another Rebel ship laid to waste by you and your crew. You scrap the hull before you investigate the lab.
fr: Un autre vaisseau rebelle détruit par vous et votre équipage. Vous démantelez la coque avant d'inspecter le laboratoire.
it: Un'altra nave Ribelle distrutta da te e il tuo equipaggio. Smantelli lo scafo prima di indagare nel laboratorio.
ko: 또 하나의 반군 함선을 파괴했습니다. 연구소를 조사하기 앞서 적함의 잔해를 인양합니다.
ru: Еще один корабль повстанцев был уничтожен вами и вашей командой. Перед тем как исследовать лабораторию, вы разбираете корпус на металлолом.
zh_hans: 又一艘叛军舰船被你和你的船员们化为废墟。在调查实验室之前你将舰体搜刮了一番。

# data/events_sector_morph.xml$//event[@name="MORPH_SITE_ALPHA_ENTER"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're surprised to find a still functional terminal in one of the rooms. It appears to have been half-way through sending a message until it was disabled by the Rebels. You download the information and play it back on your ship...
fr: Vous êtes surpris de trouver un terminal encore fonctionnel dans l'une des pièces. Il semble avoir été à mi-chemin de l'envoi d'un message avant d'être désactivé par les Rebelles. Vous téléchargez les informations et les lisez à bord de votre vaisseau...
it: Ti sorprende trovare un terminal ancora funzionante in una delle stanze. Sembra che stesse mandando un messaggio fino a quando i Ribelli non l'hanno disattivato. Scarichi le informazioni e le riproduci sulla tua nave...
ko: 당신은 여러 방중 하나에서 아직 작동하는 단말기를 발견했습니다. 반군에 의해 고장 나기 전까지 메시지를 보내는 중간 매개체 역할을 한 것으로 보입니다. 당신은 메시지 정보를 다운받아 함선에서 재생합니다...
ru: В одной из комнат вы с удивлением обнаруживаете все еще исправный терминал. Судя по всему, он был на полпути к отправке сообщения, пока его не отключили повстанцы. Вы загружаете информацию и воспроизводите ее на своем корабле...
zh_hans: 你惊讶地发现，在其中一个房间里有一个仍在运行的终端。它似乎有一条信息正发送了一半，直到被叛军禁用了。你下载了信息，并在你的船上开始回放...

source: Listen to the recording.
fr: Écouter l'enregistrement.
it: Ascolta la registrazione.
ko: 녹음된 메시지를 들어본다.
ru: Прослушать запись.
zh_hans: 听听录音。
