Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_morph.xml/*.po
Languages: fr, it, ko, ru, zh_hans

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Shells are reluctant to trust you to such a degree, and ultimately decline. With nothing else to do, they fly away, leaving you with some time on your hands.
fr: Les Coquilles sont réticents à l'idée de vous faire confiance à ce point et finissent par refuser. N'ayant rien d'autre à faire, ils s'envolent, vous laissant un peu de temps libre.
it: Gli shellman non sono disposti a fidarsi di te fino a questo punto, e alla fine rifiutano. Senz'altro da fare, volano via, lasciandoti con del tempo libero.
ko: 셸은 당신을 그렇게까지 신뢰하지 않았고, 결국 제안에 거절했습니다. 더 이상 얘기할 거리가 없으니 그들은 날아가 버렸습니다. 당신에게는 무언가를 해볼 시간이 조금 남아있습니다.
ru: Ракушки не хотят доверять вам до такой степени и в конце концов отказываются. Не придумав ничего другого, они улетают, оставляя вас наедине с собой.
zh_hans: 甲壳族不愿意如此信任你，并最终拒绝了。在没有其他事情可做的情况下，他们随即飞走，给了你一些空闲时间。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Shells appreciate the offer and accept. Though most you drop off at a nearby Shell station, one of them wishes to stay behind.
fr: Les Coquilles apprécient l'offre et l'acceptent. Bien que la plupart d'entre eux soient déposés à une station Coquille voisine, l'un d'eux souhaite rester sur place.
it: Gli shellman apprezzano l'offerta e accettano. Anche se molti li lasci a una stazione shellman nei paraggi, uno di loro vuole restare indietro.
ko: 셸들은 제안을 고맙게 여기고 받아들였습니다. 대부분의 셸은 당신의 인도에 따라 가까운 정거장에 내렸지만, 그들 중 하나는 당신의 함선에 남아있기를 원합니다.
ru: Ракушки оценили это предложение и принимают его. Хотя большинство из них высаживаются на ближайшей станции ракушек, одна из них желает остаться.
zh_hans: 甲壳族感谢你的提议并欣然接受。虽然他们大多数人在附近的甲壳族空间站下船，但其中一个希望留下来。

source: The Shells are reluctant, but ultimately agree. Once dropped off at a nearby station, they offer you some scrap as pay.
fr: Les Coquilles sont réticents, mais finissent par accepter. Une fois déposés dans une station voisine, ils vous offrent de la ferraille en guise de salaire.
it: Gli shellman sono riluttanti, ma alla fine accettano. Una volta lasciati a una stazione vicina, ti offrono dei moduli come compenso.
ko: 셸들은 주저하는 듯 했으나 결국 제안에 동의했습니다. 그들은 가까운 정거장에 내린 뒤 보답으로 약간의 스크랩을 제공했습니다.
ru: Ракушки не хотят, но в конце концов соглашаются. Высадив их на ближайшей станции, они предлагают в качестве оплаты металлолом.
zh_hans: 甲壳族很不情愿，但最终还是同意了。在附近的一个空间站下船后，他们给你一些废料作为报酬。

# data/events_sector_morph.xml$//event[@name="MORPH_SHELL_REFUGEE_IMPOSTER"]/text
source: It looks like the Shell ship is a science vessel. They beg you for help. "The Rebels, they've been following us everywhere! Would you be so kind as to aid us?"
fr: Il semble que le vaisseau Coquille soit un vaisseau scientifique. Ils vous supplient de les aider. "Les Rebelles, ils nous suiffent partout ! Auriez-ffous l'amabilité de nous aider ?"
it: Pare che la nave shellman sia una nave scientifica. Ti chiedono aiuto. "I Ribelli, ci seguono ovunque! Sarete così generosi da aiutarci?"
ko: 셸 함선은 과학선으로 보입니다. 그들이 당신에게 도움을 청합니다. "반군들이 우리를 따라다니고 있어요! 혹시 도와줄 수 있으십니까?"
ru: Похоже, что корабль ракушек - это научное судно. Они умоляют вас о помощи. "Повстанцы, они преследуют нас повсюду! Не будете ли вы так любезны помочь нам?"
zh_hans: 看起来这是一艘甲壳族科学舰。他们恳求你的帮助。"那些叛军，他们一直到处跟踪我们！好心人能不能帮帮我们？"

source: Offer to take them aboard.
fr: Proposer de les prendre à bord.
it: Offri di accoglierli a bordo.
ko: 안전한 곳으로 태워다주겠다고 제안한다.
ru: Предложить взять их на борт.
zh_hans: 提议带他们上船。

source: As soon as their crew step aboard, it's apparent that those Shells... they're Rebels! It was a trap all along!
fr: Dès que l'équipage monte à bord, il devient évident que ces Coquilles... sont des Rebelles ! C'était un piège depuis le début !
it: Non appena l'equipaggio sale a bordo, è palese che questi shellman... sono Ribelli! Era una trappola!
ko: 함선의 문이 열리고 셸들이 들어오는가 싶었는데... 그들은 사실 반군이었습니다! 처음부터 함정이었던 겁니다!
ru: Как только их экипаж поднимается на борт, становится ясно, что эти ракушки... - повстанцы! С самого начала это была ловушка!
zh_hans: 他们的船员一上船，你就明显发现那些甲壳族...他们是叛军！这一直是个陷阱！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Offer them some supplies to better prepare themselves.
fr: Leur offrir des ressources pour qu'ils puissent mieux se préparer.
it: Offrigli delle provviste per prepararsi meglio.
ko: 그들 스스로 대비할 수 있도록 약간의 물자를 제공한다.
ru: Предложить им немного припасов, чтобы они могли лучше подготовиться.
zh_hans: 向他们提供一些物资以更好御敌。

source: You give the Shells some missiles and droneparts to help them...
fr: Vous donnez aux Coquilles des missiles et des pièces de drones pour les aider...
it: Dai agli shellman dei missili e dei chip per droni per aiutarli...
ko: 당신은 그들을 도우려고 약간의 미사일과 드론 부품들을 보냅니다.
ru: Вы даете ракушкам боеголовки и дрон-комплекты, чтобы помочь им...
zh_hans: 你向甲壳族一些导弹和无人机部件来帮助他们...

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Oh, you really are stupid after all! It was a trap, idiots!" The ship turns hostile, revealing itself to be piloted by Rebels!
fr: "Oh, ffous êtes vraiment stupides après tout ! C'était un piège, idiots !" Le vaisseau devient hostile, se révélant être piloté par des Rebelles !
it: "Oh, ma allora siete davvero stupidi! Era una trappola, cretini!" La nave diventa ostile, e scopri che è pilotata da Ribelli!
ko: "아, 네놈은 정말 멍청하군! 이건 함정이야 바보야!" 과학선은 반군이 조종하고 있다는 것을 드러내며 적대적으로 변합니다!
ru: "О, да вы действительно тупые! Это была ловушка, идиоты!" Корабль становится враждебным и выясняется, что его пилотируют повстанцы!
zh_hans: "哦，你们原来是真的蠢！这是个陷阱，白痴！"科学舰转为敌对状态，原来是叛军在驾驶它！

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack!
fr: Attaquer !
it: All'attacco!
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: You expect protesting from the Shell vessel, but instead you're met with angry shouts from a Rebel captain! "Damn it, how did you know it was a trap?!"
fr: Vous vous attendez à des protestations de la part du vaisseau Coquille, mais au lieu de cela, vous êtes accueillis par les cris de colère d'un capitaine rebelle ! "Bon sang, comment saffiez-ffous que c'était un pièche ?!"
it: Ti aspetti delle proteste da parte della nave shellman, ma invece senti un capitano Ribelle arrabbiato che urla! "Accidenti, come sapevi che era una trappola?!"
ko: 당신은 셸 함선이 항의할 것으로 예상했지만, 그 대신 반군 선장의 분노에 찬 함성이 들려옵니다. "빌어먹을, 함정인 줄 어떻게 알았지?!"
ru: Вы ожидаете услышать возражение с корабля ракушек, но вместо этого вас встречают гневные крики капитана повстанцев! "Черт возьми, как вы догадались, что это ловушка?!"
zh_hans: 你以为甲壳族的船只会提出抗议，但你收到的却是一位叛军舰长的愤怒咆哮！"该死，你们怎么知道这是一个陷阱的？！"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't help.
fr: Nous ne pouvons pas aider.
it: Non possiamo aiutare.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们没法帮忙。

source: The Shell ship stays suspiciously silent for a moment, followed by them raising their weapons. A Rebel captain appears on the vidscreen. "Ahahah, it was a trap all along!"
fr: Le vaisseau Coquille reste suspicieusement silencieux pendant un moment, puis ils lèvent leurs armes. Un capitaine rebelle apparaît sur l'écran vidéo. "Ahahah, c'était un pièche depuis le début !"
it: La nave shellman rimane sospettosamente silenziosa per un momento, e poco dopo carica le armi. Un capitano RIbelle appare a schermo. "Ahahahah, era una trappola!"
ko: 셸 함선은 수상스럽게 침묵을 유지하다가 무기를 들어올립니다. 반군 선장이 화면에 나타납니다. "하하하, 처음부터 함정이었지!"
ru: Корабль ракушек на мгновение замирает в подозрительном молчании, затем они начинают заряжать оружие. На видеоэкране появляется капитан повстанцев. "А-ха-ха, это все время была ловушка!"
zh_hans: 甲壳族船可疑地保持了一会儿沉默，接着他们启动了武器。一位叛军舰长出现在视频屏幕上。"啊哈哈，这一直都是个陷阱！"

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_morph.xml$//event[@name="NEBULA_MORPH_BLOCKADE"]/text
source: When you first jump in, you assume this to be a simple, empty nebula, but such a hope is betrayed when a militant vessel comes out of the clouds. "Hey, didn't you hear Prof. Alkali's warning? Thhhhis sector is dangerous. Thhhhhis beacon is under quarantine. I suggest you move it."
fr: Lors de votre premier saut, vous pensez qu'il s'agit d'une simple nébuleuse vide, mais cet espoir est effacé lorsqu'un vaisseau militant sort des nuages : "Hé, ffous n'avez pas entendu l'affertissement du professeur Alkali ? Ce secteur est danchereux. Cette balise est placée en quarantaine. Che vous suggère de la déplacer."
it: Quando arrivi in salto, presumi che questa sia una semplice nebulosa vuota, ma le tue speranze svaniscono quando una nave militare esce dalle nubi. "Ehi, non hai fentito l'avvertimento del Profeffor Alkali? Quefto fettore è pericolofo. Quefto aftrofaro è in quarantena. Fuggerifco di fmammare."
ko: 막 도착했을 때는 이곳이 단순한 빈 성운이라 생각했지만, 성운 속에서 나타난 군사부 선박 한 척이 당신의 기대를 저버립니다. "이봐요, 알칼리 교수우우의 말을 듣지 못하셔어었스으읍니까? 이 구역은 위험합니다. 이 소옹시인소오는 봉쇄되었스으읍니다. 다른 고스으로 갈 거스을 권고합니다."
ru: При первом прыжке вы предполагаете, что это обычная пустая туманность, но такая надежда рушится, когда из облаков появляется военный корабль. "Эй, вы чшто, не слышали предупреждения профессора Алькали? Этот сектор опасен. Этот маяк находится на карантине. Я рекомендую вам уйти отсюда".
zh_hans: 当你刚跃迁进来时，你以为这只是一片单调、空旷的星云，但一艘甲壳军事区军舰从云层中出来时，这样的希望破灭了。"嘿，你没有收到阿尔科莱教授的警告吗？这个星区很危险。这个信标被隔离了。建议你赶紧动身。"

source: You can't tell us what to do!
fr: Vous ne pouvez pas nous dire quoi faire !
it: Non potete dirci cosa fare!
ko: 우리에게 이래라저래라하지 마라!
ru: Вы не можете указывать нам, что делать!
zh_hans: 你不能对我们指手画脚！

source: You'll be damned if you let anyone tell you where you can and can't go. You arm the weapons and prepare for battle.
fr: Vous ne laisserez personne vous dire où vous pouvez ou ne pouvez pas aller. Vous armez les armes et vous vous préparez au combat.
it: Che tu sia dannato se lasci che qualcuno ti dica dove puoi e non puoi andare. Carichi le armi e ti prepari a combattere.
ko: 누군가가 당신에게 갈 수 있는 곳과 없는 곳을 말해준다는 것은 바보 취급을 받는 것입니다. 당신은 무기를 올리고 전투를 준비합니다.
ru: Будьте вы прокляты, если позволите кому-то указывать вам, куда можно идти, а куда нет. Вы заряжаете оружие и готовитесь к бою.
zh_hans: 你才不会让别人告诉你哪里可以去，哪里不可以去。你启动武器，准备战斗。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Alkali) We are carrying a VIP right now.
fr: (Alkali) Nous avons un VIP en ce moment.
it: (Alkali) Abbiamo con noi un VIP.
ko: (알칼리) 우리는 지금 VIP를 호송중입니다.
ru: (Алькали) Мы перевозим ВИП-персону.
zh_hans: (阿尔科莱)我们现在正带着一位贵宾。

source: Once the militants learn about the situation, they stop bothering you, and even offer supplies before saying farewell.
fr: Lorsque les militants sont informés de la situation, ils cessent de vous importuner et vous offrent même des ressources avant de vous dire adieu.
it: Una volta che i militari sono informati della situazione, smettono di disturbarti e offrono anche delle risorse prima di congedarsi.
ko: 그들은 상황을 알게 되자 당신을 놓아주었고 심지어 보급품까지 제공해줬습니다.
ru: Узнав о ситуации, бойцы перестают беспокоить вас, а перед прощанием даже предлагают припасы.
zh_hans: 军事区甲壳族在了解情况之后，便不再打扰你，甚至在告别前提供一些物资。

source: Alright, we'll leave.
fr: D'accord, nous partons.
it: Va bene, ce ne andiamo.
ko: 좋아, 떠나자.
ru: Хорошо, мы уходим.
zh_hans: 好吧，我们这就走。

source: You power down the weapons and prepare to leave the system as soon as you can.
fr: Vous éteignez les armes et vous vous préparez à quitter le système dès que possible.
it: Abbassi le armi e ti prepari a lasciare il sistema il prima possibile.
ko: 당신은 무기 전원을 내리고 가능한 한 빨리 이 행성계를 빠져나가려 준비합니다.
ru: Вы выключаете оружие и готовитесь покинуть систему как можно скорее.
zh_hans: 你关闭武器的电源准备尽快离开这个星系。

source: A short range distress signal is being emitted from a Shell science station nearby, which is under attack by a Rebel Auto-ship!
fr: Un signal de détresse à courte portée est émis par une station scientifique Coquille située à proximité, qui est attaquée par un Auto-vaisseau rebelle !
it: Un segnale di soccorso a corto raggio è trasmesso da una stazione shellman nei paraggi, che è attaccata da una robo-nave Ribelle!
ko: 인근 셸 과학 정거장에서 단거리 조난 신호가 송출되고 있습니다. 반군 무인기로부터 공격받는 중입니다!
ru: С расположенной неподалеку научной станции ракушек, которую атаковал автоматический корабль повстанцев, поступает сигнал бедствия малой дальности!
zh_hans: 附近的甲壳族科学站正在发出短距离求救信号，该科学站正遭受叛军自动舰的攻击！

source: Assist the Shells!
fr: Assister les Coquilles !
it: Aiuta gli shellman!
ko: 셸들에게 가세하라!
ru: Оказать помощь ракушкам!
zh_hans: 协助甲壳族！

source: You attack the Auto vessel.
fr: Vous attaquez l'Auto-vaisseau.
it: Attacchi la robo-nave.
ko: 당신은 무인기를 공격합니다.
ru: Вы атакуете автоматическое судно.
zh_hans: 你攻击自动舰。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the conflict.
fr: Ignorer le conflit.
it: Ignora il conflitto.
ko: 분쟁을 무시한다.
ru: Не обращать внимания на конфликт.
zh_hans: 忽视这场冲突。

source: You don't have the time to play hero right now and help the Shells.
fr: Vous n'avez pas le temps de jouer les héros et d'aider les Coquilles.
it: Non hai il tempo di fare l'eroe e aiutare gli shellman.
ko: 지금 영웅놀이나 하며 셸들을 도울 시간은 없습니다.
ru: У вас сейчас нет времени играть в героя и помогать ракушкам.
zh_hans: 你现在没有时间英雄救美帮助甲壳族。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Your timing is most convenient! Thank you, Federation. May this heal your wounds."
fr: "Ffotre timing est des plus opportuns ! Merci, Fédération. Puissent ces proffisions guérir ffos blessures."
it: "Tempifmo impeccabile! Grazie, Federazione. Che quefto poffa rimarginare le voftre ferite."
ko: "타이밍이 딱 좋아써어요! 고마워요 연방 함장님. 이거스으로 여러분의 사아앙처가 치유되기를 바라요."
ru: "Ваше появление очень кстати! Спасибо, Федерация. Пусть это залечит ваши раны".
zh_hans: "你们真是及时雨！谢谢你，联邦。愿这能治愈你的伤痛。"

source: It appears the Shells did not make it. All you can do is scrap the hull of the station.
fr: Il semble que les Coquilles n'aient pas survécu. Tout ce que vous pouvez faire, c'est démanteler la coque de la station.
it: Pare che gli shellman non siano sopravvissuti. Tutto quello che puoi fare è smantellare lo scafo della stazione.
ko: 셸들은 살아남지 못한 것으로 보입니다. 당신이 할 수 있는 일은 정거장 선체를 스크랩으로 만드는 것뿐입니다.
ru: Похоже, что ракушки не выдержали. Все, что можно сделать, это разобрать корпус станции на металлолом.
zh_hans: 看来甲壳族没有活下来。你只好搜刮一下空间站的外壳。

source: Of all things, you didn't expect to see a Rebel ship being the one to solicit their distress beacon on open comms. They don't seem shy to hail you either. "You know that gross sentient space gunk that lives here? Well some of their goopy insides got all stuck in our engines, and now they're jammed. Now I know we don't exactly get along, but there surely could be something in it for you!"
fr: De toutes les choses, vous ne vous attendiez pas à voir un vaisseau rebelle solliciter leur balise de détresse sur les communications ouvertes. Ils ne semblent pas hésiter à vous appeler non plus. "Vous connaissez cette substance spatiale dégoûtante qui vit ici ? Eh bien, certains de leurs entrailles gluantes se sont coincées dans nos moteurs et maintenant ils sont bloqués. Je sais que nous ne nous entendons pas très bien, mais il pourrait sûrement y avoir quelque chose en échange pour vous !"
it: Tra tutte le cose, non ti aspettavi di vedere una nave Ribelle trasmettere un segnale di soccorso su frequenze aperte. E non sembrano nemmeno farsi troppi problemi a contattarti. "Hai presente quelle schifose melme spaziali senzienti che vivono qui? Bene, alcune delle loro budella viscide sono finite nei nostri motori, e ora sono bloccati. Ora, so che non andiamo esattamente d'amore e d'accordo, ma potrebbe esserci una ricompensa per te!"
ko: 그 많은 함선들 중에, 반군 함선이 조난신호를 보낼 것이라고는 예상하지도 못했습니다. 당신은 연방 소속이지만, 그들은 교신을 꺼리는 기색이 없습니다. "여기 사는 지긋지긋한 우주점액 지성체들 알지? 엔진 안에 그놈들의 끈적이가 끼어서 작동하질 않고 있어. 지금 우리들 사이가 썩 좋지는 않다는 건 알지만, 분명 우리가 너희에게 줄 수 있는 것이 있을 거야!"
ru: Вы не ожидали, что корабль повстанцев будет подавать сигнал бедствия по открытым каналам связи. Несмотря на вашу принадлежность к Федерации, они, похоже, не стесняются связаться с вами. "Вы знаете, что здесь обитает мерзкая разумная космическая гадость? Так вот, некоторые из их липких внутренностей застряли в наших двигателях, и теперь они заклинили. Я знаю, что мы не очень-то ладим, но, возможно, это заинтересует вас!"
zh_hans: 你也算见过世面了，但你还是头一次看到一艘叛军舰在公共通讯波段中发出求救信号。尽管你是联邦，他们似乎也不顾忌向你求救。"你知道生活在这里的那些恶心的开智太空黏团吧？它们的一些内脏糊进了我们的引擎里，所以引擎被卡住了。我知道咱们并不完全合得来，但这事肯定会给你好处的！"

source: Try and fix up their engines.
fr: Essayer de réparer leurs moteurs.
it: Prova a riparare i loro motori.
ko: 엔진 수리를 도와줘 본다.
ru: Попытаться отремонтировать их двигатели.
zh_hans: 尝试修复他们的引擎。

source: There couldn't be a better opportunity to attack!
fr: Il n'y a pas de meilleure occasion d'attaquer !
it: Non c'è occasione migliore per attaccare!
ko: 지금이 공격하기 딱 좋은 기회다!
ru: Лучшей возможности для атаки и быть не может!
zh_hans: 没有比这更好的进攻机会了！

source: If they don't have engines, there's nowhere these Rebels can run! Still they try, but it's pointless.
fr: S'ils n'ont pas de moteur, ces rebelles ne peuvent partir nulle part ! Ils essaient quand même, mais c'est inutile.
it: Se non hanno i motori, allora questi Ribelli non possono scappare da nessuna parte! Ci provano comunque, ma è inutile.
ko: 엔진이 없다면 도망갈 수 없을 것입니다! 그들은 계속해서 엔진을 손보고 있지만, 무의미한 것 같습니다.
ru: Если у них нет двигателей, то этим повстанцам некуда бежать! Они попытаются, но это бессмысленно.
zh_hans: 如果他们没有引擎，这些叛军就无处可逃了！他们尽管挣扎，但也无济于事。

source: Continue...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Engineer Crew) Have your engineer take a look at the engines.
fr: (Membre d'équipage ingénieur) Demander à votre ingénieur de jeter un coup d'œil aux moteurs.
it: (Equipaggio ingegnere) Lascia che il tuo ingegnere controlli i motori.
ko: (공병 선원) 공병이 엔진을 살펴보게 한다.
ru: (Член экипажа-Инженер) Пусть ваш Инженер осмотрит двигатели.
zh_hans: (工程师船员)让你的工程师检查一下引擎。

source: Fortunately, your engineer clears out the Morphs quickly, and the Rebels seem impressed. "Hmmm... you've helped us more than we expected. I suppose the act of not murdering us is worthy of some pay as promised."
fr: Heureusement, votre ingénieur élimine rapidement les Morphes et les Rebelles semblent impressionnés. "Hmmm... vous nous avez aidés plus que nous ne l'espérions. Je suppose que le fait de ne pas nous assassiner mérite d'être payé comme promis."
it: Per fortuna, il tuo ingegnere elimina i mutaforma rapidamente e i Ribelli sembrano colpiti. "Hmmm... ci hai aiutato più di quanto ci aspettassimo. Suppongo che il fatto di non averci ammazzato meriti una ricompensa, come promesso."
ko: 다행히도 당신의 공병이 빠르게 모프들을 제거했습니다. 반군들도 감명받은 듯 하네요. "음... 우리의 기대보다도 더 잘 도와줬네. 약속대로 우리를 죽이지 않은 것에 대한 보수를 줄게."
ru: К счастью, ваш Инженер быстро расправился с морфами, и повстанцы, похоже, впечатлены. "Хммм... Вы помогли нам больше, чем мы ожидали. Полагаю, за то, что вы нас не убили, вам следует заплатить, как и было обещано".
zh_hans: 幸运的是，你的工程师很快就清理了模物族，而叛军看起来对你印象深刻。"嗯...你对我们的帮助超出了我们的预期。俺寻思，没有杀害我们的行为，是值得我们支付之前承诺的报酬的。"

source: (Engi Crew) Have your Engi take a look at the engines.
fr: (Membre d'équipage Engi) Demander à votre Engi de jeter un coup d'œil aux moteurs.
it: (Equipaggio engi) Lascia che il tuo engi controlli i motori.
ko: (엔지 선원) 엔지가 엔진을 살펴보게 한다.
ru: (Член экипажа-энджи) Попросить своего энджи осмотреть двигатели.
zh_hans: (半械族船员)让你的半械族检查一下引擎。

source: Fortunately, your Engi clears out the Morphs quickly, and the Rebels seem impressed. "Hmmm... you've helped us more than we expected. I suppose the act of not murdering us is worthy of some pay as promised."
fr: Heureusement, votre Engi élimine rapidement les Morphes et les Rebelles semblent impressionnés. "Hmmm... vous nous avez aidés plus que nous ne l'espérions. Je suppose que le fait de ne pas nous avoir assassinés mérite d'être payé comme promis."
it: Per fortuna, il tuo engi elimina i mutaforma rapidamente e i Ribelli sembrano colpiti. "Hmmm... ci hai aiutato più di quanto ci aspettassimo. Suppongo che il fatto di non averci ammazzato meriti una ricompensa, come promesso."
ko: 다행히도 당신의 엔지가 빠르게 모프들을 제거했습니다. 반군들도 감명받은 듯 하네요. "음... 우리의 기대보다도 더 잘 도와줬네. 약속대로 우리를 죽이지 않은 것에 대한 보수를 줄게."
ru: К счастью, ваш энджи быстро расправился с морфами, и повстанцы, похоже, впечатлены. "Хммм... Вы помогли нам больше, чем мы ожидали. Полагаю, что за то, что вы не убили нас, вы должны заплатить, как и обещали".
zh_hans: 幸运的是，你的半械族很快就清理了模物族，而叛军看起来对你印象深刻。"嗯...你对我们的帮助超出了我们的预期。俺寻思，没有杀害我们的行为，是值得我们支付之前承诺的报酬的。"

source: (Morph Crew) Have your Morph reawaken the hibernating goo.
fr: (Membre d'équipage Morphe) Demander à votre Morphe de réveiller la substance en hibernation.
it: (Equipaggio mutaforma) Chiedi al tuo mutaforma di risvegliare la melma in ibernazione.
ko: (모프 선원) 끈적이들을 잠에서 깨운다.
ru: (Член экипажа-морф) Попросить морфа разбудить спящую слизь.
zh_hans: (模物族船员)让你的模物族唤醒在里面冬眠的黏团。

source: Your Morph lets out a cacophony of shrill chirping, followed by many more from the Morphs in the engines, who detach themselves from the mechanism and roll to meet your Morph. The Rebels aren't really sure what they just witnessed, but they reluctantly pay you in "thanks".
fr: Votre Morphe émet une cacophonie de pépiements stridents, suivie par de nombreux autres provenant des Morphes dans les moteurs, qui se détachent du mécanisme et roulent pour rejoindre votre Morphe. Les Rebelles ne sont pas vraiment sûrs de ce qu'ils viennent de voir, mais ils vous paient à contrecœur en guise de "remerciements".
it: Il tuo mutaforma emette un cinguettio cacofonico e stridulo, seguito da molti altri da parte dei mutaforma nei motori, che si staccano dal meccanismo e rotolano per incontrare il tuo sottoposto. I Ribelli non sanno bene cos'hanno appena visto, ma ti pagano controvoglia per "ringraziarti".
ko: 당신의 모프가 날카로운 울음소리를 내자 엔진 속에 있던 더 많은 모프도 따라 울었고, 곧 엔진에서 떨어져 나와 당신의 모프를 만나기 위해 굴러왔습니다. 반군들은 자신들이 무엇을 봤는지 믿지 못하는 눈치지만, 마지못해 "고맙다"라고 말합니다.
ru: Ваш морф издает какофонию пронзительного стрекота, за которой следует множество других морфов, находящихся в двигателях, которые отсоединяются от механизмов и несутся навстречу вашему морфу. Повстанцы не очень понимают, что они только что увидели, но они неохотно расплачиваются с вами "спасибо".
zh_hans: 你的模物族发出了嘈杂尖锐的鸣叫声，紧接着引擎中的模物族也发出了许多鸣叫声，他们从机械装置中脱身出来，滚到你的模物族面前。叛军并不确定他们刚刚目睹了什么，但他们很不情愿地用废料向你表示"感谢"。

source: Ignore the Rebels.
fr: Ignorer les Rebelles.
it: Ignora i Ribelli.
ko: 반군을 무시한다.
ru: Не обращать внимания на повстанцев.
zh_hans: 无视叛军。

source: Knowing the Rebels, this could just as well be yet another trap. Atleast, they don't seem to follow you.
fr: Connaissant les Rebelles, il pourrait bien s'agir d'un autre piège. En tout cas, ils ne semblent pas vous suivre.
it: Conoscendo i Ribelli, potrebbe benissimo essere l'ennesima trappola. Almeno non sembrano seguirti.
ko: 반군이 언제나 그렇듯이, 이것은 또 다른 함정일 수 있습니다. 적어도 그들이 당신을 따라오지는 않네요.
ru: Зная повстанцев, можно предположить, что это очередная ловушка. По крайней мере, они, похоже, за вами не следят.
zh_hans: 以你对叛军的了解，这很可能是另一个陷阱。至少，他们似乎并没有跟踪你。
