Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: Ask A5540L3 about this.
de: Frage A5540L3 über das Ganze.
es: Preguntarle a A5540L3 sobre esto.
fr: Demander à 3NF01R3 ce qu'il en pense.
ko: A5540L3에게 의견을 묻는다.
ru: Спросить 34СР4Н3Ц об этом.
zh_hans: 询问A5540L3的意见。

source: Ask Jerry about this.
de: Frage Jerry über das Ganze.
es: Preguntarle a Jerry sobre esto.
fr: Demander à Jerry ce qu'il en pense.
it: Chiedi a Jerry la sua opinione.
ko: 제리에게 의견을 묻는다.
ru: Спросить Джерри об этом.
zh_hans: 询问杰瑞的意见。

source: Ask Anurak about this.
de: Frage Anurak über das Ganze.
es: Preguntarle a Anurak sobre esto.
fr: Demander à Anurak ce qu'il en pense.
it: Chiedi ad Anurak la sua opinione.
ko: 아누락에게 의견을 묻는다.
ru: Спросить Анурака об этом.
zh_hans: 询问阿努拉克意见。

source: Ask Devorak about this.
de: Frage Devorak über das Ganze.
es: Preguntarle a Devorak sobre esto.
fr: Demander à Devorak ce qu'il en pense.
it: Chiedi a Devorak la sua opinione.
ko: 데보락에게 의견을 묻는다.
ru: Спросить Деворака об этом.
zh_hans: 询问德沃拉克的意见。

source: Ask Mafan about this.
es: Preguntarle a Mafan sobre esto.
fr: Demander à Mafan ce qu'il en pense.
ru: Спросить Мафана об этом.

source: Ask Turzil about this.
de: Frage Turzil über das Ganze.
es: Preguntarle a Turzil sobre esto.
fr: Demander à Turzil ce qu'il en pense.
it: Chiedi a Turzil la sua opinione.
ko: 투르질에게 의견을 묻는다.
ru: Спросить Турзила об этом.
zh_hans: 询问图尔齐尔的意见。

source: Ask Mayeb about this.
de: Frage Mayeb danach.
es: Preguntarle a Mayeb sobre esto.
fr: Demander à Mayeb ce qu'il en pense.
it: Chiedi a Mayeb la sua opinione.
ko: 마예브에게 의견을 묻는다.
ru: Спросить Майев об этом.
zh_hans: 询问麻椰的意见。

source: Ask Ivar about this.
de: Frag Ivar danach.
es: Preguntarle a Ivar sobre esto.
fr: Demander à Ivar ce qu'il en pense.
it: Chiedi ad Ivar la sua opinione.
ko: 이바르에게 의견을 묻는다.
ru: Спросить Ивара об этом.
zh_hans: 询问苡瓦的意见。

source: Ask Ty E'Rel about this.
de: Frag Ty E'Rel danach.
es: Preguntarle a Ty E'Rel sobre esto.
fr: Demander à Ty E'Rel ce qu'il en pense.
it: Chiedi a Ty E'Rel la sua opinione.
ko: 타이 이'렐에게 의견을 묻는다.
ru: Спросить Тай Э'Рела об этом.
zh_hans: 询问笛艾尔的意见。

source: Ask Alkali about this.
de: Frage Alkali über das Ganze.
es: Preguntarle a Alkali sobre esto.
fr: Demander à Alkali ce qu'il en pense.
it: Chiedi ad Alkali la sua opinione.
ko: 알칼리에게 의견을 묻는다.
ru: Спросить Алькали об этом.
zh_hans: 询问阿尔科莱的意见。

source: Ask OOJ MAJOO about this.
de: Frage OOJ MAJOO über das Ganze.
es: Preguntarle a OOJ MAJOO sobre esto.
fr: Demander à OOJ MAJOO ce qu'il en pense.
it: Chiedi ad OOJ MAJOO la sua opinione.
ko: 우즈 마주에게 의견을 묻는다.
ru: Спросить УДЖ МАДЖУ об этом.
zh_hans: 询问OOJ MAJOO的意见。

source: Ask Ellie about this.
de: Frage Ellie über das Ganze.
es: Preguntarle a Ellie sobre esto.
fr: Demander à Ellie à ce sujet.
it: Chiedi ad Ellie la sua opinione.
ko: 엘리에게 의견을 묻는다.
ru: Спросить Элли об этом.
zh_hans: 询问埃莉的意见。

source: Ask Stephan about this.
de: Frage Stephan über das Ganze.
es: Preguntarle a Stephan sobre esto.
fr: Demander à Stephan ce qu'il en pense.
it: Chiedi a Stephan la sua opinione.
ko: 스테판에게 의견을 묻는다.
ru: Спросить Стефана об этом.
zh_hans: 询问斯蒂芬的意见。

source: Ask Nights about this.
de: Frage Nights über das Ganze.
es: Preguntarle a Nights sobre esto.
fr: Demander à Nights ce qu'il en pense.
it: Chiedi a Nights la sua opinione.
ko: 나이트에게 의견을 묻는다.
ru: Спросить Тумана об этом.
zh_hans: 询问七夜的意见。

source: Ask Slocknog about this.
de: Frage Slocknog über das Ganze.
es: Preguntarle a Slocknog sobre esto.
fr: Demander à Slocknog ce qu'il en pense.
it: Chiedi a Slocknog la sua opinione.
ko: 슬럭노그에게 의견을 묻는다.
ru: Спросить Слокнога об этом.
zh_hans: 询问斯洛克诺格的意见。

source: Ask Irwin about this.
de: Frage Irwin über das Ganze.
es: Preguntarle a Irwin sobre esto.
fr: Demander à Irwin ce qu'il en pense.
it: Chiedi ad Irwin la sua opinione.
ko: 어윈에게 의견을 묻는다.
ru: Спросить Ирвина об этом.
zh_hans: 询问厄文的意见。

source: Ask Alkram about this.
de: Frage Alkram über das Ganze.
es: Preguntarle a Alkram sobre esto.
fr: Demander à Alkram ce qu'il en pense.
it: Chiedi ad Alkram la sua opinione.
ko: 알크람에게 의견을 묻는다.
ru: Спросить Алькрама об этом.
zh_hans: 询问阿尔克拉姆的意见。

source: Ask Tyrdeo about this.
de: Frage Trydeo über das Ganze.
es: Preguntarle a Tyrdeo sobre esto.
fr: Demander à Tyrdeo ce qu'il en pense.
it: Chiedi a Tyrdeo la sua opinione.
ko: 티르데오에게 의견을 묻는다.
ru: Спросить Тирдео об этом.
zh_hans: 询问泰迪奥的意见。

source: Ask Freddy about this.
de: Frage Freddy über das Ganze.
es: Preguntarle a Freddy sobre esto.
fr: Demander à Freddy ce qu'il en pense.
it: Chiedi a Freddy la sua opinione.
ko: 프레디에게 의견을 묻는다.
ru: Спросить Фредди об этом.
zh_hans: 询问弗雷迪的意见。

source: Ask Kaz about this.
de: Frage Kaz über das Ganze.
es: Preguntarle a Kaz sobre esto.
fr: Demander à Kaz ce qu'il en pense.
it: Chiedi a Kaz la sua opinione.
ko: 카즈에게 의견을 묻는다.
ru: Спросить Каза об этом.
zh_hans: 询问卡兹的意见。

source: Ask Ariadne about this.
de: Frage Ariadne über das Ganze.
es: Preguntarle a Ariadne sobre esto.
fr: Demander à Arianne ce qu'elle en pense.
it: Chiedi ad Ariadne la sua opinione.
ko: 아리아드네에게 의견을 묻는다.
ru: Спросить Ариадну об этом.
zh_hans: 询问阿里阿德涅的意见。

source: Ask Ruwen about this.
de: Frage Ruwen über das Ganze.
es: Preguntarle a Ruwen sobre esto.
fr: Demander à Ruwen ce qu'il en pense.
it: Chiedi a Ruwen la sua opinione.
ko: 루웬에게 의견을 묻는다.
ru: Спросить Рувена об этом.
zh_hans: 询问茹文的意见。

source: Ask Dianesh about this.
de: Frage Dianesh über das Ganze.
es: Preguntarle a Dianesh sobre esto.
fr: Demander à Dianesh ce qu'elle en pense.
it: Chiedi a Dianesh la sua opinione.
ko: 디아내시에게 의견을 묻는다.
ru: Спросить Дианеш об этом.
zh_hans: 询问黛安娜什的意见。

source: Ask Tuco about this.
de: Frage Tuco über das Ganze.
es: Preguntarle a Tuco sobre esto.
fr: Demander à Tuco ce qu'il en pense.
it: Chiedi a Tuco la sua opinione.
ko: 투코에게 의견을 묻는다.
ru: Спросить Туко об этом.
zh_hans: 询问图科的意见。

source: Ask the Beacon Eater about this.
de: Frage den Signalpunkt Esser über das Ganze.
es: Preguntarle a The Beacon Eater sobre esto.
fr: Demander au Dévoreur de Balises ce qu'il en pense.
it: Chiedi al Divorafari la sua opinione.
ko: 송신소 탐식자에게 의견을 묻는다.
ru: Спросить Пожирателя маяков об этом.
zh_hans: 询问信标吞噬者的意见。

source: Ask the Anointed about this.
de: Frage den Anointed über das Ganze.
es: Preguntarle a Anointed sobre esto.
fr: Demander à l'Illuminée ce qu'elle en pense.
it: Chiedi all'Eccelsa la sua opinione.
ko: 영세자에게 의견을 묻는다.
ru: Спросить Помазанницу об этом.
zh_hans: 询问强选者的意见。

source: Ask Dessius about this.
de: Frage Dessius über das Ganze.
es: Preguntarle a Dessius sobre esto.
fr: Demander à Dessius ce qu'il en pense.
it: Chiedi a Dessius la sua opinione.
ko: 데시우스에게 의견을 묻는다.
ru: Спросить Дессиуса об этом.
zh_hans: 询问德修斯的意见。

source: Ask Vortigon about this.
de: Frage Vortigon über das Ganze.
es: Preguntarle a Vortigon sobre esto.
fr: Demander à Vortigon ce qu'il en pense.
it: Chiedi a Vortigon la sua opinione.
ko: 보티곤에게 의견을 묻는다.
ru: Спросить Вортигона об этом.
zh_hans: 询问沃蒂根的意见。

source: Ask Billy about this.
de: Frage Billy über das Ganze.
es: Preguntarle a Billy sobre esto.
fr: Demander à Billy ce qu'il en pense.
it: Chiedi a Billy la sua opinione.
ko: 빌리에게 의견을 묻는다.
ru: Спросить Билли об этом.
zh_hans: 询问比利的意见。

source: Ask Sylvan about this.
de: Frage Sylvan über das Ganze.
es: Preguntarle a Sylvan sobre esto.
fr: Demander à Sylvain ce qu'il en pense.
it: Chiedi a Sylvan la sua opinione.
ko: 실반에게 의견을 묻는다.
ru: Спросить Сильвана об этом.
zh_hans: 询问希尔凡的意见。

source: Check on the Spider Queen.
de: Frage die Spinnen Königin über das Ganze.
es: Revisar a la Spider Queen.
fr: Inspecter la Reine Araignée.
it: Controlla come sta la Regina Ragno.
ko: 거미 여왕을 확인한다.
ru: Проведать Королеву пауков.
zh_hans: 看看蜘蛛虫后的反应。

source: Ask Obyn about this.
de: Frage Obyn über das Ganze.
es: Preguntarle a Obyn sobre esto.
fr: Demander à Obyn ce qu'il en pense.
it: Chiedi ad Obyn la sua opinione.
ko: 오빈에게 의견을 묻는다.
ru: Спросить Обина об этом.
zh_hans: 询问奥宾的意见。

source: Ask Tintan and Rig about this.
de: Frage Tintan und Rig über das Ganze.
es: Preguntarle a Tintan y Rig sobre esto.
fr: Demander à Tintan et Rig ce qu'ils en pensent.
it: Chiedi a Tintan e Rig la loro opinione.
ko: 틴탄과 리그에게 의견을 묻는다.
ru: Спросить Тинтану и Рига об этом.
zh_hans: 询问婷丹与里格的意见。

source: Ask Tony Sr. about this.
de: Frage Tony Sr. über das Ganze.
es: Preguntarle a Tony Sr. sobre esto.
fr: Demander à Tony Sr. ce qu'il en pense.
it: Chiedi a Tony Sr. la sua opinione.
ko: 토니 시니어에게 의견을 묻는다.
ru: Спросить Тони Ст. об этом.
zh_hans: 询问托尼·西尼尔的意见。

source: Ask Guntput about this.
de: Frage Guntput über das Ganze.
es: Preguntarle a Guntput sobre esto.
fr: Demander à Guntput ce qu'il en pense.
it: Chiedi a Guntput la sua opinione.
ko: 건트풋에게 의견을 묻는다.
ru: Спросить Гантпунта об этом.
zh_hans: 询问冈特普特的意见。

source: Ask Metyunt about this.
de: Frage Metyunt über das Ganze.
es: Preguntarle a Metyunt sobre esto.
fr: Demander à Metyunt ce qu'il en pense.
it: Chiedi a Metyunt la sua opinione.
ko: 메튠트에게 의견을 묻는다.
ru: Спросить Метьюнта об этом.
zh_hans: 询问梅特恩特的意见。

source: Ask the Orchid children what to do.
de: Frage die Orchidkinder über das Ganze.
es: Preguntar a los niños Orchid qué hacer.
fr: Demander aux enfants Orchidée ce que vous devez faire.
it: Chiedi ai bambini orchid cosa fare.
ko: 오키드 아이들에게 어떻게 해야 할지 묻는다.
ru: Спросить детей орхидей, что делать.
zh_hans: 询问幼体兰花的意见。

source: Ask Aenwithe what to do.
de: Frage Aenwithe über das Ganze.
es: Preguntarle a Aenwithe sobre esto.
fr: Demander à Aenwithe ce que vous devez faire.
it: Chiedi ad Aenwithe cosa fare.
ko: Aenwithe에게 어떻게 해야 할지 묻는다.
ru: Спросить Аэнвитэ, что делать.
zh_hans: 询问安威斯的意见。

source: "We've come far, yeah? To think, not that long ago I was just working on a simple murder case, and I thought that was the most excitement I'd see in my whole life! Now look at us! I must say, it would be a terrible shame for my legacy to end like this, but whatever you choose, I'm onboard."
de: "Wir sind so weit gekommen, ja? Wenn man bedenkt, dass ich vor kurzer Zeit noch einen simplen Mordfall untersucht habe und dachte, dass das die größte Aufregung meines Lebens wäre, die ich jemals sehen werde! Und schau uns jetzt an! Ich muss sagen, es wäre eine Schande für meine Legende, wenn es so enden würde, aber egal was du entscheidest, ich stehe hinter dir."
es: «Hemos llegado lejos, ¿eh? Pensar que, no hace mucho, solo trabajaba en un simple caso de asesinato, y creía que eso era la mayor emoción que vería en toda mi vida. ¡Y míranos ahora! Debo decir que sería una terrible lástima que mi legado terminara así, pero cualquiera que sea su decisión, yo estoy a bordo.»
fr: "Nous venons de loin, n'est-ce pas ? Et dire que, il n'y a pas si longtemps que ça, je pensais que je travaillais sur une simple affaire de meurtre et je pensais que c'était la chose la plus excitante que je verrais dans ma vie ! Et maintenant regarde-nous ! Je dois dire, ce serait terriblement dommage que mon héritage s'arrête comme ça, mais quoi que vous choisissiez, je suis partant."
it: "Ne abbiamo fatta di strada, dico bene? E pensare che neanche troppo tempo fa stavo lavorando a un semplice caso di omicidio e credevo che fosse il massimo dell'azione che avrei mai visto in vita mia! Guardaci adesso! Devo dirlo però, sarebbe un vero peccato che il mio retaggio finisca così, ma qualunque cosa tu decida, sono con te."
ko: "우리 정말 엄청난 일을 벌였군 그래? 얼마 전까지만 해도 난 단순한 살인 사건을 수사하고 있었고, 그게 내 생에서 가장 흥분되는 일이 될 줄 알았다네! 하지만 지금 우리를 좀 보게! 솔직히 말해서, 내 유산이 이렇게 끝난다면 정말 안타깝겠지만, 자네가 어떤 결정을 내리든 나는 함께하겠네."
ru: "Мы далеко зашли, да? Подумать только, не так давно я работал над простым делом об убийстве и думал, что это самое волнительное, что я видел за всю свою жизнь! А теперь посмотрите на нас! Должен сказать, было бы ужасно обидно, если бы мое наследие оборвалось таким образом, но что бы вы ни выбрали, я за".
zh_hans: "我们取得了不错的进展，对吧？想想看，不久前我还在尝试解决一个简单的谋杀案，我以为那就是我一生中见过最激动人心的事情！现在再看看我们！我得说，如果我的传奇就这样落幕，真是太可惜了，但无论你选择什么，我都跟你。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_TULLY"]/text
source: "To think, I was worried about a silly civil war when such greater things were happening behind my back. How could I go back to the Federation now that I know it's all for naught? Vance, my oldest friend, is gone. I should have remorse, but he was gone long before this conflict. Don't let me influence your decision here, I haven't got a single right to sway your mind. You're the Admiral now, captain."
de: "Um zu denken, dass ich mir Gedanken um einen Bürgerkrieg gemacht habe, wenn solche große Sachen hinter meinem Rücken passiert sind. Wie hätte ich zur Föderation zurückkehren können, obwohl ich weiß dass es für nichts wäre? Vance, mein ältester Freund, ist weg. Ich sollte mich schuldig fühlen, jedoch war er schon lange vor diesem Konflikt weg. Lass mich nicht deine Entscheidung beeinflussen, ich habe kein Recht dazu. Du bist jetzt der Admiral, Kapitän."
es: «Pensar que estaba preocupado por una tonta guerra civil cuando cosas mucho más grandes estaban ocurriendo a mis espaldas. ¿Cómo podría volver a la Federación ahora que sé que todo fue en vano? Vance, mi amigo más antiguo, se ha ido. Debería sentir remordimiento, pero él ya se había perdido mucho antes de este conflicto. No dejes que influya en tu decisión; no tengo ningún derecho a inclinar tu juicio. Tú eres el Almirante ahora, capitán.»
fr: "Et dire que je m'inquiétait d'une guerre civile ridicule alors que de si grandes choses se passaient dans mon dos. Comment pourrais-je revenir à la Fédération en sachant que tout est futile ? Vance, mon plus vieil ami, est mort. Je devrais avoir des remors, mais il était déjà mort à mes yeux bien avant cette bataille. Ne me laissez pas influencer votre décision ici, je n'ai pas le moidre droit de vous faire changer d'avis. Ici, c'est vous l'amiral, capitaine."
it: "E pensare che ero preoccupato per una stupida guerra civile quando cose molto più importanti stavano accadendo alle mie spalle. Come faccio a tornare alla Federazione ora che so che è tutto inutile? Vance, il mio più caro amico, è morto. Dovrei avere rimpianti, ma era morto già da molto prima di questo conflitto. Non lasciare che io influenzi la tua decisione, non ho alcun diritto di dirti cosa fare. Ora sei tu l'ammiraglio, capitano."
ko: "생각해 보면, 등 뒤에서 이런 엄청난 일들이 벌어지고 있는 와중에 난 한낱 내전만 걱정하고 있었군. 모든 것이 헛된 일임을 알게 됐는데, 어찌 내가 연방으로 돌아갈 수 있겠나? 내 오랜 친구 밴스가, 죽었어. 후회도 되지만, 사실 그는 이 분쟁이 시작되기도 전에 이미 죽은 상태였지. 자네의 결정에 왈가왈부하지 않겠네. 그럴 권한은 내게 전혀 없으니 말이야. 이제 자네가 제독이네. 함장."
ru: "Подумать только, я беспокоился о глупой гражданской войне, когда за моей спиной происходили такие грандиозные события. Как я могу вернуться в Федерацию теперь, когда я знаю, что все это напрасно? Вэнса, моего самого старого друга, больше нет. Я должен испытывать угрызения совести, но его не стало задолго до этого конфликта. Не позволяйте мне влиять на ваше решение, у меня нет ни малейшего права переубеждать вас. Теперь вы адмирал, капитан".
zh_hans: "想想看，我还在担心一场愚蠢的内战，全然不顾身后发生的更宏大的事情。现在我知道这一切都是徒劳的，我怎么有脸回到联邦呢？万斯，我最久的朋友，已经离去了。我本应怀有懊悔，但我心里那个万斯早在这场冲突之前就已经离去了。不要让我影响你的决定，我没有权力动摇你的想法。现在你才是上将，舰长。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_A55"]/text
source: "Arg lad, it's been fun serving you. End of the day, don't matter much if I was built by Rebels or not when I got to be a part of your crew, matey. It'd be a mighty shame for the pirate king to die like this, but only because it's one hell of a story I could never tell!"
de: "Arg mein Freund, es war spaßig mit dir zu dienen. Am Ende des Tages ist es egal, ob ich von den Rebellen geschaffen wurde oder nicht, da ich Teil deiner Crew war, mein Freund. Es wäre eine Schande für den Piratenkönig so zu sterben, aber nur weil das hier eine großartige Geschichte ist, die ich nie erzählen könnte!"
es: «Argh, muchacho, ha sido un placer servirte. Al final del día, poco importa si fui construido por los Rebeldes o no, cuando tuve la oportunidad de formar parte de tu tripulación, compañero. Sería una verdadera lástima que el rey pirata muriera de esta forma, ¡aunque solo porque es una historia increíble que nunca podría contar!»
fr: "Arr, gamin, j'dois dire que je me suis éclaté sous tes ordres. Au final, peu importe si j'ai été construit par des Rebelles ou non, car j'aurai pu être parmi tes mat'lots, moussaillon. Ce serait une sacrée honte qu'un puissant roi des pirate meure comme ça, si seulement car je n'pourrai jamais raconter toute cette aventure !"
it: "Corpo di mille balene, giovanotto, è stato bello servirti. Alla fine non m'importa se sono stato costruito dai Ribelli o no quando ho potuto far parte della tua ciurma. Sarebbe un vero peccato se il re dei pirati morisse così, ma solo perché è una grande storia che non potrò mai raccontare!"
ko: "앓! 젊은이여, 자네 밑에서 일해서 즐거웠다. 결국 형씨의 선원으로 들어간 시점에서 내가 반군에 의해 만들어졌든 아니든 상관 없었던 거야. 이런식으로 죽는다면 해적왕으로써 정말 수치스럽겠지만, 그건 단지 세상에 밝힐 수 없는 굉장한 이야기가 하나 늘기 때문이지!"
ru: "Аргх, приятель, было приятно служить тебе. В конце концов, не так уж важно, построили меня повстанцы или нет, раз я стал частью твоей команды, дружище. Было бы очень жаль, если бы король пиратов умер вот так, но только потому, что это чертовски интересная история, которую я никогда не смогу рассказать!"
zh_hans: "嗷小伙子，为你效劳十分有趣。说到底，当我成为你星舰的一员时，之前我是否由叛军建造并不重要，伙计。海盗王就这样死了真是怪可惜的，但可惜只是因为我没法讲述这么精彩的一个故事了！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_JERRY"]/text
source: Jerry looks down at his feet. "I... I think it's a good thing my uncle is gone. Not to say I hated him, but for the good of the Multiverse it's only best. I suppose this makes me the hero Vance always wanted me to be, just not in the way he expected. Savior of the Multiverse is a pretty good title! I'm glad I met you, captain. I'll stick with you to the end, whether that's today, tomorrow, or the end of time itself."
de: Jerry schaut runter auf seine Füße. "Ich... ich glaube es ist gut, dass mein Onkel tot ist. Ich habe ihn nicht gehasst, aber es ist das Beste für das Multiversum. Ich glaube das macht mich zu dem Helden, wie Vance es immer wollte, nur auf eine Art die er nie erwartet hätte. Retter des Multiversums ist ein guter Titel! Ich bin froh, dass ich dich getroffen habe Kapitän. Ich werde mit dir bis zum Ende bleiben, egal ob es heute, morgen oder das Ende der Zeit sein wird."
es: Jerry baja la mirada hacia sus pies. “Yo… creo que es algo bueno que mi tío ya no esté. No es que lo odiara, pero por el bien del Multiverso, era lo mejor. Supongo que esto me convierte en el héroe que Vance siempre quiso que fuera, solo que no de la forma que él esperaba. ¡Salvador del Multiverso es un título bastante bueno! Me alegra haberte conocido, capitán. Me quedaré contigo hasta el final, ya sea hoy, mañana o el fin del tiempo mismo.”
fr: Jerry baisse les yeux. "Je... je crois que c'est une bonne chose que mon oncle soit mort. Ce n'est pas que je le détestait, mais pour le bien du Multivers, c'est probablement pour le mieux. Je suppose que cela fait de moi le héro que Vance voulait que je devienne, mais pas de le façon qu'il pensait. Je resterai avec vous jusqu'à la fin, qu'elle soit aujourd'hui, demain, où la fin des temps."
it: Jerry si guarda i piedi. "Credo... credo sia un bene che mio zio sia morto. Non dico che lo odiavo, ma per il bene del multiverso è meglio così. Immagino che questo mi renda l'eroe che Vance ha sempre voluto che fossi, solo non nel modo che si aspettava. Salvatore del Multiverso è davvero un bell'epiteto! Sono felice di aver fatto la tua conoscenza, capitano. Resterò con te fino alla fine, che sia oggi, domani o alla fine dei tempi."
ko: 제리가 자기 발치를 내려다봅니다. "저... 제 생각엔 삼촌이 사라져서 다행인 것 같아요. 제가 삼촌을 싫어하는 건 아니지만, 멀티버스를 위해선 이게 최선이겠죠. 삼촌은 항상 제가 영웅이 되기를 바랐는데, 삼촌이 기대한 것과는 좀 다르겠지만 그 바람이 이뤄진 것 같아요. 멀티버스의 구세주라는 꽤 좋은 칭호를 얻었으니까요! 당신을 만나서 정말 다행이에요, 함장님. 오늘이 되든, 내일이 되든, 아니면 시간선의 끝이 되든 전 당신을 끝까지 따라가겠어요."
ru: Джерри опускает взгляд на свои ноги: "Я... я думаю, хорошо, что моего дяди больше нет. Не то чтобы я его ненавидел, но для блага Мультивселенной так будет лучше. Полагаю, это делает меня героем, которым Вэнс всегда хотел меня видеть, только не в том смысле, в каком он ожидал. Спаситель Мультивселенной - неплохой титул! Я рад, что встретил вас, капитан. Я буду с вами до конца, будь то сегодня, завтра или в конце самого времени".
zh_hans: 杰瑞低下头，盯着自己的脚。"我...我觉得我叔叔死了是件好事。不是说我恨他，但为了整个多元宇宙，这样才是最好的。大概我现在已经成为了万斯一直想让我成为的英雄，只是不是以他所期望的方式。多元宇宙救世主这个头衔挺不错的！我很高兴遇到你，舰长。我会跟你到最后，不管是今天、明天，还是时间尽头。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
