Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: Vance's glare softens, but the determined look on his face doesn't falter. "This is well beyond simple revenge, Brodric. Have you never wondered why we still carry the title of Rebellion? Because it keeps our ideals and our mission true to the heart of every man who marches under our banner. To simply co-exist with the Federation is to willingly allow not only trillions but a near infinite pool of people continue to suffer."
de: Vances Blick wird sanfter, jedoch hat er immernoch die entschlossene Mine im Gesicht. "Das ist viel mehr als nur das Begleichen einer Wetter, Brodric. Hast du dich nie gewundert, wieso wir uns immernoch Rebellion nennen? Weil es unsere Ideale und wahre Mission, von jedem Mann der unter unserem Banner kämpft trägt. Simples Ko-Existieren mit der Föderation ist nicht nur Zuschauen, sondern nichtstun, während Trillionen, nein unendliche viele Leute leiden."
es: La mirada de Vance se suaviza, pero la expresión decidida en su rostro no vacila. "Esto va mucho más allá de una simple venganza, Brodric. ¿Nunca te has preguntado por qué aún conservamos el título de Rebelión? Porque mantiene nuestros ideales y nuestra misión fieles al corazón de cada hombre que marcha bajo nuestro estandarte. Simplemente coexistir con la Federación es permitir voluntariamente que no solo billones, sino una reserva casi infinita de personas, sigan sufriendo."
fr: Le regard de Vance s'adoucit, mais son visage reste déterminé. "Ce n'est pas qu'une simple revanche, Brodric. Ne t'es-tu jamais demandé pourquoi nous portons encore le titre de Rébellion ? C'est parce que c'est cet idéal et cette mission que chacun des hommes marchant sous notre bannière tiennent en leurs cœurs. Laisser la Fédération coexister serait accepter de laisser non pas des billions, mais une quasi-infinité de gens souffrir."
it: Lo sguardo gelido di Vance si allenta, ma la determinazione sul suo volto rimane salda. "Non si tratta più solo di vendetta, Brodric. Non ti sei mai chiesto perché continuiamo a farci chiamare la ribellione? Perché ogni uomo che marcia sotto il nostro vessillo ci crede davvero. Semplicemente coesistere con la Federazione vorrebbe dire permettere volontariamente non solo a miliardi, ma a una quantità praticamente infinita di persone di continuare a soffrire."
ko: 밴스의 눈빛이 부드러워졌지만, 결의에 찬 표정은 흔들리지 않았습니다. "브로드릭, 이건 단순한 복수 이상의 문제야. 왜 아직도 우리가 반군이라는 칭호를 유지하는지 생각해 본 적 있어? 반군의 깃발 아래 행진하는 모든 이들의 마음속에 우리의 이상과 사명이 진실히 간직되게 해주기 때문이야. 연방과 공존한다는 것은 수조 명을 넘어서 무한에 가까운 사람들이 계속해서 고통받는 것을 허용하는 것이나 다름없어."
ru: Взгляд Вэнса смягчается, но решимость на его лице не ослабевает: "Это далеко не простая месть, Бродрик. Ты никогда не задумывался, почему мы до сих пор зовем себя Восстанием? Потому что это название сохраняет наши идеалы и нашу миссию в сердце каждого, кто идет под нашим знаменем. Просто сосуществовать с Федерацией - значит позволить даже не триллионам, а почти бесконечному количеству людей продолжать страдать".
zh_hans: 万斯的怒视变得柔和，但坚毅的表情并未动摇。"这远远超出了简单的复仇，布罗德里克。你有没有想过为什么我们仍以起义自居？因为这样才能让每一个跟随我们引领的人都切实怀揣我们的理想和使命。即使是与联邦共存，亦代表着甘愿让不是万亿而是近乎无穷数的人民继续受罪。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "This multiverse will only know peace when the Federation has finally been dissolved and a new, glorious civilization can be built where the barbaric xeno-lifeforms can continue their malpractices in their own private suffering while humanity is allowed to prosper as we were always destined to do. The people of Universe 0 had their chance, but they have failed. It takes a person of diamond will to be able to commit to the lesser evil. I do not want to fight you, Brodric, but don't think our history will stop me from fulfilling my purpose."
de: "Das Multiversum wird nur Frieden kennen, wenn die Föderation entfernt und eine neue großartige Zivilisation geschaffen wurde, wo barbarische xeno-Lebensformen ihre Schandtaten in ihren eigenen Welten durchführen können und die Menschheit ihren vorgesehenen Platz einnehmen kann. Die Leute aus Universum 0 hatten die Chance, aber haben versagt. Es braucht eine Person mit unbegrenzter Willenskraft, die das kleinere Übel vollbringt. Ich will nicht gegen dich kämpfen, Brodric, aber ich glaube nicht, dass unsere Vergangenheit mich vom Erfüllen meiner Aufgabe abhält."
es: "Este multiverso solo conocerá la paz cuando la Federación haya sido finalmente disuelta y pueda construirse una nueva y gloriosa civilización, donde las formas de vida xeno bárbaras puedan continuar con sus malas prácticas en su propio sufrimiento privado, mientras a la humanidad se le permita prosperar como siempre estuvo destinada a hacerlo. La gente del Universo 0 tuvo su oportunidad, pero fracasó. Se necesita una voluntad de diamante para comprometerse con el mal menor. No quiero luchar contigo, Brodric, pero no creas que nuestra historia me impedirá cumplir con mi propósito."
fr: "Ce multivers ne connaîtra la paix que quand la Fédération sera enfin dissoute et qu'une nouvelle, glorieuse civilisation sera bâtie, où tous les xénos barbares pourront continuer leurs malversations dans leurs propres souffrances privées, pendant que l'Humanité pourra prospérer comme elle est destiné à le faire. Le peuple de l'Univers 0 a eu cette chance, mais il y a failli. Il faut une personne à la volonté d'acier pour être prêt à commettre ce mal nécessaire. Je ne veux pas te combattre, Brodric, mais ne crois pas que notre histoire m'empêchera d'accomplir ma destinée."
it: "Questo multiverso conoscerà la pace solo quando la Federazione non esisterà più e una nuova, gloriosa civiltà potrà essere eretta in cui le barbariche xeno-forme di vita possano continuare a soffrire le loro miserabili vite in privato mentre l'umanità potrà prosperare com'è sempre stato nostro destino. La gente dell'Universo 0 ha avuto la sua occasione, ma ha fallito. Ci vuole qualcuno dalla ferrea volontà che sia disposto a macchiarsi del male minore. Non voglio combattere contro di te, Brodric, ma non credere che i nostri trascorsi m'impediscano di adempiere al mio destino."
ko: "연방이 끝내 해체되고 야만적인 외계 생명체들이 자기들끼리 비행을 저지르며 고통받게 되면, 인류는 타고난 운명에 따라 번창하여 새롭고 영광스러운 문명을 이룩할 것이며, 그래야만 비로소 멀티버스가 평화를 맛볼 것이야. 제 0우주의 인간들에게도 기회가 있었지만, 실패하고 말았지. 더 나은 길을 가기 위해선 다이아몬드 같은 의지를 가진 사람이 필요해. 브로드릭, 나는 너와 싸우고 싶지 않아. 하지만 역사가 내게 목표를 이루라고 하고 있어."
ru: "Эта мультивселенная обретет мир только тогда, когда Федерация будет окончательно распущена и будет построена новая, славная цивилизация, где варварские ксено-жизненные формы смогут заниматься своими злодеяниями в одиночестве, а человечеству будет позволено процветать, как нам всегда было суждено. У людей Вселенной 0 был шанс, но они потерпели неудачу. Нужно обладать огромной волей, чтобы принять решение о меньшем зле. Я не хочу сражаться с тобой, Бродрик, но не думай, что наша история остановит меня от выполнения моего предназначения".
zh_hans: "只有当联邦被彻底瓦解，一个全新的、辉煌的文明建立起来时，这个宇宙才会迎来和平。那时蛮夷外星生物可以在自食苦果时继续他们的陋习，而人类将像我们命中注定那样繁荣昌盛。0号宇宙的人民曾有过机会，不过他们失败了。这需要一位金刚石般意志坚强的人来执行小奸小恶。我并不想与你交战，布罗德里克，但别以为我们俩的往事能阻止我达成我的目的。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With that, Vance ends the call immediately and his ship goes back to charging its MV Drive. Tully looks defeated, but you don't have time to contemplate. It's time for one final showdown!
de: Damit beendet Vance den Ruf und das Schiff fängt direkt an den MV-Antrieb zu laden. Tully sieht niedergeschlagen aus, aber du hast keine Zeit ihm aufzuheitern. Es ist Zeit für den finalen Showdown!
es: Con eso, Vance termina la llamada de inmediato y su nave vuelve a cargar su MV Drive. Tully se ve derrotado, pero no tienes tiempo para contemplar. ¡Es hora de un enfrentamiento final!
fr: Sur ce, Vance coupe l'appel immédiatement et recommence à charger son moteur multiversel. Tully semble abattu, mais vous n'avez pas le temps de réfléchir. C'est l'heure du combat final !
it: Con queste parole, Vance interrompe le comunicazioni e la sua nave torna a caricare il drive MV. Tully appare sconfitto, ma non hai tempo per pensarci. Siamo alla resa dei conti!
ko: 밴스는 그 말이 끝나자마자 통신을 끊었고, 그의 함선은 다시 MV 드라이브를 충전하기 시작했습니다. 툴리는 낙담한 것 같지만, 그런 일로 지체할 시간은 없습니다. 이제 최후의 결전을 시작할 때입니다!
ru: Вэнс немедленно завершает вызов, и его корабль продолжает зарядку своего МВ-привода. Талли выглядит побежденным, но у вас нет времени на раздумья. Пришло время для последнего противостояния!
zh_hans: 语毕，万斯立刻结束通话，他的战舰继续预热多元推进器。塔利看上去泄了气一般，但你没时间深思。是时候一决高下了！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_JERRY"]/text
source: As you approach the Flagship's artilleries lock onto you, preparing to blast you into oblivion. Before they can discharge however, Jerry quickly hails the ship, using confidential Rebel access codes. You wait for the response...
de: Als du näher kommst fängt die Artillerie des Flaggschiffs an, auch dich zu zielen und versucht dich ins Jenseits zu sprengen. Bevor sie jedoch schießen können, ruft Jerry ihr Schiff, indem er die Rebellencodes nutzt. Du wartest auf eine Antwort...
es: Mientras te acercas, las artillerías del Flagship te bloquean como objetivo, preparándose para borrarte del mapa. Sin embargo, antes de que puedan disparar, Jerry rápidamente se comunica con la nave usando códigos confidenciales de acceso Rebelde. Esperas la respuesta…
fr: Alors que vous approchez, les artilleries du Vaisseau Amiral se verrouillent sur vous, se préparant à vous réduire en poussière. Cependant, avant qu'elles puissent tirer, Jerry contacte le vaisseau avec des codes d'accès Rebelles confidentiels. Vous attendez la réponse...
it: Mentre ti avvicini, l'artiglieria dell'Ammiraglia ti aggancia, preparandosi a ridurre la tua nave in mille pezzi. Prima che possa sparare però, Jerry contatta la nave usando codici di accesso ribelli riservati. Aspetti la risposta...
ko: 기함에 다가가자, 기함은 당신을 흔적도 없이 날려버리기 위해 함포를 충전하기 시작했습니다. 그러나 그들이 발포하기 전에 제리가 재빨리 반군의 비밀 암호를 사용하여 교신을 보냈습니다. 당신은 그들의 응답을 기다립니다...
ru: Когда вы приближаетесь к Флагману, артиллерия наводится на вас, готовясь отправить вас в небытие. Однако прежде чем они успевают выстрелить, Джерри быстро связывается с кораблем, используя секретные коды доступа повстанцев. Вы ждете ответа...
zh_hans: 当你接近旗舰时，其火炮锁定了你，准备把你轰成渣滓。不过在他们来得及开炮之前，杰瑞迅速用他的秘密叛军通行码向旗舰呼叫。你等待回应...

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_JERRY"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Though the Flagship never stops running, onto your bridge teleports the formidable figure from before. Vance has arrived. He takes a few steps towards you, glancing at Jerry in confusion.
de: Obwohl das Flaggschiff niemals aufhört zu laufen, teleportiert sich die formidable Figur von voher auf dein Schiff. Vance ist angekommen. Er geht ein paar Schritte vor und schaut Jerry verwirrt an.
es: Aunque el Flagship nunca deja de moverse, hacia tu puente se teletransporta la imponente figura de antes. Vance ha llegado. Da unos pasos hacia ti, mirando a Jerry con confusión.
fr: Bien que le Vaisseau Amiral n'arrête pas de fuir, la même puissante figure qu'auparavant se téléporte sur votre pont. Vance est arrivé. Il fait quelques pas vers vous, jetant à Jerry un regard confus.
it: Anche se l'Ammiraglia non smette mai di funzionare, l'imponente figura di prima si teletrasporta sul tuo ponte. Vance è arrivato. Fa qualche passo verso di te, fissando Jerry in preda alla confusione.
ko: 기함은 여전히 운항중이지만, 당신의 갑판 위로 그 무시무시한 모습이 순간이동해왔습니다. 밴스가 온 것입니다. 그는 혼란스러워 하며 제리를 힐끗 쳐다보고 당신에게 몇 걸음 다가왔습니다.
ru: Хотя Флагман не останавливается, на ваш мостик телепортируется грозная фигура, которую вы уже видели. Прибыл Вэнс. Он делает несколько шагов к вам и в замешательстве смотрит на Джерри.
zh_hans: 尽管旗舰一刻未停止过运转，之前那个伟岸的身躯传送进你的指挥舱。万斯过来了。他向你走了几步，迷惑地望向杰瑞。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "The Federation has fallen on hard times, if you should feel it necessary to kidnap my nephew and use him as bait to stop me from achieving inter-reality peace!"
de: "Die Föderation muss es schwer haben, wenn ihr es als wichtig erachtet meinen Neffen zu entführen und ihn als Köder nutzt, um mich von dem Erringen der Zwischen-Realitäts Friedens abzuhalten!"
es: "La Federación está pasando por tiempos difíciles, si consideras necesario secuestrar a mi sobrino y usarlo como cebo para impedirme que logre la paz entre realidades!"
fr: "La Fédération est tombée bien bas, si elle pense que kidnapper mon neuveu pour l'utiliser comme appât m'empêchera d'atteindre la paix inter-universelle !"
it: "La Federazione è davvero caduta in basso se avete ritenuto necessario rapire mio nipote e usarlo come esca per impedirmi di raggiungere la pace interdimensionale!"
ko: "초현실적 평화의 성취를 막겠다고 내 조카를 납치해 미끼로 써야 했을 정도면 연방이 정말 역경에 처했나 보군!"
ru: "Федерация переживает тяжелые времена, раз вы посчитали необходимым похитить моего племянника и использовать его в качестве приманки, чтобы помешать мне достичь мира между реальностями!"
zh_hans: "如果你觉得很有必要绑架我的侄子，并利用他当诱饵来阻止我达成多元宇宙和平的话，那联邦真是时运不济、命途多舛了！"

source: We didn't kidnap him.
de: Wir haben ihn nicht entführt.
es: Nosotros no lo hemos secuestrado.
fr: Nous ne l'avons pas kidnappé.
it: Non l'abbiamo rapito.
ko: 우리는 그를 납치한 것이 아닙니다.
ru: Мы не похищали его.
zh_hans: 我们可没绑架他。

source: Vance chuckles. "And what, he just willingly joined your crew? Don't be ridiculous. My nephew's loyalty to the Rebellion is unmatc-" Vance is cut off by Jerry. "They're telling the truth, uncle! I'm tired of the Rebellion. What are we even fighting for? You can't possibly rule a single reality, let alone an infinite number of them! Are you really going to outcast the dozen other sapient species? Your plan makes no sense!"
de: Vance lacht. "Und er war willig deiner Crew beizutreten? Mach dich nicht lächerlich. Mein Neffe ist der Rebellion loyal wie kei-" Vance wird von Jerry unterbrochen. "Sie sagen die Wahrheit, Onkel! Ich bin die Rebellion satt. Wofür kämpfen wir überhaupt? Du kannst sicherlich nicht eine Realität regieren oder eine unendliche Anzahl von ihnen! Wirst du wirklich dutzende Spezies verbannen? Dein Plan ergibt keinen Sinn!"
es: Vance se ríe entre dientes. “¿Y qué? ¿Simplemente se unió voluntariamente a tu tripulación? No seas ridículo. La lealtad de mi sobrino a los Rebeldes es inquebra..” Vance es interrumpido por Jerry. “¡Están diciendo la verdad, tío! Estoy cansado de los Rebeldes. ¿Por qué estamos luchando siquiera? ¡No puedes gobernar ni una sola realidad, y mucho menos un número infinito de ellas! ¿De verdad vas a marginar a las otras docenas de especies sapientes? ¡Tu plan no tiene ningún sentido!”
fr: Vance ricane. "Et quoi, il aurait volontairement rejoint votre équipage ? Ne soyez pas ridicule. La loyauté de mon neuveu à la Rébellion est sans fai-" Vance est interrompu par Jerry. "Il dit vrai, oncle ! J'en ai assez de la Rébellion. Pourquoi combat-on seulement ? Il n'est pas possible de régner sur une réalité, encore moins une infinité ! Vas-tu vraiment exiler des dizaines d'espêces intelligentes ? Ton plan n'a aucun sens !"
it: Vance sogghigna. "Ma davvero, si è unito al tuo equipaggio di sua spontanea volontà? Ma siamo seri. La lealtà di mio nipote alla ribellione non ha par-" Vance viene interrotto da Jerry. "Dice la verità, zio! Sono stanco della ribellione. Ma per che cos'è che combattiamo? Non puoi certo governare su una realtà intera, figuriamoci su un'infinità! Vuoi davvero condannare le molte altre specie senzienti? Il tuo piano non ha senso!"
ko: 밴스가 킥킥 웃었습니다. "그럼 제리가 자기 의지로 그쪽 팀에 합류했다는 건가? 말도 안 되는 소리 하지 마. 내 조카의 반군에 대한 충성심은 그 누구보다-" 제리가 밴스의 말을 끊었습니다. "저 말이 사실이에요 삼촌! 전 반란에 지쳤어요. 우리가 대체 뭘 위해 싸우는 거죠? 무수한 현실은 고사하고 단 하나의 현실도 제대로 지배하기 어렵잖아요! 진심으로 다른 지성체들을 모조리 몰아낼 생각이에요? 그 계획은 전혀 현실성이 없어요!"
ru: Вэнс усмехается: "И что, он просто добровольно присоединился к вашей команде? Не смешите меня. Преданность моего племянника Восстанию непокол..." Вэнса прерывает Джерри: "Это правда, дядя! Я устал от Восстания. За что мы вообще сражаемся? Вы не можете управлять даже одной реальностью, не говоря уж о бесконечном их количестве! Неужели вы собираетесь изгнать дюжину других разумных видов? Ваш план не имеет смысла!"
zh_hans: 万斯笑了笑。"怎的，他直接心甘情愿加入了你的船员？别搞笑了。我侄子对起义的忠心无可匹-"万斯的言语被杰瑞打断了。"叔叔，他们说的是实话！我厌倦了起义。我们到底为何而战？你怎么也不可能统治一整个宇宙的，更别提无穷数个宇宙了！你真打算放逐所有其他智慧生物？你的计划完全不合逻辑！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You can see Vance's eyes starting to narrow. "You stupid boy. You're just like your mother, aren't you. Blinded by false morality, unable to progress because you're too busy trying to drag the simple, ignorant creatures that should be serving us out of the primordial ooze they belong in! Yes, my plans sound grand, and that's because they are! But it takes a man of commitment and courage to accomplish that which I have set out to do. I'll be damned if anyone, family or not, keeps me from the greatness that awaits an existence under my rule."
de: Du kannst sehen, dass Vances Augen kleiner werden. "Du dummer Junge. Du bist wie deine Mutter, stimmts. Blind von falscher Moral, nicht in der Lage Fortschritt zu erreichen, da du lieber primitive Kreaturen aus ihrem Sumpf raus holst, anstatt sie dort zu lassen, was ihr wo sie hingehören! Ja, mein Plan klingt groß, nämlich weil es so ist! Es braucht einen überzeugten und mutigen Mann der diese Ziel erreicht und ich bin dieser Mann. Verdammt sei jeder, Familie oder nicht, der mich von meiner großartigen Herrschaft abhalten will."
es: Puedes ver cómo los ojos de Vance comienzan a entrecerrarse. “Estúpido muchacho. Eres igual a tu madre, ¿verdad? Cegado por una falsa moralidad, incapaz de avanzar porque estás demasiado ocupado intentando sacar a rastras a las criaturas simples e ignorantes que deberían servirnos, del lodo primordial al que pertenecen. ¡Sí, mis planes suenan grandiosos, y es porque lo son! Pero se necesita a un hombre de compromiso y coraje para lograr aquello que me he propuesto. Maldito sea si alguien, familia o no, me impide alcanzar la grandeza que le espera a la existencia bajo mi dominio.”
fr: Vous pouvez voir les sourcils de Vance se froncer. "Espèce de gamin stupide. Tu es comme ta mère, n'est-ce pas ? Aveuglé par une fausse moralité, incapable de progresser car trop occupé à essayer de traîner toutes les créatures barbares et ignorantes qui devraient nous servirs hors de la soupe primordiale où elles appartiennent ! Oui, mon plan paraît ambitieux, c'est parce qu'il l'est ! Mais il faut un homme déterminé et courageux pour réussir ce que j'ai entrepris et ce n'est pas demain la veille que quiconque, de ma famille ou non, m'empêchera d'accéder au triomphe que sera mon rêgne sur l'existence entière."
it: Vedi gli occhi di Vance iniziare a stringersi. "Stupido ragazzino. Sei proprio come tua madre. Accecato da una falsa moralità, incapace di progredire perché sei troppo impegnato a trascinare quelle creature semplici e ignoranti fuori dalla melma primordiale a cui appartengono! Sì, i miei piani sono altisonanti, perché sono davvero grandiosi! Ma ci vuole qualcuno che abbia una ferrea volontà e grande coraggio per fare quello che ho deciso di fare. E che io sia dannato se permetterò a chiunque, famiglia o meno, di impedirmi di raggiungere la grandezza che attende un'esistenza sotto la mia egida."
ko: 밴스가 눈살을 찌푸렸습니다. "이 멍청한 녀석아. 네 애미랑 똑같구만 그래. 거짓된 도덕심에 눈이 멀었어. 우리를 섬겨야 하는 단순하고 무식한 생물들을 그들이 있어야 할 원생액에서 끌어내느라 바빠 앞으로 나아가질 못하고 있어! 그래, 내 계획이 거창하게 들리겠지. 하지만 그건 당연한 거야! 내가 목표로 삼은 것을 이루기 위해서는 헌신과 용기가 필요하단다. 내 통치하에 있을 영광을 가로막는 자는 설사 내 가족이라 할지라도 지옥에 떨어뜨려 버리겠다."
ru: Вы видите, как глаза Вэнса начинают сужаться: "Глупый мальчишка. Ты такой же, как твоя мать, не так ли? Ослепленный ложной моралью, неспособный развиваться, потому что слишком занят попытками вытащить простых, невежественных существ, которые должны служить нам, из первобытного омута, в котором им самое место! Да, мои планы звучат грандиозно, и это потому, что так оно и есть! Но чтобы осуществить то, что я задумал, нужен человек целеустремленный и мужественный. Будь я проклят, если кто-то, будь то семья или нет, удержит меня от величия, которое ждет существование под моей властью".
zh_hans: 你注意到万斯开始眯起了眼。"你个蠢小孩，你跟你妈妈一个样，是吧。被虚伪的道义蒙蔽了双眼，无法进步。因为你忙着将那些本应服侍我们的单纯、愚昧的生物，从属于他们的原始泥潭中拖出来！是没错，我的计划听起来很宏伟，那是因为它们本即如此！不过需要一位甘愿奉献，勇气可嘉的大人物来完成我制定的计划。不管有没有血缘关系，我都会将所有试图阻止达成由我统治的宇宙的壮美图景的人，一一扫除！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Jerry stutters, unsure of how to react to this insult. Vance makes a simple gesture with his hand, as if to shoo him away. "I advise you all to make whatever futile preparations you need. I shall return to my ship, and I will not let any further interruptions impede me." Vance presses a button on his belt, and teleports back off to the Flagship in the distance.
de: Jerry stottert, unsicher wie er darauf reagieren soll. Vance macht eine simple Geste mit seiner Hand, als ob er ihn wegscheuchen will. "Ich empfehle dir jegliche lächerlichen Vorbereitungen zu treffen, die du brauchst. Ich werde zu meinem Schiff zurückkehren und mich nicht von weiteren Unterbrechungen abhalten lassen." Vance drückt einen Knopf auf seinem Gürtel und wird auf das Flaggschiff zurück teleportiert.
es: Jerry tartamudea, sin saber cómo reaccionar ante el insulto. Vance hace un gesto simple con la mano, como si lo estuviera apartando. “Les aconsejo que hagan los preparativos inútiles que crean necesarios. Regresaré a mi nave y no permitiré que más interrupciones me estorben.” Vance presiona un botón en su cinturón y se teletransporta de regreso a su nave a lo lejos.
fr: Jerry bégaie, ne sachant pas comment réagir à cette insulte. Vance fait un geste de la main, comme pour le chasser. "Je vous recommande tous de faire je ne sais quelle préparation futile dont vous avez besoin. Je vais retourner sur mon vaisseau et je ne laisserai plus aucune interruption me gêner." Vance appuie sur un bouton de sa ceinture et se téléporte vers le Vaisseau Amiral au loin.
it: Jerry biascica, non sicuro di come reagire a questo insulto. Vance fa un semplice gesto con la mano, come per scacciarlo via. "Consiglio a tutti voi di prepararvi a dovere, anche se non servirà a niente. Ora torno sulla mia nave e non lascerò che altre interruzioni mi fermino." Vance preme un pulsante sulla sua cintura e si teletrasporta sull'Ammiraglia in lontananza.
ko: 제리는 이 모욕에 어떻게 반응해야 할지 몰라 말을 더듬었습니다. 밴스는 그를 쫓아내려는 듯 간단한 손동작을 했습니다. "어차피 헛된 노력이 될 테지만, 뭐라도 준비하라고 충고해두지. 나는 내 함선으로 돌아갈 것이며 더 이상 나를 방해하는 어떠한 간섭에도 응하지 않을 것이다." 밴스는 벨트에 있는 버튼을 눌러 멀리 떨어져 있는 기함으로 순간이동했습니다.
ru: Джерри запинается, не зная, как реагировать на это оскорбление. Вэнс делает простой жест рукой, как бы отгоняя его: "Советую вам всем заняться любыми бесполезными приготовлениями. Я возвращаюсь на свой корабль и не позволю больше мне мешать". Вэнс нажимает кнопку на своем поясе и телепортируется обратно на Флагман вдали.
zh_hans: 杰瑞结结巴巴地，不知如何应对这顿侮辱。万斯用手轻松挥了挥，仿佛是在赶杰瑞走。"我建议你们所有人随便继续做什么徒劳的准备。我将返回我的战舰，后面任何打断都无法阻止我。"万斯按了按腰带上的一个按钮，随即传送回不远处的旗舰。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
