Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_PLACEHOLDER"]/text
source: You should never see this.
de: Du solltest das niemals sehen.
es: Nunca debiste haber visto esto.
fr: Vous ne devriez jamais voir cela.
it: Non dovresti mai vedere questo messaggio.
ru: Вы никогда не должны это видеть.
zh_hans: 开发人员信息。

source: The MFK Flagship is charging its MV drive. If you cannot destroy it before this time, it will escape! Nothing, not even destroying its engines, will stop this timer.
de: Das MFK-Flaggschiff lädt seinen Multiversums-Antrieb auf. Wenn du es nicht zerstören kannst, bevor er fertig geladen ist, wird es fliehen! Nichts, nichtmal das Zerstören der Triebwerke, wird diesen Timer stoppen.
es: La Nave Insignia MFK está cargando su motor MV. ¡Si no logras destruirla antes de que termine, escapará! Nada, ni siquiera destruir sus motores, detendrá este contador.
fr: Le Vaisseau Amiral MFK est en train de charger son moteur multiversel. Si vous ne pouvez pas le détruire avant, il s'échappera ! Rien, même pas détruire les moteurs, ne peut arrêter ce compte à rebours.
it: L'Ammiraglia MFK sta caricando il suo drive MV. Se non la distruggi in tempo, fuggirà! Niente, nemmeno distruggere i motori, può fermare questo conto alla rovescia.
ko: MFK 기함은 MV 드라이브를 충전하고 있습니다. 이 시간 안에 파괴하지 못하면 기함은 탈출하고 말겁니다! 그 무엇도 이 타이머를 멈출 수 없습니다. 심지어 엔진을 망가뜨려도 말이죠!
ru: Флагман МФК заряжает свой МВ-привод. Если вы не сможете уничтожить его вовремя, он сбежит! Ничто, даже уничтожение его двигателей, не остановит этот таймер.
zh_hans: MFK旗舰正在给多元推进器充能。如果这次无法及时摧毁旗舰的话，旗舰将会逃脱！任何途径都无法停止倒计时，包括摧毁引擎舱室。

source: This is not the victory you hoped for, but it's one nonetheless.
es: Esta no es la victoria que esperabas, pero sigue siendo una victoria.
fr: Ce n'est pas la victoire que vous espériez, mais c'en est une quand même.
it: Questa non è la vittoria che speravi, ma è comunque una vittoria.
ko: 당신이 바라던 승리는 아니지만, 그래도 해냈습니다.
ru: Это не та победа, на которую вы рассчитывали, но тем не менее она есть.
zh_hans: 虽然这不是你所期望的胜利，但也是一次胜利。

source: The MFK Flagship is charging its MV drive. If you cannot destroy it before this time, it will escape! Nothing, not even destroying its engines, will stop this timer.
de: Das MFK-Flaggschiff lädt seinen Multiversums-Antrieb auf. Wenn du es nicht zerstören kannst, bevor er fertig geladen ist, wird es fliehen! Nichts, nichtmal das Zerstören der Triebwerke, wird diesen Timer stoppen.
es: La Nave Insignia MFK está cargando su motor MV. Si no logras destruirla antes de que termine, ¡escapará! Nada, ni siquiera destruir sus motores, detendrá este temporizador.
fr: Le Vaisseau Amiral MFK est en train de charger son moteur multiversel. Si vous ne pouvez pas le détruire avant, il s'échappera ! Rien, même pas détruire les moteurs, ne peut arrêter ce compte à rebours.
it: L'Ammiraglia MFK sta caricando il suo drive MV. Se non la distruggi in tempo, fuggirà! Niente, nemmeno distruggere i motori, può fermare questo conto alla rovescia.
ko: MFK 기함은 MV 드라이브를 충전하고 있습니다. 이 시간 안에 파괴하지 못하면 기함은 탈출하고 말겁니다! 그 무엇도 이 타이머를 멈출 수 없습니다. 심지어 엔진을 망가뜨려도 말이죠!
ru: Флагман МФК заряжает свой МВ-привод. Если вы не сможете уничтожить его вовремя, он сбежит! Ничто, даже уничтожение его двигателей, не остановит этот таймер.
zh_hans: MFK旗舰正在给多元推进器充能。如果这次无法及时摧毁旗舰的话，旗舰将会逃脱！任何途径都无法停止倒计时，包括摧毁引擎舱室。

source: This is not the victory you hoped for, but it's one nonetheless.
es: Esta no es la victoria que esperabas, pero sigue siendo una victoria.
fr: Ce n'est pas la victoire que vous espériez, mais c'en est une quand même.
it: Questa non è la vittoria che speravi, ma è comunque una vittoria.
ko: 당신이 바라던 승리는 아니지만, 그래도 해냈습니다.
ru: Это не та победа, на которую вы рассчитывали, но тем не менее она есть.
zh_hans: 虽然这不是你所期望的胜利，但也是一次胜利。

source: The MFK Flagship is charging its MV drive. If you cannot destroy it before this time, it will escape! Nothing, not even destroying its engines, will stop this timer.
de: Das MFK-Flaggschiff lädt seinen Multiversums-Antrieb auf. Wenn du es nicht zerstören kannst, bevor er fertig geladen ist, wird es fliehen! Nichts, nichtmal das Zerstören der Triebwerke, wird diesen Timer stoppen.
es: La MFK Flagship está cargando su motor MV. ¡Si no puedes destruirla antes de que termine este tiempo, escapará! Nada, ni siquiera destruir sus motores, detendrá este temporizador.
fr: Le Vaisseau Amiral MFK est en train de charger son moteur multiversel. Si vous ne pouvez pas le détruire avant, il s'échappera ! Rien, même pas détruire les moteurs, ne peut arrêter ce compte à rebours.
it: L'Ammiraglia MFK sta caricando il suo drive MV. Se non la distruggi in tempo, fuggirà! Niente, nemmeno distruggere i motori, può fermare questo conto alla rovescia.
ko: MFK 기함은 MV 드라이브를 충전하고 있습니다. 이 시간 안에 파괴하지 못하면 기함은 탈출하고 말겁니다! 그 무엇도 이 타이머를 멈출 수 없습니다. 심지어 엔진을 망가뜨려도 말이죠!
ru: Флагман МФК заряжает свой МВ-привод. Если вы не сможете уничтожить его вовремя, он сбежит! Ничто, даже уничтожение его двигателей, не остановит этот таймер.
zh_hans: MFK旗舰正在给多元推进器充能。如果这次无法及时摧毁旗舰的话，旗舰将会逃脱！任何途径都无法停止倒计时，包括摧毁引擎舱室。

source: This is not the victory you hoped for, but it's one nonetheless.
es: Esta no es la victoria que esperabas, pero es una victoria al fin y al cabo.
fr: Ce n'est pas la victoire que vous espériez, mais c'en est une quand même.
it: Questa non è la vittoria che speravi, ma è comunque una vittoria.
ko: 당신이 바라던 승리는 아니지만, 그래도 해냈습니다.
ru: Это не та победа, на которую вы рассчитывали, но тем не менее она есть.
zh_hans: 虽然这不是你所期望的胜利，但也是一次胜利。

source: The MFK Flagship is charging its MV drive. If you cannot destroy it before this time, it will escape! Nothing, not even destroying its engines, will stop this timer.
de: Das MFK-Flaggschiff lädt seinen Multiversums-Antrieb auf. Wenn du es nicht zerstören kannst, bevor er fertig geladen ist, wird es fliehen! Nichts, nichtmal das Zerstören der Triebwerke, wird diesen Timer stoppen.
es: La Nave Insignia MFK está cargando su motor MV. ¡Si no logras destruirla antes de que se agote este tiempo, escapará! Nada, ni siquiera destruir sus motores, detendrá este temporizador.
fr: Le Vaisseau Amiral MFK est en train de charger son moteur multiversel. Si vous ne pouvez pas le détruire avant, il s'échappera ! Rien, même pas détruire les moteurs, ne peut arrêter ce compte à rebours.
it: L'Ammiraglia MFK sta caricando il suo drive MV. Se non la distruggi in tempo, fuggirà! Niente, nemmeno distruggere i motori, può fermare questo conto alla rovescia.
ko: MFK 기함은 MV 드라이브를 충전하고 있습니다. 이 시간 안에 파괴하지 못하면 기함은 탈출하고 말겁니다! 그 무엇도 이 타이머를 멈출 수 없습니다. 심지어 엔진을 망가뜨려도 말이죠!
ru: Флагман МФК заряжает свой МВ-привод. Если вы не сможете уничтожить его вовремя, он сбежит! Ничто, даже уничтожение его двигателей, не остановит этот таймер.
zh_hans: MFK旗舰正在给多元推进器充能。如果这次无法及时摧毁旗舰的话，旗舰将会逃脱！任何途径都无法停止倒计时，包括摧毁引擎舱室。

source: This is not the victory you hoped for, but it's one nonetheless.
fr: Ce n'est pas la victoire que vous espériez, mais c'en est une quand même.
it: Questa non è la vittoria che speravi, ma è comunque una vittoria.
ko: 당신이 바라던 승리는 아니지만, 그래도 해냈습니다.
ru: Это не та победа, на которую вы рассчитывали, но тем не менее она есть.
zh_hans: 虽然这不是你所期望的胜利，但也是一次胜利。

# data/events_sector_showdown.xml$//event[@name="FLAGSHIP_DIRTY"]/text
source: The Flagship trembles. It has already sustained immense damage, but it holds together. A teleporter signature is registered, and it becomes clear the Rebels are playing dirty. They must have had a few Cognitives lying around after their raid, because several hostile entities are detected aboard!
de: Das Flaggschiff wankt. Es hat schweren Schaden erlitten, aber hält noch zusammen. Eine Teleportersignatur wurde registriert und es wird klar, dass die Rebellen dreckig spielen. Sie müssen wohl ein paar Cognitives nach ihrem Überfall eingesperrt haben, da du nun feindliche Kreaturen auf deinem Schiff registrierst!
fr: Le Vaisseau Amiral tremble. Il a déjà subi des dégâts immenses, mais il tient encore. Un signal de téléportation est détecté et il semble que les Rebelles essaient un coup bas. Ils devaient avoir quelques Cognitifs qui traînaient après leur attaque, car plusieurs entités hostiles sont détectées à bord !
it: L'Ammiraglia trema. Ha già subito danni ingenti, ma continua a resistere. Viene rilevato un segnale di teletrasporto e diventa palese che i Ribelli stanno giocando sporco. Dovevano avere alcuni cognitivi da parte dopo il loro attacco, perché rilevi diverse entità ostili a bordo!
ko: 기함이 떨리고 있습니다. 기함은 이미 엄청난 피해를 입었지만, 여전히 버티고 있습니다. 그때 갑자기 텔레포터 신호가 감지됐습니다. 반군이 비열한 수를 쓰고 있는 것이 분명합니다. 함내에서 적대적 침입자 몇몇이 감지된 것으로 보아 그들이 습격 후에 코그니티브를 몇 개 풀어놨던 모양입니다!
ru: Флагман содрогается. Он уже получил огромные повреждения, но держится. Зарегистрирована сигнатура телепортатора, и становится ясно, что повстанцы ведут грязную игру. Должно быть, после рейда у них осталось несколько когнитивов, потому что на борту обнаружено несколько враждебных сущностей!
zh_hans: 旗舰机身微微颤动。它已经承受了巨量的伤害，但仍保持完整。检测到有传送踪迹，显然叛军开始耍下三滥的伎俩。他们在劫掠之后肯定手里留有几个认知体，因为检测到星舰上出现多名敌对个体！

# data/events_sector_showdown.xml$//event[@name="FLAGSHIP_DIRTY_HARD"]/text
source: The Flagship trembles. It has already sustained immense damage, but it holds together. A teleporter signature is registered, and it becomes clear the Rebels are playing dirty. They must have had a few Cognitives lying around after their raid, because several hostile entities are detected aboard!
de: Das Flaggschiff wankt. Es hat schweren Schaden erlitten, aber hält noch zusammen. Eine Teleportersignatur wurde registriert und es wird klar, dass die Rebellen dreckig spielen. Sie müssen wohl ein paar Cognitives nach ihrem Überfall eingesperrt haben, da du nun feindliche Kreaturen auf deinem Schiff registrierst!
fr: Le Vaisseau Amiral tremble. Il a déjà subi des dégâts immenses, mais il tient encore. Un signal de téléportation est détecté et il semble que les Rebelles essaient un coup bas. Ils devaient avoir quelques Cognitifs qui traînaient après leur attaque, car plusieurs entités hostiles sont détectées à bord !
it: L'Ammiraglia trema. Ha già subito danni ingenti, ma continua a resistere. Viene rilevato un segnale di teletrasporto e diventa palese che i Ribelli stanno giocando sporco. Dovevano avere alcuni cognitivi da parte dopo il loro attacco, perché rilevi diverse entità ostili a bordo!
ko: 기함이 떨리고 있습니다. 기함은 이미 엄청난 피해를 입었지만, 여전히 버티고 있습니다. 그때 갑자기 텔레포터 신호가 감지됐습니다. 반군이 비열한 수를 쓰고 있는 것이 분명합니다. 함내에서 적대적 침입자 몇몇이 감지된 것으로 보아 그들이 습격 후에 코그니티브를 몇 개 풀어놨던 모양입니다!
ru: Флагман содрогается. Он уже получил огромные повреждения, но держится. Зарегистрирована сигнатура телепортатора, и становится ясно, что повстанцы ведут грязную игру. Должно быть, после рейда у них осталось несколько когнитивов, потому что на борту обнаружено несколько враждебных сущностей!
zh_hans: 旗舰机身微微颤动。它已经承受了巨量的伤害，但仍保持完整。检测到有传送踪迹，显然叛军开始耍下三滥的伎俩。他们在劫掠之后肯定手里留有几个认知体，因为检测到星舰上出现多名敌对个体！

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_AUTO"]/text
source: It appears this ship is also equipped with an advanced AI system. Now that the crew is dead, it has taken control! You sense oxygen levels dropping on the Flagship as well...
de: Es scheint das Schiff ist auch mit einem verbesserten KI-System ausgestattet. Jetzt da die Crew tot ist, hat es die Kontrolle übernommen! Du bemerkst auch, dass die Sauerstoff-Level auf dem Flaggschiff sinken...
fr: Il semble que ce vaisseau soit également équipé d'un système d'intelligence artificielle avancé. Maintenant que l'équipage est mort, il a pris le contrôle ! Vous sentez également que les niveaux d'oxygène chutent dans le vaisseau amiral...
it: Pare che questa nave sia dotata anche di un sistema IA avanzato. Ora che l'equipaggio è morto, ha preso il controllo! Rilevi anche che i livelli d'ossigeno nell'Ammiraglia stanno precipitando...
ko: 이 함선은 선진 AI 시스템도 갖추고 있는 것으로 보입니다. 선원이 모두 죽자 AI가 통제권을 얻었습니다! 또한 기함의 산소실 출력이 떨어지는 것도 감지됐습니다...
ru: Оказывается, этот корабль оборудован продвинутой системой искусственного интеллекта. Теперь, когда экипаж мертв, она взяла управление в свои руки! Вы чувствуете, что уровень кислорода на Флагмане падает...
zh_hans: 看起来这艘战舰还配备了先进的AI控制系统。在船员都阵亡之后，AI开始接管！你察觉到旗舰上的氧气浓度也在持续下降...

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_BEGIN"]/text
source: As you pursue the Flagship, you know this is your last chance to prepare whatever you might need before the battle. This will be it, there's no going back once you've caught up to them. Now would be a good time to check your mission report one last time.
de: Du verfolgst das Flaggschiff und weißt, dass das die letzte Chance ist dich auf den letzten Kampf vorzubereiten. Es wird kein zurück geben, wenn du sie eingeholt hast. Jetzt wäre es eine gute Zeit, den Missionsbericht ein letztes Mal zu überprüfen.
fr: Comme vous êtes aux trousses du Vaisseau Amiral, il ne vous reste plus qu'une seule chance pour préparer tout ce dont vous pourriez avoir besoin pendant la bataille. Ce sera le terminus, il n'y aura pas de retour en arrière une fois que vous l'aurez rattrappé. Si vous voulez voir l'état de votre mission, c'est maintenant ou jamais...
it: Mentre ti getti all'inseguimento dell'Ammiraglia, sai che questa è la tua ultima occasione di prepararti prima di affrontarla. Siamo alla resa dei conti, non potrai tornare indietro una volta che l'avrai raggiunta. Questo potrebbe essere un buon momento per controllare un'ultima volta il rapporto missioni.
ko: 기함을 쫓고 있는 지금이 전투에 앞서 필요한 것을 준비할 수 있는 마지막 기회일 것입니다. 한번 그들을 따라잡으면 다시 돌아올 수 없습니다. 마지막으로 임무 보고서를 확인해보기에도 좋은 시간입니다.
ru: Преследуя Флагман, вы понимаете, что это ваш последний шанс подготовить все, что может понадобиться перед битвой. Как только вы его догоните, назад дороги не будет. Сейчас самое время в последний раз проверить свой доклад о миссии.
zh_hans: 你在追击旗舰的时候，你也清楚这是你最后一个准备所有决战所需的机会。一锤定音，追上后就再无回头路。现在是个最后一次检查任务报告的好机会。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_BEGIN"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_FAIL"]/text
source: The Flagship jumps away, escaping from you. You've failed... and now the future of the Federation across all realities look bleak. This is a crushing defeat, and your mission is lost.
de: Das Flaggschiff springt weg und entkommt dir. Du hast versagt... und jetzt sieht die Zukunft der Föderation in allen Realitäten schlecht aus. Dies ist eine massive Niederlage und deine Mission war vergebens.
fr: Le Vaisseau Amiral saute et vous échappe. Vous avez échoué... et maintenant le futur de la Fédération à travers toutes les réalités paraît bien sombre. C'est une défaite terrible et votre mission, un échec.
it: L'Ammiraglia esegue l'ipersalto, sfuggendo alle tue grinfie. Hai fallito... e ora il futuro della Federazione in tutte le realtà appare tetro. Questa è una sconfitta devastante e la missione è stata un fallimento.
ko: 기함은 도약해 사라졌습니다. 당신은 실패했습니다... 이제 모든 현실에 있는 연방의 미래는 암울하기만 합니다. 당신의 임무는 허사가 되었고, 연방은 참패했습니다.
ru: Флагман уходит в прыжок, спасаясь от вас. Вы потерпели неудачу... и теперь будущее Федерации во всех реальностях выглядит мрачным. Это сокрушительное поражение, и ваша миссия провалена.
zh_hans: 旗舰跃迁，从你手中逃脱。你失败了...现在所有多元宇宙中的联邦的未来光景都变得黯淡无光。这是一次惨败，你的任务失败了。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_FAIL"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Universe 0 has been destroyed. All is lost.
de: Universum 0 wurde zerstört, alles ist verloren.
fr: L'univers 0 à été détruit. Tout est perdu.
it: L'Universo 0 è stato distrutto. Tutto è perduto.
ko: 제0 우주가 파괴됐습니다. 모든 것을 잃었습니다.
ru: Вселенная 0 уничтожена. Все потеряно.
zh_hans: 0号宇宙已被摧毁。大势已去。

# data/events_sector_showdown.xml$//event[@name="GO_TO_SHOWDOWN"]/text
source: Now fully situated and ready for your final fight, you set the ship into hyperspeed for hopefully not your last time.
de: Jetzt völlig bereit, für den finalen Kampf, fliegst du dein Schiff in den Hyperaum, für das hoffentlich letzte Mal.
fr: Maintenant complètement préparé et paré pour votre dernier combat, vous mettez le vaisseau en hyper-vitesse pour, espérons-le, pas pour la dernière fois.
it: Completamente attrezzato e pronto alla battaglia finale, accendi l'ipervelocità per quella che speri non sia l'ultima volta.
ko: 이제 완전히 자리를 잡고 최후의 전투를 할 준비가 되었습니다. 당신은 지금 이 순간이 최후가 되지 않기를 바라며 배를 한계속도로 설정했습니다.
ru: Теперь, полностью подготовившись к последнему бою, вы переводите корабль в гиперскоростной режим. Будем надеяться, не в последний раз.
zh_hans: 为最后决战充分准备完毕后，你将星舰导航至超光速航行，但愿不是最后一次这么做。

# data/events_sector_showdown.xml$/FTL/event[@name="SHOWDOWN_CASUAL"]/text
source: You chase down Vance as fast as possible. You manage to catch up to his titan of a ship, similar in build to the Rebel Flagship, but armed with an even stronger arsenal of artillery and sporting an MFK paint job.
de: Du verfolgst Vance so schnell wie möglich. Du schaffst es sein exorbitantes Schiff einzuholen, welches ähnlich wie das Rebellenflaggschiff aufgebaut ist und ein noch besseres und stärkeres Arsenal an Artellerie hat, sowie eine neue MFK Bemalung.
fr: Vous pourchassez Vance aussi vite que possible. Vous arrivez à rattrapper son titan de vaisseau, de facture similaire au Vaisseau Amiral Rebelle, mais armé d'une batterie d'artilleries encore plus puissante et une coloration d'As MFK.
it: Insegui Vance più velocemente che puoi. Riesci a raggiungere la sua nave mastodontica, di aspetto simile all'Ammiraglia ribelle, ma armata con un arsenale di artiglieria ancora più potente e verniciata coi colori MFK.
ko: 당신은 최대한 빨리 밴스를 쫓았습니다. 간신히 따라잡은 그의 함선은 반군 기함과 비슷한 모습을 띠고 있지만, 더 강력한 무기가 장착된 함포로 무장했으며 MFK 도색을 뽐내고 있습니다.
ru: Вы преследуете Вэнса как можно быстрее. Вам удается догнать его титанический корабль, похожий по конструкции на Флагман повстанцев, но вооруженный еще более мощным арсеналом артиллерии и покрашенный в цвет МФК.
zh_hans: 你尽可能快地去追万斯。你成功追上了他那泰坦般的飞船，它的建造风格类似于叛军旗舰，但装备了更强大的巨炮，并且涂有MFK漆面。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You didn't come this far to give up now. There's nothing left to do but destroy this ship. Fail, and the Federation is doomed, succeed and save this reality forever. The stakes are high, but you don't have time to think about them as you get ready to fight.
de: Du bist nicht so weit gekommen, nur um aufzugeben. Es gibt nichts anderes zu tun, als dieses Schiff zu zerstören. Wenn du es nicht schaffst, ist die Föderation dem Untergang nahe, wenn du es schaffst, ist diese Realität für immer gerettet. Die Einsätze sind hoch, aber du hast keine Zeit zu denken, da du dich zum Kampf bereit machen musst.
fr: Vous n'êtes pas allé aussi loin pour baisser les bras. Il n'y a plus rien d'autre à faire que de détruire ce vaisseau. Échouez et la Fédération est condamnée, réussissez et vous sauverez cette réalité à jamais. L'enjeu est énorme, mais vous n'avez pas le temps d'y penser alors que vous préparez le vaisseau au combat.
it: Non sei arrivato fin qui solo per arrenderti adesso. Non resta altro da fare che distruggere quella nave. Fallisci e la Federazione è condannata, vinci e salva per sempre questa realtà. La posta in gioco è alta, ma non hai tempo di pensarci mentre ti prepari a combattere.
ko: 여기까지 와서 포기할 수는 없습니다. 이제 남은 일은 이 함선을 파괴하는 것뿐입니다. 실패하면, 연방은 끝입니다. 성공하면, 이 현실을 영원히 구할 수 있습니다. 너무도 막중한 역할을 맡게 되었지만, 전투를 준비하느라 그런 것을 생각할 겨를도 없습니다.
ru: Вы зашли так далеко не для того, чтобы сдаться сейчас. Ничего не остается, кроме как уничтожить этот корабль. Потерпите неудачу - Федерация обречена, добьетесь успеха - спасете эту реальность навсегда. Ставки высоки, но у вас нет времени думать о них, пока вы готовитесь к бою.
zh_hans: 你跑这么远可不是为了到这里来放弃的。除了摧毁旗舰之外别无他事。失败，则联邦将万劫不复。成功，则永远拯救这个宇宙。赌注很大，但你无暇顾及，心中只有为开战做最后的准备。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) Hail Vance.
de: (Jerry) Rufe Vance.
fr: (Jerry) Contacter Vance.
it: (Jerry) Contatta Vance.
ko: (제리) 밴스를 부른다.
ru: (Джерри) Связаться с Вэнсом.
zh_hans: (杰瑞)联系万斯。

source: (Tully) Hail Vance.
de: (Tully) Rufe Vance.
fr: (Tully) Contacter Vance.
it: (Tully) Contatta Vance.
ko: (툴리) 밴스를 부른다.
ru: (Талли) Связаться с Вэнсом.
zh_hans: (塔利)联系万斯。

source: (Nights) Nights seems to have something to say to Vance.
de: (Nights) Nights scheint etwas Vance zu sagen zu haben.
fr: (Nights) Nights semble avoir quelque chose à dire à Vance.
it: (Nights) Nights sembra avere qualcosa da dire a Vance.
ko: (나이트) 나이트가 밴스에게 할 말이 있는 것 같습니다.
ru: (Туман) У Тумана есть что сказать Вэнсу.
zh_hans: (七夜)七夜似乎有什么话想对万斯说。

# data/events_sector_showdown.xml$/FTL/event[@name="SHOWDOWN_NORMAL"]/text
source: You chase down Vance as fast as possible. You manage to catch up to his titan of a ship, similar in build to the Rebel Flagship, but armed with an even stronger arsenal of artillery and sporting an MFK paint job.
de: Du verfolgst Vance so schnell wie möglich. Du schaffst es sein exorbitantes Schiff einzuholen, welches ähnlich wie das Rebellenflaggschiff aufgebaut ist und ein noch besseres und stärkeres Arsenal an Artellerie hat, sowie eine neue MFK Bemalung.
fr: Vous pourchassez Vance aussi vite que possible. Vous arrivez à rattrapper son titan de vaisseau, de facture similaire au Vaisseau Amiral Rebelle, mais armé d'une batterie d'artilleries encore plus puissante et une coloration d'As MFK.
it: Insegui Vance più velocemente che puoi. Riesci a raggiungere la sua nave mastodontica, di aspetto simile all'Ammiraglia ribelle, ma armata con un arsenale di artiglieria ancora più potente e verniciata coi colori MFK.
ko: 당신은 최대한 빨리 밴스를 쫓았습니다. 간신히 따라잡은 그의 함선은 반군 기함과 비슷한 모습을 띠고 있지만, 더 강력한 무기가 장착된 함포로 무장했으며 MFK 도색을 뽐내고 있습니다.
ru: Вы преследуете Вэнса как можно быстрее. Вам удается догнать его титанический корабль, похожий по конструкции на Флагман повстанцев, но вооруженный еще более мощным арсеналом артиллерии и покрашенный в цвет МФК.
zh_hans: 你尽可能快地去追万斯。你成功追上了他那泰坦般的飞船，它的建造风格类似于叛军旗舰，但装备了更强大的巨炮，并且涂有MFK漆面。

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
