Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_ALKRAM"]/text
source: Alkram grunts, pretending to be indifferent to the situation. "When we first met, the most important thing on my mind was overthrowing Tyrdeo. Yet, now that seems so insignificant... I'm a soldier, not a speaker. Lemme put my words as blunt as possible for you. Only way my people or ANY people are ever gonna learn, is when we stop relying on other people to fix our problems. This whole Multiversal War thing isn't helping anyone when the Federation, Rebellion, Coalition, or god knows who else keeps intervening and 'fixing' everything. I implore you to blow that bomb and put things the way they were before for the sake of everyone."
de: Alkram grunzt und versucht so zu wirken, als ob diese Situation nichts neues wäre. "Als wir uns das erste Mal getroffen haben, war für mich das Wichtigste Trydeo zu stürzen. Jetzt scheint das alles egal... ich bin ein Soldat, kein Sprecher. Lass meine Worte stumpf sein. Der einzige Weg wie irgend welche Leute lernen können, ist wenn sie sich nicht auf andere verlassen können, um ihre Probleme zu reparieren. Dieser Multiversum-Krieg hilft niemanden, Föderation, Rebellion, Coalition oder Gott weiß wer versucht wieder alles zu "reparieren". Ich bitte dich jage die Bombe hoch, für uns alle."
es: Alkram gruñe, fingiendo ser indiferente ante la situación. “Cuando nos conocimos, lo más importante para mí era derrocar a Tyrdeo. Y ahora eso parece tan insignificante… Soy un soldado, no un orador. Déjame decirte esto de la forma más directa posible: la única manera en que mi pueblo, o CUALQUIER pueblo, va a aprender algo, es cuando dejemos de depender de otros para que solucionen nuestros problemas. Todo este asunto de la Guerra Multiversal no ayuda a nadie cuando la Federación, la Rebellion, la Coalición o vaya uno a saber quién más siguen interviniendo y “arreglando” todo. Te imploro que hagas estallar esa bomba y devuelvas las cosas a como estaban antes, por el bien de todos.”
fr: Alkram grommelle, feignant l'indifférence à la situation. "Quand nous nous sommes vus pour la première fois, la chose la plus importante à mes yeux était de renverser Tyrdeo. Tout cela semble pourtant si insignifiant... Je suis un soldat, pas un orateur, alors permettez-moi d'aller droit au but. La seule façon pour mon peuple ou quiconque d'apprendre, c'est en arrêtant de demander aux autres de régler nos problèmes. Toute cette histoire de Guerre Multiverselle n'aide persone car la Fédération, la Rébellion, la Coalition et qui sait d'autre n'ont de cesse d'intervenir pour tout 'régler'. Je vous implore de faire exploser cette bombe pour que les choses reviennent enfin à leur place comme avant, pour le bien de tous."
it: Alkram fa una smorfia, fingendo di essere indifferente alla situazione. "Quando ci siamo visti per la prima volta, la cosa più importante a cui pensavo era spodestare Tyrdeo. Però, adesso sembra così insignificante... sono un soldato, non sono bravo coi discorsi. Lascia che sia completamente franco con te. L'unico modo in cui il mio popolo o QUALUNQUE popolo imparerà è quando smettiamo di affidarci ad altri per risolvere i nostri problemi. Tutta questa guerra multiversale non aiuta nessuno quando la Federazione, la Ribellione, la Coalizione o chissà chi altri continua a intervenire e 'risolvere' tutto. Ti scongiuro di far esplodere quell'ordigno e far tornare le cose com'erano prima, per il bene di tutti."
ko: 알크람은 이 상황에 무관심한 척하며 투덜거립니다. "우리가 처음 만났을 때, 나에게 있어 가장 중요한 것은 티르데오를 타도하는 것이었네. 하지만 이제 그 목표는 너무 보잘것없어 보이는군... 나는 군인이지, 연설가가 아니야. 최대한 직설적으로 말해주겠네. 사람들은 남에게 의지하지 않고 자신의 문제를 해결하려 할 때 배움을 얻지. 연방, 반군, 연합 그리고 신만이 알 누군가는 모든 것을 해결하기 위해 멀티버스 전쟁에 개입했지만, 전쟁은 그 누구에게도 도움이 되지 않았어. 나는 자네에게 그 폭탄을 터뜨려 예전과 같은 상태를 되찾아주길 간청하네. 모두를 위해서 말이야."
ru: Алькрам ворчит, притворяясь равнодушным к ситуации. "Когда мы впервые встретились, самым важным для меня было свержение Тирдео. Но теперь это кажется таким незначительным... Я солдат, а не оратор. Позвольте мне сказать мои слова как можно более прямо. Мой народ или ЛЮБОЙ другой народ сможет обрести знания только тогда, когда мы перестанем полагаться на других людей в решении наших проблем. Вся эта Мультивселеннская война никому не поможет, когда Федерация, Восстание, Коалиция или бог знает кто еще продолжает вмешиваться и "исправлять" все. Я умоляю вас взорвать эту бомбу и вернуть все на свои места ради всеобщего блага".
zh_hans: 阿尔克拉姆哼了一声，假装对当下情形漠不关心。"我们第一次见面时，我脑中最重要的事情就是要推翻泰迪奥。然而，现在看来这个事情是多么微不足道...我是一名士兵，不是什么发言人。我就直接开门见山了。我的人民或者其他任何人民进步的方法，就是停止依赖其他人来解决我们自己的问题。整个多元宇宙战争中联邦、叛军、星联或者天知道是谁要是一直在干涉并'修复'事情的话，对任何人都没有好处。我恳求你为了大家的利益引爆炸弹，让事情回归从前。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_TYRDEO"]/text
source: "Oh sweet heavens I feel faint. Is it true? We're alive? Remarkable. You're the first person not on my payroll to stand at my side while facing such adversity. I cannot thank you for all you've done for me. It feels out of place for silly old me to have any say in this... but I'd like to keep living. And I'm sure you would too. Heh... What do you think happens if we die to that thing? Are we gone for good? Oh I don't want to think about it."
de: "Gute güte, ich fühle mich schwach. Ist es wahr? Sind wir am Leben? Erstaunlich. Du bist die erste Person, die ich nicht bezahle, die mit mir im Angesicht von solch einer Situation steht. Ich kann dir nicht genug danken, für all das was du für mich getan hast. Es scheint fehl am Platz zu sein, aber ich würde... gerne weiterleben. Und ich bin sicher du auch. Heh... Was glaubst du passiert wenn wir durch das Ding sterben? Sind wir für immer weg? Oh, ich möchte darüber nicht nachdenken."
es: “Oh, santos cielos, me siento mareado. ¿Es cierto? ¿Seguimos con vida? Extraordinario. Eres la primera persona que no está en mi nómina que se ha puesto a mi lado al enfrentar una adversidad así. No puedo agradecerte todo lo que has hecho por mí. Me resulta extraño que un viejo tonto como yo tenga voz en esto… pero me gustaría seguir viviendo. Y estoy seguro de que tú también. Je… ¿Qué crees que pasa si morimos por esa cosa? ¿Desaparecemos para siempre? Oh, no quiero ni pensarlo.”
fr: "Oh bonté divine, je me sens chanceler. Est-ce vrai ? Nous sommes vivants ? Incroyable. Vous êtes la première personne à rester à mes côtés devant tant d'adversité et je ne peux vous remercier assez pour tout ce que vous avez fait pour moi. Je n'ai probablement pas mon mot à dire dans tout ça mais... j'aimerais continuer à vivre. Et je pense que vous aussi. Heu... que pensez-vous qu'il arrive si cette chose nous tue ? Serions-nous morts pour toujours ? Oh, je ne veux pas y penser."
it: "Oh bontà divina, mi sento svenire. È vero? Siamo vivi? Fantastico. Sei la prima persona che non pago a stare al mio fianco davanti a tali avversità. Non potrò mai ringraziarti abbastanza per tutto quello che hai fatto per me. Mi sembra fuori luogo avere voce in capitolo in questa storia... ma mi piacerebbe continuare a vivere. E sono sicuro che piacerebbe anche a te. Eh... cosa credi che succederà se moriamo per colpa di quell'affare? Siamo morti per sempre? Oh, non voglio nemmeno pensarci."
ko: "아 이렇게 기쁠 수가, 졸도하는 줄 알았어요. 이거 진짜죠? 정말 우리가 살아있는 거죠? 놀라워요. 돈도 안 받고 그런 역경에 맞서 제 편에 서준 사람은 당신이 처음이에요. 이 은혜를 어떻게 갚아야 할지 모르겠어요. 바보같이 살아온 제가 이런 일에 발언권을 갖는 건 좀 그런 것 같아요... 하지만 전 계속 살고 싶어요. 분명 당신도 그럴 거고요. 음... 우리가 그 폭탄에 죽으면 무슨 일이 일어날까요? 완전히 사라지는 걸까요? 어... 이 문제에 대해서는 생각하고 싶지 않네요."
ru: "О боже, я чувствую, что теряю сознание. Это правда? Мы живы? Замечательно. Вы первый человек, не состоящий на службе мне, который оказался рядом со мной в такой сложной ситуации. Я не могу отблагодарить вас за все, что вы для меня сделали. Глупому старику кажется, что я не могу ничего сказать по этому поводу... но я бы хотел продолжать жить. И я уверен, что вы тоже. Ох... как вы думаете, что случится, если мы умрем от "Парагона"? Мы исчезнем навсегда? О, я не хочу об этом думать".
zh_hans: "噢天呐，我感觉要晕过去了。这一切都是真实的吗？我们都还活着？真了不起。你是第一个不在我工资名单上却愿意站我这边共同面对逆境的人。我对你的感激之情无法言表。让我这个老古董来发言感觉不合时宜...但我宁愿活下去。我相信你也会这么想。嘿嘿...你觉得我们为了这件事捐躯后会发生什么？我们是不是彻底就没了？噢我真是不想考虑这些事情。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_FREDDY"]/text
source: "Good work chap, this is truly a spectacular moment and I couldn't think of any better way to spend it than sipping tea at the end of time. You do intend to blow the bomb, yes? Don't worry about me, the Free Mantis haven't relied on my support for years. They'll be scared, yes, but they'll make do. No more Multiverse means no more Rebels, and maybe things will finally settle down for once. My days were numbered anyways. A Mantis can only live so long."
de: "Gute Arbeit Kollege, das ist wahrlich ein spektakulärer Moment und es gibt nichts besseres zu tun als am Ende der Zeit Tee zu trinken. Du erwägst die Bombe hochzujagen, ja? Mach dir keine Sorgen um mich, die Free Mantis haben seit Jahren nicht meine Unterstützung gebraucht. Sie werden ängstlich sein, aber sie werden es schon schaffen. Kein Multiversum mehr bedeutet keine Rebellen mehr. Meine Tage waren eh gezählt. Als Mantis kannst du nur eine gewisse Zeit leben."
es: “Buen trabajo, muchacho, este es verdaderamente un momento espectacular, y no se me ocurre una mejor manera de pasarlo que tomando té al final del tiempo. Tienes la intención de hacer estallar la bomba, ¿verdad? No te preocupes por mí; los Free Mantis no dependen de mi apoyo desde hace años. Estarán asustados, sí, pero se las arreglarán. Sin Multiverso no habrá Rebeldes, y tal vez por fin las cosas se calmen de una vez. Mis días ya estaban contados de todos modos. Un Mantis solo puede vivir cierto tiempo.”
fr: "Bon travail l'ami, c'est un moment vraiment exceptionnel et je ne vois pas de meilleure façon de le passer qu'en sirotant un thé à la fin des temps. Vous prévoyez de détonner cette bombe, n'est-ce pas ? Ne vous faites pas de souci pour moi, les Mantis Libres n'ont plus besoin de mon aide depuis des années. Ils seront terrifiés, oui, mais ils survivront. Plus de Multivers signifie plus de Rebelles et peut-être que les choses se calmeront enfin. Mes jours étaient de toute façon comptés. Tout Mantis doit mourir un jour..."
it: "Ottimo lavoro, bello mio, è davvero un momento spettacolare e non c'è modo migliore di passarlo se non sorseggiando tè alla fine del tempo. Hai intenzione di far esplodere l'ordigno, giusto? Non preoccuparti per me, i Mantis Liberi non fanno affidamento sul mio sostegno da anni. Sì, avranno paura, ma se la caveranno. Niente più multiverso vuol dire niente più Ribelli, e forse le acque inizieranno a calmarsi, tanto per cambiare. Avevo comunque i giorni contati. Tutti i mantis prima o poi devono morire."
ko: "수고했네 친구. 이토록 멋진 순간에는 역시 차를 마시면서 최후를 기다려야겠군. 폭탄을 터뜨릴 작정이지? 내 걱정은 하지 말게나. 독립 맨티스는 지난 몇 년간 내 지원 없이도 잘 해왔네. 녀석들은 분명 겁을 먹겠지만, 견뎌낼 수 있을 거야. 멀티버스가 사라진다는 건 반군도 사라진다는 뜻이니, 이번에는 곧바로 사태가 진정될 수도 있고 말이야. 게다가 내 인생도 얼마 남지 않았어. 맨티스치곤 오래 살았지."
ru: "Молодец, дружище, это действительно впечатляющий момент, и я не могу придумать лучшего способа провести его, чем попивать чаек в конце времени. Вы ведь собираетесь взорвать бомбу, да? Не беспокойтесь обо мне, Свободные Богомолы уже много лет не рассчитывают на мою поддержку. Они будут напуганы, да, но они справятся. Нет больше Мультивселенной, значит, нет больше повстанцев, и, может быть, все наконец-то хоть немного наладится. В любом случае, мои дни были сочтены. Богомолы могут жить только так долго".
zh_hans: "干得漂亮伙计。这一刻真是精彩，除了在时间尽头品茗，我想不出更好的享受此刻的方式了。你是打算引爆炸弹，对吧？不用担心我，自由螳螂已经数年没有依赖我的援助了。他们会有点害怕，没错，但他们能挺过去的。没有多元宇宙意味着没有叛军了，或许事情终于能平息下来。反正我也时日不多，一个螳螂族也就能活这么点时间。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_KAZ"]/text
source: Kazaaak seems uncertain of what to say. "For first time in long time, I am not knowing what to say. You are greater warrior than I ever was. But think, if we do not detonate Paragon and return home, we could achieve so much more! We could be greatest heroes in all of time! How could you pass up this chance?"
de: Kazaaak scheint unsicher, was er sagen soll. "Erstes Mal ich nicht weiß, was ich sagen soll. Du großer Krieger, größer als ich jemals war. Aber wenn wir nicht Paragon sprengen, ich kann nach Hause und viel mehr erreichen! Wir größte Helden aller Zeiten! Wie kannst du die Chance entgehen lassen?"
es: Kazaaak parece inseguro sobre qué decir. “Por primera vez en mucho tiempo, no sé qué decir. Eres un guerrero más grande de lo que yo jamás fui. Pero piensa, si no detonamos el Paragon y regresamos a casa, ¡podríamos lograr muchísimo más! ¡Podríamos ser los más grandes héroes de todos los tiempos! ¿Cómo podrías dejar pasar esta oportunidad?”
fr: Kazaaak ne semble pas savoir quoi dire. "Pour première fois depuis longtemps, moi être sans mot. Vous être plus grand guerrier que moi avoir jamais été. Mais pensez, si nous pas exploser Paragon et retourner maison, nous pouvoir faire tant de plus ! Pouvoir devenir plus grands héros de toups temps ! Comment vous pouvoir passer cette chance ?"
it: Kazaaak sembra non sapere cosa dire. "Per prima volta da molto tempo, io non sa cosa dire. Tu sei un guerriero più grande di quanto io sia mai stato. Ma pensa, se noi non fa detonare il Paragon e torna a casa, noi potrebbe fare molto di più! Potrebbe essere più grandi eroi della storia! Come puoi rinunciare a quest'occasione?"
ko: 카자앜은 무슨 말을 해야 할지 확신이 서지 않는 것 같습니다. "오랜 시간 만에 처음으로 무슨 말을 해야 할지 모르겠군. 넌 나보다 더 위대한 전사야. 그런데 생각해봐, 우리가 파라곤을 폭발시키지 않고 집으로 돌아가면 훨씬 더 많은 것을 이룰 수 있을 거야! 우리는 역대 최고의 영웅이 될 수 있어! 이 기회를 그냥 날릴 생각은 아니겠지?"
ru: Казааак, кажется, не знает, что сказать. "Впервые за долгое время я не знаю, что сказать. Ты лучший воин, чем я когда-либо был. Но подумай, если мы не взорвем "Парагон" и вернемся домой, мы могли бы достичь гораздо большего! Мы могли бы стать величайшими героями во все времена! Как можно упустить такой шанс?"
zh_hans: 卡兹似乎不确定要说什么。"很长时间以来的第一次，我不知道该说些什么。你是比我强得多的战士。但我想，如果我们不引爆典范炸弹直接回家的话，我们能成就更多！我们能成为史上最大的英雄！你怎能放弃这个机会？"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_ARIADNE"]/text
source: Even in the face of this great triumph, Ariadne remains stoic, save for a faint smirk on her face. "When I offered my services to you captain, I didn't expect you to drag me across the Multiverse into the pit of demigods to overthrow the Rebellion. But - it's been an honor. However, my initial mission is not complete. The Theocracy has not yet been defeated. I'm afraid that bomb of yours will do little to stop the Elders. I understand this is not my call to make, but I hope you have considered the weight of this decision."
de: Selbst im Angesicht dieses Triumphes bleibt Ariadne stoisch, bis auf ein kleines Grinsen im Gesicht. "Wenn ich dir meine Dienste angeboten habe Kapitän, hätte ich nie gedacht, dass du mich durch das Multiversum ziehst um die Rebellion in der Grube von Demigöttern zu zerstören. Aber - es war eine Ehre. Jedoch ist meine eigentliche Mission nicht zu Ende. Die Theocracy wurde noch nicht besiegt. Ich habe Angst, dass die Bombe nur wenig tun wird, um die Ältesten zu stoppen. Ich verstehe es ist nicht meine Entscheidung, aber ich hoffe du ziehst das in Betracht."
es: Incluso frente a este gran triunfo, Ariadne permanece estoica, salvo por una leve mueca de sonrisa en su rostro. “Cuando te ofrecí mis servicios, capitán, no esperaba que me arrastraras a través del Multiverso hasta el pozo de semidioses para derrocar a la Rebelion. Pero… ha sido un honor. Sin embargo, mi misión inicial aún no ha concluido. La Teocracia todavía no ha sido derrotada. Me temo que esa bomba tuya hará poco para detener a los Ancianos. Entiendo que esta no es una decisión que me corresponda tomar, pero espero que hayas considerado el peso de esta elección.”
fr: Même devant ce grand triomphe, Ariadne reste stoïque, mis à part un léger sourire sur son visage. "Quand je vous ai proposé mes services, capitaine, je ne m'attendais pas à ce que vous m'entrainiez à travers le Multivers dans le repaire de demi-dieux pour y détruire la Rébellion. Ce fut cependant un honneur, mais ma mission initiale n'est pas finie. La Théocratie n'est toujours pas détruite. Je crains que cette bombe ne fasse rien pour arrêter les Sages. Je comprends que ce n'est pas ma décision, mais j'espère que vous en saisissez bien les conséquences."
it: Anche in questo momento di grande trionfo, Ariadne rimane stoica, a parte un lieve sogghigno sul suo volto. "Quando ho offerto i miei servigi a te, capitano, non mi aspettavo che mi trascinassi per il multiverso in una fossa di semidei per sconfiggere la Ribellione. Ma... è stato un onore. Tuttavia, la mia missione iniziale non è ancora compiuta. La Teocrazia non è ancora sconfitta. Temo che quell'ordigno farà ben poco per fermare i Saggi. Comprendo che non è una decisione che spetta a me, ma spero che tu abbia considerato il peso di questa scelta."
ko: 이 위대한 승리에도 불구하고, 아리아드네는 얼굴에 희미한 미소를 짓는 것 외에는 여전히 태연합니다. "그대를 위해 복무할 것을 제안할 당시엔, 날 반군을 전복시키기 위해 반신들의 구렁텅이로 끌고 갈 줄은 몰랐소. 그럼에도, 영광이었소. 그러나 정작 내 본래의 임무를 아직 완수하지 못했소. 신정은 아직 무너지지 않았소. 이 폭탄이 장로들을 저지하는 데는 도움이 되진 않을 것 같구려. 내가 결정할 일이 아니라는 것을 잘 알지만, 이 결정의 무게를 고려하셨기를 바라오."
ru: Даже перед лицом этого великого триумфа, Ариадна сохраняет невозмутимость, если не считать слабой ухмылки на ее лице. "Когда я предложила вам свои услуги, капитан, я не ожидала, что вы потащите меня через всю Мультивселенную в логово полубогов, чтобы свергнуть Восстание. Но - это было честью для меня. Однако, моя первоначальная миссия не завершена. Теократия еще не побеждена. Боюсь, эта ваша бомба мало что даст, чтобы остановить Старейшин. Я понимаю, что это не мне решать, но я надеюсь, что вы осознаете всю тяжесть этого решения".
zh_hans: 即使面对如此大捷，阿里阿德涅仍脸色坚毅，除了脸上的一抹得意浅笑。"我为舰长你效劳的时候，从没料到你会带我穿越多元宇宙进入半神的深坑来打倒叛乱。但，这是我的荣幸。然而，我最初的任务仍未完成。神权国仍未被打败。恐怕你的那个炸弹对岩石长老的阻碍效果甚微。我明白我无权作出选择，但我希望你能考虑清楚这份抉择的分量。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_RUWEN"]/text
source: "I feel as though I have served a purpose far greater than the one I set out to. You are truly the most remarkable, accomplished captain I have ever had the honor of meeting. You remind me of someone else I met long ago, another Federation captain.. But even they couldn't come close to this! But, would the destruction of the Multiverse be worth it? Think of the wonders that this technology could accomplish. It's much the same situation as my people - there will be chaos in the beginning, but I'm certain things must settle eventually. No war can truly last forever!"
de: "Ich fühle mich, als hätte ich eine viel größere Aufgabe erfüllt, als anfänglich gedacht. Du bist der tolleste, erfolgreichste Kapitän, welchen ich jemals treffen durfte. Du erinnerst mich an jemand, den lange vorher getroffen habe, einen anderen Föderationskapitän... Selbst der Kapitän kommt nicht an das hier heran! Aber ist die Zerstörung des Multiversums es wert? Denk an die Wunder die diese Technologie vollbringen kann. Es ist das gleiche wie für meine Leute - es wird am Anfang Chaos geben, aber ich bin mir sicher es wird sich alles ergeben. Kein Krieg kann wirklich für immer sein!"
es: “Siento que he cumplido un propósito mucho más grande del que me propuse al comenzar. Eres, sin duda, el capitán más extraordinario y realizado que he tenido el honor de conocer. Me recuerdas a alguien más que conocí hace mucho tiempo, otro capitán de la Federación… ¡pero ni siquiera él se acercó a esto! Pero ¿realmente valdría la pena la destrucción del Multiverso? Piensa en las maravillas que esta tecnología podría lograr. Es una situación muy similar a la de mi pueblo: al principio habrá caos, pero estoy seguro de que con el tiempo las cosas deben estabilizarse. ¡Ninguna guerra puede durar para siempre!”
fr: "J'ai l'impression d'avoir servi une cause bien plus vaste que celle pour laquelle je m'étais engagé. Vous êtes décidément le capitaine le plus remarquable et accompli que j'ai eu l'honneur de rencontrer. Vous me rappelez quelqu'un que j'ai connu il y a longtemps, un autre capitaine Fédéré... mais même lui ne s'est jamais approché de ceci ! La destruction du Multivers vaut-elle le coup ? Pensez à toutes les merveilles que cette technologie pourrait accomplir. N'est-ce pas la même chose que ce qui s'est passé avec mon peuple ? Les choses seront chaotiques au début, mais je suis certain qu'elle se calmeront. La guerre ne peut pas durer éternellement !"
it: "Mi sembra di aver servito uno scopo molto più grande di quello per cui sono partito. Sei davvero il capitano più straordinario e capace che abbia mai avuto l'onore di incontrare. Mi ricordi qualcuno che incontrai molto tempo fa, un altro capitano della Federazione... ma nemmeno lui si è mai avvicinato a questo! Ma la distruzione del multiverso ne vale davvero la pena? Pensa alle meraviglie a cui questa tecnologia potrebbe portare. È la stessa situazione del mio popolo: ci sarà del caos all'inizio, ma sono sicuro che prima o poi le cose si sistemeranno. Nessuna guerra può durare per sempre!"
ko: "내가 당초 계획한 것보다 훨씬 더 큰 목적을 수행한 것 같소. 그대는 내가 만났던 이들 중 가장 훌륭하고 성공한 함장이오. 그대를 보면, 내가 오래전 만났던 또 다른 연방 함장이 떠오르는구려... 하지만 그조차 여기까지 오진 못했소! 그런데, 멀티버스를 파괴하는 것이 그만한 가치가 있겠소? 이 기술이 달성할 수 있는 경이로움을 생각해 보시오. 이는 내 동무들이 처한 상황과 거의 같소. 처음에는 혼란이 있을 것이나, 결국에는 모두 해결되리라 생각하오. 어떤 전쟁도 영원히 지속될 수는 없는 것이오!"
ru: "У меня такое чувство, что я послужил цели гораздо более великой, чем та, которую я ставил перед собой. Вы действительно самый замечательный, самый опытный капитан, которого я когда-либо имел честь встретить. Вы напоминаете мне другого человека, которого я встречал давным-давно, другого капитана Федерации... но даже он не смог приблизиться к этому! Но стоит ли разрушение Мультивселенной этого? Подумайте о чудесах, которые может сотворить эта технология. Это та же ситуация, что и с моим народом - вначале будет хаос, но я уверен, что в конце концов все наладится. Ни одна война не может длиться вечно!"
zh_hans: "我感觉我所成就的比出发前的目标还要伟大。你是我有幸遇见的最卓越，最有才华的舰长。你让我想起我很久以前遇到过的另一个联邦舰长...但他远没有这么伟大！尽管如此，为了这个毁灭整个多元宇宙值得吗？想想用这些科技能做到的事情，这和我的人民的情况一样 - 虽然前期会有混乱，但我相信事情最后一定会平息。没有永远的战争！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
