Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: Jerry collapses to his knees, shocked and speechless as how easily he was betrayed. "I should have known..." Jerry chokes up a sob, and holds his head in his hands while tears form puddles on the ground.
de: Jerry fällt auf die Knie, geschockt und sprachlos wie einfach er betrogen wurde. "Ich hätte es wissen sollen..." Jerry schluckt einen Schluchzer runter und hält seinen Kopf in den Händen, während ein See von Tränen sich auf dem Boden vor ihm sammelt.
es: Jerry cae de rodillas, conmocionado y sin poder hablar ante lo fácil que fue traicionado. «Debería haberlo sabido…» Jerry ahoga en llanto y se cubre la cabeza con las manos mientras las lágrimas forman charcos en el suelo.
fr: Jerry tombe à genoux, choqué et interloqué en voyant la facilité avec laquelle il s'est fait trahir. "J'aurais dû m'en douter..." Jerry lâche une larme et tient sa tête avec ses mains tandis que ses larmes s'accumulent pour former des flaques d'eau au sol.
it: Jerry cade in ginocchio, sconvolto e senza parole notando la facilità con cui è stato tradito. "Dovevo saperlo..." Jerry strozza un singhiozzo e si tiene la testa tra le mani mentre lacrime formano delle macchie sul pavimento.
ko: 제리는 자신이 얼마나 쉽게 버려졌는지에 충격을 받고 말문이 막혀 무릎을 꿇었습니다. "이렇게 될 줄 알았어야 했는데..." 제리는 소리를 내지 않으려고 애쓰면서 두 손으로 머리를 감싸 쥐고 눈물을 흘렸습니다.
ru: Джерри падает на колени, потрясенный и потерявший дар речи от того, как легко его предали. "Я должен был догадаться..." Джерри захлебывается рыданиями и обхватывает голову руками, а слезы образуют лужицы на земле.
zh_hans: 杰瑞跪倒在地，震惊地说不出话来，因为他就这样轻易地被出卖了。"我早该知道……"杰瑞哽咽着哭了出来，双手捂住头，泪水在地上形成水洼。

source: Jerry sits in the corner, crying. The Flagship approaches, weapons charging. You want to console him, but you have to get going.
de: Jerry sitzt in der Ecke, weinend. Das Flaggschiff kommt näher mit geladenen Waffen. Du willst ihn trösten, aber du musst kämpfen.
es: Jerry se sienta en un rincón, llorando. La nave se acerca, con sus armas cargándose. Quieres consolarlo, pero debes ponerte en marcha.
fr: Jerry s'assied dans un coin en pleurant. Le Vaisseau Amiral s'approche, armes chargées. Vous voulez le consoler, mais vous ne pouvez pas lui accorder de temps.
it: Jerry si siede un angolo a piangere. L'Ammiraglia si avvicina con le armi in carica. Vuoi consolarlo, ma hai altro a cui pensare.
ko: 제리는 구석에 앉아 울고 있습니다. 기함은 무기를 장전하면서 다가오는 중입니다. 그를 위로하고 싶지만, 지금은 시간이 없습니다.
ru: Джерри сидит в углу и плачет. Флагман приближается, заряжая орудия. Вы хотите утешить его, но вам нужно действовать.
zh_hans: 杰瑞继续坐在角落哭泣。与此同时旗舰在步步逼近，武器开始充能。你很希望能安慰他，但你还有事情要忙。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Suddenly, Jerry gets back up to his feet, wiping away the tears. "Well, there's only one thing left to do now." He draws out a massive Gatling gun. You aren't sure where he got it from, but you don't have the time to question it.
de: Plötzlich steht Jerry auf und wischt seine Tränen weg. "Jetzt gibt es nur noch eine Sache zu tun." Er nimmt eine riesige Gatling Gun raus. Du bist unsicher wo er sie her hat, aber hinterfragst es nicht.
es: De repente, Jerry vuelve a ponerse de pie y se seca las lágrimas. «Bueno, solo queda una cosa por hacer ahora». Saca una enorme ametralladora Gatling. No estás seguro de dónde la sacó, pero no tienes tiempo para cuestionarlo.
fr: Jerry se relève soudainement et essuie ses larmes. "Bon, il ne reste plus qu'une chose à faire maintenant." Il sort une grosse Mitrailleuse Gatling. Vous ignorez sa provenance, mais vous n'avez pas le temps de lui poser des questions dessus.
it: All'improvviso, Jerry si alza in piedi, asciugandosi le lacrime. "Bene, rimane solo una cosa da fare adesso." Tira fuori un'enorme mitragliatrice gatling. Non sai bene dove l'abbia presa, ma non hai tempo per farti certe domande.
ko: 갑자기 제리가 눈물을 훔치며 다시 일어섰습니다. "자, 이제 할 일은 딱 하나 남았습니다." 그는 거대한 개틀링 총을 꺼냈습니다. 그게 어디서 난 건지 모르겠지만, 물어볼 시간이 없습니다.
ru: Внезапно Джерри поднимается на ноги, смахнув слезы. "Что ж, теперь осталось сделать только одно дело". Он достает огромную пушку Гатлинга. Вы не знаете, откуда он ее взял, но у вас нет времени задавать вопросы.
zh_hans: 突然间，杰瑞站起身来，擦干了眼泪。"好吧，现在只剩一件事要做了。"他抽出一挺巨大的加特林机枪。你不清楚他从哪弄来的，不过也没有时间盘问了。

source: Jerry
ru: Джерри
zh_hans: 杰瑞

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With Jerry armed and ready, it looks like there's nothing left to do but fight!
de: Mit Jerry bewaffnet und bereit, sieht es aus als wäre nichts dem Kampf im Weg!
es: Con Jerry armado y listo, ¡parece que no queda más que luchar!
fr: Maintenant que Jerry est armé et prêt, il n'y a plus rien d'autre à faire que combattre !
it: Con Jerry armato e pronto, non ti resta che combattere!
ko: 제리도 무장을 마쳤으니, 이제 남은 일은 싸우는 것뿐입니다!
ru: Когда Джерри вооружен и готов, кажется, что ничего не остается, кроме как сражаться!
zh_hans: 既然杰瑞也整装待发，看来是时候一决高下了！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Before you can proceed on to the Flagship, Jerry pauses, and walks out of the room.
de: Bevor du zum Flaggschiff gehen kannst, pausiert Jerry und geht aus dem Raum raus.
es: Antes de que puedas avanzar hacia el Flagship, Jerry se detiene y sale de la sala.
fr: Avant que vous ne puissiez vous occuper du Vaisseau Amiral, Jerry décide de quitter la pièce.
it: Prima che tu possa procedere verso l'Ammiraglia, Jerry fa una pausa ed esce dalla stanza.
ko: 기함과 대면하기 전에, 제리는 잠시 멈칫하더니 선실에서 나갔습니다.
ru: Прежде чем вы сможете перейти к Флагману, Джерри делает паузу и выходит из комнаты.
zh_hans: 在你准备对付旗舰之前，杰瑞顿了顿，向舱室外走去。

source: You have no idea where Jerry is going, but you follow him.
de: Du hast keine Ahnung wo Jerry hingeht, aber folgst ihm.
es: No tienes idea de hacia dónde se dirige Jerry, pero lo sigues.
fr: Vous ne savez pas où Jerry se dirige, mais vous le suivez.
it: Non hai idea di dove stia andando, ma lo segui.
ko: 제리가 어디로 가는지는 모르겠지만, 일단 따라가 봤습니다.
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Jerry enters the room where the Equinoid is sleeping...
de: Jerry geht in den Raum wo das Equinoid schläft...
es: Jerry entra en la habitación donde el Equinoid está dormido…
fr: Jerry entre dans la pièce où l'Équinoïde se repose...
it: Jerry entra nella stanza dove l'equinoide sta dormendo...
ko: 제리는 에퀴노이드가 자고 있는 방으로 들어갑니다...
ru: Джерри входит в комнату, где спит эквиноид...
zh_hans: 杰瑞进入六脚马族睡觉的舱室…

source: You have no idea what Jerry is doing, and watch in confusion.
de: Du hast keine Ahnung was Jerry tut und schaust verwirrt zu.
es: No tienes idea de lo que Jerry está haciendo y lo observas con confusión.
fr: Vous n'avez aucune idée de ce que Jerry est en train de faire, vous l'observez, confus.
it: Non hai idea di cosa stia facendo e guardi in preda alla confusione.
ko: 당신은 제리가 무엇을 하고 있는지 감도 잡지 못한 상태로 혼란스러워하며 지켜봤습니다.
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Then, Jerry proceeds to mount the pony! "Alright. Now I'm ready."
de: Jerry steigt auf das Pony! "Jetzt bin ich bereit."
es: Luego, Jerry procede a montar el pony. “Bien. Ahora estoy listo.”
fr: Enfin, Jerry monte sur le poney ! "Voilà. Maintenant, je suis prêt."
it: Quindi, Jerry monta sul pony! "Perfetto. Ora sono pronto."
ko: 제리가 말 위에 올라탔습니다! "좋아요. 이제 준비됐습니다."
ru: Затем Джерри садится на пони! "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: Jerry
ru: Джерри
zh_hans: 杰瑞

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Before you can proceed on to the Flagship, Jerry pauses, and walks out of the room.
de: Bevor du zum Flaggschiff gehen kannst, pausiert Jerry und geht aus dem Raum raus.
es: Antes de que puedas avanzar hacia el Flagship, Jerry se detiene y sale de la habitación.
fr: Avant que vous ne puissiez vous occuper du Vaisseau Amiral, Jerry décide de quitter la pièce.
it: Prima che tu possa procedere verso l'Ammiraglia, Jerry fa una pausa ed esce dalla stanza.
ko: 기함과 대면하기 전에, 제리는 잠시 멈칫하더니 선실에서 나갔습니다.
ru: Прежде чем вы сможете перейти к Флагману, Джерри делает паузу и выходит из комнаты.
zh_hans: 在你准备对付旗舰之前，杰瑞顿了顿，向舱室外走去。

source: You have no idea where Jerry is going, but you follow him.
de: Du hast keine Ahnung wo Jerry hingeht, aber folgst ihm.
es: No tienes idea de hacia dónde se dirige Jerry, pero lo sigues.
fr: Vous ne savez pas où Jerry se dirige, mais vous le suivez.
it: Non hai idea di dove stia andando, ma lo segui.
ko: 제리가 어디로 가는지는 모르겠지만, 일단 따라가 봤습니다.
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Jerry enters the room where the Equinoid is sleeping...
de: Jerry geht in den Raum wo das Equinoid schläft...
es: Jerry entra en la habitación donde el Equinoid está dormido…
fr: Jerry entre dans la pièce où l'Équinoïde se repose...
it: Jerry entra nella stanza dove l'equinoide sta dormendo...
ko: 제리는 에퀴노이드가 자고 있는 방으로 들어갑니다...
ru: Джерри входит в комнату, где спит эквиноид...
zh_hans: 杰瑞进入六脚马族睡觉的舱室…

source: You have no idea what Jerry is doing, and watch in confusion.
de: Du hast keine Ahnung was Jerry tut und schaust verwirrt zu.
es: No tienes idea de lo que Jerry está haciendo y lo observas con confusión.
fr: Vous n'avez aucune idée de ce que Jerry est en train de faire, vous l'observez, confus.
it: Non hai idea di cosa stia facendo e guardi in preda alla confusione.
ko: 당신은 제리가 무엇을 하고 있는지 감도 잡지 못한 상태로 혼란스러워하며 지켜봤습니다.
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Then, Jerry proceeds to mount the pony! "Alright. Now I'm ready."
de: Jerry steigt auf das Pony! "Jetzt bin ich bereit."
es: Luego, Jerry procede a montar el pony. “Bien. Ahora estoy listo.”
fr: Enfin, Jerry monte sur le poney ! "Voilà. Maintenant, je suis prêt."
it: Quindi, Jerry monta sul pony! "Perfetto. Ora sono pronto."
ko: 제리가 말 위에 올라탔습니다! "좋아요. 이제 준비됐습니다."
ru: Затем Джерри садится на пони! "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: Jerry
ru: Джерри
zh_hans: 杰瑞

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_WIN"]/text
source: You watch in triumphant jubilation as the Flagship explodes. You've won this battle!
de: Du schaust voller Freude wie das Flaggschiff explodiert. Du hast diesen Kampf gewonnen!
es: Observas con júbilo triunfante cómo el Flagship explota. ¡Has ganado esta batalla!
fr: Vous observez, triomphant, l'explosion du Vaisseau Amiral. La bataille est gagnée !
it: Guardi trionfante mentre l'Ammiraglia esplode. Hai vinto!
ko: 당신은 폭발하는 기함을 보고 승리의 환호성을 내질렀습니다. 이 전쟁을 이긴 것입니다!
ru: Вы с триумфальным ликованием наблюдаете, как Флагман взрывается. Вы победили в этой битве!
zh_hans: 你看着旗舰的爆炸，欢腾庆祝。你赢得了这场决战！

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_WIN"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY"]/text
source: As the MFK Flagship is destroyed, and Vance with it, you know your mission has been a success. The Rebellion will struggle to recover without their leader, but this won't be their death. You retrieve the nearby Paragon from the wreckage, and bring it back to your ship. Knowing there is little time left to lose before the fleet catches up, you take one last look at your crew. To detonate this bomb means the collapse of the Multiverse, and MV drives will simply cease to function. This will mean an end to the war... but it'll kill you and your crew, as well as strand billions of people from around the Multiverse. The choice is yours, captain. How does this end?
de: Als das MFK Flaggschiff zerstört ist und Vance mit ihm, weißt du deine Mission war ein Erfolg. Die Rebellion wird Probleme haben sich zu erholen, aber dies ist nicht ihr tot. Du holst dir das Paragon aus dem Wrack und bringst es auf dein Schiff zurück. Dir ist klar, dass du nur wenig Zeit hast, bis die Flotte dich einholt, schaust du ein letztes Mal zu deiner Crew. Die Bombe detonieren bedeutet, dass das Multiversum kollabiert und alle MV-Antriebe nutzlos werden. Das bedeutet ein Ende des Krieges... aber es wird dich und deine Crew töten und Milliarden von Reisenden im Multiversum stranden. Die Wahl ist deine, Kapitän. Wie wird es enden?
es: Mientras el Flagship de la MFK es destruido, y Vance con él, sabes que tu misión ha sido un éxito. La Rebelion tendrá dificultades para recuperarse sin su líder, pero esto no significará su fin. Recuperas el Paragon cercano de los escombros y lo llevas de vuelta a tu nave. Sabiendo que queda poco tiempo antes de que la flota alcance, echas un último vistazo a tu tripulación. Detonar esta bomba significará el colapso del Multiverso, y los MV Drives simplemente dejarán de funcionar. Esto supondrá el fin de la guerra… pero también matará a ti y a tu tripulación, además de dejar varadas a miles de millones de personas de todo el Multiverso. La decisión es tuya, capitán. ¿Cómo terminará esto?
fr: Mantenant que le Vaisseau Amiral MFK est détruit et Vance avec, vous savez que votre mission est un succès. La Rébellion aura du mal à se remettre de la mort de leur chef, mais ce ne sera pas leur fin. Vous récupéré le Parangon de l'épave non loin et l'amenez dans votre vaisseau. Sachant qu'il n'y a pas de temps à perdre avant que la flotte vous rattrappe, vous accordez à votre équipage un dernier regard. Faire exploser cette bombe signifie la fin du Multivers et tous les moteurs multiversels arrêteront simplement de fonctionner. Ce sera la fin de la guerre... mais aussi la vôtre et celle de votre équipage et cela piègera des milliards d'individus partout dans le Multivers. Ce dilemme est le vôtre, capitaine. Quelle fin choisirez-vous ?
it: Dato che l'Ammiraglia MFK è stata distrutta, e Vance insieme ad essa, sai che la missione è stata un successo. La Ribellione avrà problemi a riprendersi senza il proprio leader, ma questa non sarà la loro fine. Recuperi il Paragon dal rudere e lo riporti sulla tua nave. Sapendo di avere ancora un po' di tempo prima che la flotta ti raggiunga, guardi il tuo equipaggio per un'ultima volta. Far detonare quest'ordigno causerà il collasso del multiverso e i drive MV smetteranno di funzionare. Questo porrà fine alla guerra... ma ucciderà te e il tuo equipaggio, oltre a lasciare alla deriva milioni di persone in tutto il multiverso. La decisione spetta a te, capitano. Come finisce questa storia?
ko: 밴스가 타고 있던 MFK 기함을 파괴했으니, 당신의 임무는 성공했습니다. 반군이 완전히 몰락한 것은 아니지만, 지도자를 잃은 채로 이번 전투에서 입은 피해를 복구하려면 상당히 애를 먹을 것입니다. 당신은 기함의 잔해로부터 파라곤을 건져내어 함선으로 가져왔습니다. 그런 다음 함대에 따라잡히기까지 시간이 얼마 없음을 상기하며 마지막으로 선원들을 둘러봅니다. 이 폭탄을 터뜨리면 멀티버스가 붕괴하여 MV 드라이브가 기능을 멈출 것입니다. 이는 곧 종전을 의미하지만... 당신과 당신의 선원들은 죽을 것이고, 멀티버스 주위에 있는 수십억 명의 사람들이 꼼짝 못 하게 될 것입니다. 선택은 함장인 당신의 몫입니다. 어떤 결말을 택해야 할까요?
ru: С уничтожением Флагмана МФК, а вместе с ним и Вэнса, вы понимаете, что ваша миссия увенчалась успехом. Восстанию будет трудно восстановиться без своего лидера, но это не будет их концом. Вы находите среди обломков "Парагон" и возвращаете его на свой корабль. Зная, что осталось мало времени до того, как флот настигнет вас, вы бросаете последний взгляд на свою команду. Взрыв этой бомбы означает коллапс Мультивселенной, и МВ-приводы просто перестанут работать. Это означает конец войны... но это убьет вас и ваш экипаж, а также погубит миллиарды жизней во всей Мультивселенной. Выбор за вами, капитан. Чем это закончится?
zh_hans: 随着MFK旗舰带着万斯上将一起毁灭，你明白你的任务大获全胜。叛军群龙无首后很难再恢复元气，但还远没到他们灭亡时。你从附近的残骸中收回典范炸弹，并把它带回了星舰。你知道不用多久叛军舰队就会追上来，最后看了一眼你的船员。引爆这枚炸弹意味着多元宇宙的崩塌，多元推进器将完全停止运作。这将意味着战争的结束...但它会杀死你和你的船员，以及让多元宇宙的数十亿人互相间被孤立。选择权在你，舰长。这将如何结束？

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY"]/choice[1]/text
source: Detonate the Paragon; end this war.
de: Jage das Paragon hoch; beende diesen Krieg.
es: Detonar el Paragon; poner fin a esta guerra.
fr: Faire exploser le Parangon ; arrêter cette guerre.
it: Fai detonare il Paragon, poni fine a questa guerra.
ko: 파라곤을 터뜨려 이 전쟁을 끝낸다.
ru: Взорвать "Парагон"; покончить с войной.
zh_hans: 引爆典范炸弹；结束这场战争。

source: You know what you have to do. This war must end, no matter the cost. You've been given this chance, and you won't pass it up. Your crew understands, they signed up to this knowing very well they might die. You say your last goodbyes, and activate the bomb...
de: Du weißt was du zu tun hast. Dieser Krieg muss ein Ende finden, egal wie viel es kostet. Du hast diese Chance und du wirst sie ergreifen. Deine Crew versteht es, sie sind immerhin dieser Mission beigetreten im Wissen, dass sie sterben könnten. Ihr sagt eure letzten Worte zu einander und aktiviert die Bombe...
es: Sabes lo que debes hacer. Esta guerra debe terminar, sin importar el costo. Se te ha dado esta oportunidad y no la dejarás pasar. Tu tripulación lo entiende; se unieron a esto sabiendo muy bien que podrían morir. Dices tus últimas despedidas y activas la bomba…
fr: Vous savez ce que vous devez faire. Cette guerre doit s'arrêter, quel qu'en soit le coût. Vous avez l'opportunité de le faire et vous n'allez pas la gâcher. Votre équipage est compréhensif, ils se sont engagés en sachant qu'il pourraient mourir. Vous faites vos adieux et activez la bombe...
it: Sai cosa devi fare. Questa guerra deve finire a tutti i costi. Ti è stata concessa quest'occasione e non te la lascerai sfuggire. Il tuo equipaggio capisce, hanno accettato la missione sapendo benissimo che sarebbero potuti morire. Dici gli ultimi addii e attivi l'ordigno...
ko: 당신은 스스로 무슨 일을 해야 하는지 잘 알고 있습니다. 이 전쟁은 어떤 대가를 치르더라도 끝나야만 합니다. 모처럼 주어진 기회를 놓칠 수는 없습니다. 당신의 선원들도 그 뜻을 이해했는지 자신들이 죽으리라는 것을 알고 있음에도 당신의 선택에 동의했습니다. 당신은 세상에 마지막 작별을 고하고, 폭탄을 작동시킵니다...
ru: Вы знаете, что вы должны сделать. Эта война должна закончиться, чего бы это ни стоило. Вам дали этот шанс, и вы его не упустите. Ваш экипаж понимает, они подписались на это, зная, что может погибнуть. Вы говорите последние слова прощания и активируете бомбу...
zh_hans: 你知道什么事情是必要的。无论付出什么代价，这场战争都必须结束。你已经得到了这个机会，且你不会放弃它。你的船员们明白，他们加入的时候就很清楚这或许会是不归路。你做了最后的告别，并启动了炸弹...

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY"]/choice[2]/text
source: Destroy the Paragon; save your crew and your fellow travelers.
de: Zerstöre das Paragon; rette deine Crew und die restlichen Reisenden.
es: Destruir el Paragon; salvar a tu tripulación y a tus compañeros de viaje.
fr: Détruire le Parangon ; sauver votre équipage et tous les autres voyageurs.
it: Distruggi il Paragon, salva il tuo equipaggio e gli altri viaggiatori.
ko: 파라곤을 부숴 선원들과 배회자들을 지킨다.
ru: Уничтожить "Парагон"; спасти свою команду и своих попутчиков.
zh_hans: 摧毁典范炸弹；救下你的船员与和你一样的多元旅行者。

source: This isn't your choice to make. You can't decide the fate of the entire Multiverse. You lift the Paragon, then bring it hard down onto the metal floor, smashing the seemingly invulnerable piece of tech into a million pieces. This war might never end, but if it does, it won't be because of the actions of one person.
de: Das ist nicht deine Entscheidung. Du kannst nicht über das Schicksal des gesamtem Multiversums entscheiden. Du nimmst das Paragon und wirfst es auf den Metallboden, wo es in millionen kleine Teile zerspringt. Dieser Krieg wird womöglich nie enden, aber wenn er es tut, dann nicht aufgrund der Taten einer einzelnen Person.
es: Esta no es una decisión que te corresponda tomar. No puedes decidir el destino de todo el Multiverso. Levantas el Paragon y luego lo estrellas con fuerza contra el suelo metálico, haciendo añicos la aparentemente invulnerable pieza de tecnología en un millón de fragmentos. Puede que esta guerra nunca termine, pero si lo hace, no será por las acciones de una sola persona.
fr: Ce n'est pas votre choix. Vous ne pouvez décider du destin du Multivers entier. Vous soulevez le Parangon, puis le lancez violemment sur le sol métallique, brisant en mille morceaux cette technologie soit-disant invulnérable. La guerre ne s'arrêtera peut-être jamais, mais si cela arrive un jour, ce ne sera pas de par les actions d'une personne.
it: Questa non è una decisione che puoi prendere tu. Non puoi decidere la sorte dell'intero multiverso. Sollevi il Paragon e poi lo sfasci con forza sul pavimento di metallo, riducendo quest'ordigno tecnologico apparentemente invincibile in mille pezzi. La guerra potrebbe non finire mai, ma se finirà, non sarà a causa delle azioni di una singola persona.
ko: 이건 당신이 선택할 문제가 아닙니다. 멀티버스 전체의 운명을 혼자서 결정지을 수는 없습니다. 당신은 파라곤을 들어 올려 금속 바닥에 세개 내려놓고, 그 무방비해 보이는 병기를 산산조각 내버렸습니다. 이 전쟁은 결코 끝날 일 없으며, 만약 끝난다고 해도 단 한 사람의 판단만으로 끝나지는 않을 것입니다.
ru: Это не ваш выбор. Вы не можете решать судьбу всей Мультивселенной. Вы поднимаете "Парагон", затем резко бросаете его на металлический пол, разбивая, казалось бы, неуязвимый образец техники на миллион осколков. Если эта война когда-нибудь и закончится, то не из-за действий одного человека.
zh_hans: 这不是你该作出的选择。你不能替整个多元宇宙决定他们的命运。你举起典范炸弹，然后将它狠狠摔在金属地板上，把这个看起来无懈可击的科技产物砸成一百万块。这场战争可能永远不会结束，但如果它结束了，也不是由一个人的行为造成的。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Talk with your crew.
de: Rede mit deiner Crew.
es: Hablar con tu tripulación.
fr: Parler à votre équipage.
it: Parla all'equipaggio.
ko: 선원들과 상의한다.
ru: Поговорить со своим экипажем.
zh_hans: 与你的船员们讨论。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW"]/text
source: You look around at your crew, who are standing, waiting for your verdict.
de: Du schaust deine Crew an, welche alle deine Entscheidung abwarten.
es: Miras a tu alrededor a tu tripulación, que permanece de pie, esperando tu veredicto.
fr: Vous voyez autour de vous votre équipage debout, attendant votre verdict.
it: Guardi il tuo equipaggio, che è in attesa del tuo verdetto.
ko: 당신은 당신의 판결을 기다리며 서 있는 선원들을 둘러봅니다.
ru: Вы оглядываете свой экипаж, который стоит, ожидая вашего вердикта.
zh_hans: 你望向你的船员，他们静立在一起，等待你的裁决。

source: Ask Haynes about this.
de: Frage Haynes über das Ganze.
es: Preguntarle a Haynes sobre esto.
fr: Demander à Haynes ce qu'il en pense.
it: Chiedi a Haynes la sua opinione.
ko: 헤인즈에게 의견을 묻는다.
ru: Спросить Хэйнса об этом.
zh_hans: 询问海因斯的意见。

source: Ask Tully about this.
de: Frage Tully über das Ganze.
es: Preguntarle a Tully sobre esto.
fr: Demander à Tully ce qu'il en pense.
it: Chiedi a Tully la sua opinione.
ko: 툴리에게 의견을 묻는다.
ru: Спросить Талли об этом.
zh_hans: 询问塔利的意见。
