Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_DIANESH"]/text
source: "To think, I merely joined your vessel as a trial to judge you foreigners. I think it is safe to say you have passed that test, and with flying colors. I wish I had the same fervor, to go jumping across the Multiverse just to save reality. This Multiverse tech has been the ruin of many civilizations, but it has also been the birth and savior of so many more. Had you asked me any other day, I would say to detonate that bomb in an instant. But now, I can only wonder if it's best left unused..."
de: "Wenn man bedenkt, dass ich diesem Schiff nur beigetreten bin um euch zu verurteilen. Es muss wohl nicht gesagt werden, aber du hast jeden Test bestanden. Ich wünschte ich könnte nochmal durch das Multiversum springen um es zu retten. Diese Multiversums-Technologie ist der Untergang einiger Zivilisationen aber auch Geburtsort der Retter von noch mehr Zivilisationen. Wenn du mich jeden anderen Tag gefragt hättest, ob du die Bombe zünden sollst hätte ich ja gesagt, aber heute kann ich nicht anders als mich zu wundern, was passiert wenn du es nicht tust..."
es: “Y pensar que me uní a tu nave solo como una prueba para juzgarlos a ustedes, los extranjeros. Creo que es seguro decir que han superado esa prueba, y con creces. Ojalá tuviera el mismo fervor, para ir saltando por el Multiverso solo para salvar la realidad. Esta tecnología del Multiverso ha sido la ruina de muchas civilizaciones, pero también ha sido el nacimiento y la salvación de muchas más. Si me lo hubieras preguntado cualquier otro día, te diría que detonaras esa bomba sin dudarlo. Pero ahora, solo puedo preguntarme si no sería mejor dejarla sin usar…”
fr: "Et dire que je n'ai rejoint votre vaisseau que pour vous mettre à l'épreuve. Je pense qu'on peut dire que vous avez passé ce test et avec les félicitations du jury. J'aimerais avoir la même ardeur, en sautant à travers le Multivers pour sauver des réalités. Cette technologie de moteurs Multiversels a été la ruine de bien des civilisations, mais a entraîné la naissance ou le salut de bien d'autres. Si vous m'aviez demandé il y a quelques jours, j'aurais dit de faire sauter la bombe sans hésitation, mais aujourd'hui, je me demande s'il ne vaudrait pas mieux ne pas l'utiliser..."
it: "E pensare che mi sono unita alla tua nave solo per giudicare e mettere alla prova voi forestieri. Posso tranquillamente dire che quella prova l'hai superata, e a pieni voti. Vorrei avere anch'io lo stesso fervore, andare a spasso per il multiverso solo per salvare la realtà. Questa tecnologia multiversale è stata la rovina di molte civiltà, ma anche la culla e la salvezza di molte altre. Se me l'avessi chiesto un qualsiasi altro giorno, ti avrei detto di far esplodere quell'ordigno senza esitare. Ma ora, non posso fare a meno di chiedermi se sia meglio non usarlo..."
ko: "생각해 보니, 나는 단지 그대 이방인들을 판단하기 위해 그대들의 함선에 올랐을 뿐이오. 그대는 그 시험에 합격했다고 생각해도 좋소. 나도 그대와 같은 열정이 있었더라면 좋았겠구려. 그저 현실을 구원하려는 목적만으로 멀티버스를 뛰어넘는 것 말이오. 이 멀티버스 기술이 많은 문명을 파멸시키기도 했지만, 또한 훨씬 더 많은 문명을 탄생시키고 구원하기도 했소. 다른 날에 물어봤다면, 나는 그 폭탄을 즉시 폭발시키라고 했을 거요. 하지만 지금은, 그것을 사용하지 않는 편이 최선일지도 모르겠구려..."
ru: "Подумать только, я попала на ваше судно лишь в качестве теста, чтобы оценить вас, чужаков. Думаю, можно с уверенностью сказать, что вы прошли это испытание, причем с блеском. Хотела бы я иметь такой же пыл, чтобы прыгать через Мультивселенную только ради спасения реальности. Эта технология Мультивселенной стала гибелью для многих цивилизаций, но она также стала рождением и спасителем многих других. Если бы вы спросили меня в любой другой день, я бы сказала, что взорву эту бомбу в мгновение ока. Но сейчас я могу только задаться вопросом, не лучше ли оставить все как есть..."
zh_hans: "想想看，我加入您的星舰的目的仅仅是个试验，来评判外族人。可以说诸位通过了测试，而且成绩斐然。我希望我也能有同样的热情，能跨越多元宇宙拯救世界。这项多元宇宙科技已经毁灭了不计其数的文明了，但也孕育和拯救了更多的文明。若是您在其他日子问我的话，我会选择立刻引爆那个炸弹。但是此时此刻，我不禁思考不使用会不会更好..."

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_TUCO"]/text
source: "This whole journey I've felt drunker than I ever did back on Sky-Drifter. It's been one hell of a trip. But hah, I can drink to this victory!" Tuco pulls out a remarkably still intact bottle of booze and downs it in seconds. "My glory days are long since over. The Multiverse doesn't need me, and frankly no one needs the Multiverse either. But if we do live past this day, I'd love to share another drink with ya, pal."
de: "Diese ganze Reise hab ich mich betrunkener gefühlt, als jemals im Sky-Drifter. Es war ein wahnsinnig toller Ausflug. Immerhin kann ich zu diesem Sieg trinken!" Tuco holt eine überraschend intakte Flasche mit Alkohol raus und ext sie in Sekunden. "Meine ruhmreichen Tage sind lange vorbei. Das Multiversum braucht mich nicht und um ehrlich zu sein, niemand braucht das Multiversum. Falls wir das hier überleben, würde es mich freuen mit dir in der Zukunft einen Drink zu teilen, Freund."
es: “En todo este viaje me he sentido más borracho de lo que jamás me sentí en el Sky-Drifter. Ha sido un viaje de locos. ¡Pero ja, puedo brindar por esta victoria!” Tuco saca una botella de licor sorprendentemente intacta y se la bebe en segundos. “Mis días de gloria ya quedaron atrás. El Multiverso no me necesita, y siendo sincero, nadie necesita al Multiverso tampoco. Pero si sobrevivimos a este día, me encantaría compartir otro trago contigo, amigo.”
fr: "Pendant toute cette aventure, je ne me suis sentil encore plus saoul que je l'était sur le Maraudeur Céleste. Ça a été un sacré voyage. Mais bon, laisse-moi boire pour cette victoire !" Tuco sort une bouteille de piquette miraculeusement indemne et la siffle en quelques secondes. "Mes jours de gloire sont finis depuis longtemps. Le Multivers n'a plus besoin de moi et franchement personne n'a plus besoin de lui non plus. Mais si nous vivons après ce jour, alors j'aimerais trinquer avec toi, l'ami."
it: "Per tutto questo viaggio mi sono sentito più ubriaco di quanto non lo fossi al Derivacielo. È stato un bel viaggio. Ma ah, posso bere a questa vittoria!" Tuco tira fuori una bottiglia di alcolico incredibilmente ancora intatta e se la scola in pochi secondi. "I miei tempi di gloria sono finiti da tempo. Il multiverso non ha bisogno di me, e francamente nessuno ha bisogno del multiverso. Ma se sopravviveremo, mi piacerebbe bere ancora con te, amico."
ko: 이 여정 내내, 난 스카이 드리프터에서 보낸 그 어느 때보다도 취한 것 같구려. 젠장맞을 여행이었소. 하지만, 하! 이 승리를 위해 한 병 더!" 투코는 멀쩡한 술병 하나를 꺼내들더니 순식간에 비우고 내려놨습니다. "내 영광스러운 시절은 이미 오래전에 끝났소. 멀티버스에는 내가 필요 없고, 솔직히 멀티버스를 필요로 하는 이도 아무도 없소. 하지만 만일 우리가 오늘을 넘긴다면, 그대와 또 한 잔 나누고 싶구려, 친구."
ru: "Все это путешествие я чувствовал себя пьянее, чем когда-либо на "Небесном бродяге". Это было чертовски трудное путешествие. Но хах, я могу выпить за эту победу!" Туко достает на удивление еще целую бутылку спиртного и выпивает ее за несколько секунд. "Мои дни славы давно прошли. Я не нужен Мультивселенной, и, честно говоря, Мультивселенная тоже никому не нужна. Но если мы доживем до этого дня, я с удовольствием выпью с тобой еще, приятель".
zh_hans: "整个旅途中我感觉比在浮云赌场里还要醉醺醺的。这旅途真他妈棒，不过嘛，我为胜利敬一杯！"图科居然拿出一瓶还算完整的酒，一口干了。"我的辉煌日子早就过去了。多元宇宙也不需要我，说实话也没人需要多元宇宙。但如果我们真能活过这一天的话，我特想跟你再干一杯，伙计。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_EATER"]/text
source: "Sparing words, difficulty communication. Symbolic gestures appropriate of more timing." The Beacon Eater retracts his mighty spikes for the first time since you met and reaches over to give you a hug. You didn't know Lanius could even do that. You prod further but it seems the Beacon Eater has nothing to say about the Paragon. For a creature that's been alive longer than the Obelisk Empire itself, it's not surprising he cares little about his own mortality anymore.
de: "Wenig Worte, schwer zu Sprechen. Symbolische Gesten jetzt angemessen." Der Signalpunkt Esser zieht seine massiven Stacheln ein, das erste Mal seit dem du ihn getroffen hast und umarmt dich. Du wusstest nicht, dass Lanius das überhaupt tun können. Du würdest mehr fragen, jedoch glaubst nicht dass der Signalpunkt Esser viel zum Paragon zu sagen hat. Für eine Kreatur, welche länger als das Obelisk Empire existierte, ist es nicht ungewöhnlich dass ihm sein eigenes Schicksal egal ist.
es: “Pocas palabras, comunicación difícil. Gestos simbólicos más apropiados en este momento.” El Beacon Eater retrae sus imponentes púas por primera vez desde que lo conociste y se inclina para darte un abrazo. No sabías que un Lanius siquiera pudiera hacer algo así. Intentas indagar un poco más, pero parece que el Beacon Eater no tiene nada que decir sobre el Paragon. Para una criatura que ha vivido más tiempo que el propio Imperio de los Obeliscos, no resulta sorprendente que ya le importe muy poco su propia mortalidad.
fr: "Éviter mots, difficultés communication. Geste symbolique plus approprié à situation." Le Dévoreur de Balises rentre ses pics acérés pour la première fois depuis que vous l'avez vu et vous serre dans ses bras. Vous ne saviez même pas que les Lanius pouvaient faire ça. Vous essayer d'en demander plus, mais il semblerait que le Dévoreur n'ait rien à dire sur le Parangon. Il n'est pas étonnant qu'une créature plus ancienne que l'Empire Obélisque lui-même n'a que faire de sa propre mortalité.
it: "Evitare parole, comunicazione difficile. Gesti simbolici più appropriati alla situazione." Il Divorafari ritira le sue possenti punte per la prima volta da quando l'hai incontrato e ti coglie in un abbraccio. Non sapevi nemmeno che i lanius potessero farlo. Chiedi ancora, ma sembra che il Divorafari non abbia nulla da dire sul Paragon. Per una creatura che esiste da ancora più tempo dell'Impero obelisk, non c'è da stupirsi che non gli importi più molto della sua mortalità.
ko: "소통이 어려움, 말을 아낌. 더 많은 경우에 적합한 상징적 제스처." 송신소 탐식자는 당신을 만난 이후 처음으로 그의 강렬한 가시를 집어넣고 당신과 포옹하기 위해 다가왔습니다. 당신은 라니우스가 가시를 집어넣을 수 있는지조차 모르고 있었습니다. 당신은 탐식자에게 의견을 달라고 재촉했지만, 그는 파라곤에 대해 할말이 없는 것 같습니다. 오벨리스크 제국보다도 오래 살아온 탐식자이니 자기 죽음에 무신경한 것도 놀라운 일이 아닙니다.
ru: "Скупые слова, затрудненное общение. Символические жесты подходят больше по времени". Пожиратель маяков убирает свои могучие шипы впервые с момента вашей встречи и тянется к вам, чтобы обнять. Вы не знали, что Ланиус способен на такое. Вы спрашиваете дальше, но, похоже, Пожирателю маяков нечего сказать о "Парагоне". Для существа, которое живет дольше, чем сама Империя обелисков, неудивительно, что его уже мало заботит собственная смертность.
zh_hans: "言简意赅，沟通困难。特定肢体语言需要占用更多时间。"信标吞噬者自从相遇以来首次收回了他壮观的尖刺，过来给你一个大大的熊抱。你都不知道食铁族还能这么做。你进一步试探他的态度，但他没有再说什么。对于一个寿命比方碑族帝国本身还长的生物来说，不再关心自己的死活或许并不奇怪。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_ANOINTED"]/text
source: "From ancient ruins I heard mention of Paragon. But never in even dreams was I thinking I find it! If I am Anointed, then you are divine beyond doubt!" The Anointed bows to you. "For centuries my people revere Obelisks as gods, but now I am knowing of their true menace. I could not thinking any better end to their empire than the destruction of Multiverse."
de: "Aus antiken Ruinen habe ich von dem Paragon gehört. Aber ich hätte es mir nie erträumt es zu finden! Wenn ich Anointed bin, dann bist du göttlich!" Der Anointed beugt sich vor dir runter. "Seit Jahrhunderten sehen meine Leute die Obelisken als Götter an, jetzt weiß ich, dass sie in Wahrheit Monster sind. Ich könnte mir kein besseres Ende für das Empire vorstellen, als die Zerstörung des Multiversums."
es: “En ruinas antiguas escuché menciones del Paragon. ¡Pero ni siquiera en mis sueños pensé que llegaría a encontrarlo! Si yo soy el Ungido, entonces tú eres divino, sin lugar a dudas.” El Ungido se inclina ante ti. “Durante siglos, mi pueblo veneró a los Obeliscos como dioses, pero ahora conozco su verdadera amenaza. No se me ocurre un final mejor para su imperio que la destrucción del Multiverso.”
fr: "Des ruines Ancien j'ai entendu parler du Paragon. Mais même dans mes rêves, je n'aurais jamais pensé le trouver ! Si je suis l'Élu, alors tu es divin sans aucun doute !" L'Illuminée s'incline devant vous. "Pendant des siècles, mon peuple vénérait les Obélisques comme des dieux, mais maintenant je connais leur véritable menace. Je ne pourrais pas imaginer une fin meilleure pour leur empire que la destruction du Multivers."
it: "Da antiche rovine sentii menzione del Paragon. Ma nemmeno in sogno avrei pensato di trovarlo! Se io Eccelsa, allora tu divino senza alcun dubbio!" L'Eccelsa si inchina davanti a te. "Per secoli, il mio popolo venerava obelisk come dei, ma ora conosco loro vera minaccia. Impensabile una fine migliore per loro che la distruzione del multiverso."
ko: "나는 고대 유적에서 파라곤에 대한 언급을 들었다. 하지만 내가 그걸 찾을 거라고는 꿈에도 생각 못 했다! 내가 영세자라면, 당신은 의심할 여지 없이 신이다!" 영세자가 당신에게 절을 합니다. "수세기 동안 내 백성들은 오벨리스크를 신으로 숭배했지만, 이제 나는 그들의 진정한 위험을 알게 되었다. 그들의 제국이 마주할 결말로 멀티버스의 파괴보다 어울리는 것은 없을 것 같군."
ru: "Из древних руин я слышала упоминания о "Парагоне". Но даже во сне я не думала, что найду его! Если я Помазанница, то вы, без сомнения, божественны!" Помазанница кланяется вам. "Веками мой народ почитал обелисков как богов, но теперь я знаю об их истинной угрозе. Я не могу придумать лучшего конца для их империи, чем уничтожение Мультивселенной".
zh_hans: "我只听说远古遗迹中有典范炸弹的描述，但从没想过真能找到它！如果我是强选者，那您无疑是最强者！"强选者向你鞠躬。"数百年以来我的人民尊方碑族为神灵，但我现在看清他们真正的嘴脸了。我想不出比毁灭多元宇宙外更好终结他们帝国的方法了。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_DESSIUS"]/text
source: "Oh grandfather Aneidio, if only thou could witness me now! Y-you. You are not worthy of a title. You have ascended past such mortal things. You have but completed in such short time what the legacy of all 16 Reapers could never. What are you? I dare not insult you with conjecture. But if you should accept my humblest opinion, then hark and listen. This Paragon, oh foul creation, is a tool of the Obelisks. An antithesis to their power yes, but of their making. Should it not seem to you most cruel after all of this to give them their way and let it be their invention that divide reality? The Obelisks will fall, but the Multiverse is a fact of our existence. Would it not be sorrowful to deprive reality of such a beautiful thing, to defile nature once again with the patent of cruel gods? Think these thoughts I ask of you, but do not let me be the one to stop you."
de: "Oh Großvater Aneidio, wenn er mich nur jetzt sehen könnte! D-du. Du verdienst keinen Titel. Du bist über solchen sterblichen Dingen. Du hast in dieser kurzen Zeit das geschafft, was die 16 Reaper niemals konnten. Was bist du? Ich wage es nicht dich mit solchen Fragen zu beleidigen. Aber wenn du meine bescheidene Meinung anhören willst, wäre ich geehrt. Dieses Paragon, eine faule Erfindung, ist ein Werkzeug der Obelisks. Eine Antithese zu ihrer Power, jedoch selbstgemacht. Findest du es nicht grausam, nach all der Zeit, das Universum mit ihrer Erfindung zu zerstören? Die Obelisks werden sterben, aber das Multiversum ist Teil unserer Existenz. Wäre es nicht traurig die Realität solch einer Schönheit zu entziehen und den grausamen Göttern wieder ihren Willen zu geben? Ich werde dich nicht aufhalten, aber behalte meine Worte im Hinterkopf."
es: “Oh, abuelo Aneidio, ¡si tan solo pudieras verme ahora! T-tú… no eres digno de un título. Has ascendido más allá de tales cosas mortales. Has logrado en tan poco tiempo lo que el legado de los 16 Segadores jamás pudo. ¿Qué eres? No me atrevo a insultarte con conjeturas. Pero si aceptaras mi más humilde opinión, entonces escucha y atiende. Este Paragon, oh vil creación, es una herramienta de los Obeliscos. Una antítesis de su poder, sí, pero creada por ellos. ¿No te parecería de lo más cruel, después de todo esto, darles la razón y permitir que sea su invención la que divida la realidad? Los Obeliscos caerán, pero el Multiverso es un hecho de nuestra existencia. ¿No sería triste privar a la realidad de algo tan hermoso, mancillar la naturaleza una vez más con el sello de dioses crueles? Te ruego que reflexiones sobre esto, pero no dejes que sea yo quien te detenga.”
fr: "Ah, Aneidio notre aïeul, si seulement vous pouviez nous voir ! V-vous. Vous ne méritez point de titre. Vous avez transcendé toutes ces choses de mortels. Vous avez achevé en peu de temps ce que tout l'héritage des 16 Faucheurs n'aurait jamais pu. Qui êtes-vous donc ? Nous n'osons point vous insulter avec pareilles conjectures. Mais si vous daignez accepter notre très humble opinion, alors nous vous prions d'écouter. Ce Parangon, ô création impie, est outil des Obélisques. Une antithèse de leur puissance, oui, mais créé de leurs mains. Ne serait-il pas la fin la plus cruelle qui soit de les laisser atteindre leurs fins et de laisser leur invention diviser la réalité ? Les Obélisques tomberont, mais le Multivers fait partie de notre existence à tous. Ne serait-il pas d'un chagrin sans bornes que d'ôter de la réalité une chose si belle en souillant encore une fois la nature avec la main de dieux si cruels ? Pensez-donc à ces choses que nous vous disons, mais ne les laissez pas non plus vous arrêter."
it: "Oh anziano Aneidio, se solo poteste vedermi adesso! T-tu. Non sei degno di un titolo. Sei ben al di sopra di certe quisquiglie mortali. In poco tempo sei riuscito laddove il lascito di tutti e 16 i Mietitori mai riuscì. Cosa sei tu? Non oso insultarti con congetture. Ma se dovessi udire la mia umile opinione, allora ascolta. Questo Paragono, oh creazione immonda, è un oggetto degli obelisk. Un'antitesi al loro potere, sì, ma di loro stessa fattura. Non ti sembra assai crudele, dopo tutto questo, concedergli la vittoria lasciando che sia una loro invenzione a dividere la realtà? Gli obelisk cadranno, ma il multiverso è un fatto della nostra esistenza. Non sarebbe doloroso privare la realtà di siffatta beltà, ricusare nuovamente la natura con le creazioni di dei crudeli? Ti chiedo soltanto di serbarein cuore cotali pensieri, ma non lasciare che sia io a fermarti."
ko: "오, 위대한 조부 아네이디오님! 조부께서 지금 손자를 볼 수 있다면 얼마나 좋으련만! 그.. 그대여, 그대에게는 그 어떤 칭호도 어울리지 않는다. 이미 그대는 필멸의 영역을 아득히 초월했기 때문이다. 그대는 이 짧은 시간 동안 내 선조인 16명의 리퍼들이 이룩하지 못한 거사를 이뤄냈도다. 그대의 정체는 대체 무엇이란 말인가? 섣부른 추측으로 그대를 욕되게 하진 않으리오. 허나 내 미천하디 미천한 의견을 받아들이고자 한다면, 잠시 멈추고 귀를 기울여 주게. 이 파라곤이라는 물건... 이 추잡한 물건은 오벨리스크의 도구라네. 물론 그들의 권력과 대립하는 물건이지만, 그래도 오벨리스크의 손으로 빚어진 물건이지. 그대는 이 고난과 역경을 헤치니 결국 오벨리스크의 발명품이 현실을 분열할 물건이 된다는 사실이 너무나 잔혹하다 느껴지지 않는가? 오벨리스크는 몰락할 테지만, 이 멀티버스는 우리 존재를 증명해 줄 증거란 말일세. 멀티버스를 이 현실에서 앗아가고, 이런 악신들의 장난감으로 또다시 자연을 더럽힌다면 너무 슬프지 않겠는가? 부디 내 말을 다시 곱씹어 봤으면 하지만, 그대의 앞길을 막지는 않겠네."
ru: "О дедушка Энеидио, если бы ты только мог быть моим свидетелем сейчас! Т-ты. Ты не достоин титула. Ты вознесся выше таких смертных. За столь короткое время ты совершил то, что не смогли сделать все 16 Жнецов. Кто ты? Я не смею оскорблять тебя предположениями. Но если ты примешь мое скромное мнение, то слушай и внимай. Этот "Парагон", о мерзкое создание - орудие обелисков. Противопоставление их силе, да, но их рук дело. Не кажется ли тебе жестоким после всего этого использовать его и позволить их изобретению разделить реальность? Обелиски падут, но Мультивселенная - это факт нашего существования. Разве не горестно было бы лишить реальность столь прекрасной вещи, вновь осквернить природу изобретением жестоких богов? Подумай об этом, я прошу тебя, но не позволяй мне остановить тебя".
zh_hans: "祖父安尼迪奥啊，如果你能见证现在的我该多好！您 - 您。您根本不需要无需拥有头衔，因为您已升至凡夫俗子之上了。您在如此短的时间内完成了16代大夺命灵都没能完成的事业。您到底为何物？我不敢用臆测来侮辱您。但若您愿接受我最卑微的意见，那么请听。此典范炸弹，至丑至恶之作，乃方碑族工具。它是他们力量的对立，却出自他们之手。让他们得逞，用他们的发明来分割宇宙您不觉残忍？方碑族亦会陨落，但多元宇宙却为我们存在的事实。从现实手中剥夺如此美丽的事情，用残忍神灵的发明再一次玷污自然，难道不是十分悲哀？请您考虑好这些事情，但不要让我成为阻挡您的人。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
