Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_VORTIGON"]/text
source: You find Vortigon is not with the rest of the crew, rather he has crumpled into a ball in the corner of the ship. "Oh you, Almighty Slayer of the Infernal Cube Demons, Saviour of the Multiverse, and Grand Lord of Being Above Average, everything I have ever known is a lie. I have SEEN the Ember spirits with my own eyes and I have killed them with my hands. How could a god bleed? Divinity is a lie. I cannot live with myself. I have led so many men and women astray, I have poisoned the masses with tainted lies. Yes, I believed them too, but if fate was not the one that put me there, then it was my own hubris. I ask you one final favor. I do not care what you do with the Paragon, it's far beyond my worries. But if we live past this day, take mercy on me and see to it I never return to my home. Cast me into the abyss before you sentence me to looking into the eyes of my victims once more."
de: Du findest Vortigon nicht miot dem Rest deiner Crew, er hat sich als Ball in einer Ecke deines Schiffes zusammen gerollt. "Oh du, allmächtiger Töter der Höllenfeuer Würfeldämonen, Retter des Multiversums und großartiger Lord des Lebens, alles was ich jemals wusste war eine Lüge. Ich hab die Ember Geister mit meinen eigenen Augen GESEHEN und getötet. Wie kann ein Gott bluten? Göttlichkeit ist eine Lüge. Ich kann damit nicht leben. Ich habe so viele Frauen und Männer fehlgeleitet und die Massen belogen. Ja, ich habe sie auch geglaubt, aber es war alles Teil meiner Hybris. Ich habe eine letzte Bitte an dich. Mir ist egal was du mit dem Paragon machst, es ist nicht meine Sorge. Wenn wir diesen Tag überleben, sieh zu dass ich niemals nach Hause zurück kehre. Schicke mich ins Exil, bevor du mich in die Augen meiner Opfer schauen lässt."
es: Encuentras a Vortigon apartado del resto de la tripulación, hecho un ovillo en un rincón de la nave. “Oh tú, Todopoderoso Asesino de los Demonios del Cubo Infernal, Salvador del Multiverso y Gran Señor del Ser Por Encima del Promedio, todo lo que he conocido es una mentira. He VISTO a los espíritus de Ember con mis propios ojos y los he matado con mis propias manos. ¿Cómo puede sangrar un dios? La divinidad es una mentira. No puedo vivir conmigo mismo. He llevado a tantos hombres y mujeres por el camino equivocado, he envenenado a las masas con mentiras corruptas. Sí, yo también las creí, pero si no fue el destino quien me puso allí, entonces fue mi propia soberbia. Te pido un último favor. No me importa lo que hagas con el Paragon, está muy por encima de mis preocupaciones. Pero si vivimos más allá de este día, ten piedad de mí y asegúrate de que nunca regrese a mi hogar. Arrójame al abismo antes de condenarme a volver a mirar a los ojos de mis víctimas.”
fr: Vous voyez que Vortigon n'est pas avec le reste de l'équipage : il s'est recroquevillé dans un coin du vaisseau. "Oh, vous. Le pourfendeur éternel des Démons Cubiques, Sauveur du Multivers et Seigneur Suprême de l'Au-Dessus-De-La-Moyenne, tout ce que j'ai su est faux. J'ai VU de mes propres yeux les Esprits des Braises et je les ai tués de mes propres mains. Comment un dieu peut-il saigner ? Si sa divinité n'est qu'illusion. Je ne peux continuer à vivre avec moi-même. J'ai égaré tant de d'hommes et de femmes, tant de masses empoisonnées par mes mensonges. Oui, je les croyais aussi, mais si ce n'est pas le destin qui m'a amené ici, alors c'est mon propre hubris. Je ne vous demanderai qu'une chose. Je me moque de ce que vous ferez avec le Parangon, c'est bien au-delà de mes préoccupations. Mais si nous vivons après cette journée, alors prenez pitié de moi et faites que je ne revienne jamais chez moi. Plutôt plonger dans l'abysse que d'être condamné à devoir une fois de plus contempler les yeux de mes victimes."
it: Noti che Vortigon non è col resto dell'equipaggio, ma invece è rannicchiato in un angolo della nave. "Oh tu, Potente Sciagura degli Infernali Demoni Cubici, Salvatore del Multiverso e Gran Lord di Essere Sopra la Media, tutto quello che ho sempre saputo era una menzogna. Ho VISTO gli spiriti delle Braci coi miei stessi occhi e li ho uccisi con le mie stesse mani. Come può sanguinare un dio? La divinità è una menzogna. Non riesco più a vivere con me stesso. Ho condotto moltissimi uomini e donne lontano dalla retta via, ho avvelenato le masse con menzogne corrotte. Sì, ci credevo anch'io, ma se non è stato il fato a mettermi là, allora è stata la mia stessa superbia. Ti chiedo un ultimo favore. Non m'importa cosa fai col Paragon, è la minore delle mie preoccupazioni. Ma se sopravviveremo, abbi pietà di me e assicurati che io non torni mai a casa. Gettami nell'abisso prima di condannarmi a guardare ancora le mie vittime negli occhi."
ko: 보티곤은 다른 선원들과 함께 있지 않고, 함선 구석에 공처럼 쭈그러져 있었습니다. "오 그대여, 지옥의 입방체 악마의 전능하신 살육자여, 멀티버스의 구원자여, 그리고 평범한 이들 위의 위대한 주여... 내가 알았던 모든 것이 거짓이었네. 내 눈으로 불씨의 성령을 보았고, 또 내 손으로 그들을 죽였지. 어떻게 신이 피를 흘릴 수 있단 말인가? 신은 거짓이었네. 나 스스로를 참을 수 없군. 난 남녀노소 수많은 사람들을 잘못된 길로 이끌었고, 더러운 거짓말로 대중을 중독시켰네. 그래, 나 스스로도 믿었어. 하지만 운명이 날 이렇게 이끈 것이 아니라면, 이 모든 것은 그저 내 오만함 때문이었던 게지. 마지막 부탁을 하나 함세. 그대가 파라곤을 어찌 하건 나는 신경 쓰지 않네. 그건 내 걱정 밖일세. 그러나 만일 우리가 오늘 이후로도 살아갈 것이라면, 나를 긍휼히 여겨 다시는 내 고향으로 돌아가지 못하게 해주게. 차라리 날 이 심연에 던지고, 나더러 내게 희생된 이들의 눈을 다시 바라보라고 하진 말아주게나."
ru: Вы замечаете, что Вортигона нет с остальными членами экипажа, вместо этого он сжался в клубок в углу корабля. "О ты, Всемогущий Истребитель Демонов Инфернального Куба, Спаситель Мультивселенной и Великий Владыка того, что выше среднего, все, что я когда-либо знал, - ложь. Я ВИДЕЛ духов Вечного Жара своими глазами и убивал их своими руками. Как бог может истекать кровью? Божественность - это ложь. Я не могу жить с самим собой. Я сбил с пути стольких мужчин и женщин, я отравил массы испорченной ложью. Да, я тоже верил им, но если не судьба привела меня сюда, то это было мое собственное высокомерие. Я прошу вас об одном последнем одолжении. Мне все равно, что вы сделаете с "Парагоном", это далеко за пределами моих забот. Но если мы переживем этот день, смилуйтесь надо мной и позаботьтесь о том, чтобы я никогда не вернулся в свой дом. Бросьте меня в бездну, пока вы не приговорили меня снова смотреть в глаза моих жертв".
zh_hans: 你发现沃蒂根并没有与其他船员在一起，而是在星舰一角蜷缩成一个球。"您啊，可憎方块恶魔的终极屠戮者、多元宇宙的救世主、优等存在中的至高之峰！我所认知的一切都是谎言。我亲眼见到了不熄余烬之神，并亲手杀死了他们。可神怎会流血呢？这些神根本就是一个谎言！我没有脸面再苟活下去了。我让这么多信徒陷入迷途，用污浊的谎言毒害大众。是，我也曾坚信于此，但若不是命运将我置于这个境地的话，那只能是我自己的狂妄。我请求您最后一件事。我不关心您用典范炸弹做什么，这不是我该关心的。但如果我们能活过今天的话，请您怜悯我，切莫让我回到起源域。我宁愿灵魂堕入深渊，也不愿亲眼面对我可怜的信徒们。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_BILLY"]/text
source: "Thissss isssn't quite what I expected when I joined your crew. But hey, if there wasss any doubt about a galactic hero, an interdimenssssional hero sssure asss hell doesssn't pay taxesss! Oh, and uh... thanksss for not ssstabbing me in the back, like everyone elssse hassss. Now, assssuming we live, do you think I could ssstart ssselling Paragon merchandise? I could immortalize your image forever! But if you don't mind, I'd really like to go home. I have ssso many thingsss I need to fix, and if our journey endsss here, I'll never get the chance."
de: "Das issssssst nicht ganz wasssss ich erwartet habe, alsss ich deiner Crew beigetreten bin. Aber hey, wenn es jemals Zweifel gab, ein galaktischer Held, ein interdimensionaler Held bezahlt keine Steuern! Oh... und danke, dass du mich nicht hintergangen hast wie jeder andere. Denkst du wenn wir das überleben, dass ich Paragon Merchandise verkaufen kann? Ich könnte dich für immer verewigen! Aber wenn es dir nichts ausmacht würde ich gerne nach Hause gehen. Ich muss so viele Sachen reparieren und wenn meine Reise hier endet, werde ich nie die Chance dazu haben."
es: “Esssto no esss exactamente lo que esssperaba cuando me uní a tu tripulación. Pero bueno, si quedaba alguna duda sssobre ssser un héroe galáctico, ¡un héroe interdimenssssional claro que no paga impuestosss! Ah, y eh… graciasss por no apuñalarme por la essspalda, como todosss losss demásss. Ahora, asssumiendo que sssigamosss con vida, ¿creesss que podría empezar a vender mercancía del Paragon? ¡Podría inmortalizar tu imagen para sssiempre! Pero sssi no te molesta, de verdad me gussstaría volver a casssa. Tengo tantasss cosasss que necesito arreglar, y si nuestro viaje termina aquí, nunca tendré la oportunidad.”
fr: "Ccce n'est pas ccce que j'imaginais en rejoignant votre équipage. Mais bon, sss'il y avait quelque doutes pour un héros galactique, un héros interdimentttionnel, ççça ne paie cccertainement pas ssses taxxxes ! Ah et heu... merccci de ne pas m'avoir poignardé dans le dos, comme tous les autres. Maintenant, sssi nous vivons, croyez-vous que je devrais vendre des produits dérivés sssur le Paragon ? Je pourrais immortaliser à jamais votre image ! Mais sssi vous le permettez, j'aimerais sssurtout rentrer chez moi. J'ai tant de choses à amender et sssi l'aventure sss'arrête là, je n'en aurai jamai l'occasion."
it: "Quesssto non è esssattamente quello che mi assspettavo quando mi sssono unito al tuo equipaggio. Ma ehi, ssse c'erano dubbi sssu un eroe galattico, un eroe interdimensssionale di sssicuro non paga le tassse! Oh e uh... grazie per non avermi pugnalato alle ssspalle come tutti gli altri. Ora, sssempre che sssopravviviamo, credi che potrei iniziare a vendere merchandissse del Paragon? Potrei immortalare per sssempre la tua immagine! Ma ssse non ti dissspiace, vorrei davvero tornare a casssa. Ho moltisssimo da sssissstemare, e ssse il nossstro viaggio termina qui, non ne avrò mai l'occasssione."
ko: "쩨가 당씬의 썬원으로 합류해쓸 때 기대했던 거랑은 싸뭇 다른 경험을 해버렸네요. 하찌만 은하계의 영웅은 확씰치 않아도, 초차원간 영웅은 분명 쎄금을 내찌 않을 거예요! 아 그리고, 어... 다른 싸람들처럼 날 배씬하찌 않아써 고마워요. 짜! 그럼 우리 이쩨 쌀아난 것 같으니, 쩨가 파라곤을 쌍품으로 쌈아도 될까요? 당씬의 이미찌를 가찌 쌔겨 넣을 쑤도 이써요! 당씬만 괜찮다면 쩐 쩡말 찝에 가고 앂어요. 쩌에겐 고쳐놔야 할 거씨 너무 많은데, 우리의 여행이 여기써 끝나버리면 고칠 기회쪼차 업쓸 거예요."
ru: "Это не сссовсссем то, чего я ожидал, когда присссоединился к вашшшей команде. Но эй, есссли у меня и были какие-то сссомнения насчет галактичессского героя, то межвременной герой точно не платит налогов! О, и... ссспасибо, что не ударили мне в ссспину, как все оссстальные. Теперь, если мы будем жить, как вы думаете, я мог бы начать продавать товары "Парагона"? Я мог бы увековечить вашшш образ навсегда! Но если вы не возражаете, я бы очень хотел вернуться домой. Мне так много всего нужно исссправить, и если наше путешшшессствие закончится здесссь, у меня никогда не будет такой возможносссти".
zh_hans: "这与我加入你船员时想～～象的有些不一样。但是～～嘛，如果说对宇宙英雄有什～～么疑惑的话，至少一个跨元英雄肯定他娘不用交税～～！哦对了...感谢你没有和所有其他人一样在我背后捅刀子。那么，假设～～我们能活的话，你觉得我要不要开始～～售卖典范炸弹周边？我可以让你的形象流传千古！不过如果你不介意的话，我特别想回家。我有好多事情要改正。如果我们的旅途在此止步的话，我就再也没有机会了。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_SYLVAN"]/text
source: Sylvan puts a tentacle on your shoulder. "Ssstranger... in the many yearssss I've lived in thisss wild Multiverssse, I've ssseen about all there isss to ssssee. Or at leassst, ssso I thought, until I met you. The moment I firssst sssaw you, I knew you were going to be ssssomething. Ssso many runsss, eh? Feelsss like agessss, but to you it could have just been hourssss. Oh look at me rambling. Don't worry about me ssstranger. There'ssss an endlessss amount of me'sssss, and regardless of what happensss with that Paragon, we'll ssssee each other again." Sylvan winks at you and slithers away.
de: Sylvan legt einen Tentakel auf deine Schulter. "Fremder... in diesen vielen Jahren habe ich Wild im Multiversum gelebt. Ich habe allesssss gesehen, wassss es zu sehen gibt. Oder zumindest, bis ich dich gefunden habe. Ab dem Moment wo ich dich das erste Mal sah, wusste ich du bist etwas. So viele Abenteuer, eh? Fühlt sich an wie Jahre, obwohl es nur ein paar Stunden waren. Ich schweife schon wieder ab. Mach dir keine Gedanken um mich Fremder. Es gibt unendliche Viele von mir, egal was mit dem Paragon passiert, wir werden uns wieder sehen." Sylvan zwinkert dir zu und schlängelt sich weg.
es: Sylvan posa un tentáculo sobre tu hombro. “Extranjero… en los muchosss añosss que he vivido en este Multiverssso sssalvaje, he visto prácticamente todo lo que hay que ver. O al menosss, essso creía, hasta que te conocí. El momento en que te vi por primera vez, sssupe que ibasss a ssser algo essspecial. Tantasss corridasss, ¿eh? Ssse sssiente como una eternidad, pero para ti tal vez sssolo hayan sssido horasss. Oh, mírame divagando. No te preocupesss por mí, extranjero. Hay una cantidad infinita de “yo”, y sssin importar lo que passse con essse Paragon, nosss volveremosss a ver.” Sylvan te guiña un ojo y se desliza para marcharse.
fr: Sylvain pose un tentacule sur votre épaule. "Étranger... de toutes ccces années dans ccce Multivers sauvage, j'ai vu toutes choses. Du moins, ccc'est ccce que je pensssais avant de vous rencontrer. Dès la première fois que je vous ai vu, je sssavais que vous alliez être quelque chose de ssspécial. Tant de parties, n'essst-ccce pas ? Ccc'est à croire que des années ssse sssont écoulées, mais pour vous, ccce n'était peut-être que des heures. Bah, ne m'écoutez pas divaguer. Ne vous inquiétez pas pour moi, étranger. Il y a une infinité de 'moi's, e quoi qu'il arrive avec le Parangon, je sssuis sûr qu'on ssse reverra." Sylvain cligne de l'œil et part en rampant.
it: Sylvan ti mette un tentacolo sulla spalla. "Ssstraniero... nei molti anni che ho visssuto in quesssto ssstrano multiverssso, ho visssto tutto quello che c'è da vedere. O almeno, cosssì credevo, fino a quando non ho incontrato te. Fin dalla prima volta che ti ho visssto, sssapevo che eri dessstinato alla grandezza. Quante partite, eh? Mi sssembra sssiano passsati anni, ma per te potrebbero esssere passsate sssolo ore. Oh, guarda me che parlo a vanvera. Non preoccuparti per me, ssstraniero. C'è una quantità infinita di me, e indipendentemente da cosssa sssucceda col Paragon, ci rivedremo." Sylvan ti fa l'occhiolino e se ne va.
ko: 실반이 당신의 어깨에 촉수를 두릅니다. "낯썬이... 쩌는 오랜 쎄월 이 거친 멀티버쓰를 쌀아오면써 볼 쑤 있는 거쓴 모쪼리 다 봐써요. 쩍어도, 당씬을 만나기 쩐까찌는 그렇게 쌩각해쬬. 당씬을 처음 본 쑨간부터 당씬이 뭔가 엄청난 게 될 쭐 알고 이써써요. 한두 판 한 게 아니쬬? 쩌는 여러 해가 찌났다고 느끼찌만, 당씬에게는 몇 씨간밖에 안 돼쓸 거예요. 오 나 말도 안 되는 쏘리를 하고 있네. 쩐 걱쩡하찌 말아요, 낯썬이. 쩐 무쑤히 많아요. 그리고 그 파라곤이 어떻게 되든 간에, 우리는 다씨 만날 거예요." 실반은 당신에게 윙크를 날리고 슬금슬금 도망갔습니다.
ru: Сильван кладет щупальце на ваше плечо. "Ссстранник... за многие годы, прожитые в этой дикой Мультивссселенной, я видел почти всссе, что можно было увидеть. Или, по крайней мере, я так думал, пока не вссстретил тебя. Как только я впервые увидел тебя, я понял, что ты будешь кем-то осссобенным. Ссстолько забегов, да? Кажетссся, что прошшшла целая вечность, но для тебя это могли быть всссего лишшшь часы. О, сссмотри, как я запуталссся. Не волнуйссся обо мне, ссстранник. Меня бесссконечно много, и что бы ни ссслучилось ссс этим "Парагоном", мы ещщще вссстретимссся". Сильван подмигивает вам и уползает прочь.
zh_hans: 希尔凡将一个触须搭在你的肩上。"陌生～～人...我在这狂野多元宇宙生～～活的这么多年，见到一切能见到的了。至少我是～～这么以为的，直到我遇见你。我看见你的那一刻，我就知道你会有所成就。这么多局了哈？感觉过了好久好久，但对你来说可能只花了几小时～～。唉，看我又在啰嗦～～了。不要担心我陌生～～人。有无数个我，不管典范炸弹怎么样，我们都会再次相见。"希尔凡向你眨了眨眼后滑动着离开了。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_QUEEN"]/text
source: The Queen lets out a soft pur and nudges you with her head. You aren't sure if she can comprehend the full scope of what's happening, but it's a heartfelt gesture nonetheless.
de: Die Queen lässt einen kleinen Schnurrer raus und schmiegt ihren Kopf an dich. Du bist nicht sicher, ob sie genau weiß was passiert, aber es scheint ein Geste zu sein, welche von Herzen stammt.
es: La Reina deja escapar un suave ronroneo y te empuja con la cabeza. No estás seguro de si puede comprender por completo la magnitud de lo que está ocurriendo, pero el gesto es sincero de todos modos.
fr: La Reine ronronne doucement et vous pousse de la tête. Vous n'êtes pas sûr qu'elle comprend tout à fait la situation, mais c'est tout de même un geste du cœur.
it: La Regina fa un verso tenero e spinge gentilmente verso di te con la testa. Non sai se capisca la piena portata di cosa sta succedendo, ma è comunque un gesto che viene dal cuore.
ko: 여왕은 부드럽게 갸르릉 거리는 소리를 내며 머리로 당신을 쿡쿡 찔렀습니다. 여왕이 현재 상황을 완벽히 이해했는지는 알 수 없지만, 어쨌거나 이건 진심 어린 제스처입니다.
ru: Королева тихонько мурлычет и подталкивает вас головой. Вы не знаете, может ли она осознавать весь масштаб происходящего, но, тем не менее, это искренний жест.
zh_hans: 蜘蛛女皇发出呼噜声，用头蹭了蹭你。你不确定她有没有真正理解目前发生的事情，但她的举动无疑是真诚的。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_OBYN"]/text
source: "Your heroics are unlike any other, captain. That fateful day we met, where you promised I would be a hero of the Federation, I did not expect this, and suspect you didn't either! My legend has been told, but it lacks an end. I've come to terms now with the truth. My people are gone. Maybe it's time I join them in the great beyond, if it's even real. If you choose to activate the bomb, well, I'd be content with that ending."
de: "Deine Taten sind heroisch, wie ich sie noch nie gesehen habe Kapitän. Der Tag an dem wir uns getroffen haben, als du mir versprochen hast, ich würde ein Held der Föderation werden, hätte ich das hier nicht erwarte und du wahrscheinlich auch nicht! Meine Legende wurde erzählt, aber ihr fehlt ein Ende. Ich habe die Wahrheit angenommen. Meine Leute sind tot. Vielleicht ist es Zeit, dass ich ihnen folge, falls es das Jenseits gibt. Wenn du die Bombe aktivierst, wäre es für mich okay."
fr: "Votre héroïsme est sans égal, capitaine. Le jour fatidique où je vous ai rencontré, où vous m'aviez promis que je serais un héro de la Fédération, je ne m'attendais pas à ça et je suspecte que vous non plus ! Ma légende a été dite, mais il lui manque une fin. Il faut que j'accepte la vérité. Mon peuple n'est plus. Peut-être est-il temps que je les rejoignent dans le grand au-delà, s'il existe. Si vous choisissez d'activer la bombe, sachez que j'accepterai cette fin."
it: "Le tue gesta eroiche non hanno pari, capitano. Quel fatidico giorno in cui ci siamo incontrati, quando hai promesso che sarei stato un eroe della Federazione, non mi aspettavo questo, e sospetto che non te l'aspettavi nemmeno tu! La mia leggenda è stata raccontata, ma non ha una fine. Ho fatto pace con la verità ormai. Il mio popolo non c'è più. Forse è ora che lo raggiunga nel grande aldilà, sempre che esista. Se scegli di attivare l'ordigno, beh, quel finale mi andrà bene."
ko: "당신은 그 누구보다도 영웅적이오, 함장. 내가 연방의 영웅이 되겠다고 약속했던 그 운명적인 날까지만 해도 난 이런 걸 예상하지 못했소. 물론 당신도 예상하지 못했겠지! 그리고 나는 이제 진실을 받아들이기로 했소. 내 동족들은 사라졌소. 만약 사후 세계가 실존한다면, 마침내 그들을 만나게 될 때가 온 것 같소. 나에 대한 전설은 널리 알려졌으나, 결말이 존재하지 않았지. 만약 당신이 폭탄을 작동시키기로 한다면, 뭐... 난 그 결말에 만족하겠소."
ru: "Ваш героизм не похож ни на один другой, капитан. В тот роковой день, когда мы встретились, когда вы обещали, что я стану героем Федерации, я не ожидал этого, и подозреваю, что вы тоже! Моя легенда была рассказана, но ей нет конца. Теперь я смирился с правдой. Моего народа больше нет. Возможно, пришло время присоединиться к ним в великом потустороннем мире, если он вообще существует. Если вы решите активировать бомбу, что ж, я буду доволен таким концом".
zh_hans: "你的壮举非同寻常，舰长。我们见面的命中注定的那一天，你向我保证我会成为联邦的英雄时，我从未料到这些，我估计你也一样！我的传奇已经谱写，但缺了一个句号。我与真理已经达成协议了。我的人民也早已离去。或许是时候我也去另一边加入他们了，如果另一边真实存在的话。如果你选择引爆炸弹的话，嘛，我对这个结局也挺满意的。"

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_SYMBIOTE"]/text
source: Tintan and Rig hobble over. "We cannot lie, it was hell like this in the beginning. But in this troubling journey we've come to terms with our situation. Forevermore we shall be known as Rintan." Rig's stomach rumbles. "What? Tinrig? That's stupid! God damn it. We're working on it. But our point was this; thank you. We weren't grateful at first, but now we realized you saved us. Though, we must ask one selfish thing. It would be a shame for this revelation to go to waste. Are you sure the Paragon would solve everything?"
de: Tintan und Rig kommen rüber. "Wir können nicht lügen, am Anfang war es schrecklich. Aber während dieser Reise haben wir es akzeptiert. Von jetzt sollen wir als Rintan bekannt sein." Rins Magen knurrt. "Was? Tinrig? Das ist dumm! Verdammt nochmal. Wir arbeiten dran. Was wir sagen wollten ist; danke. Wir waren am Anfang nicht so dankbar, jetzt wissen wir, du hast uns gerettet. Jedoch müssen wir eine egoistische Sache erbitten. Es wäre eine Schanden, wenn diese Erleuchtung umsonst ist. Bist du sicher, dass das Paragaon alles lösen würde?"
fr: Tintan et Rig titubent vers vous. "Nous ne pouvons pas mentir, au début, c'était l'enfer. Mais au cours de cette aventure troublée, nous avons accepté notre situation. Nous serons à jamais connus sous le non de Rintan." L'estomac de Rig grogne. "Hein ? Tinrig ? Mais c'est nul ! Raah, flûte ! Bon, on y travaille encore. Mais ce qu'on voulait dire, c'est qu'en premier lieu, nous n'étions pas reconnaissants, mais maintenant nous comprenons que vous nous avez sauvé. Cependant, nous devons demander quelque chose d'égoïste. Ce serait dommage de gâcher cette révélation. Pensez-vous vraiment que le Parangon va tout arranger ?""
it: Tintan e Rig deambulano verso di te. "Non possiamo mentire, è stato l'inferno all'inizio. Ma in questo viaggio turbolento abbiamo fatto pace con la nostra situazione. D'ora in poi saremo conosciuti come Rintan." Lo stomaco di Rig brontola. "Cosa? Tinrig? Ma è stupido! Accidenti. Ci stiamo lavorando. Ma il punto è: grazie. All'inizio non eravamo grati, ma adesso abbiamo capito che ci hai salvati. Però, dobbiamo chiedere una cosa egoista. Sarebbe un peccato che questa rivelazione vada sprecata. Sei sicuro che il Paragon risolverebbe tutto?"
ko: 틴탄과 릭은 절뚝였습니다. "우리는 거짓말을 할 수 없소. 이 일의 시작은 지옥과도 같았소. 하지만 이 힘겨운 여정을 거치면서 우리는 지금의 상황을 받아들이게 되었소. 우리는 언제까지나 릭탄으로 알려질 것이오." 릭의 복부가 꿈틀거렸습니다. "뭐? 틴릭으로 하자고? 그건 바보같잖아! 젠장할. 이 문제에 대해선 타협을 좀 해봐야겠지만, 요점은 이거요. 우린 당신에게 감사하오. 처음에는 감사하지 않았는데, 이젠 당신이 우릴 구해줬다는 걸 깨달았소. 하지만, 이기적인 부탁을 하나 해야겠소. 우리의 폭로가 헛되이 되는 것은 끔찍한 일일 것이오. 파라곤이 모든 것을 해결할 거라고 확신하시오?"
ru: Тинтана и Риг с трудом подошли к вам. "Мы не можем врать, вначале это был настоящий ад. Но в этом трудном путешествии мы смирились с нашим положением. Навеки мы будем известны как Ринтан". У Рига заурчало в животе. "Что? Тинриг? Это глупость! Черт возьми. Мы работаем над этим. Но мы хотели сказать вот что: спасибо вам. Мы не были благодарны сначала, но теперь мы поняли, что вы спасли нас. Хотя, мы должны попросить об одной эгоистичной вещи. Было бы жаль, если бы это откровение пропало зря. Вы уверены, что "Парагон" решит все проблемы?"
zh_hans: 婷丹和里格蹒跚着走来。"不说假话，一开始我们这样非常煎熬。但在这苦旅中我们最终与我们的境地和解了。以后我们将被称为里丹。"里格的肚子开始咕咕叫。"什么？婷格？听起来太蠢了！该死的。我们还在商讨。但我们想表达的是，感谢你。我们一开始并没有很感激，但现在我们才意识到是你拯救了我们。不过，我们得自私地向你问一件事。让这次启示白白浪费的话实在有些可惜。你确定这典范炸弹能解决一切问题吗？"

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
