Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_ALKALI"]/text
source: "Hahahah! I knew thhhere ain't no shit like immortal demigod aliens. We sure put the fear of science in thhhhose narcissists. I'll be highly disappointed if you flick thhhat switch and I don't get to rub my victory in thhhat bitch Nerva's stupid little face. Hah!... Erm. Sorry. You're alright, kid. I expected worse when we first met. Don't let it go to your head hearing it coming from me; thhhough I wouldn't blame you if it did."
de: "Hahahah! Ich wusste es gibt nichts wie unsterbliche Demigott Aliens. Wir haben sicherlich die Angst vor Wissenschaft in diese Narzissten gepackt. Ich werde sehr enttäuscht sein, wenn ich meinen Sieg nicht in das Gesicht von der Bitch Nerva reiben kann. Hah!... Erm. Entschuldigung. Du bist nett, Kind. Ich habe schlimmeres erwartet, als wir uns getroffen haben. Lass es dir nicht zu Kopf steigen- ,ich würde dich aber nicht verteufeln, wenn du es tun würdest."
es: “¡Jajajaja! Sabía que no existían esas mierdas de alienígenas semidioses inmortales. Les metimos bien el miedo de la ciencia a esos narcisistas. Estaré muy decepcionado si accionas ese interruptor y no llego a restregarle mi victoria en la carita estúpida de esa perra de Nerva. ¡Jajaj!… Ehm. Perdón. Tienes razón, chico. Esperaba algo peor cuando nos conocimos. No dejes que se te suba a la cabeza oírlo de mí; aunqe no te culparía si pasara.”
fr: "Hahaha ! Che saffais que ces histoires de demi-dieux aliens n'étaient que des âneries. On a certainement mis la peur de la science dans la tête de ces narcissistes. Che serais fort déçu si ffous deffiez actiffer cet interrupteur avant que che ne puisse faire pâlir de chalousie la petite tête d'imbécile de cette enfflure de Nerfa. Ha !... Hm. Désolé. Ffous êtes correct, gamin. Je m'attendais à pire en ffous rencontrant. Ne laissez pas ce compliment ffous monter à la tête - mais s'il le faisait, je ne vous en ffoudrais pas."
it: "Ahahah! Fapevo che non efifteva niente come femidei alieni immortali. Abbiamo ficuramente meffo il timore della fienza in quei narcififti. Farei molto delufo fe premeffi quell'interruttore e non potrò fbattere la mia vittoria in faccia a quella ftupida idiota di Nerva. Ah!... Ehm. Fcufa. Fei a pofto. Mi aftettavo di peggio quando ci fiamo incontrati la prima volta. Non montarti la tefta folo perché te l'ho detto io.... ma non ti biafimo."
ko: "하하하! 시이인서어엉한 불멸의 외계인 같은 거 업스으을 줄 알았지. 우리가 저 나르시이이스으으트들한테 과학의 두려움을 톡톡히 시이임어줬다고. 네가 그 스으으위치를 누르면 난 크게 시이일망할 거야. 나는 그 망할 네르바의 소오오라 같은 얼굴에 내 스으응리를 각인시이이켜 줘야 하거든. 하!... 음. 미안해. 네가 원하는 대로 하면 돼. 내 허쏘오오리로 머리를 어지럽히지 마. 뭐... 들어준다고 해서어어 뭐라 하지는 않을 거지만."
ru: "Ха-ха-ха! Я знал, чшто здесь нет такого дерьма, как бессмертные пришельцы-полубоги. Мы точшно навели страх перед наукой на этих самовлюбленных. Я буду очшень разочшарован, если ты щелкнешь выключшателем, и я не смогу втереть свою победу в тупую морду этой сучшки Нервы. Ха!... Эмм. Прости. Ты в порядке, малыш. Я ожидал худшего, когда мы впервые встретились. Не забивай себе голову, слыша это от меня - хотя я бы не винил тебя, если бы это случшилось".
zh_hans: "哈哈哈！我就知知知道没有什么不死的半神外星人这种玩意。我们肯定会让那些自恋的人对科学心生畏惧。如果你按下开关的话，我会非常失望，因为我不能在那个婊子内尔瓦的愚蠢小脸上炫耀我的胜利。哈！...呃。对不起。你小子还不错。我们第一次见面时，我以为会更糟。别把我的话放在心上 - 不过过过就算你放心上了我也不怪你。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_OOJ"]/text
source: "Pur too look-loo kik pik ripple steep." You have no idea what this means, but the sentiment behind it is not lost when OOJ shapes himself into a large heart. You give the giant blob a hug as he jiggles in your arms.
de: "Pur too look-loo kik pik ripple steep." Du hast keine Ahnung was es bedeutet, aber die Nachricht dahinter ist klar, als OOJ sich in ein Herz formt. Du gibst dem Blob eine große Umarmung, während er in deinen Armen wackelt.
es: “Pur too look-loo kik pik ripple steep”. No tienes idea de qué significa, pero el sentimiento que hay detrás no se pierde cuando OOJ se moldea en forma de un gran corazón. Abrazas a la enorme masa gelatinosa mientras se sacude suavemente entre tus brazos.
fr: "Pur too look-loo kik pik ripple steep." Vous n'avez aucune idée de ce que cela signifie, mais le sentiment derrière devient clair quand OOJ change sa forme en celle d'un grand cœur. Vous étreignez l'énorme blob d'un câlin, alors qu'il gigote dans vos bras.
it: "Pur too look-loo kik pik ripple steep."Non hai la minima idea di cosa voglia dire, ma le intenzioni si palesano quando OOJ cambia forma diventando un grosso cuore. Abbracci il blob gigante mentre si agita tra le tue braccia.
ko: "퍼르 투우 루웈-루 킼 핔 리플 스팊." 당신은 이게 무슨 뜻인지 짐작도 하지 못했지만, 우즈가 거대한 하트의 모습을 취하자 그 이면에 있던 감정이 전해졌습니다. 당신은 당신의 품에서 까불고 있는 그 거대한 덩어리를 안아줬습니다.
ru: "Пур ту лук-лу кик пик риппл стэп". Вы понятия не имеете, что это значит, но смысл сказанного становится понятным, когда УДЖ принимает форму большого сердца. Вы обнимаете гигантский шарик, пока он покачивается в ваших руках.
zh_hans: "噗吐噜-噜叽啪嘶哒"你对它的话一头雾水，不过OOJ柔情未减，它将自己塑成一个大心形。你给了大块头一个熊抱，它在你怀抱里轻轻晃动。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_ELLIE"]/text
source: "Hahahah! Ellie is on top of the world! On top of the Multiverse! Neeeiiiigh!" Ellie spins around in circles. "It would be a shame for Ellie to die now! She still has a duty to all the children, all the children who will never see Ellie again if she died! Don't blow the bomb superfan, think about what you'd be robbing the Multiverse of!"
de: "Hahahaha! Ellie ist an der Spitze der Welt! Der Spitze des Multiversums! Neeeiiiigh!" Ellie dreht sich in einem Kreis. "Es wäre eine Schande, wenn Ellie jetzt sterben würde! Sie hat immernoch eine Pflicht gegenüber den Kindern, alle Kinder welche Ellie nie wieder sehen werden, wenn sie stirbt! Jage die Bombe nicht hoch Superfan, denke darüber nach, was du dem Multiversum nehmen würdest!"
es: “¡Jajajaja! ¡Ellie está en la cima del mundo! ¡En la cima del Multiverso! ¡Neeeiiiigh!” Ellie gira en círculos. “¡Sería una lástima que Ellie muriera ahora! ¡Todavía tiene un deber con todos los niños, con todos los niños que nunca volverían a ver a Ellie si muriera! ¡No hagas estallar la bomba, superfán, piensa en todo lo que le estarías quitando al Multiverso!”
fr: "Hahahah ! Ellie est au sommet du monde ! Au sommet du Multivers ! Neeeiiiigh !" Ellie tourne en rond. "Ce serait dommage qu'Ellie meure maintenant ! Elle a encore un devoir envers tous les enfants, tous les enfants qui ne reverront jamais Ellie si elle meurt ! Ne fais pas exploser la bombe superfan, réfléchis à ce que tu priverais au Multivers !"
it: "Ahahahahahahah! Ellie è al settimo cielo! In tutto il multiverso! Neeeeeiiigh!" Ellie gira in tondo. "Sarebbe un vero peccato se Ellie morisse ora! Ha ancora un dovere verso tutti i bambini, tutti i bambini che non rivedranno mai più Ellie se muore! Non far esplodere quell'ordigno, superfan, pensa a quello di cui priverai il multiverso!"
ko: "하하하! 엘리가 세상의 꼭대기에 섰어! 멀티버스의 꼭대기 말이야! 히히히힝!" 엘리는 원을 그리며 한 바퀴를 돕니다. "엘리가 지금 죽는다면 대단한 유감일 거야! 엘리에게는 어린이들을 향한 사명이 있지, 엘리가 죽는다면 어린이들은 엘리를 다시는 볼 수 없을 거야! 폭탄을 터트리지 마, 열혈팬. 멀티버스에서 털어올 수 있는 것들에 대해서 생각해봐!"
ru: "Ха-ха-ха! Элли на вершине мира! На вершине Мультивселенной! Ииииго-го!" Элли кружится по кругу. "Для Элли было бы позором умереть сейчас! У нее все еще есть долг перед всеми детьми, всеми детьми, которые никогда больше не увидят Элли, если она умрет! Не взрывай бомбу, суперфанат, подумай о том, чего ты лишишь Мультивселенную!"
zh_hans: "哈哈哈！埃莉站在世界之巅！在多元宇宙之巅！嘶嗷嗷嗷！"埃莉转着圈。"埃莉现在死了就太可惜了！她对孩子们仍有责任，如果她死了，所有的孩子就再也见不到埃莉了！不要引爆炸弹，超级粉丝，想想你会给多元宇宙带来多少损失！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_STEPHAN"]/text
source: "We've come so far! Maybe... maybe after this, I really am a hero. Something for children to look up to... Even if they'll never know what we've done. I don't... I don't care what happens next. You've given me a chance at redemption, and that's all I care about. Thank you, captain."
de: "Wir sind so weit gekommen! Vielleicht... vielleicht nach dem, bin ich wirklich ein Held. Etwas was dich Kinder als Vorbild sehen können... Selbst wenn sie nicht wissen, was wir getan haben. Ich weiß nicht... ich weiß nicht was als nächstes passiert und es ist mir egal. Du hast mir die Chance gegeben, für Erlösung und das ist alles was mir wichtig ist. Danke dir, Kapitän."
es: “¡Hemos llegado tan lejos! Tal vez… tal vez después de esto, de verdad sea un héroe. Alguien a quien los niños puedan admirar… aunque nunca sepan lo que hemos hecho. Yo no… no me importa lo que pase después. Me has dado una oportunidad de redención, y eso es lo único que me importa. Gracias, capitán.”
fr: "Nous sommes allés si loin ! Peut-être... peut-être qu'après ça, je serai vraiment un héros. Quelqu'un que les enfants pourraient admirer... Même s'ils ne sauront jamais ce que nous avons fait. Je ne... je ne me soucie pas de ce qui se passera ensuite. Tu m'as donné une chance de me racheter et c'est tout ce qui compte pour moi. Merci, capitaine."
it: "Ne abbiamo fatta di strada! Forse... forse dopo tutto questo, sono davvero un eroe. Qualcosa che i bambini ammirano... anche se non sapranno mai cos'abbiamo fatto. Non... non m'importa cosa succede ora. Mi hai dato l'occasione di ravvedermi, ed è tutto quello che m'importa. Grazie, capitano."
ko: "우리가 마침내 여기까지 왔군요! 아마... 아마, 이 일이 끝나고 나면 저는 정말로 영웅이 되겠지요. 어린아이들이 우러러볼 수 있는 그런 영웅... 비록 아이들이 제가 한 일을 절대 알지 못한다 해도 말입니다. 전... 이제 무슨 일이 벌어지던 상관 없습니다. 당신은 제게 속죄할 수 있는 기회를 주셨고, 전 그것으로 충분합니다. 감사합니다. 함장님."
ru: "Мы зашли так далеко! Может быть... может быть, после этого я действительно стану героем. Кем-то, на кого дети могут равняться... Даже если они никогда не узнают, что мы сделали. Я не... мне все равно, что будет дальше. Вы дали мне шанс на искупление, и это все, что меня волнует. Спасибо, капитан".
zh_hans: "我们居然已经走到了今天！也许...也许这事之后，我真的能成为一个英雄，一个让孩子们敬仰的人...即使他们永远不知道我们做了什么。我不...我不关心接下来会发生什么。你给了我一个赎罪的机会，这就够了。谢谢你，舰长。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_NIGHTS"]/text
source: Nights scowls at you, but on his face you can see the faintest line of a smile you've ever seen in him outside of when he's being smug. "For the record, I ssstill hate you. But compared to everyone I hate, I hate you sssslightly lessss than the ressst. Anywayssss, thisss sssure hasss been a real sssshitty trip. If you're tellin' me I gotta blow myssself up after all of thisss, I'm gonna ssstrangle you." Knowing Nights, this is likely the closest thing anyone will ever come to for being his friend. Hopefully he isn't being serious about strangling you though.
de: Nights schaut grimmig, jedoch kannst du in seinem Gesicht ein kleines Lächeln sehen, was du sonst nie gesehen hast, außer wenn er wieder selbstsicher schaut. "Für das Protokoll, ich hasse dich immernoch. Aber im Vergleich zu jeder Person die ich hasse, hasse ich dich nicht so sehr. Dasssssss hier war auf jeden Fall ein scheiß Trip. Wenn du mir sagsssssst, dassssss du uns nach dem Abenteuer in die Luft jagst, werde ich dich umbringen." So wie du Nights kennst, bist du das nächste was er jemals zu einem Freund haben wird. Hoffentlich meint er es nicht ernst, dass er dich umbringen wird.
es: Nights te fulmina con la mirada, pero en su rostro puedes ver la línea más tenue de una sonrisa que jamás le hayas visto fuera de cuando está siendo arrogante. “Para que conssste, aún te odio. Pero comparado con todosss losss que odio, te odio un poquito menosss que al resssto. En fin, este sssí que ha sssido un viaje de mierda. Sssi me estásss diciendo que dessspués de todo esssto tengo que volarme por los airesss, te voy a essstrangular.” Conociendo a Nights, esto probablemente sea lo más cerca que alguien llegue jamás a ser considerado su amigo. Aunque, con suerte, no habla en serio sobre estrangularte.
fr: Nights vous lance un regard mauvais, mais sur son visage se dessine pourtant l'esquisse d'un sourire que vous n'avez jamais vu lorsqu'il n'est pas narquois. "Je dois dire, je vous détessste quand même. Mais comparé à tous les autres que je détessste, eh bien, je vous détessste un peu moins. A part ççça, ccc'était un voyage vraiment naze. Sssi tu me dis que je dois me faire sssauter après tout ççça, je t'étrangles." Conaissant Nights, c'est la chose la plus proche d'une amitié avec lui que vous n'atteindrez jamais. Espérons cependant qu'il n'était pas sérieux à propos de vous étrangler.
it: Nights ti guarda torvo, ma sul suo volto puoi vedere il minimo cenno di un sorriso che non hai mai visto in lui a parte quanto si atteggia. "Per la cronaca, ti odio ancora. Ma rissspetto a tutti quelli che odio, ti odio leggermente meno degli altri. Comunque, quesssto è ssstato davvero un viaggio di merda. Ssse mi dici che dopo tutto quesssto devo farmi sssaltare in aria, ti ssstrangolo." Conoscendo Nights, probabilmente questo è quanto di più vicino ci sia ad essere suo amico. Speriamo solo che non dica sul serio quando ha detto di strangolarti.
ko: 나이트는 당신을 노려보고 있지만, 그의 얼굴에는 잘난 체할 때를 제외하고는 한 번도 보인 적 없는 희미한 미소가 드러납니다. "분명히 말하는데 난 여쩐히 널 쯩오하고 이써. 하찌만 내가 쯩오하는 모든 싸람들과 비교하면, 쪼금 덜 쯩오하는 편이찌. 어쨌든, 이번 여행은 쩡말 엉망찐창이어써. 만약 네가 모든 일이 끝난 이 씨쩜에써 짜폭하짜고 말한다면, 난 널 목 쫄라 쭉일 거야." 나이트의 성격을 생각하면, 이런 말이 나오는 것도 그가 당신과 정말 가까워졌기 때문일 것입니다. 그래도 목을 조른다는 소리는 진심이 아니었으면 좋겠네요.
ru: Туман хмурится на вас, но на его лице вы можете увидеть слабую линию улыбки, которую вы когда-либо видели у него, кроме тех случаев, когда он самодоволен. "К твоему сссведению, я вссссе ещщще ненавижу тебя. Но по сссравнению сссо всссеми, кого я ненавижу, я ненавижу тебя чуть меньшшше, чем всссех оссстальных. В любом ссслучае, эта поездка была очень дерьмовой. Есссли ты ссскажешшшь, что посссле всссего этого я должен взорвать сссебя, я тебя придушшшу". Зная Тумана, это, скорее всего, самые теплые слова, которые он сказал за всю свою жизнь по отношению к другому человеку. Надеюсь, он не всерьез собирается вас задушить.
zh_hans: 七夜盯着你，你注意到他平日的洋洋得意一扫而空，几乎没有微笑。"声～～明一下，我还是～～恨你。但与其他我恨的人相比，我没那么恨你。不管怎么样，这趟旅途是～～真的垃圾。如果你跟我说～～经历这些之后还要把自己炸碎～～的话，我要掐死～～你。"以七夜的性格，这大概是最近似称别人为朋友的意思了，希望他说要掐死你时不是认真的。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_SLOCKNOG"]/text
source: "Beat being king, the name Ssslocknog isss going down in hissstory as ssssavior of the universssse! Hehehe. Wait, if we blow that bomb, no one will know about thisss, will they? Ehhh, ssscrew thossse guysss. If you want my sssay, I sssay blow it. I got nothin' to go back to anywayssss."
de: "Das ist besser als König zu sein, der Name Ssslocknog geht in die Geschichte ein, als Retter des Universumssssss! Hehehe. Warte, wenn du die Bombe hochjagst, dann wird es niemand wissen oder? Ehhh, die Typen können mich mal. Wenn du wissen willst, was ich denke, besser jag es hoch. Ich hab eh nirgends wo ich zurückkehren kann."
es: “Sssupera con crecesss ssser rey: ¡el nombre de Ssslocknog passsará a la hissstoria como el sssavador del universsso! Jejeje. Espera, sssi hacemosss essstallar esssa bomba, nadie sssabrá nada de esssto, ¿verdad? Ehhh, que ssse jodan esssosss tiposss. Sssi quieresss mi opinión, yo digo que la hagasss explotar. De todosss modosss, no tengo nada a lo que volver.”
fr: "Ccc'est mieux qu'être roi, le nom de Ssslocknog restera dans l'Histoire comme cccelui du sssauveur du Multivers ! Héhéhé. Attends, sssi on exxxplose cette bombe, persssonne ne sssaura ççça, non ? Bah, tant pis pour eux. Sssi tu veux mon avis, je dis, fais la exxxploser. Je n'ai rien laissssé derrière moi, de toute façççon."
it: "Meglio che esssere re, il nome di Ssslocknog passserà alla ssstoria come il sssalvatore del multiverssso! Eheheh. Assspetta, ssse facciamo ssscoppiare quell'ordigno, nesssuno lo verrà a sssapere, giusssto? Ehhh, chisssene di quelli là. Ssse vuoi la mia opinione, io dico fallo. Tanto non ho niente a cui tornare."
ko: "왕이 되는 것보다 훨씬 머찌군. 쓸럭노그의 이름은 우쭈의 구쎄쭈로써 역싸에 남을 거씨다! 히히히. 짬깐, 우리가 폭탄을 터뜨리면, 아무도 이 싸씰을 모르게 되는 거 아닌가? 어어어... 방금 내가 한 말은 못 들은 거로 해쭤. 내 의견이 궁금하다면, 난 터뜨리는 쪽에 한 표 걸찌. 어차피 내게 돌아갈 고쓴 업써."
ru: "Победив короля, имя Ссслокнога войдет в его исссторию как ссспасссителя Вссселенной! Хе-хе. Погодите, есссли мы взорвем бомбу, никто не узнает об этом, да? Эххх, к черту этих парней. Есссли вы хотите уссслышшшать мое мнение, я ссскажу - взорвите ее. Мне всссе равно некуда возвращатьссся".
zh_hans: "至少比当国王强，斯～～洛克诺格要以宇宙拯救者的名号名垂千古了！嘿嘿嘿。等下，如果要引爆炸弹的话，那就没人会知道这些事～～情了，不是～～吗？哎，去他们的。如果你要问我的意见，我意见是炸了算～～了。反正我也没有什～～～么好留念的。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_IRWIN"]/text
source: "I... I don't know what to think, mate. All thisss time I thought I wasss some hot ssshot Renegade hunting the biggessst game in the Multiversssse... and all thisss time I've jussst been an insssignificant ssspeck in the grand ssscheme of two different massster plansss. I feel like I'm having a moment of introssspection and I HATE it. Pleassse, don't let me live to sssee myssself become a good perssson. The Multiversssse sssucksss anywaysss. That bomb'll do only good."
de: "Ich... ich weiß nicht was ich denken soll, Freund. All diese Zeit war ich der größte Renegade-Jäger im Multiversum... aber all diese Zeit war ich ein kleiner Punkt im großen Geschehen. Ich fühle mich, als ob ich eine Identitätskrise habe und HASSE es. Bitte lass mich nicht am Leben, sodass ich keine gute Person werde. Das Multiversum ist eh dumm. Diese Bombe kann nur gutes tun."
es: “Yo… no sssé qué pensssar, compañero. Todo essste tiempo creí que era un Renegado de primera, cazando a la presssa másss grande del Multiverssso… y resssulta que todo essste tiempo sssolo he sssido una mota insssignificante dentro del gran esssquema de dos planesss maessstros dissstintosss. Sssiento que essstoy teniendo un momento de introssspección y lo ODIO. Por favor, no me dejesss vivir para verme convertirme en una buena persssona. El Multiverssso apesssta de todosss modosss. Esssa bomba sssolo hará el bien.”
fr: "Je... je ne sssais pas vraiment quoi penssser, mec. Tout ccce temps, je pensssais que j'étais un renégat trop cool chassssant les plus grosssses proies du Multivers... et tout ccce temps je n'étais qu'une poussssière infime dans l'ordre de ccces deux grands complots. J'ai l'impressssion d'avoir un moment d'introssspection et je DÉTESSSTE ççça. Je vous en prie, ne me laisssez pas vivre jusssqu'à ccce que je devienne une persssonne honorable. De toute façççon, le Multivers ccc'est nul. Cccette bombe ne fera que du bien."
it: "Non... non ssso cosssa pensssare, compare. Per tutto quesssto tempo credevo di esssere un Rinnegato aitante a caccia della preda più grande del multiverssso... e per tutto quesssto tempo sssono ssstato un puntino insssignificante nel grande ssschema di due grandi piani. Mi sssembra di avere un esssame di cossscienza e lo ODIO. Ti prego, non lasssciarmi vivere sssolo perché diventi una brava persssona. Il multiverssso fa ssschifo comunque. Quell'ordigno farà sssolo bene."
ko: "어... 어떤 쌩각을 해야 할찌 모르게써. 그동안 난 내가 멀티버쓰에써 가짱 큰 싸냥감을 짭는 짤 나가는 배회짜라고 쌩각해써... 그런데 씰쩨로는 두 가찌 거대한 음모의 웅짱한 책략 쏙에써 짝은 티끌이나 다름없는 쫀째여찌. 짜기썽찰의 쑨간이 온 것 같아써 너무 씷네. 어쨌든 멀티버쓰는 쓰레기같아. 그 폭탄은 쫗은 결과만을 낳을 거야."
ru: "Я... я не знаю, что думать, приятель. Всссе это время я думал, что я какой-то горячий Ренегат, охотящийссся за сссамой большшшой дичью в Мультивссселенной... и всссе это время я был всссего лишшшь незначительным пятнышком в грандиозной сссхеме двух разных планов Массстера. Я чувссствую, что у меня сссейчассссс момент сссамоанализа, и я ненавижу это. Пожалуйссста, не дайте мне дожить до того момента, когда я ссстану хорошей персссоной. Мультивссселенная - отссстой в любом ссслучае. Эта бомба принесссет только пользу".
zh_hans: "我...我不知道该说啥～～，伙计。这么长时～～间以来我一直以为我是～～某个狩～～猎全多元宇宙最大猎物的酷酷变元者...而事实上这么长时～～间以来我其实～～一直是两个不同的宏伟图景中一粒微不足道的灰尘。我感觉我现在在内省，而我恨死～～这种感觉了。求你了，不要让我活着见证自己成为善人。反正这个多元宇宙烂透了。那个炸弹只会做好事。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
