Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

source: You didn't come this far to give up now. There's nothing left to do but destroy this ship. Fail, and the Federation is doomed, succeed and save this reality forever. The stakes are high, but you don't have time to think about them as you get ready to fight.
de: Du bist nicht so weit gekommen, nur um aufzugeben. Es gibt nichts anderes zu tun, als dieses Schiff zu zerstören. Wenn du es nicht schaffst, ist die Föderation dem Untergang nahe, wenn du es schaffst, ist diese Realität für immer gerettet. Die Einsätze sind hoch, aber du hast keine Zeit zu denken, da du dich zum Kampf bereit machen musst.
fr: Vous n'êtes pas allé aussi loin pour baisser les bras. Il n'y a plus rien d'autre à faire que de détruire ce vaisseau. Échouez et la Fédération est condamnée, réussissez et vous sauverez cette réalité à jamais. L'enjeu est énorme, mais vous n'avez pas le temps d'y penser alors que vous préparez le vaisseau au combat.
it: Non sei arrivato fin qui solo per arrenderti adesso. Non resta altro da fare che distruggere quella nave. Fallisci e la Federazione è condannata, vinci e salva per sempre questa realtà. La posta in gioco è alta, ma non hai tempo di pensarci mentre ti prepari a combattere.
ko: 여기까지 와서 포기할 수는 없습니다. 이제 남은 일은 이 함선을 파괴하는 것뿐입니다. 실패하면, 연방은 끝입니다. 성공하면, 이 현실을 영원히 구할 수 있습니다. 너무도 막중한 역할을 맡게 되었지만, 전투를 준비하느라 그런 것을 생각할 겨를도 없습니다.
ru: Вы зашли так далеко не для того, чтобы сдаться сейчас. Ничего не остается, кроме как уничтожить этот корабль. Потерпите неудачу - Федерация обречена, добьетесь успеха - спасете эту реальность навсегда. Ставки высоки, но у вас нет времени думать о них, пока вы готовитесь к бою.
zh_hans: 你跑这么远可不是为了到这里来放弃的。除了摧毁旗舰之外别无他事。失败，则联邦将万劫不复。成功，则永远拯救这个宇宙。赌注很大，但你无暇顾及，心中只有为开战做最后的准备。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) Hail Vance.
de: (Jerry) Rufe Vance.
es: (Jerry) Contacta a Vance.
fr: (Jerry) Contacter Vance.
it: (Jerry) Contatta Vance.
ko: (제리) 밴스를 부른다.
ru: (Джерри) Связаться с Вэнсом.
zh_hans: (杰瑞)联系万斯。

source: (Tully) Hail Vance.
de: (Tully) Rufe Vance.
es: (Tully) Contacta a Vance.
fr: (Tully) Contacter Vance.
it: (Tully) Contatta Vance.
ko: (툴리) 밴스를 부른다.
ru: (Талли) Связаться с Вэнсом.
zh_hans: (塔利)联系万斯。

source: (Nights) Nights seems to have something say to Vance.
de: (Nights) Nights scheint etwas Vance zu sagen zu haben.
es: (Nights) Los Nights tienen algo que decir a Vance.
fr: (Nights) Nights semble avoir quelque chose à dire à Vance.
ko: (나이트) 나이트가 밴스에게 할 말이 있는 것 같습니다.
ru: (Туман) У Тумана есть что сказать Вэнсу.
zh_hans: (七夜)七夜似乎有什么话想对万斯说。

# data/events_sector_showdown.xml$/FTL/event[@name="SHOWDOWN_CHALLENGE"]/text
source: You chase down Vance as fast as possible. You manage to catch up to his titan of a ship, similar in build to the Rebel Flagship, but armed with an even stronger arsenal of artillery and sporting an MFK paint job.
de: Du verfolgst Vance so schnell wie möglich. Du schaffst es sein exorbitantes Schiff einzuholen, welches ähnlich wie das Rebellenflaggschiff aufgebaut ist und ein noch besseres und stärkeres Arsenal an Artellerie hat, sowie eine neue MFK Bemalung.
es: Persigues a Vance tan rápido como te es posible. Logras alcanzarlo junto a su nave colosal, similar en diseño a la Nave Insignia Rebelde, pero equipada con un arsenal de artillería aún más poderoso y con la pintura característica de la MFK.
fr: Vous pourchassez Vance aussi vite que possible. Vous arrivez à rattrapper son titan de vaisseau, de facture similaire au Vaisseau Amiral Rebelle, mais armé d'une batterie d'artilleries encore plus puissante et une coloration d'As MFK.
it: Insegui Vance più velocemente che puoi. Riesci a raggiungere la sua nave mastodontica, di aspetto simile all'Ammiraglia ribelle, ma armata con un arsenale di artiglieria ancora più potente e verniciata coi colori MFK.
ko: 당신은 최대한 빨리 밴스를 쫓았습니다. 간신히 따라잡은 그의 함선은 반군 기함과 비슷한 모습을 띠고 있지만, 더 강력한 무기가 장착된 함포로 무장했으며 MFK 도색을 뽐내고 있습니다.
ru: Вы преследуете Вэнса как можно быстрее. Вам удается догнать его титанический корабль, похожий по конструкции на Флагман повстанцев, но вооруженный еще более мощным арсеналом артиллерии и покрашенный в цвет МФК.
zh_hans: 你尽可能快地去追万斯。你成功追上了他那泰坦般的飞船，它的建造风格类似于叛军旗舰，但装备了更强大的巨炮，并且涂有MFK漆面。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You didn't come this far to give up now. There's nothing left to do but destroy this ship. Fail, and the Federation is doomed, succeed and save this reality forever. The stakes are high, but you don't have time to think about them as you get ready to fight.
de: Du bist nicht so weit gekommen, nur um aufzugeben. Es gibt nichts anderes zu tun, als dieses Schiff zu zerstören. Wenn du es nicht schaffst, ist die Föderation dem Untergang nahe, wenn du es schaffst, ist diese Realität für immer gerettet. Die Einsätze sind hoch, aber du hast keine Zeit zu denken, da du dich zum Kampf bereit machen musst.
es: No has llegado hasta aquí para rendirte ahora. No queda nada más por hacer que destruir esta nave. Fracasa, y la Federación estará condenada; triunfa, y salvarás esta realidad para siempre. Lo que está en juego es enorme, pero no tienes tiempo para pensarlo mientras te preparas para combatir.
fr: Vous n'êtes pas allé aussi loin pour baisser les bras. Il n'y a plus rien d'autre à faire que de détruire ce vaisseau. Échouez et la Fédération est condamnée, réussissez et vous sauverez cette réalité à jamais. L'enjeu est énorme, mais vous n'avez pas le temps d'y penser alors que vous préparez le vaisseau au combat.
it: Non sei arrivato fin qui solo per arrenderti adesso. Non resta altro da fare che distruggere quella nave. Fallisci e la Federazione è condannata, vinci e salva per sempre questa realtà. La posta in gioco è alta, ma non hai tempo di pensarci mentre ti prepari a combattere.
ko: 여기까지 와서 포기할 수는 없습니다. 이제 남은 일은 이 함선을 파괴하는 것뿐입니다. 실패하면, 연방은 끝입니다. 성공하면, 이 현실을 영원히 구할 수 있습니다. 너무도 막중한 역할을 맡게 되었지만, 전투를 준비하느라 그런 것을 생각할 겨를도 없습니다.
ru: Вы зашли так далеко не для того, чтобы сдаться сейчас. Ничего не остается, кроме как уничтожить этот корабль. Потерпите неудачу - Федерация обречена, добьетесь успеха - спасете эту реальность навсегда. Ставки высоки, но у вас нет времени думать о них, пока вы готовитесь к бою.
zh_hans: 你跑这么远可不是为了到这里来放弃的。除了摧毁旗舰之外别无他事。失败，则联邦将万劫不复。成功，则永远拯救这个宇宙。赌注很大，但你无暇顾及，心中只有为开战做最后的准备。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) Hail Vance.
de: (Jerry) Rufe Vance.
es: (Jerry) Contacta a Vance.
fr: (Jerry) Contacter Vance.
it: (Jerry) Contatta Vance.
ko: (제리) 밴스를 부른다.
ru: (Джерри) Связаться с Вэнсом.
zh_hans: (杰瑞)联系万斯。

source: (Tully) Hail Vance.
de: (Tully) Rufe Vance.
es: (Tully) Contacta a Vance.
fr: (Tully) Contacter Vance.
it: (Tully) Contatta Vance.
ko: (툴리) 밴스를 부른다.
ru: (Талли) Связаться с Вэнсом.
zh_hans: (塔利)联系万斯。

source: (Nights) Nights seems to have something to say to Vance.
de: (Nights) Nights scheint etwas Vance zu sagen zu haben.
es: (Nights) Los Nights tienen algo que decir a Vance.
fr: (Nights) Nights semble avoir quelque chose à dire à Vance.
ko: (나이트) 나이트가 밴스에게 할 말이 있는 것 같습니다.
ru: (Туман) У Тумана есть что сказать Вэнсу.
zh_hans: (七夜)七夜似乎有什么话想对万斯说。

# data/events_sector_showdown.xml$/FTL/event[@name="SHOWDOWN_EXTREME"]/text
source: You chase down Vance as fast as possible. You manage to catch up to his titan of a ship, similar in build to the Rebel Flagship, but armed with an even stronger arsenal of artillery and sporting an MFK paint job.
de: Du verfolgst Vance so schnell wie möglich. Du schaffst es sein exorbitantes Schiff einzuholen, welches ähnlich wie das Rebellenflaggschiff aufgebaut ist und ein noch besseres und stärkeres Arsenal an Artellerie hat, sowie eine neue MFK Bemalung.
es: Persigues a Vance tan rápido como te es posible. Logras alcanzarlo junto a su nave colosal, similar en diseño a la Nave Insignia Rebelde, pero equipada con un arsenal de artillería aún más poderoso y con la pintura característica de la MFK.
fr: Vous pourchassez Vance aussi vite que possible. Vous arrivez à rattrapper son titan de vaisseau, de facture similaire au Vaisseau Amiral Rebelle, mais armé d'une batterie d'artilleries encore plus puissante et une coloration d'As MFK.
it: Insegui Vance più velocemente che puoi. Riesci a raggiungere la sua nave mastodontica, di aspetto simile all'Ammiraglia ribelle, ma armata con un arsenale di artiglieria ancora più potente e verniciata coi colori MFK.
ko: 당신은 최대한 빨리 밴스를 쫓았습니다. 간신히 따라잡은 그의 함선은 반군 기함과 비슷한 모습을 띠고 있지만, 더 강력한 무기가 장착된 함포로 무장했으며 MFK 도색을 뽐내고 있습니다.
ru: Вы преследуете Вэнса как можно быстрее. Вам удается догнать его титанический корабль, похожий по конструкции на Флагман повстанцев, но вооруженный еще более мощным арсеналом артиллерии и покрашенный в цвет МФК.
zh_hans: 你尽可能快地去追万斯。你成功追上了他那泰坦般的飞船，它的建造风格类似于叛军旗舰，但装备了更强大的巨炮，并且涂有MFK漆面。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You didn't come this far to give up now. There's nothing left to do but destroy this ship. Fail, and the Federation is doomed, succeed and save this reality forever. The stakes are high, but you don't have time to think about them as you get ready to fight.
de: Du bist nicht so weit gekommen, nur um aufzugeben. Es gibt nichts anderes zu tun, als dieses Schiff zu zerstören. Wenn du es nicht schaffst, ist die Föderation dem Untergang nahe, wenn du es schaffst, ist diese Realität für immer gerettet. Die Einsätze sind hoch, aber du hast keine Zeit zu denken, da du dich zum Kampf bereit machen musst.
es: No has llegado hasta aquí para rendirte ahora. No queda nada más por hacer que destruir esta nave. Fracasa, y la Federación estará condenada; triunfa, y salvarás esta realidad para siempre. Lo que está en juego es enorme, pero no tienes tiempo para pensarlo mientras te preparas para combatir.
fr: Vous n'êtes pas allé aussi loin pour baisser les bras. Il n'y a plus rien d'autre à faire que de détruire ce vaisseau. Échouez et la Fédération est condamnée, réussissez et vous sauverez cette réalité à jamais. L'enjeu est énorme, mais vous n'avez pas le temps d'y penser alors que vous préparez le vaisseau au combat.
it: Non sei arrivato fin qui solo per arrenderti adesso. Non resta altro da fare che distruggere quella nave. Fallisci e la Federazione è condannata, vinci e salva per sempre questa realtà. La posta in gioco è alta, ma non hai tempo di pensarci mentre ti prepari a combattere.
ko: 여기까지 와서 포기할 수는 없습니다. 이제 남은 일은 이 함선을 파괴하는 것뿐입니다. 실패하면, 연방은 끝입니다. 성공하면, 이 현실을 영원히 구할 수 있습니다. 너무도 막중한 역할을 맡게 되었지만, 전투를 준비하느라 그런 것을 생각할 겨를도 없습니다.
ru: Вы зашли так далеко не для того, чтобы сдаться сейчас. Ничего не остается, кроме как уничтожить этот корабль. Потерпите неудачу - Федерация обречена, добьетесь успеха - спасете эту реальность навсегда. Ставки высоки, но у вас нет времени думать о них, пока вы готовитесь к бою.
zh_hans: 你跑这么远可不是为了到这里来放弃的。除了摧毁旗舰之外别无他事。失败，则联邦将万劫不复。成功，则永远拯救这个宇宙。赌注很大，但你无暇顾及，心中只有为开战做最后的准备。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) Hail Vance.
de: (Jerry) Rufe Vance.
es: (Jerry) Contacta a Vance.
fr: (Jerry) Contacter Vance.
it: (Jerry) Contatta Vance.
ko: (제리) 밴스를 부른다.
ru: (Джерри) Связаться с Вэнсом.
zh_hans: (杰瑞)联系万斯。

source: (Tully) Hail Vance.
de: (Tully) Rufe Vance.
es: (Tully) Contacta a Vance.
fr: (Tully) Contacter Vance.
it: (Tully) Contatta Vance.
ko: (툴리) 밴스를 부른다.
ru: (Талли) Связаться с Вэнсом.
zh_hans: (塔利)联系万斯。

source: (Nights) Nights seems to have something say to Vance.
de: (Nights) Nights scheint etwas Vance zu sagen zu haben.
es: (Nights) Los Nights tienen algo que decir a Vance.
fr: (Nights) Nights semble avoir quelque chose à dire à Vance.
ko: (나이트) 나이트가 밴스에게 할 말이 있는 것 같습니다.
ru: (Туман) У Тумана есть что сказать Вэнсу.
zh_hans: (七夜)七夜似乎有什么话想对万斯说。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_NIGHTS"]/text
source: Vance pauses, and appears on the vid screen. Nights scrolls up closer, taking another swig of his beer. "Ssssay... what wassss your name again?"
de: Vance pausiert und erscheint auf dem Videobildschirm. Nights kriecht näher und nimmt einen weiteren Schluck von seinem Bier. "Ssssag... was warrrrrr dein Name nochmal?"
es: Vance hace una pausa y aparece en la pantalla de video. Nights se acerca un poco más, dando otro trago a su cerveza. "Diiime... ¿cuál era tu nombre otra veeeez?"
fr: Vance s'arrête et apparaît sur l'écran. Nights s'approche, reprenant au passage une gorgée de bière. "Dis... ccc'est quoi ton nom, déjà ?"
it: Vance fa una pausa e appare a schermo. Nights si avvicina, bevendo un altro sorso della sua birra. "Di' un po'... già com'è che ti chiamavi?"
ko: 밴스가 하던 일을 멈추고 비디오 스크린에 나타나자, 나이트는 스크린으로 다가가며 맥주를 한 모금 더 들이켰습니다. "말해봐... 네 이름이 뭐라고 했찌?"
ru: Вэнс останавливается и появляется на видеоэкране. Туман подползает поближе, делая очередной глоток пива. "Сссскажи... как тебя зовут?"
zh_hans: 万斯顿了顿，出现在视频窗口内。七夜凑近了些，又灌了一口啤酒。"我说说说啊...你的名字是是是什么来着的？"

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_NIGHTS"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Vance grunts and scowls. "Admiral Vance Wentworth. What's it to you, slime pinata?"
de: Vance grunzt und blickt Finster. "Admiral Vance Wentworth. Was geht es dich an, Schleimpinata?"
es: Vance gruñe y frunce el ceño. "Almirante Vance Wentworth. ¿Y a ti qué te importa, piñata babosa?"
fr: Vance grommelle et fronce les sourcils. "Amiral Vance Wentworth. C'est quoi ton problême, sac de vase ?"
it: Vance appare contrariato e mugugna. "Ammiraglio Vance Wentworth. Che te ne frega, pignata melmosa?"
ko: 밴스가 툴툴거리면서 나이트를 노려봅니다. "밴스 웬트워스 제독이다. 그게 너랑 무슨 상관이지, 점액 피냐타?"
ru: Вэнс ворчит и хмурится. "Адмирал Вэнс Вентворт. Что тебе угодно, слизевая пиньята?"
zh_hans: 万斯哼了一声，怒目而视。"万斯·温特沃斯星军上将。你有什么毛病，彩色黏液怪？"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nights chuckles and takes another sip. "Heheh... Admiral Vance Wentworth, huh? More like... Wentworthlessssss! HAHAHAHAHAHAHAHAH!"
de: Nights lacht und nimmt einen weiteren Schluck. "Hehehe... Admiral Vance Wentworth, huh? Wohl eher... WENTWERTLOSSSSSSSSSSSSSSS! HAHAHAHAHAAHAHAHAH!"
es: Nights se ríe entre dientes y da otro sorbo. "Jejejeh... ¿Almirante Vance Wentworth, eh? Más bien como... ¡Wentworthlessssss! ¡JAJAJAJAJAJAJAJA!"
fr: Nights ricane et reprend une gorgée. "Héhéhé... Amiral Vance Wentworth, hein ? Ce ssserait plutôt... Wentworthlessssss ! HAHAHAHAHAHAHAHAH !"
it: Nights sogghigna e beve un altro sorso. "Eheheh... Ammiraglio VanceWentworth, eh? Al masssimo potresssti esssere... Wentworthlesss....AHAHAHAHAHAHAHA!"
ko: 나이트는 낄낄거리며 또다시 맥주를 들이켰습니다. "헤헤... 밴쓰 웬트워쓰 쩨독? 내가 보기엔... 웬트워쓰레기라는 이름이 더 어울리게꾸만! 하하하하하하하하!"
ru: Туман cмеется и делает еще один глоток. "Хе-хе... Адмирал Вэнссс Вентворт, да? Ссскорее... Хренворт! ХА-ХА-ХА-ХА-ХА-ХААААА!"
zh_hans: 七夜咯咯笑了一声后又嘬了一口酒。"呵呵呵...万斯·温特沃斯上将？我看该叫...温特屌丝！哈哈哈哈哈哈哈哈哈！"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Through Nights' intoxicated laughter and hiccuping you can hear Vance growling, as his eye twitches in annoyance. At last, you've found validation for keeping this slimey asshole on your ship. Too bad you can't delay the inevitable any longer - it's time for a showdown!
de: Durch Nights betrunkenes Lachen und seinen Schluckauf kannst du Vance rumoren hören, als sein Auge vor Genervtheit zuckt. Letztendlich hast du doch einen Grund gefunden dieses schleimige Arschloch auf deinem Schiff zu behalten. Zu Schade, dass du das Unausweichliche nicht länger rauszögern kannst - es ist Zeit für den Showdown!
es: Entre la risa borracha y los hipos de Nights puedes oír a Vance gruñir, mientras su ojo tiembla de irritación. Al fin, has encontrado la validación para haber mantenido a este baboso hijo de p* a bordo de tu nave. Lástima que ya no puedas retrasar lo inevitable: ¡es hora del enfrentamiento final!
fr: À travers le rire gras et le hoquet de Nights, vous pouvez entendre Vance grogner, l'œil tressautant de rage. Vous avez enfin trouvé une raison de garder cet abruti gluant à bord. Dommage que vous ne puissiez pas plus repousser l'inévitable, c'est l'heure de la confrontation !
it: Tra le risate da ubriaco e i singhiozzi di Nights riesci a sentire Vance mugugnare, mentre il suo occhio tradisce un tic nervoso. Finalmente hai trovato un buon motivo per tenerti questa viscida canaglia sulla nave. Peccato che non puoi più rimandare l'inevitabile. Siamo alla resa dei conti!
ko: 나이트의 들뜬 웃음과 딸꾹질에 약이 오른 밴스는 눈살을 찌푸리며 으르렁거리는 소리를 내었습니다. 마침내 이 끈적끈적한 개자식을 함선에 태운 것의 타당성을 찾은 것 같군요. 하지만 아쉽게도 더 이상 해야 할 일을 미룰 수 없습니다. 이제는 결전의 시간입니다!
ru: Сквозь пьяный смех и икоту Тумана вы слышите рычание Вэнса. Его глаз дергается в раздражении. Наконец-то вы нашли оправдание тому, что этот мерзкий засранец остался на вашем корабле. Жаль, что вы не можете больше откладывать неизбежное - время противостояния!
zh_hans: 在七夜醉酒大笑与饱嗝间你听见了万斯的低声咆哮，他的眼皮因恼火而跳个不停。你终于找到了一个把这个黏糊糊的混蛋留在舰上的理由了。可惜他不能阻止必然发生之事 - 该一决高下了！

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_TULLY"]/text
source: Vance pauses, and appears on the vid screen. Tully steps foward, arms crossed behind his back. "Wentworth. Please, listen to me, not as an adversary, but as your old friend. Don't do this. Think of what you're doing, is all of this really worth it? You'll kill trillions of people and for what? To settle some petty score? You've built an empire that can compete with the Federation - why can't you just be satisfied with that?"
de: Vance pausiert und erscheint auf dem Videobildschirm. Tully kommt vor, mit seinen Armen hinter seinem Rücken verschränkt. "Wentworth. Bitte, hör mir zu, nicht als Feind, sondern als dein alter Freund. Tue das nicht. Denk nach, ist es das alles wirklich Wert? Du wirst Trillionen von Leuten töten und für was? Um eine alte Wette zu begleichen? Du hast ein Imperium gebaut, welches mit der Föderation mithalten kann - wieso bist du nicht damit zufrieden?"
es: Vance hace una pausa y aparece en la pantalla de video. Tully da un paso al frente, con los brazos cruzados detrás de la espalda. "Wentworth. Por favor, escúchame, no como un adversario, sino como tu viejo amigo. No hagas esto. Piensa en lo que estás haciendo, ¿de verdad vale la pena todo esto? Matarás a billones de personas, ¿y para qué? ¿Para saldar una rencilla personal? Has construido un imperio capaz de competir con la Federación, ¿por qué no puedes conformarte con eso?"
fr: Vance s'arrête et apparaît sur l'écran. Tully s'avance, les bras croisés dans son dos. "Wentworth, je t'en prie, écoute-moi, non pas en tant qu'adversaire, mais en tant que vieil ami. Ne fais pas ça. Pense à ce que tu vas faire. Est-ce que tout ça vaut le coup ? Tu vas tuer des billions de gens et pourquoi ? Pour quelque querelle sans importance ? Tu as bâti un empire capable de rivaliser avec la Fédération, pourquoi ne pas t'en contenter ?"
it: Vance fa una pausa e appare a schermo. Tully si fa avanti, le braccia incrociate dietro la schiena. "Wentworth, ti chiedo di ascoltarmi, non come nemico, ma come vecchio amico. Non farlo. Pensa a cosa stai facendo, ne vale davvero la pena? Ucciderai miliardi di persone e per cosa? Per risolvere una stupida vecchia questione? Hai costruito un impero in grado di competere con la Federazione... perché non può bastare?"
ko: 밴스가 하던 일을 멈추고 비디오 스크린에 나타났습니다. 툴리는 등 뒤에 팔짱을 낀 채 꿋꿋하게 앞으로 걸어갑니다. "웬트워스. 제발 내 얘기를 들어줘. 적이 아니라 네 오랜 친구로서 말이야. 이러지 마. 지금 네가 무슨 짓을 하고 있는지 생각해보라고. 막대한 희생을 치르면서까지 그럴만한 가치가 있을까? 수조 명의 사람을 죽이게 될 텐데, 그렇게 해서 얻는 게 뭐야? 이 하찮은 내기에서 이기는 거밖에 더 돼? 너는 연방과 경쟁할 수 있는 제국을 건설했어. 그것으로 만족하면 안 되는 거니?"
ru: Вэнс останавливается и появляется на видеоэкране. Талли делает шаг вперед, скрестив руки за спиной: "Вентворт. Пожалуйста, выслушай меня не как противника, а как своего старого друга. Не делай этого. Подумай, что ты делаешь, действительно ли все это того стоит? Ты убьешь триллионы людей, и ради чего? Чтобы свести какие-то мелкие счеты? Ты построил империю, которая может соперничать с Федерацией - почему ты не можешь просто довольствоваться этим?"
zh_hans: 万斯顿了顿，出现在视频窗口内。塔利移步向前，双手背在身后。"温特沃斯，请你听我一句。我不是以对手而言，而是以你的老朋友而言。不要这么做。想想你在做什么，这一切真的值得吗？你杀死万亿计的平民是为了什么？为了摆平一些无足挂齿的旧账？你已经打造了一个可以与联邦分庭抗礼的帝国 - 为什么你还不满足于此？"

# data/events_sector_showdown.xml$//event[@name="SHOWDOWN_TULLY"]/choice/text
source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
