Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_TONY"]/text
source: "Captain, I know we haven't seen eye to eye since we met. You were in the middle of a war to save a damned universe, and you stopped to save a Leech who was actively sacrificing people to save his own skin. Now, I'm not going to pretend that you've made me into some smiles-and-sunshine powered hero, but you've given me a bit of perspective. And all I can see right now is a problem that's way, way bigger than any of us. I know I always wanted to be immortal and rich, but what the hell is the point of being immortal if the whole damn Multiverse knows you as someone who abandoned a chance to save everyone just to keep themselves safe?"
fr: "Capitaine, je sais qu’on n’a jamais vraiment été sur la même longueur d’onde depuis qu’on s’est rencontrés. Vous étiez en pleine guerre pour sauver un foutu univers, et vous avez quand même pris le temps de sauver une Sangsue qui sacrifiait activement des gens pour sauver sa propre peau. Je ne vais pas faire semblant en disant que vous avez fait de moi un héros nourri aux sourires et au soleil, mais vous m’avez offert un peu de perspective. Et tout ce que je vois maintenant, c’est un problème bien, bien plus grand que n’importe lequel d’entre nous. J’ai toujours voulu être immortel et riche, mais à quoi bon l’immortalité si tout le foutu Multivers vous connaît comme celui qui a abandonné une chance de sauver tout le monde juste pour rester en sécurité ?"
ko: "넌 내가 상상도 못하던 걸 찾아주었어. 바로 희망 말이야. 지난 7년간 내 인생은 그저 불행의 연속이었어. 하마터면 스스로 자신을 끝내버릴 뻔했지. 난 너에게 모든 것을 빚지고 있는 거야. 하지만 내 생각에는 이 파라곤은 우리보다 훨씬 더 원대한 것에 대한 해결책인 거 같아. 나한테 고통을 주었던 그 망할 슬러그놈들은 이 우주에 있는 수많은 악인 중 일부일뿐이야. 이런 설비가 악인들의 손에 넘어가선 안 돼. 그 누구도 가져선 안 돼."
ru: "Капитан, знаю, что поначалу у нас не складывались отношения. Вы были в разгаре войны за спасение проклятой вселенной - и при этом остановились, чтобы спасти пиявку, которая приносила людей в жертву, лишь бы спасти свою шкуру. Я не собираюсь притворяться, что вы сделали из меня какого-то героя сияющего улыбками и солнечным лучами, но вы дали мне кое-какую перспективу. А сейчас я вижу только одно: перед нами проблема, куда больше нас всех. Да, я всегда хотел стать бессмертным и богатым... но к черту, какой смысл в бессмертии, если вся проклятая Мультивселенная будет знать тебя как того, который отказался от шанса спасти всех, только чтобы самому остаться в живых?"

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_GUNTPUT"]/text
source: "In journey, I have seen both sides of technology. Good, bad. You undoubtedly are good. You fight for justice, even if actions sometimes questionable. Obelisk, purest form of technological corruption. This Paragon, it is fascinatingly grey. Most evilest of weapons, yet also only thing capable of ending technological evils! Glad I am not in your shoes, the decision ahead is incomprehensible in its difficulty. I am just glad I gave you second chance."
de: "Auf dieser Reise habe ich beide Seiten von Technologie gesehen. Gut und schlecht. Du bist erkennbar gut. Du kämpfst für Recht, selbst wenn deine Aktionen manchmal kontroverse sind. Obelisks, sind die purrste Form der schlechten Technologie. Das Paragaon ist grau, also weder gut noch schlecht. Die böseste Waffe, aber auch gleichzeitig die Waffe, die alle bösen Waffen ausschalten kann! Ich bin froh, dass ich nicht in deinen Schuhen stecken, die Entscheidung wäre zu viel für mich. Ich bin froh, dass ich dir eine zweite Chance gegeben habe."
fr: "Dans aventure, j'ai vu les deux faces de technologies. Bonne, ou mauvaise. Vous êtes la bonne. Vous combattez pour justices, même si actions parfois discutables. Obélisques, forme de corruption technologique la plus pure. Ce Parangon, il est étrangement gris. Plus infâme des armes, mais aussi seule chose capable d'arrêter méfait de technologie ! Content de ne pas être dans vos chaussures, cette décision incroyablement difficile. Je suis juste content de vous avoir donné seconde chance."
it: "In viaggio, ho visto entrambi lati di tecnologia. Buona, cattiva. Tu sei buono. Combatti per la giustizia, anche se azioni ogni tanto discutibili. Obelisk, pura forma di corruzione tecnologica. Questo Paragon, curiosamente grigio. L'arma più malvagia, ma anche l'unica in grado di porre fine ai mali tecnologici! Felice di non essere in tuoi panni, la decisione è incomprensibile e difficile. Sono solo felice di aver dato te seconda chance."
ko: "여행 중에 저는 기술의 양면을 보았습니다. 좋은 쪽과 나쁜 쪽이 있죠. 당신은 의심의 여지 없이 좋은 쪽입니다. 가끔 의심스러운 행동을 보이긴 해도 당신은 정의를 위해 싸웁니다. 오벨리스크는 기술적 부패의 가장 순수한 형태입니다. 이 파라곤은 매혹적일 정도로 새까맣습니다. 가장 사악한 무기이지만, 동시에 기술적 폐해를 끝낼 수 있는 유일한 무기입니다! 선택권이 저에게 없어서 다행이네요. 이 일의 결정을 내리는 것이 얼마나 어려울지 짐작도 가지 않습니다. 우리가 처음 만났을 때, 제가 당신을 믿어보기로 했어서 다행입니다."
ru: "В приключении, я видел обе стороны технологий. Хорошую и плохую. Вы, несомненно, хорошая. Вы боретесь за справедливость, даже если действия иногда сомнительны. Обелиски - чистейшая форма технологической порочности. Этот "Парагон" по-настоящему интригующий и неоднозначный. Злейшее из оружий, но в то же время единственное, способное положить конец технологическому злу! Рад, что я не на вашем месте, предстоящее решение непостижимо по своей сложности. Я просто рад, что дал вам второй шанс".
zh_hans: "在旅途中，我见到科技的两面性了。善的，和恶的。你无意是善的。你为公正而战，尽管有时的动机有些可疑。方碑族，是科技堕落的最纯粹的形态。这个典范炸弹，灰得出奇。是所有武器中最邪恶的，然而也是唯一一件可以终结科技恶行的物品！庆幸我不在你的位置上，前方的抉择的难度无法理解。我为给了你第二次机会感到欣慰。"

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_METYUNT"]/text
source: "I have so little to say except... thank you. Thank you for giving me a second chance. Before we met I was nothing but a traitor, despised by my people and kept around only for my usefulness. While I may never be able to make it up to those I have betrayed, at least I have been given the chance to redeem myself through this journey."
de: "Ich habe nichts zu sagen... außer danke. Danke, dass du mir eine zweite Chance gegeben hast. Bevor wir uns getroffen haben, war ich nur ein Verräter und habe meine Leute gehasst, sie nur ausgenutzt. Auch wenn ich nicht die Chance habe es wieder gut zu machen, kann ich wenigstens durch diese Reise mich von meinen Sünden befreien."
fr: "Je n'ai rien d'autre à dire que... merci. Merci de m'avoir donné une seconde chance. Avant de vous avoir rencontré, je n'étais qu'un traître, haï de mon propre peuple et gardé seulement pour mon utilité. Je ne serai peut-être jamais pardonné par ceux que j'ai trahi, mais au moins j'aurai pu me racheter à travers cette aventure."
it: "Ho pochissimo da dire a parte... grazie. Grazie per avermi dato una seconda chance. Prima che ci incontrassimo non ero altro che un traditore, disprezzato dal mio popolo e tenuto solo perché ero utile. Anche se non potrò mai farmi perdonare da tutti quello che ho tradito, almeno ho avuto l'occasione di perdonare me stesso con questo viaggio."
ko: "고맙다는 말밖에... 할 말이 없네요. 저에게 두 번째 기회를 주셔서 감사합니다. 당신을 만나기 전까지 전 배신자에 불과했습니다. 동족들로부터 경멸받았고, 저의 필요만을 위해 상황을 유지했습니다. 제가 배신한 사람들에게 용서받을 수는 없겠지만, 적어도 이 여정을 통해 절 되찾을 기회가 주어졌습니다."
ru: "Мне нечего сказать, кроме... спасибо. Спасибо, что дали мне второй шанс. До нашей встречи я был всего лишь предателем, презираемым своим народом, которого держали рядом только за мою полезность. И хотя я никогда не смогу загладить свою вину перед теми, кого предал, по крайней мере, я получил шанс искупить свою вину в этом путешествии".
zh_hans: "我没什么可说的，除了...谢谢。谢谢你给我第二次机会。遇见你之前我不过是个叛徒，被我的人民唾弃，只因我仍有用处而未被处决。尽管我也许永远也无法补偿那些我背叛的人，至少我在这趟旅途中有机会救赎自己。"

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_WITHER"]/text
source: "You've come so far - I'm impressed! For a mortal you're surprisingly resilient. But I implore you not to forget the mission. The Paragon must be detonated for the Obelisks to truly be defeated. I understand the sacrifice that must be made here, and trust me I don't look forward to it either. But our lives are just a drop in the ocean of those ruined by the Obelisks, Rebels, and even the Federation with the Multiverse tech in their hands."
de: "Du bist so weit gekommen - ich bin begeistert! Für einen sterblichen bist du sehr zäh. Ich bitte dich jedoch nicht die Mission zu vergessen. Das Paragon muss gesprengt werden, um die Obelisks für immer zu besiegen. Ich verstehe du hast viel geopfert, um hier her zu kommen und glaub mir, ich will es auch nicht. Aber unsere Leben sind nur ein Tropfen auf dem heißen Stein, voller Leben die von Obelisks, Rebellen und selbst der Föderation mit Multiversums-Technologie zerstört wurden."
fr: "Vous êtes allé si loin - je suis impressionné ! Pour un mortel, vous êtes étonnamment résistant. Mais je vous implore de ne pas oublier la mission. Le Paragon doit être détoné pour que les Obélisques soient vraiment vaincus. Je comprends le sacrifice qui doit être fait ici et croyez-moi, je ne l'attends pas non plus avec impatience. Mais nos vies ne sont qu'une goutte dans l'océan de celles ruinées par les Obélisques, les Rebelles et même la Fédération avec la technologie du Multivers entre leurs mains."
it: "Hai fatto davvero molta strada, sono colpito! Per un mortale sei davvero resistente. Ma ti scongiuro di non dimenticare la missione. Il Paragon dev'essere detonato perché gli obelisk siano sconfitti definitivamente. Comprendo il sacrificio che va fatto, e fidati, non piace neanche a me. Ma le nostre vite sono solo una goccia nell'oceano delle vite rovinate dagli obelisk, dai Ribelli e persino dalla Federazione con la tecnologia multiversale nelle loro mani."
ko: "엄청난 일을 해내셨네요. 감명받았습니다! 필멸자치고는 놀랄 만큼 끈기 있으시군요. 하지만 부디 당신의 임무를 잊지 말아 주셨으면 합니다. 진정으로 오벨리스크를 패퇴시키려면 파라곤을 폭파해야 합니다. 희생이 뒤따른다는 것은 잘 알고 있습니다. 그리고 저도 그런 일이 벌어지지 않았으면 좋겠어요. 하지만 우리의 삶은 멀티버스 장비를 손에 쥔 오벨리스크, 반군, 심지어 연방이 망쳐버린 바다의 한 방울에 불과합니다."
ru: "Вы так далеко зашли - я впечатлен! Для смертного вы удивительно живучие. Но я умоляю вас не забывать о миссии. "Парагон" должен быть взорван, чтобы обелиски действительно были побеждены. Я понимаю, чем придется пожертвовать, и поверьте, я тоже не жду этого с нетерпением. Но наши жизни - это лишь капля в море тех, кого погубили обелиски, повстанцы и даже Федерация с технологией Мультивселенной в руках".
zh_hans: "你走了这么远了 - 我很佩服！作为一个凡人来说你出奇的有韧性。但我恳求你不要忘记任务。要想真正击败方碑族，必须引爆典范炸弹。我清楚这里要做出的牺牲，相信我，我也不希望这样。但我们的性命与那些被方碑族、叛军甚至联邦自身使用多元宇宙科技而生活被破坏的人来说只是大海中的一滴水。"

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The children are gravely silent.
de: Die Kinder sind sehr still.
fr: Les enfants vous répondent par un silence de mort.
it: I bambini ti rispondono con un silenzio di tomba.
ko: 아이들은 죽은 듯이 조용합니다.
ru: Дети хранят гробовое молчание.
zh_hans: 孩子们都严肃地沉默着。

source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_BOMB"]/text
source: The shockwave of the bomb spreads further outwards, first consuming your ship, then the entire Obelisk Homeworlds, erasing every last Obelisk and Vance's entire fleet. Around the Multiverse, billions of MV drives ceased functioning, much to the confusion of everyone. Inevitably, the Federations and Rebellions of many realities were able to work out a truce, knowing the lopsided balances of power would only spell the end for them both. Though your sacrifice will never be known, you've put an end to the unending war, and restored every reality back to the way they were before.
de: Die Schockwelle der Bombe vergrößert sich, konsumiert dein Schiff und dann die gesamte Obelisk Heimatwelt, wodurch die gesamte Obeliskflotte und Vances Flotte zerstört werden. Um das Multiversum herum, hören Millarden MV-Antriebe auf zu funktionieren und jeder ist verwirrt. Letztendlich sind die Rebellion und Föderation in unendlich Realitäten in der Lage Frieden zu schließen, da sie wissen, weiteres Krieg führt nur zu Blutvergießen. Obwohl von deinem Opfer niemand weiß, hast du den niemals endenden Krieg beendet und die Realitäten zu ihrem Anfangszustand zurück gebracht.
fr: L'onde de choc se répandit partout, consumant d'abord votre vaisseau, puis les Mondes Natals Obélisques entiers, annihilant tous les Obélisques, ainsi que la flotte entière de Vance. Partout dans le Multivers, des milliards de moteurs multiversels cessèrent brutalement de fonctionner, dans l'incompréhension générale. Inévitablement, la Fédération et la Rébellion de bien des réalités acceptêrent une trève, sachant bien que l'équilibre des puissances en désarroi pourrait les détruire toutes deux. Bien que votre sacrifice ne sera jamais connu, vous avez arrêté cette guerre sans fin et avez rendu à toutes les réalités leur état initial.
it: L'onda d'urto dell'ordigno si diffonde sempre più verso l'esterno, consumando prima la tua nave e poi tutti i mondi origine obelisk, distruggendo ogni singolo obelisk e l'intera flotta di Vance. Per tutto il multiverso, miliardi di drive MV smisero di funzionare, con grande confusione di tutti. Inevitabilmente, le Federazioni e le Ribellioni di molte realtà riuscirono a raggiungere una tregua, sapendo che gli equilibri di potere sfasati decreterebbero solo la loro fine. Anche se nessuno saprà mai del tuo sacrificio, hai posto fine alla guerra infinita, e riportato ogni realtà nello stato in cui era prima.
ko: 폭탄의 충격파가 멀리 퍼져나가며 당신의 함선을 먹어 치우고 이어서 오벨리스크 고향 성단 전체를 먹어 치워 남아있는 오벨리스크와 밴스의 함대를 모두 지워버렸습니다. 멀티버스 주위에서는 수십억 개의 MV 드라이브가 작동을 멈추었고, 모두가 혼란에 빠졌습니다. 필연적으로, 많은 현실의 연방과 반군은 편중된 힘의 균형이 모두에게 종말을 고할 뿐이라는 것을 알았기 때문에 휴전을 이끌어낼 수 있었습니다. 당신의 희생은 결코 알려지지 못하겠지만, 당신은 끝없는 전쟁을 끝내고 모든 현실을 예전과 같이 되돌려 놓았습니다.
ru: Ударная волна от бомбы распространяется дальше, сначала поглощая ваш корабль, затем все родные миры обелисков, стирая всех до единого обелисков и весь флот Вэнса. Во всей Мультивселенной миллиарды МВ-двигателей перестали функционировать, что привело всех в замешательство. В конечном итоге, Федерация и Восстание в большинстве реальностей смогли заключить перемирие, понимая, что неравное соотношение сил приведет к концу для обеих сторон. Хотя ваша жертва так и останется неизвестной, вы положили конец бесконечной войне и вернули все реальности в прежнее состояние.
zh_hans: 典范炸弹的冲击波进一步向外扩散，首先吞噬了你的星舰，然后是整个方碑族母星区，抹去了所有的方碑族和万斯的整个舰队。在多元宇宙中，数十亿的多元推进器停止运作，令所有人都感到困惑。最终，许多宇宙的联邦和叛军达成了休战协议，因为他们知道力量的不平衡只会给双方都带来灭顶之灾。虽然你的牺牲永远都不为人知，但你结束了无休止的战争，并将每个宇宙都恢复到它们以前的样子。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_BOMB"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your victory will echo through the Multiverse for all time.
de: Dein Sieg wird für immer durch das Multiversum klingen.
fr: Votre victoire résonnera au travers du Multivers pour l'éternité.
it: La tua vittoria riecheggerà nel multiverso per l'eternità.
ko: 당신의 승리는 멀티버스에 영원히 울려 퍼질 것입니다.
ru: Ваша победа навсегда оставит эхо в Мультивселенной.
zh_hans: 你的胜利将在多元宇宙中永远回响。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_SAVE"]/text
source: With the Paragon destroyed, you return to the Obelisk Homeworlds. The MFK Fleet awaits you, but when you show them the wreckage of their Flagship, they stand down. Even afterwards, the tales of your victory are spoken around the Multiverse. It seems your victory has earned you more than just another day to live - you'll forever be immortalized as the single ship that stopped the entire Rebellion. Without the original Vance, the many Rebellions of each reality struggled to gain leadership, and inevitably it spelled doom for the Rebellion. Their society collapsed, and the Federation quickly retook as many realities as they could. Though the conflict will inevitably continue for an eternity, at least things have calmed down at last.
de: Mit dem Paragon zerstört kehrst du zu den Obelisk Heimatwelten zurück. Die MFK Flotte erwartet dich, jedoch wenn du ihnen das Wrack des Flaggschiffs zeigst, greifen sie nicht an. Selbst danach sind die Legenden deiner Reise durch das Multiversum verbreitet worden. Es scheint dein Sieg hat mehr als nur einen weiteren Tag zu leben gebrach - du bist für alle Zeiten in den Geschichtsbüchern verewigt, als ein einzelnes Schiff, welches die gesamte Rebellion gestoppt hat. Ohne den anfänglichen Vance schaffen es die Rebellionen in anderen Realitäten nicht eine Führung aufrecht zu erhalten und zerbrechen. Damit schafft es die Föderation so viele Realitäten wie möglich einzunehmen. Obwohl der Konflikt für immer weiter gehen wird, scheint es dass ein wenig Ruhe eingekehrt ist.
fr: Une fois le Parangon détruit, vous retournez dans les Mondes Natals Obélisques. La Flotte MFK vous attends, mais lorsque vous leurs montrez la carcasse de leur Vaisseau Amiral, ils se rendent. Bien plus tard, le récit de vos exploits se répandit à travers le Multivers. Il semblerait que votre victoire vous ait donné bien plus qu'un autre jour à vivre : vous serez à jamais immortalisé comme le vaisseau qui, sans aucune aide, a arrêté la Rébellion entière. Le Vance originel étant mort, les nombreuses Rébellions de chaque réalités essayèrent d'accéder au commandement, ce qui inévitablement les conduisit à leur perte. Leur société s'écroula et la Fédération put leur reprendre autant de réalités qu'elle pouvait. Bien que le conflit durera inévitablement pour l'éternité, au moins les choses se sont-elles enfin calmées.
it: Dopo aver distrutto il Paragon, torni ai mondi origine obelisk. La flotta MFK è lì ad attenderti, ma quando gli mostri il rottame dell'Ammiraglia, si arrendono. Anche dopo, storie della tua vittoria si spargono a macchia d'olio per il multiverso. Pare che la tua vittoria ti abbia fatto guadagnare ben più di un'altra giornata di vita, la tua nave sarà immortalata per sempre come quella che, da sola, ha fermato l'intera Ribellione. Senza il Vance originale, le Ribellioni di molte realtà faticarono a trovare una leadership, e questa fu la loro fine. La loro società crollò, e la Federazione riconquistò in fretta più realtà che poté. Sebbene il conflitto si protrarrà inevitabilmente per un'eternità, almeno le cose si sono calmate.
ko: 당신은 파라곤을 파괴하고, 오벨리스크 고향 성단으로 돌아갔습니다. MFK 함대가 당신을 기다리고 있었지만, 기함의 잔해를 보여주자 그들은 물러났습니다. 그 후에도, 당신의 승리에 대한 이야기가 곳곳의 멀티버스에서 전해졌습니다. 이번 승리로 당신이 살 날이 겨우 하루만 늘어난 게 아닌 것 같습니다. 당신은 반군 전체를 막아낸 단 한 척의 함선으로 영원히 기억될 것입니다. 원래 세계의 밴스가 사라지자, 각 현실들의 많은 반군들은 주도권을 두고 내분에 빠졌고, 결국 반란은 종말을 맞게 되었습니다. 그들의 집단은 와해되었고, 연방은 가능한 한 많은 현실을 재빨리 되찾았습니다. 불가피하게도 이 분쟁은 영원히 계속되겠지만, 적어도 상황은 마침내 진정되었습니다.
ru: Уничтожив "Парагон", вы возвращаетесь к родным мирам обелисков. Флот МФК ждет вас, но когда вы показываете им обломки их Флагмана, они отступают. Даже после этого о вашей победе рассказывают по всей Мультивселенной. Похоже, ваша победа принесла вам не просто еще один день жизни - вы навсегда останетесь в памяти как единственный корабль, остановивший все Восстание. Без оригинального Вэнса многочисленные повстанцы каждой реальности боролись за лидерство, и это неизбежно привело к гибели Восстания. Их общество рухнуло, и Федерация быстро захватила столько реальностей, сколько смогла. Хотя конфликт неизбежно будет продолжаться вечно, по крайней мере, все наконец-то успокоилось.
zh_hans: 随着典范炸弹被摧毁，你回到了方碑族母星区。MFK舰队在等着你，但当你向他们展示他们旗舰的残骸时，他们退缩了。即使很久之后，你的胜利的故事仍在多元宇宙中被传为佳话。似乎你的胜利为你赢得的不仅仅是多活一天 - 你将作为只身阻止整个叛乱的星舰而永垂不朽。最初的万斯陨落后，每一个宇宙中的许多叛军都在争夺争取领导权，而这不可避免地意味着叛军的末日。他们的社会崩溃了，联邦迅速重新占领了不少宇宙。虽然不可避免的冲突将永恒不息，但至少事情终于平静下来了。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_SAVE"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your victory will echo through the Multiverse for all time.
de: Dein Sieg wird für immer durch das Multiversum klingen.
fr: Votre victoire résonnera au travers du Multivers pour l'éternité.
it: La tua vittoria riecheggerà nel multiverso per l'eternità.
ko: 당신의 승리는 멀티버스에 영원히 울려 퍼질 것입니다.
ru: Ваша победа навсегда оставит эхо в Мультивселенной.
zh_hans: 你的胜利将在多元宇宙中永远回响。
