Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_showdown.xml/*.po
Languages: de, es, fr, it, ko, ru, zh_hans

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_ANURAK"]/text
source: "Oh dear, Shellskenbry! This is really quite something! I don't... I don't know what to make of it all! But, you want my opinion on this? Oh I'm not very good with decisions. No no not at all! Uhm... oh my... uh... uh... I think you should do it! The bomb! The bomb... is what you should do. Yes. Uhm. I don't know why. It's just what first comes to my head. I think if I tried to explain it I might change my mind and I don't want that kind of indecision right now! Just... just do it quickly, okay? Oh I hope it doesn't hurt..."
de: "Oh Gott, Shellskenbry! Das ist wirklich etwas! Ich weiß nicht... ich weiß nicht wie ich das Ganze händeln soll! Aber, du willst meine Meinung zu dem Ganzen? Oh, ich bin nicht sehr gut, was Entscheidungen angeht. Nein nein, überhaupt nicht! Uhm... oh... uh... uh... Ich weiß was du machen sollst! Die Bombe! Die Bombe... ist was du machen solltest. Ja. Uhm. Ich weiß nicht wieso. Es ist einfach die erste Sache, an die ich denken muss. Ich denke, dass wenn ich es erklären müsste, würde ich meine Meinung ändern und ich will diese Unentschlossenheit im Moment nicht! Mach... mach es einfach schnell, okay? Ich hoffe, dass es nicht wehtut..."
es: “¡Oh, cielos, Shellskenbry! ¡Esto es realmente algo increíble! Yo no… no sé qué pensar de todo esto. Pero, ¿quieres mi opinión? Oh, no soy muy buena tomando decisiones. ¡No, no, para nada! Ehm… ay, por favor… eh… eh… ¡creo que deberías hacerlo! ¡La bomba! La bomba… eso es lo que deberías hacer. Sí. Ehm. No sé por qué. Es simplemente lo primero que se me vino a la cabeza. Creo que si intento explicarlo podría cambiar de opinión, ¡y no quiero ese tipo de indecisión ahora mismo! Solo… solo hazlo rápido, ¿sí? Oh, espero que no duela…”
fr: "Oh, mon cher Shellskenbry ! C'est vraiment quelque chose d'incroyable ! Je ne... je ne sais pas trop quoi en penser ! Mais, tu veux mon avis là-dessus ? Oh, je ne suis pas très doué pour prendre des décisions. Pas du tout, non non ! Euh... oh mon Dieu... euh... euh... je pense que tu devrais le faire ! La bombe ! La bombe... c'est ce que tu devrais faire. Oui. Euh. Je ne sais pas pourquoi. C'est juste ce qui me vient à l'esprit en premier. Je pense que si j'essayais de l'expliquer, je pourrais changer d'avis et je ne veux pas ce genre d'indécision en ce moment ! Fais-le juste rapidement, d'accord ? Oh j'espère que ça ne fera pas mal..."
it: "Oh cielo, Shellskenbry! Questo sì che è incredibile! Non... non so cosa pensare! Ma vuoi la mia opinione in proposito? Oh, non sono molto bravo con le decisioni. No no proprio per niente! Uhm... oh cielo... uh... uh... credo che dovresti farlo! L'ordigno! L'ordigno... è quello che dovresti fare. Sì. Uhm. Non so perché. È solo la prima cosa che mi viene in mente. Credo che se provassi a spiegare potrei cambiare idea e adesso non voglio certe indecisioni! Solo... cerca di fare in fretta, ok? Oh spero che non faccia male..."
ko: "오 세상에, 셸스켄브리! 이거 정말 대단하네! 난... 난 지금 상황에 뭘 해야할지 전혀 모르겠어! 그래도 내 의견을 듣고 싶나? 아, 난 결정을 내리는 데 익숙하지 않아. 정말 정말 정말로! 음... 아... 이런... 어... 내 생각에는 해버려야 해! 그 폭탄 말야! 폭탄... 은 네가 해야 할 일이지. 그래. 음. 왜인지는 모르겠어. 그냥 그게 내 머릿속에 제일 처음 떠오른 생각이니까. 왜 그렇게 생각했는지 알아내려고 하면 중간에 내 마음이 바뀔지도 몰라. 그리고 그런 우유부단함 따위는 지금은 필요 없다고 생각해! 그러니... 그냥 빨리 터트려버려, 알겠지? 오... 폭발이 아프지 않았으면 좋겠군..."
ru: "О боже, Шеллскенбри! Это действительно нечто! Я не... я не знаю, что со всем этим делать! Но вы хотите знать мое мнение по этому поводу? О, я не очень-то умею принимать решения. Нет-нет, совсем нет! Эмм... о боже... э... э... Я думаю, ты должен это сделать! Бомба! Бомба... это то, что вы должны сделать. Да. Я не знаю почему. Это просто то, что первым приходит мне в голову. Думаю, если я попытаюсь объяснить, я могу передумать, а мне сейчас не нужна такая нерешительность! Просто... просто сделайте это быстро, хорошо? Надеюсь, это не больно..."
zh_hans: "哦，谢尔斯肯布里，真的是！这一趟真是特别！我不...我不知道该怎么理解这一切！但是，你想听听我的意见吗？哦，我不是很会做决定。不，不，一点也不会！呃...哦天哪...呃...呃...我认为你应该引爆它！引爆炸弹！引爆炸弹...才是你应该做的。没错。嗯。我不知道为什么。只是脑中冒出来的第一个念头。大概如果我试图解释的话，我可能会改变主意，而我不希望有那种犹豫不决的情况出现！就...就快点炸吧，好吗？哦，希望它炸的时候不疼..."

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_DEVORAK"]/text
source: "That bastard Vance finally got what was coming to him, and I am damn glad I was aboard the ship that did it. If that does not clear my name to the eyes of the Federation and the Ministry, then I'll be damned. As for me... Blowing up myself along with the rest of time and space sounds like a pretty fitting end to my story. I've served my purpose - don't let me hold you back from pulling the trigger."
de: "Dieser Bastard Vance hat endlich bekommen, was er verdient hat, und ich bin überglücklich, an Bord des Schiffes gewesen zu sein, welches es vollbracht hat. Wenn das meinen Namen in den Augen der Föderation und der Ministry nicht reinwäscht, dann bin ich verdammt. Aber aus meiner Sicht... Mich zusammen mit dem Rest der Raumzeit in die Luft zu jagen, scheint ein ziemlich passendes Ende für meine Geschichte zu sein. Ich habe meinen Zweck erfüllt - Ich werde euch nicht davon abhalten, den Zünder zu drücken."
es: “Ese bastardo de Vance por fin recibió lo que se merecía, y me alegra muchísimo haber estado a bordo de la nave que lo hizo posible. Si eso no limpia mi nombre ante los ojos de la Federación y el Ministtry, entonces que me condenen. En cuanto a mí… volarme junto con el resto del tiempo y el espacio suena como un final bastante apropiado para mi historia. Ya cumplí mi propósito; no dejes que te detenga de apretar el gatillo.”
fr: "Ce salaud de Vance a finalement eu ce qu'il méritait et je suis bien content d'avoir été à bord du vaisseau qui l'a fait. Si cela ne blanchit pas mon nom aux yeux de la Fédération et du Ministère, alors je serai maudit. Quant à moi... Me faire exploser en même temps que le reste du temps et de l'espace semble être une fin assez appropriée à mon histoire. J'ai rempli ma mission, ne me laissez pas vous empêcher d'appuyer sur la gâchette."
it: "Quel bastardo di Vance finalmente ha avuto ciò che si meritava e sono davvero felice di essere a bordo della nave che compiuto il gesto. Se questo non mi scagiona agli occhi della Federazione e del Ministero, che io sia dannato. Per quanto riguarda me... Farmi saltare in aria col resto dello spaziotempo sembra un finale adatto alla mia storia. Ho adempiuto al mio scopo... non lasciare che io ti impedisca di premere il grilletto."
ko: "마침내 악당 밴스가 인과응보를 받았습니다. 이 순간을 함께해서 너무나도 영광이군요. 다만, 이러고도 연방과 내각이 저의 죄를 눈감아주지 않는다면, 저는 힘겨운 나날을 보내게 되겠죠. 저에게... 시공간의 영면과 함께 자폭하는 것은 아주 잘 어울리는 결말 같습니다. 저는 목적을 이뤘습니다. 당신이 그 방아쇠를 당긴다 해도 미련은 없습니다."
ru: "Этот ублюдок Вэнс наконец-то получил по заслугам, и я чертовски рад, что был на борту корабля, который это сделал. Если это не очистит мое имя в глазах Федерации и Министерства, то будь я проклят. Как по мне... взорвать себя вместе с остальным временем и пространством - вполне подходящий конец моей истории. Я отслужил свое. Не позволяйте мне мешать вам спустить курок".
zh_hans: “万斯那个混蛋终于得到了他应得的报应，我很高兴我得以登上这艘以宏伟之姿成就大功业的英勇航船。如果这还不足以让我在联邦和牧师团的眼中证明自己的清白，那我早就该备受谴责、投身地狱了。至于我……把自己和其他时间和空间一起炸掉听起来像是我此生旅途一切故事的一个非常合适的结局。我已经达到了我的目的——不要让我的存在成为你最终扣动扳机的任何阻碍。”

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_MAFAN"]/text
source: "I'm grateful, captain! Look at all these new places I was able to go, all these wonders I was allowed to experience! Frankly, I'd love for the opportunity to write about everything I've experienced here... but don't let that stop you from doing what needs to be done. I don't mind concluding my life by being at the epicenter of a massive meta-cosmological explosion."
es: “¡Estoy agradecido, capitán! ¡Mira todos estos nuevos lugares a los que pude ir, todas estas maravillas que se me permitió experimentar! Sinceramente, me encantaría tener la oportunidad de escribir sobre todo lo que he vivido aquí… pero no dejes que eso te impida hacer lo que debe hacerse. No me importa concluir mi vida estando en el epicentro de una enorme explosión meta‑cosmológica.”
fr: "Je vous suis reconnaissant, capitaine ! Regardez tous ces nouveaux endroits que j’ai pu découvrir, toutes ces merveilles que j’ai eu la chance de vivre ! Franchement, j’adorerais avoir l’occasion d’écrire sur tout ce que j’ai vécu ici… mais ne laissez pas cela vous empêcher de faire ce qui doit être fait. Cela ne me dérange pas de conclure ma vie en étant à l’épicentre d’une gigantesque explosion méta-cosmologique."
ru: "Благодарю вас, капитан! Только взгляните - сколько новых мест я смог посетить, сколько чудес мне довелось узреть! Честно говоря, я был бы счастлив получить возможность написать обо всем, что я здесь пережил... но не позволяйте этому мешать вам сделать то, что должно быть сделано. Я не против завершить свою жизнь, оказавшись в эпицентре грандиозного метакосмологического взрыва".

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_TURZIL"]/text
source: "It is [untraditional] for an Engi to feel emotions. It would seem my -logical- receptors have been clogged by most unusually pleasurable feelings in your company. This is not the mission I signed up for. But I do not regret it. I must [remind] you however, that my people still need me. My absence would cause -disastrous- consequences. But so would the continuation of the war. A troubling dilemma. Most troubling."
de: "Es ist keine [Tradition] für eine Engi Emotionen zu fühlen. Es scheint, dass meine -Logik- Rezeptoren blockiert sind, durch die Freude mit dir diese Reise gelebt zu haben. Das ist nicht die Mission, die ich bereit war zu vollbringen. Aber ich bereue es nicht. Ich muss dich [erinnern], dass meine Leute mich immernoch brauchen. Meine Abwesenheit würde -schlimme- Konsequenzen haben. Jedoch würde auch die Fortsetzung des Krieges diese haben. Ein Dillema. Sehr problematisch."
es: “Es [poco tradicional] que un Engi experimente emociones. Parece que mis receptores -lógicos- han sido obstruidos por sentimientos inusualmente placenteros en tu compañía. Esta no es la misión a la que me comprometí. Pero no me arrepiento. Sin embargo, debo [recordarte] que mi pueblo aún me necesita. Mi ausencia causaría consecuencias -desastrosas-. Pero la continuación de la guerra también lo haría. Un dilema preocupante. Muy preocupante.”
fr: "Il est [rare] pour un Engi de ressentir des émotions. Il semblerait que mes récepteurs de -logique- aient été obstrués par sensations inhabituellement plaisantes en votre compagnie. Ce n'est pas la mission pour laquelle j'ai signé, mais je ne la regrette pas. Je dois cependant vous [rappeler] que mon peuple a encore besoin de moi. Mon absence aurait des conséquences -désastreuses-. Mais la continuation de la guerre en aurait aussi. Un dilemme troublant. Très troublant."
it: "È [insolito] che un engi provi emozioni. Sembra che i miei ricettori -logici- siano stati bloccati da sentimenti insolitamente piacevoli in vostra compagnia. Questa non è la missione che ho accettato. Ma non me ne pento. Devo tuttavia [ricordarvi] che il mio popolo ha ancora bisogno di me. La mia assenza avrebbe conseguenze -disastrose-. Ma anche la continuazione della guerra. Un dilemma davvero problematico. Molto problematico."
ko: "엔지가 감정을 느끼는 것은 [전통적이지 않은] 일. 본 기체의 -논리- 수용체가 귀하의 선원들 사이에 퍼지는 이례적으로 즐거운 감정들에 막혀버린 것으로 보임. 이것은 본인이 지원한 임무가 아니나, 본인은 후회하지 않음. 하지만 본인의 동족들에게는 여전히 본인이 필요함을 [알림]. 본인의 부재는 -재앙적- 결과를 초래할 것. 하지만 전쟁의 지속 또한 재앙적 결과를 초래할 것. 골치 아픈 딜레마. 가장 골치 아픔."
ru: "Для энджи [нетрадиционно] испытывать эмоции. Похоже, мои -логические- рецепторы были забиты необычайно приятными ощущениями в вашей компании. Это не та миссия, на которую я подписался. Но я не жалею об этом. Однако я должен [напомнить] вам, что я все еще нужен моему народу. Мое отсутствие привело бы к -катастрофическим- последствиям. Но и продолжение войны тоже. Тревожная дилемма. Очень тревожная".
zh_hans: "对一个半械族来说，感受到情感是[非传统]的。看来我的-逻辑-受体已被相随与你所经历到的最不寻常的快乐感受所堵塞了。这并不是我最初所期待的那种任务，但我并不后悔。然而，我必须[提醒]你，谐合仍然需要我。我的缺席会造成-灾难性-的后果，虽然战争的持续也会。一个令人困扰的两难之境，十分令人困扰。"

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_MAYEB"]/text
source: "All I've ever known is my life in the gardens, tending and advocating for plants that can't fight for themselves. Those plants, not to mention most life that exists out there, know nothing about Rebels, multiverses, Obelisks, interstellar wars... What I'm trying to say is, if we have to lay down our lives so that they won't be tread underfoot by forces they can't even comprehend, then I'm behind you all the way."
de: "Alles, was ich kannte, war mein Leben in den Gärten, die Pflege und der Schutz von Pflanzen, die sich nicht selbst verteidigen können. Diese Pflanzen, ganz zu schweigen von den meisten Lebewesen hier draußen, wissen nichts von Rebellen, Multiversen, Obelisken, interstellaren Kriegen... Ich will damit sagen, wenn wir unser Leben lassen müssen, damit all diese Leben, die nicht einmal diese Mächte verstehen können, ungestört weiterleben können, dann bin ich voll hinter euch."
es: “Todo lo que he conocido en mi vida ha sido mi existencia en los jardines, cuidando y defendiendo plantas que no pueden luchar por sí mismas. Esas plantas, sin mencionar la mayor parte de la vida que existe ahí afuera, no saben nada de Rebeldes, multiversos, Obeliscos ni guerras interestelares… Lo que intento decir es que, si tenemos que entregar nuestras vidas para que no sean pisoteadas por fuerzas que ni siquiera pueden comprender, entonces estoy contigo hasta el final.”
fr: "Tout ce que j'ai connu, c'est ma vie dans les jardins, à m'occuper et à défendre les plantes qui ne peuvent pas se battre pour elles-mêmes. Ces plantes, comme la plupart des êtres vivants, ne savent rien des Rebelles, des multivers, des Obélisques, des guerres interstellaires... Ce que j'essaie de dire, c'est que si nous devons sacrifier nos vies pour qu'elles ne soient pas piétinées par des forces qu'elles ne peuvent même pas comprendre, alors je vous soutiendrai jusqu'au bout."
it: "Tutto quello che ho sempre conosciuto è la mia vita nei giardini, ad accudire e combattere per le piante che non possono combattere da sole. Quelle piante, senza contare gran parte della vita che esiste là fuori, non sanno niente di Ribelli, multiversi, obelisk, guerre interstellari... quello che sto cercando di dire è che, se dobbiamo dare la vita perché non siano schiacciati da forze che non riescono nemmeno a comprendere, allora sono con te fino alla fine."
ko: "제가 지금까지 알고 있던 것은 스스로 싸울 수 없는 식물들을 돌보고 보호하는 정원에서의 삶뿐이었어요. 그곳의 식물들, 그리고 물론 그곳 밖의 식물들 모두, 반군, 다중우주, 오벨리스크, 성간 전쟁에 대해서도 아무것도 모르죠... 제가 말하고 싶은 건, 만약 연약한 존재들이 이해할 수 없는 힘에 짓밟히지 않도록 하기 위해 우리의 삶을 내려놓아야 한다면, 저는 전적으로 그 뜻을 따를 겁니다."
ru: "Все, что я когда-либо знал, это моя жизнь в садах, уход и защита растений, которые не могут бороться за себя. Эти растения, не говоря уже о большинстве живых существ, ничего не знают о повстанцах, Мультивселенных, обелисках, межзвездных войнах... Я хочу сказать, что если мы должны отдать свои жизни, чтобы они не оказались под ногами у сил, которые они даже не могут постичь, значит, я буду за вас до конца".
zh_hans: “我所熟知的一切，基本上仅限于我在花园世界里的漫长生活，照顾和指引那些不能为自己而战的植物同胞们。那些植物，更不用说外面存在的绝大多数生命，整个世界近乎所有智慧生命，都对叛军、多元宇宙、方碑族、星际战争等概念一无所知，视而不见……我想说的是，如果我们必须牺牲自己的生命，以使我们所钟爱、眷念的一切不被他们无法理解的力量突然踩在脚下碾为齑粉，可以保护这个无知而懵懂、脆弱且毫不设防的、天真可爱的美好世界不受外力所侵袭，我会一直支持你的决定。”

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_IVAR"]/text
source: Ivar is drinking some of his nicest wine in celebration, and offers you a glass as well. "Me? I think the multiverse is a nice thing. Sure, it might be dangerous, but I don't believe in limiting ourselves out of fear. Hah, but don't listen to me; I'm not gonna tell you what to think. Let's just share a glass before you make your decision. If you do decide to end it, just give me a minute or so to make sure the crew is drunk and happy first. Got it?"
de: Ivar trinkt zur Feier etwas von seinem besten Wein und bietet auch dir ein Glas an. "Ich? Ich denke, das Multiversum ist eine tolle Sache. Natürlich kann es gefährlich sein, aber ich glaube nicht daran, uns aus Angst einzuschränken. Haha, aber hör nicht auch mich; Ich werde dir nicht sagen was du zu denken hast. Lass uns ein Glas trinken, bevor du deine Entscheidung triffst. Wenn du dich entscheidest, es zu beenden, gib mir eine Minute, um sicherzugehen, dass die Crew betrunken und glücklich ist, verstanden?"
es: Ivar está bebiendo uno de sus mejores vinos en señal de celebración y también te ofrece una copa. “¿Yo? Creo que el Multiverso es algo hermoso. Claro, puede ser peligroso, pero no creo en limitarnos por miedo. Ja, pero no me hagas caso; no voy a decirte qué pensar. Compartamos una copa antes de que tomes tu decisión. Y si decides acabar con todo, dame solo un minuto más o menos para asegurarme de que la tripulación esté borracha y feliz primero, ¿de acuerdo?”
fr: Ivar boit un peu de son meilleur vin pour fêter l'événement et vous offre également un verre. "Moi ? je pense que le multivers est une bonne chose. Bien sûr, il peut être dangereux mais je ne crois pas qu'il faille se limiter par peur. Hah, mais ne m'écoute pas, je ne vais pas te dire ce que tu dois penser. Partageons un verre avant que vous ne preniez votre décision. Si tu décides d'en finir, laisse-moi juste une minute ou deux pour m'assurer que l'équipage est ivre et heureux d'abord. C'est compris ?"
it: Ivar sta bevendo parte del suo miglior vino per festeggiare e ti offre un bicchiere. "Io? Credo che il multiverso sia davvero bello. Certo, è pericoloso, ma non credo che dobbiamo limitarci per paura. Ah, ma non stare a sentire me: non ti dirò certo cosa pensare. Facciamoci un goccio prima che prendi la tua decisione. Ma se decidi di farla finita, dammi solo un minuto circa per accertarmi che l'equipaggio sia ubriaco e felice. Capito?"
ko: 이바르는 축하의 의미로 가장 좋은 와인을 꺼내 마시며 당신에게도 한 잔을 권합니다. "나는 어떠냐고? 멀티버스는 좋은 것 같네. 물론, 위험할 수도 있다만, 두려움에 스스로를 가두는 건 좋아하지 않거든. 하, 그냥 흘려듣게, 정확한 의견은 말하지 않을 거니까. 그냥 결정을 내리기 전에 모두와 함께 한잔하자고. 결정을 끝냈다면 1분만 기다려 줘, 다들 행복하게 취했는지 확인할 거니까. 알겠지?"
ru: Ивар пьет свое лучшее вино в честь праздника и предлагает вам бокал. "Я? Я думаю, что Мультивселенная - это хорошая штука. Конечно, она может быть опасной, но я не верю в то, что нужно ограничивать себя из-за страха. Ха, но не слушайте меня, я не собираюсь говорить вам, что думать. Давайте просто выпьем по бокалу, прежде чем вы примете решение. Если вы решите покончить с этим, просто дайте мне минуту или около того, чтобы убедиться, что экипаж пьян и счастлив. Идет?"
zh_hans: 苡瓦正在喝他最好的葡萄酒作为庆祝，还给你递了一杯。“我？我认为无限多元宇宙是件好事。当然，这确实可能很危险，但我不觉得人们应当为了某些不足为奇的恐惧，而限制智慧生物们本该拥有的无限的自由，人们本该在无穷的宇宙中拥有无数的可能性。哈，但是你可别听我的；我不会告诉你该怎么想，我会尊重你的决定。嗯，在你做出决定之前，让我们分享一杯美酒。如果你最终决定结束这一切，请给我一分钟左右的时间，让我先确保船员们都喝醉了，开心了，在梦乡中寻得此生最后的安宁。明白了吗？”

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_showdown.xml$//event[@name="TRUE_VICTORY_CREW_TYEREL"]/text
source: Ty E'Rel is leaning back in his comfy chair, with his roots up on his ottoman. The desk is neatly arranged, all the papers are put in their proper places. As he meets your gaze, he gestures to the chair next to his. The two of you sit, wordlessly relaxing after a long and arduous journey. Resting here, he appears even older than he usually does. Eventually, you get up to leave, but as you open the door, you finally hear him speak. "You should do it." He doesn't say anything more.
de: Ty E'Rel lehnt sich in seinem bequemen Sitz zurück, seine Wurzeln auf dem Ottoman. Der Schreibtisch ist aufgeräumt, alle Papiere liegen an ihrem Platz. Als sich eure Blicke treffen, weist er dir den Platz neben sich zu. Ihr zwei sitzt und entspannt euch nach einer langen, beschwerlichen Reise, ohne ein Wort zu sagen. Hier, in seiner Ruhe, wirkt er noch älter als sonst tut. Schließlich stehst du auf, um zu gehen, aber sobald du die Tür öffnest, fängt er endlich an zu reden. "Du solltest es tun." Er sagt nichts weiteres.
es: Ty E’Rel está recostado en su cómoda silla, con sus raíces apoyadas sobre el otomano. El escritorio está ordenado con pulcritud, todos los papeles en su lugar. Al encontrarse con tu mirada, hace un gesto hacia la silla a su lado. Ambos se sientan y descansan en silencio tras un viaje largo y arduo. Mientras reposan allí, él parece incluso más viejo de lo habitual. Finalmente, te levantas para marcharte, pero al abrir la puerta, por fin lo oyes hablar. “Deberías hacerlo. No dice nada más.
fr: Ty E'Rel est adossé à sa chaise confortable, les racines posées sur son ottoman. Le bureau est bien rangé, tous les papiers sont à leur place. Lorsqu'il croise votre regard, il vous indique d'un geste la chaise qui se trouve à côté de la sienne. Vous vous asseyez tous les deux, sans qu'un mot ne se dise, pour vous détendre après un long et pénible voyage. En se reposant ici, il semble encore plus vieux qu'à l'accoutumée. Vous finissez par vous lever pour partir, mais au moment d'ouvrir la porte, vous l'entendez enfin parler. "Tu devrais le faire." Il ne dit rien de plus.
it: Ty E'Rel si sta rilassando sulla sua comoda poltrona, con le radici sulla sua chioma. La scrivania è perfettamente in ordine, tutte le scartoffie al posto giusto. Come nota il tuo sguardo, fa un gesto verso la sedia accanto alla sua. Vi sedete, senza proferire parola e rilassandovi dopo un viaggio lungo e arduo. Mentre riposa qui, sembra ancora più vecchio di quanto non sembri di solito. Alla fine ti alzi per andartene, ma come apri la porta, finalmente lo senti parlare. "Dovresti farlo." Non dice altro.
ko: 타이 이'렐은 탁자에 뿌리를 올린 채 소파에 기대고 있습니다. 책상은 가지런히 정리되어 있고, 모든 서류도 제자리에 놓여 있습니다. 그는 당신과 눈길이 마주치자 자기 옆에 있는 의자를 향해 손짓합니다. 길고 험난한 여정을 끝낸 당신과 타이 이'렐은 말없이 긴장을 풀고 앉았습니다. 쉬고 있는 그는 평소보다 훨씬 나이가 많아 보입니다. 당신이 떠나려고 일어서 문을 열었을 때, 마침내 그가 입을 열었습니다. "당신이 결정해야 합니다." 그 한마디를 끝으로 그는 더 이상 말하지 않습니다.
ru: Тай Э'Рел откинулся в своем удобном кресле, положив корни на пуфик. Стол аккуратно убран, все бумаги разложены по своим местам. Встретив ваш взгляд, он жестом указывает на кресло рядом с собой. Вы оба садитесь, без слов отдыхая после долгого и трудного путешествия. Отдыхая здесь, он выглядит даже старше, чем обычно. В конце концов вы встаете, чтобы уйти, но, открывая дверь, наконец слышите его слова. "Ты должен это сделать". Больше он ничего не говорит.
zh_hans: 笛艾尔向后靠在他舒适的椅子上，他的根须放在脚凳上。桌上种种物品排列整齐，所有的文件都放在合适的位置。当他捕捉到你的目光时，他向旁边的椅子做了个手势。你们两个坐下来，在漫长而艰苦的旅程后，终于迎来静默无言的放松。在这里休息，他看起来比平时更加苍老。最终，你起身离开，但当你打开门时，你终于听到他说了一句话。 “你确实应该这么做。” 除此之外，他什么也没说。

source: Continue...
de: Fortfahren...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
