Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="tip_kernel"]
source: Tip: Kernels function much like missiles, but have a moderate chance to ignore their ammo cost with each volley.
de: Tipp: Kernwaffen funktionieren ähnlich wie Raketenwerfer, aber haben eine moderate Chance, jegliche Munitionskosten pro Salve zu ignorieren.
fr: Astuce : Les bulbes fonctionnent comme les missiles, mais ont 25% de chance d'ignorer leur coût en munition à chaque tir.
ko: 팁: 낱알 포는 미사일처럼 기능하지만, 발사할 때마다 적당한 확률로 탄약을 소모하지 않습니다.
ru: Совет: зерна действуют так же, как и ракеты, но имеют умеренный шанс игнорировать потребление боеголовок при каждом залпе.
zh_hans: 提示：果核武器与导弹武器类似，但每次发射时都有一定几率不消耗弹药。

# data/text_misc.xml.append$//text[@name="tip_kernel_elite"]
source: Tip: Elite Kernels are stronger variants of Kernel weapons. They have an increased chance to ignore their ammo cost and have a guaranteed stun chance.
de: Tipp: Elite Kernwaffen, sind stärkere Versionen von Kernwaffen. Sie haben eine bessere Chance Munitionskosten zu ignorieren und eine garantierte Betäubungschance.
fr: Astuce : Les bulbes d'élite sont des variantes plus puissantes des bulbes. Ils possèdent 50% de chance d'ignorer leur coût en munition et étourdissent à coup sûr.
ko: 팁: 엘리트 낱알 포는 낱알 포의 강화판 변종입니다. 더 높은 확률로 탄약을 소모하지 않으며 확정적으로 기절을 부여합니다.
ru: Совет: Элитные зернометы - это более сильные варианты зернометов. Они имеют повышенный шанс игнорировать потребление боеголовок и гарантированный шанс оглушения.
zh_hans: 提示：精英果核武器是果核武器的升级版本，具有相比普通版更高的不耗弹率，且必定击晕命中舱室内的敌人。

# data/text_misc.xml.append$//text[@name="tip_spore"]
source: Tip: Spores function much like bombs, but have a small chance to ignore their ammo cost with each volley.
de: Tipp: Sporen funktionieren ähnlich wie Bomben, haben aber eine kleine Chance Munition pro Salve zu ignorieren.
fr: Astuce : Les Spores fonctionnent un peu comme des bombes, mais ont une petite chance d'ignorer leur coût en munitions à chaque volée.
ko: 팁: 포자 발사기는 폭탄처럼 기능하지만, 발사할 때마다 적당한 확률로 탄약을 소모하지 않습니다.
ru: Совет: споровое оружие в своем действии похоже на бомбы, однако имеет небольшую вероятность игнорировать потребление боеголовок при выстреле.
zh_hans: 提示：孢子武器与炸弹武器类似，但每次发射时都有较低几率不消耗弹药。

# data/text_misc.xml.append$//text[@name="tip_spore_elite"]
source: Tip: Elite Spores are stronger variants of Spore weapons. They have an increased chance to ignore their ammo cost and cripple crew, preventing them from healing from passive sources and halving their repair speed for 15 seconds.
de: TIPP: Elite Sporen sind stärkere Varianten von Sporenwaffen. Sie haben eine erhöhte Chance Munitionskosten zu ignorieren und lähmen Crew, so dass sie sich nicht durch passive Quellen heilen können und die Reparaturgeschwindigkeit für 15 Sekunden halbiert wird.
fr: Astuce : Les Spores d'élite sont des variantes plus puissantes des armes à Spores. Ils ont une chance accrue d'ignorer leur coût en munitions et d'estropier l'équipage, les empêchant de guérir de sources passives et réduisant de moitié leur vitesse de réparation pendant 15 secondes.
ko: 팁: 엘리트 낱알 포는 낱알 포의 강화판 변종입니다. 더 높은 확률로 탄약을 소모하지 않으며 피격된 선원에게 15초간 장애를 남겨 지속 회복을 막고 수리 속도를 반감합니다.
ru: Совет: элитные споры - более мощные варианты спорометов. Они имеют повышенный шанс игнорировать стоимость боеприпасов и калечат экипаж, не позволяя им исцеляться от пассивных источников и вдвое снижая скорость ремонта на 15 секунд.
zh_hans: 提示：精英孢子武器是孢子武器的升级版本，具有相比普通版更高的不耗弹率，可以虚弱命中的敌人，阻止他们受到被动治疗效果，并将他们的维修速度减半，持续15秒。

# data/text_misc.xml.append$//text[@name="tip_chain_beam"]
source: Tip: Chain Beams decrease their cooldown every time they fire. Check the green lights on the weapon to see how many times it has fired.
de: Tipp: Ketten-Strahlwaffen reduzieren ihre Abkühlungszeit, jedes Mal wenn sie gefeuert werden. Betrachte das grüne Licht an der Seite der Waffe, um zu sehen wie oft sie gefeuert wurde.
fr: Astuce : Chaque fois que le Rayon en chaîne tire, son temps de recharge est réduit. Jetez un œil aux lueurs vertes sur l'arme pour savoir combien de fois elle a tiré.
ko: 팁: 연쇄 빔은 발사할 때마다 충전 시간이 줄어듭니다. 무기에 표시되어 있는 녹색 불빛으로 몇 번이나 발사되었는지 확인해볼 수 있습니다.
ru: Совет: цепные лучевые орудия снижают время перезарядки после каждого выстрела. Зеленые огоньки на орудии показывают, сколько выстрелов уже было сделано.
zh_hans: 提示：链式光束武器会在每次开火后降低其充能时间。武器上的绿灯会显示已开火次数。

# data/text_misc.xml.append$//text[@name="tip_breach_beam"]
source: Tip: The Breach Beam can create a breach on every tile it hits, and can also pierce a shield layer!
de: Tipp: Der Bruchstrahl richtet Brüche auf jedem Feld an, dass er trifft und kann zusätzlich eine Schildhülle durchdringen!
fr: Astuce : Ce Rayon peut créer une brèche sur chaque tuile touchée et traverse une couche de bouclier !
ko: 팁: 균열 빔은 맞추는 타일마다 균열을 발생시키고, 한 겹의 방어막을 관통할 수 있습니다!
ru: Совет: пробойный луч оставляет пробоины в каждом отсеке, в который он попал, а также проникает сквозь один слой щита!
zh_hans: 提示：破舱光束对击中的每个舱格都造成破舱效果，且可穿透1层护盾！

# data/text_misc.xml.append$//text[@name="tip_mining_beam"]
source: Tip: The Mining Beam pierces one shield layer. Each layer after that will block the effects of the weapon.
de: Tipp: Der Minenstrahl durchdringt eine Schildblase. Jede Ebene danach wird die Effekte der Waffe blockieren.
fr: Astuce : Le Rayon Minier perce une couche de bouclier. Chaque couche suivante bloquera les effets de l'arme.
ko: 팁: 광업용 빔은 방어막 한 겹을 무시합니다. 그보다 많은 방어막은 무기의 효과를 막습니다.
ru: Совет: шахтерский луч проникает сквозь один слой щита. Каждый последующий слой будет блокировать эффект орудия.
zh_hans: 提示：采矿光束可穿透单层护盾，对多层护盾则无效。

# data/text_misc.xml.append$//text[@name="tip_pierce_beam"]
source: Tip: This Phase Beam pierces two shield layers, which means it will not lose any damage for the first two shield bubbles it pierces. Each layer after that will reduce damage by one.
de: Tipp: Dieser Phasenstrahl durchdringt zwei Schildhüllen, was bedeutet er wird keinen Schaden für die ersten zwei Hüllen verlieren, die er durchdringt. Jede weitere Hülle reduziert den Schaden um 1.
fr: Astuce : Ce Rayon Phaseur ignore deux couches de boucliers, ce qui veut dire qu'il infligera tout ses dégâts pour ces défenses. Chaque couche supplémentaire réduit les dégâts de 1.
ko: 팁: 이 관통 빔은 두 겹의 방어막을 무시합니다. 다시 말해서, 두 겹의 방어막은 빔이 가하는 피해를 감소시키지 않고 관통합니다. 추가적인 방어막은 한 겹당 피해를 1씩 감소시킵니다.
ru: Совет: фазовый луч проникает сквозь 2 слоя щита, соответственно он не теряет урон при проникновении первых двух слоев щита. Каждый последующий слой снижает урон на единицу.
zh_hans: 提示：相位光束可穿透2层护盾。这意味着穿透前2层护盾时不会有伤害减损。第2层后的每1层护盾都会降低其1点伤害。

# data/text_misc.xml.append$//text[@name="tip_crew_beam"]
source: Tip: This Anti-Bio Beam does no hull damage, so it cannot pierce any amount of shields. It also won't be as effective on drones.
de: Tipp: Dieser Anti-Bio Strahl richtet keinen Hüllenschaden an, weshalb er auch keine Schildhüllen durchdringen kann. Es wird außerdem nicht sehr effektiv gegen Drohnen sein.
fr: Astuce : Ce Rayon Anti-Biologique ne fait pas de dégât matériel et ne traverse aucun bouclier. Il est aussi moins efficace sur les drones.
ko: 팁: 이 안티-바이오 빔은 선체 피해를 주지 않으므로, 한 겹의 방어막조차 관통할 수 없습니다. 드론을 상대로는 효율적이지 못합니다.
ru: Совет: анти-био луч не наносит урон корпусу, соответственно он неспособен проникать сквозь щиты. Также он неэффективен против дронов.
zh_hans: 提示：反生物光束无法造成舰体伤害，因此无法穿透任何护盾。同时其对无人机也没有太大作用。

# data/text_misc.xml.append$//text[@name="tip_stun_beam"]
source: Tip: This Neural Beam does no hull damage, and only has partial piercing. It also won't be as effective on drones.
de: Tipp: Dieser Neurale Strahl richtet keinen Hüllenschaden an und kann nur teilweise durchdringen. Er ist außerdem nicht sehr effektiv gegen Drohnen.
fr: Astuce : Ce Rayon neuronal ne fait pas de dégât matériel et ne peut donc traverser les boucliers. Il est aussi moins efficace sur les drones.
ko: 팁: 이 신경 빔은 선체 피해를 주지 않고 부분적인 관통 능력만을 가지고 있습니다. 드론을 상대로는 효율적이지 못합니다.
ru: Совет: нейро-луч не наносит урон корпусу и ограниченно способен проникать сквозь щиты. Также он неэффективен против дронов.
zh_hans: 提示：神经光束无法造成舰体伤害，同时只能少量穿透护盾。同时其对无人机也没有太大作用。

# data/text_misc.xml.append$//text[@name="tip_beam_repair"]
source: Tip: This weapon repairs the enemy hull, but not their systems. Useful in conjunction with hull damaging weapons to pull off miraculous crew kills!
de: Tipp: Diese Waffe repariert die Hülle des Gegners, aber nicht ihre Systeme. Nützlich in Zusammenarbeit mit hüllenbeschädigenden Waffen, um wundersame Crew Tötungen zu vollrichten!
fr: Astuce : Cette "arme" répare la coque ennemie, mais pas les systèmes. Utile lorsque combiné aux armes conventionnelles pour obtenir de miraculeux nettoyages d'équipages !
ko: 팁: 이 무기는 적의 선체를 수리합니다(시스템은 수리하지 않습니다). 선체를 손상시키는 무기와 함께 사용해 기적적인 나포를 실현할 수 있습니다!
ru: Совет: данное орудие ремонтирует корпус противника, но не системы. Полезно в сочетании с повреждающими корпус орудиями, чтобы воплощать удивительные замыслы по ликвидации вражеского экипажа!
zh_hans: 提示：援舰光束可恢复敌方舰体值，但不恢复系统。适合与舰体伤害类武器相辅相成，打出绝妙的船员击杀！

# data/text_misc.xml.append$//text[@name="tip_focus"]
source: Tip: Pinpoints are specialized Beams that strike a single spot instead of doing a sweep. Just like Beams, their damage is reduced by 1 for each shield layer pierced.
de: Tipp: Pinpoints sind spezialisierte Strahlenwaffen, die nur einen Punkt und keine lange strecke abfeuern können. Genau wie Strahlenwaffen, wird ihr Schaden um 1 reduziert, für jede Schildblase die sie durchdringen.
fr: Astuce : Les Aiguillons sont des Rayons spécialisés, mais ne touchent qu'un point précis au lieu de balayer une zone. Comme les Rayons, leur dégât est réduit de 1 pour chaque couche de bouclier traversée.
ko: 팁: 핀포인트는 여러 선실을 가로 짓는 대신 특정 지점만을 타격하는 특수한 빔입니다. 평범한 빔처럼 방어막 한 겹당 입히는 피해가 1 감소합니다.
ru: Совет: точечное лучевое оружие - это специализированные лучи, которые бьют в одну точку, а не по всей площади. Как и у лучевого оружия, их урон снижается с каждым проникаемым слоем щита.
zh_hans: 提示：光点武器是特化的光束武器，伤害更高，但只能针对某个舱格攻击。与光束武器类似，每层护盾会降低其1点伤害。

# data/text_misc.xml.append$//text[@name="tip_particle_laser"]
source: Tip: Particle accelerators fire in a radius much like Flak. Each projectile does small system damage and has a reasonable fire chance. They cannot lower shields, but can go through Super Shields if no regular layers of shields are present besides them.
de: Tipp: Partikel Beschleuniger feuern in einem Radius, wie Flak-Waffen. Jedes Projektil richtet leichten Systemschaden an und hat eine beträchtliche Feuerchance. Sie können keine Schilde reduzieren, aber durch Superschilde schießen, wenn keine regulären Schilde vorhanden sind.
fr: Astuce : Les accélérateurs à Particules tirent dans une zone d'impact égale aux armes Flak. Chaque projectile endommage le système touché et possède une chance raisonnable de mettre le feu. Ils ne peuvent pas abaisser les boucliers, mais peuvent passer par les Super Boucliers si aucune couche régulière de boucliers n'est présente à part eux.
ko: 팁: 입자 가속기는 대공포처럼 일정 영역을 공격합니다. 각 투사체는 작은 시스템 피해를 가하며 적당한 확률로 화재를 일으켜 목표물에 파괴적으로 작용합니다. 선체 피해량을 가지지 않기 때문에 방어막에 피해를 줄 수 없지만, 일반 방어막 층이 없을 경우 에너지 방어막을 관통할 수 있습니다.
ru: Совет: ускорители частиц стреляют по области, как это делает осколочное оружие. Каждый снаряд наносит небольшой системный урон и имеет высокую вероятность вызвать пожар. Они не могут сбивать щиты, однако проникают сквозь суперщиты, если за ними нет действующих стандартных щитов.
zh_hans: 提示：粒子加速器开火时有类似破片炮的着弹范围。每枚(非实体)弹体造成少量系统伤害并有一定起火率。其弹体无法击破普通护盾，但若无普通类型护盾阻挡，可对能量护盾造成伤害。

# data/text_misc.xml.append$//text[@name="tip_particle_missiles"]
source: Tip: Particle missiles are much more accurate than the accelerator variants, but only fire one projectile. In addition to piercing shields as other missiles do, they can even penetrate Super Shields.
de: Tipp: Partikel Raketen sind viel genauer, als die Beschleuniger Varianten, feuern jedoch nur ein Projektil. Sie können nicht nur normale, sondern auch Superschilde durchdringen.
fr: Astuce : Les missiles à Particules sont plus précis que les variantes accélératrices de Particules, mais ne tire qu'un projectile. En plus de percer les boucliers comme le font les autres missiles, ils peuvent même pénétrer les Super Boucliers.
ko: 팁: 입자 미사일은 가속기보다 정확도가 높지만, 단 한발의 발사체만을 발사합니다. 다른 미사일들처럼 모든 방어막을 관통합니다. 선체 피해량을 가지지 않기 때문에 에너지 방어막 또한 관통할 수 있습니다.
ru: Совет: пусковые установки частиц намного точнее ускорителей, однако выпускают всего один снаряд. Как и ракетное оружие, они могут проникать сквозь щиты, а также имеют возможность проникнуть сквозь суперщиты.
zh_hans: 提示：相比于粒子加速器，粒子导弹拥有更高的命中率，但每次只发射一枚弹体。继承其他导弹武器的穿透护盾能力的同时，其甚至能穿透能量护盾。

# data/text_misc.xml.append$//text[@name="tip_particle_beam"]
source: Tip: The Particle Beam does no hull or crew damage, nor can it pierce shields. However, once shields are down it can do heavy damage to systems and light fires.
de: Tipp: Der Partikel Strahl richtet weder Hüllen- , noch Crewschaden an und kann keine Schilde durchdringen. Jedoch, sobald die Schilde deaktiviert sind, kann es starken Schaden gegen Systeme anrrichten und Feuer entfachen.
fr: Astuce : Le Rayon à particules n'endommage ni la coque, ni l'équipage et est bloqué complètement par les boucliers. Cependant, dès que ceux-ci sont abaissés, il peut faire des ravages aux systèmes et allumer des incendies.
ko: 팁: 입자 빔은 선체에도 선원에게도 피해를 주지 않으며, 방어막을 관통하지도 못합니다. 그러나, 일단 방어막이 사라지면 시스템에 큰 피해를 입히고 화재를 일으킵니다.
ru: Совет: пучок частиц не наносит урон корпусу и экипажу, а также неспособен проникать сквозь щиты. Однако при отсутствии щитов он способен нанести серьезный урон системам и вызвать возгорание.
zh_hans: 提示：粒子光束不造成舰体与船员伤害，也不穿透护盾。但在护盾被击破后可以造成高额系统伤害且能引燃目标。

# data/text_misc.xml.append$//text[@name="tip_sentry"]
source: Tip: At the cost of a missile, deployment cannons will create sentries in a room, which provide various benefits or harmful effects in the room they're in. Sentries do not count as crew and cannot be destroyed once deployed. If there is already a sentry in the room, a new sentry will replace it.
ru: Совет: ценой боеголовки, установочные орудия могут создавать в отсеках стражей, которые дают различные эффекты внутри помещения и снижают мощность всех систем в нем. Стражи находятся в помещении определенное время и не могут быть уничтожены до истечения срока действия.
zh_hans: 提示：通过消耗弹药，哨卫部署器可以在击中的舱室内部署哨卫，其可为所在舱室提供各效果，并吸收舱室内任何系统的能量。这些哨卫会在指定房间内持续存在一段固定的时间，且在失效之前无法被摧毁。

# data/text_misc.xml.append$//text[@name="tip_scanner"]
source: Tip: Scanners are small, incredibly cheap equipment that do no damage of any kind but can temporarily reveal rooms on either your or the enemy ship.
de: Tipp: Scanners sind klein, unglaublich günstig, aber können keinen Schaden anrichten und nur Räume auf deinem oder dem feindlichen Schiff, für eine kurze Zeit aufzeigen.
fr: Astuce : Les Scanners sont de petit équipements économes ne faisant aucun dégât mais pouvant temporairement révèler des pièces alliées ou ennemies.
ko: 팁: 스캐너는 어떠한 유형의 피해도 가히지 않지만 잠시동안 플레이어나 적 함선의 선실을 드러낼 수 있는 작고 엄청나게 싼 장비입니다.
ru: Совет: сканеры представляют собой небольшое и крайне дешевое оборудование, которое не наносит никакого урона, однако может обеспечить временную видимость отсеков как на вашем, так и на вражеском корабле.
zh_hans: 提示：扫描仪为小型，极低成本的武器，无伤害功能，但可临时提供敌我任一方一间舱室内的视野。

# data/text_misc.xml.append$//text[@name="tip_bombuff"]
source: Tip: Like Heal Bombs, these do not affect ships in any way, but rather apply effects on your own crew, and only your own.
de: Tipp: Wie Heilungsbomben, haben sie keine Wirkung auf Schiffe, sondern nur an Crew und einzig und allein, deiner Crew.
fr: Astuce : Comme les bombes de soins, celles-ci n'affectent pas les vaisseaux, mais appliquent plutôt des effets sur votre propre équipage et seulement le vôtre.
ko: 팁: 의료 폭탄과 같이 함선에는 영향을 주지 않으나, 아군에게 이로 효과를 부여합니다.
ru: Совет: как и лечебные бомбы, данное оружие никак не воздействует на корабли, однако накладывает эффекты на вашу и только вашу команду.
zh_hans: 提示：与恢复炸弹类似，该武器不对舰船本身造成任何影响，而是只影响己方船员，对敌方无效。

# data/text_misc.xml.append$//text[@name="tip_zolt_deleter"]
source: Tip: Using this Beam to damage or kill any crew type other than Zoltans is illegal and punishable by death.
de: Tipp: Diesen Strahl zu nutzen, um irgend welche Crew zu töten, außer Zoltans, ist illegal und wird mit dem Tode bestraft.
fr: Astuce : Utiliser ce Rayon sur tout autre être que Zoltans est illégal et punissable de mort.
ko: 팁: 이 빔으로 졸탄 외의 종족을 사살하거나 피해 입히는 것은 불법이며 사형에 처해질 수 있습니다.
ru: Совет: использование данного луча для ранения или убийства членов экипажа, не принадлежащих к расе золтанов, незаконно и карается смертью.
zh_hans: 提示：使用该光束武器击杀任意非超能族生物的行为都被视为非法且罪至死刑。

# data/text_misc.xml.append$//text[@name="tip_conservative"]
source: Tip: Conservative weapons feed off of power leaks in a system, so they don't need to use any power themselves. As consequence, they take longer to charge and require power allocated in the system itself to function. They cannot charge while the weapon system is unpowered.
ru: Совет: консервативные орудия питаются от утечек в энергосистеме корабля, поэтому сами по себе не требуют энергии. Соответственно, они дольше заряжаются и требуют энергии, выделенной в самой системе, чтобы функционировать. Они не могут заряжаться, пока система оружия не запитана.
zh_hans: 提示：集能武器通过回收武器系统中泄漏的能源来为自身供能，因此本身不耗能。其代价为武器需要更长的充能时间，且需要另一件已供能武器或船员提供的能量来获取能量源，否则无法生效。

# data/text_misc.xml.append$//text[@name="tip_battery"]
source: Tip: Battery weapons provide power to the weapons in the slots to the right of them, allowing you to go past the system's normal power limits.
de: Tipp: Batterie Waffen liefern Energie an Waffen, welche in der Leiste rechts von ihnen sind. Es lässt dich über die normale Kapazität eines Systems gehen. Du musst neben dem Bonus noch Energie hinzufügen, sonst wird die Waffe nicht feuern.
fr: Astuce : Les armes à batterie alimentent les armes dans les emplacements à leur droite, ce qui vous permet de dépasser les limites de puissance normales du système.
ko: 팁: 배터리 무기는 무기 슬롯에서 바로 오른쪽에 배치된 무기에 전력을 공급합니다. 이렇게 공급된 전력은 시스템의 일반적인 전력 최대치를 뛰어넘는 것이 가능합니다.
ru: Совет: орудия с блоком питания обеспечивает энергией оружие в слотах справа от них, позволяя вам выйти за пределы обычных ограничений системы.
zh_hans: 提示：供能武器为其右端槽位的武器提供能量，且允许能量上限超过武器系统限制。

# data/text_misc.xml.append$//text[@name="tip_bio"]
source: Tip: Radiation weapons do bursts of heavy crew damage, have minor breach chances, and weaken crew that are hit for 10 seconds. Afflicted crew will move and repair 66% slower, and will be stunned 75% longer.
ru: Совет: радиационное оружие наносит значительный урон экипажу и ослабляет его на 10 секунд. Пораженные цели будут передвигаться и чинить на 66% медленнее, а также оглушаться на 75% дольше.
zh_hans: 提示：辐射武器可造成高额船员伤害且可使被击中的船员虚弱10秒。被虚弱的目标移动与维修速度降低66%，眩晕时长增加75%。

# data/text_misc.xml.append$//text[@name="tip_madness"]
source: Tip: Madness will prevent the use of active abilities of afflicted crew for 25 seconds. Be careful, because it can affect your own crew too!
de: Tipp: Wahnsinn wird die Nutzung von aktiven Fähigkeiten von betroffener Crew, für 25 Sekunden deaktivieren. Sei vorsichtig, da deine eigene Crew davon auch betroffen sein kann!
fr: Astuce : La folie empêchera l'utilisation des capacités actives de l'équipage affecté pendant 25 secondes. Soyez prudent, car cela peut également affecter votre propre équipage !
ko: 팁: 광기에 빠진 선원은 25초동안 활성화 능력이 봉인됩니다. 당신의 선원도 이를 피해갈 순 없으니 조심하세요!
ru: Совет: безумие блокирует возможность использования активных умений на 25 секунд у попавших под его воздействие членов экипажа. Будьте осторожны, эффект может распространяться и на ваш экипаж!
zh_hans: 提示：疯狂中的船员主动技能将被禁用25秒。使用时须小心，因为其同时影响己方船员！

# data/text_misc.xml.append$//text[@name="tip_clone_cannon"]
source: Tip: Weeeeeee!
de: Tipp: Weeeeeeee!
fr: Astuce : Weeeeeee !
ko: 팁: 위ㅣㅣㅣㅣㅣㅣ!
ru: Совет: Уиииииииии!
zh_hans: 提示：耶———！

# data/text_misc.xml.append$//text[@name="tip_salt"]
source: Tip: A weapon from a forgotten era and a forgotten race. Useful for any kind of murder.
de: Tipp: Eine Waffen aus einer vergessenen Ära und einer vergessenen Rasse. Nützlich, für jede Art von Mord.
fr: Astuce : Arme d'une ère et d'une race oubliée. Utile pour n'importe quel type de meurtre.
ko: 팁: 잊혀진 시대의 잊혀진 종족이 사용하던 병기입니다. 어떠한 종류의 살생에도 유효합니다.
ru: Совет: орудие забытой расы из забытой эпохи. Пригодно для любых способов убийства.
zh_hans: 提示：来自一个被遗忘的时代一个被遗忘的种族的武器。适合进行各种谋杀。

# data/text_misc.xml.append$//text[@name="tip_mantis"]
source: Tip: A dated weapon originating from a conflict embedded in history. Excellent to harass and murder enemy crew.
de: Tipp: Eine alte Waffe, welche aus einem Konflikt stammt, der in der Geschichte verewigt ist. Exzellent, um zu nerven und die feindliche Crew zu ermorden.
fr: Astuce : Une arme datée provenant d'un conflit ancré dans l'histoire. Excellente pour harceler et tuer l'équipage ennemi.
ko: 팁: 역사 속의 갈등에서 비롯된 구시대의 무기입니다. 적 선원을 괴롭히고 살해하는데 탁월합니다.
ru: Совет: старое орудие времен вплетенного в историю конфликта. Отлично подходит для мучения и убийства вражеского экипажа.
zh_hans: 提示：源自于刻在历史上的冲突的过时武器。可有效骚扰与击杀敌方船员。

# data/text_misc.xml.append$//text[@name="tip_crystal_elite"]
source: Tip: Elite Crystal weaponry are stronger variants of Crystal weapons. They can pierce through two layers of shields, and apply a lockdown to targeted rooms.
de: Tipp: Elite Crystal Waffen sind stärker, als die normalen Varianten. Sie können durch zwei Schildschichten dringen und schließen Räume, die sie treffen.
fr: Astuce : L'armement Cristallin Élite est une variante plus puissante des armes signatures Cristaliennes. Elles traversent 2 couches de boucliers et verrouillent les pièces touchées.
ko: 팁: 엘리트 크리스탈 병기는 크리스탈 병기의 강화판 변종입니다. 두 겹의 방어막을 관통할 수 있고, 피격된 선실을 봉쇄합니다.
ru: Совет: элитное кристаллическое оружие мощнее стандартных кристаллических орудий. Их выстрелы могут проникать сквозь два слоя щита и запирать целевые отсеки.
zh_hans: 提示：精英水晶武器是水晶武器的升级版本。其可穿透2层护盾，并封锁击中的舱室。

# data/text_misc.xml.append$//text[@name="tip_old"]
source: Tip: Old weapons are rusty and have much worse aim.
de: Tipp: Alte Waffen sind sehr rostig und haben noch schlechtere Genauigkeit.
fr: Astuce : Ces vieilles armes sont rouillées et imprécises.
ko: 팁: 낡은 무기는 녹슬었고 집탄율이 나쁩니다.
ru: Совет: старым покрытым ржавчиной орудиям не достает точности.
zh_hans: 提示：老旧武器上布满了时间的痕迹，因此只有很差的精度。

# data/text_misc.xml.append$//text[@name="tip_ancient"]
source: Tip: The powerful tech of the long forgotten Obelisk race, now in your hands at last.
de: Tipp: Die starke Technologie, der längst vergessenen Obeliskrasse, ist nun in deinen Händen.
fr: Astuce : La puissante technologie de la longuement oubliée race Obélisque, enfin dans vos mains.
ko: 팁: 오랫동안 잊혀졌던 오벨리스크 종족의 강력한 기술이 마침내 당신의 손에 있습니다.
ru: Совет: мощные технологии давно забытой расы обелисков теперь наконец-то в ваших руках.
zh_hans: 提示：早已被遗忘的方碑族的强力科技，现终于落入你手。
