Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="credit_victory_peace"]
source: After seeing the Flagship repelled and witnessing the might of the cruiser responsible for such a feat, Admiral Vance and the Rebel fleet surrendered. Everywhere across this reality, Rebel forces powered off their weapons. What few splinter groups remained were quickly vanquished, and the survival of the Federation was guaranteed.
de: Nachdem sie gesehen hatten, wie das Flaggschiff zurückgeschlagen wurde und sie dich Macht des Kreuzers gesehen hatten, der dafür verantwortlich war, haben Admiral Vance und die Rebellenflotte aufgegeben. Überall in dieser Realität, haben die Rebellenkräfte ihre Waffen runtergfahren. Die wenigen Splittergruppen, welche überlebt hatten sind daraufhin verschwunden und das Überleben der Föderation wurde garantiert.
fr: Après les dégâts infligés au Vaisseau Amiral et voyant la force du Croiseur responsable, l'Amiral Vance et la flotte Rebelle se sont rendus. Partout dans cette réalité, les forces Rebelles ont déposé les armes. Les quelques petits groupes de résistance restants ont vite été vaincus et la survie de la Fédération a été garantie.
ko: 기함이 달아난 후 연방 순양함의 강력함을 목격한 밴스 제독과 반군 함대는 항복했습니다. 이 현실의 모든 곳에서 반군이 무장을 해제했습니다. 패잔병들은 여러 세력으로 분열되었다 빠르게 사라졌고, 마침내 연방의 존속이 확정되었습니다.
ru: После того как Флагман был отбит, а адмирал Вэнс и флот повстанцев убедились в силе крейсера, способного совершить такой подвиг, они сдались. Повсюду в этой реальности силы повстанцев отключили свое оружие. Те немногие отколовшиеся группы, которые остались, были быстро уничтожены, и выживание Федерации было гарантировано.
zh_hans: 在见证一阶段的旗舰被击败，并见识到其对手星舰的威力后，万斯上将和叛军舰队投降了。这个宇宙里的叛军纷纷放下了武器。剩下的余孽被迅速清剿，联邦的生存得到了保障。

# data/text_misc.xml.append$//text[@name="credit_victory_slug"]
source: Thanks to your help, you revolutionized the Slug government. In close coordination with the new king, you overtook both the Rebellion and Federation, and established a new galactic Slug order that will stand the test of time... for about a decade, before it falls because thieves don't know how to run an economy properly.
de: Dank deiner Hilfe, wurde die Slug Regierung revolutioniert. In enger Zusammenarbeit mit dem neuen König, hast du sowohl die Rebellion, als auch die Föderation übernommen und eine neue galaktische Slug-Ordnung geschaffen, die den Test der Zeit bestehen wird... für ungefähr ein Jahrzehnt bevor sie wieder fällt, da Diebe nicht wissen wie man die Wirtschaft händelt.
fr: Grâce à votre aide, le gouvernement Limace a été révolutionné. En proche coordination avec le nouveau roi, vous avez débordé à la fois la Rebellion et la Fédération et établi un nouvel ordre Limace galactique qui résistera au passage du temps pour une décennie, avant qu'il ne succombe parce que les voleurs ne savent pas maintenir une vraie économie correctement.
ko: 당신의 도움으로 슬러그 정부에 대변혁이 일어났습니다. 당신은 새로운 왕과 긴밀히 협조하여 반군과 연방을 모두 제압하고 새로운 슬러그 은하 질서를 확립했습니다만... 도둑놈들이 경제 운영을 제대로 할 리가 없죠. 결국 도둑정은 약 10년을 버티고 몰락했습니다.
ru: Благодаря вашей помощи вы произвели революцию в правительстве слизней. В тесном сотрудничестве с новым королем вы одолели и Восстание, и Федерацию и установили новый галактический порядок слизней, который выдержит испытание временем... примерно на десятилетие, прежде чем падет, потому что воры не знают, как правильно управлять экономикой.
zh_hans: 多亏了你的帮助，蛞蝓族政府进行了改革。与新王紧密协作后，你颠覆了联邦和叛军势力，并建立起一个能经得起时间考验的蛞蝓族宇宙新秩序...维持了大概十年，而后因为盗贼们不会运营经济而衰亡。

# data/text_misc.xml.append$//text[@name="credit_victory_slug_beans"]
source: Somehow, you have revolutionized the Slug government through a can of beans. In close coordination with Bean Sylvan, you overtook both the Rebellion and Federation, and established a new galactic Slug order that will stand the test of time... for about a decade, before it falls because most people don't accept beans as a legitimate ruler.
de: Irgendwie hast du es geschafft, die Slug Regierung durch eine Dose Bohnen zu revolutionieren. In enger Kooperation mit Bohnen Sylvan, hast du die Föderation und Rebellion gestürtzt und eine neue galaktische Slug Ordnung geschaffen, die sich durchsetzen wird... für eine Dekade, bis Leute eine Dose Bohnen, nicht als ihren Herrscher akzeptieren.
fr: D'une manière ou d'une autre, vous avez révolutionné le gouvernement des Limaces grâce à une boîte de haricots. En étroite collaboration avec Sylvain le haricot, vous avez pris le dessus sur la Rébellion et la Fédération et établi un nouvel ordre galactique des Limaces qui résistera à l'épreuve du temps... pendant une dizaine d'années, avant de s'effondrer parce que la plupart des gens n'acceptent pas que les haricots soient des dirigeants légitimes.
ko: 당신은 콩 통조림으로 어찌어찌 슬러그 정부를 변혁했습니다. 당신은 콩 실반과 긴밀히 협조하여 반군과 연방군을 모두 제압하고 새로운 슬러그 은하 질서를 확립했습니다만... 대부분의 사람들이 콩을 타당한 통치자로 인정하지 않는 바람에 약 십 년 후 몰락했습니다.
ru: Каким-то образом вы совершили революцию в правительстве слизней с помощью банки бобов. В тесном сотрудничестве с бобовым Сильваном вы одолели и Восстание, и Федерацию, и установили новый галактический порядок слизней, который выдержит испытание временем... примерно десятилетия, прежде чем падет, потому что большинство людей не примут бобы в качестве законного правителя.
zh_hans: 不知怎的，你通过一罐豆子改革了蛞蝓族政府。与豆罐希尔凡紧密协作后，你颠覆了联邦和叛军势力，并建立起一个能经得起时间考验的蛞蝓族宇宙新秩序...维持了大概十年，而后因为人民不认可一罐豆子作为有效掌权人而衰亡。

# data/text_misc.xml.append$//text[@name="credit_victory_slug_orchid"]
source: As soon as you leave, events immediately kick into motion. Quan uses the power of Strawberries to assume control of the Kleptocracy, all others being powerless before the might of the chaotic weapon. Quan travels to the Gathering and offers his fleet and an alliance. The Gathering begins mass producing these new weapons. Shortly after that, the Slug-Floral alliance dominates the galaxy, the Rebels are destroyed and the Federation is taken as a trophy. King Quan considers you a hero, at least.
de: Sobald du gehst, nehmen die Ereignisse ihren Lauf. Quan nutzt die Macht der Erdbeeren, um die Kontrolle über die Kleptokratie zu erlangen, alle anderen sind der Macht der Chaoswaffe völlig hilflos ausgeliefert. Quan reist zum Gathering und bietet seine Flotte und sein Bündnis an. Das Gathering beginnt sofort die Massenproduktion dieser neuen Waffen. Kurze Zeit später beherrscht die Snecko-Floral-Allianz die Galaxis, die Rebellen werden vernichtet und die Föderation als Trophäe genommen. Zumindest sieht dich König Quan als einen Helden.
fr: Dès que vous partez, les événements se déclenchent immédiatement. Quan utilise le pouvoir des Fraises pour prendre le contrôle de la Kleptocratie, tous les autres étant impuissants devant la puissance de l'arme chaotique. Quan se rend au Rassemblement et offre sa flotte et une alliance. Le Rassemblement commence à produire en masse ces nouvelles armes. Peu de temps après, l'alliance Limace-Floral domine la galaxie, les rebelles sont détruits et la Fédération est prise comme trophée. Le roi Quan vous considère au moins comme un héros.
ko: 당신이 떠나자마자 바로 일이 터졌습니다. Quan이 딸기의 힘을 사용하여 도둑정을 제압했습니다. 다른 모든 이들은 혼돈 무기의 힘 앞에 무력했습니다. 그 후 Quan은 군락으로 이동해 그의 함대와 동맹을 제공했습니다. 군락은 이 새로운 무기들을 대량생산 하기 시작했습니다. 얼마 후 슬러그-화초 동맹은 은하계를 정복했고 반군은 괴멸했으며 연방은 마치 우승 상품처럼 군락에 통일됐습니다. 그래도 최소한 Quan대왕은 당신을 영웅으로 생각하고 있습니다.
ru: Как только вы уходите, события сразу же приходят в движение. Куан использует силу Клубники, чтобы захватить власть над Клептократией, а все остальные оказываются бессильны перед мощью хаотического орудия. Куан отправляется в Соцветие и предлагает свой флот и альянс. Соцветие начинает массовое производство нового орудия. Вскоре после этого альянс Флоралов-слизней становится доминирующим в галактике, повстанцы уничтожены, а Федерация захвачена в качестве трофея. По крайней мере, король Куан считает вас героем.
zh_hans: 你离开之后，事态立即开始飞速发展。全利用草莓的力量接管了星盗会的统治，在混乱武器的力量面前，所有其他人都无能为力。全前往聚会，提供他的舰队和联盟。聚会开始大规模生产这些新武器。不久之后，蛞蝓族-兰花联盟统治了银河系，叛军被摧毁，联邦被视为战利品。至少，全国王认为你是个英雄。

# data/text_misc.xml.append$//text[@name="credit_victory_chaos"]
source: As you continue on your quest, by the time you reach Node 17 the Flagship has already been 'destroyed'. Warped beyond comprehension, the twisted hull of the vessel soon slips out of existence entirely. It seems the Federation has won - and you aren't sure how to feel about it.
de: Als du auf deiner Mission weitergehst, wurde das Flaggschiff bereits "zerstört", als du Node 17 erreicht hast. So verzogen, dass man sie nicht mehr erkennen kann, schlüpft die Hülle des Schiffes bald aus der Existenz. Es scheint, dass die Föderation gewonnen hat - und du bist nicht sicher, wie du darüber fühlst.
fr: Au fur et à mesure que vous poursuivez votre quête, au moment où vous atteignez le nœud 17, le vaisseau amiral a déjà été 'détruit'. Déformé au-delà de toute compréhension, la coque tordue du vaisseau disparaît bientôt complètement de l'existence. Il semble que la Fédération l'ait fait - et vous ne savez pas comment vous sentir à propos de ça.
ko: 탐색을 진행하면서 노드 17에 도달했을 때 기함은 이미 '파괴'되어 있었습니다. 이해할 수 없을 정도로 뒤틀린 기함의 선체는 곧 형체도 없이 사라졌습니다. 연방이 승리한 것 같습니다. 다만 이걸 어떻게 받아들여야 할지 모르겠네요.
ru: Пока вы продолжали свой путь, к тому времени, как вы достигнете Узла 17, Флагман уже "уничтожен". Поврежденный корпус корабля вскоре полностью исчезает. Похоже, Федерация победила - и вы не знаете, как на это реагировать.
zh_hans: 你继续你的任务，当你到达节点17时，旗舰已经被"摧毁"，其残骸扭曲得不像样。扭曲的舰体很快就从现实中彻底消失。看来联邦赢了--而你不确定对此该作何反应。

# data/text_misc.xml.append$//text[@name="credit_victory_true_bomb"]
source: Congratulations, you've completed the True Ending to FTL: Multiverse! Though this is the end to the story, obviously there's always more runs to be had. We hope you've enjoyed the mod so far!
de: Glückwunsch, du hast das wahre Ende von FTL:Multiversum geschafft! Das ist das Ende der Geschichte, aber es gibt noch viele weitere Dinge und Geschichten, die du ekrunden kannst. Wir hoffen, dass du bisher mit dem Mod Spaß hattest!
fr: Félicitations, vous avez accompli la vraie fin de FTL: Multiverse ! Si ceci est la fin de l'histoire, il y aura bien évidemment encore de nouvelles aventures. Nous espérons que vous avez apprécié le mod !
ko: 축하합니다, FTL: 멀티버스의 진엔딩을 완수하셨습니다! 이야기는 여기서 끝이지만, 아직 더 많은 여정이 남아있습니다. 지금까지 이 모드를 즐기셨기 바랍니다!
ru: Поздравляем, вы прошли Истинную Концовку FTL: Multiverse! Хотя это и конец истории, очевидно, что всегда есть возможность пройти ее еще раз. Мы надеемся, что вам понравился мод!
zh_hans: 恭喜，你达成了超越光速：多元宇宙的真结局！尽管这是故事的结束，显然还会有更多的周目到来。我们希望你对模组感到满意！

# data/text_misc.xml.append$//text[@name="credit_victory_true_save"]
source: Congratulations, you've completed the True Ending to FTL: Multiverse! Though this is the end to the story, obviously there's always more runs to be had. We hope you've enjoyed the mod so far!
de: Glückwunsch, du hast das wahre Ende von FTL:Multiversum geschafft! Das ist das Ende der Geschichte, aber es gibt noch viele weitere Dinge und Geschichten, die du ekrunden kannst. Wir hoffen, dass du bisher mit dem Mod Spaß hattest!
fr: Félicitations, vous avez accompli la vraie fin de FTL: Multiverse ! Si ceci est la fin de l'histoire, il y aura bien évidemment encore de nouvelles aventures. Nous espérons que vous avez apprécié le mod !
ko: 축하합니다, FTL: 멀티버스의 진엔딩을 완수하셨습니다! 이야기는 여기서 끝이지만, 아직 더 많은 여정이 남아있습니다. 지금까지 이 모드를 즐기셨기 바랍니다!
ru: Поздравляем, вы прошли Истинную Концовку FTL: Multiverse! Хотя это и конец истории, очевидно, что всегда есть возможность пройти ее еще раз. Мы надеемся, что вам понравился мод!
zh_hans: 恭喜，你达成了超越光速：多元宇宙的真结局！尽管这是故事的结束，显然还会有更多的周目到来。我们希望你对模组感到满意！

# data/text_misc.xml.append$//text[@name="credit_victory_true_mutual"]
source: With the MFK Flagship and your vessel destroyed, the Paragon was lost in slipspace never to be found again. Though the Obelisk Empire soon collapsed, the Rebellion remained in power, soon replacing Vance's leadership.
de: Mit dem MFK Flaggschiff und deinem Schiff zerstört, wurde das Paragon im Hyperraum verloren und nie wieder gefunden. Obwohl das Obelisk Empire bald versagte, hat die Rebellion die Macht behalten und Vances Führung ersetzt.
fr: Avec le Vaisseau Amiral MFK et votre vaisseau détruit, le Paragon fut perdu dans le vide pour ne plus jamais être trouvé. Si l'Empire Obélisque a vite chuté, la Rebellion reste puissante, remplaçant la direction de Vance.
ko: MFK 기함과 당신의 선박이 모두 파괴되었고, 파라곤은 차원 너머로 사라져 다시는 찾을 수 없게 되었습니다. 오벨리스크 제국은 얼마 안 가 몰락했지만, 반군의 힘은 여전히 건재하여 밴스의 리더십 없이도 유지되고 있습니다.
ru: После уничтожения Флагмана МФК и вашего корабля, "Парагон" был потерян в пространстве скольжения и больше никогда не был найден. Хотя Империя обелисков вскоре распалась, Восстание осталось у власти и вскоре сменило руководство Вэнса.
zh_hans: 在叛军旗舰和你的星舰被摧毁后，典范炸弹被遗弃在裂空中，不知所踪。尽管方碑帝国很快崩塌了，叛军掌握了实权，不久后取代了万斯的领导地位。

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_good_save"]
source: Shortly after the death of Prime, the C.E.L. reorganized with a new council of leadership. The Prime cluster, your home, was finally incorporated after millennia of disclusion, with you standing as representative. A new era of peaceful order in the Multiverse began, but with Her still alive somewhere out there, it's uncertain for how long it can remain...
de: Kurz nach dem Tod von Prime, wurde die K.V.L. mit einem neuen Rat zur Leitung reorganisiert. Das Prime Bündel, deine Heimat, wurde nach einem Millenium der Abspaltung endlich hinzugefügt, mit dir als Repräsentanten. Eine neue Ära von Frieden hat im Multiversum begonnen, jedoch mit Ihr irgend wo am Leben, ist es unklar wie lange diese Zeit anhält...
fr: Peu après la mort de Prime, la L.A.C. s'est réorganisé avec un nouveau conseil de direction. L'amas Prime, votre foyer, a finalement été incorporé après des millénaires d'exclusion et vous en êtes le représentant. Une nouvelle ère d'ordre pacifique a commencé dans le multivers, mais avec Elle toujours en vie quelque part, on ne sait pas combien de temps cela va durer...
ko: 프라임이 죽은 직후, C.E.L.은 새로운 지도부로 재편성되었습니다. 당신의 고향인 프라임 우주군은 수천 년의 소외 끝에 마침내 넥서스에 통합되었고, 당신이 대표로 서게 됐습니다. 멀티버스에 새로운 평화적 질서의 시대가 시작되었지만, 그녀가 아직 살아있으니 '얼마나 오래 지속될지는 미지수입니다...
ru: Вскоре после смерти Первого, ЛБП реорганизовался с новым советом руководства. Первый кластер, ваш дом, наконец-то был включен в состав совета после тысячелетий отчуждения, а вы стали его представителем. Началась новая эра мирного порядка в Мультивселенной, но, поскольку где-то там все еще жива Она, неизвестно, как долго это будет продолжаться...
zh_hans: 希尔凡本尊死后不久，C.E.L.重组了一个新的领导委员会。希尔凡本尊星团，你的家园，在经历了千年的排斥之后，终于被纳入其中，并由你担任代表。多元宇宙和平秩序的新时代开始了，但由于她还在某个地方活着，不确定这能维持多久...

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_good_kill"]
source: Shortly after the death of Prime, the C.E.L. fell into shambles with too few of its previous members left to organize it. Prime's empire collapsed, and a new era of disorder took the Multiverse by hold. With Her still alive but having vanished, new agents of chaos spread across realities, destroying many. Even your own cluster began its exodus, spreading the Multiversal War to new Federations and Rebellions, ensuring its eternity forevermore.
de: Kurz nach dem Tod von Prime, wurde die K.V.L. aufgelöst, da zu wenig vorherige Mitglieder vorhanden waren, um sie zu reorganisieren. Primes Imperium ist zerbrochen und eine neue Ära von Unordnung hat sich im Multiversum breit gemacht. Mit Ihr noch am Leben, jedoch verschwunden, haben neue Agenten des Chaos sich in Realitäten breit gemacht, um sie zu zerstören. Selbst dein eigenes Bündel hat einen Auszug aus den anderen Bündel begonnen, wobei der Multiversums Krieg, sich auf neue Föderationen und Rebellionen ausgebreitet hat, wodurch der Krieg für immer weitergehen wird.
fr: Peu après la mort de Prime, la L.A.C. tomba en ruine avec trop peu de ses anciens membres étant restés pour l'organiser. L'empire de Prime s'effondra et une nouvelle ère de désordre s'installa dans le multivers. Elle, étant toujours en vie mais ayant disparu, de nouveaux agents du chaos se répandirent à travers les réalités en détruisant tout. Même votre propre amas commença son exode, propageant la guerre multiverselle à de nouvelles fédérations et rébellions, assurant son éternité pour toujours.
ko: 프라임이 죽은 직후, C.E.L.은 주요 구성원이 모두 사라진 바람에 난장판이 되었습니다. 프라임의 제국은 무너졌고 새로운 무질서의 시대가 멀티버스를 장악했습니다. 그녀는 아직 살아있지만 갑자기 사라져버리면서 새로운 혼돈의 요원들이 여러 현실로 퍼져나가 많은 것을 파괴했습니다. 심지어 당신의 우주군도 다른 우주군으로의 탈출을 시작하여 멀티버스 전쟁을 새로운 연방과 반군에게로 퍼뜨렸습니다. 전쟁은 앞으로도 영원할 것입니다.
ru: Вскоре после смерти Первого, ЛБП пришла в упадок, поскольку осталось слишком мало ее прежних членов, чтобы организовать ее. Империя Первого рухнула, и в Мультивселенной наступила новая эра беспорядка. Поскольку Она все еще была жива, но исчезла, новые агенты хаоса распространились по реальностям, уничтожив многих. Даже ваш собственный кластер начал свой исход, распространяя Мультивселенную войну на новые Федерации и Восстания, обеспечивая ее вечность навеки.
zh_hans: 希尔凡本尊死后不久，C.E.L.就陷入了困境，以前的成员所剩无几，无法组织起来。希尔凡的帝国崩溃了，一个混乱的新时代降临到多元宇宙。由于她仍然活着，但已经消失了，新的混乱份子在各个宇宙中蔓延，并摧毁了许多宇宙。甚至你自己的星团也开始跨星团逃亡，将多元宇宙的战争扩散到新的联邦和叛乱中，确保其永恒不变。

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_bad_save"]
source: Following your demise and the destruction of the C.E.L., Her evil spread outwards, reclaiming all of its past territory. The inhabitants of your cluster were killed near instantaneously, spared the same pain that all else whom She corrupts will endure for eternity.
de: Nach deinem Ableben und der Zerstörung der K.V.L., hat sich Ihr Böses ausgebreitet, wodurch das gesamte vorherige Territorium eingenommen wurde. Die Bewohner deines Bündels wurden fast sofort getötet, wobei sie vor dem Schmerz bewahrt wurden, den alle anderen spüren werden, die von Ihr verdorben wurden.
fr: Après votre disparition et la destruction de la L.A.C. , Elle s'est répandue à l'extérieur, reprenant tous ses territoires antérieurs. Les habitants de votre amas ont été tués presque instantanément, épargnés par la même douleur que tous ceux qu'Elle corrompt pour l'éternité.
ko: 당신이 죽고 C.E.L.의 파괴된 이후 그녀의 악의는 세상으로 퍼져나가 과거의 영토를 모두 되찾았습니다. 당신의 고향 우주군의 주민들은 일순간에 죽임을 당했습니다. 그녀가 오염시킬 다른 모든 사람이 영원히 겪을 고통을 면한 것입니다.
ru: После вашей гибели и уничтожения ЛБП ее зло распространилось вовне, отвоевывая все свои прошлые территории. Жители вашего кластера были убиты почти мгновенно, избавлены от той же боли, которую все остальные, кого Она развращает, будут терпеть вечно.
zh_hans: 随着你的死亡和C.E.L.的毁灭，她的邪恶向外蔓延，收复了过去所有的星域。你星团中的居民几乎瞬间被杀死，免受她侵蚀的所有其他人所遭受的永恒的痛苦。

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_bad_kill"]
source: With Her power over the Nexus cemented, the last few survivors of the C.E.L. attempt to flee but are quickly snuffed out along with their clusters. Your original mission is quickly forgotten as you accept your place at side of Her, serving her faithfully for eternity.
de: Mit Ihrer Macht über den Nexus, konnten die wenigen Überlebenden der K.V.L. fliehen, wurden aber bald darauf mit ihren Bündeln zusammen vernichtet. Deine eigentliche Mission ist schon lange in Vergessenheit geraten, nachdem du deinen Platz an Ihrer Seite eingenommen hast, wo du Ihr für die Ewigkeit dienst.
fr: Son pouvoir sur le Nexus étant cimenté, les derniers survivants du L.A.C. tentent de s'enfuir mais sont rapidement anéantis avec leurs amas. Votre mission initiale est rapidement oubliée et vous acceptez votre place à côté d'Elle, la servant fidèlement pour l'éternité.
ko: 넥서스에 대한 그녀의 힘이 굳어지면서, 도망을 시도한 C.E.L.의 마지막 생존자들은 그들의 우주군과 함께 빠르게 소멸했습니다. 당신은 영원토록 충실하게 그녀를 섬기면서 원래의 임무를 빠르게 잊어갔습니다.
ru: Когда ее власть над Нексусом укрепилась, последние выжившие члены ЛБП пытаются бежать, но их быстро уничтожают вместе с их кластерами. Ваша первоначальная миссия быстро забывается, и вы принимаете свое место рядом с Ней, верно служа ей вечно.
zh_hans: 随着她对联结点的权力得到巩固，最后几个C.E.L.的幸存者试图逃离，但很快就和他们的星团一起被扼杀了。你最初的任务很快就被遗忘了，因为你接受了你在她身边的位置，忠实地为她服务，直到永远。

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_her"]
source: Power unmatched, She returns to the Nexus and eradicates the remaining forces of the C.E.L., including yourself. A new dark empire descends on the Multiverse, spreading madness through the infinite expanse of the cosmos for eternity.
de: Mit Ihrer unübertreffbaren Macht, ist Sie zum Nexus zurückgekehrt und hat die gesamten Kräfte der K.V.L. vernichtet, dich mit eingeschlossen. Ein neues dunkles Imperium macht sich im Multiversum breit, welches Wahnsinn durch den unendlichen Kosmos, für eine Ewigkeit verbreitet.
fr: D'une puissance inégalée, Elle retourne au Nexus et éradique les forces restantes de la L.A.C. , y compris vous-même. Un nouvel empire des ténèbres s'abat sur le multivers, répandant la folie dans l'étendue infinie du cosmos pour l'éternité.
ko: 비할 바 없는 힘을 가진 그녀는 넥서스로 돌아와 당신을 포함한 C.E.L.의 남은 세력을 뿌리 뽑았습니다. 새로운 암흑의 제국이 멀티버스로 내려와 무한히 넓은 우주를 통해 영원히 광기를 퍼뜨립니다.
ru: Не имеющая себе равных, Она возвращается в Нексус и уничтожает оставшиеся силы ЛБП, включая вас. Новая темная империя опускается на Мультивселенную, вечно распространяя безумие по бескрайним просторам космоса.
zh_hans: 她拥有无与伦比的力量，她回到了联结点，消灭了C.E.L.的剩余力量，包括你自己。一个新的黑暗帝国降临到多元宇宙，在无限广阔的宇宙中散布疯狂，直到永远。

# data/text_misc.xml.append$//text[@name="credit_victory_nexus_her_good"]
source: The powers of Her, once again divided, are destroyed to prevent her evil from ever being released again. The C.E.L. reorganizes, trying new methods of leadership in the absence of Prime. As for you and your crew, you take a long and well deserved vacation in some remote reality offered to you. In time, perhaps your cluster will be assimilated into the Nexus, with you as ambassador - but that's all for the future.
de: Ihre Macht, nun wieder gespalten, wurden zerstört damit Ihr Böses nie wieder freigelassen werden konnte. Die K.V.L. reorganisiert sich, wobei sie neue Führungsarten ausprobieren, da Prime nicht mehr vorhanden ist. Was dich und deine Crew angeht, ihr habt eine schwer verdiente Auszeit verdient, die ihr in einer Realität verbringt, welche dir angeboten wurde. Mit genug Zeit, wird dein Bündel vielleicht in den Nexus mit dir als Diplomat - jedoch ist das alles etwas für die Zukunft.
fr: Ses pouvoirs, une fois de plus divisés, sont détruits pour empêcher que Son mal ne soit à nouveau libéré. La L.A.C. se réorganise, essayant de nouvelles méthodes de direction en l'absence de Prime. Quant à vous et à votre équipage, vous prenez de longues vacances bien méritées dans une réalité lointaine qui vous est offerte. Avec le temps, votre amas sera peut-être assimilé au Nexus, avec vous en tant qu'ambassadeur - mais tout cela est pour l'avenir.
ko: 그녀의 힘은 또 한 번 분리되어 그 악의가 다시는 풀리지 않도록 파괴되었습니다. C.E.L.은 프라임이 없는 상황에서 새로운 지도방식을 시도하며 재편성됐습니다. 당신과 당신의 선원들은 이번 일에 대한 보상으로 실반들이 제공한 외딴 현실에서 긴 휴가를 보내고 있습니다. 시간이 지나면 아마 당신의 우주군도 넥서스에 동화될 겁니다. 어쩌면 당신이 대사직을 수행하게 될 수도 있습니다. 하지만 그런 건 미래에 생각하고 일단은 즐깁시다.
ru: Ее силы, вновь разделенные, уничтожаются, чтобы предотвратить повторное высвобождение ее зла. ЛБП реорганизуется, пробуя новый методы руководства в отсутствие Первого. Что касается вас и вашего экипажа, вы берете долгий и заслуженный отпуск в какой-нибудь отдаленной реальности, которую вам предложат. Со временем, возможно, ваш кластер будет ассимилирован в Нексус, а вы станете его послом - но это все в будущем.
zh_hans: 她的力量再次分裂，并被摧毁以防止她的邪恶再次被释放。C.E.L.进行了重组，在希尔凡本尊缺席的情况下尝试新的领导方法。至于你和你的船员们，你们在提供给你们的某个遥远的宇宙中度过了一个当之无愧的长假。假以时日，也许你们的星团会被联结点同化。也许你甚至会成为一名大使--但那都是未来的事了。

# data/text_misc.xml.append$//text[@name="crewlist_and"]
source: and
de: und
fr: et
ko: 그리고
ru: и
zh_hans: 与

# data/text_misc.xml.append$//text[@name="crewlist_more"]
source: and more
fr: et plus
ko: 외 다수
ru: и другие
zh_hans: 还有更多

# data/text_misc.xml.append$//text[@name="thank_ship"]
source: Thanks to the valiant effort of:
de: Dank dem tapferen Dienst von:
fr: Grâce aux vaillants efforts de:
ko: 이 용맹한 업적을 이루어낸 함선:
ru: Благодаря доблестным усилиям:
zh_hans: 本次任务艰苦卓绝，能成功全靠：
