Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="tip_"]
source: Tip:
de: Tipp:
fr: Astuce :
ko: 팁:
ru: Совет:
zh_hans: 提示：

# data/text_misc.xml.append$//text[@name="reactor_desc_start"]
source: Starting Power: \1
de: Anfangsenergie: \1
fr: Puissance de départ : \1
ko: 시작 반응로: \1
ru: Начальная мощность: \1
zh_hans: 起始能量：\1

# data/text_misc.xml.append$//text[@name="reactor_desc_max"]
source: Maximum Power: \1
de: Maximale Energie: \1
fr: Puissance maximale : \1
ko: 최대 반응로: \1
ru: Максимальная мощность: \1
zh_hans: 最大能量：\1

# data/text_misc.xml.append$//text[@name="tooltip_oxygen"]
source: Life Support: Replenishes the ship's oxygen supply.
de: Lebenserhaltung: Erneuert den Schiffsvorrat an Sauerstoff.
fr: Système de survie : Réapprovisionne le vaisseau en oxygène.
ko: 산소실: 함선에 산소를 공급합니다.
ru: Система жизнеобеспечения: пополняет запас кислорода на вашем корабле.
zh_hans: 生命支持系统：为星舰提供氧气供给。

# data/text_misc.xml.append$//text[@name="tooltip_cloaking"]
source: Cloaking: Cloaks the ship, adding +60 to your evasion and temporarily stopping enemy weapon charging and aiming.
de: Tarnung: Tarnt das Schiff, erhöht Ausweichen um 60 und verhindert die Zielerfassung durch feindliche Schiffe.
fr: Camouflage : camoufle le vaisseau, ce qui ajoute 60 points à votre score d'évasion et empêche temporairement les vaisseaux ennemis de vous verrouiller pour vous tirer dessus.
ko: 은폐장: 함선을 은폐하여 회피율을 60 상승시키고 적의 조준을 방해합니다.
ru: Система маскировки: маскирует корабль, добавляя +60 к уклонению и временно прерывая заряжание и наведение орудий противника.
zh_hans: 隐形系统：使星舰隐形，+60%闪避率并临时阻止敌方武器充能及瞄准。

# data/text_misc.xml.append$//text[@name="temporal"]
source: \1x/\4x speed for \3/\6 sec
ru: Временной манипулятор
zh_hans: 时流掌控

# data/text_misc.xml.append$//text[@name="temporal_tooltip"]
source: \1x/\4x speed for \3/\6 sec
de: \1x/\4x Geschwindigkeit für \3/\6 Sek
fr: \1x/\4x Vitesse pendant \3/\6 secondes
ko: \3/\6초 동안 \1/\4배
ru: Время \1x/\4x на \3/\6 сек.
zh_hans: \3/\6秒内时间流速变为\1/\4倍

# data/text_misc.xml.append$//text[@name="temporal_arm_super_shields"]
source: Blocked by super shields.
de: Durch Superschilde blockiert.
fr: Bloqué par les super boucliers.
ko: 슈퍼 방어막에 의해 차단됨.
ru: Заблокировано суперщитом.
zh_hans: 被能量护盾阻挡。

# data/text_misc.xml.append$//text[@name="temporal_arm_speed"]
source: Speed up everything in the room by \1x for \3 seconds.
de: Erhöht die Geschwindigkeit im Raum um \1x für \3 Sekunden.
fr: Accélérer toute la pièce par \1x pendant \3 secondes.
ko: \3초 동안 선실 내에 있는 모든 것을 \1x배로 가속합니다.
ru: Ускорить все в отсеке в \1x на \3 сек.
zh_hans: 使舱室内时间流速在\3秒内加快\1倍。

# data/text_misc.xml.append$//text[@name="temporal_arm_slow"]
source: Slow down everything in the room by \4x for \6 seconds.
de: Verlangsamt alles im Raum um \4x für \6 Sekunden.
fr: Ralentir toute la pièce \4x pendant \6 secondes.
ko: \6초 동안 선실 내에 있는 모든 것을 \4배로 감속합니다.
ru: Замедлить все в отсеке в \4х на \6 сек.
zh_hans: 使舱室内时间流速在\6秒内减慢\4倍。

# data/text_misc.xml.append$//text[@name="temporal_button_speed"]
source: Speed up everything that occurs in a room for a short duration.\nHotkey: \1
de: Erhöht die Geschwindigkeit von allem was in einem Raum passiert, für eine kurze Zeit.\nHotkey: \1
fr: Accélérer toute une pièce pendant une courte période.\nTouche : \1
ko: 짧은 시간 동안 한 선실 내에 있는 모든 것을 가속합니다.\n단축키: \1
ru: Ускоряет все, что происходит в отсеке на короткий промежуток времени.\nКлавиша: \1
zh_hans: 短时使舱室内时间流速加快。\n热键：\1

# data/text_misc.xml.append$//text[@name="temporal_button_slow"]
source: Slow down everything that occurs in a room for a short duration.\nHotkey: \1
de: Verlangsamt alles was in einem Raum passiert, für eine kurze Zeit.\nHotkey: \1
fr: Ralentir toute une pièce pendant une courte période.\nTouche : \1
ko: 짧은 시간 동안 한 선실 내에 있는 모든 것을 감속합니다.\n단축키: \1
ru: Замедляет все, что происходит в отсеке на короткий промежуток времени.\nКлавиша: \1
zh_hans: 短时使舱室内时间流速减慢。\n热键：\1

# data/text_misc.xml.append$//text[@name="confirm_buy_custom"]
source: Are you sure?\n\1 will replace your \2.
ru: Вы уверены?\n\1 заменит \2.
zh_hans: 你确定吗？\n\1将会替换掉你的\2 。

# data/text_misc.xml.append$//text[@name="confirm_buy_last_subsystem"]
source: This is your ship's final subsystem slot.\nAre you sure?
ru: Это последний свободный отсек для подсистем.\nВы уверены?
zh_hans: 这是你这艘星舰的最后一个子系统槽位。\n你确定吗？

# data/text_misc.xml.append$//text[@name="hack_temporal"]
source: Shut down active temporal surge
de: Deaktiviere den aktiven Temporalausbruch
fr: Arrêtez la surtension temporelle
ko: 시간 조율기를 비활성화시킵니다
ru: Отключает активный временной всплеск
zh_hans: 关闭时流器

# data/text_misc.xml.append$//text[@name="fire_chance"]
source: Fire Chance: \1%
de: Brand Chance: \1%
fr: Chances de feu :\1%
ko: 화재 발생 확률: \1%
ru: Вероятность возгорания: \1%
zh_hans: 起火率：\1 %

# data/text_misc.xml.append$//text[@name="breach_chance"]
source: Breach Chance: \1% (Adjusted: \2%)
de: Hüllenbruch Chance: \1% (Angepasst: \2%)
fr: Chances de trou dans la coque : \1% (Ajusté: \2%)
ko: 균열 발생 확률: \1% (실질 확률: \2%)
ru: Шанс пробоины: \1% (Скорректировано: \2%)
zh_hans: 破舱率：\1 %(调整后：\2 %)

# data/text_misc.xml.append$//text[@name="stun_chance"]
source: Stun Chance: \1%
de: Betäubungs Chance: \1%
fr: Chance d'étourdissement : \1%
ko: 기절 발생 확률: \1%
ru: Вероятность оглушения: \1%
zh_hans: 击晕率：\1 %

# data/text_misc.xml.append$//text[@name="free_missile_chance"]
source: Chance for Ammo Replication: \1%
de: Chance für Munitions Replikation: \1%
fr: Chance de réplication de munition : \1%
ko: 탄약 미사용 확률: \1%
ru: Вероятность восполнить боеголовку: \1%
zh_hans: 弹药复制率：\1 %

# data/text_misc.xml.append$//text[@name="accuracy_modifier"]
source: Accuracy Bonus: +\1%
de: Genauigkeits Bonus: +\1%
fr: Bonus de précision : \1%
ko: 명중률 보너스: +\1%
ru: Бонус к точности: +\1%
zh_hans: 命中率加成：+\1 %

# data/text_misc.xml.append$//text[@name="erosion_chance"]
source: Erosion Chance: \1%
de: Erosionschance: \1%
fr: Chance d'Érosion : \1%
ko: 부식 확률: \1%
ru: Вероятность эрозии: \1%
zh_hans: 腐蚀率：\1 %

# data/text_misc.xml.append$//text[@name="erosion_effect"]
source: Erosion: \1 (\2 seconds)
de: Erosion: \1 (\2 Sekunden)
fr: Chance d'Érosion : \1 (\2 seconds)
ko: 부식: \1(\2초)
ru: Эрозия: \1 (\2 сек.)
zh_hans: 腐蚀伤害：\1点 (\2 秒)

# data/text_misc.xml.append$//text[@name="tip_laser"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage.
de: Tipp: Jeder Laserschuss wird von einer einzelnen Schild-Blase geblockt, egal wie viel Schaden der Schuss macht.
fr: Astuce : Chaque tir laser est bloqué par une seule bulle de bouclier et ce quels que soient les dégâts du laser.
ko: 팁: 레이저 투사체는 방어막을 한칸씩 벗깁니다. 이는 레이저 자체의 피해량과는 무관합니다.
ru: Совет: каждый выстрел лазера поглощается одним слоем щита, независимо от его урона.
zh_hans: 提示：每一发激光都会被一层护盾挡住，无论单发激光的伤害高低。

# data/text_misc.xml.append$//text[@name="tip_light_laser"]
source: Tip: Light Lasers do no system or crew damage but reload fast, making them useful at suppressing shields.
de: Tipp: Leichte Laser beschädigen weder Systeme, noch machen sie Crew Schaden, aber laden dafür sehr schnell. Dadurch eignen sie sich gut um Schild-Blasen zu zerstören.
fr: Astuce : Les Lasers légers ne font pas de dégât système ou personnel, mais rechargent vite, les rendant utiles pour supprimer des boucliers.
ko: 팁: 경량형 레이저는 시스템이나 선원에게 피해를 입히지 못하지만, 재장전이 빨라서 방어막을 제거하는 데 유용합니다.
ru: Совет: легкие лазеры не наносят урон системам и экипажу, однако быстро перезаряжаются, что делает их полезными для подавления щитов.
zh_hans: 提示：轻型激光无法对系统或船员造成伤害，但射速很快，因此用于压制护盾层数十分有效。

# data/text_misc.xml.append$//text[@name="tip_frost"]
source: Tip: Frost weapons lock down rooms and briefly stun crew that they hit on top of doing more damage to them. These properties makes these weapons valuable for impeding enemy movements.
de: Tipp: Frost Waffen sperren Räume und betäuben Crew, welche sie treffen und fügen ihnen zusätzlichen Schaden zu. Diese Eigenschaften machen die Waffen sinnvoll, wenn du feindliche Bewegungen verhindern willst.
fr: Astuce : Les Lasers de givre verrouillent les salles touchées, ce qui les rendent redoutables pour entraver les déplacements ennemis.
ko: 팁: 서리 무기는 피격된 선실을 봉쇄하고, 그 안에 있던 선원들에게 큰 피해와 기절을 부여합니다. 이러한 특성은 적의 움직임을 방해하는 데 적합합니다.
ru: Совет: морозные орудия запирают отсеки и на короткое время оглушают экипаж, что дает возможность нанести ему больше урона. Данные свойства делают эти орудия значимым инструментом ограничения передвижений противника по кораблю.
zh_hans: 提示：冰霜武器可以封锁舱室，暂时击晕船员，同时造成的船员伤害更高。这些属性使得这种武器对阻碍敌人行动最为有效。

# data/text_misc.xml.append$//text[@name="tip_laser_bio"]
source: Tip: This Laser cannot pierce any shields nor do any damage to hull or systems, but it is very efficient at killing crew.
de: Tipp: Anti-Bio Laser können keine Schilde durchdringen oder der Hülle/Systemen Schaden zufügen, sind aber sehr effizient was Crew Tötungen angehen.
fr: Astuce : Ce Laser ne perce aucun bouclier et ne fait aucun dégât matériel, mais est redoutable pour tuer l'équipage.
ko: 팁: 이 레이저는 방어막을 벗길 수도 선체나 시스템에 피해를 줄 수도 없지만, 선원을 죽이는 데 아주 효과적입니다.
ru: Совет: данный лазер не может проникать сквозь щиты и наносить урон корпусу или системам, однако он очень эффективен в уничтожении экипажа.
zh_hans: 提示：反生物激光无法击破护盾或对舰体及系统造成伤害，但是杀伤船员效率很高。

# data/text_misc.xml.append$//text[@name="tip_sniper"]
source: Tip: It's a sniper. In space. GO WILD!
de: Tipp: Es ist ein Scharfschützengewehr. Im Weltraum. GEH AB!
fr: Astuce : C'est un sniper. De l'espace. DÉFOULEZ-VOUS!
ko: 팁: 우주의 저격총입니다. 미쳐 날뛰어 보세요!
ru: Совет: Это снайпер. В космосе. СУМАСШЕСТВИЕ!
zh_hans: 提示：这是把狙击枪，太空中的狙击枪，嗨起来！

# data/text_misc.xml.append$//text[@name="tip_ion"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System.
de: Tipp: Für jeden Punkt von Ionenschaden wird ein Energiebalken von dem getroffenen System enzogen und es ist automatisch für 5 Sekunden gesperrt, damit das System nicht wieder aufgeladen werden kann. Wenn eine Ionenwaffe ein Schild trifft, wird automatisch der Schaden auf das Schild-System verlagert.
fr: Astuce : Pour chaque point de dégâts ioniques, une barre de puissance est retirée du système ciblé, qui est alors verrouillé pendant 5 secondes, l'empêchant de se recharger. Si une arme ionique touche des boucliers, les dégâts occasionnés sont automatiquement appliqués au système de Boucliers.
ko: 팁: 이온 피해 1마다 피격된 시스템의 전력 공급 최대치가 1씩 감소합니다. 이는 5초동안 지속되어, 전력 공급을 완전히 차단합니다. 이온 공격이 방어막에 막혔을 경우, 이온 피해는 자동으로 보호막 시스템에 가해집니다.
ru: Совет: каждая единица ионного урона отнимает одну единицу питания целевой системы и блокирует ее на 5 секунд, предотвращая повторное включение. Если ионное орудие попало в щит, урон автоматически применяется к системе щитов.
zh_hans: 提示：每造成1点离子伤害，目标系统就有1格能量被锁定5秒，期间无法重新供能(可供能船员可以绕过此限制)。若离子武器命中护盾，则离子伤害生效于护盾系统。

# data/text_misc.xml.append$//text[@name="tip_ion_fire"]
source: Tip: Fire ions act much like any ordinary ion, but start fires in the room they hit. If they hit while the shields are still up, they will not start a fire.
de: Tipp: Feuerionenwaffen agieren wie normale Ionenwaffen, aber starten Feuer wenn sie einen Raum treffen. Wenn sie ein Schild treffen, starten sie kein Feuer.
fr: Astuce : L'ion incendiaire est capable d'incendier les salles en contact direct. Toucher les Boucliers directement n'appliquera pas d'incendie.
ko: 팁: 화재 이온은 평범한 이온과 비슷하게 작동하지만, 피격된 방에 화재를 일으킵니다. 이온 공격이 방어막에 막혔을 경우, 화재를 발생시키지 못합니다.
ru: Совет: зажигательное ионное оружие действует как и обычное, но вдобавок вызывает пожар в отсеке, в которым попадают. Попадание залпа данного орудия в действующий щит не приводит к возгоранию.
zh_hans: 提示：火焰离子和普通离子武器效果类似，但是命中后会同时引燃目标舱室。如果命中护盾则不会引燃。

# data/text_misc.xml.append$//text[@name="tip_ion_bio"]
source: Tip: Rad ions act much like any ordinary ion and weaken crew that are hit for 10 seconds. Afflicted crew will move and repair 66% slower, and will be stunned 75% longer. If they hit while the shields are still up, they will not do extra crew damage, but will still apply the debuff to any crew in the Shields room.
de: Tipp: Rad Ionenwaffen verhalten sich wie normale Ionenwaffen und schwächen Crew die sie treffen für 10 Sekunden. Betroffene Crew bewegt und repariert 66% langsamer und werden 75% länger betäubt sein. Wenn die Schilde noch oben sind, erhalten Crew Mitglieder keinen Schaden, aber werden eine Statusveränderung erhalten, wodurch sie mehr Schaden erhalten.
fr: Astuce : Les ions radiatifs fonctionnent comme des ions ordinaires et affaiblissent l’équipage touché pendant 10 secondes. L’équipage affecté se déplacera et réparera 66 % plus lentement, et subira un étourdissement 75 % plus long. S’ils frappent alors que les boucliers sont encore actifs, ils n’infligeront pas de dégâts supplémentaires à l’équipage, mais appliqueront tout de même le malus à tout membre d’équipage présent dans la salle des boucliers.
ko: 팁: 방사능 이온은 평범한 이온과 비슷하게 작동하며 피격된 선원을 10초간 약화합니다. 영향을 받은 선원은 이동과 수리가 66% 느려지고 75% 더 오래 기절합니다. 이온 공격이 방어막에 막힐 경우 선원 피해는 무시되고 방어막 제어실의 선원을 약화시킵니다.
ru: Совет: радиоактивное ионное оружие действует как стандартное и ослабляют экипаж, попавший под удар, на 10 секунд. Пораженный экипаж будет двигаться и ремонтировать на 66% медленнее и будет оглушен на 75% дольше. Если выстрел попал по действующему щиту, экипаж в отсеке системы щитов не получит дополнительного урона, однако все равно подвергнется негативным эффектам.
zh_hans: 提示：辐射离子和普通离子武器效果类似，命中后会使目标舱室内的船员虚弱10秒，虚弱会使其移动与维修速度降低66%，且眩晕时长增加75%。若命中护盾，则不会造成船员伤害，但仍会使处于护盾舱室内的所有船员虚弱。

# data/text_misc.xml.append$//text[@name="tip_ion_stun"]
source: Tip: Along with typical ion effects, Stunners temporarily stun crew in the rooms they hit. If they hit while the shields are still up, the stun will be applied to whoever is in the Shield room.
de: Tipp: Neben dem typischen Ionen-Effekt, betäuben Betäuber Crew in dem Raum, den sie getroffen haben. Wenn sie treffen, während die Schilde noch oben sind, wird Crew im Schild-Raum betäubt.
fr: Astuce : En plus des effets d'ions habituels, les étourdisseurs immobilisent temporairement l'équipage touché. Toucher directement les Boucliers revient à immobiliser toute personne présente dans le système des Boucliers.
ko: 팁: 전형적인 이온 무기의 효과와 함께, 충격기는 피격된 선실에 위치한 선원을 기절시킵니다. 이온 공격이 방어막에 막혔을 경우, 방어막 제어실에 위치한 선원을 기절시킵니다.
ru: Совет: наряду со стандартными эффектами ионного оружия, оглушающие временно оглушают экипаж в отсеке, в который попадают. Попадание в действующий щит приводит к оглушению всех находящихся в отсеке системы Щитов.
zh_hans: 提示：眩晕离子和普通离子武器效果类似，但是命中后会暂时击晕目标舱室内的船员。如果命中护盾，则会击晕处于护盾舱室内的所有船员。

# data/text_misc.xml.append$//text[@name="tip_phase"]
source: Tip: Phasers pierce all shield layers. They will do ion damage for the first shield layer pierced, plus additional damage to whatever system they hit.
de: Tipp: Phaser durchdringen alle Schild-Schichten. Sie werden Ionenschaden an der ersten getroffenen Schild-Schicht anrichtet und an dem System, welches getroffen wurde.
fr: Astuce : Les Phaseurs à ions perçent des couches de bouclier supplémentaires. Ils infligent des dégâts d'ion en traversant le bouclier et des dégâts de contact sur les systèmes touchés.
ko: 팁: 관통자는 모든 방어막을 관통합니다. 관통한 방어막 한 겹에 이온 피해를 입히고, 추가로 피격된 시스템에도 이온 피해를 입힙니다.
ru: Совет: фазеры проникают сквозь все слои щита. Они наносят ионный урон первому слою щита, а также целевой системе.
zh_hans: 提示：相位离子武器可穿透所有护盾。其对当前被穿透的第1层护盾造成离子伤害之后，再对击中舱室造成离子伤害。

# data/text_misc.xml.append$//text[@name="tip_ancient_plasma"]
source: Tip: Plasma weapons are specialized Ancient ions that do both ion and system damage. If a plasma projectile hits the shields of an enemy, it will both ion AND damage their shields.
de: Tipp: Plasmawaffen sind spezialisierte Ancient Ionen, welche sowohl Ionen, als auch Systemschaden machen. Wenn ein Plasmaprojektil die feindlichen Schilde trifft, wird es das Schild ionisieren UND beschädigen.
fr: Astuce : Les armes Plasma sont des ions spécialisés Ancien, qui font aussi des dégâts aux systèmes. Si un projectile Plasma touche les boucliers ennemis, cela infligera des dégâts d'ions ET endommagera les boucliers.
ko: 팁: 플라스마는 특별한 고대의 이온으로, 이온 피해와 시스템 피해를 동시에 입힙니다. 플라스마 투사체가 방어막에 막힌다면 방어막 제어실에 이온 피해 뿐만 아니라 시스템 피해까지 입힙니다.
ru: Совет: плазменные орудия представляют из себя древние специализированные ионные орудия, которые наносят как ионный урон, так и урон системе. Если заряд плазмы попал в щит противника, он нанесет ионный урон системе Щитов и повредит ее.
zh_hans: 提示：等离子武器是一种特殊的远古离子武器。其可同时造成离子和系统伤害。如果命中护盾，则对护盾系统同时造成离子与系统伤害。

# data/text_misc.xml.append$//text[@name="tip_energy"]
source: Tip: Energy weapons are very versatile as they can do both ion and hull damage, but do not damage crew or systems.
de: Tipp: Energie Waffen sind sehr vielseitig, da sie sowohl Ionenschaden als auch Hüllenschaden anrichten, jedoch weder Crew noch Systeme beschädigen.
fr: Astuce : Les armes à Energie sont assez polyvalentes, car elles font à la fois des dégâts d'ion et de coque, mais pas aux systèmes ou au personnel.
ko: 팁: 에너지 무기는 이온 피해와 선체 피해를 모두 입힐 수 있지만, 선원이나 시스템에는 피해를 입히지 못합니다.
ru: Совет: энергетические орудия достаточно универсальны, поскольку одновременно наносят ионный урон и урон корпусу, но при этом не наносят повреждений экипажу или системам.
zh_hans: 提示：能量武器的用途非常广泛，其可同时造成离子与舰体伤害，但不造成船员与系统伤害。

# data/text_misc.xml.append$//text[@name="tip_chain_energy"]
source: Tip: The Chain Energy decreases its cooldown every time it fires. Check the green lights on the weapon to see how many times it has fired.
de: Tipp: Energie Kettenwaffen senken die Abklingzeit, jedes Mal, wenn sie gefeuert werden. Schau dir die grünen Lichter an der Seite der Waffe an, um zu sehen wie oft sie gefeuert wurde.
fr: Astuce : Le Chaîne-Énergie réduit son temps de recharge à chaque tir. Jetez un œil aux lueurs vertes sur l'arme pour savoir combien de fois elle a tiré.
ko: 팁: 연쇄 에너지 포는 발사할 때마다 충전 시간이 줄어듭니다. 무기에 표시되어 있는 녹색 불빛으로 몇 번이나 발사되었는지 확인해볼 수 있습니다.
ru: Совет: цепные энергетические орудия снижают время перезарядки после каждого выстрела. Зеленые огоньки на орудии показывают, сколько выстрелов уже было сделано.
zh_hans: 提示：链式能量武器会在每次开火后降低其充能时间。武器上的绿灯会显示已开火次数。

# data/text_misc.xml.append$//text[@name="tip_missiles"]
source: Tip: Missiles will ignore all enemy shields, but cost one missile to launch. Enemy defense drones will shoot down incoming missiles.
de: Tipp: Raketenwerfer ignorieren alle feindlichen Schilde, benötigen jedoch eine Rakete pro Schuss. Feindliche Verteidigungsdrohnen werden Raketen abschießen.
fr: Astuce : Les missiles ignorent tous les boucliers de l'ennemi, mais coûtent un missile pour les lancer. Les drones de défense ennemis abattent les missiles en approche.
ko: 팁: 미사일 병기는 적 함선이 두르고 있는 보호막을 완전히 무시하지만, 발사할때마다 탄약을 하나씩 소모합니다. 또한 적 함선의 방어 드론들은 날아오는 미사일을 요격해냅니다.
ru: Совет: ракетные оружия игнорируют щиты противника, однако тратят одну боеголовку при выстреле. Защитные дроны противника будут сбивать приближающиеся ракеты.
zh_hans: 提示：导弹无视所有护盾，但发射需要消耗1发弹药。敌方防御无人机会击落来袭的导弹。

# data/text_misc.xml.append$//text[@name="tip_missiles_recycler"]
source: Tip: This weapon is equipped with Recycler technology, removing its ammo cost, while still granting the usual benefits of Launchers or Bombs. However, the weapon suffers from a longer cooldown as a result.
ru: Совет: данное орудие не тратит боеголовку на выстрел, поскольку оборудовано технологией репликации, и обладает всеми преимуществами ракетных установок и бомб. Однако в результате у него увеличивается время перезарядки, и за один бой он может выстрелить лишь ограниченное количество раз.
zh_hans: 提示：该武器配备回收科技，发射时不消耗弹药，同时仍享受导弹或炸弹的通用优点。然而，它的冷却时间较长，并且在单场战斗中只能发射有限次数。

# data/text_misc.xml.append$//text[@name="tip_missiles_heavy"]
source: Tip: Heavy missiles always carry hull-bust attributes, making them great for dealing hull damage, but can also be used to quickly take down systems instead if necessary.
de: Tipp: Starke Raketen haben immer Hüllenbrecher Attribute, was sie gut zum umgehen mit Hüllenschaden macht, kann jedoch genutzt werden, um Systeme schnell zu zerstören.
fr: Astuce : Les Missiles lourds ont des attributs anti-coque, les rendant efficaces pour détruire celle-ci, mais ils peuvent également détruire rapidement les systèmes si nécessaire.
ko: 팁: 모든 중형 미사일은 선체 파괴 효과를 지녔기에 선체를 공격하는데 뛰어나지만, 필요할 경우 시스템을 빠르게 무력화시키는 데도 사용할 수 있습니다.
ru: Совет: тяжелые ракеты всегда обладают противокорпусными свойствами, что делает их превосходными для нанесения урона корпусу, но в то же время их можно использовать для быстрого выведения из строя вражеских систем.
zh_hans: 提示：重型导弹都可对空舱室造成2倍伤害，可作为主要舰体伤害源，亦可用于迅速摧毁敌方系统。

# data/text_misc.xml.append$//text[@name="tip_missiles_burst"]
source: Tip: Burst missiles replicate multiple warheads which each do 1 damage. You will only need 1 missile to fire them.
de: Tipp: Salven Raketenwerfer erzeugen mehrere Sprengköpfe, welche jeweils 1 Schaden anrichten. Du benötigst nur 1 Rakete, um sie zu feuern.
fr: Astuce : Les Lance-missiles à rafale produisent de multiples ogives faisant chacune 1 dégât. Ces armes n'ont besoin que d'1 missile pour tirer.
ko: 팁: 점사형 미사일은 1의 피해를 주는 여러개의 탄두를 복제해 냅니다. 발사할 때 하나의 탄약만을 소모합니다.
ru: Совет: залповые ракетные установки выпускают несколько боеголовок за раз, каждая из которых наносит 1 единицу урона, но при этом тратят всего одну боеголовку.
zh_hans: 提示：集群导弹可复制多枚弹头，每枚造成1点伤害。每次发射只消耗1发弹药。

# data/text_misc.xml.append$//text[@name="tip_missiles_cloak"]
source: Tip: Missiles shot by this Launcher cannot be targeted by solid-targeting defense drones. However, projectile-targeting defense drones can still intercept them.
de: Tipp: Raketen, die von diesem Werfer geschossen werden, können nicht von solid-treffenden Verteidigungsdrohnen gesehen werden. Jedoch, projektil-treffende Verteidigungsdrohnen können sie immernoch abschießen.
fr: Astuce : Les ogives tirées par ce Lanceur ne seront pas interceptées par les Drones de défenses à ciblage de projectiles solide. Cependant, les Drones interceptant tout les projectiles les viseront tout de même.
ko: 팁: 이 발사기가 쏜 미사일은 고형 발사체를 요격하는 방어 드론이 조준할 수 없습니다. 그러나, 모든 투사체를 요격하는 방어 드론은 조준할 수 있습니다.
ru: Совет: ракеты, выпущенные из этой пусковой установки, не могут стать целью защитных дронов с наведением на твердые объекты. Однако защитные дроны с наведением на снаряды могут их перехватить.
zh_hans: 提示：隐形导弹不会被针对实体弹的防御无人机击落，但会被针对所有弹体的防御无人机击落。

# data/text_misc.xml.append$//text[@name="tip_mine"]
source: Tip: Mine Launchers do no system damage, but have reasonable status effect chances and fire salvos of slow moving mines which pierce all shields. Decent for spreading chaos.
de: Tipp: Minenwerfer richten keinen Systemschaden an, aber haben angemessene Statuseffekt Chancen und feuern Salven von langsam fliegenden Minen, welche alle Schilde durchdringen. Perfekt um Chaos anzurichten.
fr: Astuce : Les Lance-mines ne font pas de dégâts aux systèmes, mais ont des chances raisonnables d'effet de statut et tirent des salves massives de mines lentes perçant tout les boucliers. Très efficace pour causer le chaos chez l'ennemi.
ko: 팁: 기뢰 사출기는 시스템 피해를 입히지 않지만, 상당한 확률로 부가 효과를 부여하고 모든 방어막을 관통하고 느리게 움직이는 지뢰를 대량으로 발사합니다. 적함을 혼란에 빠뜨리는 데 용이합니다.
ru: Совет: минометы не наносят урон системам, однако имеют высокие шансы применения вспомогательных эффектов. Выпускают медленно летящие мины, проникающие сквозь все щиты. Достойный инструмент распространения хаоса.
zh_hans: 提示：空雷无法造成系统伤害，但有相当高的几率造成特殊效果。攻击时会发射多发移速较慢但穿透护盾的空雷。可有效扰乱敌舰。
