Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="loot_math_2"]
source: MATH LOOT +135 crew damage, +1 missile cost (Radiation: 66% slowed speed and repairs, 75% increased stun duration)
de: MATHE BEUTE +135 Crew Schaden, +1 Munitionskosten pro Schuss, +1 Energie (Radioaktivität: 66% langsamere Geschwindigkeit und Reparaturgeschwindigkeit, 75% erhöhte Betäubungszeit)
fr: BUTIN MATH +135 dégâts d'équipage, +1 coût missile (Radiation : 66% de ralentissement de vitesse et de réparations, durée d'étourdissement augmentée de 75%)
ko: 수학 전리품 선원 피해 +135, 미사일 소모 +1 (방사능: 이동속도와 수리속도 66% 저하, 스턴 시간 75% 증가)
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП +135 урон экипажу, +1 потребление боеголовок (Радиация: на 66% ниже скорость передвижения и ремонта, на 75% увеличена продолжительность оглушения)
zh_hans: 数学战利品 +135点船员伤害，+1发弹药消耗 (虚弱：-66%移动与维修速度，+75%击晕时长)

# data/text_misc.xml.append$//text[@name="loot_math_3"]
source: MATH LOOT -1.5 second cooldown, +15px radius, no breach chance
de: MATHE BEUTE -1.5 Sekunden Abkühlungszeit, +15px Radius, keine Hüllenbruch Chance
fr: BUTIN MATH -1.5 seconde de Temps de recharge, +15 pixels de zone d'impact, pas de brèche
ko: 수학 전리품 충전시간 -1.5초, 범위 +15, 균열 발생 확률 없음
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП -1.5 секунды перезарядки, +15 радиус, без вероятности пробоины
zh_hans: 数学战利品 -1.5秒充能时间，+15着弹范围，无破舱率

# data/text_misc.xml.append$//text[@name="loot_math_4"]
source: MATH LOOT +1 pierce, +40% breach chance, +2 second cooldown
de: MATHE BEUTE +1 Durchdringen, +40% Hüllenbruch Chance, +2 Sekunden Abkühlungszeit
fr: BUTIN MATH +1 perforation, +40% Chances de trou dans la coque, +2 seconde de Temps de recharge
ko: 수학 전리품 방어막 1겹 관통, 균열 발생 확률 +40%, 충전 시간 +2초
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП +1 проникновение щита, +40% вероятность пробоины, +2 секунды перезарядки
zh_hans: 数学战利品 +1护盾穿透，+40%破舱率，+2秒充能时间

# data/text_misc.xml.append$//text[@name="loot_math_5"]
source: MATH LOOT +1 ion damage, starts a fire, initial cooldown is 15s
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП +15 секунд к перезарядке, +2 ионного урона, вызывает возгорание
zh_hans: 数学战利品 +15秒充能时间，+2点离子伤害，必定起火

# data/text_misc.xml.append$//text[@name="loot_math_6"]
source: MATH LOOT +20% fire chance, +20% breach chance, +50% stun chance, does no crew damage, +5px radius
de: MATH BEUTE +20% Feuer Chance, +20% Hüllenbruch Chance, +50% Betäubungs Chance, richtet keinen Crew Schaden an, +5px Radius
fr: BUTIN MATH +20% Chances de feu, +20% Chances de trou dans la coque, +50% de chance d'étourdissement, aucun dégât d'équipage, +5 pixels de zone d'impact
ko: 수학 전리품 화재 발생 확률 +20%, 균열 발생 확률 +20%, 기절 확률 +20% 선원 피해 없음, 범위 +5
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП +20% вероятность возгорания, +20% вероятность пробоины, +50% вероятность оглушения, не наносит урон экипажу, +5 радиус
zh_hans: 数学战利品 +20%起火率，+20%破舱率，+50%击晕率，不造成船员伤害，+5着弹范围

# data/text_misc.xml.append$//text[@name="loot_math_7"]
source: MATH LOOT +1 damage, no hull bust, no status effects
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП +1 урон, не имеет противокорпусного и статусного эффектов
zh_hans: 数学战利品 +1点伤害，无破舰效果，无特殊效果

# data/text_misc.xml.append$//text[@name="map_icon_hostilestore"]
source: STORE-DISTRESS
de: GESCHÄFT-NOTFALL
fr: BOUTIQUE-DÉTRESSE
ko: 상점-조난 신호
ru: МАГАЗИН В ОПАСНОСТИ
zh_hans: 商店&求救

# data/text_misc.xml.append$//text[@name="map_icon_none"]
source: NONE
de: NICHTS
fr: AUCUN
ko: 특이사항없음
ru: НЕТ
zh_hans: 无

# data/text_misc.xml.append$//text[@name="map_icon_start"]
source: START
fr: DÉPART
ko: 입구
ru: СТАРТ
zh_hans: 入口

# data/text_misc.xml.append$//text[@name="map_icon_quest"]
source: QUEST
fr: QUÊTE
ko: 퀘스트
ru: КВЕСТ
zh_hans: 任务

# data/text_misc.xml.append$//text[@name="map_icon_unexplored"]
source: EXIT
de: AUSGANG
fr: SORTIE
ko: 출구
ru: ВЫХОД
zh_hans: 出口

# data/text_misc.xml.append$//text[@name="map_icon_supply"]
source: SUPPLY
de: VERSORGUNG
fr: PROVISIONS
ko: 보급
ru: СНАБЖЕНИЕ
zh_hans: 供给站

# data/text_misc.xml.append$//text[@name="map_icon_repair"]
source: REPAIR
de: REPARATUR
fr: RÉPARATIONS
ko: 수리
ru: РЕМОНТ
zh_hans: 修理站

# data/text_misc.xml.append$//text[@name="map_icon_outpost"]
source: OUTPOST
de: AUßENPOSTEN
fr: AVANT-POSTE
ko: 전초기지
ru: АВАНПОСТ
zh_hans: 哨站

# data/text_misc.xml.append$//text[@name="map_outpost_visited"]
source: Explored location. You found a Federation outpost here.
de: Erkundeter Ort. Du hast einen Föderationsaußenposten hier gefunden.
fr: Endroit déjà exploré. Vous avez trouvé un avant-poste de la Fédération à cet endroit.
ko: 이미 방문한 송신소입니다. 여기서 연방 전초기지를 마주쳤습니다.
ru: Посещенное место. Вы обнаружили здесь аванпост Федерации.
zh_hans: 已探索的信标。发现一座联邦哨站。

# data/text_misc.xml.append$//text[@name="map_outpost_unvisited"]
source: Unvisited. A Federation outpost is detected here.
de: Unbesucht. Ein Föderationsaußenposten wurde hier gefunden.
fr: Non visité. Un avant-poste de la Fédération est détecté à cet endroit.
ko: 방문하지 않은 송신소입니다. 여기서 연방 전초기지가 감지됩니다.
ru: Не посещено. Здесь обнаружен аванпост Федерации.
zh_hans: 未探索的信标。检测到一座联邦哨站。

# data/text_misc.xml.append$//text[@name="map_icon_transport"]
source: LOOT
de: BEUTE
fr: BUTIN
ko: 수송선
ru: ПРОТОТИП
zh_hans: 战利品

# data/text_misc.xml.append$//text[@name="map_icon_reinforcements"]
source: REINFORCEMENTS
de: VERSTÄRKUNG
fr: RENFORTS
ko: 증원
ru: ПОДКРЕПЛЕНИЕ
zh_hans: 援军

# data/text_misc.xml.append$//text[@name="map_icon_ruins"]
source: RUINS
de: RUINEN
fr: RUINES
ko: 폐허
ru: РУИНЫ
zh_hans: 遗迹

# data/text_misc.xml.append$//text[@name="map_icon_traveler"]
source: MV SIGNATURE
de: MV SIGNATUR
fr: SIGNATURE MULTIVERSELLE
ko: MV 신호
ru: МВ СИГНАТУРА
zh_hans: 多元裂隙

# data/text_misc.xml.append$//text[@name="map_icon_elite"]
source: ELITE
fr: ÉLITE
ko: 엘리트
ru: ЭЛИТА
zh_hans: 精英

# data/text_misc.xml.append$//text[@name="map_icon_merchant"]
source: MERCHANT
de: HÄNDLER
fr: MARCHAND
ko: 행상인
ru: ТОРГОВЕЦ
zh_hans: 游商

# data/text_misc.xml.append$//text[@name="map_icon_merchantquest_major"]
source: QUEST [!]
fr: QUÊTE [!]
ko: 퀘스트 [!]
ru: КВЕСТ [!]
zh_hans: 任务[!]

# data/text_misc.xml.append$//text[@name="map_icon_judges"]
source: JUDGES
de: RICHTER
fr: JUGES
ko: 심판관
ru: СУДЬИ
zh_hans: 评判者

# data/text_misc.xml.append$//text[@name="map_icon_barrel"]
source: BARREL [!]
de: LAUF [!]
fr: CANON [!]
ko: 총열 [!]
ru: СТВОЛ [!]
zh_hans: 枪管[!]

# data/text_misc.xml.append$//text[@name="map_icon_body"]
source: BASE [!]
de: BASIS [!]
ko: 몸체 [!]
ru: КОРПУС [!]
zh_hans: 底座[!]

# data/text_misc.xml.append$//text[@name="map_icon_augment"]
source: PRE-IGNITER [!]
de: VOR-ZÜNDER [!]
fr: PRÉ-CHARGEUR [!]
ko: 조기 점화기 [!]
ru: ПРЕДЗАЖИГАТЕЛЬ [!]
zh_hans: 预热器[!]

# data/text_misc.xml.append$//text[@name="map_icon_casino"]
source: CASINO [!]
ko: 카지노 [!]
ru: КАЗИНО [!]
zh_hans: 赌场[!]

# data/text_misc.xml.append$//text[@name="map_icon_shipyard"]
source: SHIPYARD [!]
de: SCHIFFHAFEN [!]
fr: CHANTIER SPATIAL [!]
ko: 조선소 [!]
ru: ВЕРФЬ [!]
zh_hans: 造舰厂[!]

# data/text_misc.xml.append$//text[@name="map_icon_exit_hacker"]
source: 3X!T
de: 3X1T
fr: 50RT!3
ru: ВЬ!Х0Д
zh_hans: 屮匚

# data/text_misc.xml.append$//text[@name="map_icon_earth"]
source: EARTH
de: ERDE
fr: TERRE
ko: 지구
ru: ЗЕМЛЯ
zh_hans: 地球

# data/text_misc.xml.append$//text[@name="map_icon_thieves"]
source: THIEVES [!]
de: DIEBE [!]
fr: VOLEURS [!]
ko: 도둑들 [!]
ru: ВОРЫ [!]
zh_hans: 盗贼[!]

# data/text_misc.xml.append$//text[@name="map_icon_ring"]
source: KASPAROV [!]
ko: 카스파로프 [!]
ru: КАСПАРОВ [!]
zh_hans: 卡斯帕罗夫[!]

# data/text_misc.xml.append$//text[@name="map_icon_hangar"]
source: HANGAR [!]
ko: 격납고 [!]
ru: АНГАР [!]
zh_hans: 舰库[!]

# data/text_misc.xml.append$//text[@name="map_icon_estate"]
source: ESTATE [!]
de: ANWESEN [!]
fr: SITE [!]
ko: 사유지 [!]
ru: ПОМЕСТЬЕ [!]
zh_hans: 庄园[!]

# data/text_misc.xml.append$//text[@name="map_icon_ellie"]
source: ELLIE'S QUEST [!]
fr: LA QUÊTE D'ELLIE [!]
ko: 엘리의 퀘스트 [!]
ru: КВЕСТ ЭЛЛИ [!]
zh_hans: 埃莉的任务[!]

# data/text_misc.xml.append$//text[@name="map_icon_a55"]
source: ROGUE AI [!]
de: ABTRÜNNIGE KI [!]
fr: IA REBELLE [!]
ko: 방랑자 AI [!]
ru: НЕПОДКОНТРОЛЬНЫЙ ИИ [!]
zh_hans: 失控AI[!]

# data/text_misc.xml.append$//text[@name="map_icon_task"]
source: TASK
de: AUFGABE
fr: TÂCHE
ko: 의뢰
ru: ЗАДАНИЕ
zh_hans: 委托

# data/text_misc.xml.append$//text[@name="map_icon_task_final"]
source: FINAL TASK [!]
de: LETZTE AUFGABE [!]
fr: TÂCHE FINALE [!]
ko: 마지막 의뢰 [!]
ru: ФИНАЛЬНОЕ ЗАДАНИЕ [!]
zh_hans: 最终委托[!]

# data/text_misc.xml.append$//text[@name="map_icon_pinnacle"]
source: PINNACLE AI [!]
de: PINNACLE KI [!]
fr: IA PINNACLE [!]
ko: 피너클 AI [!]
ru: ИИ ПИННАКЛ [!]
zh_hans: 皮纳科尔AI[!]

# data/text_misc.xml.append$//text[@name="map_icon_osmia"]
source: TERRORISTS [!]
de: TERRORISTEN [!]
fr: TERRORISTES [!]
ko: 테러리스트 [!]
ru: ТЕРРОРИСТЫ [!]
zh_hans: 恐怖分子[!]

# data/text_misc.xml.append$//text[@name="map_icon_secretlab"]
source: LAB [!]
de: LABOR [!]
fr: LABO [!]
ko: 연구소 [!]
ru: ЛАБОРАТОРИЯ [!]
zh_hans: 实验室[!]

# data/text_misc.xml.append$//text[@name="map_icon_eye"]
source: GREAT EYE
de: GROßARTIGES AUGE
fr: GRAND OEIL
ko: 위대한 눈
ru: ВЕЛИКОЕ ОКО
zh_hans: 先知圣眼

# data/text_misc.xml.append$//text[@name="map_icon_peace"]
source: PEACE [!]
de: FRIEDEN [!]
fr: PAIX [!]
ko: 평화 [!]
ru: МИР [!]
zh_hans: 和平[!]

# data/text_misc.xml.append$//text[@name="map_icon_hideout"]
source: HIDEOUT [!]
de: VERSTECK [!]
fr: CACHETTE [!]
ko: 은신처 [!]
ru: УКРЫТИЕ [!]
zh_hans: 藏匿点[!]

# data/text_misc.xml.append$//text[@name="map_icon_devorak"]
source: DEVORAK [!]
ko: 데보락 [!]
ru: ДЕВОРАК [!]
zh_hans: 德沃拉克[!]

# data/text_misc.xml.append$//text[@name="map_icon_lostsun"]
source: ADMIRAL [!]
de: ADMIRALIN [!]
fr: AMIRAL [!]
ko: 제독 [!]
ru: АДМИРАЛ [!]
zh_hans: 上将[!]

# data/text_misc.xml.append$//text[@name="map_icon_turban"]
source: TURBAN [!]
ko: 터번 [!]
ru: ТЮРБАН [!]
zh_hans: 图尔班[!]

# data/text_misc.xml.append$//text[@name="map_icon_ruwenquest"]
source: MEETING [!]
de: TREFFEN [!]
fr: REUNION [!]
ko: 회의 [!]
ru: ВСТРЕЧА [!]
zh_hans: 会议处[!]

# data/text_misc.xml.append$//text[@name="map_icon_key"]
source: KEY
de: SCHLÜSSEL
fr: CLÉ
ko: 열쇠
ru: КЛЮЧ
zh_hans: 次元石

# data/text_misc.xml.append$//text[@name="map_icon_hive"]
source: HIVE [!]
fr: RUCHE [!]
ko: 하이브 [!]
ru: УЛЕЙ [!]
zh_hans: 母巢[!]

# data/text_misc.xml.append$//text[@name="map_icon_hatchery"]
source: HATCHERY [!]
de: BRUTSTÄTTE [!]
fr: COUVEUSE [!]
ko: 부화장 [!]
ru: ИНКУБАТОР [!]
zh_hans: 孵化场[!]

# data/text_misc.xml.append$//text[@name="map_icon_bishop"]
source: BISHOP [!]
fr: EVÊQUE [!]
ko: 주교 [!]
ru: ЕПИСКОП [!]
zh_hans: 主教[!]

# data/text_misc.xml.append$//text[@name="map_icon_pheromone_monk"]
source: ZOLTAN [!]
ko: 졸탄 [!]
ru: ЗОЛТАН [!]
zh_hans: 超能族[!]

# data/text_misc.xml.append$//text[@name="map_icon_palace2"]
source: PALACE [!]
de: PALAST [!]
fr: PALAIS [!]
ko: 궁전 [!]
ru: ДВОРЕЦ [!]
zh_hans: 宫殿[!]

# data/text_misc.xml.append$//text[@name="map_icon_swarm"]
source: SWARM [!]
de: SCHWARM [!]
fr: NUÉE [!]
ko: 무리 [!]
ru: РОЙ [!]
zh_hans: 族群[!]

# data/text_misc.xml.append$//text[@name="map_icon_dynasty"]
source: DYNASTY
fr: DYNASTIE
ko: 왕조
ru: ДИНАСТИЯ
zh_hans: 灵朝前哨

# data/text_misc.xml.append$//text[@name="map_icon_vagabond"]
source: VAGABOND
ko: 떠돌이
ru: БРОДЯГА
zh_hans: 漂浪群

# data/text_misc.xml.append$//text[@name="map_icon_haunt"]
source: HAUNT
de: SPUK
fr: HANTEUR
ko: 혼트
ru: ПРИСТАНИЩЕ
zh_hans: 游灵

# data/text_misc.xml.append$//text[@name="map_icon_ruins_dynasty"]
source: RUINS
de: RUINEN
fr: RUINES
ko: 폐허
ru: РУИНЫ
zh_hans: 遗迹

# data/text_misc.xml.append$//text[@name="map_icon_bounty"]
source: BOUNTY [!]
de: KOPFGELD [!]
fr: PRIME [!]
ko: 현상금 [!]
ru: ЦЕЛЬ [!]
zh_hans: 闹鬼旗舰[!]

# data/text_misc.xml.append$//text[@name="map_icon_garden"]
source: GARDENS [!]
de: GÄRTEN [!]
fr: JARDINS [!]
ko: 정원 [!]
ru: САДЫ [!]
zh_hans: 园庭[!]

# data/text_misc.xml.append$//text[@name="map_icon_relocation"]
source: RELOCATION [!]
de: VERLEGUNG [!]
fr: RELOCALISATION [!]
ko: 이주 [!]
ru: ПЕРЕСЕЛЕНИЕ [!]
zh_hans: 迁移所[!]

# data/text_misc.xml.append$//text[@name="map_icon_invasion"]
source: KAT'AR LEK [!]
ru: КАТ'АР ЛЭК [!]
zh_hans: 㮟䈋莱苛[!]

# data/text_misc.xml.append$//text[@name="map_icon_agency"]
source: AGENCY [!]
de: AGENTUR [!]
fr: AGENCE [!]
ko: 에이전시 [!]
ru: АГЕНТСТВО [!]
zh_hans: 总部机构[!]

# data/text_misc.xml.append$//text[@name="map_icon_vamphome"]
source: TAR'EYL [!]
ru: ТАР'ЭЙЛ [!]
zh_hans: 笛艾尔[!]

# data/text_misc.xml.append$//text[@name="map_icon_ambassador"]
source: AMBASSADOR [!]
de: BOTSCHAFTER [!]
fr: AMBASSADEUR [!]
ko: 대사 [!]
ru: ПОСОЛ [!]
zh_hans: 大使[!]

# data/text_misc.xml.append$//text[@name="map_icon_alpha"]
source: SITE ALPHA
de: STELLE ALPHA
ko: 알파 기지
ru: УЧАСТОК АЛЬФА
zh_hans: Α站

# data/text_misc.xml.append$//text[@name="map_icon_delta"]
source: SITE DELTA
de: STELLE DELTA
ko: 델타 기지
ru: УЧАСТОК ДЕЛЬТА
zh_hans: Δ站

# data/text_misc.xml.append$//text[@name="map_icon_omega"]
source: SITE OMEGA
de: STELLE OMEGA
fr: SITE OMÉGA
ko: 오메가 기지
ru: УЧАСТОК ОМЕГА
zh_hans: Ω站

# data/text_misc.xml.append$//text[@name="map_icon_tyrdeo"]
source: MANSION [!]
de: VILLA [!]
fr: MANOIR [!]
ko: 대저택 [!]
ru: ОСОБНЯК [!]
zh_hans: 公寓[!]

# data/text_misc.xml.append$//text[@name="map_icon_cache"]
source: CACHE [!]
de: KISTE [!]
ko: 은닉처 [!]
ru: ТАЙНИК [!]
zh_hans: 储藏处[!]

# data/text_misc.xml.append$//text[@name="map_icon_pirate"]
source: PIRATE [!]
de: PIRATEN [!]
ko: 해적 [!]
ru: ПИРАТ [!]
zh_hans: 海盗[!]

# data/text_misc.xml.append$//text[@name="map_icon_coalition"]
source: COALITION [!]
ko: 연합 [!]
ru: КОАЛИЦИЯ [!]
zh_hans: 星联[!]

# data/text_misc.xml.append$//text[@name="map_icon_gravastar"]
source: GRAVASTAR [!]
ru: ГРАВАСТАР [!]
zh_hans: 重力真空星 [!]

# data/text_misc.xml.append$//text[@name="map_icon_missingauto"]
source: MISSING AUTO
ru: ПРОПАВШИЙ АВТО
zh_hans: 遗失自动舰

# data/text_misc.xml.append$//text[@name="map_icon_irwin"]
source: IRWIN [!]
ko: 어윈 [!]
ru: ИРВИН [!]
zh_hans: 厄文[!]

# data/text_misc.xml.append$//text[@name="map_icon_nest"]
source: NEST [!]
fr: NID [!]
ko: 둥지 [!]
ru: ГНЕЗДО [!]
zh_hans: 巢穴[!]

# data/text_misc.xml.append$//text[@name="map_icon_link"]
source: LINK
fr: LIEN
ko: 링크
ru: КАНАЛ СВЯЗИ
zh_hans: 谐合链

# data/text_misc.xml.append$//text[@name="map_icon_anointed"]
source: ANOINTED [EXIT]
de: ANOINTED [AUSGANG]
fr: ILLUMINÉE [SORTIE]
ko: 영세자 [출구]
ru: ПОМАЗАННИЦА [ВЫХОД]
zh_hans: 强选者[出口]

# data/text_misc.xml.append$//text[@name="map_icon_vault"]
source: VAULT [!]
de: KAMMER [!]
fr: COFFRE [!]
ko: 볼트 [!]
ru: УБЕЖИЩЕ [!]
zh_hans: 宝库[!]

# data/text_misc.xml.append$//text[@name="map_icon_palace"]
source: PALACE [!]
de: PALAST [!]
fr: PALAIS [!]
ko: 궁전 [!]
ru: ДВОРЕЦ [!]
zh_hans: 宫殿[!]

# data/text_misc.xml.append$//text[@name="map_icon_dev"]
source: FIND ME
de: FINDE MICH
fr: TROUVEZ-MOI
ko: 나를 찾아줘
ru: НАЙДИ МЕНЯ
zh_hans: 找到我

# data/text_misc.xml.append$//text[@name="map_icon_sylvanprime"]
source: PRIME [!]
ko: 프라임 [!]
ru: ПЕРВЫЙ [!]
zh_hans: 主舰[!]

# data/text_misc.xml.append$//text[@name="map_icon_her"]
source: HER
de: SIE
fr: ELLE
ko: 그녀
ru: ОНА
zh_hans: 她

# data/text_misc.xml.append$//text[@name="map_blue_giant_loc"]
source: Beacon coordinates appear to be very close to a nearby blue giant sun.
ru: Кординаты маяка, судя по всему, находятся очень близко к голубому гигантскому солнцу.
zh_hans: 这个信标处似乎与一颗蓝巨星非常接近。

# data/text_misc.xml.append$//text[@name="map_gravastar_loc"]
source: Beacon coordinates are very close to to the Gravastar.
ru: Координаты маяка находятся очень близко к гравастару.
zh_hans: 这个信标处非常靠近一颗重力真空星。

# data/text_misc.xml.append$//text[@name="store_unavailable"]
source: UNAVAILABLE
de: NICHT VERFÜGBAR
fr: NON DISPONIBLE
ko: 사용 불가
ru: НЕДОСТУПНО
zh_hans: 不提供

# data/text_misc.xml.append$//text[@name="map_icon_store_generic"]
source: STORE [CIVIL]
de: SHOP [ZIVIL]
fr: BOUTIQUE [CIVIL]
ko: 상점 [민간인]
ru: МАГАЗИН [ГРАЖДАНСКИЕ]
zh_hans: 商店[平民]

# data/text_misc.xml.append$//text[@name="map_icon_store_union"]
source: STORE [UNION]
de: SHOP [UNION]
fr: MAGASIN [UNION]
ko: 상점 [협회]
ru: МАГАЗИН [СОЮЗ]
zh_hans: 商店[同盟]

# data/text_misc.xml.append$//text[@name="map_icon_store_federation"]
source: STORE [FEDERATION]
de: SHOP [FÖDERATION]
fr: BOUTIQUE [FEDERATION]
ko: 상점 [연방]
ru: МАГАЗИН [ФЕДЕРАЦИЯ]
zh_hans: 商店[联邦]

# data/text_misc.xml.append$//text[@name="map_icon_store_engi"]
source: STORE [ENGI]
de: GESCHÄFT [ENGI]
fr: BOUTIQUE [ENGI]
ko: 상점 [엔지]
ru: МАГАЗИН [ЭНДЖИ]
zh_hans: 商店[半械族]

# data/text_misc.xml.append$//text[@name="map_icon_store_zoltan"]
source: STORE [ZOLTAN]
de: SHOP [ZOLTAN]
fr: BOUTIQUE [ZOLTAN]
ko: 상점 [졸탄]
ru: МАГАЗИН [ЗОЛТАНЫ]
zh_hans: 商店[超能族]

# data/text_misc.xml.append$//text[@name="map_icon_store_orchid"]
source: STORE [ORCHID]
de: SHOP [ORCHID]
fr: BOUTIQUE [ORCHIDÉE]
ko: 상점 [오키드]
ru: МАГАЗИН [ОРХИДЕИ]
zh_hans: 商店[兰花族]

# data/text_misc.xml.append$//text[@name="map_icon_store_crystal"]
source: STORE [CRYSTAL]
de: GESCHÄFT [CRYSTAL]
fr: BOUTIQUE [CRISTAL]
ko: 상점 [크리스탈]
ru: МАГАЗИН [КРИСТАЛЛИНЫ]
zh_hans: 商店[水晶族]

# data/text_misc.xml.append$//text[@name="map_icon_store_monk"]
source: STORE [MONK]
de: GESCHÄFT [MÖNCH]
fr: BOUTIQUE [MOINE]
ko: 상점 [수도승]
ru: МАГАЗИН [МОНАХИ]
zh_hans: 商店[信道者]

# data/text_misc.xml.append$//text[@name="map_icon_store_freemantis"]
source: STORE [FREE-MANTIS]
de: SHOP [FREE-MANTIS]
fr: BOUTIQUE [MANTIS-LIBRE]
ko: 상점 [독립 맨티스]
ru: МАГАЗИН [СВОБОДНЫЕ БОГОМОЛЫ]
zh_hans: 商店[自由螳螂]

# data/text_misc.xml.append$//text[@name="map_icon_store_rock"]
source: STORE [ROCK]
de: GESCHÄFT [ROCK]
fr: BOUTIQUE [ROCAILLEUX]
ko: 상점 [락맨]
ru: МАГАЗИН [ВАЛУНЫ]
zh_hans: 商店[岩石族]

# data/text_misc.xml.append$//text[@name="map_icon_store_mantis"]
source: STORE [MANTIS]
de: SHOP [MANTIS]
fr: BOUTIQUE [MANTIS]
ko: 상점 [맨티스]
ru: МАГАЗИН [БОГОМОЛЫ]
zh_hans: 商店[螳螂族]

# data/text_misc.xml.append$//text[@name="map_icon_store_dusk"]
source: STORE [DUSK]
de: GESCHÄFT [DUSK]
fr: BOUTIQUE [CREPUS]
ko: 상점 [더스크]
ru: МАГАЗИН [ВЕСТ. ЗАКАТА]
zh_hans: 商店[暮临]

# data/text_misc.xml.append$//text[@name="map_icon_store_rebel"]
source: STORE [REBEL]
de: SHOP [REBELLEN]
fr: BOUTIQUE [REBELLE]
ko: 상점 [반군]
ru: МАГАЗИН [ПОВСТАНЦЫ]
zh_hans: 商店[叛军]

# data/text_misc.xml.append$//text[@name="map_icon_store_auto"]
source: STORE [AUTO]
de: GESCHÄFT [AUTO]
fr: BOUTIQUE [AUTO]
ko: 상점 [무인]
ru: МАГАЗИН [АВТО]
zh_hans: 商店[自动]

# data/text_misc.xml.append$//text[@name="map_icon_store_coalition"]
source: STORE [COALITION]
de: SHOP [KOALITION]
fr: BOUTIQUE [COALITION]
ko: 상점 [연합]
ru: МАГАЗИН [КОАЛИЦИЯ]
zh_hans: 商店[星联]

# data/text_misc.xml.append$//text[@name="map_icon_store_dynasty"]
source: STORE [DYNASTY]
de: SHOP [DYNASTIE]
fr: BOUTIQUE [DYNASTIE]
ko: 상점 [왕조]
ru: МАГАЗИН [ДИНАСТИЯ]
zh_hans: 商店[灵朝]

# data/text_misc.xml.append$//text[@name="map_icon_store_brood"]
source: STORE [BROOD]
de: GESCHÄFT [BROOD]
fr: BOUTIQUE [COUVEE]
ko: 상점 [브루드]
ru: МАГАЗИН [ВЫВОДОК]
zh_hans: 商店[蛛团]

# data/text_misc.xml.append$//text[@name="map_icon_store_ember"]
source: STORE [CULT]
de: GESCHÄFT [KULT]
fr: BOUTIQUE [CULT]
ko: 상점 [이교도]
ru: МАГАЗИН [КУЛЬТИСТЫ]
zh_hans: 商店[异教徒]

# data/text_misc.xml.append$//text[@name="map_icon_store_ancient"]
source: STORE [OBELISK]
de: SHOP [OBELISK]
fr: BOUTIQUE [OBELISQUE]
ko: 상점 [오벨리스크]
ru: МАГАЗИН [ОБЕЛИСКИ]
zh_hans: 商店[方碑族]

# data/text_misc.xml.append$//text[@name="map_icon_store_pirate"]
source: STORE [PIRATE]
de: SHOP [PIRAT]
fr: BOUTIQUE [PIRATE]
ko: 상점 [해적]
ru: МАГАЗИН [ПИРАТЫ]
zh_hans: 商店[海盗]

# data/text_misc.xml.append$//text[@name="map_icon_store_slug"]
source: STORE [SLUG]
de: GESCHÄFT [SLUG]
fr: BOUTIQUE [LIMACE]
ko: 상점 [슬러그]
ru: МАГАЗИН [СЛИЗНИ]
zh_hans: 商店[蛞蝓族]

# data/text_misc.xml.append$//text[@name="map_icon_store_leech"]
source: STORE [LEECH]
de: GESCHÄFT [LEECH]
fr: BOUTIQUE [SANGSU]
ko: 상점 [리치]
ru: МАГАЗИН [ПИЯВКИ]
zh_hans: 商店[吸虫族]

# data/text_misc.xml.append$//text[@name="map_icon_store_vampweed"]
source: STORE [VAMPWEED]
de: SHOP [VAMPWEED]
fr: MAGASIN [VAMPIFLORE]
ko: 상점 [흡혈초]
ru: МАГАЗИН [ВАМПСОРНЯКИ]
zh_hans: 商店[血草兰花]

# data/text_misc.xml.append$//text[@name="map_icon_store_ehg"]
source: STORE [EHG]
de: GESCHÄFT [EJG]
fr: BOUTIQUE [GUILDE]
ko: 상점 [EHG]
ru: МАГАЗИН [ГОЭ]
zh_hans: 商店[异猎会]

# data/text_misc.xml.append$//text[@name="map_icon_store_lostsun"]
source: STORE [LOST-SUN]
de: SHOP [LOST-SUN]
fr: BOUTIQUE [LOST-SUN]
ko: 상점 [로스트 선]
ru: МАГАЗИН [ЗАТЕРЯННЫЕ СОЛНЦА]
zh_hans: 商店[迷失烈阳]

# data/text_misc.xml.append$//text[@name="map_icon_store_shell"]
source: STORE [SHELL]
de: GESCHÄFT [SHELL]
fr: BOUTIQUE [COQUILLE]
ko: 상점 [셸]
ru: МАГАЗИН [РАКУШКИ]
zh_hans: 商店[甲壳族]

# data/text_misc.xml.append$//text[@name="map_icon_store_lanius"]
source: STORE [LANIUS]
de: SHOP [LANIUS]
fr: BOUTIQUE [LANIUS]
ko: 상점 [라니우스]
ru: МАГАЗИН [ЛАНИУСЫ]
zh_hans: 商店[食铁族]

# data/text_misc.xml.append$//text[@name="map_icon_store_vagabond"]
source: STORE [VAGABOND]
de: SHOP [VAGABOND]
fr: BOUTIQUE [VAGABOND]
ko: 상점 [떠돌이]
ru: МАГАЗИН [БРОДЯГИ]
zh_hans: 商店[漂浪群]

# data/text_misc.xml.append$//text[@name="map_icon_store_separatist"]
source: STORE [SEPARATIST]
de: SHOP [SEPARATIST]
fr: BOUTIQUE [SÉPARATISTE]
ko: 상점 [분리주의자]
ru: МАГАЗИН [СЕПАРАТИСТЫ]
zh_hans: 商店[分离者]

# data/text_misc.xml.append$//text[@name="map_icon_store_augmented"]
source: STORE [AUGMENTED]
de: SHOP [AUGMENTED]
fr: BOUTIQUE [AUGMENTÉ]
ko: 상점 [증강자]
ru: МАГАЗИН [ВОЗВЫШЕННЫЕ]
zh_hans: 商店[强铁族]

# data/text_misc.xml.append$//text[@name="map_icon_store_hektar"]
source: STORE [HEKTAR]
de: SHOP [HEKTAR]
fr: BOUTIQUE [HEKTAR]
ko: 상점 [헥타르]
ru: МАГАЗИН [ГЕКТАР]
zh_hans: 商店[赫克塔]

# data/text_misc.xml.append$//text[@name="map_icon_store_tony"]
source: STORE [TONY'S]
de: GESCHÄFT [TONYS]
fr: BOUTIQUE [TONY'S]
ko: 상점 [토니]
ru: МАГАЗИН [У ТОНИ]
zh_hans: 商店[托尼]

# data/text_misc.xml.append$//text[@name="map_icon_store_tony_distress"]
source: STORE-DISTRESS [TONY'S]
de: GESCHÄF-NOTFALL [TONYS]
fr: BOUTIQUE-DÉTRESSE [TONY'S]
ko: 상점-조난 신호 [토니]
ru: МАГАЗИН В ОПАСНОСТИ [У ТОНИ]
zh_hans: 商店&求救[托尼]

# data/text_misc.xml.append$//text[@name="pilot_4"]
source: Auto: 100 percent evasion
de: Auto: 100 Prozent Ausweichchance
fr: Auto : 100 pourcent d'évasion
ko: 자동: 회피 100%
ru: Автопилот: уклонение 100%
zh_hans: 自动驾驶：保留所有闪避率

# data/text_misc.xml.append$//text[@name="teleporter_instant"]
source: No cooldown
de: Kein Cooldown
fr: Aucun Temps de recharge
ko: 재사용 대기 시간 없음
ru: Без перезарядки
zh_hans: 无冷却时间

# data/text_misc.xml.append$//text[@name="clonebay_instant_fullheal"]
source: Instant clone + Full heal
de: Sofortiges Klonen + volle Heilung
fr: Clone instantané + Soin intégral
ko: 즉시 복제 + 완전 회복
ru: 0 сек. + 100% ОЗ/прыжок
zh_hans: 瞬间克隆/跃迁时完全恢复生命值

# data/text_misc.xml.append$//text[@name="mind_1"]
source: Control an enemy for 14s
de: Kontrolliere einen Feind für 14s
fr: Contrôler un ennemi pendant 14 secondes
ko: 적을 14초간 조종
ru: Контроль над врагом на 14с
zh_hans: 控制一名敌方船员14秒

# data/text_misc.xml.append$//text[@name="mind_2"]
source: 20s control, +15hp, 1.25x dmg
de: 20s Kontrolle, +15Hp, 1.25x Schaden
fr: 20s contrôle, +15pv, 1.25x dgt
ko: 20초간 조종, 최대 체력 +15, 대인 공격력 1.25배
ru: 20с контроль, +15 ОЗ, 1.25х урон
zh_hans: 控制持续20秒，+15点最大生命值，1.25倍战斗伤害

# data/text_misc.xml.append$//text[@name="mind_3"]
source: 28s control, +30hp, 2x dmg
de: 28s Kontrolle, +30hp, 2x Schaden
fr: 28s contrôle, +30pv, 2x dgt
ko: 28초간 조종, 최대 체력 +30, 대인 공격력 2배
ru: 28с контроль, +30 ОЗ, 2х урон
zh_hans: 控制持续28秒，+30点最大生命值，2倍战斗伤害

# data/text_misc.xml.append$//text[@name="mind_4"]
source: Control 2 enemy crew
fr: Contrôler 2 membres d'équipage ennemi
ko: 적 2명 조종
ru: Контроль 2 врагов
zh_hans: 控制2名敌方船员

# data/text_misc.xml.append$//text[@name="artillery_off"]
source: OFF: Artillery not charging
de: AUS: Artillerie läd nicht
fr: OFF: L'artillerie ne charge pas
ko: 꺼짐: 함포가 충전되고 있지 않습니다
ru: ВЫКЛ: артиллерия не заряжается
zh_hans: 未供能：巨炮非充能中

# data/text_misc.xml.append$//text[@name="artillery_1"]
source: Cooldown 1.25x‡
de: Abklingzeit 1,25x‡
fr: Temps de recharge 1.25x‡
ko: 충전 시간 1.25x‡
ru: Перезарядка 1.25x‡
zh_hans: 充能时间1.25倍‡

# data/text_misc.xml.append$//text[@name="artillery_2"]
source: Cooldown 1x‡
de: Abklingzeit 1x‡
fr: Temps de recharge 1x‡
ko: 충전 시간 1x‡
ru: Перезарядка 1x‡
zh_hans: 充能时间1倍‡
