Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="artillery_3"]
source: Cooldown 0.75x‡
de: Abklingzeit 0.75x‡
fr: Temps de recharge 0.75x‡
ko: 충전 시간 0.75x‡
ru: Перезарядка 0.75x‡
zh_hans: 充能时间0.75倍‡

# data/text_misc.xml.append$//text[@name="artillery_4"]
source: Cooldown 0.5x‡
de: Abklingzeit 0.5x‡
fr: Temps de recharge 0.5x‡
ko: 충전 시간 0.5x‡
ru: Перезарядка 0.5x‡
zh_hans: 充能时间0.5倍‡

# data/text_misc.xml.append$//text[@name="artillery_5"]
source: Cooldown 0.25x‡
de: Abklingzeit 0.25x‡
fr: Temps de recharge 0.25x‡
ko: 충전 시간 0.25x‡
ru: Перезарядка 0.25x‡
zh_hans: 充能时间0.25倍‡

# data/text_misc.xml.append$//text[@name="ftl_drive_override"]
source: FTL Drive
ru: ССД
zh_hans: 超光速推进器

# data/text_misc.xml.append$//text[@name="power_ready"]
source: Ready: Click to lock down room with special power
de: Bereit: Drücke um einen Raum mit einer speziellen Kraft zu sperren
fr: Prêt : Cliquez pour verrouiller la salle avec une capacité spéciale
ko: 준비됨: 버튼을 누르면 특수 능력으로 선실을 봉쇄합니다.
ru: Готов: нажмите, чтобы заблокировать отсек с помощью специальной способности
zh_hans: 就绪：点此使用特殊能力封锁该舱室

# data/text_misc.xml.append$//text[@name="power_not_ready"]
source: Not Ready: Power still charging (see charge left of portrait)
de: Nicht bereit: Fähigkeit lädt noch auf (siehe Ladung links neben dem Portrait)
fr: Non disponible : Le Pouvoir doit se recharger (voir la charge à gauche du portrait)
ko: 사용불가: 능력 충전 중 (초상화 왼편에서 충전량을 확인하세요)
ru: Не готов: cпособность еще заряжается (см. зарядку слева от портрета)
zh_hans: 未就绪：技能冷却中(船员列表左方显示冷却)

# data/text_misc.xml.append$/FTL/text[326]
source: Not Ready: Out of charges
de: Nicht bereit: Keine weiteren Ladungen vorhanden
fr: Non disponible : Plus de charges
ko: 사용불가: 충전 횟수 고갈
ru: Не готов: нет зарядов
zh_hans: 无法使用：次数已耗尽

# data/text_misc.xml.append$/FTL/text[327]
source: Not Ready: Crew is under enemy mind control
de: Nicht bereit: Crew ist unter feindlicher Gedankenkontrolle
fr: Non disponible : L'équipage est sous le contrôle mental ennemi
ko: 사용불가: 선원이 적에게 정신지배 당하고 있습니다.
ru: Не готов: экипаж находится под вражеским контролем разума
zh_hans: 无法使用：船员被敌方心灵控制中

# data/text_misc.xml.append$//text[@name="power_number_charges"]
source: Charges: \1/\2
de: Ladungen: \1/\2
ko: 충전 횟수: \1/\2
ru: Заряды: \1/\2
zh_hans: 可用次数：\1/\2

# data/text_misc.xml.append$//text[@name="power_ready_defend"]
source: Ready: Click to become invincible for 15 seconds.\nHotkey: \1
de: Bereit: Drücke, um für 15 Sekunden unverwundbar zu werden.\nHotkey: \1
fr: Prêt : Cliquer pour devenir invincible pendant 15 secondes.\nHotkey: \1
ko: 준비됨: 15초 동안 무적이 됩니다.\nHotkey: \1
ru: Готов: нажмите, чтобы стать неуязвимым на 15 секунд.\nГорячая клавиша: \1
zh_hans: 就绪：点此进入无敌15秒。\n热键：\1

# data/text_misc.xml.append$//text[@name="power_ready_pheromones"]
source: Ready: Click to drastically increase speed for 7 seconds.\nHotkey: \1
de: Bereit: Drücke, um Geschwindigkeit massiv für 7 Sekunden zu erhöhen.\nHotkey: \1
fr: Prêt : Cliquer pour augmenter considérablement la vitesse pendant 7 secondes.\nHotkey: \1
ko: 준비됨: 7초 동안 이동속도가 굉장히 빨라집니다.\nHotkey: \1
ru: Готов: Нажмите, чтобы резко увеличить скорость на 7 секунд.\nГорячая клавиша: \1
zh_hans: 就绪：点此进入极速状态7秒。\n热键：\1

# data/text_misc.xml.append$//text[@name="power_ready_cloak"]
source: Ready: Click to cloak, becoming immune to damage but move slower and do less damage\nHotkey: \1
de: Bereit: Drücke, um zu tarnen und immun gegen Schaden zu werden, wobei die Bewegungsgeschwindigkeit und ausgeteilter Schaden reduziert wird \nHotkey: \1
fr: Prêt : Cliquer pour se camoufler, devenir immunisé contre les dégâts, mais se déplacer plus lentement et faire moins de dégâts\nHotkey: \1
ko: 준비됨: 은신하여 피해를 받지 않게 되지만 이동속도가 느려지고 공격력이 낮아집니다.\nHotkey: \1
ru: Готов: Щелкните, чтобы замаскироваться, став невосприимчивым к урону, но двигаясь медленнее и нанося меньше урона\nГорячая клавиша: \1
zh_hans: 就绪：点此进入隐蔽状态，免疫伤害但降低移动速度与造成的伤害\n热键：\1

# data/text_misc.xml.append$//text[@name="power_not_ready_generic"]
source: Not Ready
de: Nicht bereit
fr: Non disponible
ko: 사용불가
ru: Не готов
zh_hans: 未就绪

# data/text_misc.xml.append$//text[@name="power_not_ready_player_ship"]
source: Not Ready: Not on player ship
de: Nicht bereit: Nicht auf Spieler-Schiff
fr: Non disponible : Doit être sur le vaisseau allié
ko: 사용불가: 플레이어 함선에 없음
ru: Не готов: не на корабле игрока
zh_hans: 无法使用：不在己方舰内

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_ship"]
source: Not Ready: Not on enemy ship
de: Nicht bereit: Nicht auf feindlichen Schiffen
fr: Non disponible : Doit être sur le vaisseau ennemi
ko: 사용불가: 적 함선에 없음
ru: Не готов: не на вражеском корабле
zh_hans: 无法使用：不在敌方舰内

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_in_room"]
source: Not Ready: No enemies in room
de: Nicht bereit: Keine Feinde im Raum
fr: Non disponible : Des ennemis doivent être présent dans la pièce
ko: 사용불가: 주변에 적이 없음
ru: Не готов: в отсеке нет врагов
zh_hans: 无法使用：舱室内无敌方船员

# data/text_misc.xml.append$//text[@name="power_not_ready_friendly_in_room"]
source: Not Ready: No friendly crew in room
de: Nicht bereit: Keine freundlichen Crew Mitglieder im Raum
fr: Non disponible : Des alliés doivent être présent dans la pièce
ko: 사용불가: 주변에 아군이 없음
ru: Не готов: отсутствует союзный экипаж в отсеке
zh_hans: 无法使用：舱室内无友方船员

# data/text_misc.xml.append$//text[@name="power_not_ready_whitelist"]
source: Not Ready: No whitelisted crew in room
de: Nicht bereit: Keine Crew im Raum gewhitelistet
fr: Non disponible : Aucun équipage sur liste blanche dans la salle
ko: 사용불가: 주변에 특정 선원이 없음
ru: Не готов: в отсеке нет допустимого экипажа
zh_hans: 无法使用：舱室内无白名单内船员

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_whitelist"]
source: Not Ready: No whitelisted enemy in room
de: Nicht bereit: Keine Feinde im Raum gewhitelistet
fr: Non disponible : Aucun ennemi sur liste blanche dans la salle
ko: 사용불가: 주변에 특정 적이 없음
ru: Не готов: в отсеке нет допустимых врагов
zh_hans: 无法使用：舱室内无白名单内敌方船员

# data/text_misc.xml.append$//text[@name="power_not_ready_friendly_whitelist"]
source: Not Ready: No whitelisted friendly crew in room
de: Nicht bereit: Keine freundliche Crew im Raum gewhitelistet
fr: Non disponible : Aucun équipage amical sur liste blanche dans la salle
ko: 사용불가: 주변에 특정 아군이 없음
ru: Не готов: в отсеке нет допустимого союзного экипажа
zh_hans: 无法使用：舱室内无白名单内己方船员

# data/text_misc.xml.append$//text[@name="power_not_ready_enemy_blacklist"]
source: Not Ready: Blacklisted enemy in room
de: Nicht bereit: Blacklistete Feinde im Raum
fr: Non disponible : Ennemi sur liste noire dans la salle
ko: 사용불가: 주변에 특정 적이 있음
ru: Не готов: недопустимый враг в отсеке
zh_hans: 无法使用：舱室内有黑名单内敌方船员

# data/text_misc.xml.append$//text[@name="power_not_ready_friendly_blacklist"]
source: Not Ready: Blacklisted friendly crew in room
de: Nicht bereit: Blacklistete freundliche Crew im Raum
fr: Non disponible : Équipage amical sur liste noire dans la salle
ko: 사용불가: 주변에 특정 아군이 있음
ru: Не готов: недопустимый союзный экипаж в отсеке
zh_hans: 无法使用：舱室内有黑名单内己方船员

# data/text_misc.xml.append$//text[@name="power_not_ready_system_in_room"]
source: Not Ready: No system in room
de: Nicht bereit: Kein System im Raum
fr: Non disponible : Il faut un système dans la pièce
ko: 사용불가: 해당 선실에 시스템 없음
ru: Не готов: в отсеке отсутствует система
zh_hans: 无法使用：舱室内无系统

# data/text_misc.xml.append$//text[@name="power_not_ready_activated"]
source: Activated: Power currently in use (see duration left of portrait)
de: Aktiviert: Fähigkeit wird gerade genutzt (siehe Dauer links neben dem Portrait)
fr: Actif : Pouvoir actuellement utilisé (voir durée à gauche du portrait)
ko: 활성화됨: 능력 사용 중 (초상화 왼편에서 지속 시간을 확인하세요)
ru: Активирован: способность сейчас используется (см. длительность слева от портрета)
zh_hans: 无法使用：技能使用中(船员列表左方显示冷却)

# data/text_misc.xml.append$//text[@name="power_not_ready_ai_disabled"]
source: Not Ready: Power disabled for AI (shouldn't see this)
de: Nicht bereit: Fähigkeit für KI deaktiviert (Du solltest das hier nicht sehen, okay)
fr: Non disponible : Alimentation désactivée pour IA (Vous ne devriez pas voir ceci)
ko: 사용불가: Power disabled for AI (shouldn't see this)
ru: Не готов: способность отключена для ИИ (не должны это видеть)
zh_hans: 无法使用：该技能AI禁用(开发人员提示信息)

# data/text_misc.xml.append$//text[@name="power_not_ready_has_clonebay"]
source: Not Ready: No clone bay available
de: Nicht bereit: Keine Klon-Kammer verfügbar
fr: Non disponible : Nécessite une salle de Clonage
ko: 사용불가: 클론베이 사용 불가
ru: Не готов: нет доступного клон-отсека
zh_hans: 无法使用：无克隆舱

# data/text_misc.xml.append$//text[@name="power_not_ready_out_of_combat"]
source: Not Ready: In combat
de: Nicht bereit: Im Kampf
fr: Non disponible : Ne doit pas être en combat
ko: 사용불가: 전투 중
ru: Не готов: в бою
zh_hans: 无法使用：战斗中

# data/text_misc.xml.append$//text[@name="power_not_ready_in_combat"]
source: Not Ready: No enemy ship
de: Nicht bereit: Kein feindliches Schiff
fr: Non disponible : Un vaisseau ennemi doit être présent
ko: 사용불가: 적함 없음
ru: Не готов: нет вражеского корабля
zh_hans: 无法使用：敌舰不存在

# data/text_misc.xml.append$//text[@name="power_not_ready_system"]
source: Not Ready: Missing \1 system
de: Nicht bereit: Fehlende/s \1 System/e
fr: Non disponible : \1 système manquant
ko: 사용불가: \1 시스템 없음
ru: Не готов: отсутствует \1 система
zh_hans: 无法使用：缺少\1系统

# data/text_misc.xml.append$//text[@name="power_not_ready_system_functional"]
source: Not Ready: \1 system is not functional
de: Not Ready: \1 System funktioniert nicht
fr: Non disponible : \1 système n'est pas fonctionnel
ko: 사용불가: \1 시스템이 작동 중이지 않음
ru: Не готов: \1 система не функционирует
zh_hans: 无法使用：\1系统非运作中

# data/text_misc.xml.append$//text[@name="power_not_ready_min_health"]
source: Not Ready: Health is below \1
de: Nicht bereit: Lebenspunkte sind unter \1
fr: Non disponible : Santé en dessous de \1
ko: 사용불가: 체력이 \1 보다 적음
ru: Не готов: здоровье ниже \1
zh_hans: 无法使用：生命值低于\1点

# data/text_misc.xml.append$//text[@name="power_not_ready_max_health"]
source: Not Ready: Health is above \1
de: Nicht bereit: Lebenspunkte sind über \1
fr: Non disponible : Santé au dessus de \1
ko: 사용불가: 체력이 \1 보다 많음
ru: Не готов: здоровье выше \1
zh_hans: 无法使用：生命值高于\1点

# data/text_misc.xml.append$//text[@name="power_not_ready_system_damaged"]
source: Not Ready: No damaged system in room
de: Nicht bereit: Kein beschädigtes System im Raum
fr: Non disponible : Système non endommagé
ko: 사용불가: 손상되지 않은 시스템
ru: Не готов: в отсеке нет поврежденной системы
zh_hans: 无法使用：舱室内无损坏的系统

# data/text_misc.xml.append$/FTL/text[353]
source: Not Ready: Enemy has control
de: Nicht bereit: Feind hat Kontrolle
fr: Non disponible : L'ennemi a le contrôle
ko: 사용불가: 적이 조종 중
ru: Не готов: враг контролирует
zh_hans: 无法使用：敌方控制中

# data/text_misc.xml.append$/FTL/text[354]
source: Not Ready: Can't transform mid-teleport
de: Nicht bereit: Kann während der Teleportation nicht transformiert werden
fr: Non disponible : Ne peut pas se transformer à mi-téléportation
ko: 사용불가: 순간이동 중에 변신할 수 없음
ru: Не готов: не может трансформироваться во время телепорта
zh_hans: 无法使用：传送中

# data/text_misc.xml.append$/FTL/text[355]
source: Not Ready: Out of charges
de: Nicht bereit: Keine weiteren Ladungen vorhanden
fr: Non disponible : Plus de charges
ko: 사용불가: 충전 횟수 고갈
ru: Не готов: нет зарядов
zh_hans: 无法使用：次数已耗尽

# data/text_misc.xml.append$//text[@name="power_not_ready_burning"]
source: Not Ready: On fire
de: Nicht bereit: Am Brennen
fr: Non disponible : En feu
ko: 사용불가: 불붙음
ru: Не готов: горит
zh_hans: 无法使用：被灼烧中

# data/text_misc.xml.append$//text[@name="power_not_ready_suffocating"]
source: Not Ready: Suffocating
de: Nicht bereit: Am Ersticken
fr: Non disponible : Suffoque
ko: 사용불가: 질식 중
ru: Не готов: задыхается
zh_hans: 无法使用：窒息中

# data/text_misc.xml.append$//text[@name="power_not_ready_mind"]
source: Not Ready: Mind controlled
de: Nicht bereit: Unter Gedankenkontrolle
fr: Non disponible : Esprit contrôlé
ko: 사용불가: 정신 지배됨
ru: Не готов: под контролем разума
zh_hans: 无法使用：被敌方心灵控制中

# data/text_misc.xml.append$//text[@name="power_not_ready_stunned"]
source: Not Ready: Stunned
de: Nicht bereit: Betäubt
fr: Non disponible : Assommé
ko: 사용불가: 기절
ru: Не готов: оглушен
zh_hans: 无法使用：眩晕中

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing"]
source: Not Ready: Repairing
de: Nicht bereit: Am Reparieren
fr: Non disponible : Réparation
ko: 사용불가: 수리 중
ru: Не готов: ремонтирует
zh_hans: 无法使用：修理中

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_system"]
source: Not Ready: Repairing system
de: Nicht bereit: Repariert System
fr: Non disponible : Réparation d'un système
ko: 사용불가: 시스템 수리 중
ru: Не готов: ремонтирует систему
zh_hans: 无法使用：修理系统中

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_breach"]
source: Not Ready: Repairing breach
de: Nicht bereit: Repariert Hüllenbruch
fr: Non disponible : Réparation d'une brèche
ko: 사용불가: 균열 수리 중
ru: Не готов: ремонтирует пробоину
zh_hans: 无法使用：修理破舱中

# data/text_misc.xml.append$//text[@name="power_not_ready_fighting"]
source: Not Ready: Fighting
de: Nicht bereit: Am Kämpfen
fr: Non disponible : En combat
ko: 사용불가: 싸우는 중
ru: Не готов: сражается
zh_hans: 无法使用：近战战斗中

# data/text_misc.xml.append$//text[@name="power_not_ready_sabotaging"]
source: Not Ready: Sabotaging
de: Nicht bereit: Am Sabotieren
fr: Non disponible : Saboté
ko: 사용불가: 시스템 파괴 중
ru: Не готов: саботирует
zh_hans: 无法使用：破坏中

# data/text_misc.xml.append$//text[@name="power_not_ready_shooting"]
source: Not Ready: Shooting
de: Nicht bereit: Am Schießen
fr: Non disponible : En tire
ko: 사용불가: 사격 중
ru: Не готов: стреляет
zh_hans: 无法使用：远程战斗中

# data/text_misc.xml.append$//text[@name="power_not_ready_moving"]
source: Not Ready: Moving
de: Nicht bereit: Am Bewegen
fr: Non disponible : Se déplace
ko: 사용불가: 이동 중
ru: Не готов: передвигается
zh_hans: 无法使用：移动中

# data/text_misc.xml.append$//text[@name="power_not_ready_idle"]
source: Not Ready: Idle
de: Nicht bereit: Am Warten
fr: Non disponible : Inactif
ko: 사용불가: 아무것도 하지 않는 중
ru: Не готов: бездействует
zh_hans: 无法使用：闲置中

# data/text_misc.xml.append$//text[@name="power_not_ready_manning"]
source: Not Ready: Manning system
de: Nicht bereit: Bemannt System
fr: Non disponible : Système d'équipement
ko: 사용불가: 시스템 관리 중
ru: Не готов: обслуживает систему
zh_hans: 无法使用：操控系统中

# data/text_misc.xml.append$//text[@name="power_not_ready_firefighting"]
source: Not Ready: Fighting fire
de: Nicht bereit: Bekämpft Feuer
fr: Non disponible : Combat un incendie
ko: 사용불가: 불 끄는 중
ru: Не готов: тушит пожар
zh_hans: 无法使用：灭火中

# data/text_misc.xml.append$//text[@name="power_not_ready_dying"]
source: Not Ready: Dying
de: Nicht bereit: Am Sterben
fr: Non disponible : Meurt
ko: 사용불가: 사망
ru: Не готов: умирает
zh_hans: 无法使用：濒死

# data/text_misc.xml.append$/FTL/text[371]
source: Not Ready: Teleporting
de: Nicht bereit: Am Teleportieren
fr: Non disponible : Se téléporte
ko: 사용불가: 순간이동 중
ru: Не готов: телепортируется
zh_hans: 无法使用：传送中

# data/text_misc.xml.append$//text[@name="power_not_ready_silenced"]
source: Not Ready: Your crew ability is neutralized by an affliction
de: Nicht bereit: Deine Crew ist unter dem Effekt von Wahnsinn
fr: Non disponible : Votre capacité d'équipage est neutralisée par une affliction
ko: 사용불가: 이 선원은 부정적 상태로 인해 능력을 사용할 수 없습니다
ru: Не готов: способность члена экипажа нейтрализована из-за эффекта ослабления
zh_hans: 无法使用：船员处于疯狂之中

# data/text_misc.xml.append$//text[@name="power_not_ready_teleporting_or_stunned"]
source: Not Ready: Crew is teleporting or stunned
de: Nicht bereit: Crew ist am teleportieren oder betäubt
fr: Non disponible : Le membre d'équipage se téléporte ou est assommé
ko: 사용불가: 순간이동 중이거나 기절해 있습니다
ru: Не готов: экипаж телепортируется или оглушен
zh_hans: 无法使用：船员传送或眩晕中

# data/text_misc.xml.append$//text[@name="power_not_ready_burning_false"]
source: Not Ready: Not on fire
de: Nicht bereit: Nicht am Brennen
fr: Non disponible : N'est pas en feu
ko: 사용불가: 불 위에 있지 않음
ru: Не готов: Не горит
zh_hans: 无法使用：未被灼烧

# data/text_misc.xml.append$//text[@name="power_not_ready_suffocating_false"]
source: Not Ready: Not suffocating
de: Nicht bereit: Nicht am Ersticken
fr: Non disponible : Ne suffoque pas
ko: 사용불가: 질식 중이지 않음
ru: Не готов: не задыхается
zh_hans: 无法使用：未窒息

# data/text_misc.xml.append$//text[@name="power_not_ready_mind_false"]
source: Not Ready: Not mind controlled
de: Nicht bereit: Nicht unter Gedankenkontrolle
fr: Non disponible : L'esprit n'est pas contrôlé
ko: 사용불가: 정신 지배되지 않음
ru: Не готов: не под контролем разума
zh_hans: 无法使用：未被敌方心灵控制

# data/text_misc.xml.append$//text[@name="power_not_ready_stunned_false"]
source: Not Ready: Not stunned
de: Nicht bereit: Nicht betäubt
fr: Non disponible : N'est pas assomé
ko: 사용불가: 기절하지 않음
ru: Не готов: не оглушен
zh_hans: 无法使用：未被击晕

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_false"]
source: Not Ready: Not repairing
de: Nicht bereit: Nicht am Reparieren
fr: Non disponible : Ne répare pas
ko: 사용불가: 수리 중이지 않음
ru: Не готов: не ремонтирует
zh_hans: 无法使用：非修理中

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_system_false"]
source: Not Ready: Not repairing system
de: Nicht bereit: Repariert kein System
fr: Non disponible : Ne répare pas un système
ko: 사용불가: 시스템 수리 중이지 않음
ru: Не готов: не ремонтирует систему
zh_hans: 无法使用：非修理系统中

# data/text_misc.xml.append$//text[@name="power_not_ready_repairing_breach_false"]
source: Not Ready: Not repairing breach
de: Nicht bereit: Repariert keinen Hüllenbruch
fr: Non disponible : Ne répare pas une brèche
ko: 사용불가: 균열 수리 중이지 않음
ru: Не готов: не ремонтирует пробоину
zh_hans: 无法使用：非修理破舱中

# data/text_misc.xml.append$//text[@name="power_not_ready_fighting_false"]
source: Not Ready: Not fighting
de: Nicht bereit: Nicht am Kämpfen
fr: Non disponible : Ne se bat pas
ko: 사용불가: 싸우고 있지 않음
ru: Не готов: не сражается
zh_hans: 无法使用：非近战战斗中

# data/text_misc.xml.append$//text[@name="power_not_ready_sabotaging_false"]
source: Not Ready: Not sabotaging
de: Nicht bereit: Nicht am Sabotieren
fr: Non disponible : Ne sabote pas
ko: 사용불가: 시스템 파괴 중이지 않음
ru: Не готов: не саботирует
zh_hans: 无法使用：非破坏中

# data/text_misc.xml.append$//text[@name="power_not_ready_shooting_false"]
source: Not Ready: Not shooting
de: Nicht bereit: Nicht am Schießen
fr: Non disponible : Ne tire pas
ko: 사용불가: 사격 중이지 않음
ru: Не готов: не стреляет
zh_hans: 无法使用：非远程战斗中

# data/text_misc.xml.append$//text[@name="power_not_ready_moving_false"]
source: Not Ready: Not moving
de: Nicht bereit: Nicht am Bewegen
fr: Non disponible : Ne se déplace pas
ko: 사용불가: 이동 중이 아님
ru: Не готов: не перемещается
zh_hans: 无法使用：非移动中

# data/text_misc.xml.append$//text[@name="power_not_ready_idle_false"]
source: Not Ready: Not idle
de: Nicht bereit: Nicht am Warten
fr: Non disponible : N'est pas inactif
ko: 사용불가: 무언가 하고 있음
ru: Не готов: не бездействует
zh_hans: 无法使用：非闲置中

# data/text_misc.xml.append$//text[@name="power_not_ready_manning_false"]
source: Not Ready: Not manning system
de: Nicht bereit: Nicht am System bemannen
fr: Non disponible : N'est pas un système d'équipement
ko: 사용불가: 시스템 관리 중이지 않음
ru: Не готов: не обслуживает систему
zh_hans: 无法使用：非操控系统中

# data/text_misc.xml.append$//text[@name="power_not_ready_firefighting_false"]
source: Not Ready: Not fighting fire
de: Nicht bereit: Nicht am Feuer bekämpfen
fr: Non disponible : Ne combat pas un incendie
ko: 사용불가: 불을 끄는 중이지 않음
ru: Не готов: не тушит пожар
zh_hans: 无法使用：非灭火中

# data/text_misc.xml.append$//text[@name="power_not_ready_dying_false"]
source: Not Ready: Not dying
de: Nicht bereit: Nicht am Sterben
fr: Non disponible : Ne meurt pas
ko: 사용불가: 죽지 않음
ru: Не готов: не умирает
zh_hans: 无法使用：非濒死

# data/text_misc.xml.append$//text[@name="power_not_ready_teleporting_false"]
source: Not Ready: Not teleporting
de: Nicht bereit: Nicht am Teleportieren
fr: Non disponible : Ne se téléporte pas
ko: 사용불가: 순간이동 중이지 않음
ru: Не готов: не телепортируется
zh_hans: 无法使用：非传送中

# data/text_misc.xml.append$//text[@name="autoship_fix_name"]
source: no one
de: keiner
fr: personne
ko: 아무도 아님
ru: никто
zh_hans: 无单位

# data/text_misc.xml.append$//text[@name="autoship_fix_race"]
source: battle
de: kampf
fr: bataille
ko: 전투
ru: битва
zh_hans: 战斗

# data/text_misc.xml.append$//text[@name="advanced_health_tooltip"]
source: Health
de: Lebenspunkte
fr: Santé
ko: 체력
ru: Здоровье
zh_hans: 生命值

# data/text_misc.xml.append$//text[@name="crew_stun_time"]
source: Stunned: \1 seconds
de: Betäubt: \1 Sekunden
fr: Étourdi : \1 secondes
ko: 기절: \1 초
ru: Оглушен: \1 секунд
zh_hans: 眩晕中：\1秒

# data/text_misc.xml.append$//text[@name="hotkey_lockdown"]
source: Activate Crew Ability
de: Aktive Crew Fähigkeit
fr: Activer la capacité d'équipage
ko: 선원 능력 사용
ru: Активировать способность экипажа
zh_hans: 船员主动技能

# data/text_misc.xml.append$//text[@name="weapon_cooldown_negative"]
source: Disabled
de: Deaktiviert
fr: Désactivé
ko: 비활성화
ru: Отключено
zh_hans: 已失效

# data/text_misc.xml.append$//text[@name="warning_power_surge_player"]
source: POWER SURGE\nIMMINENT
de: ENERGIEANSTIEG\nBEVORSTEHEND
fr: SURCHARGE\nIMMINENTE
ko: 에너지 파동\n임박
ru: ВЫБРОС ЭНЕРГИИ\nНЕМИНУЕМ
zh_hans: 即将释放\n能量倾泻!!!

# data/text_misc.xml.append$//text[@name="warning_shield_surge_player"]
source: SUPER SHIELD\nRECHARGING
de: SUPER SCHILD\nWIEDERAUFLADEN
fr: SUPER BOUCLIER\nEN CHARGE
ko: 슈퍼 방어막\n재충전 중
ru: СУПЕРЩИТ\nПЕРЕЗАРЯЖАЕТСЯ
zh_hans: 能量护盾\n充能中!!!

# data/text_misc.xml.append$//text[@name="warning_support"]
source: FIRE SUPPORT\nINBOUND
de: FEUER UNTERSTÜTZUNG\nAUF DEM WEG
fr: TIRS D'APPUI\nEN APPROCHE
ko: 포격 지원\n감지됨
ru: ОГНЕВАЯ ПОДДЕРЖКА\nНА ПОДХОДЕ
zh_hans: 火力支援\n来袭!!!

# data/text_misc.xml.append$//text[@name="warning_boarders"]
source: HOSTILE BOARDING PARTY\nINBOUND
de: FEINDLICHE ENTER-GRUPPE\nAUF DEM WEG
fr: ÉQUIPE D'ABORDAGE HOSTILE\nEN APPROCHE
ko: 적대적 침입자\n감지됨
ru: ВРАЖЕСКАЯ АБОРДАЖНАЯ КОМАНДА\nНА ПОДХОДЕ
zh_hans: 敌方登舰船员\n来袭!!!

# data/text_misc.xml.append$//text[@name="warning_newhazard"]
source: REALITY BEND\nIMMINENT
de: REALITÄTS BIEGUNG\nBEVORSTEHEND
fr: MANIPULATION DE LA RÉALITÉ\nIMMINENT
ko: 현실 조작\n감지됨
ru: ИСКАЖЕНИЕ РЕАЛЬНОСТИ\nНЕМИНУЕМО
zh_hans: 即将\n扭曲现实!!!

# data/text_misc.xml.append$//text[@name="warning_gravity_wave"]
source: GRAVITY WAVE\nIMMINENT!
ru: ГРАВИТАЦИОННАЯ\nВОЛНА\nНЕИЗБЕЖНА!
zh_hans: 引力波\n即将来袭！

# data/text_misc.xml.append$//text[@name="type_beam_chain"]
source: Chain Beam
de: Ketten Strahl
fr: Rayon Chaîne
ko: 연쇄 빔
ru: Цепной луч
zh_hans: 链式光束

# data/text_misc.xml.append$//text[@name="type_missile_chain"]
source: Chain Missile
de: Ketten Raketen
fr: Missile Chaîne
ko: 연쇄 미사일
ru: Цепная ракетная установка
zh_hans: 链式导弹

# data/text_misc.xml.append$//text[@name="type_bomb_chain"]
source: Chain Bomb
de: Ketten Bombe
fr: Bombe Chaîne
ko: 연쇄 폭탄
ru: Цепная бомба
zh_hans: 链式炸弹

# data/text_misc.xml.append$//text[@name="type_missile_charge"]
source: Charge Missile
de: Ladungs Rakete
fr: Missile de Charge
ko: 연쇄 미사일
ru: Зарядная ракетная установка
zh_hans: 蓄能导弹

# data/text_misc.xml.append$//text[@name="type_a"]
source: Slot A
de: Platz A
fr: Variante A
ko: 슬롯 A
ru: Тип А
zh_hans: A型

# data/text_misc.xml.append$//text[@name="type_b"]
source: Slot B
de: Platz B
fr: Variante B
ko: 슬롯 B
ru: Тип Б
zh_hans: B型

# data/text_misc.xml.append$//text[@name="type_c"]
source: Slot C
de: Platz C
fr: Variante C
ko: 슬롯 C
ru: Тип В
zh_hans: C型

# data/text_misc.xml.append$//text[@name="typebutton_type_a"]
source: SLOT A
de: PLATZ A
fr: VARIANTE A
ko: 슬롯 A
ru: ТИП А
zh_hans: A型

# data/text_misc.xml.append$//text[@name="typebutton_type_b"]
source: SLOT B
de: PLATZ B
fr: VARIANTE B
ko: 슬롯 B
ru: ТИП Б
zh_hans: B型

# data/text_misc.xml.append$//text[@name="typebutton_type_c"]
source: SLOT C
de: PLATZ C
fr: VARIANTE C
ko: 슬롯 C
ru: ТИП В
zh_hans: C型
