Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="thank_ai"]
source: Controlled by its precise onboard AI
fr: Contrôlé par son IA embarquée précise
ko: 정교한 자체 AI에 의해 통제됨
ru: Под управлением высокоточного бортового ИИ
zh_hans: 由精确刻板的舰载AI接管控制

# data/text_misc.xml.append$//text[@name="thank_crew"]
source: And her successful crew:
de: Und die erfolgreiche Crew:
fr: Et de son équipage victorieux:
ko: 또한 그 함선을 승리로 이끈 이들:
ru: И ее успешный экипаж:
zh_hans: 以及她英勇的船员们：

# data/text_misc.xml.append$//text[@name="game_from"]
source: and now for...
de: und jetzt die...
fr: Et maintenant...
ko: 그리고...
ru: А теперь...
zh_hans: 请静待

# data/text_misc.xml.append$//text[@name="multiverse_games"]
source: FTL MULTIVERSE CREDITS
de: FTL MULTIVERSUM CREDITS
ko: FTL 멀티버스 크레딧
ru: ТИТРЫ FTL MULTIVERSE
zh_hans: 多元宇宙Mod贡献成员

# data/text_misc.xml.append$//text[@name="created_by"]
source: A project created by
de: Ein Projekt Geschaffen von
fr: Un projet créé par
ko: 멀티버스를 탄생시킨 사람들
ru: Создатели
zh_hans: 首席开发者

# data/text_misc.xml.append$//text[@name="lead_dev"]
source: Lead Dev
de: Lead Developer
fr: Développeur en chef
ko: 개발 총괄
ru: Ведущий разработчик
zh_hans: 首席开发媛

# data/text_misc.xml.append$//text[@name="art_team"]
source: Art Team
de: Zeichenteam
fr: Équipe Artistique
ko: 아트팀
ru: Команда дизайнеров
zh_hans: 美术团队

# data/text_misc.xml.append$//text[@name="writing_by"]
source: Writers
de: Schriftsteller
fr: Rédacteurs
ko: 작가
ru: Писатели
zh_hans: 写手

# data/text_misc.xml.append$//text[@name="music_by"]
source: Music Composers
ru: Музыкальные композиторы
zh_hans: 音乐创作者

# data/text_misc.xml.append$//text[@name="programming_by"]
source: Additional Programming
de: Zusätzliche Programmierung
fr: Programmation Supplémentaire
ko: 추가 프로그래밍
ru: Дополнительное программирование
zh_hans: 额外程序支持

# data/text_misc.xml.append$//text[@name="former_dev"]
source: Former Dev Team members
de: Frühere Dev Teammitglieder
fr: Anciens membres de l'équipe de développement
ko: 전 개발팀 멤버
ru: Бывшие члены команды разработчиков
zh_hans: 前开发团队成员：

# data/text_misc.xml.append$//text[@name="more_thanks"]
source: EH and Custom Start Devs
de: EH und Custom Start Devs
fr: EH et Custom Start Devs
ko: 엘드리치 호러 및 커스텀 스타트 개발자
ru: Разработчики EH и Custom Start
zh_hans: 怪异恐怖(Eldritch Horrors)及自定义开局开发

# data/text_misc.xml.append$//text[@name="ship_concept"]
source: Vicious Vessels, Orchids and Shell Concepts
de: Vicious Vessels, Orchids und Shell Konzepte
fr: Concepts des vaisseaux vicieux, Orchidées et Coquilles
ko: 비셔스 배슬, 오키드, 셸 콘셉트
ru: Концепции Vicious Vessels, орхидей и ракушек
zh_hans: 邪恶舰船，兰花族及甲壳族概念提供

# data/text_misc.xml.append$//text[@name="made_by_subset"]
source: FTL created by Subset Games
de: FTL von Subset Games kreiert
fr: FTL créé par Subset Games
ko: 서브셋 게임즈의 FTL
ru: FTL, разработана студией Subset Games
zh_hans: 本游戏(超越光速)所有版权属Subset游戏公司

# data/text_misc.xml.append$//text[@name="credits_hyperspace_project"]
source: Hyperspace Project
zh_hans: Hyperspace项目

# data/text_misc.xml.append$//text[@name="credits_hyperspace_developed_by"]
source: Developed by:
ru: Разработчики:
zh_hans: 开发者：

# data/text_misc.xml.append$//text[@name="credits_hyperspace_art"]
source: Additional Art:
ru: Дополнительный дизайн:
zh_hans: 附加艺术：

# data/text_misc.xml.append$//text[@name="credits_hyperspace_contributors"]
source: Additional Contributions:
ru: Дополнительная помощь:
zh_hans: 额外贡献：

# data/text_misc.xml.append$//text[@name="credits_hyperspace_contributors_names"]
source: Arc, bamalf, BlizzArchonJ, Choosechee, codyfun, _Kilburn, Kix, kokoro, Masala, nedsociety, Paradigm, PDTM, slowriderxcorps, The Dumb Dino, Vertaalfout, BobThePotat0, Gabriel Cooper, Fishhh, neopryne, Alder, Julk, bibo38, DeserPrinter \nFTL Multiverse Team
zh_hans: Arc, bamalf, BlizzArchonJ, Choosechee, codyfun, _Kilburn, Kix, kokoro, Masala, nedsociety, Paradigm, PDTM, slowriderxcorps, The Dumb Dino, Vertaalfout, BobThePotat0, Gabriel Cooper, Fishhh, neopryne, Alder, Julk, bibo38, DeserPrinter \nFTL 多元宇宙团队

# data/text_misc.xml.append$//text[@name="project_coalition"]
source: Project Coalition
fr: Projet Coalition
ko: 프로젝트 콜리션
zh_hans: 星联内容

# data/text_misc.xml.append$//text[@name="project_coalition_name"]
source: Stormbringer, SFP, Kix, and many others
de: Stormbringer, SFP, Kix und viele weitere
fr: Stormbringer, SFP, Kix et beaucoup d'autres
ko: Stormbringer, SFP, Kix 외 다수
ru: Stormbringer, SFP, Kix, и многие другие
zh_hans: Stormbringer，SFP，Kix等

# data/text_misc.xml.append$//text[@name="thanks_player"]
source: Thanks for playing!
de: Danke fürs Spielen!
fr: Merci d'avoir joué !
ko: 플레이해 주셔서 감사합니다!
ru: Спасибо за игру!
zh_hans: 感谢游玩！

# data/text_misc.xml.append$//text[@name="more_mention"]
source: Additional Mentions:
de: Weitere Erwähnungen:
fr: Mentions supplémentaires :
ko: 애드온 정보:
ru: Дополнительные упоминания:
zh_hans: 特别声明：

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc"]
source: Hyperspace Translators:
ru: Переводчики Hyperspace:
zh_hans: Hyperspace翻译者:

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_fr"]
source: French
ru: Французский
zh_hans: 法语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_it"]
source: Italian
ru: Итальянский
zh_hans: 意大利语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_de"]
source: German
ru: Немецкий
zh_hans: 德语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_es"]
source: Spanish
ru: Испанский
zh_hans: 西班牙语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_pl"]
source: Polish
ru: Польский
zh_hans: 波兰语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_pt_BR"]
source: Portuguese (Brazil)
ru: Португальский (Бразилия)
zh_hans: 葡萄牙语（巴西）

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ru"]
source: Russian
ru: Русский
zh_hans: 俄语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_zn_Hans"]
source: Chinese
ru: Китайский
zh_hans: 中文

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ja"]
source: Japanese
ru: Японский
zh_hans: 日语

# data/text_misc.xml.append$//text[@name="credits_hyperspace_loc_ko"]
source: Korean
ru: Корейский
zh_hans: 韩语

# data/text_misc.xml.append$//text[@name="end_pun"]
source: Does anyone actually read this far? (besides you of course)
de: Liest überhaupt jemand bis hierher? (Außer dir natürlich)
fr: Est-ce que quelqu'un lit jusqu'ici ? (à part vous bien sûr)
ko: 여기까지 읽는 사람이 있기는 한가? (물론 당신은 빼고요)
ru: Кто-нибудь вообще читает до сих пор? (кроме вас, конечно)
zh_hans: 真的还有人会看到这吗？ (除了你之外)

# data/text_misc.xml.append$//text[@name="addon_hover_trc"]
source: THE RENEGADE COLLECTION Currently Disabled. Click to see more info.
de: DIE RENEGADE-KOLLEKTION Im Moment deaktiviert. Clicke um mehr Informationen zu sehen.
fr: THE RENEGADE COLLECTION Actuellement désactivé. Cliquez pour voir plus d'informations.
ko: 배회자의 수집품 현재 비활성화됨. 클릭해서 추가 정보 보기.
ru: КОЛЛЕКЦИЯ РЕНЕГАТА В настоящее время отключен. Нажмите, чтобы увидеть больше информации.
zh_hans: 开发中子Mod：变元者合集 当前被禁用。 点击查看更多信息。

# data/text_misc.xml.append$//text[@name="addon_hover_inf"]
source: INFINITE MODE To be released. Click to see more info.
de: UNENDLICHKEITS MODUS Wird noch veröffentlicht. Clicke um mehr Informationen zu sehen.
fr: MODE INFINI À paraître. Cliquez pour voir plus d'informations.
ko: 무한 모드 출시 예정. 클릭해서 추가 정보 보기.
ru: INFINITE MODE Будет выпущен. Нажмите, чтобы увидеть больше информации.
zh_hans: 开发中子Mod：无限模式 即将推出。 点击查看更多信息。

# data/text_misc.xml.append$//text[@name="addon_hover_pir"]
source: PIRATE EXPANSION To be released. Click to see more info.
de: PIRATEN ERWEITERUNG Wird noch veröffentlicht. Clicke um mehr Informationen zu sehen.
fr: PIRATE EXPANSION À paraître. Cliquez pour voir plus d'informations.
ko: 해적 확장팩 출시 예정. 클릭해서 추가 정보 보기.
ru: PIRATE EXPANSION Будет выпущен. Нажмите, чтобы увидеть больше информации.
zh_hans: 开发中子Mod：海盗扩展包 即将推出。 点击查看更多信息。

# data/text_misc.xml.append$//text[@name="addon_hover_cor"]
source: CORPORATE EXPANSION To be released. Click to see more info.
de: CORPORATE ERWEITERUNG Wird noch veröffentlicht. Clicke um mehr Informationen zu sehen.
fr: CORPORATE EXPANSION À paraître. Cliquez pour voir plus d'informations.
ko: 기업 확장팩 출시 예정. 클릭해서 추가 정보 보기.
ru: CORPORATE EXPANSION Будет выпущен. Нажмите, чтобы увидеть больше информации.
zh_hans: 开发中子Mod：公司扩展包 即将推出。 点击查看更多信息。

# data/text_misc.xml.append$//text[@name="map_icon_cura"]
source: C.U.R.A.
ru: К.У.Р.А.

# data/text_misc.xml.append$//text[@name="map_icon_cultist"]
source: C@!*I$%
ru: К@!*^И$%

# data/text_misc.xml.append$//text[@name="map_icon_nnnn"]
source: NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ru: ННННННННННННННННННННННННННННННННННННННННННННННННННННННННННННН
