Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="tip_ancient_wreck"]
source: Tip: These weapons are forged from Aether, the exotic and extremely valuable alloy found exclusively in ancient ruins. They are very powerful, but time has not been kind to this weapon. Because of the damage, it will function worse than you suspect it once did.
de: Tipp: Diese Waffen wurden aus Aether geschaffen, einer exotischen und extrem teurer Legierung, welches nur in den antiken Ruinen gefunden werden kann. Sie sind sehr stark, jedoch hat die Zeit etwas Schaden an der Waffe angerichtet. Wegen dem Schaden, wird es schlechter funktionieren, als früher.
fr: Astuce : Ces armes sont forgées d'Éther, alliage exotique à grande valeur trouvé exclusivement dans d'anciennes ruines. Ces armes sont puissantes, mais le temps n'a pas été clément avec cette arme. A cause de l'usure, elle fonctionnera moins efficacement que prévu.
ko: 팁: 이 무기는 오직 고대 유적에서만 발견되는 이색적이고 극도로 가치있는 합금인 아이테르로 주조되었습니다. 매우 강력하지만 시간 앞에서는 무력합니다. 손상되었기 때문에, 당신이 기대하는 원래의 성능을 보여주지는 못합니다.
ru: Совет: данные орудия выплавлены из эфира, редкого и крайне ценного сплава, который можно найти только в древних руинах. Они считаются очень мощными, однако этот экземпляр время не пощадило. Вы подозреваете, что когда-то оно работало лучше, чем сейчас.
zh_hans: 提示：这种武器由极其珍贵的以太铸成，一种目前只可在远古遗迹发现的材料。其威力巨大，却无法逃脱时间的魔咒，现在相比曾经只有有限的威力。

# data/text_misc.xml.append$//text[@name="tip_defunct"]
source: could not find mu_TIP_DEFUNCT
de: Konnte nicht mu_TIP_DEFUNCT finden
fr: Impossible de trouver mu_TIP_DEFUNCT
ko: mu_TIP_DEFUNCT를 찾을 수 없음
zh_hans: 无法找到mu_TIP_DEFUNCT

# data/text_misc.xml.append$//text[@name="tip_adapter"]
source: Tip: Adaptive weapons increase in damage each time they are fired. The damage increase amount and limit depends on the weapon.
de: Tipp: Adaptive Waffen erhöhen den Schaden, jedes Mal wenn sie gefeuert werden. Die Erhöhung des Schadens, kommt auf die Waffe an.
fr: Astuce : Les armes Adaptatives gagnent en dégâts à chaque tir. Le montant et la limite de ce bonus dépend de l'arme.
ko: 팁: 적응형 무기는 발사할 때마다 가하는 피해량이 늘어납니다. 늘어나는 피해의 양과 최대치는 무기에 따라 다릅니다.
ru: Совет: урон адаптивного оружия растет после каждого выстрела. Темп прибавки урона и его предел зависит от конкретного типа орудия.
zh_hans: 提示：自适应武器会在每次开火后提高其伤害。提高量与伤害上限取决于武器。

# data/text_misc.xml.append$//text[@name="tip_preemptive"]
source: Tip: Pre-emptive weapons can only be fired once per fight, and charge near-instantly. They use no power, but much like Conservative weapons require power to be in the weapon room. If you run from a fight without killing the enemy after firing a Pre-emptive weapon, it will not be able to fire on the next jump.
ru: Совет: упреждающее оружие может сделать только один выстрел за бой и имеет почти мгновенную перезарядку. Оно не требует энергии, однако, как и консервативное оружие, нуждается в запитанной орудийной системе.
zh_hans: 提示：先发武器每场战斗只可使用1次，充能时间基本可忽略。其本身类似集能武器，无需供能但需要另一件已充能的武器才可发挥效果。

# data/text_misc.xml.append$//text[@name="description_stats"]
source: Stats:
ko: 능력치:
ru: Характеристики:
zh_hans: 属性：

# data/text_misc.xml.append$//text[@name="requires_no_power"]
source: Requires no power
de: Benötigt keine Energie
fr: Ne nécessite pas de puissance
ko: 전력을 소비하지 않음
ru: Не требует питания
zh_hans: 无需供能

# data/text_misc.xml.append$//text[@name="provides_bonus_power"]
source: Provides Bonus Power
de: Liefert zustätzliche Energie
fr: Fournit un bonus de puissance
ko: 추가 전력을 제공
ru: Предоставляет дополнительное питание
zh_hans: 提供额外能量

# data/text_misc.xml.append$//text[@name="bomb_shots"]
source: Shots per charge: \1 (1 on own ship)
ru: Выстрелов в очереди: \1 (1, если нацелено на собственный корабль)
zh_hans: 弹体数：\1 发 (对己舰只发射1发)

# data/text_misc.xml.append$//text[@name="cannot_fire"]
source: Can't be shot
de: Kann nicht gefeuert werden
fr: Ne peut être abattu
ko: 발포 불가
ru: Не может стрелять
zh_hans: 无法被发射

# data/text_misc.xml.append$//text[@name="ammo_consumption"]
source: Missile Consumption: \1
de: Raketen Konsumierung: \1
fr: Coût en missiles : \1
ko: 미사일 소모: \1
ru: Потребление боеголовок: \1
zh_hans: 弹药消耗：\1 发

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_damage_positive"]
source: Chain Effect: Increase damage by \1
de: Ketten Effekt: Erhöht Schaden um \1
fr: Effet de chaîne : Améliore les dégâts de \1
ko: 연쇄 효과: 피해량 \1 증가
ru: Эффект цепи: увеличение урона на \1
zh_hans: 链式效果：伤害加\1

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_damage_negative"]
source: Chain Effect: Decrease damage by \1
de: Ketten Effekt: Senkt Schaden um \1
fr: Effet de chaîne : Diminue les dégâts de \1
ko: 연쇄 효과: 피해량 \1 감소
ru: Эффект цепи: снижение урона на \1
zh_hans: 链式效果：伤害减\1

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_speed_positive"]
source: Chain Effect: Decrease cooldown by \1
de: Ketten Effekt: Senkt Abkühlungszeit um \1
fr: Effet de chaîne : Temps de recharge - \1
ko: 연쇄 효과: 충전 시간 \1 감소
ru: Эффект цепи: снижение времени перезарядки на \1
zh_hans: 链式效果：冷却减\1秒

# data/text_misc.xml.append$//text[@name="redesigned_boost_power_speed_negative"]
source: Chain Effect: Increase cooldown by \1
de: Ketten Effekt: Erhöht Abkühlungszeit um \1
fr: Effet de chaîne : Temps de recharge + \1
ko: 연쇄 효과: 충전 시간 \1 증가
ru: Эффект цепи: увеличение времени перезарядки на \1
zh_hans: 链式效果：冷却加\1秒

# data/text_misc.xml.append$//text[@name="redesigned_damage_cap"]
source: Chain Damage Cap: \1 damage (\2 chains)
de: Ketten Schaden Maximum: \1 Schaden (\2 Ketten)
fr: Limite de chaîne en dégâts : \1 dégâts (\2 chaînes)
ko: 피해량 한계: \1 피해 (\2 연쇄)
ru: Макс. урон цепи: \1 урона (\2 выстрела)
zh_hans: 链式伤害上限：\1(\2次攻击后)

# data/text_misc.xml.append$//text[@name="redesigned_speed_cap"]
source: Chain Cooldown Cap: \1 (\2 chains)
de: Ketten Abkühlungszeit Maximum: \1 (\2 Ketten)
fr: Temps de recharge Limite : \1 sec (\2 chaînes)
ko: 충전 시간 한계: \1 (\2 연쇄)
ru: Мин. перезарядка цепи: \1 (после \2-го залпа)
zh_hans: 链式冷却下限：\1秒(\2次攻击后)

# data/text_misc.xml.append$//text[@name="shot_radius"]
source: Shot Radius: \1
de: Schuss Radius: \1
fr: Zone d'impact : \1
ko: 사격 범위: \1
ru: Разброс выстрела: \1
zh_hans: 着弹范围：\1

# data/text_misc.xml.append$//text[@name="beam_length"]
source: Beam Length: \1
de: Strahl Länge: \1
fr: Longueur de rayon : \1
ko: 타격 범위: \1
ru: Длина луча: \1
zh_hans: 光束长度：\1

# data/text_misc.xml.append$//text[@name="pinpoint"]
source: Pinpoint
de: Punktgenau
fr: Aiguillon
ko: 핀포인트
ru: Точечный луч
zh_hans: 光点

# data/text_misc.xml.append$//text[@name="swipe_speed"]
source: Beam Speed: \1
de: Strahl Geschwindigkeit: \1
fr: Vitesse de rayon : \1
ko: 타격 속도: \1
ru: Скорость луча: \1
zh_hans: 光束速度：\1

# data/text_misc.xml.append$//text[@name="max_shots"]
source: Max Shots: \1
fr: Tirs Max : \1
ko: 최대 발사체 수: \1
ru: Максимум выстрелов: \1
zh_hans: 可开火次数：\1 次

# data/text_misc.xml.append$//text[@name="redesigned_double_damage"]
source: 2x hull damage on systemless rooms.
de: 2x Hüllenschaden in Räumen ohne System.
fr: Dégâts x2 dans les salles sans système.
ko: 시스템이 없는 선실에 2배의 선체 피해를 입힘.
ru: Двойной урон отсекам без систем.
zh_hans: 对空舱室造成2倍舰体伤害。

# data/text_misc.xml.append$//text[@name="redesigned_damage_room"]
source: Normal Damage Per Room: \1 (x15 for crew)
de: Normaler Schaden pro Raum: \1 (x15 für Crew)
fr: Dégâts Normaux Par Pièce : \1 (x15 pour l'équipage)
ko: 선실당 피해량: \1 (선원에게는 x15)
ru: Урон за каждый отсек: \1 (x15 экипажу)
zh_hans: 每间舱室标准伤害：\1(船员伤害乘15)

# data/text_misc.xml.append$//text[@name="redesigned_damage_shot"]
source: Normal Damage Per Shot: \1 (x15 for crew)
de: Normaler Schaden pro Schuss: \1 (x15 für Crew)
fr: Dégâts Normaux Par Tir:\1 (x15 pour l'équipage)
ko: 발사체당 피해량: \1 (선원에게는 x15)
ru: Урон одного выстрела: \1 (x15 экипажу)
zh_hans: 每发弹体标准伤害：\1(船员伤害乘15)

# data/text_misc.xml.append$//text[@name="hull_damage"]
source: Base Hull Damage: \1
de: Standard Hüllen Schaden: \1
fr: Dégâts à la coque : \1
ko: 기본 선체 피해량: \1
ru: Урон корпусу: \1
zh_hans: 舰体伤害：\1 点

# data/text_misc.xml.append$//text[@name="system_damage"]
source: Total System Damage: \1
de: Gesamter System Schaden: \1
fr: Dégâts systèmes totaux : \1
ko: 시스템 피해: \1
ru: Урон системам: \1
zh_hans: 总系统伤害：\1点

# data/text_misc.xml.append$//text[@name="personnel_damage"]
source: Total Crew Damage: \1
de: Gesamter Crew Schaden: \1
fr: Dégâts équipage totaux : \1
ko: 선원 피해: \1
ru: Урон экипажу: \1
zh_hans: 总船员伤害：\1 点

# data/text_misc.xml.append$//text[@name="stun_length"]
source: seconds long
de: Sekunden lang
fr: s (durée)
ko: 초
ru: сек.
zh_hans: 秒

# data/text_misc.xml.append$//text[@name="weapon_lockdown"]
source: Locks down rooms on hit
de: Schließt Räume, bei Treffer
fr: Verrouillage des chambres en cas de succès
ko: 피격된 선실을 봉쇄
ru: Запирает отсеки при попадании
zh_hans: 封锁击中的舱室

# data/text_misc.xml.append$//text[@name="hull_damage_negative"]
source: Hull Repair: \1
de: Hüllen Reparatur: \1
fr: Tir de Réparateur de coque : \1 (1 sur propre vaisseau)
ko: 선체 수리: \1
ru: Восстановление корпуса: \1
zh_hans: 舰体修复： \1 点

# data/text_misc.xml.append$//text[@name="system_damage_negative"]
source: System Repair: \1
de: System Reparatur: \1
fr: Réparation Du Système : \1
ko: 시스템 수리: \1
ru: Ремонт системы: \1
zh_hans: 系统修复： \1 格

# data/text_misc.xml.append$//text[@name="personnel_damage_negative"]
source: Crew Healing: \1
de: Crew Heilung: \1
fr: Réparation de coque : \1
ko: 선원 치료: \1
ru: Лечение экипажа: \1
zh_hans: 生命恢复： \1 点

# data/text_misc.xml.append$//text[@name="scrap_value"]
source: Default Price: \1~ - Selling Price: \2~
de: Standart Preis: \1~
fr: Prix par Défaut : \1~ - Prix de Vente : \2~
ko: 기본 가격: \1~
ru: Покупка: \1~ - Продажа: \2~
zh_hans: 价格：\1~ - 售价：\2~

# data/text_misc.xml.append$//text[@name="damage_word"]
source: Damage
de: Schaden
fr: Dégât
ko: 피해
ru: Урон
zh_hans: 伤害

# data/text_misc.xml.append$//text[@name="crew_scrap_value"]
source: Hire Price: \1~
de: Anheuerungs Preis: \1~
fr: Tarif de location : \1~
ko: 고용 가격: \1~
ru: Стоимость найма: \1~
zh_hans: 雇佣价格：\1~

# data/text_misc.xml.append$//text[@name="drone_speed"]
source: Drone Speed: \1
de: Drohnen Geschwindigkeit: \1
fr: Vitesse Drone : \1
ko: 드론 속도: \1
ru: Скорость дрона: \1
zh_hans: 移动速度：\1

# data/text_misc.xml.append$//text[@name="defense_drone_reload_speed"]
source: Reload Speed: \1ms
de: Nachlade Geschwindigkeit: \1ms
fr: Vitesse de rechargement : \1 ms
ko: 장전 속도: \1ms
ru: Скорость перезарядки: \1мс
zh_hans: 装弹速度：\1 毫秒

# data/text_misc.xml.append$//text[@name="defense_drone_projectile_speed"]
source: Projectile Speed: \1
de: Projektil Geschwindigkeit: \1
fr: Vitesse projectile : \1
ko: 투사체 속도: \1
ru: Скорость снаряда: \1
zh_hans: 弹体速度：\1

# data/text_misc.xml.append$//text[@name="defense_drone_orbit_speed"]
source: Orbit Speed: \1
de: Orbital Geschwindigkeit: \1
fr: Vitesse d'orbite : \1
ko: 궤도 이동속도: \1
ru: Скорость движения: \1
zh_hans: 环绕速度：\1

# data/text_misc.xml.append$//text[@name="defense_drone_projectile_target_all"]
source: Projectile Target: All
de: Projektil Ziel: Alle
fr: Ciblage de projectiles : Tout
ko: 목표 투사체: 전체
ru: Цель снаряда: Все
zh_hans: 防御目标：所有弹体

# data/text_misc.xml.append$//text[@name="defense_drone_projectile_target_solid"]
source: Projectile Target: Solid
de: Projektil Ziel: Solide
fr: Ciblage de projectiles : Solide
ko: 목표 투사체: 고체
ru: Цель снаряда: Твердые
zh_hans: 防御目标：实体弹

source: Projectile Target: Unknown
de: Projektil Ziel: Unbekannt
fr: Ciblage de projectiles : Inconnu
ko: 목표 투사체: 확인불가
ru: Цель снаряда: Неизвестно
zh_hans: 防御目标：未知

source: Projectile Target: Asteroids
de: Projektil Ziel: Asteroiden
fr: Ciblage de projectiles : Astéroïdes
ko: 목표 투사체: 소행성
ru: Цель снаряда: Астероиды
zh_hans: 防御目标：小行星

source: Target: Drones + Solid Projectiles
de: Ziel: Drohnen + Solide Projektile
fr: Cible : Drones + projectiles solides
ko: 목표: 드론 + 고체
ru: Цель: Дроны + твердые снаряды
zh_hans: 防御目标：无人机+实体弹

source: Target: Drones + All Projectiles
de: Ziel: Drohnen + alle Projektile
fr: Cible : Drones + Tous les projectiles
ko: 목표: 드론 + 모든 투사체
ru: Цель: Дроны + все снаряды
zh_hans: 防御目标：无人机+所有弹体

# data/text_misc.xml.append$//text[@name="defense_drone_drone_target_all"]
source: Target: All Drones
de: Ziel: Alle Drohnen
fr: Cible : Tout Drones
ko: 목표: 모든 드론
ru: Цель: Все дроны
zh_hans: 防御目标：所有无人机

# data/text_misc.xml.append$//text[@name="defense_drone_drone_target_solid"]
source: Target: Solid Drones
de: Ziel: Solide Drohnen
fr: Cible : Drones solides
ko: 목표: 고형 드론
ru: Цель: Твердые дроны
zh_hans: 防御目标：实体无人机

# data/text_misc.xml.append$//text[@name="shield_drone_layers_per_charge"]
source: Shield layers per charge: \1
ru: Слои щита за один заряд: \1
zh_hans: 每次护盾过冲层数：\1 层

# data/text_misc.xml.append$//text[@name="shield_drone_cooldowns"]
source: Cooldowns: \1
ru: Перезарядка: \1
zh_hans: 充能时间：\1

# data/text_misc.xml.append$//text[@name="crew_spawn_chance"]
source: Chance to Spawn Crew: \1%
de: Chance Crew zu schaffen: \1%
fr: Chance de faire apparaître l'équipage : \1%
ko: 선원 생성 확률: \1%
ru: Вероятность возникновения экипажа: \1%
zh_hans: 生成船员率：\1 %

# data/text_misc.xml.append$//text[@name="crew_death_time"]
source: Lifetime: \1 seconds
de: Lebenszeit: \1 Sekunden
fr: Durée de vie : \1 seconds
ko: 수명: \1 초
ru: Продолжительность жизни: \1 сек.
zh_hans: 存活期：\1 秒

# data/text_misc.xml.append$//text[@name="crew_death_time_expired"]
source: Lifetime: Expired
de: Lebenszeit: Abgelaufen
fr: Durée de vie : Expiré
ko: 수명: 만료됨
ru: Продолжительность жизни: Истек
zh_hans: 已到期

# data/text_misc.xml.append$//text[@name="crew_statboost_chance"]
source: Affliction Chance: \1%
de: Betroffenheits Chance: \1%
fr: Chance d'Affliction : \1%
ko: 효과 부여 확률: \1%
ru: Вероятность ослабления: \1%
zh_hans: 虚弱率：\1 %

# data/text_misc.xml.append$//text[@name="room_statboost_chance"]
source: Deployment Chance: \1%
de: Platzierungs Chance: \1%
fr: Chance de déploiement : \1%
ko: 배치 확률: \1%
ru: Вероятность установки: \1%
zh_hans: 部署率：\1 %

# data/text_misc.xml.append$//text[@name="tip_toggle"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button!
ru: Совет: переключаемые дроны могут иметь несколько функций. С помощью кнопки [⇅] можно изменить режим переключаемых дронов.
zh_hans: 提示：多效无人机具备多种功能。可在任意时刻使用左上角的切换按钮[⇅]来切换其效果。

# data/text_misc.xml.append$//text[@name="tip_amp"]
source: Tip: Amp Drones can change their power levels before combat. More power increases their efficiency, but will also require reactor power to function.
ru: Совет: дроны с усилителем могут менять уровень мощности перед боем. Увеличение мощности повышает их эффективность, но также повышает потребление энергии реактора. С помощью кнопки [⇅] можно изменить мощность дронов с усилителем.
zh_hans: 提示：多级无人机可设置其能耗等级。更高的能耗可提升其效率，但也需要更多供能。你可以通过点击切换按钮[⇅]来设置多级无人机的能耗等级。

# data/text_misc.xml.append$//text[@name="tip_toggle_combat"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered.
ru: Совет: переключаемые дроны могут иметь несколько функций. Вы можете изменить режим переключаемых дронов с помощью кнопки [⇅]. Совет: боевые дроны требуют 1 дрон-комплект для запуска против каждого нового противника. Они будут атаковать врага до тех пор, пока у них есть питание.
zh_hans: 提示：多效无人机具备多种功能。可在任意时刻使用左上角的切换按钮[⇅]来切换其效果。 提示：在每个新信标处，战斗无人机都需要1件无人机部件来部署。充能时其将持续攻击敌舰直至被摧毁。

# data/text_misc.xml.append$//text[@name="tip_toggle_defense"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Defense Drones require 1 drone part to deploy at every new location. They will defend your ship as long as they are powered.
ru: Совет: переключаемые дроны могут иметь несколько функций. Вы можете изменить режим переключаемых дронов с помощью кнопки [⇅]. Совет: защитные дроны требуют 1 дрон-комплект для запуска на каждой новой локации. Они будут защищать ваш корабль до тех пор, пока у них есть питание.
zh_hans: 提示：多效无人机具备多种功能。可在任意时刻使用左上角的切换按钮[⇅]来切换其效果。 提示：在每个新信标处，防御无人机都需要1件无人机部件来部署。充能时其将持续拦截来袭的敌弹直至被摧毁。

# data/text_misc.xml.append$//text[@name="tip_toggle_amphi"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. Tip: Defense Drones require 1 drone part to deploy at every new location. They will defend your ship as long as they are powered.
ru: Совет: переключаемые дроны могут иметь несколько функций. Вы можете изменить режим переключаемых дронов с помощью кнопки [⇅]. Совет: боевые дроны требуют 1 дрон-комплект для запуска против каждого нового противника. Они будут атаковать врага до тех пор, пока у них есть питание. Совет: защитные дроны требуют 1 дрон-комплект для запуска на каждой новой локации. Они будут защищать ваш корабль до тех пор, пока у них есть питание.
zh_hans: 提示：多效无人机具备多种功能。可在任意时刻使用左上角的切换按钮[⇅]来切换其效果。 提示：在每个新信标处，战斗无人机都需要1件无人机部件来部署。充能时其将持续攻击敌舰直至被摧毁。 提示：在每个新信标处，防御无人机都需要1件无人机部件来部署。充能时其将持续拦截来袭的敌弹直至被摧毁。

# data/text_misc.xml.append$//text[@name="tip_crew"]
source: Tip: Crew Drones require 1 drone to deploy, but will not need to be deployed again until destroyed. They stay on the ship and help your crew as long as they are powered. Drones aren't as susceptible to fires and stuns as regular crew are, and receive half the damage from ship-mounted weaponry.
de: Tipp: Crewdrohnen benötigen 1 Drohnenteil, wenn sie eingesetzt werden, bleiben aber so lange aktiv, bis sie zerstört werden. Sie unterstützen deine Crew, solange sie mit Energie versorgt werden. Drohnen sind nicht so anfällig gegenüber Feuer und Betäubung wie übliche Crew und erleiden nur halb so viel Schaden von Schiff-montierten Waffen.
fr: Astuce : Les drones d'équipage nécessitent 1 drone à déployer, mais n'auront pas besoin d'être déployés à nouveau jusqu'à ce qu'ils soient détruits. Ils restent sur le vaisseau et aident votre équipage tant qu'ils sont alimentés. Les drones ne sont pas aussi sensibles aux incendies et aux étourdissements que les membres d'équipage réguliers et reçoivent la moitié des dégâts causés par les armes embarquées sur les vaisseaux.
ko: 팁: 선원 드론은 배치 시 드론 부품을 1개 소모하지만, 파괴되기 전까지 계속 사용할 수 있습니다. 전력을 공급하면 플레이어의 함선에서 선원들을 돕습니다. 드론은 일반 승무원만큼 화재와 기절에 취약하지 않으며, 함선 무기로부터 절반의 피해만을 받습니다.
ru: Совет: пехотные дроны требуют 1 дрон-комплект для размещения и не требуют повторного размещения, пока не будут уничтожены. Они остаются на корабле и помогают вашему экипажу до тех пор, пока у них есть питание. Дроны не так чувствительны к огню и оглушению, как обычные члены экипажа, и получают вдвое меньше урона от корабельного оружия.
zh_hans: 提示：舰内无人机需要1件无人机部件来部署，在被摧毁前无需重复部署。部署后将一直留在舰内辅助船员直至被摧毁，将其引导至已供能的无人机舱室可修复其损伤。 舰内无人机具有一定的灼烧伤害与眩晕抗性，且只受一半的舰载武器伤害。

# data/text_misc.xml.append$//text[@name="tip_toggle_crew"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Crew Drones require 1 drone to deploy, but will not need to be deployed again until destroyed. They stay on the ship and help your crew as long as they are powered. Boarding Drones require 1 drone part to deploy for each new enemy. They will board the enemy ship and attack as long as they are powered. If they have not been destroyed, the drone parts will be returned after combat. Drones aren't as susceptible to fires and stuns as regular crew are, and receive half the damage from ship-mounted weaponry.
ru: Совет: переключаемые дроны могут иметь несколько функций. Вы можете изменить режим переключаемых дронов с помощью кнопки [⇅]. Совет: пехотные дроны требуют 1 дрон-комплект для размещения и не требуют повторного размещения, пока не будут уничтожены. Они остаются на корабле и помогают вашему экипажу до тех пор, пока у них есть питание. Абордажные дроны требуют 1 дрон-комплект для запуска против каждого нового врага. Они отправляются на борт вражеского корабля и атакуют до тех пор, пока на них есть питание. Если они не были уничтожены, дрон-комплекты будут возвращены после боя. Дроны не так чувствительны к огню и оглушению, как обычные члены экипажа, и получают вдвое меньше урона от корабельного оружия.
zh_hans: 提示：多效无人机具备多种功能。可在任意时刻使用左上角的切换按钮[⇅]来切换其模式。 提示：舰内无人机需要1件无人机部件来部署，在被摧毁前无需重复部署。部署后将一直留在舰内辅助船员直至被摧毁，将其引导至已供能的无人机舱室可修复其损伤。 提示：在每个新信标处，登舰无人机都需要1件无人机部件来部署。充能时将侵入敌舰并进攻直至被摧毁。若战斗胜利时其未被摧毁，可将其回收从而取回消耗的无人机部件。 舰内无人机具有一定的灼烧伤害与眩晕抗性，且只受一半的舰载武器伤害。

# data/text_misc.xml.append$//text[@name="tip_amp_combat"]
source: Tip: Amp Drones can change their power levels before combat. More power increases their efficiency, but will also require reactor power to function. Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered.
ru: Совет: потребление энергии дронов с усилителем может быть изменено. С помощью кнопки [⇅] можно изменить мощность дронов с усилителем. Совет: боевые дроны требуют 1 дрон-комплект для запуска против каждого нового противника. Они будут атаковать врага до тех пор, пока у них есть питание.
zh_hans: 提示：多级无人机可设置其能耗等级。更高的能耗可提升其效率，但也需要更多供能。你可以通过点击切换按钮[⇅]来切换多级无人机的能耗等级。 提示：在每个新信标处，战斗无人机都需要1件无人机部件来部署。充能时其将持续攻击敌舰直至被摧毁。

# data/text_misc.xml.append$//text[@name="tip_drone_hullrepair"]
source: Tip: Hull Repair drones fly around your own ship, repairing your hull before expiring.
de: Tipp: Hüllenreparaturdrohnen fliegen um dein Schiff und reparieren die Hülle, bevor sie ablaufen.
fr: Astuce : Les Drones réparateurs de coque réparent automatiquement la coque de votre vaisseau avant d'exploser.
ko: 팁: 선체 수리 드론이 함선 주위를 맴돌며 수명이 다하기 전까지 선체를 수리합니다.
ru: Совет: ремонтные дроны летают вокруг корабля, восстанавливая ваш корпус, пока не отключатся.
zh_hans: 提示：舰体维修无人机将在其失效前持续环绕飞行并恢复己方舰体值。

# data/text_misc.xml.append$//text[@name="tip_drone_conservative"]
source: Tip: Conservative drones use no power on their own, but cannot be depowered once activated, unless forcefully reset by toggling to another mode.
de: Tipp: Konservative Drohnen nutzen keine Energie, aber können nicht deaktiviert werden, nachdem sie aktiviert wurden, außer sie werden durch das Wechseln des Modus zurückgesetzt.
fr: Astuce : Les Drones Conservateurs n'utilisent pas de courant, mais ne peuvent être désactivés une fois libéré, à moins de forcer la réinitialisation en basculant vers un autre mode.
ko: 팁: 보존 드론은 전력을 소비하지 않지만, 한번 작동하면 멈출 수 없습니다.
ru: Совет: консервативные дроны сами по себе не потребляют энергии, но после активации их нельзя отключить, за исключением принудительного переключения в другой режим.
zh_hans: 提示：集能无人机无需供能，但除非手动将其切换形态，否则部署后将一直处于运作状态。

# data/text_misc.xml.append$//text[@name="tip_storage"]
source: This item is for your storage only. You cannot use it as a weapon, but it might have other purposes as a trading item or used in crafting!
de: Dieser Gegenstand ist nur zum Lagern. Du kannst ihn nicht als Waffe nutzen, aber wohl zum handeln oder herstellen nutzen!
fr: Cet objet est destiné à être stocké. N'est pas une arme, mais peut avoir d'autres rôles en tant qu'objet d'échange ou utilisé pour la fabrication !
ko: 이 아이템은 보관 전용입니다. 무기로는 사용할 수 없지만, 교역이나 제작 같은 다른 용도로 사용될 수 있습니다!
ru: Данный предмет может находиться только на складе. Вы не можете использовать его как оружие, однако его можно продать или использовать для крафта!
zh_hans: 该物件只可作为库存而非武器。不过其可能还有商业或组装价值！
