Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="defense_friendly"]
source: Defense Drone [Solid-Targeting]:\nShoots down missiles and asteroids. Will function until destroyed or until you jump away.
de: Verteidigungs Drohne [Solide-Ziele]:\nSchießt Raketen und Asteroiden ab. Funktioniert, bis sie zerstört wird oder du wegspringst.
fr: Drone de Défense [Ciblage-Solide] :\nAbat des missiles et des astéroïdes. Fonctionnera jusqu'à ce qu'il soit détruit ou jusqu'à ce que vous sautiez.
ko: 방어 드론 [고체 목표]:\n미사일과 소행성을 요격합니다. 파괴되거나 도약하기 전까지 작동합니다.
ru: Защитный дрон [Против твердых объектов]:\nСбивает ракеты и астероиды. Будет активен, пока не будет уничтожен либо пока вы не совершите прыжок.
zh_hans: 防御无人机[目标-实体弹]：\n拦截来袭的导弹与小行星等实体弹。己舰跃迁或其自身被摧毁前会一直生效。

# data/text_misc.xml.append$//text[@name="defense_enemy"]
source: Defense Drone [Solid-Targeting]:\nShoots down missiles and asteroids. Can be shut down by damaging the enemy ship's drone system.
de: Verteidigungs Drohne [Solide-Ziele]:\nSchießt Raketen und Asteroiden ab. Kann deaktiviert werden, indem du das feindliche Drohnensystem beschädigst.
fr: Drone de Défense [Ciblage-Solide] :\nAbat des missiles et des astéroïdes. Peut être arrêté en endommageant le système de drone du vaisseau ennemi.
ko: 방어 드론 [고체 목표]:\n미사일과 소행성을 요격합니다. 적함의 드론 관제실을 손상시켜 무력화할 수 있습니다.
ru: Защитный дрон [Против твердых объектов]:\nСбивает ракеты и астероиды. Может быть отключен при повреждении вражеской системы дронов.
zh_hans: 防御无人机[目标-实体弹]：\n拦截来袭的导弹与小行星等实体弹。可摧毁敌舰无人机系统来阻止其运作。

# data/text_misc.xml.append$//text[@name="defense_2_friendly"]
source: Defense Drone [Projectile-Targeting]:\nShoots down any projectiles. Will function until destroyed or until you jump away.
de: Verteidigungs Drohne [Projektil-Ziele]:\nSchießt alle Projektile ab. Funktioniert, bis sie zerstört wird oder du wegspringst.
fr: Drone de Défense [Ciblage-Projectile] :\nAbat tout projectile. Fonctionnera jusqu'à ce qu'il soit détruit ou jusqu'à ce que vous sautiez.
ko: 방어 드론 [투사체 목표]:\n모든 투사체를 요격합니다. 파괴되거나 도약하기 전까지 작동합니다.
ru: Защитный дрон [Против снарядов]:\nСбивает все снаряды. Будет активен пока не будет уничтожен либо пока вы не совершите прыжок.
zh_hans: 防御无人机[目标-任意弹]：\n拦截来袭的所有弹体。己舰跃迁或其自身被摧毁前一直生效。

# data/text_misc.xml.append$//text[@name="defense_2_enemy"]
source: Defense Drone [Projectile-Targeting]:\nShoots down any projectiles. Can be shut down by damaging the enemy ship's drone system.
de: Verteidigungs Drohne [Projektil-Ziele]:\nSchießt alle Projektile ab. Kann deaktiviert werden, indem du das feindliche Drohnensystem beschädigst.
fr: Drone de Défense [Ciblage-Projectile] :\nAbat tout projectile. Peut être arrêté en endommageant le système de drone du vaisseau ennemi.
ko: 방어 드론 [투사체 목표]:\n모든 투사체를 요격합니다. 적함의 드론 관제실을 손상시켜 무력화할 수 있습니다.
ru: Защитный дрон [Против снарядов]:\nСбивает все снаряды. Может быть отключен при повреждении вражеской системы дронов.
zh_hans: 防御无人机[目标-任意弹]：\n拦截来袭的所有弹体。可摧毁敌舰无人机系统来防止其运作。

# data/text_misc.xml.append$//text[@name="anti_combat_friendly"]
source: Defense Drone [Drone-Targeting]:\nShoots enemy combat drones. Will function until destroyed or until you jump away.
de: Verteidigungs Drohne [Drohnen-Ziele]:\nSchießt feindliche Kampf Drohnen ab. Funktioniert, bis sie zerstört wird oder du wegspringst.
fr: Drone de Défense [Ciblage-Drone] :\nAbat les Drones de Bataille ennemis. Fonctionnera jusqu'à ce qu'il soit détruit ou jusqu'à ce que vous sautiez.
ko: 방어 드론 [드론 목표]:\n적의 전투 드론을 요격합니다. 파괴되거나 도약하기 전까지 작동합니다.
ru: Защитный дрон [Против дронов]:\nСбивает вражеских боевых дронов. Будет активен пока не будет уничтожен либо пока вы не совершите прыжок.
zh_hans: 防御无人机[目标-反无人机]：\n不断攻击敌方作战无人机。己舰跃迁或其自身被摧毁前一直生效。

# data/text_misc.xml.append$//text[@name="anti_combat_enemy"]
source: Defense Drone [Drone-Targeting]:\nShoots your combat drones. Can be shut down by damaging the enemy ship's drone system.
de: Verteidigungs Drohne [Drohnen-Ziele]:\nSchießt feindliche Kampf Drohnen ab. Kann deaktiviert werden, indem du das feindliche Drohnensystem beschädigst.
fr: Drone de Défense [Ciblage-Drone] :\nAbat les Drones de Bataille ennemis. Peut être arrêté en endommageant le système de drone du vaisseau ennemi.
ko: 방어 드론 [드론 목표]:\n당신의 전투 드론을 요격합니다. 적함의 드론 관제실을 손상시켜 무력화할 수 있습니다.
ru: Защитный дрон [Против дронов]:\nСбивает ваших боевых дронов. Может быть отключен при повреждении вражеской системы дронов.
zh_hans: 防御无人机目标-[反无人机]：\n不断攻击己方作战无人机。可摧毁敌舰无人机系统来防止其运作。

# data/text_misc.xml.append$//text[@name="defense_asteroid_friendly"]
source: Defense Drone [Asteroid-Targeting]:\nShoots down asteroids. Will function until destroyed or until you jump away.
de: Verteidigungs Drohne [Asteroiden-Ziele]:\nSchießt feindliche Asteroiden ab. Funktioniert, bis sie zerstört wird oder du wegspringst.
fr: Drone de Défense [Ciblage-Astéroïdes] :\nAbat les astéroïdes. Fonctionnera jusqu'à ce qu'il soit détruit ou jusqu'à ce que vous sautiez.
ko: 방어 드론 [소행성 목표]:\n소행성을 요격합니다. 파괴되거나 도약하기 전까지 작동합니다.
ru: Защитный дрон [Против астероидов]:\nСбивает астероиды. Будет активен, пока не будет уничтожен или пока вы не совершите прыжок.
zh_hans: 防御无人机[目标-小行星]：\n拦截来袭的小行星。己舰跃迁或其自身被摧毁前会一直生效。

# data/text_misc.xml.append$//text[@name="defense_asteroid_enemy"]
source: Defense Drone [Asteroid-Targeting]:\nShoots down asteroids. Can be shut down by damaging the enemy ship's drone system.
de: Verteidigungs Drohne [Asteroiden-Ziele]:\nSchießt feindliche Asteroiden ab. Kann deaktiviert werden, indem du das feindliche Drohnensystem beschädigst.
fr: Drone de Défense [Ciblage-Astéroïdes] :\nAbat les astéroïdes. Peut être arrêté en endommageant le système de drone du vaisseau ennemi.
ko: 방어 드론 [소행성 목표]:\n소행성을 요격합니다. 적함의 드론 관제실을 손상시켜 무력화할 수 있습니다.
ru: Защитный дрон [Против астероидов]:\nСбивает астероиды. Может быть отключен при повреждении вражеской системы дронов.
zh_hans: 防御无人机[目标-小行星]：\n拦截来袭的小行星。可摧毁敌舰无人机系统来阻止其运作。

# data/text_misc.xml.append$//text[@name="defense_solid_friendly"]
source: Defense Drone [Solid-Targeting]:\nShoots down missiles and asteroids. Will function until destroyed or until you jump away.
de: Verteidigungs Drohne [Solide-Ziele]:\nSchießt Raketen und Asteroiden ab. Funktioniert, bis sie zerstört wird oder du wegspringst.
fr: Drone de Défense [Ciblage-Solide] :\nAbat des missiles et des astéroïdes. Fonctionnera jusqu'à ce qu'il soit détruit ou jusqu'à ce que vous sautiez.
ko: 방어 드론 [고체 목표]:\n미사일과 소행성을 요격합니다. 파괴되거나 도약하기 전까지 작동합니다.
ru: Защитный дрон [Против твердых объектов]:\nСбивает ракеты и астероиды. Будет активен, пока не будет уничтожен либо пока вы не совершите прыжок.
zh_hans: 防御无人机[目标-实体弹]：\n拦截来袭的导弹与小行星等实体弹。己舰跃迁或其自身被摧毁前会一直生效。

# data/text_misc.xml.append$//text[@name="defense_solid_enemy"]
source: Defense Drone [Solid-Targeting]:\nShoots down missiles and asteroids. Can be shut down by damaging the enemy ship's drone system.
de: Verteidigungs Drohne [Solide-Ziele]:\nSchießt Raketen und Asteroiden ab. Kann deaktiviert werden, indem du das feindliche Drohnensystem beschädigst.
fr: Drone de Défense [Ciblage-Solide] :\nAbat des missiles et des astéroïdes. Peut être arrêté en endommageant le système de drone du vaisseau ennemi.
ko: 방어 드론 [고체 목표]:\n미사일과 소행성을 요격합니다. 적함의 드론 관제실을 손상시켜 무력화할 수 있습니다.
ru: Защитный дрон [Против твердых объектов]:\nСбивает ракеты и астероиды. Может быть отключен при повреждении вражеской системы дронов.
zh_hans: 防御无人机[目标-实体弹]：\n拦截来袭的导弹与小行星等实体弹。可摧毁敌舰无人机系统来阻止其运作。

# data/text_misc.xml.append$//text[@name="defense_all_friendly"]
source: Defense Drone [Omni-Targeting]:\nShoots down all projectiles and drones. Will function until destroyed or until you jump away.
de: Verteidigungs Drohne [Omni-Ziele]:\nSchießt alle Projektile und Drohnen ab. Funktioniert, bis sie zerstört wird oder du wegspringst.
fr: Drone de Défense [Omni-Ciblage] :\nAbat tout projectile et drone. Fonctionnera jusqu'à ce qu'il soit détruit ou jusqu'à ce que vous sautiez.
ko: 방어 드론 [모든 목표]:\n모든 투사체와 드론을 요격합니다. 파괴되거나 도약하기 전까지 작동합니다.
ru: Защитный дрон [Омни-режим]:\nСбивает все снаряды и дронов. Будет активен пока не будет уничтожен либо пока вы не совершите прыжок.
zh_hans: 防御无人机[目标-所有单位]：\n拦截所有来袭的弹体及所有敌方无人机。己舰跃迁或其自身被摧毁前会一直生效。

# data/text_misc.xml.append$//text[@name="defense_all_enemy"]
source: Defense Drone [Omni-Targeting]:\nShoots down all projectiles and drones. Can be shut down by damaging the enemy ship's drone system.
de: Verteidigungs Drohne [Omni-Ziele]:\nSchießt alle Projektile und Drohnen ab. Kann deaktiviert werden, indem du das feindliche Drohnensystem beschädigst.
fr: Drone de Défense [Omni-Ciblage] :\nAbat tout projectile et drone. Peut être arrêté en endommageant le système de drone du vaisseau ennemi.
ko: 방어 드론 [모든 목표]:\n모든 투사체와 드론을 요격합니다. 적함의 드론 관제실을 손상시켜 무력화할 수 있습니다.
ru: Защитный дрон [Омни-режим]:\nСбивает все снаряды и дронов. Может быть отключен при повреждении вражеской системы дронов.
zh_hans: 防御无人机[目标-所有单位]：\n拦截你发射的所有弹体及所有己方无人机。可摧毁敌舰无人机系统来阻止其运作。

# data/text_misc.xml.append$//text[@name="loot_union_1"]
source: UNION LOOT +40% fire and breach chance -1 second cooldown
de: UNIONS BEUTE +40% Feuer und Hüllenbruch Chance -1 Sekunde Abkühlungszeit
fr: BUTIN UNION +40% Chances de trou dans la coque et de feu -1 seconde de Temps de recharge
ko: 협회 전리품 화재 및 균열 발생 확률 +40% 충전시간 -1초
ru: ПРОТОТИП СОЮЗА +40% вероятности возгорания и пробоины -1 секунда перезарядки
zh_hans: 同盟战利品 +40%起火与破舱率 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_union_2"]
source: UNION LOOT +40% fire and breach chance -1 second cooldown
de: UNIONS BEUTE +40% Feuer und Hüllenbruch Chance -1 Sekunde Abkühlungszeit
fr: BUTIN UNION +40% Chances de trou dans la coque et de feu -1 seconde de Temps de recharge
ko: 협회 전리품 화재 및 균열 발생 확률 +40% 충전시간 -1초
ru: ПРОТОТИП СОЮЗА +20% вероятности возгорания и пробоины -2 секунды перезарядки
zh_hans: 同盟战利品 +20%起火与破舱率 -2秒充能时间

# data/text_misc.xml.append$//text[@name="loot_militia_1"]
source: MILITIA LOOT -2 second cooldown, +10% fire and breach chance
ru: ПРОТОТИП ОПОЛЧЕНИЯ +10% вероятности возгорания и пробоины -2 секунды перезарядки
zh_hans: 盟卫战利品 +10%起火与破舱率 -2秒充能时间

# data/text_misc.xml.append$//text[@name="loot_federation_1"]
source: FEDERATION LOOT 6 seconds stun -1 second cooldown, +15 crew damage
ru: ПРОТОТИП ФЕДЕРАЦИИ Пораженный экипаж оглушается на 6 секунд -1 секунда перезарядки, +15 урона по экипажу
zh_hans: 联邦战利品 6秒击晕时长 -1秒充能时间，+15点船员伤害

# data/text_misc.xml.append$//text[@name="loot_federation_2"]
source: FEDERATION LOOT +1 system damage, +15 crew damage -1 second cooldown
ru: ПРОТОТИП ФЕДЕРАЦИИ +1 урон системам, +15 урона по экипажу -1 секунда перезарядки
zh_hans: 联邦战利品 +1系统伤害，+15船员伤害 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_rebel_1"]
source: REBEL LOOT +20% fire and breach chance -1.5 second cooldown
de: REBELLEN BEUTE +20% Feuer und Hüllenbruch Chance -1.5 Sekunden Abkühlungszeit
fr: BUTIN REBELLE +20% Chances de trou dans la coque et de feu -1.5 seconde de Temps de recharge
ko: 반군 전리품 화재 및 균열 발생 확률 +20% 충전시간 -1.5초
ru: ПРОТОТИП ПОВСТАНЦЕВ +20% вероятность возгорания и пробоины -1.5 секунды перезарядки
zh_hans: 叛军战利品 +20%起火与破舱率 -1.5秒充能时间

# data/text_misc.xml.append$//text[@name="loot_auto_1"]
source: AUTO LOOT Evades anti-drone projectiles +2 drone speed
de: AUTO BEUTE Weicht Anti-Drohnen Projektilen aus +2 Drohnengeschwindigkeit
fr: BUTIN AUTO Évite les projectiles des antidrones +2 vitesse du drone
ko: 무인기 전리품 방어 드론의 요격을 회피 속도 +2
ru: АВТОМАТИЧЕСКИЙ ПРОТОТИП Избегает снарядов анти-дрона +2 скорость дрона
zh_hans: 自动舰战利品 躲避敌方反无人机的弹体 +2无人机移动速度

# data/text_misc.xml.append$//text[@name="loot_engi_1"]
source: ENGI LOOT Projectile moves significantly faster 300 MS cooldown [Anti-Missile]
de: ENGI BEUTE Projektile bewegen sich signifikant schneller -300 MS Abkühlungszeit [Anti-Raketen]
fr: BUTIN ENGI Vitesse des projectiles accrue 300 MS de Temps de recharge [Anti-Missile]
ko: 엔지 전리품 투사체가 상당히 더 빠름 재장전 300 Ms [안티-미사일]
ru: ПРОТОТИП ЭНДЖИ Снаряд движется значительно быстрее Перезарядка 300мс [Противоракетный]
zh_hans: 半械战利品 弹体速度快得多 装填时间300毫秒[反导弹]

# data/text_misc.xml.append$//text[@name="loot_engi_2"]
source: ENGI LOOT Has an 80% chance to evade anti-drone shots +6 speed
de: ENGI BEUTE Hat eine 80% Chance, feindliche Anti-Drohnen Schüsse auszuweichen +6 Geschwindigkeit
fr: BUTIN ENGI 80% de chance d'éviter les tirs d'antidrones +6 vitesse
ko: 엔지 전리품 80%의 확률로 요격을 피함 속도 +6
ru: ПРОТОТИП ЭНДЖИ Имеет 80% шанс уклониться от выстрелов анти-дронов +6 скорость
zh_hans: 半械战利品 具有80%针对反无人机攻击的闪避率 +6移动速度

# data/text_misc.xml.append$//text[@name="loot_separatist_1"]
source: SEPARATIST LOOT Regenerates passively when not being damaged Immune to fire damage, moves at normal speed
de: SEPARATISTEN BEUTE Regeneriert passiv, während er nicht beschädigt wird Immun gegen Feuer Schaden, bewegt sich mit normaler Geschwindigkeit
fr: BUTIN SEPARATISTE Régénération passive lorsqu'il n'est pas endommagé Immunisé au feu, vitesse de déplacement normale
ko: 분리주의자 전리품 피해를 받지 않을 시 체력을 회복 화재에 면역, 평범한 속도로 이동
ru: ПРОТОТИП СЕПАРАТИСТОВ Регенерирует пассивно, когда не получает повреждений Невосприимчив к урону от огня, передвигается с нормальной скоростью
zh_hans: 分离者战利品 不受伤害一段时间后自动恢复生命值 免疫灼烧伤害，具有正常移动速度

# data/text_misc.xml.append$//text[@name="loot_zoltan_1"]
source: ZOLTAN LOOT Beam is super fast, +20 length -1 second cooldown, +20% fire chance
ru: ПРОТОТИП ЗОЛТАНОВ +21 скорость перемещения луча, +20 длина луча -1 секунда перезарядки, +20% вероятность возгорания
zh_hans: 超能战利品 +21光束扫射速度，+20光束长度 -1秒充能时间，+20%起火率

# data/text_misc.xml.append$//text[@name="loot_zoltan_2"]
source: ZOLTAN LOOT Does additional damage to systems -1 second cooldown, +20% breach chance
ru: ПРОТОТИП ЗОЛТАНОВ В разработке -1 секунда перезарядки
zh_hans: 超能战利品 在制品 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_duskbringer_1"]
source: DUSKBRINGER LOOT 50% breach chance, no fire chance -1 second cooldown, can deal system damage
de: DUSKBRINGER BEUTE 50% Hüllenbruchchance, keine Feuerchance -1 Sekunde Abkühlungszeit, kann Systemschaden anrichten
fr: BUTIN CREPUSCULEUR 50% Chances de trou dans la coque, pas chance de feu -1 seconde de Temps de recharge, peut endommager le système
ko: 더스크브링어 전리품 균열 발생 확률 50%, 화재를 일으키지 않음 충전시간 -1초, 시스템 피해를 입힐 수 있음
ru: ПРОТОТИП ВЕСТНИКОВ ЗАКАТА 50% вероятность пробоины, без вероятности возгорания -1 секунда перезарядки, может нанести урон системам
zh_hans: 暮临战利品 50%破舱率，无起火率 -1秒充能时间，可造成系统伤害

# data/text_misc.xml.append$//text[@name="loot_mantis_1"]
source: MANTIS LOOT +20% fire chance -1 second cooldown, +15 crew damage
ru: ПРОТОТИП БОГОМОЛОВ +20% вероятность возгорания, +15 урона экипажу -1 секунда перезарядки, +15 урона по экипажу
zh_hans: 螳螂战利品 +20%起火率，+15点船员伤害 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_mantis_2"]
source: MANTIS LOOT 3 second stun -0.5 second cooldown, 100% breach chance
ru: ПРОТОТИП БОГОМОЛОВ Пораженный экипаж оглушается на 3 секунды -0,5 секунды перезарядки, 100% вероятность пробоины
zh_hans: 螳螂战利品 3秒击晕时长 -0.5秒充能时间，100%破舱率

# data/text_misc.xml.append$//text[@name="loot_freemantis_1"]
source: FREE MANTIS LOOT +1 system damage, 40% breach chance -1 second cooldown, +3 second stun
ru: ПРОТОТИП СВОБОДНЫХ БОГОМОЛОВ +1 к урону системам, +40% вероятность пробоины -1 секунда перезарядки, +3 секунды оглушения
zh_hans: 自由螳螂战利品 +1点系统伤害，+40%破舱率 -1秒充能时间，+3秒击晕时长

# data/text_misc.xml.append$//text[@name="loot_freemantis_2"]
source: FREE MANTIS LOOT +8 shot limit, +40% fire chance -2 second cooldown
ru: ПРОТОТИП СВОБОДНЫХ БОГОМОЛОВ +8 лимит выстрелов, +40% вероятность возгорания -2 секунды перезарядка
zh_hans: 自由螳螂战利品 +8最大射击次数，+40%起火率 -2秒充能时间

# data/text_misc.xml.append$//text[@name="loot_rock_1"]
source: ROCK LOOT +50% fire and breach chance -2 second cooldown, 5 second stun
ru: ПРОТОТИП ВАЛУНОВ Пораженный экипаж оглушается на 5 секунд +50% вероятность возгорания и пробоины -2 секунды перезарядки
zh_hans: 岩石战利品 5秒击晕时长 +50%起火与破舱率 -2秒充能时间

# data/text_misc.xml.append$//text[@name="loot_lostsun_1"]
source: LOST SUN LOOT +45 Crew Damage, fleet traps are 2 missiles cheaper than the usual Sekhmet price -1 second cooldown, +8 speed
ru: ПРОТОТИП ЗАТЕРЯННЫХ СОЛНЦ +45 урон по экипажу, установка ловушки для флота потребляет на 2 боеголовки меньше, чем у обычного "Сахмета" -1 секунда перезарядки, +8 скорость снарядов
zh_hans: 迷失烈阳战利品 +45点船员伤害，部署空雷陷阱时比普通'斗神'少消耗2发弹药。 -1秒充能时间，+8弹体速度

# data/text_misc.xml.append$//text[@name="loot_lostsun_2"]
source: LOST SUN LOOT 100% stun chance -1 second cooldown, +1 system damage
ru: ПРОТОТИП ЗАТЕРЯННЫХ СОЛНЦ 100% вероятность оглушения, +1 урон -1 секунда перезарядки
zh_hans: 迷失烈阳战利品 100%击晕率，+1伤害 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_slug_1"]
source: SLUG LOOT +60% breach chance -1 second cooldown (Radiation: 66% slowed speed and repairs, 75% increased stun duration)
de: SLUG BEUTE +60% Hüllenbruch Chance -1 Sekunde Abkühlungszeit (Radioaktivität: 66% langsamere Geschwindigkeit und Reparaturgeschwindigkeit, 75% erhöhte Betäubungszeit)
fr: BUTIN LIMACE +60% Chances de trou dans la coque -1 seconde de Temps de recharge (Radiation : 66% de vitesse de déplacement et de réparation, durée d'étourdissement augmentée de 75%)
ko: 슬러그 전리품 균열 발생 확률 +60% 충전시간 -1초 (방사능: 이동속도와 수리속도 66% 저하, 스턴 시간 75% 증가)
ru: ПРОТОТИП СЛИЗНЕЙ +60% вероятность пробоины -1 секунда перезарядки (Радиация: на 66% ниже скорость передвижения и ремонта, на 75% увеличена продолжительность оглушения)
zh_hans: 蛞蝓战利品 +60%破舱率 -1秒充能时间 (虚弱：-66%移动与维修速度，+75%击晕时长)

# data/text_misc.xml.append$//text[@name="loot_slug_2"]
source: SLUG LOOT +1 system damage, +15 crew damage -1 second cooldown
ru: ПРОТОТИП СЛИЗНЕЙ +1 урон системам, +15 урона по экипажу -1 секунда перезарядки
zh_hans: 蛞蝓战利品 +1系统伤害，+15船员伤害 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_clan_1"]
source: CLAN LOOT +15 crew dmg, +1 system dmg +20% breach chance (Radiation: 66% slowed speed and repairs, 75% increased stun duration)
ru: ПРОТОТИП КЛАНА +1 урон системам, +15 урона по экипажу +20% вероятность пробоины (Радиация: на 66% ниже скорость передвижения и ремонта, на 75% увеличена продолжительность оглушения)
zh_hans: 海盗战利品 +1点系统伤害，+15点船员伤害 +20%破舱率 (虚弱：-66%移动与维修速度，+75%击晕时长)

# data/text_misc.xml.append$//text[@name="loot_lanius_1"]
source: LANIUS LOOT +30% breach chance, -7px radius Chain amount is .5s more per volley
ru: ПРОТОТИП ЛАНИУСОВ +30% вероятность пробоины, -7 радиус Эффект цепи на 0.5с больше за залп
zh_hans: 食铁战利品 +30%破舱率，-7着弹范围 每次开火额外降低0.5秒充能时间

# data/text_misc.xml.append$//text[@name="loot_dynasty_1"]
source: DYNASTY LOOT Does 1 extra system damage, 100% breach chance -1 second cooldown
ru: ПРОТОТИП ДИНАСТИИ +1 системный урон, 100% вероятность пробоины -1 секунда перезарядки
zh_hans: 灵朝战利品 必定造成破舱 +1点系统伤害 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_dynasty_2"]
source: DYNASTY LOOT Projectiles are fired 25% faster -2 seconds cooldown, +10% breach chance
ru: ПРОТОТИП ДИНАСТИИ Снаряды летят на 25% быстрее -2 секунды перезарядки, +10% вероятность пробоины
zh_hans: 暮临战利品 +25%弹体发射速度 -2秒充能时间，+10%破除率

# data/text_misc.xml.append$//text[@name="loot_shell_1"]
source: SHELL LOOT Greatly increased projectile speed -1 second cooldown, guaranteed breach
ru: ПРОТОТИП РАКУШЕК Пораженный экипаж оглушается на 6 секунд -1 секунда перезарядки, +30% вероятность пробоины
zh_hans: 甲壳战利品 6秒击晕时长 -1秒充能时间，+30% 破舱率

# data/text_misc.xml.append$//text[@name="loot_shell_2"]
source: SHELL LOOT +1 shield piercing, +10% breach chance -1 second cooldown
ru: ПРОТОТИП РАКУШЕК +1 пробивание щита, +10% вероятность пробоины -1 секунда перезарядки
zh_hans: 甲壳战利品 +1护盾穿透，+10%破舱率 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_leech_1"]
source: LEECH LOOT +20% fire and breach chance -1 second cooldown
de: LEECH BEUTE +20% Feuer und Hüllenbruch Chance -1 Sekunde Abkühlungszeit
fr: BUTIN SANGSUE +20% Chances de trou dans la coque et de feu -1 seconde de Temps de recharge
ko: 리치 전리품 화재 및 균열 발생 확률 +20% 충전시간 -1초
ru: ПРОТОТИП ПИЯВОК +20% вероятность возгорания и пробоины -1 секунда перезарядки
zh_hans: 吸虫战利品 +20%起火与破舱率 -1秒充能时间

# data/text_misc.xml.append$//text[@name="loot_coalition_1"]
source: COALITION LOOT Projectiles cannot be targeted by solid-targeting defense drones -3 second cooldown, +10% breach chance
de: COALITION BEUTE Projektile können nicht von Verteidigungs Drohnen getroffen werden, die Solide-Ziele eingestellt haben -3 Sekunden Abkühlungszeit, +10% Hüllenbruch Chance
fr: BUTIN COALITION Projectiles non-ciblables par les Drones Anti-missile -3 seconde de Temps de recharge, +10% Chances de trou dans la coque
ko: 연합 전리품 투사체를 고체 대상 방어 드론이 조준할 수 없음 충전 시간 -3초, 균열 발생 확률 +10%
ru: ПРОТОТИП КОАЛИЦИИ Снаряды не могут быть перехвачены защитными дронами с наведением на твердые объекты -3 секунды перезарядки, +10% вероятность пробоины
zh_hans: 星联战利品 弹体无法被防实体弹的防御无人机拦截 -3秒充能时间，+10%破舱率

# data/text_misc.xml.append$//text[@name="loot_estate_1"]
source: INNOVATION LOOT COMBAT MODE: -1 power DEFENSE MODE: -300MS reload, can target both lasers and missiles
de: INNOVATIONS BEUTE KAMPF MODUS: -1 Energie VERTEIDIGUNGS MODUS: -300MS Nachladezeit, kann Raketen und Laser treffen
fr: BUTIN D'INNOVATION MODE COMBAT: -1 puissance MODE DÉFENSE: -300MS de rechargement, peut cibler les lasers et les missiles
ko: 이노베이션 전리품 전투 모드: -1 전력 방어 모드: 재장전 -300MS, 레이저와 미사일을 모두 조준할 수 있음
ru: ПРОТОТИП ИННОВАЦИЙ БОЕВОЙ РЕЖИМ: -1 потребление энергии ЗАЩИТНЫЙ РЕЖИМ: -300мс перезарядки, сбивает заряды лазера и ракеты
zh_hans: 革新社战利品 战斗模式： -1格能耗 防御模式： -300毫秒装弹时间，能同时拦截激光弹与导弹

# data/text_misc.xml.append$//text[@name="loot_cultist_1"]
source: CULTIST LOOT Pierces all shields, 10 pixels longer -1 second cooldown, starts a fire on every tile
ru: ПРОТОТИП КУЛЬТИСТОВ +1 пробивание щита, +10 длина луча -1 секунда перезарядки, 100% вероятность возгорания
zh_hans: 异教徒战利品 +1护盾穿透，+10光束长度 -1秒充能时间，引燃每个被击中的舱格

# data/text_misc.xml.append$//text[@name="loot_knight_1"]
source: KNIGHT LOOT +6 seconds stun, 10% fire chance +5 speed, +10 length (Radiation: 66% slowed speed and repairs, 75% increased stun duration)
de: KNIGHT BEUTE +6 Sekunden Betäubungszeit, 10% Feuer Chance +5 Geschwindigkeit +10 Länge (Radioaktivität: 66% langsamere Geschwindigkeit und Reparaturgeschwindigkeit, 75% erhöhte Betäubungszeit)
fr: BUTIN CHEVALIER +6 secondes d'étourdissement, +10% Chances de feu +5 vitesse, +10 longueur (Radiation : 66% de ralentissement de vitesse et de réparations, durée d'étourdissement augmentée de 75%)
ko: 나이트 전리품 +기절 6초 부여, 화재 발생 확률 10% 속도 +5, 타격 범위 +10 (방사능: 이동속도와 수리속도 66% 저하, 스턴 시간 75% 증가)
ru: ПРОТОТИП АТАМАНОВ +6 секунд оглушения, 10% вероятность возгорания +5 скорость, +10 длины (Радиация: на 66% ниже скорость передвижения и ремонта, на 75% увеличена продолжительность оглушения)
zh_hans: 夜爵战利品 +6秒击晕时长，+10%起火率 +5光束速度，+10光束长度 (虚弱：-66%移动与维修速度，+75%击晕时长)

# data/text_misc.xml.append$//text[@name="loot_aug_1"]
source: AUGMENTED LOOT All amp modes gain 1 extra shot -2 drone speed
de: AUGMENTED BEUTE All Amp Modi erhalten 1 extra Schuss -2 Drohnengeschwindigkeit
fr: BUTIN AUGMENTE Tous les modes amplifiés gagnent 1 tir supplémentaire -2 vitesse du drone
ko: 증강자 전리품 기본 발사체 수가 1 증가 속도 -2
ru: ПРОТОТИП ВОЗВЫШЕННЫХ Все режимы усилителя получают 1 дополнительный выстрел -2 скорость дрона
zh_hans: 强铁战利品 所有能级的弹体发射数都+1 -2无人机移动速度

# data/text_misc.xml.append$//text[@name="loot_math_1"]
source: MATH LOOT +0.5 damage per chain, +2 second cooldown
ru: МАТЕМАТИЧЕСКИЙ ПРОТОТИП +0.5 урона от эффекта цепи, +4 секунды к перезарядке
zh_hans: 数学战利品 每轮链式+0.5点伤害，+4秒充能时间
