Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_misc.xml.append/*.po
Languages: de, fr, ko, ru, zh_hans

# data/text_misc.xml.append$//text[@name="warning_ftl_charging"]
source: \n\n ENEMY FTL CHARGING
de: \n\n FEINDLICHER FTL-ANTRIEB AM LADEN
fr: \n\n SPL ENNEMI EN CHARGE
ko: \n\n 적함 FTL 충전중
ru: \n\n ССД ПРОТИВНИКА ЗАРЯЖАЕТСЯ
zh_hans: \n\n 敌舰推进器充能中

# data/text_misc.xml.append$//text[@name="warning_ftl_delayed"]
source: \n\n ENEMY FTL DELAYED
de: \n\n FEINDLICHER FTL-ANTRIEB VERZÖGERT
fr: \n\n SPL ENNEMI INTERROMPU
ko: \n\n 적함 FTL 충전 지연됨
ru: \n\n ССД ПРОТИВНИКА ЗАБЛОКИРОВАН
zh_hans: \n\n 敌舰推进器被停滞

# data/text_misc.xml.append$//text[@name="warning_ftl_imminent"]
source: \n\n JUMP IMMINENT
de: \n\n SPRUNG BEVORSTEHEN
fr: \n\n SAUT SPL IMMINENT
ko: \n\n 적함 탈출 임박
ru: \n\n ПРЫЖОК НЕИЗБЕЖЕН
zh_hans: \n\n 即将跃迁

# data/text_misc.xml.append$//text[@name="no_time_sector"]
source: Upon examining your map, you realize you just won't have time and need to get to the next sector! You leave the quest for another day.
de: Als du die Karte betrachtest, siehst du dass keine Zeit mehr übrig ist und du in den nächsten Sektor gehen musst! Du lässt die Quest für einen anderen Tag zurück.
fr: En examinant votre carte, vous vous rendez compte que vous n'aurez tout simplement pas le temps et que vous devez vous rendre dans le prochain secteur ! Vous laissez cette quête pour un autre jour.
ko: 송신소 지도를 살펴본 당신은 더 이상 낭비할 시간이 없다는 것을 알게 되었습니다. 조속히 연방 기지로 향해야 합니다! 아쉽지만 퀘스트는 잠시 미루어둡시다.
ru: Изучив карту, вы понимаете, что у вас просто нет времени, вам нужно попасть в следующий сектор! Вы оставляете задание на потом.
zh_hans: 检查星图之后，你意识到已经没有时间了，必须立刻赶至下个星区！你把这项任务留至以后再说。

# data/text_misc.xml.append$//text[@name="alt_unlock_crystal"]
source: Defeat the Flagship with Slot A and Slot B of every other ship (excluding the Lanius Cruiser)
de: Besiege das Flaggschiff mit Typ A und Typ B von jedem anderem Schiff (außer dem Lanius Kreuzer)
fr: Battre le vaisseau amiral avec la variante A et la variante B de tous les autres vaisseaux (à l'exclusion du croiseur Lanius)
ko: 다른 모든 함선들(A,B형 전부)로 반군 기함을 격파하십시오. (라니우스 순양함은 제외)
ru: Победите Флагман, используя тип A и тип Б каждого другого корабля (за исключением крейсера ланиусов)
zh_hans: 使用本页内所有其他星舰的A型与B型击败叛军旗舰(除食铁星舰)

# data/text_misc.xml.append$//text[@name="nameless_one"]
source: MEV-[REDACTED]
de: MEV-[GESCHWÄRZT]
fr: MEV-[EXPURGÉ]
ru: MEV-[УДАЛЕНО]
zh_hans: MEV-[数据删除]

# data/text_misc.xml.append$//text[@name="jukebox_unlocked"]
source: This track is unlocked and available in the jukebox menu in-game.
de: Dieser Titel ist freigeschaltet und im Jukebox-Menü im Spiel verfügbar.
fr: Cette piste est débloquée et disponible dans le menu jukebox du jeu.
ko: 이 음악은 잠금 해제되었습니다. 게임 내 주크박스 메뉴에서 사용할 수 있습니다.
ru: Этот трек разблокирован и доступен в меню cборника музыки в игре.
zh_hans: 该曲目已被解锁且能在游戏的音乐盒中选用。

# data/text_misc.xml.append$//text[@name="jukebox_locked"]
source: Keep playing and visit new sectors to unlock more tracks.
de: Spiel weiter und besuche neue Sektoren um mehr Titel freizuschalten.
fr: Continuez à jouer et visitez de nouveaux secteurs pour débloquer plus de pistes.
ko: 계속 플레이하고 새로운 구역을 방문해 더 많은 음악을 잠금 해제하세요.
ru: Продолжайте играть и посещать новые сектора, чтобы открыть новую музыку.
zh_hans: 访问更多的新星区来解锁更多曲目。

# data/text_misc.xml.append$//text[@name="jukebox_header"]
source: Music Unlocked!
de: Musik Freigeschalten!
fr: Musique Déverrouillée !
ko: 음악 해금됨!
ru: Открыта музыка!
zh_hans: 音乐已解锁！

# data/text_misc.xml.append$//text[@name="augment_no_effect"]
source: These augmentations will have no effect with this augment installed:
de: Diese Augmentationen haben keine Wirkung, wenn dieses Augment installiert ist:
fr: Ces augmentations n'auront aucun effet avec cette augmentation installée:
ko: 이 보조장비의 효과는 다음 보조장비와 중첩되지 않습니다:
ru: Установленный модуль отменяет эффекты других модулей:
zh_hans: 本部件安装后下列部件失效：

# data/text_misc.xml.append$//text[@name="no_type_c"]
source: Hangar Empty
de: Hangar leer
fr: Hangar Vide
ko: 함선 없음
ru: Ангар пуст
zh_hans: 舰库空荡荡

# data/text_misc.xml.append$//text[@name="hangar_achievements_title_default"]
source: Ship Achievements
de: Schiffserfolge
fr: Succès de Vaisseau
ko: 함선 업적
ru: Достижения корабля
zh_hans: 星舰成就

# data/text_misc.xml.append$//text[@name="hangar_achievements_title_custom"]
source: Ship Victories
de: Schiff Siege
fr: Victoires de Vaisseau
ko: 이 함선으로 이룬 승리
ru: Победы корабля
zh_hans: 星舰胜利统计

# data/text_misc.xml.append$//text[@name="hangar_achievements_title_filter"]
source: Filter Victory Types
de: Filtere Sieg Typen
fr: Filtrer les types de victoire
ko: 승리 종류 필터
ru: Фильтр побед
zh_hans: 筛选胜利类别

# data/text_misc.xml.append$//text[@name="hangar_no_ship_achievements"]
source: No Ship Achievements
de: Keine Schiffserfolge
fr: Aucun Succès
ko: 선박 업적 없음
ru: Отсутствуют
zh_hans: 无星舰专属成就

# data/text_misc.xml.append$//text[@name="victory_ach"]
source: Achieve any victory with the \1
de: Erziele einen Sieg mit \1
fr: Remportez n'importe quelle victoire avec le \1
ko: \1로 아무 승리를 달성
ru: Добейтесь любой победы на \1
zh_hans: 使用\1达成任意胜利条件

# data/text_misc.xml.append$//text[@name="easy_button"]
source: EASY
de: EINFACH
fr: FACILE
ko: 쉬움
ru: ЛЕГКО
zh_hans: 简单

# data/text_misc.xml.append$//text[@name="easy_title"]
source: Easy Mode
de: Einfacher Modus
fr: Mode Facile
ko: 쉬움
ru: Легкий режим
zh_hans: 简单模式

# data/text_misc.xml.append$//text[@name="easy_text"]
source: Increased scrap rewards and easier enemy generation.
de: Erhöhte Schrott Belohnungen und leichtere Feind Generation.
fr: Augmentation des récompenses de ferraille et génération d'ennemis plus facile.
ko: 스크랩 획득량이 높으며 적들은 약합니다.
ru: Больше трофейного лома и более слабые враги.
zh_hans: 废料奖励更多且敌舰更弱。

# data/text_misc.xml.append$//text[@name="normal_button"]
source: NORMAL
ko: 보통
ru: НОРМА
zh_hans: 普通

# data/text_misc.xml.append$//text[@name="normal_title"]
source: Normal Mode
de: Normaler Modus
fr: Mode Normal
ko: 보통
ru: Обычный режим
zh_hans: 普通模式

# data/text_misc.xml.append$//text[@name="normal_text"]
source: Standard scrap rewards and enemies.\n\nYour score gets a 25 percent boost.
de: Standard Schrott Belohnungen und Feinde. \n\nDein finales Ergebnis erhält einen 25 Prozent Bonus.
fr: Récompenses en ferraille et ennemis standards.\n\nVotre score reçoit un bonus de 25%.
ko: 적의 수준과 스크랩 획득량이 적당합니다.\n\n총점 계산시 25%의 보너스를 받습니다.
ru: Стандартные награды лома и враги.\n\nВаш результат увеличивается на 25 процентов.
zh_hans: 标准废料奖励与敌舰强度。\n\n游戏结算分数增加25%。

# data/text_misc.xml.append$//text[@name="hard_button"]
source: HARD
de: SCHWER
fr: DIFFICILE
ko: 어려움
ru: ТРУДНО
zh_hans: 困难

# data/text_misc.xml.append$//text[@name="hard_title"]
source: Hard Mode
de: Harter Modus
fr: Mode Difficile
ko: 어려움
ru: Трудный режим
zh_hans: 困难模式

# data/text_misc.xml.append$//text[@name="hard_text"]
source: Low scrap rewards and harder enemies.\n\nYour score gets a 50 percent boost.
de: Niedrige Schrott Belohnungen und schwerere Feinde. \n\nDein finales Ergebnis erhält einen 50 Prozent Bonus.
fr: Faibles récompenses de ferraille et ennemis plus durs.\n\nVotre score est augmenté de 50%.
ko: 스크랩 획득량이 낮으며 적들은 강력합니다. \n\n총점 계산시 50%의 보너스를 받습니다.
ru: Меньше лома в наградах и более трудные враги.\n\nВаш результат увеличивается на 50 процентов.
zh_hans: 废料奖励更少且敌舰更强。\n\n游戏结算分数增加50%。

# data/text_misc.xml.append$/FTL/text[441]
source: Enable Speedhack
de: Schalte Speedhack ein
fr: Activer Speedhack
ko: 스피드핵 활성화
ru: Включить Speedhack
zh_hans: 启用变速

# data/text_misc.xml.append$/FTL/text[442]
source: Open Console
de: Öffne Konsole
ko: 콘솔 열기
ru: Консоль
zh_hans: 打开控制台

# data/text_misc.xml.append$/FTL/text[443]
source: Toggle Extra Info
de: Schalte zusätzliche Informationen an/aus
fr: Afficher des infos suppl.
ko: 추가 정보 표시
ru: Доп. информация
zh_hans: 开关额外信息模式

# data/text_misc.xml.append$//text[@name="tooltip_more_info"]
source: Toggle advanced information (provides additional information when hovering over crew or reading weapon stats)
de: Schalte weitere Informationen (zeigt zusätzliche Infos an, wenn mit dem Cursor über Maus oder Waffen-Statistiken gegangen wird) an/aus
fr: Activation d'informations avancées (fournit des infos en survolant équipage et stats d'armes plus détaillées)
ko: 고급 정보 표시 (선원이나 무기에 커서를 올렸을 때 추가적인 정보를 제공합니다.)
ru: Переключение расширенной информации (предоставляет дополнительную информацию при наведении курсора на экипаж или чтении характеристик оружия)
zh_hans: 开关额外信息模式(鼠标停至船员与武器时，显示额外相关信息)

# data/text_misc.xml.append$//text[@name="discord_main_menu"]
source: In main menu
fr: Dans le menu principal
ko: 메인 메뉴
ru: В главном меню
zh_hans: 主菜单

# data/text_misc.xml.append$//text[@name="discord_hangar"]
source: In the hangar
fr: Dans le hangar
ko: 격납고
ru: В ангаре
zh_hans: 浏览舰库中

# data/text_misc.xml.append$//text[@name="discord_dying"]
source: Dying
de: Sterbend
fr: Mourant
ko: 사망
ru: Умирает
zh_hans: 濒死

# data/text_misc.xml.append$//text[@name="discord_exploring"]
source: Exploring
de: Erkundend
fr: Explore
ko: 탐험중
ru: Исследует
zh_hans: 探索中

# data/text_misc.xml.append$//text[@name="discord_battle"]
source: Combat
de: Kampf
ko: 전투중
ru: В бою
zh_hans: 战斗中

# data/text_misc.xml.append$//text[@name="discord_battle_boss"]
source: In Boss Battle (Phase \1)
fr: En Bataille contre le Boss (Phase \1)
ko: 반군 기함 (\1차전)
ru: В финальном бою (Фаза \1)
zh_hans: BOSS战中(第\1阶段)

# data/text_misc.xml.append$//text[@name="discord_ship"]
source: \1 Type \2
ko: \1 타입 \2
ru: \1 тип \2
zh_hans: \1\2型

# data/text_misc.xml.append$//text[@name="discord_playing_modded"]
source: Playing modded (\1)
fr: Joue moddé (\1)
ko: 모드 플레이중 (\1)
ru: Играет в мод (\1)
zh_hans: 正在游玩Mod(\1)

# data/text_misc.xml.append$//text[@name="discord_playing_vanilla"]
source: Playing vanilla
fr: Joue le jeu originel
ko: 바닐라 플레이중
ru: Играет в ванилу
zh_hans: 正在游玩原版

# data/text_misc.xml.append$//text[@name="discord_victory"]
source: Victory!
fr: Victoire !
ko: 승리!
ru: Победа!
zh_hans: 胜利！

# data/text_misc.xml.append$//text[@name="discord_dead"]
source: Dead
fr: Mort
ko: 죽음
ru: Поражение
zh_hans: 失败

# data/text_misc.xml.append$//text[@name="discord_mod"]
source: FTL: Multiverse
fr: FTL: Multiverse [FR]
ko: FTL: 멀티버스
zh_hans: 超越光速：多元宇宙

# data/text_misc.xml.append$//text[@name="window_title"]
source: FTL: Multiverse
de: FTL: Multiversum
fr: FTL: Multiverse [FR]
ko: FTL: 멀티버스
zh_hans: 超越光速：多元宇宙

# data/text_misc.xml.append$//text[@name="version"]
source: Version 5.4.6 [Mod]
de: Version 5.5.1 [Mod]
fr: Version 5.5 [Mod]
ko: Version 5.5 [Mod]
ru: Версия 5.5.1 [Мод]
zh_hans: 5.5.1 版本 [Mod]

# data/text_misc.xml.append$//text[@name="gameover_title_gameover"]
source: DEFEAT
de: NIEDERLAGE
fr: DÉFAITE
ko: 패배
ru: ПОРАЖЕНИЕ
zh_hans: 失败

# data/text_misc.xml.append$//text[@name="gameover_title_victory"]
source: VICTORY
de: SIEG
fr: VICTOIRE
ko: 승리
ru: ПОБЕДА
zh_hans: 胜利

# data/text_misc.xml.append$//text[@name="sector_civilian"]
source: Unidentified Peaceful Sector
de: Unbekannter friedlicher Sektor
fr: Secteur Pacifique Non Identifié
ko: 정체불명의 우호적 구역
ru: Неопознанный мирный сектор
zh_hans: 未识别的友好星区

# data/text_misc.xml.append$//text[@name="sector_hostile"]
source: Unidentified Hostile Sector
de: Unbekannter feindlicher Sektor
fr: Secteur Hostile Non Identifié
ko: 정체불명의 적대적 구역
ru: Неопознанный враждебный сектор
zh_hans: 未识别的敌对星区

# data/text_misc.xml.append$//text[@name="sector_nebula"]
source: Unidentified Hazard Sector
de: Unbekannter gefährlicher Sektor
fr: Secteur Risqué Non Identifié
ko: 정체불명의 위험 구역
ru: Неопознанный опасный сектор
zh_hans: 未识别的险要星区

# data/text_misc.xml.append$//text[@name="sector_unknown"]
source: Unidentified Neutral Sector
de: Unidentifizierter Neutraler Sektor
fr: Secteur Neutre Non Identifié
ko: 정체불명의 중립 구역
ru: Неопознанный нейтральный сектор
zh_hans: 未识别的中立星区

# data/text_misc.xml.append$//text[@name="sector_legend_civilian"]
source: Peaceful
de: Friedlich
fr: Pacifique
ko: 우호적
ru: Мирный
zh_hans: 友好

# data/text_misc.xml.append$//text[@name="sector_legend_hostile"]
source: Hostile
de: Feindlich
ko: 적대적
ru: Враждебный
zh_hans: 敌对

# data/text_misc.xml.append$//text[@name="sector_legend_nebula"]
source: Hazard
de: Gefahr
fr: Hasardeux
ko: 위험
ru: Опасный
zh_hans: 险要

# data/text_misc.xml.append$//text[@name="seed_prompt"]
source: Seed
ko: 시드
ru: Сид
zh_hans: 种子

# data/text_misc.xml.append$//text[@name="menu_status_seed"]
source: Seed
ko: 시드
ru: Сид
zh_hans: 种子

# data/text_misc.xml.append$//text[@name="unlocks_disabled"]
source: Unlocks Disabled
de: Freischaltungen deaktiviert
fr: Succès Désactivés
ko: 해금 비활성화
ru: Разблокировка отключена
zh_hans: 无法获得成就

# data/text_misc.xml.append$//text[@name="transfer_save_dialog"]
source: Hello and welcome to FTL Multiverse! It appears this is either your first time playing the mod, or have not yet set up a new save file! Multiverse has its own save unlock system which it will keep in a separate save. Would you like to transfer vanilla progress, or play with a fresh save? If you transfer progress you will likely be spoiled about content you aren't yet meant to see! Don't worry, this will NOT influence your vanilla progress in any way.
de: Hallo und willkommen zu FTL Multiversum! Es scheint, dass es entweder dein erstes Mal ist, wo du diesen Mod spielst oder du kein Speicherdokument hast! Multiversum hat sein eigenes Speicher-System, welches es in einem seperaten Dokument hält. Möchtest du deinen Vanilla Fortschritt übertragen oder einen neues Spiel starten? Wenn du deinen Fortschritt überträgst, wirst du wahrscheinlich Sachen sehen, die du vorher nicht sehen solltest, also dich spoilern! Keine Sorge, es wird NICHT deinen Vanilla Fortschritt beeinflussen.
fr: Bonjour et bienvenue dans FTL Multiverse ! Il semble que ce soit la première fois que vous jouez au mod, ou que vous n'ayez pas encore configuré un nouveau fichier de sauvegarde ! Multiverse a son propre système de sauvegarde de succès qu'il gardera dans une sauvegarde séparée. Voulez-vous transférer la progression du jeu originel, ou jouer avec une nouvelle sauvegarde ? Si vous transférez votre progression, vous serez probablement confronté à du contenu que vous n'êtes pas encore censé voir ! Ne vous inquiétez pas, cela n'influencera pas votre progression du jeu originel.
ko: 안녕하세요 FTL 멀티버스에 오신 것을 환영합니다! 이 모드를 처음 실행해보거나 아직 새 세이브 파일을 생성하지 않은 것 같습니다! 멀티버스는 자체적인 해금 상황이 저장된 별도의 세이브 파일을 가집니다. 바닐라의 진행 상황을 연동하시겠습니까? 또는 새로운 세이브로 시작하시겠습니까? 진행 상황을 연동하면 아직 보지 못한 콘텐츠를 스포일러 당할 수도 있습니다! 이 선택은 바닐라 세이브 파일 아무런 영향을 미치지 않으니 걱정하지 마세요.
ru: Привет и добро пожаловать в FTL Multiverse! Похоже, вы либо впервые играете в мод, либо еще не установили новый файл сохранения! Мультивселенная имеет свою собственную систему разблокировки сохранений, которые будут храниться в отдельном сохранении. Хотите ли вы перенести прогресс классической версии или играть с новым сохранением? Если вы перенесете прогресс, вы, скорее всего, будете избалованы контентом, который вам еще не суждено увидеть! Не волнуйтесь, эта модификация никак НЕ повлияет на ваш прогресс в классике.
zh_hans: 你好，欢迎进入超越光速：多元宇宙的世界！ 看样子这是你第一次玩本Mod，或者没有创建过一个新的存档！多元宇宙有独立的一套存档与解锁系统，存于一份独立的存档文件中。你想导入原版进度，还是创建一个新存档？若选择导入进度可能会被暂时不应看到的内容剧透！ 不用担心，该操作不会对你的原版游戏的存档与进度有任何影响。

# data/text_misc.xml.append$//text[@name="transfer_save_yes"]
source: Transfer
de: Transferieren
fr: Transférer
ko: 연동한다
ru: Перенос
zh_hans: 转移

# data/text_misc.xml.append$//text[@name="transfer_save_no"]
source: Clear Save
de: Leere Speicherplatz Daten
fr: Effacer Sauvegarde
ko: 새로운 세이브로 시작한다
ru: Очистить сохранение
zh_hans: 清除存档

# data/text_misc.xml.append$//text[@name="hotkey_aim_artillery1"]
source: Target Artillery 1
ru: Артиллерийская цель 1
zh_hans: 选择巨炮 1

# data/text_misc.xml.append$//text[@name="hotkey_aim_artillery2"]
source: Target Artillery 2
ru: Артиллерийская цель 2
zh_hans: 选择巨炮 2

# data/text_misc.xml.append$//text[@name="hotkey_aim_artillery3"]
source: Target Artillery 3
ru: Артиллерийская цель 3
zh_hans: 选择巨炮 3

# data/text_misc.xml.append$//text[@name="hotkey_aim_artillery4"]
source: Target Artillery 4
ru: Артиллерийская цель 4
zh_hans: 选择巨炮 4

# data/text_misc.xml.append$//text[@name="hotkey_weapon1"]
source: Weapon/Drone Slot 1
ru: Оружие/Дрон в ячейке 1
zh_hans: 选择武器/无人机槽 1

# data/text_misc.xml.append$//text[@name="hotkey_weapon2"]
source: Weapon/Drone Slot 2
ru: Оружие/Дрон в ячейке 2
zh_hans: 选择武器/无人机槽 2

# data/text_misc.xml.append$//text[@name="hotkey_weapon3"]
source: Weapon/Drone Slot 3
ru: Оружие/Дрон в ячейке 3
zh_hans: 选择武器/无人机槽 3

# data/text_misc.xml.append$//text[@name="hotkey_weapon4"]
source: Weapon/Drone Slot 4
ru: Оружие/Дрон в ячейке 4
zh_hans: 选择武器/无人机槽 4

# data/text_misc.xml.append$//text[@name="hotkey_drone1"]
source: Weapon/Drone Slot 5
ru: Оружие/Дрон в ячейке 5
zh_hans: 选择武器/无人机槽 5

# data/text_misc.xml.append$//text[@name="hotkey_drone2"]
source: Weapon/Drone Slot 6
ru: Оружие/Дрон в ячейке 6
zh_hans: 选择武器/无人机槽 6

# data/text_misc.xml.append$//text[@name="hotkey_drone3"]
source: Weapon/Drone Slot 7
ru: Оружие/Дрон в ячейке 7
zh_hans: 选择武器/无人机槽 7

# data/text_misc.xml.append$//text[@name="hotkey_drone4"]
source: Drone Slot 4
ru: Оружие/Дрон в ячейке 8
zh_hans: 选择武器/无人机槽 8

# data/text_misc.xml.append$//text[@name="hotkey_drone5"]
source: Weapon/Drone Slot 9
ru: Оружие/Дрон в ячейке 9
zh_hans: 选择武器/无人机槽 9

# data/text_misc.xml.append$//text[@name="hotkey_drone6"]
source: Weapon/Drone Slot 10
ru: Оружие/Дрон в ячейке 10
zh_hans: 选择武器/无人机槽 10

# data/text_misc.xml.append$/FTL/text[489]
source: Toggle Speedhack
de: Schalte Speedhack an/aus
fr: Activer/Désactiver Speedhack
ko: 스피드핵 적용
ru: Переключение спидхака
zh_hans: 开启/关闭变速

# data/text_misc.xml.append$/FTL/text[490]
source: Open Console
de: Öffne Konsole
ko: 콘솔 열기
ru: Консоль
zh_hans: 打开控制台

# data/text_misc.xml.append$/FTL/text[491]
source: Toggle Extra Info
de: Schalte zusätzliche Informationen an/aus
fr: Afficher des infos suppl.
ko: 추가 정보 표시
ru: Доп. информация
zh_hans: 开关额外信息模式

# data/text_misc.xml.append$//text[@name="hotkey_temporal"]
source: Power Temporal Manipulator
de: Temporaler Manipulator anschalten
fr: Alimenter le Manipulateur Temporel
ko: 시간 조율기 전력공급
ru: Питание на временной манипулятор
zh_hans: 增能时流系统

# data/text_misc.xml.append$//text[@name="hotkey_un_temporal"]
source: De-Power Temporal Manipulator
de: Temporaler Manipulator ausschalten
fr: Désalimenter le Manipulateur Temporel
ko: 시간 조율기 전력공급 중단
ru: Питание от временного манипулятора
zh_hans: 减能时流系统

# data/text_misc.xml.append$//text[@name="hotkey_temporal_speed"]
source: Temporal Speed Up
de: Temporale Geschwindigkeit erhöhen
fr: Accélération Temporelle
ko: 시간 가속
ru: Временное ускорение
zh_hans: 时流加快

# data/text_misc.xml.append$//text[@name="hotkey_temporal_slow"]
source: Temporal Slow Down
de: Temporale Geschwindigkeit verringern
fr: Ralentissement Temporel
ko: 시간 감속
ru: Временное замедление
zh_hans: 时流减慢

# data/text_misc.xml.append$//text[@name="records_heading"]
source: Session Records
ru: Рекорды сессии
zh_hans: 会话记录

# data/text_misc.xml.append$//text[@name="crew_heading"]
source: Crew Records
ru: Рекорды экипажа
zh_hans: 船员记录

# data/text_misc.xml.append$//text[@name="stats_heading"]
source: Session Stats
ru: Статистика сессии
zh_hans: 会话状态

# data/text_misc.xml.append$//text[@name="total_heading"]
source: Totals
ru: Итоги
zh_hans: 总计

# data/text_misc.xml.append$//text[@name="progression_heading"]
source: General Progression
ru: Общий прогресс
zh_hans: 一般进展

# data/text_misc.xml.append$//text[@name="distance_heading"]
source: Going the Distance
ru: Пройденный путь
zh_hans: 坚持到底

# data/text_misc.xml.append$//text[@name="skill_heading"]
source: Skill and Equipment Feats
ru: Умения и оборудование
zh_hans: 技能与装备成就

# data/text_misc.xml.append$//text[@name="shot_limit"]
source: Shot Limit: \1
ru: Предел выстрелов: \1
zh_hans: 最大射击次数：\1 发

# data/text_misc.xml.append$//text[@name="shots_remaining"]
source: Shots: \1
ru: Выстрелов: \1
zh_hans: 弹体数：\1

# data/text_misc.xml.append$//text[@name="max_augments"]
source: Your ship can only hold \1 augmentations.
ru: На вашем корабле может находиться только \1 мод.
zh_hans: 你的星舰最多只能搭载\1个增强部件。

# data/text_misc.xml.append$//text[@name="warning_shot_limit"]
source: SHOT LIMIT REACHED
ru: ДОСТИГНУТ ЛИМИТ ВЫСТРЕЛОВ
zh_hans: 射击次数达到上限

# data/text_misc.xml.append$//text[@name="hangar_advanced_title"]
source: Simplified Mode
de: Vereinfachter Modus
fr: Mode Simplifié
ko: 기본 콘텐츠
ru: Упрощенный режим
zh_hans: 简略模式

# data/text_misc.xml.append$//text[@name="advanced_on_button"]
source: ENABLED
de: AKTIVIERT
fr: ACTIVÉ
ko: 활성화
ru: ВКЛЮЧЕН
zh_hans: 已启用

# data/text_misc.xml.append$//text[@name="advanced_off_button"]
source: DISABLED
de: DEAKTIVIERT
fr: DÉSACTIVÉ
ko: 비활성화
ru: ВЫКЛЮЧЕН
zh_hans: 已禁用

# data/text_misc.xml.append$//text[@name="advanced_on_title"]
source: Expanded Mode
de: Erweiterter Modus
fr: Mode Étendu
ko: 확장팩 콘텐츠
ru: Расширенный режим
zh_hans: 扩展模式

# data/text_misc.xml.append$//text[@name="advanced_off_title"]
source: Simplified Mode
de: Vereinfachter Modus
fr: Mode Simplifié
ko: 기본 콘텐츠
ru: Упрощенный режим
zh_hans: 简略模式

# data/text_misc.xml.append$//text[@name="advanced_on_text"]
source: The full Multiverse experience, with all content enabled.
de: Die volle Multiversum Erfahrung, mit dem ganzen Inhalt.
fr: L'expérience Multiverse complète, avec tout le contenu activé.
ko: 모든 콘텐츠가 활성화된 완전한 멀티버스.
ru: Полный опыт игры в Мультивселенной, со всем включенным контентом.
zh_hans: 完整的多元宇宙体验，已启用所有内容。

# data/text_misc.xml.append$//text[@name="advanced_off_text"]
source: Disables certain sectors, menus, and equipment. Recommended for beginners. Do note, it is impossible to 100% the game on this mode.
de: Deaktiviert bestimmte Sektoren, Menüs und Ausrüstung. Für Anfänger empfohlen. Es ist unmöglich mit diesen Einstellungen, das Spiel zu 100% zu beenden.
fr: Désactive certains secteurs, menus et équipements. Recommandé pour les débutants. Notez qu'il est impossible de finir à 100% le jeu avec ce mode.
ko: 특정 구역, 메뉴, 장비가 비활성화됩니다. 초심자에게 적합합니다. 이 모드에서는 게임을 100% 즐길 수 없습니다.
ru: Отключает определенные сектора, меню и оборудование. Рекомендуется для новичков. Обратите внимание, что в этом режиме невозможно пройти игру на 100%.
zh_hans: 禁用某些星区、机制及武器。推荐新手尝试，此模式下无法解锁全部内容。

# data/text_misc.xml.append$//text[@name="credit_victory"]
source: The Multiverse Flagship of this reality has been destroyed. The Rebel forces were weakened, and the Federation troops, along with reinforcements, successfully defeated the Rebel forces of this reality.
de: Das Multiversum Flaggschiff dieser Realität wurde zerstört. Die Rebellenkräft wurden geschwächt und die Föderationstruppen, sowie ihre Unterstützung, haben die Rebellenkräfte dieser Realität besiegt.
fr: Le Vaisseau Amiral Rebelle multiversel de cette réalité a été détruit. Les forces Rebelles étant désormais affaiblies, les troupes de la Fédération, ainsi que des renforts, ont successivement repoussé les forces Rebelles de cette réalité.
ko: 이 현실의 멀티버스 기함이 박살났습니다. 반군의 함대는 혼돈으로 치닫고, 연방의 부대는 증원군과 함께 성공적으로 이 현실의 반군을 무찌릅니다.
ru: Флагман Мультивселенной этой реальности был уничтожен. Силы повстанцев были ослаблены, и войска Федерации вместе с подкреплением успешно разгромили силы повстанцев этой реальности.
zh_hans: 本号宇宙的叛军旗舰已被击败。随着旗舰舰队的覆灭，叛军军力受到重创，因此联邦舰队与其盟友成功在本号宇宙击败叛军。

# data/text_misc.xml.append$//text[@name="credit_victory_cheat"]
source: Congratulations, you cheated!!!
de: Glückwunsch, du hast gecheatet!!!
fr: Félicitations, vous avez triché !!!
ko: 축하합니다, 치트 쓰셨네요!!!
ru: Поздравляем, вы сжульничали!!!
zh_hans: 恭喜你开挂被发现！！！
