Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_fuel.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_fuel.xml.append$//event[@name="FUEL_ON_REBEL_WARNING"]/text
source: A ship responding to your distress moves in. Unfortunately it turns out to be an automated Rebel scout. It immediately reverses thrust after scanning your ship.
fr: Un vaisseau arrive, manifestement attiré par votre message de détresse. Malheureusement, il s'agit d'un éclaireur Rebelle automatisé, et il fait aussitôt marche arrière après avoir scanné votre appareil.
ko: 당신의 조난신호에 응답하여 한 척의 함선이 접근해왔습니다. 불행히도 그 함선은 반군 무인 정찰기였습니다. 무인기는 당신의 함선을 스캔하더니 돌진해오기 시작합니다.
ru: Корабль, реагирующий на ваше бедствие, приближается. К сожалению, это оказывается автоматический разведчик повстанцев. Он немедленно меняет тягу после сканирования вашего корабля.
zh_hans: 一艘舰船收到你的求救信号后赶来。不幸的是看来是一艘叛军自动侦察艇。它扫描完你的星舰后立即反向推进。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_REBEL_WARNING"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_OFF_ENGI_DUBIOUS"]/text
source: As you drift through space an Engi ship passes through. From listening to their com channel it sounds like they're discussing making repairs on their ship.
fr: Alors que vous dérivez dans l'espace, un vaisseau Engi passe non loin. À écouter ses communications internes, on dirait que les membres de son équipage sont en train de discuter des réparations qu'il leur faudrait apporter à leur appareil.
ko: 우주 속에서 표류하고 있을 때, 엔지 함선 한 척이 지나갔습니다. 그들의 공동 통신채널을 들어보니 함선 수리에 대해서 논의하고 있는 것으로 보입니다.
ru: Когда вы дрейфуете в пространстве, через него проходит корабль энджи. Судя по прослушиванию их канала связи, похоже, что они обсуждают ремонт своего корабля.
zh_hans: 你在太空中漂浮时一艘半械舰船路过。旁听他们的通讯频道后，你听出在讨论给他们的舰船进行维修。

source: Hail them.
fr: Les contacter.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Игнорировать их.
zh_hans: 无视对方。

source: They clearly are busy because they don't notice your ship at all.
fr: Ils doivent être très occupés, car ils ne remarquent même pas votre vaisseau.
ko: 당신 함선을 전혀 눈치채지 못했으니 무척 바쁜 것이 틀림없습니다.
ru: Они явно заняты, потому что вообще не замечают вашего корабля.
zh_hans: 他们显然很忙，因为根本没有注意到你的星舰。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Hull Repair Drone) Offer to help repair their hull.
fr: (Drone réparateur de coque) Leur proposer de les aider à réparer leur coque.
ko: (선체 수리 드론) 함선을 수리해준다고 제안한다.
ru: (Дрон ремонтник) Предложить помочь в ремонте их корпуса.
zh_hans: (舰体维修)提议帮他们维修他们的舰体。

source: They happily accept your offer for help. Once the drone does its work they transfer over some fuel for your trouble.
fr: Ils acceptent avec joie votre proposition d'assistance et, une fois que votre drone a réparé leur coque, ils vous transfèrent du carburant en guise de paiement.
ko: 그들은 도움을 기쁘게 받아들였습니다. 드론이 함선 수리를 마치자 그들은 수고의 의미로 약간의 연료를 전달해 주었습니다.
ru: Они с радостью принимают ваше предложение о помощи. Как только дрон выполняет свою работу, они передают вам немного топлива за ваши хлопоты.
zh_hans: 他们高兴地接受你的帮助提议。无人机完成工作后他们向你送来一些燃料以示感谢。

source: The Engi respond to your signal. "Identity: Federation. I/O error: Federation = [void]." All further hails go unanswered.
fr: Les Engis répondent à votre signal : "Identité : Fédération. Erreur E/S : Fédération = [néant]." Vos messages suivants restent sans réponse.
ko: 엔지가 당신의 신호에 답했습니다."신원 : 연방. 입출력 장치 에러 : 연방 = [내용 없음]." 이후 모든 호출은 무시당했습니다.
ru: Энджи реагируют на ваш сигнал. "Идентификация: Федерация. Ошибка ввода-вывода: Федерация = [пустота]". Все дальнейшие оклики остаются без ответа.
zh_hans: 半械族回应了你的呼叫。"身份： 联邦。I/O错误： 联邦 = [void]。"进一步的呼叫都无人应答。

source: The Engi fail to respond, but move to intercept. You detect abnormal electromagnetic signals aboard the ship - someone has reprogrammed them to fight!
fr: Les Engis ne vous répondent pas, mais manœuvrent de sorte à vous intercepter. Vous détectez des signaux électromagnétiques à bord de leur vaisseau. Quelqu'un les a reprogrammés pour les rendre hostiles !
ko: 엔지는 답하지 않고 당신의 함선을 가로막았습니다. 이상한 에너지 파장이 함선에서 탐지됐습니다. 누군가 엔지들을 재프로그래밍해서 당신과 싸우도록 한 듯 합니다!
ru: Энджи не отвечают, но двигается на перехват. Вы обнаруживаете аномальные электромагнитные сигналы на борту корабля - кто-то перепрограммировал их на борьбу!
zh_hans: 半械族并没有回应，而是上前进行拦截。你探测到对方舰船上出现异常电磁信号-有人将他们的程序改编为战斗程序！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Engi respond to your signal. "Your need: fuel. This unit's need: scrap. Exchange beneficial. Exchange permitted?"
fr: Les Engis répondent à votre signal. "Votre besoin : carburant. Le besoin de cette unité : ferraille. Échange bénéfique. Échange autorisé ?"
ko: 엔지가 당신의 신호에 응답했습니다. "귀 함의 요구 : 연료. 본 함의 요구 : 스크랩. 상호이익적 교환 예상. 교환 허가?"
ru: Энджи отвечают на ваш сигнал. "Ваша потребность: топливо. Потребность этого корабля: лом. Обмен выгоден. Обмен возможен?"
zh_hans: 半械族回应了你的呼叫。"你们需要：燃料。本单位需要：废料。交换有益。允许交换？"

source: Make the trade.
fr: Accepter l'échange.
ko: 거래한다.
ru: Совершить сделку.
zh_hans: 同意交易。

source: You make the exchange and the Engi leave without another word.
fr: Vous concluez l'échange et les Engis s'en vont sans un mot.
ko: 당신은 엔지들과 거래했고, 그들은 말 없이 떠났습니다.
ru: Вы совершаете обмен, и энджи уходит, не сказав больше ни слова.
zh_hans: 你完成交易，半械族没有多说一句话就离开了。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: The Engi coolly cut communications and continue on their journey.
fr: Les Engis coupent leurs communications et poursuivent leur voyage.
ko: 엔지는 차갑게 통신을 끊어버린 후, 떠났습니다.
ru: Энджи хладнокровно прервали связь и продолжили свой путь.
zh_hans: 半械族爽快地关闭通讯并继续他们的旅途。

source: Upon discovering your need, the Engi gladly offer some of their extra fuel reserves. It's amazing how altruistic these robotic creatures can be.
fr: En apprenant de quoi vous avez besoin, les Engis se font une joie de vous offrir une partie de leur carburant. C'est vraiment incroyable comme ces créatures robotisées peuvent être altruistes !
ko: 당신에게 연료가 필요하다는 걸 알아낸 엔지들은 자비롭게도 그들이 가진 연료 여분 중 일부를 주었습니다. 로봇 생명체가 이렇게 이타적이라니 참 놀라운 일입니다.
ru: Обнаружив вашу потребность, Энджи с радостью предложит вам часть своих дополнительных запасов топлива. Удивительно, насколько альтруистичными могут быть эти роботизированные существа.
zh_hans: 了解到你的需求后，半械族欣然给予一些他们多余的燃料。这些机械生物的利他性简直令人惊叹。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_MANTIS_ATTACK"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[1]
source: A Mantis ship hails you, "Looks like we found poor fools needing some help. Come brothers, let's 'help' them!" They move in to attack.
fr: Un vaisseau Mantis vous contacte : "Ah, sembler nous trouvé pauvres idiots avoir besoin aide. Venez, frères, "aider" !" Et ils se ruent à l'assaut.
ko: 맨티스 함선 한 척이 당신을 불렀습니다. "우리 도움 필요한 멍청한 놈 발견한 것 같구만! 얘들아, 저놈 좀 도와주자고!" 그들은 공격을 서둘렀습니다.
ru: Корабль богомолов приветствует вас: "Похоже, мы нашли бедных дураков, нуждающихся в помощи. Давайте, братья, "Поможем" им!". Они идут в атаку.
zh_hans: 一艘螳螂舰船向你呼叫，"看来我们找到了一些需要帮助的可怜虫。来吧兄弟们，让我们'帮帮'他们！"他们上前进攻。

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[2]
source: Before long a ship jumps nearby, no doubt responding to your beacon. However any relief you felt disappears as soon as you recognize that the ship is of Mantis design. Prepare for a fight.
fr: Bien vite, un vaisseau apparaît non loin, probablement attiré par votre message de détresse. Mais le soulagement que vous éprouvez en le voyant arriver disparaît bien vite quand vous constatez qu'il s'agit d'un appareil Mantis. Préparez-vous à vendre chèrement votre peau !
ko: 오래 지나지 않아 한 척의 함선이 접근했습니다. 당신의 구조신호에 응답한 것이 틀림없습니다. 그러나 안도의 순간도 잠시, 다가온 것이 맨티스 함선임을 알아차렸습니다. 전투 준비!
ru: Вскоре неподалеку прыгает корабль, без сомнения, реагирующий на ваш маяк. Однако любое облегчение, которое вы почувствовали, исчезает, как только вы осознаете, что корабль имеет конструкцию богомола. Приготовиться к бою.
zh_hans: 不久后一艘舰船就跃迁至附近，无疑是收到了你的信号。然而你感到的任何轻松都随即烟消云散，因为你认出样貌是出自螳螂之手。准备打一架。

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[3]
source: You detect a Mantis ship approaching and hack into their comm channel and hear, "...hope put up more of fight than last Federation ship. This has been disappointing day so far." Looks like they're not here to help.
fr: Vous détectez un vaisseau Mantis en approche et vous piratez leurs communications pour les espionner : "... mais espérer battre mieux que derniers guignols Fédération. Journée extrêmement décevante, jusque-là." Visiblement, ils ne sont pas là pour vous aider.
ko: 맨티스 함선이 접근해 오는 걸 감지했습니다. 통신을 감청해보니 "...저번 싸운 연방 함선 더 강력했으면 좋겠군. 요즘 영 날 시원찮았어." 이라고 합니다. 도우러 온 게 아닌 듯 보입니다.
ru: Вы обнаруживаете приближающийся корабль богомолов, подключаетесь к их каналу связи и слышите: "...надежда оказала больше сопротивления, чем последний корабль Федерации. До сих пор это был разочаровывающий день". Похоже, они здесь не для того, чтобы помочь.
zh_hans: 你检测到一艘螳螂战舰接近，骇入他们的通讯频道后听见，"...希望比上一艘联邦舰船更耐揍一些。今天收成挺失望的。"看来他们不是来帮忙的。

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_MANTIS_ATTACK"]/text[4]
source: A Mantis ship jump nearby. Sensors detect weapon locks and all hope of avoiding a fight fades away.
fr: Un vaisseau Mantis sort de son saut non loin. Vos capteurs détectent que ses armes sont déjà activées. On dirait que vous n'allez pas pouvoir échapper à ce combat...
ko: 맨티스 함선이 근처로 도약해왔습니다. 당신을 조준했다는 것을 센서가 감지했습니다. 아무래도 싸움을 피할 수 없어 보입니다.
ru: Неподалеку прыгнул корабль богомолов. Датчики обнаруживают активацию оружия, и вся надежда избежать боя исчезает.
zh_hans: 一艘螳螂战舰跃迁至附近。传感器检测到武器锁定，所有避战的希望都消失了。

# data/events_fuel.xml.append$/FTL/event[@name="FUEL_OFF_ROCK_WRECK"]/text
source: As you await either salvation or death, your attention is drawn to a sea of debris drifting past the starboard view port. The chunks gliding by grow bigger in size until the stern of a Rock frigate, gutted in some distant war, comes into view.
fr: Alors que vous attendez le salut ou la mort, votre attention est attirée par un amas de débris dérivant à bâbord. Ils sont de plus en plus gros, jusqu'à ce que vous voyez finalement apparaître la poupe d'une frégate Rocailleuse, détruite au cours d'une guerre lointaine.
ko: 구조 혹은 죽음을 기다리는 동안, 당신은 우측 창에 흐르는 잔해의 바다를 바라봤습니다. 지나가는 잔해 덩어리는 점점 커졌고 마침내 어느 먼 과거의 전쟁에서 파괴된 락맨 프리깃의 선미를 발견했습니다.
ru: Пока вы ждете спасения или смерти, ваше внимание привлекает море обломков, дрейфующих мимо иллюминатора правого борта. Куски, скользящие мимо, увеличиваются в размерах, пока в поле зрения не появляется корма фрегата валунов, выпотрошенного в какой-то далекой войне.
zh_hans: 你等待救赎抑或死亡时，你被右舷一大片飘过的残骸之河吸引了注意力。飘过的残骸慢慢增大，直到一艘岩石战舰的船尾，大约在某次遥远战争中被摧毁，进入眼帘。

source: Send an away team.
fr: Envoyer une équipe à son bord.
ko: 원정대를 보낸다.
ru: Послать экипаж на разведку.
zh_hans: 派出一支出舱小队。

source: Perhaps there's some viable fuel left on board; a small away team boards the vessel.
fr: Il reste peut-être du carburant à bord de l'épave. Vous chargez une équipe de l'explorer.
ko: 아마도 그 곳에는 쓸 수 있는 연료가 남아있을 것입니다. 소수의 원정대가 선박에 오릅니다.
ru: Возможно, на борту осталось какое-то пригодное топливо; небольшая команда высадки поднимается на борт судна.
zh_hans: 或许舰上仍有可用的燃料；出舱小队登陆舰船。

source: Report!
fr: Au rapport !
ko: 보고하라!
ru: Докладывайте!
zh_hans: 汇报！

source: Let it drift by.
fr: Laisser l'épave dériver sans intervenir.
ko: 그냥 놔둔다.
ru: Пусть это пройдет мимо.
zh_hans: 让它飘走。

source: The Rock don't take kindly to aliens picking through their belongings, no matter how decrepit they may seem, and you don't take risks in Rock territory.
fr: Les Rocailleux n'apprécient guère que les autres races fouillent ce qui leur appartient, même si ceci n'est plus qu'à l'état de ruines, et vous préférez ne pas prendre de risque sur leur territoire.
ko: 락맨은 얼마나 노후해 보이는지에 상관없이 그들 소유물을 외부인이 가져가는 것을 좋아하지 않습니다. 또한 당신은 락맨 구역에서 위험을 감수하고 싶지 않습니다.
ru: Валунов не любят, когда инопланетяне роются в их вещах, какими бы дряхлыми они ни казались, и вы не рискуете на территории валунов.
zh_hans: 岩石族讨厌外星人对他们的物品挑挑拣拣，不管物品看起来有多破旧，而你在岩石星域不能太冒险。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Life Scanner) Run additional scans.
fr: (Scanner d'énergie vitale) Effectuer de nouveaux scans.
ko: (생체 탐지기) 추가로 생체 신호를 스캔한다.
ru: (Сканер форм жизни) Запустить дополнительное сканирование.
zh_hans: (生命扫描仪)进行额外扫描。

source: The ship appears to be entirely lifeless. Your crew is able to find some usable fuel cells after a brief search.
fr: Le vaisseau semble totalement désert. Vos hommes le fouillent de fond en comble et parviennent à dénicher des cellules de carburant utilisables.
ko: 함선에는 어떠한 생체 신호도 없었습니다. 승무원들은 짧은 탐색 끝에 쓸 수 있는 약간의 연료를 찾을 수 있었습니다.
ru: Корабль кажется совершенно безжизненным. После недолгих поисков ваш экипаж смог найти несколько пригодных для использования топливных элементов.
zh_hans: 这艘舰船看起来完全没有生命迹象。你的船员经过短暂搜寻后找到了一些能用的燃料。

source: A short time later the team returns with a stash of ammunition and scrap - but all the fuel on board is long gone.
fr: Peu de temps après, vos hommes reviennent avec des munitions et de la ferraille, mais il n'y avait plus de carburant à bord du vaisseau.
ko: 잠시 후, 원정대는 숨겨둔 탄약과 스크랩을 가지고 귀환했습니다. 하지만 연료는 오래 전에 바닥난 상태였습니다.
ru: Вскоре команда возвращается с запасом боеприпасов и лома, но все топливо на борту давно закончилось.
zh_hans: 一小会后小队带着一箱弹药和废料归来-但舰上的燃料早已消失。

source: One of the crew reports that the main computer was housed in this section and is still partially operational. They're able to download local telemetry as well the location of the ship's reserve fuel! Your map has been updated.
fr: Un de vos hommes vous indique que l'ordinateur principal se trouve dans cette partie du vaisseau et qu'il fonctionne encore partiellement, ce qui lui permet de télécharger des données de télémétrie locales, ainsi que d'apprendre où se trouvent les réserves de carburant du vaisseau ! Votre carte est automatiquement mise à jour.
ko: 승무원 중 한 명이 메인 컴퓨터가 이 구역에 있고 부분적으로 작동한다고 보고했습니다. 그들은 지역 측정 자료와 함선의 예비 연료의 위치를 다운받을 수 있었습니다. 당신의 지도가 갱신되었습니다.
ru: Один из членов экипажа сообщает, что главный компьютер был размещен в этой секции и все еще частично работает. Они могут загружать местную телеметрию, а также местоположение запасного топлива корабля! Ваша карта была обновлена.
zh_hans: 其中一名队员汇报坐落在这片舰体的主控电脑仍能部分运转。他们能够下载本地遥测信息以及损毁舰船的预备燃料！你的星图更新了。

source: The team returns home rather sooner than expected. Turns out just as they were making entry to the frigate, the ship's emergency fuel cell just happened to drift by!
fr: Vos hommes reviennent plus tôt que prévu et vous expliquent que, juste au moment où ils entraient à bord de l'épave, ils ont vu la cellule de carburant d'urgence de la frégate flotter devant eux !
ko: 원정대는 예상보다 일찍 돌아왔습니다. 그들이 프리깃에 접근을 시도하려는 찰나에 함선의 비상 연료통이 우연히도 옆에서 떠다니고 있었다고 합니다!
ru: Экипаж возвращается домой гораздо раньше, чем ожидалось. Оказывается, как раз в тот момент, когда они входили на фрегат, аварийный топливный элемент корабля случайно дрейфовал мимо!
zh_hans: 小队回来的时间比预期早多了。原来他们刚准备进入时，舰船的紧急燃料电池刚好从旁边飘过！

source: The away team reports in, but then screams are heard and the comm goes dead! When it comes back online a Rockman can be heard - he's the lone survivor from the frigate's crew, and completely mad. He demands you pay a scrap ransom in return for your crew-member's life!
fr: Vos hommes commencent à vous faire leur rapport et, à cet instant, vous entendez des hurlements et la communication est coupée. Quand elle est rallumée, vous entendez un Rocailleux vous parler. C'est le seul survivant de la frégate, et il a totalement perdu la raison. Il a pris l'un de vos hommes en otage et ne le libérera que si vous acceptez de lui payer la ferraille qu'il exige en guise de rançon.
ko: 원정대가 응답했지만, 곧 비명이 들렸고 통신이 끊어졌습니다! 통신이 돌아왔을 때 한 락맨의 목소리가 들렸습니다. 그는 프리깃의 유일한 생존자이며 완전히 미친 상태였습니다. 그는 당신 승무원의 목숨을 대가로 스크랩을 지불하라고 협박했습니다!
ru: Экипаж докладывает о прибытии, но тут раздаются крики, и связь отключается! Когда связь восстанавливается, можно услышать валуна - он единственный выживший из экипажа фрегата и совершенно безумен. Он требует, чтобы вы заплатили лом в обмен на жизнь вашего члена экипажа!
zh_hans: 出舱小队汇报，但突然一声尖叫后通讯中断！恢复通讯后可以听到一个岩石族的声音-它是岩石战舰最后的幸存者，完全发疯了。他要求你支付赎金偿还船员的性命！

source: Pay.
fr: Accepter de payer.
ko: 지불한다.
ru: Заплатить.
zh_hans: 付钱。

source: Despite his fragile condition, the Rockman is good to his word and returns your crew-member, who is suitably grateful. Sadly, gratitude doesn't power the FTL drive.
fr: En dépit de son état psychique extrêmement fragile, le Rocailleux respecte sa parole et vous rend votre homme d'équipage. Ce dernier vous est reconnaissant, mais hélas, sa gratitude ne suffira pas à faire fonctionner votre générateur SPL.
ko: 불안한 상태였음에도 락맨은 말을 지켰고, 돌아온 승무원은 당신에게 감사를 보냈습니다. 안됐지만, 감사하는 마음은 FTL 드라이브를 작동시키지 못합니다.
ru: Несмотря на свое хрупкое состояние, валун верен своему слову и возвращает вашего члена экипажа, который соответственно благодарен. К сожалению, благодарность не приводит в действие сверхсветовой привод.
zh_hans: 尽管他的身体情况十分脆弱，岩石族信守承诺归还了你的船员，船员十分感激。然而感激没法当超光速引擎的燃料。

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

source: It's a tough call, but it's for the Federation and the liberty of all. You set off before you can change your mind.
fr: Le choix n'est pas facile, mais vous faites cela pour défendre la Fédération et la liberté de tous. Vous vous en allez avant de changer d'avis.
ko: 힘든 선택이었지만, 연방과 모두의 자유를 위한 행동이었습니다. 당신은 마음이 바뀌기 전에 떠났습니다.
ru: Это трудный вызов, но он для Федерации и свободы всех. Ты отправляешься в путь, прежде чем успеешь передумать.
zh_hans: 这是个艰难的抉择，但为了联邦和全体的自由，你在改主意之前离开了。

source: Before preparing to jump you check the Clone Bay but there is no sign of activity.
fr: Avant de préparer votre saut, vous jetez un œil dans la salle de Clonage, mais il n'y a pas la moindre activité à l'intérieur.
ko: 도약을 준비하는 동안 클론 배양실을 확인했지만 아무런 반응이 없었습니다.
ru: Прежде чем приготовиться к прыжку, вы проверяете клон-отсек, но там нет никаких признаков активности.
zh_hans: 跃迁前你检查了克隆仓的状况，但是没有活动。

# data/events_fuel.xml.append$/FTL/event[@name="FUEL_OFF_ROCK_CURIOUS"]/text
source: A curious Rock ship comes in for a closer look at you. They refuse all hails.
fr: Un vaisseau Rocailleux curieux s'approche de vous pour mieux vous inspecter, tout en refusant de répondre à vos messages.
ko: 호기심 많은 락맨 함선이 당신의 함선을 가까이서 보기 위해 다가왔습니다. 그들은 모든 신호를 무시했습니다.
ru: Любопытный корабль валунов подходит, чтобы поближе взглянуть на вас. Они отказываются от всех окликов.
zh_hans: 一艘好奇的岩石舰船靠近看了看你。他们拒绝所有呼叫。

source: Attack.
fr: Attaquer.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

source: The Rock people are not renowned for their generosity. If it's fuel you need, it's fuel you must take!
fr: Les Rocailleux ne sont pas connus pour leur générosité. Vous avez besoin de carburant, alors, vous allez le leur prendre !
ko: 락맨은 너그럽다고 알려지지 않았습니다. 연료가 필요하다면 빼앗는 방법밖에 없습니다!
ru: Валуны не славятся своей щедростью. Если вам нужно топливо, вы должны его взять!
zh_hans: 岩石族并不以慷慨大方闻名。如果你要的是燃料，那只能动手去拿！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Wait and see.
fr: Attendre ce voir ce qui se passe.
ko: 지켜본다.
ru: Подождать и наблюдать.
zh_hans: 等等看。

source: The Rock ship circles yours, running scans on your systems. You fear the worst, but the scans pause on your fuel tank. They obviously have no wish to communicate, but they transfer over a cache of fuel before flashing their lights and jumping away!
fr: Le vaisseau Rocailleux tourne autour du vôtre en scannant tous vos systèmes. Vous craignez le pire, mais l'opération s'interrompt au niveau de vos réservoirs de carburant. Plusieurs minutes s'écoulent sans que les aliens cherchent à communiquer avec vous, puis ils vous transfèrent une partie de leur carburant et s'en vont en faisant clignoter leurs feux de position.
ko: 락맨 함선이 당신의 함선 주변을 돌며 시스템을 스캔했습니다. 최악의 상황을 염려했지만 스캔은 연료탱크에서 멈췄습니다. 그들은 대화할 생각이 없어보였습니다. 그러나 불빛을 번쩍이며 도약하기 전에 당신에게 상당량의 연료를 주었습니다!
ru: Корабль валунов кружит вокруг вашего корабля, проводя сканирование ваших систем. Вы боитесь худшего, но сканирование останавливается на вашем топливном баке. У них, очевидно, нет желания общаться, но они передают запас топлива, прежде чем мигнуть фарами и прыгнуть!
zh_hans: 岩石战舰绕着你盘旋，对你的系统进行扫描。你做好最坏的打算，但扫描停在了你的燃料舱。他们显然没有沟通的意图，但是送了一箱燃料过来，闪了闪灯就跃迁走了！

source: The Rock ship circles yours, running scans on your systems. Your worst fears are confirmed when they identify your engines and teleport a bomb straight onto it! Combat ready!
fr: Le vaisseau Rocailleux tourne autour du vôtre en scannant tous vos systèmes. Vos pires craintes sont confirmées quand, après avoir réussi à identifier votre salle des machines, ils téléportent une bombe au beau milieu ! Tout le monde aux postes de combat !
ko: 락맨 함선이 당신의 함선 주변을 돌며 시스템을 스캔했습니다. 그들이 당신의 엔진을 확인하고 폭탄을 엔진에 순간이동 시켰을 때, 염려하던 최악의 상황이 현실이 되었습니다! 전투를 준비하십시오!
ru: Корабль валунов кружит вокруг вас, проводя сканирование ваших систем. Ваши худшие опасения подтвердятся, когда они идентифицируют ваши двигатели и телепортируют бомбу прямо на него! Боевая готовность!
zh_hans: 岩石战舰绕着你盘旋，对你的系统进行扫描。你最坏的打算得到应验，他们识别出你的引擎并立即传送了一枚炸弹过来！准备战斗！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_SHELL_SCANS"]/text
source: A Shell ship cautiously approaches, running basic scans on your vessel to make certain this isn't a trap. Once they're satisfied, they hail you. "Stuck? Lost? We'd be happy to help, but no service in thhhhis galaxy is free. We'd like to run some scans on your crew to bring back to the Geniocracy. Harmless, we promise."
fr: Un vaisseau Coquille s'approche avec prudence, en effectuant quelques scans basiques sur votre croiseur pour s'assurer qu'il n'y ait aucune piège. Une fois satisfaits, ils vous appellent. "Coincé ? Perdu ? Nous serions ravis d'aider, mais aucun service dans cette galaxie n'est gratuit. Nous aimerions pouvoir effffectuer quelques scans sur votre équipage, pour pouvoir ramener ceux-ci à la Géniocratie. C'est sans douleur, nous le promettons."
ko: 한 척의 셸 함선이 조심스럽게 다가와선 함정인지 확인하기 위해 당신의 함선을 가볍게 스캔했습니다. 의심을 풀게 되자 그들은 교신해왔습니다. "곤경에 처했스으읍니까? 길을 잃었나요? 기꺼이 도움을 드리고 시이잎지만 이 은하계에서어 공짜란 없죠. 당신 스응무원을 스으캔하여 저희 세에력에 가져가고 시이잎습니다. 어떠한 피해도 없을 겁니다. 저희가 약소오옥하죠."
ru: Корабль раковин осторожно приближается, проводя базовое сканирование вашего судна, чтобы убедиться, что это не ловушка. Как только они удовлетворены, они приветствуют вас. "Застрял? Потерялся? Мы были бы рады помочь, но ни одна услуга в этой галактике не бесплатна. Мы хотели бы провести сканирование вашей команды, чтобы вернуть ее в Гениократию. Это безопасно, мы обещаем".
zh_hans: 一艘甲壳舰船小心翼翼地接近，对你的星舰进行简单扫描确认这不是一个陷阱。满意之后，他们向你呼叫。"被困住了？迷路了？我们很乐意帮助，但这这这个银河系没有什么服务是免费的。我们想对你的船员进行一些扫描，将数据带回怪才体。无害的，我们保证。"

# data/events_fuel.xml.append$//event[@name="FUEL_SHELL_SCANS"]/choice[1]/text
source: Agree to the scans.
fr: Accepter de soumettre votre équipage aux scans.
ko: 스캔을 허락한다.
ru: Согласиться на сканирование.
zh_hans: 同意进行扫描。

source: (Shell Crew) Your Shell wishes to explain something.
fr: (Membre d'équipage Coquille) Votre Coquille souhaite expliquer quelque chose.
ko: (셸 승무원) 셸 승무원이 뭔가를 설명하고자 합니다.
ru: (Член экипажа раковина) Ваша раковина хочет что-то объяснить.
zh_hans: (甲壳族船员)你的甲壳族想要解释一些什么。
