Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_fuel.xml.append/*.po
Languages: fr, ko, ru, zh_hans

source: Your Shell explains that in their culture, it's completely ordinary to take tests on strangers, and generally seen as an insult to refuse. They confirm the tests should be completely harmless as well.
fr: Votre Coquille explique que dans leur culture, cela est complètement ordinaire d'effectuer des tests sur des étrangers, et refuser de s'y soumettre est généralement vu comme une insulte en leur égard. Il confirme également que les tests devraient être sans dangers.
ko: 셸 승무원은 자기네 문화에선 낯선 이를 검사하는 것이 지극히 자연스러운 일이라 설명했고, 검사를 거절하면 일반적으로 모욕으로 받아들인다고 말했습니다. 검사 과정도 완전 해가 없다는 것을 확인해 주었습니다.
ru: Ваша раковина объясняет, что в их культуре совершенно нормально проходить тесты на незнакомых людях, и обычно считается оскорблением отказываться. Они подтверждают, что тесты также должны быть абсолютно безопасными.
zh_hans: 你的甲壳族船员解释道在他们文化里，对陌生人进行测试很正常。而拒绝一般被看作是侮辱。他们也确认测试应该是完全无害的。

source: Agree to the scans.
fr: Accepter les scans.
ko: 스캔을 허락한다.
ru: Согласиться на сканирование.
zh_hans: 同意进行扫描。

source: Still decline.
fr: Refuser tout-de-même.
ko: 그래도 거절한다.
ru: Все еще отказываюсь.
zh_hans: 仍然拒绝。

# data/events_fuel.xml.append$//event[@name="FUEL_SHELL_SCANS"]/choice[3]/text
source: This seems suspicious, decline.
fr: Cela semble suspect, refuser.
ko: 수상해 보이니 거절한다.
ru: Это кажется подозрительным, отказываюсь.
zh_hans: 这看起来太可疑了，拒绝。

# data/events_fuel.xml.append$//event[@name="FUEL_OFF_SHELL_SCANS_QUEUE"]/text
source: The Shells line up your crew in a queue, and pass them through what looks to be an exaggeratedly large x-ray. True to their word, the scans feel like little more than a soft tingle, but they take a long time. Soon it becomes clear it'll be several hours until you're done, and the Rebel fleet is constantly drawing closer.
fr: Les Coquille alignent votre équipage en une file, et les font passer dans ce qui semblerait être un scanner de radiographie de taille excessive. Fidèle à leurs paroles, les scans ne font ressentir rien de plus que de légers picotements, mais ils prennent un temps considérable. Il devient vite évident que cela prendra encore quelques heures avant d'être fini, et la flotte Rebelle se rapproche constamment.
ko: 셸은 당신 승무원을 한 줄로 대기 시킨 다음 엄청나게 큰 엑스레이로 보이는 장치에 승무원을 통과시켰습니다. 그들이 말한 대로 검사 과정은 약간 따끔한 정도었지만 스캔은 오랜 시간이 걸렸습니다. 검사를 마치는 데까지 오랜 시간이 걸리는 건 분명해 보였고, 반군 함대는 계속 거리를 좁혀오는 중입니다.
ru: Раковины выстраивают вашу команду в очередь и пропускают их через то, что выглядит как преувеличенно большой рентгеновский снимок. Верные своему слову, сканирование кажется не более чем мягким покалыванием, но оно занимает много времени. Вскоре становится ясно, что пройдет несколько часов, прежде чем вы закончите, и флот повстанцев приближается.
zh_hans: 甲壳族将你的船员排成一排，让他们通过一个看上去是一个夸张的X光仪的装置。他们没有食言，扫描感觉就是稍微有点痒，但耗时很久。很快就发现扫描全部完成会耗费数小时，而叛军舰队仍在步步逼近。

source: Just wait and finish the scans.
fr: Se contenter d'attendre la fin des scans.
ko: 계속 기다리며 스캔을 끝낸다.
ru: Просто подождать и закончить сканирование.
zh_hans: 继续等待扫描完成。

source: You watch the clock impatiently, but eventually the scanning comes to a close. "Thhhank you for your cooperation. My superiors will be very pleased. As promised, thhhhe fuel."
fr: Vous observez l'heure impatiemment, mais les scans finissent par s'achever. "Merci pour votre coopération. Mes supérieurs seront ravis. Comme promis, voici du carburant."
ko: 당신은 초조해하며 시계를 쳐다봤고 마침내 스캔은 끝이 났습니다. "협조해 주셔어서어 감사아합니다. 저희 상관이 매우 기뻐할 겁니다. 약소오옥한 대로 여기 연료입니다."
ru: Вы нетерпеливо смотрите на часы, но в конце концов сканирование подходит к концу. "Благодарю вас за сссотрудничество. Мое начальство будет очень довольным. Как и было обещщщано, топливо".
zh_hans: 你不耐烦地盯着表，但最终扫描渐入尾声。"感感感谢你们的配合。我的上级会非常满意。如约，你你你们的燃料。"

source: (Mind Control) 'Convince' the Shells to stop early and give over the fuel.
fr: (Contrôle mental) 'Convaincre' les Coquilles d'arrêter les scans et de fournir du carburant.
ko: (정신 지배 장치) 서둘러 끝내고 연료를 내놓게 끔 셸을 '설득'한다.
ru: (Контроль разума) "Убедить" раковин остановиться и отдать топливо.
zh_hans: (心灵控制)'说服'甲壳族让他们提前结束并交出燃料。

source: Fortunately, the Shells are not telepathic like their Slug cousins, and the system is very effective on them.
fr: Heureusement, les Coquilles ne sont pas télépathes contrairement à leurs cousines Slugs, et le système se révèle être efficace sur eux.
ko: 다행스럽게도 셸은 사촌 지간인 슬러그족과 달리 텔레파시 능력이 없었고, 장치 시스템은 매우 효과적으로 작동했습니다.
ru: К счастью, раковины не обладают телепатией, как их собратья слизни, и система очень эффективна на них.
zh_hans: 幸运的是，甲壳族并不像他们的蛞蝓族近亲会心灵感应，心灵控制系统对他们非常有效。

source: Demand they stop.
fr: Demander à ce qu'ils arrêtent.
ko: 중단해 달라고 요구한다.
ru: Потребовать, чтобы они остановились.
zh_hans: 要求他们停下。

source: "What? We cannot stop now, thhhhe data is inconclusive at best, completely unusable at worst! Thhhis is an insult to our deal!" Outraged, the Shells attack!
fr: "Quoi ? Nous ne pouvons pas nous arrêter maintenant, les données se sont révélées peu concluantes jusque là, voire complètement inutiles ! Ceci est une insulte envers notre offffre !" Enragé, les Coquilles attaquent !
ko: "무슨 소오립니까? 스으캔을 중단할 수우는 없어요. 잘하면 데이터가 미완으로 남겠지만 잘모옷되면 완전히 사용할 수우 없게 된다구요! 이건 우리 거래에 대한 모욕입니다!" 분노에 찬 셸이 공격해왔습니다!
ru: "Что? Мы не можем остановиться сейчас, эти данные в лучшем случае неубедительны, в худшем-совершенно непригодны для использования! Это оскорбление нашей сделки!" Возмущенные, раковины атакуют!
zh_hans: "什么？现在不能停下，数数数据往好了说是不完整的，坏了说完全无法利用！这这这是对我们的交易的侮辱！"被激怒的甲壳族开始进攻！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You attempt to decline, but the Shells won't have it. "We cannot let thhhhis opportunity pass!" They attempt to convince you one more time, but you won't have it. Looks like a fight is unavoidable!
fr: Vous temptez de refuser, mais les Coquilles ne veulent rien entendre. "Nous ne pouvons pas laisser cette opportunité se fffaufffiler !" Ils essaient de vous convaincre une dernière fois, mais vous insistez. On dirait que le combat est inévitable !
ko: 당신은 거절했지만 셸은 받아들이지 않았습니다. "이 기회를 놓칠 수우는 없스으읍니다!" 그들은 다시 한번 당신을 설득했지만 받아들일 수는 없었습니다. 싸움은 피할 수 없을 것 같군요!
ru: Вы пытаетесь отказаться, но раковины не хотят этого. "Мы не можем упусccтить эту возможность!" Они пытаются убедить вас еще раз, но вы этого отказываетесь. Похоже, драка неизбежна!
zh_hans: 你试图拒绝，但甲壳族不领情。"我们不能让这这这次机会流失！"他们再一次试图说服你，但你就是不接受。看来一场战斗不可避免！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_SLUG_CHUCKLE"]/text
source: A poorly armed Slug ship cruises by and offers assistance. Their captain seems to be chuckling to himself, perhaps at the prices he's charging.
fr: Un vaisseau Slug mal armé passant à proximité vous offre son aide. Son capitaine semble glousser tout le temps qu'il vous parle. Ce sont peut-être les tarifs qu'il pratique qui le font rire.
ko: 형편없이 무장된 슬러그 함선이 천천히 다가와 도움을 주겠다고 제안해왔습니다. 그들의 함장은 자기가 매긴 가격 때문에 웃고 있는 것 같습니다.
ru: Мимо пролетает плохо вооруженный корабль слизень и предлагает помощь. Их капитан, кажется, хихикает, возможно, над ценами, которые он взимает.
zh_hans: 一艘武装差劲的蛞蝓舰船从旁边飘过，愿意提供协助。他们的舰长好像在自顾自的窃笑，或许是在对自己的要价乐呵。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_SLUG_CHUCKLE"]/choice[1]/text
source: Pay 15 scrap for 5 fuel.
fr: Échanger 15 pièces de ferraille contre 5 unités de carburant.
ko: 15 스크랩으로 연료 5개를 구매한다.
ru: Заплатить 15 лома за 5 топлива.
zh_hans: 用15废料购买5份燃料。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_SLUG_CHUCKLE"]/choice[2]/text
source: Ignore the offer.
fr: Ignorer son offre.
ko: 제안을 무시한다.
ru: Не обращать внимания на предложение.
zh_hans: 忽略报价。

source: You know better than to do business with a Slug who seems like he knows something you don't. He jumps off with another chuckle.
fr: Vous savez bien qu'il vaut mieux éviter de faire des affaires avec les Slugs quand on n'a pas l'avantage dans la négociation. Le vaisseau s'en va sur un dernier gloussement de son capitaine.
ko: 당신은 당신이 모르는 것을 알고 있는 슬러그와 거래할 정도로 멍청하지 않습니다. 그는 다시 웃으며 도약해 떠났습니다.
ru: Вам лучше знать, как вести дела со слизняком, который, похоже, знает что-то, чего не знаете вы. Он спрыгивает с места с очередной усмешкой.
zh_hans: 你很清楚最好别与一个看似知你所不知的蛞蝓族交易。他又窃笑一声后跃迁。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Slug Crew) Have your Slug make the purchase.
fr: (Membre d'équipage Slug) Confier la négociation de l'échange à votre Slug.
ko: (슬러그 승무원) 슬러그 승무원이 구매하도록 한다.
ru: (Экипаж слизней) Пусть ваш слизень сделает покупку.
zh_hans: (蛞蝓族船员)让你的蛞蝓族船员去交易。

source: As soon as he sees your crewmember the Slug stops his incessant chuckling. The exchange appears to go smoothly although you wonder what mental battles are telepathically occurring between the two Slugs.
fr: Dès qu'il voit votre homme, le capitaine de l'autre vaisseau cesse de glousser. L'échange se déroule rapidement, même si vous ne pouvez vous empêcher de vous demander à quelles batailles mentales les deux Slugs peuvent bien se livrer.
ko: 당신의 승무원을 보자마자 슬러그는 그 끊임없던 웃음을 멈췄습니다. 두 슬러그가 텔레파시로 어떤 정신적 대결을 벌이는지 모르지만 거래는 잘 진행되는 듯 보였습니다.
ru: Как только он видит вашего члена экипажа, слизняк прекращает свое непрерывное хихиканье. Обмен, кажется, проходит гладко, хотя вы задаетесь вопросом, какие ментальные битвы телепатически происходят между двумя слизняками.
zh_hans: 蛞蝓舰长看到你的船员后立刻停下了持续不断的窃笑。交易似乎非常顺利，不过你很好奇两只蛞蝓间进行着怎样的心灵感应斗争。

source: (Telepathic Shell) Have your Shell make the purchase.
fr: (Coquille télépathique) Faites en sorte que votre Coquille effectue l'achat.
ko: (진화적 재분기점) 셸 승무원이 구매하도록 한다.
ru: (Член экипажа-телепат раковина) Пусть ваша раковина совершит покупку.
zh_hans: (心灵感应甲壳族)让你的甲壳族船员去交易。

source: The Slug continues chuckling for a little moment, but soon stops when he realizes something isn't quite right. The exchange appears to go smoothly, although you wonder what mental battles are telepathically occurring between the two species.
fr: Le Slug continue de rire un moment, mais s'arrête bientôt lorsqu'il réalise que quelque chose ne va pas tout à fait. L'échange semble se dérouler sans heurts, bien que vous vous demandiez quelles batailles mentales ont lieu entre les deux espèces.
ko: 슬러그는 잠시 동안 웃었지만, 뭔가 잘못됐다는 걸 깨닫자 웃음을 멈췄습니다. 두 종족이 텔레파시로 어떤 정신적 대결을 벌이는지 모르지만 거래는 잘 진행되는 듯 보였습니다.
ru: Слизняк продолжает хихикать некоторое время, но вскоре прекращает, поняв, что что-то не совсем так. Обмен, похоже, проходит гладко, хотя вам интересно, какие мысленные битвы телепатически происходят между этими двумя видами.
zh_hans: 蛞蝓舰长继续窃笑了一会，但很快发觉有什么事情不对之后停下了。交易似乎非常顺利，不过你很好奇两个种族间进行着怎样的心灵感应斗争。

source: You doubt he is trustworthy but have no choice but to make the deal. However you complete the exchange without event.
fr: Vous doutez qu'il soit digne de confiance, mais vous n'avez guère le choix. Néanmoins, contre toute attente, l'échange se déroule sans le moindre incident.
ko: 믿을 만 한지는 모르지만 거래를 할 수 밖에 없었습니다. 그러나 거래는 별일 없이 끝났습니다.
ru: Вы сомневаетесь, что он заслуживает доверия, но у вас нет другого выбора, кроме как заключить сделку. Однако вы завершаете обмен без неприятностей.
zh_hans: 你很怀疑他的可靠性但是你没有别的选择，只能进行交易。不过你相安无事地完成了交易。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Everything looks secure but suddenly a number of supplies disappear! He must have planted a portable teleporter into your cargo bay somehow. Before you can react his ship is long gone.
fr: Tout est bien arrimé dans votre cale, mais subitement, une partie de vos provisions disparaît ! Le capitaine Slug a dû réussir à glisser un téléporteur portable dans votre soute, et avant que vous n'ayez le temps de réagir, son vaisseau disparaît.
ko: 모든 것이 괜찮은 듯 보였지만 갑자기 많은 보급품이 사라졌습니다! 당신의 화물실에 어떻게인지 휴대용 텔레포터를 설치한 것이 분명했습니다. 당신이 대처하기도 전에 그의 함선은 멀리 가버렸습니다.
ru: Все выглядит безопасным, но внезапно часть припасов исчезает! Должно быть, он каким-то образом установил портативный телепорт в ваш грузовой отсек. Прежде чем вы успеете среагировать, его корабль уже давно исчез.
zh_hans: 一切都好像很可靠，但突然间一部分物资凭空消失了！他一定是在你的货舱里埋藏了一件便携传送器。在你反应过来之前他的舰船早已扬长而去。

source: You doubt he is trustworthy but have no choice but to make the deal. However you complete the exchange without event.
fr: Vous doutez qu'il soit digne de confiance, mais vous n'avez guère le choix. Néanmoins, contre toute attente, l'échange se déroule sans le moindre incident.
ko: 믿을 만 한지는 모르지만 거래를 할 수 밖에 없었습니다. 그러나 거래는 별일 없이 끝났습니다.
ru: Вы сомневаетесь, что он заслуживает доверия, но у вас нет другого выбора, кроме как заключить сделку. Однако вы завершаете обмен без неприятностей.
zh_hans: 你很怀疑他的可靠性但是你没有别的选择，只能进行交易。不过你相安无事地完成了交易。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_SLUG_OVERPRICED"]/text
source: A mobile Slug fuel depot enters scanning range. "My pricccesss are fair, but I asssk one thing - do not insssult me with negotiation!" You check out his price list.
fr: Un dépôt mobile Slug apparaît à portée de scanner. "Mes prix ssssont honnêtes, alors, n'allez pas m'inssssulter en cherchant à négoccccier." Vous consultez sa grille tarifaire.
ko: 이동식 슬러그 연료 창고가 탐색 영역 내에 들어왔습니다. "쩌희 가격은 쩍당합니다. 다만, 한가찌만 부탁하쬬. 가격 협쌍으로 쩔 짜극하찌 마쎄요!" 당신은 가격표를 살펴봤습니다.
ru: Мобильный склад топлива слизней входит в зону сканирования. "Мои цены справедливы, но я прошу об одном - не оскорбляйте меня переговорами!" Вы смотрите его ценник.
zh_hans: 一个移动蛞蝓族燃料仓库进入扫描范围。"我的价价价格很公道，但我只要求求求你一件事-切莫用讨价还价侮辱辱辱我！"你查看他的价目表。

source: Buy 5 fuel for 50 scrap.
fr: Acheter 5 unités de carburant pour 50 pièces de ferraille.
ko: 50 스크랩으로 연료 5개를 구입한다.
ru: Купить 5 топлива за 50 лома.
zh_hans: 用50废料购买5份燃料。

source: The trader looks shocked. You're struck by the sense that this is the first time anyone's ever paid him these prices.
fr: Le marchand a l'air sous le choc, et quelque chose vous dit que c'est la première fois que quelqu'un accepte de le payer un tel prix.
ko: 상인은 충격을 받은 것 같았습니다. 당신이 맨 처음으로 그 가격을 지불한 사람이라는 느낌을 받았습니다.
ru: Торговец выглядит потрясенным. Вас поражает ощущение, что это первый раз, когда кто-то заплатил ему такую цену.
zh_hans: 商人看起来非常震惊。你有种感觉这是第一次有人以这个价格付给他钱。

source: Buy 10 fuel for 95 scrap. (BEST DEAL!)
fr: Acheter 10 unités de carburant pour 95 pièces de ferraille (prix d'ami!).
ko: 95 스크랩으로 연료 10개를 구매한다. (최고의 특가!)
ru: Купить 10 единиц топлива за 95 лома. (ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ!)
zh_hans: 用95废料购买10份燃料。(最佳优惠！)

source: The trader looks shocked. You're struck by the sense that this is the first time anyone's ever paid him these prices.
fr: Le marchand a l'air sous le choc, et quelque chose vous dit que c'est la première fois que quelqu'un accepte de le payer un tel prix.
ko: 상인은 충격을 받은 것 같았습니다. 당신이 맨 처음으로 그 가격을 지불한 사람이라는 느낌을 받았습니다.
ru: Торговец выглядит потрясенным. Вас поражает ощущение, что это первый раз, когда кто-то заплатил ему такую цену.
zh_hans: 商人看起来非常震惊。你有种感觉这是第一次有人以这个价格付给他钱。

source: Negotiate.
fr: Négocier.
ko: 가격을 협상한다.
ru: Вести переговоры.
zh_hans: 讨价还价。

source: You offer a more reasonable price but the Slug is outraged! He moves in to attack!
fr: Vous proposez un prix plus raisonnable, mais le Slug est scandalisée ! Il s'approche pour attaquer !
ko: 당신은 더 합리적인 가격을 요구했지만, 슬러그는 격분했습니다! 그가 공격하려 합니다!
ru: Вы предлагаете более разумную цену, но слизняк возмущен! Он начинает атаковать!
zh_hans: 你提出一个更合理的价格但是蛞蝓族震怒！他上前进攻！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You aren't interested.
fr: Vous n'êtes pas intéressés.
ko: 그다지 관심이 없다.
ru: Вам это неинтересно.
zh_hans: 你不感兴趣。

source: The Slug captain ends all communications and jumps away, leaving you alone once again.
fr: Le capitaine Slug coupe toutes les communications et s'en va, vous laissant de nouveau seul.
ko: 슬러그 함장은 통신을 끊고는 도약하여 사라졌습니다. 당신은 또다시 혼자 남게 됐습니다.
ru: Капитан слизняков прекращает все коммуникации и прыгает, снова оставляя вас в покое.
zh_hans: 蛞蝓舰长切断所有通讯后跃迁，又一次让你孤身一人。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_DYNASTY"]/text
source: From a distance approaches a Dynasty vessel, lured to your distress call. Their radio static roughly translates to "The demon's heart still beats! Can you hear it!?"
fr: Un vaisseau lointain de la Dynastie approche, attiré par votre appel de détresse. Leurs bruits blancs à travers la radio se traduisent plus ou moins en "Le coeur du démon bat encore ! Pouvez-vous l'entendre !?"
ko: 고스트 왕조의 함선이 당신의 조난 신호에 이끌려 먼 거리에서 다가왔습니다. 그들 라디오에서 흘러 나오는 잡음을 대략 번역하자면 다음과 같습니다. "악마의 심장은 아직 살아 뛰고 있나니! 그 소리가 들리시오!?"
ru: Издалека приближается судно Династии, заманиваемое на ваш сигнал бедствия. Их радиопомехи примерно переводятся как "Сердце демона все еще бьется! Ты слышишь это?!"
zh_hans: 远处一艘灵朝战舰靠近，被你的求救信号引过来。他们的无线电噪音大概可以翻译成"恶魔之心仍在跳动！你能听见吗！？"

# data/events_fuel.xml.append$//event[@name="FUEL_ON_DYNASTY"]/choice[1]/text
source: Yes.
fr: Oui.
ko: 예.
ru: Да.
zh_hans: 是。

source: (Ghost Crew) "Yes."
fr: (Membre d'équipage Fantôme) "Oui."
ko: (고스트 승무원) "그렇소."
ru: (Экипаж призраков) "Да".
zh_hans: (魂灵族船员)"是。"

source: "Good! Then, beware the heart, traveler! It bleeds, but still it beats!" You assume that's all, but the Ghosts eject a crate of fuel at you, then jump off!
fr: "Bien ! Alors, prenez-garde au coeur, voyageur ! Il saigne, mais toujours encore, il bat !" Vous pensez que c'était tout, mais les Fantômes éjectent une caisse de carburant pour vous, puis sautent !
ko: "좋소! 그럼 그 심장을 조심하시오, 여행자여! 피를 흘리고 있지만 아직 살아 움직이고 있으니!" 당신은 그 말이 전부 일 줄 알았으나, 고스트는 당신에게 연료통을 뿌리고는 도약하여 사라졌습니다!
ru: "Хорошо! Тогда берегись сердца, путник! Она кровоточит, но все равно бьется!" Вы предполагаете, что это все, но призраки выбрасывают в вас ящик с топливом, а затем прыгают!
zh_hans: "很好！那么，小心恶魔之心，旅人！它虽流血，但仍在跳动！"你以为这就完了，但魂灵族们向你投出了一箱燃料，然后跃迁！

# data/events_fuel.xml.append$//event[@name="FUEL_ON_DYNASTY"]/choice[3]/text
source: No.
fr: Non.
ko: 아니요.
ru: Нет.
zh_hans: 不。

source: "Then he shall strike you down! Watch most carefully, they could be anywhere!"
fr: "Alors il vous abattra de plein fouet ! Soyez très vigilants, il pourrait être partout !"
ko: "그렇다면 그 악마는 당신을 집어 삼킬 것이오! 주변을 항상 주의 깊게 살펴 보시게, 악마는 어디에나 있을 수 있으니!"
ru: "Тогда он поразит тебя! Смотрите очень внимательно, они могут быть где угодно!"
zh_hans: "那么他将把你击倒！小心观察，他们无处不在！"

source: Ok...
fr: D'accord...
ko: 알겠습니다...
ru: Ладно...
zh_hans: 好吧...

source: These Ghosts are insane. Attack them before they can do the same!
fr: Ces Fantômes sont fous. Les attaquer avant qu'ils le fassent !
ko: 이 고스트들은 정신이 나갔군. 그들이 똑같은 짓을 하기 전에 공격한다!
ru: Эти призраки безумны. Атакуйте их, пока они не успели сделать то же самое!
zh_hans: 这些魂灵族发疯了。在他们攻击我们之前先发制人！

source: The demon's heart, whatever that means, can wait!
fr: Le coeur du démon, peu importe ce qu'il est, peut bien attendre !
ko: 악마의 심장이 뭐가 됐든 간에, 그건 차후에 알아볼 수 있습니다!
ru: Сердце демона, что бы это ни значило, может подождать!
zh_hans: 不管恶魔之心是什么，它都可以再等等！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Do not scoff! This is most serious. I see it in your eyes... Hark, you are but one of them, are you not? A Federation cruiser, sent to bring about the Dynasty's downfall!" The ship arms its weapons. None of this makes any sense, but you'll have to fight it out!
fr: "Ne vous moquez pas ! C'est on ne peut plus sérieux. Je peux le voir dans vos yeux... Diantre, ne seriez-pas vous l'un d'eux ? Un croiseur de la Fédération, envoyé semer la destruction chez la Dynastie !" Le vaisseau active son armement. Rien de cela n'est cohérent, mais vous devrez vous battre !
ko: "비웃지 마시오! 이건 심각한 일이올시다. 자네 눈을 보면 알 수가 있소... 아니, 자네는 그쪽 사람 아니오? 우리 왕조를 무너뜨리려는 연방 함선이렸다!" 고스트 함선은 무기를 장전했습니다. 하나도 이해가 되지 않지만, 당신은 싸울 수밖에 없습니다!
ru: "Не издевайся! Это очень серьезно. Я вижу это в твоих глазах... Послушай, ты ведь всего лишь один из них, не так ли? Крейсер Федерации, посланный, чтобы привести к падению Династии!" Корабль активирует оружие. Все это не имеет никакого смысла, но вам придется бороться с этим!
zh_hans: "切莫嘲笑！这非常严肃，我可以在你眼中看见...听着，你就是他们的一分子，不是吗？一艘联邦星舰，派遣带来灵朝的衰亡！"灵朝战舰启动武器。这些事情完全说不通，但你得打一架了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Beware the heart, traveler! It bleeds, but still it beats!" You assume thats all, but the Ghosts eject a crate of fuel at you, then jump off!
fr: "Prenez-garde au coeur, voyageur ! Il saigne, mais toujours encore, il bat !" Vous pensez que c'était tout, mais les Fantômes éjectent une caisse de carburant pour vous, puis sautent !
ko: "그 심장을 조심하시오, 여행자여! 피를 흘리고 있지만 아직 살아 움직이고 있으니!" 당신은 그 말이 전부 일 줄 알았으나, 고스트는 당신에게 연료통을 뿌리고는 도약하여 사라졌습니다!
ru: "Берегись сердца, путник! Она кровоточит, но все равно бьется!" Вы предполагаете, что это все, но призраки выбрасывают в вас ящик с топливом, а затем прыгают!
zh_hans: "小心恶魔之心，旅人！它虽流血，但仍在跳动！"你以为这就完了，但魂灵族们向你投出了一箱燃料，然后跃迁！

source: "Lies, lies! You know nothing! The Federation has sheltered you from the heart! The demon's fingers shall grip you and show you no mercy! Consider this a favor!" The Ghost ship suddenly arms its weapons and attacks!
fr: "Mensonges, balivernes ! Vous ne savez rien ! La Fédération vous a abrité du coeur ! Les doigts du démon vont vous saisir et ne vous montrer aucune pitié ! Considérez cela comme une faveur !" Le vaisseau Fantôme braque soudainement ses armes et attaque !
ko: "거짓말하지 마시오! 자네는 아무것도 모르오! 연방이 자네를 심장으로부터 보호해 준 것이올시다! 악마의 손아귀에 잡히면 자비란 없소! 이 일을 감사하게 받아들이시게나!" 고스트 함선은 갑자기 무기를 장전하고는 공격해왔습니다!
ru: "Ложь, ложь! Ты ничего не знаешь! Федерация укрыла тебя от реалий мира! Пальцы демона схватят тебя и не пощадят! Считайте это одолжением!" Корабль призраков внезапно активирует оружие и атакует!
zh_hans: "谎言，谎言！你一无所知！联邦庇护了你免受恶魔之心的侵袭！恶魔之爪将攥住你，绝无仁慈！把这当作恩惠吧！"灵朝战舰突然启动武器进攻！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Good! Then, beware the heart, traveler! It bleeds, but still it beats!" You assume thats all, but the Ghosts eject a crate of fuel at you, then jump off!
fr: "Bien ! Alors, prenez-garde au coeur, voyageur ! Il saigne, mais toujours encore, il bat !" Vous pensez que c'était tout, mais les Fantômes éjectent une caisse de carburant pour vous, puis sautent !
ko: "좋소! 그럼 그 심장을 조심하시오, 여행자여! 피를 흘리고 있지만 아직 살아 움직이고 있으니!" 당신은 그 말이 전부 일 줄 알았으나, 고스트는 당신에게 연료통을 뿌리고는 도약하여 사라졌습니다!
ru: "Хорошо! Тогда берегись сердца, путник! Она кровоточит, но все равно бьется!" Вы предполагаете, что это все, но призраки выбрасывают в вас ящик с топливом, а затем прыгают!
zh_hans: "很好！那么，小心恶魔之心，旅人！它虽流血，但仍在跳动！"你以为这就完了，但魂灵族们向你投出了一箱燃料，然后跃迁！
