Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_fuel.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_fuel.xml.append$//event[@name="FUEL_SELLER_DISTRESS"]/choice[1]/text
source: Request emergency fuel reserves.
fr: Demander du carburant, en précisant qu'il s'agit d'une urgence.
ko: 비상 연료 보급을 요청한다.
ru: Запросить аварийные запасы топлива.
zh_hans: 请求紧急燃料服务。

source: "This ship has registered that your one-time complimentary emergency fuel allowance has been consumed."
fr: "Nos registres indiquent que votre approvisionnement d'urgence viens d'être utilisé."
ko: "단 한번만 쓸 수 있는 급유 허가권이 사용되었고 이를 기록하였습니다."
ru: "Этот корабль зарегистрировал, что ваша единовременная бесплатная чрезвычайная норма топлива была израсходована".
zh_hans: "这艘船登记您的一次性紧急燃料服务已被使用。"

# data/events_fuel.xml.append$//event[@name="FUEL_SELLER_DISTRESS"]/choice[2]/text
source: Buy 5 fuel for 20 scrap.
fr: Acheter 5 unités de carburant pour 20 pièces de ferraille.
ko: 20 스크랩으로 연료 5개를 구입한다.
ru: Купить 5 топлива за 20 лома.
zh_hans: 用20废料购买5份燃料。

source: "Automated refueling complete."
fr: "Ravitaillement automatisé terminé."
ko: "자동 연료 보급이 완료되었습니다."
ru: "Автоматическая заправка завершена".
zh_hans: "自动补给完毕。"

# data/events_fuel.xml.append$//event[@name="FUEL_SELLER_DISTRESS"]/choice[3]/text
source: Buy 2 fuel for 8 scrap.
fr: Acheter 2 unités de carburant pour 8 pièces de ferraille.
ko: 8 스크랩으로 연료 2개를 구입한다.
ru: Купить 2 топлива за 8 лома.
zh_hans: 用8废料购买2份燃料。

source: "Automated refueling complete."
fr: "Ravitaillement automatisé terminé."
ko: "자동 연료 보급이 완료되었습니다."
ru: "Автоматическая заправка завершена".
zh_hans: "自动补给完毕。"

# data/events_fuel.xml.append$//event[@name="FUEL_SELLER_DISTRESS"]/choice[4]/text
source: Attack the automated ship.
fr: Attaquer le vaisseau automatisé.
ko: 무인선을 공격한다.
ru: Атаковать автоматический корабль.
zh_hans: 攻击自动舰。

source: You prepare to attack the auto ship.
fr: Vous vous préparez à attaquer l'Auto-vaisseau.
ko: 당신은 무인기와의 전투를 준비합니다.
ru: Вы готовитесь атаковать автоматический корабль.
zh_hans: 你准备攻击自动舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_TRADER_DISTRESS"]/choice[1]/text
source: Gladly trade.
fr: Accepter avec joie.
ko: 흔쾌히 거래한다.
ru: С удовольствием торгую.
zh_hans: 欣然交易。

# data/events_fuel.xml.append$//event[@name="FUEL_TRADER_DISTRESS"]/choice[2]/text
source: Respectfully decline.
fr: Décliner poliment.
ko: 정중히 거절한다.
ru: С уважением, отказываюсь.
zh_hans: 礼貌拒绝。

source: A merchant ship jumps into the sector, obviously responding to your ship's distress beacon. They hail you offering a trade for fuel.
fr: Un vaisseau marchand arrive dans le secteur en réponse à votre signal de détresse. Il vous contacte pour vous dire qu'il a du carburant à vendre.
ko: 상인 함선 한 척이 구역으로 도약해왔습니다. 당신의 조난 신호에 응답한 것이 틀림없습니다. 그들은 당신에게 연료를 두고 거래를 제안했습니다.
ru: Торговое судно прыгает в сектор, очевидно, реагируя на сигнал бедствия вашего корабля. Они приветствуют вас, предлагая обмен на топливо.
zh_hans: 一艘行商舰船跃迁进星区，显然是回应你星舰的求救信标。他们呼叫你提出交易燃料。

source: A ship arrives at the beacon. "We noticed your distress signal. I assume you're out of fuel? We're a bit low ourselves but perhaps we can make a trade."
fr: Un vaisseau arrive à la balise. "Nous avons capté votre signal de détresse. J'imagine que vous manquez de carburant ? Il ne nous en reste plus beaucoup, mais nous devrions tout de même pouvoir faire affaire."
ko: 함선 한 척이 조난 신호장치로 접근해왔습니다. "당신의 조난 신호를 발견했습니다. 연료가 다 떨어졌나 보군요? 우리도 가진 건 별로 없지만, 거래를 할 수 있을 정도는 되겠군요."
ru: К маяку прибывает корабль. "Мы заметили ваш сигнал бедствия. Полагаю, у вас кончилось топливо? Мы сами немного опустились, но, возможно, мы сможем заключить сделку".
zh_hans: 一艘舰船抵达信标。"我们注意到了你的求救信号。我估计你们燃料用尽了？我们自己也剩的不多，但是或许我们能做一笔交易。"

source: A ship traveling near the beacon approaches your ship and hails you. "Out of fuel? This is a good opportunity for both of us... Care to trade?"
fr: Un vaisseau passant près de la balise approche de vous et vous contacte : "Vous êtes à sec de carburant ? Cette rencontre est une très bonne chose pour vous comme pour nous, alors. Ça vous dirait, qu'on fasse affaire ?"
ko: 조난 신호장치 근처로 항해하던 함선 한 척이 당신의 함선으로 접근하더니 교신을 보냈습니다. "연료가 바닥났소? 서로에게 좋은 거래가 될 듯 하구려... 거래하겠소?"
ru: Корабль, идущий рядом с маяком, приближается к вашему кораблю и приветствует вас. "Кончилось топливо? Это хорошая возможность для нас обоих... Хотите торговать?"
zh_hans: 一艘从信标附近通过的舰船向你靠近并呼叫。"燃料用光了吗？这是对咱俩都是好机会...想要交易吗？"

source: A mercenary ship arrives at the beacon. "We have a bit of extra fuel we can give you... for a price."
fr: Un vaisseau de mercenaires arrive à la balise. "On a un peu de carburant en trop. On devrait pouvoir vous le passer... mais ça ne sera pas gratuit."
ko: 용병 함선 한 척이 조난 신호장치로 접근해왔습니다. "자네에게 줄 수 있는 여분의 연료가 있긴 하군... 물론 제값을 지불한다면 말이지."
ru: К маяку прибывает корабль наемников. "У нас есть немного дополнительного топлива, которое мы можем дать вам... за определенную цену".
zh_hans: 一艘雇佣兵舰船抵达信标。"我们有一些多余的燃料可以给你...但是要钱。"

# data/events_fuel.xml.append$//eventList[@name="FUEL_TRADER_PT2"]/event[1]/text
source: They respond: "Seeing that you're in need, is this trade acceptable?"
fr: "Vu que vous avez un besoin urgent de carburant, cet échange vous convient-il?"
ko: 그들이 응답했습니다. "연료가 엄청 필요해 보이는데.. 이 정도 거래면 만족하겠소?"
ru: Они отвечают: "Видя, что вы нуждаетесь, приемлема ли эта сделка?"
zh_hans: 他们回应："看在你有难的份上，这笔交易如何？"

source: Accept the offer.
fr: Accepter.
ko: 제안을 받아들인다.
ru: Принять предложение.
zh_hans: 接受交易。

source: Decline again.
fr: Refuser encore une fois.
ko: 다시 거절한다.
ru: Снова отклонить.
zh_hans: 再次拒绝。

# data/events_fuel.xml.append$//eventList[@name="FUEL_TRADER_PT2"]/event[2]/text
source: "I'm not doing this for charity, you know," says their captain. "This is the only other way I'll part with my fuel."
fr: "Je ne fais pas ça par charité, vous savez?", vous explique le capitaine. "C'est à prendre ou à laisser."
ko: "자네도 알겠지만 자선사업이나 하려고 이러고 있는 것이 아니오." 함장이 말했습니다. "이 거래가 싫다면 연료를 드릴 수 없네."
ru: "Я делаю это не ради благотворительности, вы знаете", - говорит их капитан. "Это единственный другой способ, которым я расстанусь со своим топливом".
zh_hans: "你要知道我又不是做慈善的"，对方舰长说道。"我跟我的燃料分开就这另一条路。"

source: Accept the offer.
fr: Accepter.
ko: 제안을 받아들인다.
ru: Принять предложение.
zh_hans: 接受交易。

source: Decline again.
fr: Refuser encore une fois.
ko: 다시 거절한다.
ru: Снова отклонить.
zh_hans: 再次拒绝。

source: Their captain disconnects from the channel and without another word their ship prepares to jumps away.
fr: Le capitaine coupe la communication et le vaisseau se prépare à effectuer un saut.
ko: 상대편 함장은 연결을 끊더니 아무 말도 없이 도약할 준비를 했습니다.
ru: Их капитан отключается от канала, и без лишних слов их корабль уходит в прыжок.
zh_hans: 对方舰长断开通讯，没多说一句话准备跃迁。

# data/events_fuel.xml.append$//eventList[@name="FUEL_TRADER_PT2"]/event[3]/text
source: Before they jump away, their captain says, "I'm sorry, but we are unable to help in any other way."
fr: Avant que le vaisseau ne disparaisse, le capitaine vous contacte une dernière fois : "Je regrette, mais c'est tout ce que nous pouvons faire pour vous."
ko: 그들이 도약하기 전에, 그쪽 함장이 말했습니다. "미안하지만 더는 도울 방법이 없겠군."
ru: Прежде чем они прыгают, их капитан говорит: "Мне очень жаль, но мы не можем помочь другим способом".
zh_hans: 在他们准备跃迁前，对方舰长说道，"我很抱歉，但是我们帮不上其他忙了。"

# data/events_fuel.xml.append$//eventList[@name="FUEL_TRADER_PT3"]/event[1]/text
source: They take pity on you and offer you some fuel free of charge.
fr: Ils ont pitié de vous et vous offrent gratuitement du carburant.
ko: 그들은 당신을 불쌍하게 여기고는 약간의 연료를 무료로 줬습니다.
ru: Они жалеют вас и предлагают вам немного топлива бесплатно.
zh_hans: 他们可怜你，主动提议免费赠送你一些燃料。

# data/events_fuel.xml.append$//eventList[@name="FUEL_TRADER_PT3"]/event[2]/text
source: They end the discussion and prepare to jump away.
fr: Ils mettent un terme à la discussion et se préparent à effectuer un saut.
ko: 그들은 대화를 마치고 떠날 준비를 했습니다.
ru: Они заканчивают дискуссию и готовятся к прыжку.
zh_hans: 他们结束对话准备跃迁。

# data/events_fuel.xml.append$//eventList[@name="NO_FUEL_REFUGEE"]/event[1]/text
source: A refugee ship fleeing the Rebel advance enters the system, having picked up your distress beacon. While it doesn't have much fuel to spare, it recognizes you are part of the Federation and offers to split its remaining fuel with you.
fr: Ayant capté votre balise de détresse, un vaisseau de réfugiés fuyant les Rebelles arrive dans le système. Bien que n'ayant que peu de carburant, son capitaine reconnaît que vous faites partie de la Fédération et vous propose de partager ce qui lui reste avec vous.
ko: 반군을 피해 도망가는 한 난민 함선이 당신의 구조 신호를 받고는 행성계로 도약해왔습니다. 남은 연료는 충분치 않았지만, 당신이 연방 소속이란 것을 알게 되자 가진 연료를 나눠주겠다고 제안을 해왔습니다.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему, обнаружив ваш аварийный маяк. Хотя у него не так много запасного топлива, он признает, что вы являетесь частью Федерации, и предлагает разделить с вами оставшееся топливо.
zh_hans: 一艘逃离叛军步伐的难民船接到了你的求救信号，进入了星系。尽管他们也没有多少多余燃料，他们认出来你是联邦的一份子，提议将剩下的燃料平分。

# data/events_fuel.xml.append$//event[@name="NO_FUEL_REFUGEE_DAMAGED"]/text
source: A refugee ship fleeing the Rebel advance enters the system, having picked up your distress beacon. While it doesn't have much fuel to spare, its hull looks damaged - it is in bad need of scrap and is willing to trade fuel for it.
fr: Ayant capté votre balise de détresse, un vaisseau de réfugiés fuyant les Rebelles arrive dans le système. Sa coque est endommagée et son capitaine a grand besoin de pièces de ferraille pour les réparations... Bien que n'ayant que peu de carburant, il vous en propose en échange de ferraille.
ko: 반군을 피해 도망가는 한 난민 함선이 당신의 구조 신호를 받고는 행성계로 도약해왔습니다. 남은 연료는 충분치 않았지만, 함선은 스크랩이 정말로 필요해 보일 정도로 선체가 심하게 손상되어 있었고 이를 위해 연료를 거래할 용의가 있었습니다.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему, поймав ваш сигнал бедствия. У него мало топлива, а его корпус выглядит поврежденным - ему очень нужен лом, и он готов обменять топливо на него.
zh_hans: 一艘逃离叛军步伐的难民船接到了你的求救信号，进入了星系。尽管他们也没有多少多余燃料，他们的舰体看起来受损了-他们急需废料而且愿意用燃料交换。

source: Trade some scrap for fuel.
fr: Échanger des pièces de ferraille contre du carburant.
ko: 스크랩 몇 개를 주고 연료를 얻는다.
ru: Обменять немного лома на топливо.
zh_hans: 用一些废料交换燃料。

source: The refugees thank you for the parts, and gladly pass along the much-needed fuel. They wish you well on your mission, and declare their support for the Federation.
fr: Les réfugiés vous remercient pour les pièces et vous donnent en échange les précieuses unités de carburant. Ils vous souhaitent bonne chance dans votre mission et vous déclarent apporter leur soutien à la Fédération.
ko: 난민들은 거래에 감사를 표하고 필요한 연료를 흔쾌히 건네주었습니다. 그들은 당신의 임무가 성공하길 기원하고 연방을 계속 지지하겠다고 말했습니다.
ru: Беженцы благодарят вас за запчасти и с радостью передают столь необходимое топливо. Они желают вам успехов в вашей миссии и заявляют о своей поддержке Федерации.
zh_hans: 难民们感谢你的废料，欣然送来你急需的燃料。他们祝你任务顺利，并表达了对联邦的支持。

source: (Engi Crew) Negotiate a better trade.
fr: (Membre d'équipage Engi) Négocier pour obtenir une meilleure offre.
ko: (엔지 승무원) 더 나은 거래를 위해 협상한다.
ru: (Член экипажа-энджи) Договориться о лучшей сделке.
zh_hans: (半械族船员)讨价还价。

source: Your Engi analyzes scans of the extensive damage to their hull, calculating potential repair costs. The refugees grumble and protest, but in the end, they admit that their need for repairs is greater than their fuel surplus and offer a better trade.
fr: Votre membre d'équipage Engi analyse les scans des avaries importantes subies par la coque, calculant les coûts de réparation potentiels. Les réfugiés grognent et protestent, mais finissent par admettre qu'ils ont moins besoin de leur surplus de carburant que de faire réparer leur vaisseau, et vous font alors une offre plus avantageuse.
ko: 엔지 승무원이 선체에 생긴 광범위한 피해를 스캔해 분석하고 기대 수리 비용을 계산했습니다. 난민들은 투덜거리며 항의했지만, 끝내 여분의 연료보다 수리의 필요성이 높다는 것을 인정하고는 더 나은 거래를 제안했습니다.
ru: Ваш энджи анализирует сканирование обширных повреждений их корпуса, рассчитывая потенциальные затраты на ремонт. Беженцы ворчат и протестуют, но в конце концов они признают, что их потребность в ремонте больше, чем их избыток топлива, и предлагают лучший обмен.
zh_hans: 你的半械族船员扫描了他们舰体的大量创伤，计算着预估维修费用。难民十分不满并抗议，但最后，他们承认他们对维修的需求比多余燃料更急迫并发送了更优质的交易报价。

source: Accept it.
fr: L'accepter.
ko: 제안을 받아들인다.
ru: Принять это.
zh_hans: 同意。

source: Refuse it.
fr: La refuser.
ko: 제안을 거절한다.
ru: Отказаться от этого.
zh_hans: 拒绝。

source: Refuse their offer.
fr: Refuser leur offre.
ko: 제안을 거절한다.
ru: Отказаться от их предложения.
zh_hans: 拒绝报价。

source: The helpless refugees make easy targets. Attack them.
fr: Ces réfugiés sans défense font des cibles idéales... Les attaquer.
ko: 무력한 난민은 손쉬운 표적이다. 그들을 공격한다.
ru: Беспомощные беженцы становятся легкой мишенью. Атаковать их.
zh_hans: 无助的难民是绝佳的目标。攻击他们。

source: Panicked, the refugees immediately surrender as your weapons power up. They pass along their fuel and what few other supplies they have left in exchange for their lives.
fr: Dès que vous activez vos armes, les réfugiés paniqués se rendent immédiatement. Ils vous remettent leur carburant ainsi que quelques autres marchandises qu'ils ont sous le coude pour que vous les épargniez.
ko: 당신이 무기에 전력을 공급하자 난민들은 겁에 질려선 곧장 항복했습니다. 그들은 목숨값으로 연료와 가진 다른 자원 몇 개를 내주었습니다.
ru: Запаниковав, беженцы немедленно сдаются, как только ваше оружие включается. Они передают свое топливо и те немногие припасы, которые у них остались, в обмен на свои жизни.
zh_hans: 一看到你的武器启动，难民们便慌张地投降。他们将燃料和所剩的其他物资送给过来以求活命。

source: The refugee ship cuts communications and jumps from the system without another word, the galactic equivalent of giving you the cold shoulder.
fr: Le vaisseau de réfugiés coupe les communications et effectue un saut sans piper mot, ce qui, en langage galactique, revient à vous snober purement et simplement.
ko: 난민 함선은 연락을 끊고는 아무런 말도 없이 도약하여 행성계를 떠났습니다. 텅 빈 은하계가 마찬가지로 쌀쌀맞게 당신을 맞이합니다.
ru: Корабль беженцев отключает связь и выпрыгивает из системы, не сказав больше ни слова, галактический эквивалент того, чтобы дать вам холодный прием.
zh_hans: 难民船切断通讯，一言不发地跃迁这个星系。相当于太空版闭门羹。

source: The refugees become desperate at your refusal - apparently, their hull is even more damaged than it first appears. Almost begging, they offer a better trade than before.
fr: Devant votre refus, les réfugiés semblent désespérés. Leur coque a l'air bien plus endommagée que vous ne le pensiez. Vous suppliant presque, ils vous font une meilleure offre.
ko: 당신이 거절하자 난민들은 자포자기의 심정이 되었습니다. 확실히 그들의 선체는 처음 봤을 때보다 피해가 더욱 심각합니다. 그들은 거의 애원하며 전보다 더 나은 거래를 제시했습니다.
ru: Беженцы приходят в отчаяние от вашего отказа - по-видимому, их корпус поврежден еще больше, чем кажется на первый взгляд. Почти умоляя, они предлагают лучшую сделку, чем раньше.
zh_hans: 难民在你的拒绝后变得急迫起来-显然，舰体损毁比看上去更加严重。几乎乞求般，他们提出了一个比之前更好的报价。

source: Accept it.
fr: L'accepter.
ko: 제안을 받아들인다.
ru: Принять это.
zh_hans: 接受。

source: Refuse their offer again.
fr: Refuser leur offre à nouveau.
ko: 제안을 다시 거절한다.
ru: Отказаться от их предложения снова.
zh_hans: 再次拒绝报价。

source: The refugee ship cuts communications and jumps from the system without another word, the galactic equivalent of giving you the cold shoulder.
fr: Le vaisseau de réfugiés coupe les communications et effectue un saut sans piper mot, ce qui, en langage galactique, revient à vous snober purement et simplement.
ko: 난민 함선은 연락을 끊고는 아무런 말도 없이 도약하여 행성계를 떠났습니다. 텅 빈 은하계가 마찬가지로 쌀쌀맞게 당신을 맞이합니다.
ru: Корабль беженцев отключает связь и выпрыгивает из системы, не сказав больше ни слова, - галактический эквивалент того, чтобы дать вам холодный прием.
zh_hans: 难民船切断通讯，一言不发地跃迁这个星系。相当于太空版闭门羹。

# data/events_fuel.xml.append$//event[@name="NO_FUEL_REFUGEE_PIRATE"]/text
source: A refugee ship fleeing the Rebel advance enters the system, having picked up your distress beacon. While it doesn't have much fuel to spare, it is in bad need of armaments and is willing to trade for them.
fr: Un vaisseau de réfugiés fuyant l'avancée rebelle entre dans le système après avoir capté votre signal de détresse. Bien qu'il n'ait pas beaucoup de carburant à partager, il a un grand besoin d'armements et est donc prêt à faire du troc pour en obtenir.
ko: 반군을 피해 도망가는 한 난민 함선이 당신의 구조 신호를 받고는 행성계로 도약해왔습니다. 남은 연료는 충분치 않았지만, 함선은 군사장비가 정말로 필요했고 이를 위해 거래할 용의가 있었습니다.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему, приняв ваш сигнал бедствия. Хотя у него мало топлива, ему очень нужно оружие, и он готов обменять его.
zh_hans: 一艘逃离叛军步伐的难民船接到了你的求救信号，进入了星系。尽管他们也没有多少多余燃料，他们缺乏弹药而且愿意换一些。

source: Offer some missiles for fuel.
fr: Proposer des missiles en échange d'unités de carburant.
ko: 미사일 몇 개를 주고 연료를 얻는다.
ru: Предложить несколько ракет в качестве топлива.
zh_hans: 提出用弹药来换燃料。

source: Refuse their offer.
fr: Refuser leur offre.
ko: 제안을 거절한다.
ru: Отказаться от их предложения.
zh_hans: 拒绝报价。

source: The refugee ship makes the exchange, and wishes you well on your mission.
fr: Le capitaine du vaisseau de réfugiés procède à l'échange et vous souhaite bonne chance dans votre mission.
ko: 난민 함선은 거래를 받아들였고 당신의 임무가 성공하길 응원했습니다.
ru: Корабль беженцев совершает обмен и желает вам успехов в вашей миссии.
zh_hans: 难民船进行交易，并祝你任务顺利。

source: Having traded supplies, the ship suddenly powers up and attacks - it's a pirate ship!
fr: Une fois l'échange effectué, le capitaine du vaisseau active soudain ses systèmes et vous attaque... Ce sont des pirates !
ko: 물자를 거래하는 도중 함선이 전력을 가동하고 공격해왔습니다. 해적선이 분명합니다!
ru: Поторговавшись припасами, корабль внезапно активизируется и атакует - это пиратский корабль!
zh_hans: 交换物资后，他们的舰船突然启动并进攻-这是一艘海盗舰！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The refugee ship apologizes, but they need their fuel. They wish you well, and then vanish from the system.
fr: Le capitaine du vaisseau de réfugiés s'excuse, mais il a besoin de son carburant. Il vous souhaite bonne chance et l'astronef disparaît du système.
ko: 난민 함선은 사과하며 자신들도 연료가 필요하다고 말했습니다. 그들은 안녕을 기원하며 행성계를 떠났습니다.
ru: Корабль беженцев приносит извинения, но им нужно топливо. Они желают вам добра, а затем исчезают из системы.
zh_hans: 难民船表示抱歉，但是他们也需要燃料。他们祝你好运，并从星系中消失。

source: Sensing your reluctance, the refugee ship nevertheless parts with a small amount of fuel. It warns you to leave the sector as quickly as possible before it is overtaken by Rebels, then it jumps and vanishes to parts unknown.
fr: Sentant votre réticence, le capitaine du vaisseau de réfugiés vous offre quand même un peu de son carburant en vous conseillant de quitter le secteur dans les meilleurs délais, avant que ce dernier ne soit envahi par les Rebelles. L'appareil effectue ensuite un saut vers une destination inconnue et disparaît.
ko: 당신이 거래를 주저했음에도 불구하고 난민 함선은 약간의 연료를 나눠주었습니다. 함선은 반군 함대가 구역을 차지하기 전에 최대한 빨리 떠나라고 경고한 뒤, 알 수 없는 지역으로 도약해 사라졌습니다.
ru: Чувствуя ваше нежелание, корабль беженцев, тем не менее, расстается с небольшим количеством топлива. Он советует вам покинуть сектор как можно быстрее, прежде чем его настигнут повстанцы, затем он прыгает и исчезает в неизвестном направлении.
zh_hans: 察觉到你的不情愿，难民船仍然送了一小部分燃料。他们警告你要尽快在叛军占领之前离开这个星区，然后跃迁入未知地带。

source: Taking your reluctance as weakness, the refugee ship suddenly bristles with weapons - it's a pirate ship, and it believes it's found easy prey!
fr: Prenant votre réticence pour de la faiblesse, le capitaine du vaisseau de réfugiés active ses armes... Ce sont des pirates ! Reste à savoir si vous êtes une proie aussi facile qu'il l'imagine...
ko: 당신이 거래를 주저하자 힘이 없다고 생각해서인지 난민 함선은 갑자기 무기를 가동하고 덤벼들었습니다. 해적선이 틀림없습니다. 쉬운 먹잇감을 찾았다고 생각하나 봅니다!
ru: Приняв ваше нежелание за слабость, корабль беженцев внезапно ощетинился оружием - это пиратский корабль, и он считает, что нашел легкую добычу!
zh_hans: 他们把你的不情愿当成了软弱，难民船突然间展开武器-那是一艘海盗舰，而且他们认为找到盘中餐！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Taking your reluctance as weakness, the refugee ship suddenly bristles with weapons - it's a pirate ship, and it believes it's found easy prey!
fr: Prenant votre réticence pour de la faiblesse, le capitaine du vaisseau de réfugiés active ses armes... Ce sont des pirates ! Reste à savoir si vous êtes une proie aussi facile qu'il l'imagine...
ko: 당신이 거래를 주저하자 힘이 없다고 생각해서인지 난민 함선은 갑자기 무기를 가동하고 덤벼들었습니다. 해적선이 틀림없습니다. 쉬운 먹잇감을 찾았다고 생각하나 봅니다!
ru: Приняв ваше нежелание за слабость, корабль беженцев внезапно ощетинился оружием - это пиратский корабль, и он считает, что нашел легкую добычу!
zh_hans: 他们把你的不情愿当成了软弱，难民船突然间展开武器-那是一艘海盗舰，而且他们认为找到盘中餐！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_ON_REBEL_ATTACK"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[1]
source: A Rebel ship hails you, "Hello citizen. We are responding to your distress call and can assist... Wait a second... You're that ship! Prepare to die!"
fr: Un vaisseau Rebelle vous contacte : "Bonjour, citoyen. Nous répondons à votre appel au secours, et nous allons pouvoir vous aid... Hé, mais c'est vous ! Vous allez mourir !"
ko: 반군 함선이 당신을 불렀습니다. "시민 여러분 안녕하십니까. 조난 신호를 받고 도와드리러 왔습니다... 잠깐만, 우리가 쫓던 바로 그 함선이잖아! 죽을 준비하시지!"
ru: Корабль повстанцев приветствует вас: "Здравствуйте, гражданин. Мы реагируем на ваш сигнал бедствия и можем помочь... подожди секунду... ты-тот самый корабль! Приготовься умереть!"
zh_hans: 一艘叛军战舰向你呼叫，"你好市民们，我们收到你的求救信号并且可以协助...等一下...你是那艘星舰！准备赴死吧！"

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[2]
source: A Rebel ship jumps nearby, "I wasn't looking forward to patrolling this boring sector but here you are, the most wanted ship in the area, just asking for me to find you. It looks like it's my lucky day!" They power up their weapons.
fr: Un vaisseau Rebelle sort de son saut non loin. "Franchement, je me plaignais de devoir patrouiller dans ce secteur, et sur qui je tombe ? Sur le vaisseau le plus recherché de la galaxie ! On dirait que c'est mon jour de chance !" Ce disant, il active ses armes.
ko: 반군 함선이 근처로 도약해왔습니다. "이 지루한 구역을 정찰하면서 이렇게 네 녀석을 만날 거라곤 생각하지도 못했는데 말이지. 찾으라고 명령받았던 일급수배범 함선이 이곳에 있을 줄이야. 오늘 나한테 운이 따르는 모양이구만!" 반군 함선은 무기 시스템에 전원을 넣고 있습니다.
ru: "Я не собирался патрулировать этот скучный сектор, но вот ты здесь, самый разыскиваемый корабль в этом районе, просто просишь меня найти тебя. Похоже, сегодня мой счастливый день!". Они приводят в действие свое оружие.
zh_hans: 一艘叛军战舰跃迁至附近，"我没怎么期待着巡逻这块无聊的星区，但你却来了，这片区域头号通缉星舰，简直是请我来找你，今天真是撞大运！"他们启动了他们的武器。

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[3]
source: Your distress beacon must be working because a ship just jumped nearby. You run a scan on it and activate a red alert. It's a Rebel fighter!
fr: Votre balise de détresse doit fonctionner, car un vaisseau vient tout juste d'apparaître non loin. Mais dès que vous le scannez, cela déclenche l'alerte rouge. Un chasseur Rebelle !
ko: 근처로 함선 한 척이 온 것으로 보아 구조 신호장치는 잘 작동한 것 같습니다. 그 함선을 스캔하고 적색경보를 발령합니다. 반군 함선입니다!
ru: Ваш маяк бедствия, должно быть, работает, потому что рядом только что прыгнул корабль. Вы запускаете сканирование и активируете красную тревогу. Это боец повстанцев!
zh_hans: 你的求救信标已经起作用了，因为一艘舰船刚刚跃迁至附近。你进行扫描后启动红色警报。是一艘叛军战舰！

# data/events_fuel.xml.append$//textList[@name="FUEL_ON_REBEL_ATTACK"]/text[4]
source: A Rebel ship jumps in and hails you, "I knew you would slip up some time. Surrender quietly!"
fr: Un vaisseau Rebelle apparaît. "Je savais bien que vous finiriez par commettre une erreur. Rendez-vous sans faire d'histoire !"
ko: 반군 함선이 도약해와서는 당신에게 외칩니다. "네놈이 이렇게 실수할 거라고 알고 있었지! 곱게 항복하시지!"
ru: Корабль Повстанцев прыгает и окликает вас: "Я знал, что вы когда-нибудь оплошаете. Сдавайтесь спокойно!"
zh_hans: 一艘叛军军舰跃迁入并呼叫你，"我就知道你哪天就会浮出来。安静地投降吧！"
