Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_fuel.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_fuel.xml.append$//event[@name="NO_FUEL_FLEET"]/text
source: The Rebel fleet has caught up to you. You detect significant fuel reserves in one of their closer fighters and move in to attack. Maybe you can still pull this off.
fr: La flotte Rebelle vous a rattrapé. Vous détectez d'importantes réserves de carburant dans un de leurs chasseurs les plus proches et manœuvrez pour l'attaquer. Il y a peut-être encore une possibilité pour que vous vous en sortiez...
ko: 반군 함대가 당신을 따라잡았습니다. 당신은 가까이 다가오는 전투선 중 하나에서 상당량의 연료가 있는 것을 탐지해낸 후, 공격에 나섰습니다. 당신은 이 상황을 타개할 수 있을 것 같습니다.
ru: Флот повстанцев настиг вас. Вы обнаруживаете значительные запасы топлива в одном из их ближайших истребителей и выдвигаетесь для атаки. Может быть, вы еще сможете это сделать.
zh_hans: 叛军舰队追上你了，你探测到较近的一艘战舰里有大量燃料剩余，准备上前进攻。也许你还能撑过这一次。

# data/events_fuel.xml.append$//event[@name="NO_FUEL_FLEET"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="NO_FUEL_FLEET_DLC"]/text
source: Your pilot deftly avoids incoming artillery fire from the surrounding fleet while you try to sort out exactly what your plan is... One of the many approaching fighters gets into weapon range and your scanners detect it has surplus fuel. Maybe you can still pull this off.
fr: Pendant que votre pilote évite adroitement l'artillerie de la flotte environnante, vous essayez de réfléchir à un plan. Un des nombreux chasseurs en approche arrive à portée de tir et vos scanners détectent qu'il est rempli à ras bord de carburant. Il y a peut-être encore une possibilité pour que vous vous en sortiez...
ko: 당신이 다음 계획을 세우는 도중에 당신의 조종사가 주변 함대의 포격을 능숙하게 피했습니다. 많은 전투기 중 하나가 무기 사정권에 진입했고 스캐너가 여분의 연료를 감지했습니다. 어쩌면 이 상황을 타개할 수 있을 것 같습니다.
ru: Ваш пилот ловко избегает артиллерийского обстрела со стороны окружающего флота, пока вы пытаетесь понять, каков ваш план... Один из многих приближающихся истребителей попадает в зону досягаемости оружия, и ваши сканеры обнаруживают у него достаточное количество топлива. Может быть, вы еще сможете это сделать.
zh_hans: 你的驾驶员灵巧地躲过周遭舰队的来袭炮火，而你试图弄清楚你的计划到底是什么...许多来袭战舰的其中一艘进入武器射程，你的传感器探测到对方有大量燃料。也许你还能撑过这一次。

# data/events_fuel.xml.append$//event[@name="NO_FUEL_FLEET_DLC"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_FLEET_DELAY"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[1]
source: As you are keeping a low profile, you're certain that the Rebel fleet is having a hard time tracking your ship.
fr: Vous faites tout pour ne pas vous faire repérer, et la flotte Rebelle doit avoir toutes les peines du monde à suivre vos traces.
ko: 당신이 몸을 숨기고 있는 까닭에, 반군이 당신의 위치를 추적하기 쉽지 않을 것으로 보입니다.
ru: Поскольку вы держитесь в тени, вы уверены, что флот повстанцев с трудом выследит ваш корабль.
zh_hans: 因为你保持低调，你确信叛军舰队追踪你绝非易事。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[2]
source: Since your distress beacon has not been activated, you feel confident that the Rebel fleet is having difficulty tracking you. It should buy you a little time.
fr: Comme votre balise de détresse n'a pas été activée, la flotte Rebelle doit avoir du mal à vous suivre. Cela devrait vous permettre de gagner un peu de temps.
ko: 조난 신호기가 활성화되지 않았기 때문에 반군 함대가 당신을 추적하는 데 확실하게 어려움을 겪고 있을 겁니다. 이걸로 약간의 시간을 벌었을 겁니다.
ru: Поскольку ваш сигнал бедствия не был активирован, вы уверены, что флот повстанцев с трудом выследит вас. Это поможет вам выиграть немного времени.
zh_hans: 因为你没有打开求救信标，你确信叛军舰队追踪你很困难。这应该能给你争取一些时间。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[3]
source: Long range scanners indicate the Rebel fleet has temporarily paused its advance on your position. Your decision to leave the distress beacon deactivated was farsighted.
fr: Vos scanners longue portée vous révèlent que la flotte Rebelle ne gagne plus de terrain sur vous. Vous avez eu raison de laisser votre balise de détresse désactivée.
ko: 장거리 스캐너는 반군 함대가 당신의 위치에 대한 진격을 일시적으로 중단했음을 나타냅니다. 조난 신호를 비활성화한 상태로 두기로 한 결정은 선견지명이었습니다.
ru: Сканеры дальнего действия показывают, что флот повстанцев временно приостановил наступление на вашу позицию. Ваше решение оставить маяк бедствия деактивированным было дальновидным.
zh_hans: 长距扫描仪显示叛军舰队暂时停住了向你逼近的步伐。你选择不打开求救信标的决定十分有远见。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[4]
source: Scanners show that the Rebel fleet has ceased its pursuit for a short time.
fr: Vos instruments indiquent que la flotte Rebelle a cessé de vous poursuivre pour le moment.
ko: 스캐너는 반군 함대가 잠시 동안 추격을 중단했음을 표시해줬습니다.
ru: Сканеры показывают, что флот повстанцев на некоторое время прекратил преследование.
zh_hans: 长距扫描仪显示叛军舰队暂时停下了追击的脚步。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[5]
source: Your intuition as captain is telling you that the Rebels are having a hard time trying to find your ship.
fr: Votre intuition vous dit que les Rebelles doivent avoir beaucoup de mal à retrouver la trace de votre vaisseau.
ko: 선장으로서의 직감은 반군이 당신의 배를 찾는 데 어려움을 겪고 있다고 말하고 있습니다.
ru: Ваша капитанская интуиция подсказывает вам, что повстанцы с трудом пытаются найти ваш корабль.
zh_hans: 你作为舰长的直觉告诉你叛军舰队找到你的星舰绝非易事。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[6]
source: Without a distress beacon or any FTL signatures to trace, you're sure that the Rebels are struggling to find you. You can only hope their confusion lasts until more fuel can be found.
fr: Sans balise de détresse ou signature de saut à suivre, les Rebelles doivent avoir toutes les peines du monde à vous localiser. Espérons que vous aurez le temps de faire le plein de carburant avant qu'ils ne retrouvent votre trace.
ko: 조난 신호나 FTL 도약의 흔적이 없기 때문에, 반군이 당신을 찾아내는 것은 쉽지 않을 것입니다. 연료를 찾을 때까지 반군이 방황하기를 바랍시다.
ru: Без маяка бедствия или каких-либо ССД сигнатур, которые можно было бы отследить, вы уверены, что повстанцы пытаются найти вас. Вы можете только надеяться, что их смятение продлится до тех пор, пока не будет найдено больше топлива.
zh_hans: 没了求救信标或任何超光速跃迁的痕迹来追踪，你确信叛军的追踪十分艰难。你只能希望在找到更多燃料之前他们依然处于困惑中。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DELAY_LIST"]/text[7]
source: The Rebel fleet seems to be unable to locate your ship's signature. If only you could get some fuel, you might still have a chance to place some distance between you and them...
fr: La flotte Rebelle semble incapable de localiser la signature de votre vaisseau. Si seulement vous parveniez à trouver du carburant, vous pourriez en profiter pour reprendre un peu d'air...
ko: 반군 함대가 당신의 흔적을 찾지 못한 것 같습니다. 연료를 얻을 수만 있다면 약간이나마 거리를 벌릴 기회일지도 모릅니다...
ru: Похоже, флот повстанцев не может обнаружить сигнатуру вашего корабля. Если бы только вы могли получить немного топлива, у вас еще был бы шанс сократить расстояние между вами и ними...
zh_hans: 叛军舰队看来没法定位你的星舰的踪迹。只要你能弄到一些燃料，你还有机会和他们拉开距离...

# data/events_fuel.xml.append$//event[@name="FUEL_NOTHING"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_fuel.xml.append$//event[@name="FUEL_NOTHING"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[1]
source: No ship is in scanning range and no one arrives at the beacon.
fr: Il n'y a pas le moindre vaisseau à portée d'instruments et vous n'en voyez arriver aucun à la balise.
ko: 스캔 범위 내에 함선도 없고 송신소에 도달하는 사람도 없습니다.
ru: Ни один корабль не находится в зоне сканирования, и никто не прилетает на маяк.
zh_hans: 扫描范围内没有其他舰船，也没有人抵达信标。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[2]
source: Your waiting yields nothing while the fleet surely gets closer...
fr: Votre attente ne donne rien, et nul doute que la flotte Rebelle doit être en train de se rapprocher...
ko: 당신의 기다림은 어떤 소득도 없었고, 적 함대는 분명 거리를 좁혀오고 있습니다.
ru: Ваше ожидание ничего не дает, в то время как флот, приближается...
zh_hans: 你的等待徒劳无功而叛军舰队确确实实在逼近...

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[3]
source: A freighter suddenly arrives nearby. They are so close you can almost wave at them, but your hails are ignored and the ship quickly jumps away.
fr: Un Cargo arrive soudainement tout près de vous. Vous pourriez presque saluer son équipage de la main, et pourtant, le vaisseau s'en va sans répondre à vos messages.
ko: 화물선이 갑자기 근처에 도착합니다. 그들은 매우 가까워서 거의 손을 흔들 수도 있지만 연락은 무시되고 배는 빠르게 도약하여 떠납니다.
ru: Неожиданно рядом появляется грузовой корабль. Они так близко, что вы почти можете помахать им рукой, но ваши приветствия игнорируют, и корабль быстро уходит в прыжок.
zh_hans: 一艘货船突然出现在附近。他们距离近到能挥手打招呼了，但对你的呼叫置之不理，货船很快跃迁。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[4]
source: Small traffic passes within a short distance of you, but no one responds to your hails.
fr: Quelques vaisseaux passent non loin de vous, mais aucun ne répond à vos messages.
ko: 짧은 거리에 작은 무역선들이 지나가지만 아무도 당신의 연락에 반응하지 않습니다.
ru: Небольшой трафик проходит на близком расстоянии от вас, но никто не отвечает на ваши приветствия.
zh_hans: 一小段距离外有一些舰船通勤，但没人回应你的呼叫。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[5]
source: The only ship within hailing range appears to be a civilian vessel. However, it quickly leaves once it picks up your signal.
fr: Le seul vaisseau à portée de communication semble être un appareil civil, mais il s'en va dès qu'il reçoit votre signal.
ko: 호출 범위 내에 있는 유일한 선박은 민간 선박인 것으로 보입니다. 그러나 신호를 받으면 빠르게 떠납니다.
ru: Единственный корабль в пределах досягаемости, по - видимому, гражданское судно. Однако он быстро уходит, как только улавливает ваш сигнал.
zh_hans: 呼叫距离内的唯一的一艘舰船看上去是一艘平民舰船。然而他们收到你的信号后快速跃迁了。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[6]
source: As you wait, a small asteroid storm pelts softly against your shields and hull.
fr: Alors que vous attendez, une petite pluie d'astéroïdes vient percuter vos boucliers et votre coque.
ko: 기다리는 동안 소규모의 유성 폭풍이 함선의 방어막과 선체를 가볍게 스쳐 지나갔습니다.
ru: Пока вы ждете, небольшой астероидный шторм мягко ударяется о ваши щиты и корпус.
zh_hans: 等待的时候，一颗小行星轻轻敲打你的护盾和舰体。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[7]
source: You begin to wonder if turning on the beacon would be worth the risk of detection. The fleet slowly approaches.
fr: Vous commencez à vous demander s'il ne vaudrait pas mieux allumer votre balise, quitte à risquer de vous faire repérer. La flotte Rebelle se rapproche inexorablement...
ko: 당신은 신호를 켜는 것이 발각될 위험을 감수할 가치가 있는지 궁금해하기 시작합니다. 함대가 천천히 접근합니다.
ru: Вы начинаете задаваться вопросом, стоит ли включать маяк ради риска обнаружения. Флот медленно приближается.
zh_hans: 你开始思考打开求救信标值不值得冒被发现的风险。叛军舰队缓慢逼近。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[8]
source: You contemplate the vastness of space.
fr: Vous ne pouvez que contempler le vide de l'espace.
ko: 당신은 우주의 광대함을 생각합니다.
ru: Вы созерцаете необъятность пространства.
zh_hans: 你沉浸在宇宙之广袤中。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[9]
source: The prolonged wait in empty space is causing tension among the crew. Still no contact.
fr: L'attente prolongée dans le vide de l'espace commence à générer des tensions au sein de l'équipage, et toujours aucun contact.
ko: 텅 빈 공간에서 오랜 기다림이 승무원들 사이에 긴장을 일으키고 있습니다다. 여전히 연락이 없습니다.
ru: Длительное ожидание в пустом пространстве вызывает напряжение среди экипажа. По-прежнему никаких контактов.
zh_hans: 在空旷宇宙中长时间的等待使船员间的气氛十分紧张。仍然没有联络。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[10]
source: Cabin fever begins to spread among your crew.
fr: Votre équipage en a assez de rester enfermé à ne rien faire et les tempéraments commencent à s'échauffer.
ko: 선원들 사이에서 초조함이 퍼져나가기 시작합니다.
ru: Лихорадка в каюте начинает распространяться среди вашего экипажа.
zh_hans: 幽居病在船员间传播。

# data/events_fuel.xml.append$//textList[@name="FUEL_NOTHING_LIST"]/text[11]
source: Long range scanners detect a small settlement, but they refuse all contact.
fr: Vos scanners longue portée détectent une petite colonie, mais elle refuse tout contact avec vous.
ko: 장거리 스캐너가 작은 정착지를 감지했지만, 그들은 모든 접촉을 거부하고 있습니다.
ru: Сканеры дальнего действия обнаруживают небольшое поселение, но они отказываются контактировать.
zh_hans: 长距扫描仪探测到一处小定居点，但他们拒绝所有联系。

# data/events_fuel.xml.append$//event[@name="NO_FUEL_REFUGEE_FRIENDLY"]/text
source: A refugee ship fleeing the Rebel advance enters the system. It seems surprised to see you stranded, and admits it was following you from afar in the hopes of you leading it to Federation space. While it doesn't have much fuel to spare, it recognizes you are part of the Federation and offers to split its remaining fuel with you.
fr: Un vaisseau de réfugiés fuyant les Rebelles arrive dans le système. Semblant surpris de vous voir bloqué, son capitaine finit par admettre qu'il vous suivait de loin dans l'espoir que vous le meniez à l'espace de la Fédération. Bien que n'ayant que peu de carburant, il reconnaît que vous faites partie de la Fédération et vous propose de partager ce qui lui reste avec vous.
ko: 반군을 피해 도망가는 한 난민 함선이 행성계로 도약해왔습니다. 당신의 발이 묶여있는 것을 보고 놀란 듯 보입니다. 당신을 따라가면 연방 우주에 도달할 수 있겠다는 기대를 품고 먼 거리에서 따라왔다고 말했습니다. 남은 연료는 충분치 않았지만, 당신이 연방 소속이란 것을 알게 되자 가진 연료를 나눠주겠다고 제안을 해왔습니다.
ru: Корабль беженцев, спасающийся от наступления повстанцев, входит в систему. Он, кажется, удивлен, увидев вас на мели, и признает, что следовал за вами издалека в надежде, что вы приведете его в пространство Федерации. Хотя у него не так много запасного топлива, он признает, что вы являетесь частью Федерации, и предлагает разделить с вами оставшееся топливо.
zh_hans: 一艘逃离叛军步伐的难民船进入星系。看来他们对你被困感到惊讶，同时也承认他们在远处跟着你，希望你能带路到联邦星域。尽管他们也没有多少燃料剩余，他们认出你是联邦的一份子，提议将剩下的燃料平分。

# data/events_fuel.xml.append$//event[@name="FUEL_TRADER"]/choice[1]/text
source: Gladly trade.
fr: Accepter avec joie.
ko: 흔쾌히 거래한다.
ru: С удовольствием торгую.
zh_hans: 欣然交易。

# data/events_fuel.xml.append$//event[@name="FUEL_TRADER"]/choice[2]/text
source: Respectfully decline.
fr: Décliner poliment.
ko: 정중히 거절한다.
ru: Вежливо отказаться.
zh_hans: 礼貌拒绝。

# data/events_fuel.xml.append$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[1]
source: A merchant ship jumps into the sector and you quickly hail them asking for help. They respond, "Perhaps we could work out an exchange..."
fr: Un vaisseau marchand arrive dans le secteur et vous le contactez instantanément pour lui demander son aide. "Nous devrions pouvoir trouver un accord," vous répond-il.
ko: 상선이 이 구역으로 도약해왔고 당신은 빠르게 구조요청을 보냈습니다. 그들은 이렇게 대답했습니다. "아마 거래라면 가능할텐데요..."
ru: Торговый корабль прыгает в сектор, и вы быстро вызываете их, прося о помощи. Они отвечают: "Возможно, мы могли бы договориться об обмене..."
zh_hans: 一艘行商舰船跃迁进星区，你迅速呼叫他们求助。他们回应，"或许我们能做一笔买卖..."

# data/events_fuel.xml.append$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[2]
source: A number of ships pass through the sector. You relay your message to each, and one finally responds. "I can't help much right now but perhaps we can trade."
fr: Plusieurs vaisseaux traversent le secteur. Vous les contactez tous, et l'un d'eux finit par vous répondre : "Je ne suis guère en mesure de vous aider pour le moment, mais peut-être qu'on peut trouver un arrangement."
ko: 상당수의 함선들이 구역을 지나가고 있습니다. 당신은 함선마다 메시지를 보냈고, 하나가 마침내 응답했습니다. "지금 당장은 별로 도와줄 게 없지만 아마 거래는 할 수 있을거요."
ru: Через сектор проходит несколько кораблей. Вы передаете свое сообщение каждому, и один, наконец, отвечает. "Сейчас я ничем не могу помочь, но, возможно, мы сможем поторговать".
zh_hans: 数艘舰船途径这个星区。你将消息一一转发，最终有一艘回应。"我目前帮不上太多不过或许我们能做交易。"

# data/events_fuel.xml.append$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[3]
source: A nearby settlement sends a small ship in your direction. It keeps its distance and hails you, "We can give you fuel for a price. Just don't even think of doing anything rash. We've got a teleporter at our base and a squad ready to defend us."
fr: Une colonie proche envoie un petit vaisseau dans votre direction. Il vous contacte sans trop approcher de vous : "Nous avons du carburant si vous êtes en mesure de payer. Mais attention à ne rien faire d'inconsidéré. Nous avons un téléporteur à notre base et une équipe prête à nous défendre."
ko: 근방 정착지에서 당신을 향해 작은 함선을 보냈습니다. 함선은 거리를 유지하며 송신을 보냈습니다. "적합한 가격에 연료를 제공해 드릴게요. 경솔한 짓은 꿈도 꾸지 마세요. 우리 기지에는 텔레포터가 있는데다 우리를 방어할 함대도 갖고 있으니까요."
ru: Соседнее поселение посылает небольшой корабль в вашем направлении. Он держится на расстоянии и окликает вас: "Мы можем дать вам топливо за определенную цену. Просто даже не думай делать что-то опрометчивое. У нас на базе есть телепорт и команда, готовая нас защитить".
zh_hans: 附近的定居点向你的位置派出一艘小舰船。它与你保持距离并向你呼叫，"我们能卖给你一些燃料。但干坏事想都不要想。我们基地里有传送器，还有一只小队随时准备防御。"

# data/events_fuel.xml.append$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[4]
source: A large caravan of merchant ships jumps to a location near your position. Sensing an opportunity, one ship breaks off from the fleet to offer you an exchange.
fr: Une grande caravane de vaisseaux marchands apparaît près de vous. Sentant une opportunité, l'un des appareils se détache des autres et vous propose un échange.
ko: 거대한 규모의 상단이 당신이 있는 위치 근처로 도약해왔습니다. 기회라 생각했는지, 한 척의 상단 함선이 함대를 벗어나 당신에게 거래를 제시해왔습니다.
ru: Большой караван торговых судов прыгает в место рядом с вашей позицией. Почувствовав возможность, один корабль отделяется от флота, чтобы предложить вам поторговаться.
zh_hans: 一大支行商舰队跃迁至你附近的位置。嗅到商机后，其中一艘舰船从舰队中脱离向你发出交易报价。

# data/events_fuel.xml.append$//textList[@name="FUEL_TRADER_TEXT_LIST"]/text[5]
source: A modified YT-1300 freighter jumps to an area near your sector. Your gut tells you these people are smugglers, but they seem to be feeling altruistic and present an offer of assistance.
fr: Un cargo YT-1300 modifié apparaît non loin de votre secteur. Votre instinct vous dit qu'il appartient à des contrebandiers, mais ils ont l'air d'humeur altruiste et ils vous proposent de vous aider.
ko: 개조된 YT-1300 화물선이 당신이 있는 구역 근처로 도약해왔습니다. 당신은 이들이 밀수업자 같다는 느낌이 들었지만, 그들은 이타심을 느낀 것 같았고 도움을 주겠다고 했습니다.
ru: Модифицированный грузовой корабль YT-1300 прыгает в район рядом с вашим сектором. Ваша интуиция подсказывает вам, что эти люди-контрабандисты, но они, похоже, чувствуют себя альтруистами и предлагают помощь.
zh_hans: 一艘改装过的YT-1300货船跃迁至你附近的地方。你的直觉告诉你这些人是走私贩，但他们看起来挺无私的，并向你伸出援手。

# data/events_fuel.xml.append$//event[@name="FUEL_EXPLORE"]/text
source: Although your lack of fuel cells prevents your ship from jumping, you can still use your impulse engines. Will you spend some time exploring the nearby system?
fr: Bien que le fait que vous n'ayez plus de carburant SPL vous empêche d'effectuer le moindre saut, vous pouvez toujours vous servir de vos moteurs à impulsion. Souhaitez-vous explorer le système solaire proche ?
ko: 당신의 함선에는 도약하기 위한 연료가 부족하지만, 임펄스 엔진은 사용할 수 있을 듯 보입니다. 잠시 시간을 내서 근처 행성계를 조사해보겠습니까?
ru: Хотя отсутствие топливных элементов мешает вашему кораблю прыгать, вы все еще можете использовать свои импульсные двигатели. Потратите ли вы некоторое время на изучение близлежащей системы?
zh_hans: 尽管你缺少燃料无法跃迁，你仍能使用脉冲引擎。你愿不愿意花点时间探索附近的星系？

# data/events_fuel.xml.append$//event[@name="FUEL_EXPLORE"]/choice[1]/text
source: Explore the nearby area.
fr: Explorer les environs.
ko: 주변 지역을 탐사한다.
ru: Исследовать ближайшие окрестности.
zh_hans: 探索周遭区域。

# data/events_fuel.xml.append$//event[@name="FUEL_EXPLORE"]/choice[2]/text
source: Stay near the beacon.
fr: Rester à proximité de la balise.
ko: 송신소 근처에 머무른다.
ru: Оставаться рядом с маяком.
zh_hans: 待在信标附近。

# data/events_fuel.xml.append$//event[@name="FUEL_EXPLORE"]/choice[2]/event/text
source: You don't want to risk anything.
fr: Vous ne souhaitez prendre aucun risque.
ko: 당신은 어떠한 위험도 감수하고 싶지 않았습니다.
ru: Вы не хотите ничем рисковать.
zh_hans: 你不想冒险。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_fuel.xml.append$//eventList[@name="FUEL_EXPLORE_LIST"]/event[1]/text
source: You happen across a small asteroid field near the beacon.
fr: Vous découvrez un petit champ d'astéroïdes non loin de la balise.
ko: 당신은 우연히 송신소 근처의 작은 소행성대와 마주쳤습니다.
ru: Вы случайно натыкаетесь на небольшое астероидное поле рядом с маяком.
zh_hans: 你在信标附近碰上一片小行星带。

source: Approach the asteroid field to scan it.
fr: Approcher du champ d'astéroïdes afin de le scanner.
ko: 소행성대에 접근하여 스캔한다.
ru: Подлететь к полю астероидов, чтобы просканировать его.
zh_hans: 靠近小行星带并进行扫描。

source: Avoid the risk.
fr: Passer au large, c'est trop dangereux.
ko: 모험하지 않는다.
ru: Избегать риска.
zh_hans: 避免风险。

# data/events_fuel.xml.append$//eventList[@name="FUEL_EXPLORE_LIST"]/event[2]/text
source: You find a small outpost for local travelers, but it seems few ships in this area employ FTL drives. Their stock of fuel cells is small and their price high, but beggars can't be choosers...
fr: Vous découvrez un petit avant-poste pour voyageurs locaux, mais apparemment, peu de vaisseaux ont un générateur SPL dans ce système. Du coup, l'avant-poste n'a que peu de carburant à vous proposer et ses tarifs sont extrêmement prohibitifs, mais vous n'êtes pas en position de refuser.
ko: 당신은 여행자들을 위한 작은 정거장을 발견하였습니다. 하지만 여기 있는 함선들에는 초광속 도약장치를 장착한 함선이 얼마 되지 않는 것 같습니다. 여기서 팔고 있는 연료는 얼마 되지 않고 시세보다 비싸지만, 그런 걸 따질 겨를이 없군요.
ru: Вы находите небольшой аванпост для местных путешественников, но, похоже, немногие корабли в этом районе используют ССД двигатели. Их запас топливных элементов невелик, а цена высока, но нищие не могут выбирать...
zh_hans: 你找到一个本地旅者聚集的小哨站，但看起来这片区域鲜有配备超光速引擎的舰船。他们库存的燃料很少，价格也很高，但要饭的哪能挑肥拣瘦...

source: Trade 20 scrap for 5 fuel.
fr: Échanger 20 pièces de ferraille contre 5 unités de carburant.
ko: 20 스크랩으로 연료 5개를 구입한다.
ru: Обменять 20 лома на 5 топлива.
zh_hans: 用20废料购买5份燃料。

source: You gladly make the trade.
fr: Vous acceptez l'échange avec plaisir.
ko: 당신은 흔쾌히 거래하였습니다.
ru: Вы с радостью совершаете сделку.
zh_hans: 你欣然接受交易。

source: Trade 10 scrap for 2 fuel.
fr: Échanger 10 pièces de ferraille contre 2 unités de carburant.
ko: 10 스크랩으로 연료 2개를 구입한다.
ru: Обменять 10 лома на 2 топлива.
zh_hans: 用10废料购买2份燃料。

source: This fuel won't last long, but you gladly make the trade.
fr: Vous n'irez pas loin avec aussi peu de carburant, mais cela ne vous empêche pas d'accepter l'échange avec plaisir.
ko: 이 정도 양의 연료는 얼마 가진 않겠지만, 당신은 흔쾌히 거래하였습니다.
ru: Этого топлива надолго не хватит, но вы с радостью совершаете сделку.
zh_hans: 这点燃料撑不了多久，但你仍欣然接受交易。

source: Trade 5 scrap for 1 fuel.
fr: Échanger 5 pièces de ferraille contre 1 unité de carburant.
ko: 5 스크랩으로 연료 1개를 구입한다.
ru: Обменять 5 лома на 1 топлива.
zh_hans: 用5废料购买1份燃料。

source: This fuel won't last long, but at least you can jump to another beacon.
fr: Vous n'irez pas loin avec aussi peu de carburant, mais au moins, cela vous permettra de sauter vers une autre balise.
ko: 이 정도 양의 연료는 얼마 가진 않겠지만, 최소한 다음 송신소로 갈 수는 있습니다.
ru: Этого топлива надолго не хватит, но, по крайней мере, вы сможете перепрыгнуть на другой маяк.
zh_hans: 这点燃料撑不了多久，但至少你能跃迁至另一个信标。

source: Don't make a trade.
fr: Ne pas faire d'échange.
ko: 거래하지 않는다.
ru: Не заключать сделку.
zh_hans: 不交易。
