Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_fuel.xml.append/*.po
Languages: fr, ko, ru, zh_hans

# data/events_fuel.xml.append$//eventList[@name="FUEL_EXPLORE_LIST"]/event[3]/text
source: No ships respond to your hails and you find nothing of interest.
fr: Aucun vaisseau ne répond à vos messages et vous ne trouvez rien d'intéressant.
ko: 아무도 당신의 신호에 반응하지 않았고, 특별히 눈에 띄는것도 발견하지 못했습니다.
ru: Ни один корабль не отвечает на ваши оклики, и вы не находите ничего интересного.
zh_hans: 没有舰船回应你的呼叫，你也没找到任何有趣之物。

# data/events_fuel.xml.append$//eventList[@name="FUEL_EXPLORE_LIST"]/event[4]/text
source: You wander within scanning range of a small Rebel automated scout!
fr: À force de vous promener, vous arrivez à portée de scan d'un éclaireur Rebelle automatisé !
ko: 당신은 작은 반군 무인 정찰기의 레이더에 포착되었습니다!
ru: Вы блуждаете в пределах досягаемости сканирования небольшого автоматического разведчика повстанцев!
zh_hans: 你跑进一个小型叛军自动侦察舰队扫描范围内了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//event[@name="FUEL_APPROACH"]/text
source: A ship approaches. They hail you saying, "You need some fuel? We'll prepare to dock to help."
fr: Un appareil s'approche de vous. "Vous avez besoin de carburant ? Nous pouvons vous en donner si vous nous laissez nous amarrer à votre vaisseau."
ko: 한 척의 함선이 다가와 당신에게 인사하며 말했습니다. "연료가 필요하신가? 필요하면 도킹해서 도와드리지."
ru: Приближается корабль. Они окликают вас, говоря: "Вам нужно немного топлива? Мы подготовимся к стыковке, чтобы помочь".
zh_hans: 一艘舰船靠近。他们呼叫你，"你要燃料吗？我们准备对接帮你。"

# data/events_fuel.xml.append$//event[@name="FUEL_APPROACH"]/choice[1]/text
source: Graciously accept their offer.
fr: Accepter leur offre en les remerciant.
ko: 정중히 받아들인다.
ru: Милостиво принять их предложение.
zh_hans: 欣然接受他们的提议。

# data/events_fuel.xml.append$//event[@name="FUEL_APPROACH"]/choice[2]/text
source: Request that they keep their distance.
fr: Leur demander de garder leurs distances.
ko: 거리를 유지하도록 요청한다.
ru: Попросить их держаться на расстоянии.
zh_hans: 请求他们保持距离。

source: (Advanced Sensors) Run a detailed scan with your sensors before responding.
fr: (Capteurs de pointe) Scanner le vaisseau en long et en large avant de répondre.
ko: (최고급 센서) 응답하기 전에 자세한 스캔을 시도한다.
ru: (Продвинутые Сенсоры) Перед ответом выполнить подробное сканирование с помощью сенсоров.
zh_hans: (先进传感器)回应之前先进行详细扫描。

source: (Long-Ranged Scanners) Run a detailed scan before responding.
fr: (Scanners longue portée) Scanner le vaisseau en long et en large avant de répondre.
ko: (장거리 탐지기) 응답하기 전에 자세한 스캔을 시도한다.
ru: (Сканеры дальнего действия) Выполнить подробное сканирование, прежде чем отвечать.
zh_hans: (长距扫描仪)回应之前先进行详细扫描。

source: They pull close to your ship and unload some fuel saying, "Try not to run out of fuel again. These are dangerous times; who knows who could have showed up."
fr: Les nouveaux arrivants s'amarrent à votre vaisseau et vous donnent une partie de leur carburant. "Essayez de mieux gérer vos réserves, la prochaine fois. Nous vivons une époque dangereuse, vous avez eu de la chance de tomber sur nous."
ko: 그들은 당신의 함선에 접근하여 약간의 연료를 전달하며 말했습니다. "연료가 또 바닥나지 않도록 조심하라고. 요즘은 위험한 시기라 무엇이 나타날지 모르니."
ru: Они приближаются к вашему кораблю и выгружают немного топлива, говоря: "Постарайся больше не расходовать топливо. Сейчас опасные времена; кто знает, кто мог бы появиться".
zh_hans: 他们靠近你的星舰后开始卸下燃料，并说，"下次最好不要用完燃料了。在这动荡的年代，天知道有什么东西会出现。"

source: They approach and dock with your ship. On board they present an offer.
fr: Les nouveaux arrivants approchent et s'amarrent à votre vaisseau. Une fois à bord, ils vous font une offre.
ko: 그들은 당신의 함선에 접근하여 정박했습니다. 당신의 함선에 승선하고는 거래를 제안했습니다.
ru: Они приближаются и состыковываются к вашему кораблю. На борту они представляют предложение.
zh_hans: 他们接近后与你的星舰停靠。上船后他们提出报价。

source: Gladly trade.
fr: Accepter avec joie.
ko: 흔쾌히 거래한다.
ru: С удовольствием торгую.
zh_hans: 欣然交易。

source: Respectfully decline.
fr: Décliner poliment.
ko: 정중히 거절한다.
ru: Вежливо отказаться.
zh_hans: 礼貌拒绝。

source: As their ship pulls up next to yours, their captain continues, "Yes, we'll certainly help... Help to relieve you of that nice ship!" Sensors detect a hidden teleporter has been activated. We've been boarded!
fr: Alors que l'appareil s'approche de vous, le capitaine poursuit : "Oui, nous allons vous aider... en vous débarrassant de ce beau vaisseau !" Au même moment, vos instruments indiquent qu'un téléporteur vient d'être activé. Il y a des pirates à votre bord !
ko: 그들의 함선이 당신 옆에 정박해오더니, 함장이 말했습니다. "좋소. 기꺼이 돕도록 하지요... 그렇게 좋은 함선에서 편하게 죽을 수 있도록 말이지!" 센서가 숨겨진 텔레포터가 작동하는 것을 감지했습니다. 우린 강습당했습니다!
ru: Когда их корабль подходит к вашему, их капитан продолжает: "Да, мы, безусловно, поможем... Поможем освободить вас от этого милого корабля!". Сенсоры обнаруживают, что был активирован скрытый телепорт. Нас взяли на абордаж!
zh_hans: 他们的舰船停靠在你旁边时，他们的船长继续道，"嗯，我们肯定会帮助...帮助你接替你那艘好船！"传感器探测到一个隐藏的传送器启动。我们被登舰了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As they approach, you detect their weapons powering up. It seems their intentions are hostile!
fr: Alors que les nouveaux venus approchent, vous détectez que leurs armes s'allument. Leurs intentions sont manifestement hostiles !
ko: 그들이 다가오자 무기에 동력을 넣고 있다는 것을 감지했습니다. 적대적인 의도로 접근해오는 것 같습니다!
ru: Когда они приближаются, вы обнаруживаете, что их оружие включается. Похоже, их намерения враждебны!
zh_hans: 他们接近时，你探测到他们的武器开始启动。看来他们没怀什么好意！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I assure you that we mean no harm. See, we'll send some fuel over on a transport." A small ship docks and offloads some fuel just as they said. They leave, saying, "Stay cautious, friend."
fr: "Je vous assure que nous ne vous voulons aucun mal. Nous allons vous envoyer du carburant à bord d'un transporteur." Aussitôt, un petit vaisseau se décroche du leur pour venir vous apporter un peu de carburant, comme promis. Une fois l'opération terminée, les bons samaritains s'en vont, non sans vous avoir recommandé de rester sur vos gardes.
ko: "장담하건데, 전혀 악의적인 목적은 없었습니다. 자, 약간의 연료를 수송선을 이용해서 보내드리지요." 실제로 그들의 말처럼 소형 함선이 우리 함선으로 정박해선 연료를 내려놓고 갔습니다. 그들은 떠나면서 말했습니다. "몸 조심하시오, 친구여."
ru: "Уверяю вас, мы не хотим причинить вам вреда. Смотри, мы отправим немного топлива на транспорт". Небольшой корабль состыковывается и выгружает немного топлива, как они и сказали. Они уходят, говоря: "Будь осторожен, друг".
zh_hans: "我向你保证我们并无恶意。你看，我们马上用运输艇送一些燃料过去。"一艘小艇停靠后卸下一些燃料，如他所说。他们随即离开，说道，"保持警惕，朋友。"

source: "No one trusts anyone these days..." The ship jumps away.
fr: "La confiance, ça n'existe plus, de nos jours..." Sur ces mots, le vaisseau effectue un saut et disparaît.
ko: "요즘 같은 때에 아무도 믿을 수 없다는 건가..." 함선은 도약해서 사라져버렸습니다.
ru: "В наши дни никто никому не доверяет..." Корабль уходит в прыжок.
zh_hans: "这年头谁也不相信谁了..."那艘舰船跃迁。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: They reply,"Keep our distance? Let's see if you can stop us!" They power up their weapons and advance.
fr: "Vous voudriez qu'on garde nos distances, hein ? Essayez un peu de nous y obliger, pour voir !" Le vaisseau inconnu active ses armes et avance vers vous.
ko: 그들이 대답했습니다. "거리 유지를 하라고? 네놈이 막을 수 있다면 어디 해보시지!" 적 함선이 무기 시스템에 전원을 넣으며 접근해왔습니다.
ru: Они отвечают: "Держать дистанцию? Посмотрим, сможешь ли ты нас остановить!" Они заряжают свое оружие и наступают.
zh_hans: 他们回复，"保持距离？看你能不能阻止我！"他们启动了武器并前进。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Sensors indicate their ship is without military-grade weaponry, even small arms. You allow them to dock and they give you some fuel saying, "I remember a time when we didn't have to be so paranoid about each others' intentions... Stay safe."
fr: Vos instruments vous révèlent que ce vaisseau est totalement désarmé, aussi le laissez-vous s'amarrer au vôtre et vous donner du carburant. "Je me rappelle un temps où les gens qu'on croisait dans l'espace n'étaient pas si paranoïaques, commente son capitaine. Faites attention à vous."
ko: 센서가 그들의 함선에는 군사용 등급의 무기뿐만 아니라 소형 화기마저도 없다는 것을 감지했습니다. 당신은 그들에게 정박을 허락하였고, 그들은 당신에게 연료를 주며 말했습니다. "옛날엔 서로의 의도가 무엇인지 피해망상적으로 굴지 않았는데.. 그때가 그립군. 조심히 여행하게나."
ru: Сенсоры показывают, что на их корабле нет военного оружия, даже стрелкового. Вы позволяете им состыковаться, и они дают вам немного топлива, говоря: "Я помню время, когда нам не нужно было быть такими параноиками в отношении друг друга... Будь осторожен".
zh_hans: 传感器检测到他们的舰船没有配备军用武器，甚至单兵轻武器都没有。你允许他们停靠，他们给你一些燃料后说，"我还记得以前人与人之间没必要这么猜忌...注意安全。"

source: Sensors are picking up armed crew and considerably more weaponry than is legal for a craft of this size. This is surely a trap.
fr: Vos instruments vous révèlent que l'autre vaisseau et son équipage sont armés jusqu'aux dents. C'est sûrement un piège.
ko: 센서가 그들의 함선에 무장된 승무원들이 있다는 것과 일반적인 함선 크기보다 훨씬 더 무장이 갖춰졌음을 확인했습니다. 함정이 틀림없습니다.
ru: Сенсоры улавливают вооруженный экипаж и значительно больше оружия, чем положено для корабля такого размера. Это, несомненно, ловушка.
zh_hans: 传感器探测到这艘舰船携带着远比法律规定多的武器和一支全副武装的船员。这肯定是陷阱。

source: Power up weapons and prepare for a fight.
fr: Activer vos armes et vous préparer au combat.
ko: 무기 시스템에 전원을 공급하고 전투를 준비한다.
ru: Включить оружие и приготовиться к бою.
zh_hans: 启动武器准备战斗。

source: You prepare to battle the pirate.
fr: Vous vous préparez à combattre le pirate.
ko: 당신은 해적과 맞서 싸울 준비를 했습니다.
ru: Вы готовитесь к битве с пиратом.
zh_hans: 你准备与海盗开战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Cloaking) Cloak and get out of scanning range before they have a chance to lock on.
fr: (Camouflage) Activer votre camouflage et vous mettre hors de portée des armes adverses avant qu'elles aient le temps de vous accrocher.
ko: (은폐장) 은폐하여 그들이 조준하기 전에 스캔 범위에서 벗어난다.
ru: (Маскировка) Замаскироваться и выйти из зоны сканирования до того, как у них появится шанс обнаружить вас.
zh_hans: (隐形系统)隐形并在他们有机会锁定之前逃出探测区域。

source: Your highly advanced cloaking system allows you to get out of range easily since they were still out of firing range. Eventually the ship jumps away.
fr: Votre système de camouflage ultra-perfectionné vous permet de vous mettre hors de portée sans la moindre difficulté. L'autre vaisseau vous cherche quelques instants, puis s'en va en effectuant un saut.
ko: 향상된 은폐 장치는 당신이 쉽게 그들의 화망에서 벗어날 수 있도록 도와주었습니다. 결국 적 함선은 도약해서 사라졌습니다.
ru: Ваша высокоразвитая система маскировки позволяет вам легко выйти из зоны досягаемости, так как они все еще были вне зоны досягаемости огня. В конце концов корабль уходит в прыжок.
zh_hans: 他们仍在射程外，因此你的高级隐形系统让你可以轻易逃出探测区域。最终对方舰船跃迁。

# data/events_fuel.xml.append$//event[@name="FUEL_FREEMANTIS_CONFUSED"]/text
source: Fortunately, it seems a Free Mantis ship has come across you, and immediately hail. "Ah, Federation! You looking like in distress. Needing resources? We sell some to you! Will trade in turn for fuel."
fr: Heureusement, il semblerait qu'un vaisseau Mantis Libre vous ait trouvé, et ceux-ci vous appellent immédiatement. "Ah, Fédération ! Vous sembler être en détresse. Besoin ressources ? Nous vendre à vous ! Allons échanger contre carburant."
ko: 다행스럽게도 한 척의 독립 맨티스 함선이 당신을 우연히 마주쳤고, 곧장 메시지를 보냈습니다. "어, 연방이다! 당신 곤경에 빠져 보이다. 자원이 부족하다? 자원 몇 개를 판매하다! 연료와 거래 가능하다."
ru: К счастью, кажется, корабль свободных богомолов наткнулся на вас, и сразу же окликнул. "Ах, Федерация! У тебя такой вид, будто ты в беде. Нуждаетесь в ресурсах? Мы продаем некоторые из них вам! В обмен на топливо".
zh_hans: 幸运的是，看起来有一艘自由螳螂舰船碰见你了，并立即呼叫。"啊，是联邦！你看起来遇难了。需要物资吗？我们送一些过去！希望与你交易一些燃料。"

source: Buy some missiles.
fr: Acheter des missiles.
ko: 미사일을 좀 산다.
ru: Купить немного ракет.
zh_hans: 买一些弹药。

source: Buy some droneparts.
fr: Acheter des pièces de drones.
ko: 드론 부품을 좀 산다.
ru: Купить немного дрон-комплектов.
zh_hans: 买一些无人机部件。

source: But... we need fuel.
fr: Mais... nous avons besoin de carburant.
ko: 근데... 저희는 연료가 필요합니다.
ru: Но... нам нужно топливо.
zh_hans: 但...我们需要燃料。

source: "Oh? Price too high? Yes yes, we can lower!"
fr: "Oh ? Prix trop élevé ? Oui oui, pouvoir baisser !"
ko: "어? 가격이 너무 비싸다? 좋다, 가격을 깎다!"
ru: "Ой? Цена слишком высока? Да, да, мы можем опустить!"
zh_hans: "哦？价格太高了？好好，我们可以降价！"

source: Buy some missiles.
fr: Acheter des missiles.
ko: 미사일을 좀 산다.
ru: Купить немного ракет.
zh_hans: 买一些弹药。

source: Buy some droneparts.
fr: Acheter des pièces de drones.
ko: 드론 부품을 좀 산다.
ru: Купить немного дрон-комплектов.
zh_hans: 买一些无人机部件。

source: We don't have any fuel!
fr: Nous n'avons plus une seule goutte de carburant !
ko: 가진 연료가 하나도 없습니다!
ru: У нас нет топлива!
zh_hans: 我们没有燃料！

source: "Oh, yes my bad. Will give small amount of resources for free then!"
fr: "Oh, oui, excuses. Donner petite quantité ressources gratuites alors!"
ko: "이런, 미안하다. 그럼 무료로 자원을 조금 주다!"
ru: "Ох, да, моя вина. Тогда отдадим небольшое количество ресурсов бесплатно!"
zh_hans: "哦，好的我的锅。那么可以免费送你一些物资！"

source: Take the free missiles.
fr: Prendre les missiles offerts.
ko: 미사일을 공짜로 얻는다.
ru: Взять бесплатные ракеты.
zh_hans: 拿一些免费弹药。

source: Take the free droneparts.
fr: Prendre les pièces de drones offertes.
ko: 드론 부품을 공짜로 얻는다.
ru: Взять бесплатные дрон-комплекты.
zh_hans: 拿一些免费无人机部件。

source: Do you have any fuel to spare?
fr: Avez-vous du carburant à partager ?
ko: 나눠줄 연료는 좀 없습니까?
ru: У вас есть лишнее топливо?
zh_hans: 你们有一些多余的燃料吗？

source: "Huh? No, we use last of fuel jumping here. Does not meaning you not want resources?"
fr: "Hein ? Non, avoir utilisé dernier carburant sauter ici. Veux dire, vous pas vouloir ressources ?"
ko: "뭐? 연료는 없다. 여기로 도약하는데 마지막 연료를 쓰다. 자원이 필요하지 않다는 말이다?"
ru: "Хм? Нет, мы используем здесь последние запасы топлива. Не означает ли это, что вам не нужны ресурсы?"
zh_hans: "哈？没，我们用尽最后一点燃料跃迁至此。那你意思是你不想要物资吗？"

source: No, we'll take some.
fr: Si, nous en voulons bien.
ko: 아뇨. 그럼 받겠습니다.
ru: Нет, мы возьмем немного.
zh_hans: 不，我们还是想要一些。

source: "Here you go!" The Free Mantis hand over the supplies.
fr: "Voici pour vous!" Les Mantis Libres vous remettent les provisions.
ko: "자, 받아라!" 독립 맨티스가 자원을 건네주었습니다.
ru: "Вот, держи!" Свободный богомол передал припасы.
zh_hans: "给你！"自由螳螂送你一些物质。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Oh, and take some fuel friend!"
fr: "Oh, et prendre carburant, ami!"
ko: "맞다, 여기 연료도 좀 가져가라, 친구!"
ru: "О, и возьми немного топлива, друг!"
zh_hans: "哦，再拿一些燃料吧朋友！"

source: Wait, but didn't you say you're out of fuel?
fr: Attendez, vous n'aviez pas dit que vous étiez à court de carburant ?
ko: 아니, 방금 전에는 연료가 없다고 하지 않았습니까?
ru: Подожди, но разве ты не сказал, что у тебя кончилось топливо?
zh_hans: 等下，你们不是说你们也用完燃料了吗？

source: "Huh? Not knowing what mean. Anyways, goodbye!" The Free Mantis jump away.
fr: "Hein ? Pas comprendre ce que dire. En tout cas, au revoir !" Le vaisseau Mantis Libre s'en va.
ko: "뭐? 무슨 말인지 모르다. 아무튼, 그럼 이만!" 독립 맨티스는 도약하여 사라졌습니다.
ru: "Хм? Не знаю, о чем ты. В любом случае, до свидания!" Свободный богомол прыгнул.
zh_hans: "什么？不知道你什么意思。不论如何，再见！"自由螳螂舰船跃迁。

source: No thanks.
fr: Non merci.
ko: 괜찮습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Huh? Ok!" The Free Mantis jump away, leaving you vastly confused.
fr: "Hein ? Ok !" Le vaisseau Mantis Libre s'en va, vous laissant énormément confus.
ko: "그래? 좋아!" 독립 맨티스는 당신에게 큰 혼란을 남긴 채 도약하여 사라졌습니다.
ru: "Хм? Ок!" Свободный богомол прыгает, оставляя вас в полном замешательстве.
zh_hans: "哈？好吧！"自由螳螂舰船跃迁，让你大为困惑。

# data/events_fuel.xml.append$//event[@name="FUEL_FLEET_DISTRESS"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[1]
source: As you are keeping a low profile, you're certain that the Rebel fleet is having a hard time tracking your ship.
fr: Vous faites tout pour ne pas vous faire repérer, et la flotte Rebelle doit avoir toutes les peines du monde à suivre vos traces.
ko: 당신이 몸을 숨기고 있는 까닭에, 반군이 당신의 위치를 추적하기 쉽지 않을 것으로 보입니다.
ru: Поскольку вы держитесь в тени, вы уверены, что флот повстанцев с трудом отслеживает ваш корабль.
zh_hans: 因为你保持低调，你确信叛军舰队追踪你绝非易事。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[2]
source: Since your distress beacon has not been activated, you feel confident that the Rebel fleet is having difficulty tracking you. It should buy you a little time.
fr: Comme votre balise de détresse n'a pas été activée, la flotte Rebelle doit avoir du mal à vous suivre. Cela devrait vous permettre de gagner un peu de temps.
ko: 조난 신호기가 활성화되지 않았기 때문에 반군 함대가 당신을 추적하는 데 확실하게 어려움을 겪고 있을 겁니다. 이걸로 약간의 시간을 벌었을 겁니다.
ru: Поскольку ваш маяк бедствия не был активирован, вы уверены, что флот повстанцев испытывает трудности с отслеживанием вас. Это должно выиграть вам немного времени.
zh_hans: 因为你没有打开求救信标，你确信叛军舰队追踪你很困难。这应该能给你争取一些时间。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[3]
source: Long range scanners indicate the Rebel fleet has temporarily paused its advance on your position. Your decision to leave the distress beacon deactivated was farsighted.
fr: Vos scanners longue portée vous révèlent que la flotte Rebelle ne gagne plus de terrain sur vous. Vous avez eu raison de laisser votre balise de détresse désactivée.
ko: 장거리 스캐너는 당신의 위치로 향하는 반군 함대의 진격이 일시적으로 중단됐음을 감지했습니다. 조난 신호장치를 켜지 않은 당신의 결정은 선견지명이었습니다.
ru: Сканеры дальнего действия показывают, что флот повстанцев временно приостановил продвижение к вашей позиции. Ваше решение оставить маяк бедствия отключенным было дальновидным.
zh_hans: 长距扫描仪显示叛军舰队暂时停住了向你逼近的步伐。你选择不打开求救信标的决定十分有远见。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[4]
source: Scanners show that the Rebel fleet has ceased its pursuit for a short time.
fr: Vos instruments indiquent que la flotte Rebelle a cessé de vous poursuivre pour le moment.
ko: 스캐너는 반군 함대가 잠시 동안 추격을 중단했음을 표시해줬습니다.
ru: Сканеры показывают, что флот повстанцев на короткое время прекратил преследование.
zh_hans: 长距扫描仪显示叛军舰队暂时停下了追击的脚步。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[5]
source: Your intuition as captain is telling you that the Rebels are having a hard time trying to find your ship.
fr: Votre intuition vous dit que les Rebelles doivent avoir beaucoup de mal à retrouver la trace de votre vaisseau.
ko: 함장으로서의 본능은 반군들이 당신의 함선을 찾느라 애를 먹고 있다고 말하고 있습니다.
ru: Ваша капитанская интуиция подсказывает вам, что повстанцы с трудом пытаются найти ваш корабль.
zh_hans: 你作为舰长的直觉告诉你叛军舰队找到你的星舰绝非易事。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[6]
source: Without a distress beacon or any FTL signatures to trace, you're sure that the Rebels are struggling to find you. You can only hope their confusion lasts until more fuel can be found.
fr: Sans balise de détresse ou signature de saut à suivre, les Rebelles doivent avoir toutes les peines du monde à vous localiser. Espérons que vous aurez le temps de faire le plein de carburant avant qu'ils ne retrouvent votre trace.
ko: 조난 신호나 FTL 도약의 흔적이 없기 때문에, 반군이 당신을 찾아내는 것은 쉽지 않을 것입니다. 연료를 찾을 때까지 반군이 방황하기를 바랍시다.
ru: Без маяка бедствия или каких-либо сверхсветовых сигнатур для отслеживания вы уверены, что Повстанцы изо всех сил пытаются найти вас. Вы можете только надеяться, что их замешательство продлится до тех пор, пока не будет найдено больше топлива.
zh_hans: 没了求救信标或任何超光速跃迁的痕迹来追踪，你确信叛军的追踪十分艰难。你只能希望在找到更多燃料之前他们依然处于困惑中。

# data/events_fuel.xml.append$//textList[@name="FUEL_FLEET_DISTRESS_LIST"]/text[7]
source: The Rebel fleet seems to be unable to locate your ship's signature. If only you could get some fuel, you might still have a chance to place some distance between you and the Rebels...
fr: La flotte Rebelle semble incapable de localiser la signature de votre vaisseau. Si seulement vous parveniez à trouver du carburant, vous pourriez en profiter pour reprendre un peu d'air...
ko: 반군 함대는 당신 함선의 위치를 찾지 못한 것 같습니다. 연료를 구할 수만 있다면, 아마도 반군들과의 거리를 벌려 놓을 기회가 있을지도 모릅니다.
ru: Флот повстанцев, похоже, не в состоянии обнаружить сигнатуру вашего корабля. Если бы только вы могли раздобыть немного топлива, у вас все еще был бы шанс установить некоторую дистанцию между вами и повстанцами...
zh_hans: 叛军舰队看来没法定位你的星舰的踪迹。只要你能弄到一些燃料，你还有机会和叛军舰队拉开距离...

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You contemplate that it is fortunate the ship's life support system does not rely on FTL fuel cells.
fr: Heureusement que le système de survie de votre vaisseau ne fonctionne pas à l'aide de cellules de carburant SPL !
ko: 당신은 함선의 산소실이 초광속 도약 연료와 관계없이 작동한다는 사실에 안도했습니다.
ru: Вы размышляете о том, как удачно, что система жизнеобеспечения корабля не полагается на сверхсветовые топливные элементы.
zh_hans: 你庆幸星舰的生命维持系统不需要超光速燃料来供能。

source: Nothing happens. Your calls go unanswered.
fr: Il ne se passe rien. Nul ne répond à vos messages.
ko: 아무 일도 일어나지 않았습니다. 무전 신호에 아무도 대답하지 않았습니다.
ru: Ничего не происходит. Ваши звонки остаются без ответа.
zh_hans: 无事发生，你的呼叫没有得到回应。

source: The distress beacon's light is the only movement visible outside the ship.
fr: La lueur de la balise de détresse est le seul signe de vie visible en dehors de votre vaisseau.
ko: 함선 밖에서 보이는 거라곤 조난 신호장치의 불빛밖에 없었습니다.
ru: Свет маяка бедствия - единственное движение, видимое за пределами корабля.
zh_hans: 求救信标的闪光是船外唯一可见的可动物体。

source: No ships jump into the sector...
fr: Aucun vaisseau n'arrive dans le secteur...
ko: 어떤 함선도 이 구역으로 도약해오지 않았습니다...
ru: Ни один корабль не прыгает в сектор...
zh_hans: 没有舰船跃迁进星区...

source: A few passing ships seem oblivious to your distress call and ignore all hails.
fr: Les rares vaisseaux de passage ne s'intéressent pas à votre message de détresse. Ils ne prennent même pas la peine de répondre à vos tentatives de communication.
ko: 함선 몇 척이 지나갔으나 당신의 조난 신호를 알아채지 못한 듯 보이며, 모두 무시하고 가버렸습니다.
ru: Несколько проходящих мимо кораблей, похоже, не обращают внимания на ваш сигнал бедствия и игнорируют все оклики.
zh_hans: 一些路过的舰船对你的求救信号无动于衷，忽略了你的呼叫。

source: A few civilian ships are within scanning range, yet none respond to your calls.
fr: Vous avez plusieurs vaisseaux civils à portée d'instruments, et pourtant, aucun ne répond à vos messages.
ko: 민간인 함선 몇 척이 스캐너 탐지 거리에 들어왔지만, 아무도 당신의 무전에 반응하지 않았습니다.
ru: Несколько гражданских кораблей находятся в пределах досягаемости сканирования, но ни один не отвечает на ваши звонки.
zh_hans: 一些平民舰船在扫描范围内，然而没有人回应你的呼叫。

source: No ships pass through the area.
fr: Aucun vaisseau ne passe dans le secteur.
ko: 아무 함선도 이 구역을 통과하지 않았습니다.
ru: Ни один корабль не проходит через этот район.
zh_hans: 没有舰船通过该区域。

# data/events_fuel.xml.append$//event[@name="FUEL_SELLER_DISTRESS"]/text
source: A small ship arrives with a message, "This automated ship will provide refueling services once a monetary exchange is complete. Complimentary amounts of fuel are available in emergencies only."
fr: Un petit vaisseau arrive, et vous recevez aussitôt un message de sa part : "Ce vaisseau automatisé peut vous vendre du carburant en cas de transaction finalisée. Surplus de carburant uniquement disponible en cas d'urgence."
ko: 소형 함선이 교신을 보내며 접근해왔습니다. "이 무인선은 유료 연료 보급 서비스를 제공합니다. 무료 제공은 비상시에만 가능합니다."
ru: Прибывает небольшой корабль с сообщением: "Этот автоматический корабль будет предоставлять услуги по дозаправке, как только денежный обмен будет завершен. Бесплатное количество топлива предоставляется только в чрезвычайных ситуациях".
zh_hans: 一艘小舰船带着一条消息到来，"这艘自动舰可以提供加油服务，先钱后货。免费燃料服务仅限紧急情况。"
