Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_AUTO"]/choice[2]/text
source: Ignore the factory.
es: Ignorar la fábrica.
fr: Ignorer l'usine.
it: Ignora la fabbrica.
ko: 공장을 무시한다.
ru: Не обращать внимания на фабрику.
zh_hans: 无视这座工厂。

source: You don't have time for spare oddjobs. You ignore the bulletin and carry on.
es: No tienes tiempo para trabajos secundarios extraños. Ignoras el anuncio y continúas.
fr: Vous n'avez pas le temps de faire des petits boulots. Vous ignorez l'annonce et partez.
it: Non hai tempo per i lavoretti. Ignori la bacheca e prosegui.
ko: 남들의 잡일을 해줄 시간은 없습니다. 당신은 광고를 무시하고 갈 길을 갑니다.
ru: У вас нет времени на дополнительные подработки. Вы игнорируете объявление и идете дальше.
zh_hans: 你没有时间做多余的古怪工作。你忽略公告，继续前进。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: A Vampweed has contracted you to secure an Auto-ship at a nearby Rebel hangar.
es: Un Vampweed te ha contratado para asegurar una nave automática en un hangar Rebelde cercano.
fr: Un Vampiflore vous a engagé pour sécuriser un Auto-vaisseau sur un hangar rebelle proche.
it: Una vampirerba ti ha assoldato per prendere una robo-nave a un hangar ribelle nelle vicinanze.
ko: 흡혈초가 당신에게 연락해 근처 반군 격납고에 있는 무인선을 포획해달라 요청합니다.
ru: Вампсорняк заключил с вами контракт на захват автоматического корабля в ближайшем ангаре повстанцев.
zh_hans: 血草兰花与你签约，让你在附近的叛军舰库弄一艘自动飞船。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_AUTO_QUEST"]/text
source: You've tracked down the coordinates of the Rebel hangar. A singular active Auto-ship is protecting the area.
es: Has localizado las coordenadas del hangar Rebelde. Una única nave automática activa protege la zona.
fr: Vous avez localisé le hangar rebelle. Un Auto-vaisseau singulier activé protège la zone.
it: Raggiungi le coordinate dell'hangar ribelle. Una singola robo-nave attiva è a guardia di questa zona.
ko: 당신은 반군 격납고의 좌표를 추적합니다. 활성화된 무인선 단 한 대가 격납고를 지키고 있습니다.
ru: Вы отследили координаты ангара повстанцев. Территорию охраняет один активный автоматический корабль.
zh_hans: 你已经找到了叛军舰库的坐标。一艘活跃的自动飞船正在保护这个地区。

source: Attack the security drone.
es: Atacar al dron de seguridad.
fr: Attaquer le drone de sécurité.
it: Attacca il drone di sicurezza.
ko: 무인 경비선을 공격한다.
ru: Атаковать охранный беспилотник.
zh_hans: 攻击这个安保无人机。

source: "Hostile ship detected in protected zone. Activating deterrence mode."
es: “Nave hostil detectada en zona protegida. Activando modo de disuasión.”
fr: "Vaisseau hostile détecté dans la zone protégée. Activation du protocole de dissuasion."
it: "Nave ostile rilevata in zona protetta. Attivazione modalità deterrenza."
ko: "보호 구역에 적대 함선 탐지. 저지 모드 가동."
ru: "Вражеский корабль обнаружен в охраняемой зоне. Активирую режим сдерживания".
zh_hans: “在受保护区域发现敌舰。启动威慑模式。”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the hangar.
es: Evitar el hangar.
fr: Éviter le hangar.
it: Evita l'hangar.
ko: 격납고를 피한다.
ru: Избегать ангара.
zh_hans: 避开这个舰库。

source: You've changed your mind about completing the job.
es: Has cambiado de opinión respecto a completar el trabajo.
fr: Vous avez changé d'avis et vous décidez de ne pas terminer cette mission.
it: Hai cambiato idea sul portare a termine il lavoro.
ko: 당신은 이번 일에 관한 생각을 바꿨습니다.
ru: Вы передумали выполнять работу.
zh_hans: 你对完成这项工作改变了主意。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Great work! I'm shocked there was only one drone protecting the area, but I guess the Rebels don't care too much about their Auto-ships, do they? I know I already paid you, but here. Have a drone schematic, on the house."
es: “¡Buen trabajo! Me sorprende que solo hubiera un dron protegiendo la zona, pero supongo que a los Rebeldes no les importan demasiado sus naves automáticas, ¿verdad? Sé que ya te pagué, pero toma. Aquí tienes un plano de dron, cortesía de la casa.”
fr: "Bon boulot ! Je suis surpris qu'un seul drone protégeait la zone, mais j'imagine que les Rebelles se fichent pas mal de leurs Auto-vaisseaux, n'est-ce pas ? Je sais que je vous ai déjà payé mais bon, prenez ce schéma de drone. Cadeau de la maison."
it: "Ottimo lavoro! Mi sorprende che ci fosse un solo drone a proteggere la zona, ma suppongo che ai ribelli non importi molto delle loro robo-navi, non trovi? So di averti già pagato, ma tieni. Prendi uno schema per droni. Offre la casa."
ko: "잘 하셨습니다! 격납고 근처를 지키는 무인선이 고작 한 대인 건 충격적이긴 한데, 반군이 딱히 소유 무인선에 관심을 안 가진다는 거겠죠? 선금을 이미 드렸지만, 서비스로 드론 도면도 하나 드릴게요."
ru: "Отличная работа! Я в шоке, что только один беспилотник защищал территорию, но, думаю, повстанцы не слишком заботятся о своих автоматических кораблях, не так ли? Я знаю, что уже заплатил вам, но вот. Держите схему дрона, за счет заведения".
zh_hans: “干得好！我很震惊只有一架无人机保护着这个地区，但我猜叛军并不太关心他们的自动船，不是吗？我知道我已经付钱给你了，不过，拿上这个无人机蓝图，就放在房间里。”

source: "Great work! I'm shocked there was only one drone protecting the area, but I guess the Rebels don't care too much about their Auto-ships, do they? I know I already paid you, but here. Have a reactor upgrade, on the house."
es: “¡Buen trabajo! Me sorprende que solo hubiera un dron protegiendo la zona, pero supongo que a los Rebeldes no les importan demasiado sus naves automáticas, ¿verdad? Sé que ya te pagué, pero toma. Aquí tienes una mejora de reactor, cortesía de la casa.”
fr: "Bon boulot ! Je suis surpris qu'un seul drone protégeait la zone, mais j'imagine que les Rebelles se fichent pas mal de leurs Auto-vaisseaux, n'est-ce pas ? Je sais que je vous ai déjà payé mais bon, prenez cette amélioration de réacteurs. Cadeau de la maison."
it: "Ottimo lavoro! Mi sorprende che ci fosse un solo drone a proteggere la zona, ma suppongo che ai ribelli non importi molto delle loro robo-navi, non trovi? So di averti già pagato, ma tieni. Una miglioria al reattore. Offre la casa."
ko: "잘 하셨습니다! 격납고 근처를 지키는 무인선이 고작 한 대인 건 충격적이긴 한데, 반군이 딱히 소유 무인선에 관심을 안 가진다는 거겠죠? 선금을 이미 드렸지만, 서비스로 드론 도면도 하나 드릴게요."
ru: "Отличная работа! Я в шоке, что только один беспилотник защищал территорию, но, думаю, повстанцы не слишком заботятся о своих автоматических кораблях, не так ли? Я знаю, что уже заплатил вам, но вот. Модернизация реактора за счет заведения".
zh_hans: “干得好！我很震惊只有一架无人机保护着这个地区，但我猜叛军并不太关心他们的自动船，不是吗？我知道我已经付钱给你了，不过，我可以帮你免费升级反应堆。”

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_AMBASSADOR"]/text
source: A Federation vessel lingers nearby, its systems still active but with clear signs something is wrong. The ship responds to no hails or any other form of communication, and drifts aimlessly through space.
es: Una nave de la Federación permanece cerca, con sus sistemas aún activos pero con claras señales de que algo anda mal. La nave no responde a ninguna llamada ni a ninguna otra forma de comunicación, y deriva sin rumbo por el espacio.
fr: Un vaisseau de la Fédération est stationné non loin. Ses systèmes sont activés, mais il est clair que quelque chose ne va pas. Le vaisseau ne répond pas à vos tentatives de communication et continue de dériver sans but dans l'espace.
it: Una nave della Federazione è appostata nelle vicinanze, i suoi sistemi sono ancora attivi, ma ci sono chiari segni che qualcosa non va. La nave non risponde alle trasmissioni o ad alcuna forma di comunicazione e vaga alla deriva nello spazio.
ko: 근처에 한 연방 선박이 보이는데, 시스템은 작동 중이지만 무언가 문제가 있는 것이 분명합니다. 어떠한 교신이나 통신에도 응답하지 않고 하염없이 우주 공간을 떠돌고 있습니다.
ru: Корабль Федерации замер неподалеку, его системы все еще активны, но явно видно, что с ним что-то не так. Корабль не отвечает ни на вызовы, ни на другие способы связи и бесцельно дрейфует в пространстве.
zh_hans: 一艘联邦飞船在附近徘徊，它的系统仍然活跃，但有明显的迹象表明出了问题。这艘船对呼叫或任何其他形式的通信没有反应，漫无目的地在太空中漂流。

source: Board and see if anyone needs help.
es: Abordar y ver si alguien necesita ayuda.
fr: L'aborder et voir si quelqu'un à besoin d'aide.
it: Sali a bordo e vedi se qualcuno ha bisogno di aiuto.
ko: 내부에 진입하고 도움이 필요한 사람이 있는지 살펴본다.
ru: Узнать, нужна ли кому-нибудь помощь.
zh_hans: 登舰，看看是否有人需要帮助。

source: While scrapping the ship, you find a choking Federation captain. You pull them out from under some collapsed debris, and once they've recovered they thank you. They inform you they were sent to escort a Federation ambassador on a diplomatic mission to the Confederacy when they were attacked by a Coalition vessel. The life signatures of the ambassador are still being tracked - you might still be able to save them!
es: Mientras desmantelas la nave, encuentras a un capitán de la Federación que se está asfixiando. Lo sacas de debajo de unos escombros colapsados y, una vez recuperado, te da las gracias. Te informa que fueron enviados para escoltar a un embajador de la Federación en una misión diplomática a la Confederación cuando fueron atacados por una nave de la Coalición. Las señales de vida del embajador aún se están rastreando: ¡quizá todavía puedas salvarlo!
fr: En fouillant le vaisseau, vous tombez sur un capitaine de la Fédération en train de suffoquer. Vous le sortez des décombres et, une fois remis de ses émotions, il vous remercie. Il vous informe qu'il servait d'escorte à un ambassadeur de la Fédération en mission diplomatique avec la Confédération, quand ils ont été attaqués par un vaisseau de la Coalition. La signature vitale de l'ambassadeur est encore active ; vous pouvez encore le sauver !
it: Mentre smantelli la nave, trovi un capitano della Federazione che sta soffocando. Lo tiri fuori da sotto un cumulo di macerie e, una volta ripresosi, ti ringrazia. Ti spiega che erano stati mandati a scortare un'ambasciatrice federale in missione diplomatica alla Confederazione quando è stata attaccata da una nave della Coalizione. I segni vitali dell'ambasciatrice sono ancora rintracciabili... potresti ancora salvarla!
ko: 함선을 뒤지다 질식해 가던 연방 선장을 발견했습니다. 그는 무너진 잔해에서 구출되어 의식을 되찾고 감사를 표했습니다. 그가 사건의 진상을 밝히길, 공동체에 외교 임무를 수행하러 가던 연방 대사를 호위하던 도중 연합 선박에 공격받았다고 합니다. 아직 대사의 생명 신호가 추적되고 있으니, 지금이라도 대사를 구할 수 있을지 모릅니다!
ru: Разбирая корабль на металлолом, вы находите задыхающегося капитана Федерации. Вы вытаскиваете его из-под завалов, и, придя в себя, он благодарит вас. Он сообщает вам, что их отправили сопровождать посла Федерации с дипломатической миссией в Конфедерацию, когда на них напало судно Коалиции. Сигналы жизни посла все еще поступают - возможно, вы еще сможете его спасти!
zh_hans: 在拆解船体时，你发现一名窒息的联邦船长。你把他们从坍塌的碎片下拉出来。他们刚刚恢复过来，便向你表示了诚挚的感谢。他们告诉你，他们被派去护送一名联邦大使前往血兰邦执行外交任务，但他们被一艘联军船只袭击。大使的生命信号仍然可被追踪——你也许还能救他们！

source: Scrap the vessel.
es: Desmantelar la nave.
fr: Démanteler le vaisseau.
it: Smantella la nave.
ko: 선박을 스크랩으로 만든다.
ru: Разобрать судно на металлолом.
zh_hans: 搜刮这艘船。

source: You move in to scrap the hull, still wondering if the ship will react. It doesn't, and your salvage mission goes completely undisturbed. Maybe you could have done something to help, but now your cargo is lined with extra scrap.
es: Te acercas para desguazar el casco, aún preguntándote si la nave reaccionará. No lo hace, y tu misión de salvamento transcurre sin incidentes. Tal vez podrías haber hecho algo para ayudar, pero ahora tu bodega está llena de chatarra extra.
fr: Vous commencez à démanteler la coque du vaisseau en vous demandant s'il va réagir. Il n'émet aucun signe et votre mission de récupération se déroule sans heurts. Vous auriez peut-être pu faire quelque chose pour lui venir en aide, mais au moins votre chargement est maintenant rempli de ferraille supplémentaire.
it: Ti muovi per smantellare lo scafo, chiedendoti ancora se la nave reagirà. Non succede niente e la tua missione di recupero è completamente indisturbata. Forse avresti potuto fare qualcosa per aiutare, ma ora la tua stiva ha un bel po' di moduli in più.
ko: 당신은 선체를 긁어모으면서도 선박이 여전히 작동할지 궁금해했습니다. 하지만 모든 기능이 완전히 멈춘 상태였고 인양 작업도 끝까지 진행했습니다. 뭔가 도움이 될 만한 일을 할 수도 있었겠지만, 어쨌든 화물칸에 여분의 스크랩이 쌓였습니다.
ru: Вы приступаете к разборке корпуса, задаваясь вопросом, отреагирует ли корабль. Он не реагирует, и ваша миссия по сбору металлолома проходит совершенно спокойно. Возможно, вы могли бы чем-то помочь, но теперь ваш грузовой отсек завален кучей лома.
zh_hans: 你把报废的船体搬进仓库，仍然想知道船是否会有反应。没有，你的打捞任务完全不受干扰。也许你本可以做些什么来帮忙，但是现在你的货物里有一堆额外的废料。

source: Ignore the vessel.
es: Ignorar la nave.
fr: Ignorer le vaisseau.
it: Ignora la nave.
ko: 선박을 무시한다.
ru: Не обращать внимания на судно.
zh_hans: 无视那艘飞船。

source: You don't have time to go investigating every mysterious ship you stumble across, even if they're Federation.
es: No tienes tiempo para investigar cada nave misteriosa con la que te cruzas, incluso si es de la Federación.
fr: Vous n'avez pas le temps de fouiller tous les vaisseaux mystérieux que vous croisez, même ceux de la Fédération.
it: Non hai tempo per controllare ogni singola nave misteriosa in cui t'imbatti, anche se è della Federazione.
ko: 길 가다 마주치는 모든 미심쩍은 함선을 다 조사할 시간은 없습니다. 그것이 연방 함선이라 할지라도요.
ru: У вас нет времени исследовать каждый таинственный корабль, на который вы наткнетесь, даже если это корабль Федерации.
zh_hans: 你没有时间去调查你偶然发现的每一艘神秘飞船，即使它们属于联邦。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Life signs of a Federation ambassador are tracked here.
es: Aquí se rastrean señales de vida de un embajador de la Federación.
fr: La signature vitale de l'ambassadeur de la Fédération vous a conduit ici.
it: I segni vitali di un'ambasciatrice federale conducono qui.
ko: 연방 대사의 생명 신호가 이곳에서 나오고 있습니다.
ru: Отсюда поступают признаки жизни посла Федерации.
zh_hans: 联邦大使的生命追踪信号出现在这里。

source: Following the ambassador's life signatures has led you to a Coalition base. Activity seems to be as usual, save for even further increased security. They're refusing all hails.
es: Seguir las señales de vida del embajador te ha llevado a una base de la Coalición. La actividad parece normal, salvo por una seguridad aún más reforzada. Rechazan todas las comunicaciones.
fr: Suivre la signature vitale de l'ambassadeur vous a mené à une base de la Coalition. Elle ne semble pas plus active que d'habitude, mais la sécurité a été renforcée. Ils refusent de répondre à vos appels.
it: Seguire i segni vitali dell'ambasciatrice ti ha condotto a una base della Coalizione. Le attività sembrano normali, a parte per una sicurezza ancora più stretta. Respingono tutti i tentativi di contatto.
ko: 대사의 생명 신호를 따라 연합 기지에 도착했습니다. 일반적인 경우보다 보안이 삼엄한 것을 제외하면 특별한 일은 없어 보입니다. 그들은 모든 교신을 거부하고 있습니다.
ru: Следуя за жизненными сигнатурами посла, вы попали на базу Коалиции. Похоже, все как обычно, за исключением еще более усиленной охраны. Они отказываются от всех ваших попыток выйти на связь.
zh_hans: 跟随大使的生命追踪信号，你来到了星联基地。这里的一切似乎与往常一样，除了进一步加强的安保力量。他们拒绝了所有的呼叫。

source: Engage the station and force them to give up the ambassador.
es: Atacar la estación y obligarlos a entregar al embajador.
fr: Attaquer la station et les forcer à vous remettre l'ambassadeur.
it: Attacca la stazione e costringili a consegnare l'ambasciatrice.
ko: 대사를 돌려받기 위해 정거장과 교전한다.
ru: Связаться со станцией и заставить их отдать посла.
zh_hans: 与空间站交战，迫使他们交出大使。

source: As far as you can tell, there's only two ways to get the ambassador out of this. One; force the Coalition to give up somehow, or two; get rid of all the security. Neither will be easy, so get ready to fight!
es: Por lo que puedes deducir, solo hay dos formas de sacar al embajador de aquí: una, obligar a la Coalición a rendirse de algún modo, o dos, eliminar toda la seguridad. Ninguna será fácil, así que prepárate para luchar!
fr: Vous avez beau réfléchir, vous ne voyez que deux solutions pour sortir l'ambassadeur de là : faire capituler la Coalition d'une manière ou d'une autre ; ou vous débarrasser de la sécurité. Aucune des ces deux solutions ne sera simple, alors soyez prêt à vous battre !
it: Per come la vedi, ci sono solo due modi per far uscire l'ambasciatrice da lì. Primo: costringere in qualche modo la Coalizione alla resa. Secondo: sbarazzarti di tutta la sicurezza. Nessuno dei due sarà facile, quindi preparati a combattere!
ko: 이 상황에서 대사를 구할 방법은 두 가지뿐입니다. 첫째, 어떻게든 연합이 포기하도록 압박하기. 둘째, 모든 경비를 없애기. 둘 다 쉽지 않을 테니 준비 단단히 하세요!
ru: Насколько вы можете судить, есть только два способа освободить посла. Первый: заставить Коалицию сдаться или второй: избавиться от всей охраны. Ни то, ни другое не будет легко, так что приготовьтесь к бою!
zh_hans: 据你所知，只有两种方法可以让大使安全离开。一；迫使星联放弃，或者二；解除这里所有的安保力量。这两个都不容易，所以准备开始战斗吧！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give up and leave.
es: Rendirse e irse.
fr: Abandonner et partir.
it: Arrenditi e vattene.
ko: 포기하고 떠난다.
ru: Сдаться и уйти.
zh_hans: 放弃并离开。

source: You've decided maybe engaging this Coalition station isn't the greatest idea.
es: Decides que enfrentarte a esta estación de la Coalición quizá no sea la mejor idea.
fr: Après mures réflexions, s'attaquer à cette station de la Coalition n'est peut-être pas la meilleure des idées.
it: Hai deciso che forse affrontare questa stazione della Coalizione non è una grande idea.
ko: 당신은 이 연합 정거장과 엮이는 것은 좋지 않다고 판단했습니다.
ru: Вы решили, что, возможно, взаимодействие с этой станцией Коалиции - не самая лучшая идея.
zh_hans: 你已经下定决心，也许与这个星联空间站接触并不是最好的主意。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ambassador is a young human woman, likely no older than her early thirties. "Oh thank god, I'm alive. I thought for certain it was only a matter of time before they executed me. This Slug, the one in charge... he was so furious. He called the ones who took me captive reckless. God... people think their actions just don't have consequences anymore, do they? This is the sort of thing that starts wars." She dusts off her shoulders and sighs. "You're the Renegade from Universe 0, if I'm not mistaken. Thank you for your service to the Federation. Please, drop me off at the nearest allied station so I may contact the Federation. In the meantime I'll pull some strings and see if I can help solve some of your pressing concerns..."
es: La embajadora es una joven humana, probablemente de poco más de treinta años. “Oh, gracias a Dios, estoy viva. Estaba segura de que solo era cuestión de tiempo antes de que me ejecutaran. Este Slug, el que estaba a cargo… estaba furioso. Llamó imprudentes a quienes me capturaron. Dios… la gente cree que sus acciones ya no tienen consecuencias, ¿verdad? Este es el tipo de cosas que inicia guerras.” Se sacude el polvo de los hombros y suspira. “Eres el Renegado del Universo 0, si no me equivoco. Gracias por tu servicio a la Federación. Por favor, llévame a la estación aliada más cercana para que pueda contactar a la Federación. Mientras tanto, moveré algunos hilos y veré si puedo ayudar a resolver algunos de tus problemas más urgentes…”
fr: L'ambassadeur s'avère être une jeune Humaine. Vous ne lui donnez pas plus de trente ans. "Oh Dieu merci, je suis en vie ! J'étais convaincue qu'ils allaient m'exécuter bientôt. Cette Limace, celle qui était aux commandes... elle était si furieuse. Elle trouvait mes geôliers trop négligents. Bonté divine... les gens oublient-ils que leurs actions ont des conséquences ? C'est ce genre d'actes qui déclenchent des guerres." Elle époussète ses épaules et soupir. "Si je ne me méprends pas, vous êtes les renégats de l'Univers 0. Merci pour l'aide que vous avez apportée à la Fédération. Veuillez me déposer à la station la plus proche pour que je puisse les contacter. En attendant, je devrais pouvoir tirer quelques ficelles et trouver le moyen de régler quelques-uns de vos problèmes."
it: L'ambasciatrice è una giovane umana che avrà al massimo trent'anni. "Oh grazie al cielo sono viva. Credevo davvero che sarebbe stata solo questione di tempo prima che mi giustiziassero. Questo slugman, il capo... era su tutte le furie. Ha chiamato quelli che mi hanno fatta prigioniera degli screanzati. Buon dio... ormai tutti credono le loro azioni non abbiano conseguenze, non trovi? È così che si iniziano le guerre." Si scrolla nelle spalle e sospira. "Sei il Rinnegato dell'Universo 0 se non erro. Grazie per i tuoi servigi alla Federazione. Ti chiedo cortesemente di lasciarmi alla stazione alleata più vicina così potrò contattare la Federazione. Nel frattempo, potrei fare qualcosa per aiutarti a risolvere alcuni dei tuoi problemi..."
ko: 대사는 30대 초반으로 보이는 젊은 인간 여성이었습니다. "오, 하느님 감사합니다. 제가 살아있어요. 저들이 저를 처형하는 건 시간 문제라고 생각했어요. 그 슬러그, 이곳의 책임자는... 굉장히 노해 있었어요. 절 포로로 잡은 놈들을 무모한 놈이라고 불렀죠. 세상에... 이제는 사람들이 자기 행동의 결과도 생각하지 않나 보죠? 이런 일들이 전쟁을 일으키는 건데." 그녀가 어깨의 먼지를 털어내며 한숨을 내쉽니다. "내가 착각하지 않았다면 당신은 0번 우주의 배회자군요. 연방을 위해 봉사해 주셔서 감사합니다. 연방에 연락할 수 있도록 가장 가까운 우호국의 정거장에 내려주세요. 그동안에 저는 당신의 긴급한 문제를 도울 방법을 찾아볼게요..."
ru: Посол - молодая человеческая женщина, скорее всего, не старше тридцати лет. "Слава богу, я жива. Я была уверена, что моя казнь - лишь вопрос времени. Этот слизень, главный... он был так взбешен. Он назвал тех, кто взял меня в плен, безрассудными. Боже... Люди думают, что их поступки теперь не имеют последствий, не так ли? Вот из-за таких вещей и начинаются войны". Она смахивает пыль с плеч и вздыхает. "Вы - Ренегат из Вселенной 0, если не ошибаюсь. Спасибо за службу Федерации. Пожалуйста, высадите меня на ближайшей станции союзников, чтобы я могла связаться с Федерацией. А пока я потяну за ниточки и посмотрю, смогу ли я помочь решить некоторые из ваших насущных проблем..."
zh_hans: 大使是一位年轻的人类女性，年龄可能不超过30岁出头。“哦，感谢上帝，我还活着。我确信他们处决我只是时间问题。这个蛞蝓族负责人……他非常愤怒。他称俘虏我的人是鲁莽的。上帝……难道那些家伙认为他们的行为没有任何后果及深远影响？这可是一种引发战争的事情。” 她拍了拍肩膀，叹了口气。“如果我没记错的话，你是来自0号宇宙的变元者。谢谢你为联邦服务。请把我送到最近的联邦空间站，这样我就可以联系联邦了。同时，我会牵线搭桥，看看是否能帮助你解决一些紧迫问题……”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
