Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: "Everything you just said makes no sense. What the hell is a flagmin? A stephalimo? A lombone? Those aren't even real words! They... they don't even sound like they COULD be real! I was asking for real help, not cryptid botany." Frustrated, the Florals mute you and go back to preparing.
es: “Todo lo que acabas de decir no tiene ningún sentido. ¿Qué demonios es un flagmin? ¿Un stephalimo? ¿Un lombone? ¡Ni siquiera son palabras reales! ¡Ni siquiera suenan como si PUDIERAN ser reales! Pedí ayuda de verdad, no botánica de críptidos.” Frustrados, los Florals te silencian y vuelven a sus preparativos.
fr: " Ce que vous dites n'a aucun sens. C'est quoi ça, un flagmin ? Et un stephalimo ? Un lombone ? C'est même pas des vrais mots ! Ils ressemblent même pas à des mots qui POURRAIENT exister ! Je voulais une aide sérieuse, pas de la cryptobotanique. " Frustrés, les Floraux coupent la communication et retournent à leurs affaires.
it: "Niente di quello che hai detto ha il benché minimo senso. Che diavolo è un flagmin? Uno stephalimo? Un lombone? Non sono nemmeno vere parole! Non... non sembra neanche che POSSANO essere vere! Stavo chiedendo un vero aiuto, non qualcosa sulla criptobotanica." Frustrati, i floreali chiudono la trasmissione e tornano a prepararsi.
ko: "끝까지 무슨 소리인지 하나도 모르겠습니다. 플래그민이 대체 뭔데요? 스테팔리모와 롬본은 또 뭐고? 실존하는 단어도 아니잖습니까! 아니... 그럴싸하게 들리지도 않아요! 저희는 도움이 필요해서 교신했지, 미확인 식물학 강의나 들으려 교신한 게 아니란 말입니다." 불만에 찬 오키드는 당신을 차단하고 다시 준비하러 돌아갑니다.
ru: "Все, что ты только что сказал, не имеет смысла. Что такое, мать твою, флагмин? Стефалимо? Ламбон? Это что угодно, но не настоящие слова! Они даже... даже не ЗВУЧАТ как настоящие! Я просил о помощи, а не о криптографической ботанике". Недовольные орхидеи прерывают связь и возвращаются к подготовке.
zh_hans: “你刚才说的什么毫无意义的乱七八糟。Flagmin到底是什么东西？stephalimo？lombone？这些甚至不是字典里能查到的单词！它们...它们甚至听起来就不像是真的！我在寻求真正的帮助，而不是神秘主义植物学。”沮丧的兰花族把你静了音，回去继续抓耳挠腮。

source: The Orchids are grateful for your advice, and offer you their sincerest thanks. "Here, the Confederates gave us a Spore Launcher to help protect ourselves, but so far we haven't had many issues. You can have it instead, it'll probably suit a military vessel better!"
es: Los Orchids agradecen tu consejo y te ofrecen su más sincero agradecimiento. “Mira, los Confederados nos dieron un Lanzador de Esporas para ayudarnos a protegernos, pero hasta ahora no hemos tenido muchos problemas. Puedes quedártelo, ¡probablemente se adapte mejor a una nave militar!”
fr: Les Orchidées sont reconnaissantes pour vos conseils et vous remercient chaleureusement. " Tenez, la Confédération nous avait donné un Lanceur de Spores pour notre défense, mais on a pas vraiment eu de problèmes jusqu'à maintenant. Vous pouvez le prendre. Il conviendra sans doute mieux à un vaisseau militaire ! "
it: Gli orchid ti sono grati per il consiglio, e ti offrono i loro più sentiti ringraziamenti. "Tieni, i confederati ci hanno dato un lanciaspore per aiutarci a proteggerci, ma finora non abbiamo avuto molti problemi. Puoi averlo tu, forse è più adatto a una nave militare!"
ko: 오키드는 당신의 도움에 진심으로 감사를 표합니다. "받으세요. 공동체에서 방어용 포자 발사기를 줬어요. 그런데 아직까지 딱히 쓸 일이 없었거든요. 그러니까 대신 가지세요. 군함에 더 적합할 것 같네요!"
ru: Благодарные за помощь орхидеи выражают вам свою искреннюю признательность. "Конфедераты подарили нам споровую пусковую установку, чтобы мы могли защитить себя, но пока у нас не было особых проблем. Вы можете взять ее себе, она, пожалуй, больше подойдет для военного корабля!"
zh_hans: 兰花族感谢你的建议，并向你致以最诚挚的感谢。“集议会在我们出任务之前给了我们一个孢子发射器，这玩意儿似乎是用来自卫的一件武器，虽然到目前为止，我们并没有遇到什么能用得上这件武器的突发情况。你可以拥有它，它可能更适合你的军舰！”

source: The Orchids are grateful for your advice, and offer you their sincerest thanks. "Here, we were provided with map data for this sector to help us locate other local utilities, but it should come in use for you as well!"
es: Los Orchids agradecen tu consejo y te ofrecen su más sincero agradecimiento. “Aquí nos proporcionaron datos de mapa para este sector para ayudarnos a localizar otras utilidades locales, ¡pero también te serán útiles a ti!”
fr: Les Orchidées sont reconnaissantes pour vos conseils et vous remercient chaleureusement. "Tenez, on nous a fourni des données cartographiques sur le secteur pour nous aider à trouver les stations locales. Elles pourraient vous être utiles aussi !"
it: Gli orchid ti sono grati per il consiglio, e ti offrono i loro più sentiti ringraziamenti. "Tieni, ci sono stati forniti dati sulla mappa di questo settore per aiutarci a trovare altre stazioni locali, ma dovrebbero essere utili anche a te!"
ko: 오키드는 당신의 도움에 진심으로 감사를 표합니다. "받으세요. 인근 시설을 찾을 수 있게 구역의 지도 데이터를 받았어요. 함장님도 유용하게 쓸 것 같네요!"
ru: Благодарные за помощь орхидеи выражают вам свою искреннюю признательность. "Нам предоставили картографические данные этого сектора, чтобы помочь найти другие объекты, но она должна пригодиться и вам!"
zh_hans: 兰花感谢您的建议，并向您表示最诚挚的感谢。“我们之前获得了该区域的地图数据，以帮助我们找到这里的其他公共居住区。这份数据应该对您有用！”

source: The Orchids are grateful for your advice, and offer you their sincerest thanks. "Unfortunately we don't have too much to offer in ways of physical rewards, but we can provide some spare resources."
es: Los Orchids agradecen tu consejo y te ofrecen su más sincero agradecimiento. “Lamentablemente no tenemos mucho que ofrecer en cuanto a recompensas físicas, pero podemos proporcionar algunos recursos sobrantes.”
fr: Les Orchidées sont reconnaissantes pour vos conseils et vous remercient chaleureusement. "Malheureusement, nous n'avons pas beaucoup de matériels à vous offrir, mais nous pouvons vous donner un peu de ressources."
it: Gli orchid ti sono grati per il consiglio, e ti offrono i loro più sentiti ringraziamenti. "Sfortunatamente non abbiamo molto con cui ricompensarti, ma possiamo darti alcune risorse."
ko: 오키드는 당신의 도움에 진심으로 감사를 표합니다. "안타깝게도 보상으로 드릴 수 있는 건 없지만, 자원은 약간 드릴 수 있어요."
ru: Благодарные за помощь орхидеи предлагают вам подарок. "К сожалению, мы не можем предложить ничего особенного в качестве материального вознаграждения, но мы можем выделить немного ресурсов".
zh_hans: 兰花感谢您的建议，并向您表示最诚挚的感谢。“非常感谢，但不幸的是，我们在物质奖励方面没有太多可提供的，但我们可以提供一些备用资源。”

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_SCRAPYARD"]/text
source: A large scrapyard has been assembled nearby, littered with the scraps from factory rejects. A few Vampweed ships are guarding it, but considering no one else seems to be using it, maybe they'll let you in?
es: Un gran desguace ha sido montado cerca, repleto de restos de rechazos de fábrica. Unas pocas naves Vampweed lo custodian, pero dado que nadie más parece usarlo, ¿quizás te dejen entrar?
fr: Une immense décharge a été installée non loin, remplie de déchets d'usines et gardée par quelques vaisseaux Vampiflores. Comme personne ne semble l'utiliser, peut-être vous laisseront-ils passer ?
it: Un'enorme discarica è stata installata qui vicino, piena di scarti da rifiuti di fabbrica. Alcune navi vampirerbe stanno facendo la guardia, ma visto che nessuno la sta usando, magari ti lasceranno entrare?
ko: 공장에서 버려진 불량품에서 나온 고철덩이가 널려져 있는 고철 처리장이 근처에 세워져 있습니다. 흡혈초 함선 여러 대가 처리장을 지키고 있지만, 아무도 안 쓰는 걸로 봐서는 함장님을 들여보낼 수 있을지도요?
ru: Неподалеку находится большая свалка, заваленная ломом от заводского брака. Несколько кораблей Вампсорняков охраняют ее, но, учитывая, что никто больше не использует ее, возможно, они позволят вам туда зайти?
zh_hans: 附近堆着一个大型废料场，散落着来自工厂废品的些许碎片。几艘血草兰花飞船正在守卫它，但考虑到这里似乎无人问津，也许他们会让你进去？

source: Ask to enter the scrapyard.
es: Pedir permiso para entrar al desguace.
fr: Demander la permission d'entrer dans la décharge.
it: Chiedi di entrare nella discarica.
ko: 처리장에 들여보내 달라고 요청한다.
ru: Попросить разрешения войти на свалку.
zh_hans: 发送进入废料场的请求。

source: The Vampweeds shake their vines, urging you not to go in. "Trust me, you don't want to go in there! The scrapyard is haunted by a ghoul that steals people's likenesses! And it speaks in riddles!"
es: Los Vampweed sacuden sus enredaderas, instándote a no entrar. “¡Créeme, no quieres entrar ahí! ¡El desguace está embrujado por un ghoul que roba la apariencia de las personas! ¡Y habla en acertijos!”
fr: Les Vampiflores secouent leurs racines et insistent pour que vous n'entriez pas. " Croyez-moi, vous ne voulez pas entrer là-dedans ! La décharge est hantée pas une goule qui vole l'apparence des gens ! En plus, elle parle en énigmes ! "
it: Le vampirerbe scuotono le loro liane, esortandoti a non entrare. "Fidati, non vuoi andare là dentro! La discarica è infestata da un ghoul che ruba l'aspetto delle persone! E parla per enigmi!"
ko: 흡혈초들이 덩굴을 흔들며 당신을 들어가지 못하게 말립니다. "절 믿으세요, 저 안에 들어가고 싶지 않을 겁니다! 사람들의 외형을 따라하는 구울이 처리장을 점령했어요! 뭐라고 말하는지 알아듣지도 못하겠고요!"
ru: Вампсорняки трясут своими лозами, призывая вас не заходить туда. "Поверьте мне, вам не стоит туда идти! На свалке обитает упырь, который крадет чужие обличья! И он говорит загадками!"
zh_hans: 血草兰花们摇晃着他们的藤蔓，敦促你绝对不要进去。“相信我，你不会想要进去的！这个废料场正在闹鬼，它偷了人们的思想！它用谜语说话！”

source: There's a Vagabond in the scrapyard? We can take care of it.
es: ¿Hay un Vagabond en el desguace? Podemos encargarnos de eso.
fr: Il y a un Vagabond qui traîne dans la décharge ? On peut s'en occuper.
it: C'è un vagabondo nella discarica? Possiamo occuparcene noi.
ko: 처리장에 떠돌이가 있다고요? 저희가 처리하죠.
ru: На свалке находится бродяга? Мы можем о нем позаботиться.
zh_hans: 废料场里面有一个漂浪群？我们能对付这玩意儿。

source: "No, it's not a Vagabond! This is something supernatural! If I was a greenleaf I'd say it's a being from the afterlife, but this I think is just your ordinary demon. If you want to take the risk we won't stop you, but be warned!" Not deterred, you decide to explore the scrapyard yourself and assess the situation.
es: “No, ¡no es un Vagabond! ¡Esto es algo sobrenatural! Si fuera un greenleaf diría que es un ser del más allá, pero creo que es solo un demonio común y corriente. Si quieres correr el riesgo no te detendremos, ¡pero estás advertido!” Sin desanimarte, decides explorar el desguace por tu cuenta y evaluar la situación.
fr: " Non, ce n'est pas un Vagabond ! C'est quelque chose de paranormal ! Je ne suis pas née de la dernière pluie, je suis sûre que ce n'est pas un fantôme, mais un bon vieux démon. Je veux juste vous prévenir, histoire que vous n'y alliez pas la fleur au fusil ! " Peu troublé par les paroles de la plante, vous partez explorer la décharge pour tirer la situation au clair.
it: "No, non è un vagabondo! È qualcosa di sovrannaturale! Se fossi nato ieri direi che è venuto dall'aldilà, ma credo che questo sia soltanto un normale demone. Se vuoi correre il rischio non ti fermeremo, ma sei avvertito!" Non scoraggiato, decidi di esplorare la discarica e valutare la situazione.
ko: "아니, 떠돌이가 아니예요! 초자연적인 존재라니까요! 제가 봤을 땐 저 세상에서 온 것 같지만, 평범한 악마일 가능성이 더 크겠네요. 굳이 위험을 무릅쓰고 간다면 말리진 않겠지만, 그래도 조심하세요!" 이미 단단히 결심한 당신은 상황을 판단하려 직접 처리장에 들어갑니다.
ru: "Нет, это не бродяга! Это что-то сверхъестественное! Если бы я был зеленолистым, я бы сказал, что это существо из загробного мира, но это, по-моему, обычный демон. Если вы хотите рискнуть, мы вас не станем останавливать, но имейте ввиду!" Не удержавшись, вы решаете сами исследовать свалку и оценить ситуацию.
zh_hans: “不，它不是漂浪群！这是某种超自然的东西！如果我是绿叶幼体，我会说它是来世的存在，但我觉得这对你们来说或许只是某种普通的恶魔。如果你想冒险，我们不会阻止你，但一定要注意保持警惕！”没有被吓倒，你决定自己探索废料场，看看究竟发生了什么。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As your crew traverse the scrapyard in search of supplies and maybe a ghoul, you hear strange noises. "Pakooj! Makoo makoo tipple lajook!" A small grey blob jumps out from behind a scrap pile, taking on the form of one of your crew! The creature seems docile and despite your cautious movements follows you with childlike curiosity. Maybe you could bring this thing back with you? It could take a bit of time and effort...
es: Mientras tu tripulación recorre el desguace en busca de suministros y quizá de un ghoul, escuchas ruidos extraños. “¡Pakooj! ¡Makoo makoo tipple lajook!” ¡Una pequeña masa gris salta desde detrás de un montón de chatarra, adoptando la forma de uno de tus tripulantes! La criatura parece dócil y, pese a tus movimientos cautelosos, te sigue con una curiosidad infantil. ¿Quizá podrías llevarte esto contigo? Podría requerir algo de tiempo y esfuerzo...
fr: Alors que votre équipage traverse la décharge à la recherche de ressources (et peut-être d'une goule), vous entendez des bruits étranges. " Pakooj ! Makoo makoo triple lajook ! " Une petite créature grise et gélatineuse surgit d'un tas de ferraille et prend l'apparence d'un de vos membres d'équipage ! Elle semble docile et imite le moindre de vos gestes avec une curiosité enfantine. Avec un peu de temps et d'efforts, peut-être pourriez-vous la ramener avec vous ?
it: Mentre il tuo equipaggio attraversa la discarica alla ricerca di scorte e forse anche un ghoul, senti strani rumori. "Pakooj! Makoo makoo tipple lajook!" Un piccolo blob grigio salta fuori da dietro un cumulo di rottami, assumendo l'aspetto del tuo equipaggio! La creatura sembra docile e, nonostante i tuoi movimenti cauti, ti segue con curiosità bambinesca. Forse potresti portare via con te quest'essere? Potrebbe volerci tempo e impegno...
ko: 당신의 선원이 보급품과 행여나 괴물을 찾지 않을까 하고 처리장을 수색하는 동안, 당신은 이상한 소리를 듣습니다. "파쿠쥬! 마쿠 마쿠 티플 라쥭!" 작은 회색 덩어리가 당신의 선원 가운데 한 명의 형상을 하고 고철더미 뒤에서 튀어나옵니다! 그 생물은 온순해 보이고 어린아이같은 호기심을 가지고 당신을 졸졸 따라옵니다. 함선에 데리고 올 수 있지 않을까요? 시간과 노력이 좀 들지도 모르겠지만요...
ru: Пока ваша команда бродит по свалке в поисках припасов и, возможно, упыря, вы слышите странные звуки. "Пакудж! Маку маку типл ладжук!" Из-под груды металлолома выпрыгивает маленький серый сгусток, принявший форму одного из членов вашей команды! Существо кажется послушным и, несмотря на ваши настороженные движения, следует за вами с детским любопытством. Может быть, вы сможете забрать это существо с собой? Это может занять немного времени и сил...
zh_hans: 当你的船员穿过废品场寻找补给，就像是一群飞船食尸鬼时，你听到了奇怪的声音。“吧咕！Makoo makoo tipple lajook！”一个灰色的小液块从废品堆后面跳了出来，忽然变形呈现出了你的一个船员的样子！这个生物看起来很温顺，尽管你小心翼翼担惊受怕，它依然带着孩子般的好奇心跟着你。也许你可以把这个东西带走？这可能需要一点时间和精力…

source: Bring the blob with you.
es: Llevarte a blob contigo.
fr: Ramener la créature avec vous.
it: Porta il blob con te.
ko: 덩어리를 함선에 데려온다.
ru: Взять с собой сгусток.
zh_hans: 把这东西带上。

source: The little blob makes itself at home on your ship once you manage to convince it to follow you back. As you prepare to leave, you notify the Vampweeds the situation's been taken care of.
es: El pequeño blob se siente como en casa en tu nave una vez que logras convencerla de seguirte de regreso. Mientras te preparas para partir, informas a los Vampweed que la situación ya ha sido resuelta.
fr: Une fois convaincue de vous suivre, la petite créature s'installe à bord de votre vaisseau. Avant de quitter le secteur, vous prévenez les Vampiflores que la situation est réglée.
it: Il piccolo blob si mette comodo sulla tua nave una volta che riesci a convincerlo a seguirti. Prima di prepararti ad andare, avvisi le vampirerbe che il problema è stato risolto.
ko: 당신이 따라오라고 설득하자 덩어리 괴물은 함선에 편안하게 자리잡습니다. 당신은 떠나기 전에 흡혈초에게 연락해 상황을 잘 처리했다고 보고합니다.
ru: Как только вам удается убедить его последовать за вами назад, маленький сгусток чувствует себя как дома на вашем корабле. Готовясь к отлету, вы сообщаете Вампсорнякам, что ситуация разрешилась.
zh_hans: 你成功说服它跟着你回来，这个小液块很快在你的船上如鱼得水，就像在家里一样。当你准备离开时，你通知血草兰花们这里的异常情况已经处理完毕。

source: Pakooj
ru: Пакудж
zh_hans: 吧咕

source: Ignore the blob and just bring back some scrap instead.
es: Ignorar a blob y traer solo algo de chatarra.
fr: Ignorer la créature et ramener seulement de la ferraille.
it: Ignora il blob e limitati a riportare indietro dei moduli.
ko: 무시하고 스크랩을 약간 가져온다.
ru: Не обращать внимания на сгусток и просто взять с собой лом.
zh_hans: 无视这个小斑点，只顾搜刮废料。

source: Although intrigued by the blob, you don't have time to go recruiting every mysterious and possibly sentient creature you come across. On your way back you inform the Vampweeds they should look into finding out the origins of the creature in case it's important for something.
es: Aunque blob te intriga, no tienes tiempo para reclutar a cada criatura misteriosa y posiblemente consciente que encuentres. De regreso, informas a los Vampweed que deberían investigar el origen de la criatura por si resulta importante para algo.
fr: Bien que vous soyez intrigué par la créature, vous n'avez pas le temps de recruter tous les êtres mystérieux et potentiellement conscients que vous croisez. À votre retour, vous conseillez aux Vampiflores de rechercher les origines de cette créature. Cela pourrait être important !
it: Anche se il blob ti incuriosisce, non hai il tempo di reclutare ogni creatura misteriosa e probabilmente senziente in cui ti imbatti. Mentre torni, informi le vampirerbe che dovrebbero cercare di scoprire le origini della creatura in caso sia importante per qualcosa.
ko: 당신은 덩어리에 흥미를 보였었습니다. 그러나 신비하고 자각력이 있을지도 모르는 생명체를 보이는 족족 영입할 여유는 없습니다. 당신은 돌아가는 길에 흡혈초에게 연락해 혹시 중요할지도 모르니 덩어리 괴물의 기원을 조사해 보는 게 좋을 것 같다고 전합니다.
ru: Хотя сгусток и заинтриговал вас, у вас нет времени на то, чтобы нанимать всех загадочных и, возможно, разумных существ, которые вам попадаются. На обратном пути вы сообщаете Вампсорнякам, что они должны выяснить происхождение этого существа, если это им интересно.
zh_hans: 尽管你对这个斑点很感兴趣，但你可没有什么空闲时间去招募你所遇到的每一个神秘的、可能有知觉与思想的生物。在你回来的路上，你通知血草兰花们，应该仔细调查这个生物的起源，它可能会揭示非常重要的一些事情。

source: (OOJ) "POO ROO PAKOOJ!"
ko: (우쥬) "푸 루 파쿠쥬!"
ru: (УДЖ) "ПУ РУ ПАКУДЖ!"
zh_hans: （OOJ）"噗噜吧咕！"

source: In response to OOJ's presence, the little Morph wiggles with excitement. Seems you've found another of OOJ's children to tag along. If you had to guess, this thing snuck its way here aboard a scientist vessel.
es: En respuesta a la presencia de OOJ, el pequeño Morph se agita de emoción. Parece que has encontrado a otro de los hijos de OOJ para que te acompañe. Si tuvieras que adivinar, esta cosa se coló hasta aquí a bordo de una nave científica.
fr: En apercevant OOJ, le petit Morphe remue d'excitation . On dirait bien que vous avez trouvé un autre enfant de OOJ à emmener avec vous. D'après vous, il est arrivé jusqu'ici en se faufilant à l'intérieur d'un vaisseau scientifique.
it: In risposta alla presenza di OOJ, il piccolo mutaforma si agita emozionato. Sembra che hai trovato un altro dei figli di OOJ che ti accompagni. Se dovessi tirare a indovinare, diresti che è venuto qui nascosto a bordo di una nave di scienziati.
ko: 우쥬가 존재에 반응해 작은 모프가 신나게 꿈틀거립니다. 우쥬의 새끼를 하나 데려온 듯 하군요. 굳이 짐작한다면 아마 과학선에 타서 몰래 승선한 게 아닐까 예상합니다.
ru: В ответ на присутствие УДЖа маленький морф взволнованно покачивается. Похоже, вы нашли еще одного из детей УДЖа, которого можно взять с собой. Если хотите знать, это существо попало сюда с корабля ученых.
zh_hans: 作为对OOJ出现的回应，小变形人兴奋地扭动着。看来你找到了OOJ的另一个孩子。你不得不猜测，这东西是乘着一艘科学考察船偷偷溜进来的。

source: Pakooj
ko: 파쿠쥬
ru: Пакудж
zh_hans: 吧咕

source: (Shell Scientist) Your Shell knows what this is.
es: (Científico Shell) Tu Shell sabe qué es esto.
fr: (Scientifique Coquille) Votre Coquille sait ce que c'est.
it: (Scienziato shellman) Il tuo shellman sa cos'è questo.
ko: (셸 과학자) 당신의 셸 과학자가 알고 있습니다.
ru: (Член экипажа-ракушка Ученый) Ваша ракушка знает, что это такое.
zh_hans: (甲壳科学家)你的甲壳族知道这东西是什么。

source: It seems this blob is a Morph, one of the Geniocracy Science District's most recent creations and also their biggest mistake. Your Shell seems to think this Morph must have snuck its way aboard a scientist vessel and traveled all the way here. Although the creatures went rogue, controlling them should fortunately not be too difficult for your crew.
es: Parece que esta masa es un Morph, una de las creaciones más recientes del Distrito Científico de la Geniocracia y también su mayor error. Tu Shell cree que este Morph debió colarse a bordo de una nave científica y viajar hasta aquí. Aunque las criaturas se volvieron rebeldes, por suerte no debería ser demasiado difícil para tu tripulación controlarlas.
fr: Il s'avère que cette créature est un Morphe, une des plus récentes créations du District Scientifique de la Géniocratie, mais aussi l'une de leurs plus grosses erreurs. Votre Coquille pense que ce Morphe a dû se faufiler à bord d'un vaisseau scientifique pour arriver jusqu'ici. Bien que ces créatures puissent être imprévisibles, les contrôler ne sera pas un problème pour votre équipage.
it: Sembra che questo blob sia un mutaforma, una delle creazioni più recenti del Distretto Scientifico della Geniocrazia e anche il loro sbaglio più grande. Il tuo shellman pensa che questo dev'essersi intrufolato a bordo di una nave di scienziati e abbia viaggiato fino a qui. Anche se le creature sono imprevedibili, per fortuna non dovrebbe essere difficile per il tuo equipaggio controllarle.
ko: 이 덩어리는 천재정 과학지구 최첨단 기술의 결과물이자 가장 큰 실수인 모프인 듯합니다. 당신의 셸 과학자는 이 모프가 과학선에 몰래 타서 이까지 왔다고 추측합니다. 이 모프들은 이미 통제를 벗어난 상태이지만, 선원들이 그리 어렵지 않게 길들일 수 있을 것 같습니다.
ru: Похоже, этот сгусток - морф, одно из последних творений Научного округа Гениократии, а также их самая большая ошибка. Ваша ракушка считает, что этот морф, должно быть, пробрался на борт корабля ученых и таким образом попал сюда. Несмотря на то, что существа вышли из-под контроля, управление им, к счастью, не должно составить особого труда для вашей команды.
zh_hans: 看来这个会变形的东西是模物族，是怪才体科研区最新的产物之一，也是他们最大的错误。你的甲壳族科学家似乎认为这个模物族一定是偷偷登上了一艘科学考察船，一路来到这里。虽然这些生物已经失控，但幸运的是，控制它们对你的船员来说应该不会太难。

source: Pakooj
ko: 파쿠쥬
ru: Пакудж
zh_hans: 吧咕

source: That does sound spooky! We'll leave.
es: ¡Eso sí que suena aterrador! Nos iremos.
fr: Allons-nous en, c'est bien trop effrayant !
it: Sembra davvero spaventoso! Ce ne andiamo dunque.
ko: 정말 으스스하군요! 당장 떠나죠.
ru: Звучит действительно жутко! Мы уходим.
zh_hans: 听起来真吓人！我们走吧。

source: No way are you going to mess with the supernatural.
es: De ninguna manera vas a meterte con lo sobrenatural.
fr: Vous n'avez aucune envie de vous frotter à quelque chose de paranormal.
it: Di certo non vuoi avere niente a che fare col sovrannaturale.
ko: 함장님이 초자연적 존재를 함부로 건들진 않겠죠.
ru: Вы ни за что не станете связываться со сверхъестественным.
zh_hans: 你绝不会和神秘主义超自然现象纠缠不清。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Leave.
es: Irse.
fr: Partir.
it: Vattene.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: You have no use for whatever might be in there.
es: No tienes ningún uso para lo que sea que pueda haber ahí dentro.
fr: Vous ne trouverez rien d'utile ici.
it: Non ti serve niente di quello che potrebbe esserci là dentro.
ko: 이 안에 함장님께 쓸모 있는 건 없을 겁니다.
ru: Вам не нужно ничего из того, что могло бы там оказаться.
zh_hans: 不管里面有什么，你都用不上。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
