Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_INJECTION"]/text
source: A Shell research station hails you nearby. "So you're a Renegade, right? I've heard thhhe likes of you tend to collect a menagerie of varied species aboard your ships. I'm part of thhhhe Cultivator project, helping develop and harvest thhhe spores used to manufacture bothhh Spore Launchers and Shell neurotoxin systems. Would you mind if I injected some of your crew withhhh poisonous spores to see what happens? If you have anythhhhing REALLY exotic I'll pay you extra!"
es: Una estación de investigación Shell te contacta desde cerca. “Así que eres un Renegado, ¿verdad? He oído que los de tu calaña suelen coleccionar una menagerie de especies variadas a bordo de sus naves. Formo parte del proyecto Cultivator, ayudando a desarrollar y recolectar las esporas utilizadas para fabricar tanto Lanzadores de Esporas como sistemas neurotóxicos Shell. ¿Te importaría si inyecto a parte de tu tripulación con esporas venenosas para ver qué ocurre? ¡Si tienes algo REALMENTE exótico te pagaré extra!”
fr: Une station de recherche Coquille proche vous interpelle. "Ffous êtes un Renégat, n'est-ce pas ? Ch'ai entendu dire que les chens comme ffous ont l'habitude de collecter une ménagerie d'espèces en tout chenre dans vos ffaisseaux. Che fais parti du projet Cultiffateur, aidant à déffelopper et à collecter les spores utilisés pour fabriquer les lanceurs de Spores et les systèmes à neurotoxines coquillage. Seriez-ffous d'accord si ch'inchecte des spores toxiques dans quelques uns de ffos membres d'équipache pour ffoir ce qu'il se passe ? Si ffous affez quoi que ce soit de TRÈS exotique je ffous payerai encore plus !"
it: Una stazione di ricerca shellman vicina ti contatta. "Cofì fei un Rinnegato, giufto? Ho fentito che quelli come te tendono a raccimolare moltiffime fpecie fulle voftre navi. Io faccio parte del Progetto Coltivatori, aiuto a fviluppare e raccogliere le fpore ufate per creare fia i lanciafpore che i fiftemi di neurotoffine shellman. Ti fpiace fe inietto fpore velenofe in qualcuno del tuo equipaggio per vedere cofa fuccede? Fe hai qualcuno di VERAMENTE efotico avrai un extra!"
ko: 근처 셸 연구기지에서 연락이 옵니다. "배회자 맞으시이이죠? 함서어언에 다양한 종족을 데려와 수우우집하는 부류라고 들어써어어요. 저는 포자 발사아아기와 셰에엘 시이인경독 시이이스으으템 새애앵사아안에 이용하는 포자를 재배하고 수우우확하는 경작자 프로젝트의 일원입니다. 혹시이이 서어언원에게 독서어엉 포자를 주입해서어어 경과를 지켜봐도 될까요? 희귀종을 데리고 계시이이면 스으으크랩을 더 얹어드릴게요!"
ru: Расположенная неподалеку исследовательская станция ракушек связывается с вами. "Так вы Ренегат, верно? Я слышал, чшто такие, как вы, склонны собирать на борту своих кораблей целый зверинец разнообразных видов. Я учшаствую в проекте "Культиватор", помогаю разрабатывать и собирать споры, используемые для производства споровых пусковых установок и систем нейротоксинов "Панцирь". Вы не будете возражать, если я введу некоторым чшленам вашей команды ядовитые споры, чштобы узнать, чшто произойдет? Если у вас есть кто-то ПО-НАСТОЯЩЕМУ экзотичшеский, я вам доплачшу!"
zh_hans: 附近的一位甲壳族研究员向你发出呼叫。“所以你是变元者，对吗？我听说像你这样的家伙都倾向于在你的船上收集各种各样物种的船员。我是培育者项目的重要成员，负责开发和收获用于制造孢子发射器和甲壳族神经毒素系统的孢子。你介意我给你的一些船员注射有毒孢子看看会发生什么吗？如果你有任何十分稀奇的船员，我会额外付钱给你！”

source: Even MORE scientists that will have to look elsewhere for test dummies.
es: ¡Incluso MÁS científicos que tendrán que buscar muñecos de prueba en otro lugar!.
fr: Encore PLUS de scientifiques qui iront à chercher ailleurs des mannequins de test.
it: Ancora ALTRI scienziati che dovranno cercarsi cavie da laboratorio altrove.
ko: 또 임상실험 대상이 필요한 과학자 놈들이다. 다른 상대나 찾으라지.
ru: Еще БОЛЬШЕ ученых, которым придется искать подопытных где-то еще.
zh_hans: 就算给再多的钱，这科学家也只能到其他犄角旮旯去找生化试验体。

source: Submit one of your crew to testing.
es: Someter a uno de tus tripulantes a las pruebas.
fr: Envoyer l'un de vos membres d'équipage pour qu'il serve de cobaye.
it: Sottoponi un membro del tuo equipaggio ai test.
ko: 선원을 실험대상으로 보낸다.
ru: Отправить одного из членов вашего экипажа на тестирование.
zh_hans: 提供一名船员以供测试。

source: Having drawn straws as per tradition, one of your crew reluctantly heads off to the lab to have god-knows-what injected into their bloodstream for the sake of science. The Shells seem confident in their experiments, but you can't say you have the same certainty.
es: Tras echar suertes como dicta la tradición, uno de tus tripulantes se dirige a regañadientes al laboratorio para que le inyecten vaya uno a saber qué en el torrente sanguíneo en nombre de la ciencia. Los Shell parecen confiados en sus experimentos, pero no puedes decir que compartas esa certeza.
fr: Après avoir tiré à la courte paille comme le veut la tradition, un des membres d'équipage se dirige, à contrecœur, vers le laboratoire pour se faire injecter au nom de la science Dieu sait quoi. Les Coquilles semblent avoir entièrement confiance dans leurs expériences, mais vous ne pouvez pas en dire autant.
it: Dopo aver estratto pagliuzze, come di consueto, un membro del tuo equipaggio va controvoglia al laboratorio per farsi iniettare chissà cosa nel flusso sanguigno in nome della scienza. Gli shellman sembrano avere fiducia nei loro esperimenti, ma non puoi certo dire di avere la loro stessa sicurezza.
ko: 당신의 선원은 항상 그랬듯 제비뽑기를 했고, '과학'을 위한답시고 운 나쁘게 당첨된 선원이 마지못해 정체불명의 물질을 혈관에 주입 당하러 실험실로 갑니다. 셸 과학자들은 자신들이 하는 시험에 자신이 있어 보였지만, 당신도 그렇다고는 생각하지 않습니다.
ru: По традиции, вытянув соломинку, один из членов вашего экипажа неохотно отправляется в лабораторию, чтобы ради науки ввести себе в кровь бог знает что. Ракушки, похоже, уверены в своих экспериментах, но у вас нету такой же уверенности.
zh_hans: 按照传统，完成抽签后，为了科学，你的一个船员非常不情愿地去了甲壳族的实验室，注射了天知道什么玩意儿到他的血液中。甲壳族科学家似乎对他们的实验很有信心，但你不能说你也有着同样的确定性。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Siren) Submit your Siren for testing.
es: (Siren) Someter a tu Siren a las pruebas.
fr: (Sirène) Envoyer votre Sirène comme cobaye.
it: (Sirena) Sottoponi la tua sirena ai test.
ko: (세이렌) 세이렌 선원을 실험대상으로 보낸다.
ru: (Сирена) Отправить вашу сирену на тестирование.
zh_hans: (异鸣族)提交一只异鸣族船员去做测试。

source: "Er... I'm not sure what to really do with thhhhhis thhhing. It is exotic thhhhough, so I'll give you thhhat. Alright, let's see..."
es: “Eh… no estoy seguro de qué hacer realmente con estooo. Es exótico, eso sí, te concedo eso. Muy bien, veamos...”
fr: " Arf... Che ne sais pas ffraiment quoi faire affec ça. C'est orichinal en tout cas, che ne peux pas dire le contraire. Ffoyons ffoir ça... "
it: "Ehm... non sono proprio sihuro di hosa farhi hon huesto essere. Però è esotiho, huesto te lo honhedo. Dunque, vediamo un po'..."
ko: "어... 이 새애앵물은 어떻게 다룰지 잘 모르겠네요. 그래도 좀처럼 보기 힘든 친구긴 하네요. 그건 인정하죠. 그럼 어디보자..."
ru: "Эм... не знаю, чшто делать с этой штукой. Она экзотичшна, так чшто я дам вам это. Ладно, посмотрим..."
zh_hans: “呃……我可能不知道该拿这个东西怎么办。这也太异国情调了，我会给你更多报酬。好吧，让我们看看结果……”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Harpy) Submit your Harpy for testing.
es: (Harpy) Someter a tu Harpy a las pruebas.
fr: (Harpie) Envoyer votre Harpie comme cobaye.
it: (Arpia) Sottoponi la tua arpia ai test.
ko: (하피) 하피 선원을 실험대상으로 보낸다.
ru: (Гарпия) Отправить свою гарпию на тестирование.
zh_hans: (异鸣食梦者)提交一只异鸣食梦者去做测试。

source: "Er... I'm not sure what to really do with thhhhhis thhhing. It is exotic thhhhough, so I'll give you thhhat. Alright, let's see..."
es: “Eh… no estoy seguro de qué hacer realmente con estooo. Es exótico, eso sí, te concedo eso. Muy bien, veamos...”
fr: " Arf... Che ne sais pas ffraiment quoi faire affec ça. C'est orichinal en tout cas, che ne peux pas dire le contraire. Ffoyons ffoir ça... "
it: "Ehm... non sono proprio sihuro di hosa farhi hon huesto essere. Però è esotiho, huesto te lo honhedo. Dunque, vediamo un po'..."
ko: "어... 이 새애앵물은 어떻게 다룰지 잘 모르겠네요. 그래도 좀처럼 보기 힘든 친구긴 하네요. 그건 인정하죠. 그럼 어디보자..."
ru: "Эм... не знаю, чшто делать с этой штукой. Она экзотичшна, так чшто я дам вам это. Ладно, посмотрим..."
zh_hans: “呃……我可能不知道该拿这个东西怎么办。这也太异国情调了，我会给你更多报酬。好吧，让我们看看结果……”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Obyn) Submit the Saltman for testing.
es: (Obyn) Someter al Saltman a las pruebas.
fr: (Obyn) Envoyer votre Salin comme cobaye.
it: (Obyn) Sottoponi Obyn ai test.
ko: (오빈) 오빈을 실험대상으로 보낸다.
ru: (Обин) Отправить Соляного на тестирование.
zh_hans: (奥宾)提交这位盐人去做测试。

source: "Er... I'm not sure what to really do with thhhhhis thhhing. It is exotic thhhhough, so I'll give you thhhat. Alright, let's see..."
es: “Eh… no estoy seguro de qué hacer realmente con estooo. Es exótico, eso sí, te concedo eso. Muy bien, veamos...”
fr: " Arf... Che ne sais pas ffraiment quoi faire affec ça. C'est orichinal en tout cas, che ne peux pas dire le contraire. Ffoyons ffoir ça... "
it: "Ehm... non sono proprio sihuro di hosa farhi hon huesto essere. Però è esotiho, huesto te lo honhedo. Dunque, vediamo un po'..."
ko: "어... 이 새애앵물은 어떻게 다룰지 잘 모르겠네요. 그래도 좀처럼 보기 힘든 친구긴 하네요. 그건 인정하죠. 그럼 어디보자..."
ru: "Эм... не знаю, чшто делать с этой штукой. Она экзотичшна, так чшто я дам вам это. Ладно, посмотрим..."
zh_hans: “呃……我可能不知道该拿这个东西怎么办。这也太异国情调了，我会给你更多报酬。好吧，让我们看看结果……”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Weaver) Submit your Weaver for testing.
es: (Weaver) Someter a tu Weaver a las pruebas.
fr: (Tisseuse) Envoyer votre Tisseuse comme cobaye.
it: (Sarto) Sottoponi il tuo sarto ai test.
ko: (직공 거미) 직공 거미 선원을 실험대상으로 보낸다.
ru: (Ткач) Отправить своего ткача на тестирование.
zh_hans: (织网异蛛)提交一只织网异蛛去做测试。

source: "Er... I'm not sure what to really do with thhhhhis thhhing. It is exotic thhhhough, so I'll give you thhhat. Alright, let's see..."
es: “Eh… no estoy seguro de qué hacer realmente con estooo. Es exótico, eso sí, te concedo eso. Muy bien, veamos...”
fr: " Arf... Che ne sais pas ffraiment quoi faire affec ça. C'est orichinal en tout cas, che ne peux pas dire le contraire. Ffoyons ffoir ça... "
it: "Ehm... non sono proprio sihuro di hosa farhi hon huesto essere. Però è esotiho, huesto te lo honhedo. Dunque, vediamo un po'..."
ko: "어... 이 새애앵물은 어떻게 다룰지 잘 모르겠네요. 그래도 좀처럼 보기 힘든 친구긴 하네요. 그건 인정하죠. 그럼 어디보자..."
ru: "Эм... не знаю, чшто делать с этой штукой. Она экзотичшна, так чшто я дам вам это. Ладно, посмотрим..."
zh_hans: “呃……我可能不知道该拿这个东西怎么办。这也太异国情调了，我会给你更多报酬。好吧，让我们看看结果……”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Spider) Submit your Spider for testing.
es: (Spider) Someter a tu Spider a las pruebas.
fr: (Araignée) Envoyer votre Araignée comme cobaye.
it: (Ragno) Sottoponi il tuo ragno ai test.
ko: (거미) 거미 선원을 실험대상으로 보낸다.
ru: (Паук) Отправить своего паука на тестирование.
zh_hans: (蜘蛛族)提交蜘蛛去做测试。

source: "Er... I'm not sure what to really do with thhhhhis thhhing. It is exotic thhhhough, so I'll give you thhhat. Alright, let's see..."
es: “Eh… no estoy seguro de qué hacer realmente con estooo. Es exótico, eso sí, te concedo eso. Muy bien, veamos...”
fr: " Arf... Che ne sais pas ffraiment quoi faire affec ça. C'est orichinal en tout cas, che ne peux pas dire le contraire. Ffoyons ffoir ça... "
it: "Ehm... non sono proprio sihuro di hosa farhi hon huesto essere. Però è esotiho, huesto te lo honhedo. Dunque, vediamo un po'..."
ko: "어... 이 새애앵물은 어떻게 다룰지 잘 모르겠네요. 그래도 좀처럼 보기 힘든 친구긴 하네요. 그건 인정하죠. 그럼 어디보자..."
ru: "Эм... не знаю, чшто делать с этой штукой. Она экзотичшна, так чшто я дам вам это. Ладно, посмотрим..."
zh_hans: “呃……我可能不知道该拿这个东西怎么办。这也太异国情调了，我会给你更多报酬。好吧，让我们看看结果……”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Shell shakes his head in shame at your lack of scientific curiosity and hangs up.
es: El Shell sacude la cabeza, avergonzado por tu falta de curiosidad científica, y corta la comunicación.
fr: La Coquille, déçue par votre désintérêt pour la science, secoue la tête et raccroche.
it: Lo shellman scuote la testa deluso dalla tua mancanza di curiosità scientifica e riaggancia.
ko: 셸은 당신의 무관심에 고개를 절레절레 흔들며 교신을 끊습니다.
ru: Ракушка с досадой качает головой из-за отсутствия у вас научного любопытства и отключает связь.
zh_hans: 甲壳族因你缺乏科学好奇心而感到羞愧地摇了摇头，然后挂断了通讯。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: A little while later you hear back from the Shell, who is clearly disappointed and upset. "It... it didn't work. Nothhhing happened at all! Thhhhe concentration must be wrong..." Despite the Shell's disappointment, you're just glad to have your crew back alive and well.
es: Un rato después recibes noticias del Shell, claramente decepcionado y molesto. “No… no funcionó. ¡No pasó nadaaa! La concentración debe estar mal...” A pesar de la decepción del Shell, tú solo te alegras de tener a tu tripulación de vuelta con vida y en buen estado.
fr: Peu de temps après, la Coquille vous recontacte, clairement déçue et contrariée : " Ça n'a pas marché... Il ne s'est rien passé du tout ! Le dosache devait être mauffais... " La Coquille a beau être dépitée, vous êtes bien content de retrouver votre membre d'équipage sain et sauf.
it: Poco dopo ricevi notizie dallo shellman, chiaramente deluso e irritato. "Non... non ha funzionato. Non è fucceffo un bel niente! La concentrazione dev'effere errata..." Nonostante la delusione dello shellman, sei solo felice di riavere il tuo membro dell'equipaggio vivo e vegeto.
ko: 잠시 후 실망한 기색이 역력한 셸이 다시 연락해 옵니다. "아무... 아무런 일도 일어나지 않아써어어요! 농도를 잘못 맞췄나 봐..." 셸은 풀 죽어 보였지만 당신은 선원이 아무 탈 없이 돌아와 기뻐합니다.
ru: Через некоторое время вы слышите ответ от ракушки, которая явно разочарована и расстроена. "Это... это не сработало. Вообще ничшего не произошло! Наверно, концентрация неправильная..." Несмотря на разочарование ракушки, вы просто рады, что ваш член экипажа вернулся живым и невредимым.
zh_hans: 过了一会儿，你收到了甲壳族的回复，他显然很失望和沮丧。“它……它没有起作用。什么都没发生！他们的研究方向一定是错了……”尽管甲壳族很失望，但你很高兴你的船员活着回来了。

source: "YES! IT WORKED! Hahahah!" With such enthusiasm, you expect your crew to be returning soon. Instead, it appears they died shortly after the experiments began from the neurotoxins. The Shells offer only a slight apology, but are otherwise too caught up in their success to really pay attention to your woes.
es: “¡SÍ! ¡FUNCIONÓ! ¡Jajajaja!” Con semejante entusiasmo, esperas que tu tripulación regrese pronto. En cambio, parece que murieron poco después de que comenzaran los experimentos a causa de los neurotoxinas. Los Shell solo ofrecen una disculpa mínima, y por lo demás están demasiado absortos en su éxito como para prestar verdadera atención a tus desgracias.
fr: "OUI ! ÇA A MARCHÉ ! Hahahah !" Avec un tel enthousiasme, vous vous attendez à ce que votre membre équipage revienne bientôt. Au lieu de cela, il semble qu'il soit mort peu de temps après le début des expériences à cause des neurotoxines. Les Coquilles ne vous présentent qu'une légère excuse, mais sont par ailleurs trop absorbées par leur succès pour vraiment prêter attention à vos malheurs.
it: "FÌ! HA FUNZIONATO! Ahahahah!" Visto l'entusiasmo, ti aspetti che il tuo membro dell'equipaggio torni presto. Invece, sembra che sia morto poco dopo l'inizio dell'esperimento a causa delle neurotossine. Lo shellman offre solo una piccola scusa, ma altrimenti è troppo preso dal suo successo per prestare attenzione ai tuoi problemi.
ko: "서어엉공이예요! 하하하하!" 셸 과학자가 들뜬 걸로 미뤄보아 당신은 실험상대로 보낸 선원도 곧 돌아오리라 생각합니다. 그러나 당신의 선원은 신경독 때문에 실험을 시작한 지 얼마 지나지 않아 사망한 모양입니다. 셸은 심심한 위로를 전했으나, 실험 성공에 너무나 흥분한 나머지 당신이 슬퍼하는 모습에 신경 쓸 겨를이 없어 보입니다.
ru: "ДА! СРАБОТАЛО! Ха-ха-ха!" Видя такой энтузиазм, вы ожидаете скорого возвращения члена вашего экипажа. Вместо этого выясняется, что он умер от нейротоксинов вскоре после начала экспериментов. Ракушки, слишком увлеченные своим успехом, чтобы обратить внимание на вашу потерю, и приносят лишь неискренние извинения.
zh_hans: “是的！成功了！哈哈哈！”带着如此的热情，你期望你的船员很快就会回来。但很遗憾，他似乎在实验开始后不久就死于神经毒素。甲壳族只提供了一个微不足道的道歉，但除此之外，他们太专注于自己的成功，无法真正关注你的痛苦。

source: For some reason, your Clone Bay doesn't seem to be registering your crew member. This must be something on behalf of the Shells, but you can't be certain.
es: Por alguna razón, tu Bahía de Clonación no parece estar registrando a tu tripulante. Esto debe ser obra de los Shell, pero no puedes estar seguro.
fr: Pour une raison quelconque, votre salle des clones ne semble pas enregistrer votre membre d'équipage. Cela doit être dû aux Coquilles, mais vous ne pouvez pas en être certain.
it: Per qualche motivo, la tua Sala di clonazione non sembra registrare il membro dell'equipaggio. Dev'essere opera degli shellman, ma non puoi averne la certezza.
ko: 무슨 이유인지 클론 배양실이 선원 정보를 인식하지 못합니다. 아마 셸 과학자 때문인 것 같지만, 확실하진 않습니다.
ru: Ваш Клон-отсек почему-то отказывается регистрировать члена вашего экипажа. Должно быть, это дело рук ракушек, но вы точно не знаете.
zh_hans: 出于某种原因，你的克隆舱似乎无法识别你的船员。这一定代表着甲壳族似乎研究出了一些可怕的事物，但你不太敢确定。

source: Attack the Shells to get revenge!
es: ¡Atacar a los Shell para vengarte!
fr: Attaquer les Coquilles pour vous venger !
it: Attacca gli shellman per avere vendetta!
ko: 복수를 위해 셸을 공격한다!
ru: Отомстить ракушкам, в атаку!
zh_hans: 攻击甲壳族以寻求复仇！

source: Enraged by the loss of your crew member's life and the Shells' indifference to it, you arm the weapons and attack!
es: Enfurecido por la pérdida de la vida de tu tripulante y por la indiferencia de los Shells ante ello, preparas las armas y atacas!
fr: Enragé par la perte de votre membre d'équipage et l'indifférence des Coquilles, vous armez les armes et attaquez !
it: Arrabbiato per la morte di un tuo membro dell'equipaggio e per l'indifferenza degli shellman, alimenti le armi e attacchi!
ko: 선원의 죽음과 이에 무심해 보이는 셸에 분노한 당신은 무기를 장전해 공격합니다!
ru: Разгневанный гибелью своего члена экипажа и безразличием ракушек, вы активируете орудия и атакуете!
zh_hans: 被你船员的生命损失和这甲壳族的冷酷无情漠不关心所彻底激怒，你启动武器，立刻发起攻击！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave without causing a scene.
es: Irte sin causar una escena.
fr: Partir sans faire de scène.
it: Vattene senza alzare un polverone.
ko: 소란 피우지 말고 떠난다.
ru: Уйти, не устраивая сцены.
zh_hans: 在不引起骚动的情况下离开。

source: "YES! IT WORKED! Hahahah!" With such enthusiasm, you expect your crew to be returning soon. Instead, it appears they died shortly after the experiments began from the neurotoxins. The Shells offer only a slight apology, but are otherwise too caught up in their success to really pay attention to your woes.
es: ¡SÍ! ¡FUNCIONÓ! ¡Jajajaja! Con semejante entusiasmo, esperabas que tu tripulación regresara pronto. En su lugar, parece que murieron poco después de que comenzaran los experimentos, a causa de las neurotoxinas. Los Shells apenas ofrecen una disculpa, demasiado absortos en su éxito como para prestar verdadera atención a tus desgracias.
fr: "OUI ! ÇA A MARCHÉ ! Hahahah !" Avec un tel enthousiasme, vous vous attendez à ce que votre membre d'équipage revienne bientôt. Au lieu de cela, il semble qu'il soit mort peu de temps après le début des expériences à cause des neurotoxines. Les Coquilles ne vous présentent qu'une légère excuse, mais sont par ailleurs trop absorbées par leur succès pour vraiment prêter attention à vos malheurs.
it: "FÌ! HA FUNZIONATO! Ahahahah!" Visto l'entusiasmo, ti aspetti che il tuo membro dell'equipaggio torni presto. Invece, sembra che sia morto poco dopo l'inizio dell'esperimento a causa delle neurotossine. Lo shellman offre solo una piccola scusa, ma altrimenti è troppo preso dal suo successo per prestare attenzione ai tuoi problemi.
ko: "서어엉공이예요! 하하하하!" 셸 과학자가 들뜬 걸로 미뤄보아 당신은 실험상대로 보낸 선원도 곧 돌아오리라 생각합니다. 그러나 당신의 선원은 신경독 때문에 실험을 시작한 지 얼마 지나지 않아 사망한 모양입니다. 셸은 심심한 위로를 전했으나, 실험 성공에 너무나 흥분한 나머지 당신이 슬퍼하는 모습에 신경 쓸 겨를이 없어 보입니다.
ru: "ДА! СРАБОТАЛО! Ха-ха-ха!" Видя такой энтузиазм, вы ожидаете скорого возвращения члена вашего экипажа. Вместо этого выясняется, что он умер от нейротоксинов вскоре после начала экспериментов. Ракушки, слишком увлеченные своим успехом, чтобы обратить внимание на вашу потерю, и приносят лишь неискренние извинения.
zh_hans: “是的！成功了！哈哈哈！”带着如此的热情，你期望你的船员很快就会回来。但很遗憾，他似乎在实验开始后不久就死于神经毒素。甲壳族只提供了一个微不足道的道歉，但除此之外，他们太专注于自己的成功，无法真正关注你的痛苦。

source: For some reason, your Clone Bay doesn't seem to be registering your crew member. This must be something on behalf of the Shells, but you can't be certain.
es: Por alguna razón, tu Bahía de Clonación no parece estar registrando a tu tripulante. Debe ser algo provocado por los Shells, pero no puedes estar seguro.
fr: Pour une raison quelconque, votre salle des clones ne semble pas enregistrer votre membre d'équipage. Cela doit être dû aux Coquilles, mais vous ne pouvez pas en être certain.
it: Per qualche motivo, la tua Sala di clonazione non sembra registrare il membro dell'equipaggio. Dev'essere opera degli shellman, ma non puoi averne la certezza.
ko: 무슨 이유인지 클론 배양실이 선원 정보를 인식하지 못합니다. 아마 셸 과학자 때문인 것 같지만, 확실하진 않습니다.
ru: Ваш Клон-отсек почему-то отказывается регистрировать члена вашего экипажа. Должно быть, это дело рук ракушек, но вы точно не знаете.
zh_hans: 出于某种原因，你的克隆舱似乎无法识别你的船员。这一定代表着甲壳族似乎研究出了一些可怕的事物，但你不太敢确定。

source: Attack the Shells to get revenge!
es: ¡Atacar a los Shells para vengarte!
fr: Attaquer les Coquilles pour vous venger !
it: Attacca gli shellman per avere vendetta!
ko: 복수를 위해 셸을 공격한다!
ru: Отомстить ракушкам, в атаку!
zh_hans: 攻击甲壳族，复仇！

source: Leave without causing a scene.
es: Irte sin causar una escena.
fr: Partir sans faire de scène.
it: Vattene senza alzare un polverone.
ko: 소란 피우지 말고 떠난다.
ru: Уйти, не устраивая сцены.
zh_hans: 在不引起骚动的情况下离开。
