Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: Sell them 15 fuel.
es: Venderles 15 de combustible.
fr: Leur vendre 15 unités de carburant.
it: Vendigli 15 unità di carburante.
ko: 연료를 15개 판다.
ru: Продать им 15 топлива.
zh_hans: 出售15份燃料。

source: "Thanks so much! This should be more than enough to get to our destination!"
es: “¡Muchas gracias! ¡Esto es más que suficiente para llegar a nuestro destino!”
fr: "Merci beaucoup ! Ça devrait être plus que suffisant pour nous rendre à notre destination !"
it: "Grazie mille! Dovrebbe essere più che sufficiente per farci arrivare a destinazione!"
ko: "정말 고마워요! 이 정도면 목적지에 도착하고도 남겠어요!"
ru: "Большое спасибо! Этого должно быть более чем достаточно, чтобы добраться до места назначения!"
zh_hans: “非常感谢！这足以让我们抵达最终的目的地了！”

source: Attack the ship!
es: ¡Atacar a la nave!
fr: Attaquer le vaisseau !
it: Attacca la nave!
ko: 공격하라!
ru: Атаковать корабль!
zh_hans: 攻击这艘船！

source: "Hey, wait, what are you doing?!" You mute the Federation captain and get prepared to fight.
es: “¡Oye, espera, ¿qué estás haciendo?!” Silencias al capitán de la Federación y te preparas para luchar.
fr: "Hé, mais qu'est-ce que vous faites ?!" Vous coupez le micro du capitaine de la Fédération et préparez vos armes.
it: "Ehi, aspetta, che stai facendo?!" Chiudi le comunicazioni e ti prepari a combattere.
ko: "이봐요, 대체 무슨 짓이에요?!" 당신은 연방 함장을 음소거하고 전투태세에 돌입합니다.
ru: "Эй, подождите, что вы делаете?!" Вы отключаете связь с капитаном Федерации и готовитесь к бою.
zh_hans: “嘿，等一下。你在干什么？！”你掐断通讯，准备战斗。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Apologize but decline to help.
es: Disculparte, pero rechazar ayudar.
fr: Leur dire que vous êtes désolé, mais que vous ne pouvez pas les aider.
it: Scusati, ma non puoi aiutarli.
ko: 미안하지만 도울 수 없다고 한다.
ru: Извиниться и отказаться помочь.
zh_hans: 表示抱歉，并拒绝提供帮助。

source: The Federation captain nods, although clearly still terrified. "Okay... I understand. Good luck against the Flagship, captain. Even if we don't make it - it's all worth it as long as this reality is safe!"
es: El capitán de la Federación asiente, aunque sigue claramente aterrorizado. “Está bien… lo entiendo. Buena suerte contra la Nave Insignia, capitán. Incluso si no lo logramos, ¡todo vale la pena mientras esta realidad esté a salvo!”
fr: Le capitaine de la Fédération acquiesce, l'air visiblement terrifié. "OK... Je comprends. Bonne chance contre le vaisseau amiral, capitaine. Même si on ne s'en sort pas, ça valait le coup si cette réalité est hors de danger !"
it: Il capitano della Federazione annuisce, anche se è palesemente ancora terrorizzato. "Ok... capisco. Buona fortuna contro l'Ammiraglia, capitano. Anche se noi non dovessimo farcela... ne sarà valsa la pena se questa realtà resterà al sicuro!"
ko: 연방 함장이 고개를 끄덕이지만, 확실히 겁에 질린 모양입니다. "그렇군요... 알겠습니다. 기함 전투에 행운을 빕니다. 저희가 살아남진 못하더라도요. 이 현실이 안전하다면 어쨌든 보람이 있겠죠."
ru: Капитан Федерации кивает, но очевидно, что он все еще напуган. "Хорошо... я понимаю. Удачи в борьбе с Флагманом, капитан. Даже если мы не справимся - все это стоило того, чтобы эта реальность стала безопасной!"
zh_hans: 联邦舰长点点头，但显然还是有些害怕。“好的……我明白了。祝你在面对旗舰的战斗中始终有好运相伴，舰长。即使我们没有成就这番事业——但只要这个现实最终得以安然无恙，一切就都是值得的！”

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The distress beacon here is coming from a Confederate government building, which seems to have been taken hostage by a band of Vampweed radicals! An aging Vampweed carrying a rather large gun paces back and forth, spouting delusional ramblings about the Federation-Mantis war and how Premier Ivar has betrayed them all. From the sounds of it, it almost seems like he thinks the war is still on-going!
es: La baliza de auxilio proviene de un edificio gubernamental de la Confederación, que parece haber sido tomado como rehén por un grupo de Vampweeds radicales. Un Vampweed envejecido, portando un arma bastante grande, camina de un lado a otro, soltando divagaciones delirantes sobre la guerra Federación-Mantis y cómo el Primer Ministro Ivar los traicionó a todos. Por el tono, ¡casi parece creer que la guerra aún continúa!
fr: Le signal de détresse provient d'un bâtiment du gouvernement de la Confédération qui semble avoir été pris d'assaut par une bande de Vampiflores radicaux ! Un Vampiflore âgé, portant une arme plutôt imposante, fait des va-et-vient en radotant sur la guerre Fédération-Mantis et comment le Premier ministre Ivar les a tous trahit. À l'écouter, on dirait presque qu'il pense que la guerre n'est pas finie !
it: Il segnale di soccorso proviene da un edificio governativo confederato, che sembra essere stato preso in ostaggio da una banda di vampirerbe radicali! Una vampirerba attempata, con un'arma da fuoco abbastanza grande, fa avanti e indietro, sputando deliri sulla guerra mantis-federale e su come il Primo Ministro Ivar abbia tradito tutti. A sentirlo, sembra quasi che creda che la guerra sia ancora in corso!
ko: 조난 신호의 근원지는 이 근처 정부 청사였고, 흡혈초 과격파가 인질극을 벌이고 있는 모양입니다! 꽤 큰 총을 든 노년 흡혈초가 왔다 갔다 하면서 이바르 수상이 모두를 배신했다느니 연방-맨티스 전쟁에 관한 헛소리를 늘어놓고 있습니다. 듣자 하니 아직도 전쟁 중으로 알고 있는 모양이네요!
ru: Сигнал бедствия поступает из здания правительства Конфедерации, которое, похоже, взяла в заложники группа радикалов-Вампсорняков! Пожилой Вампсорняк с довольно большим пистолетом ходит взад-вперед, изрекая бредни о войне между Федерацией и богомолами и о том, как премьер Ивар предал их всех. Судя по голосу, он почти уверен, что война все еще продолжается!
zh_hans: 这里的求救信号来自联邦政府大楼，这栋大楼似乎被一群血草兰花激进分子劫持了！一个拿着相当大的枪的老血草兰花来回踱步，胡言乱语地谈论联邦-螳螂战争以及苡瓦总理是如何背叛他们的。听起来，他似乎认为战争还在继续进行！

source: Robots are not particularly known for their ability to defuse these situations in a diplomatic manner.
es: Los robots no son precisamente conocidos por su habilidad para desactivar este tipo de situaciones de forma diplomática.
fr: Les robots ne sont pas particulièrement connus pour leur habilité à désamorcer ce genre de situation de manière diplomatique.
it: I robot non sono particolarmente noti per la loro capacità di risolvere queste situazioni diplomaticamente.
ko: 이런 상황을 외교적으로 해결하는 데 로봇을 부르진 않겠죠.
ru: Роботы не особенно известны своей способностью дипломатично разрешать подобные ситуации.
zh_hans: 机器人以外交方式化解这些尴尬情况的能力并不怎么样。

source: Try to send some crew in there to defuse the situation.
es: Intentar enviar a uno de la tripulación para desactivar la situación.
fr: Envoyer des membres d'équipage pour essayer de désamorcer la situation.
it: Prova a mandare qualcuno per risolvere la situazione.
ko: 사태를 진정시키기 위해 선원을 보낸다.
ru: Попытаться отправить туда кого-нибудь из команды, чтобы разрядить обстановку.
zh_hans: 试着让一些船员下去解决问题。

source: (Ty E'Rel) "I am the one who presided over those negotiations."
es: (Ty E’Rel) “Yo fui quien presidió esas negociaciones.”
fr: (Ty E'rel) "Je suis celui qui a mené ces négociations."
it: (Ty E'Rel) "Sono stato io a presiedere quei negoziati."
ko: (타이 이'렐) "내가 그 협상을 중재했었다."
ru: (Тай Э'Рел) "Я тот, кто возглавлял эти переговоры".
zh_hans: (笛艾尔)"我是主持这些谈判的话事人。"

source: The Vampweed immediately aims his attention directly towards Ty E'Rel. He immediately starts spewing vitriol about how the negotiations were handled, but Ty E'Rel is able to swiftly counter every one of his talking points, being both more sound of mind and also having direct knowledge of what he's talking about. The radical sputters trying to counter his arguments, and is thoroughly distracted as the law enforcements seize him. The Confederates are pleased that you brought the perfect person for the job.
es: El Vampweed centra de inmediato su atención en Ty E’Rel. Comienza a escupir odio sobre cómo se llevaron a cabo las negociaciones, pero Ty E’Rel logra refutar rápidamente cada uno de sus argumentos, estando en pleno uso de razón y con conocimiento directo del tema. El radical balbucea intentando responder, y queda completamente distraído mientras las fuerzas del orden lo reducen. Los confederados están complacidos de que hayas traído a la persona perfecta para el trabajo.
fr: Le Vampiflore porte immédiatement son attention sur Ty E'rel. Il se met à déverser un flot de vitriol sur la manière dont les négociations ont été menées, mais Ty E'rel démonte sans peine un à un ses arguments, étant donné qu'il est le plus sain d'esprit des deux et qu'il était présent au moment des faits. Le radical bafouille et essaye de contre-argumenter, mais est stoppé net lorsque les forces de l'ordre le saisissent. La Confédération est ravie que vous ayez fait ce choix pour mener les négociations.
ru: Вампсорняк немедленно обращает свое внимание на Тая Э'Рела. Он начинает извергать ярость по поводу того, как проходили переговоры, но Тай Э'Рел быстро опровергает все его доводы, будучи не только в здравом уме, но и непосредственно зная, о чем идет речь. Радикал пытается парировать его аргументы, но его прерывают, когда правоохранительные органы задерживают его. Конфедераты довольны тем, что вы нашли идеального человека для этой работы.
zh_hans: 血草兰花立刻把他的注意力直接集中在笛艾尔身上。他开始对谈判的处理方式进行尖刻的抨击，但是笛艾尔游刃有余左右逢源，能够迅速反驳对方的每个论点与论据，既头脑清晰逻辑严密，又对广大民众的真情实感深有体悟。激进分子试图反驳他的论点，但当执法部门抓住他时，他们完全分崩离析人心涣散。血兰邦很高兴你带来了有足够的能力妥善处理这种闹事情况的最佳人选。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Human Crew) Send in your human as a 'Federation Ambassador'.
es: (Tripulante humano) Enviar a tu humano como un “embajador de la Federación”.
fr: (Membre d'équipage Humain) Envoyer votre Humain comme "ambassadeur de la Fédération".
it: (Equipaggio umano) Manda il tuo umano come 'Ambasciatore della Federazione'.
ko: (인간 선원) '연방 대사'로 인간 선원을 보낸다.
ru: (Член экипажа-человек) Отправить своего человека в качестве "посла Федерации".
zh_hans: (人类船员)派你的人类船员假扮'联邦大使'。

source: Your human approaches the Vampweed cautiously, pretending to be a direct representative of the Federation. The Vampweed immediately buys it, and after a few painful minutes of deliberation you distract the terrorist enough for law enforcement to seize him. You're rewarded for your efforts.
es: Tu humano se acerca con cautela al Vampweed, fingiendo ser un representante directo de la Federación. El Vampweed cae en la trampa de inmediato y, tras unos dolorosos minutos de deliberación, logras distraer al terrorista lo suficiente para que las fuerzas del orden lo capturen. Recibes una recompensa por tus esfuerzos.
fr: Votre Humain approche avec précaution le Vampiflore en se faisant passer pour un représentant direct de la Fédération. Le Vampiflore mord immédiatement à l'hameçon. Après plusieurs minutes de délibérations laborieuses, il est suffisamment distrait pour se faire saisir par les forces de l'ordre. Vous êtes récompensé pour vos efforts.
it: Il tuo umano si avvicina con cautela alla vampirerba, fingendo di essere un rappresentante diretto della Federazione. La vampirerba ci casca in pieno e, dopo qualche doloroso minuto di discussione lo distrai abbastanza da permettere alle forze dell'ordine di arrestarlo. Ricevi una ricompensa per l'impegno.
ko: 당신의 휘하 인간 선원이 연방의 직속 대표인 척하면서 조심스레 흡혈초에게 다가갔습니다. 과격파 흡혈초 단원은 바로 속아 넘어갔고, 몇 분동안 고심한 끝에 테러리스트의 관심을 끌어 경찰이 체포할 수 있었습니다. 공동체는 당신의 노고에 사례를 해줍니다.
ru: Ваш человек осторожно подходит к Вампсорняку, выдавая себя за официального представителя Федерации. Вампсорняк сразу же купился на это, и после нескольких мучительных минут дискуссии вы отвлекли террориста настолько, что правоохранительные органы смогли его задержать. Вы получаете вознаграждение за свои усилия.
zh_hans: 你的人类船员小心翼翼地接近这只老血草兰花，假装是那场战争中联邦的直接代表。血草兰花立刻接受了这个身份，经过几分钟痛苦的深思熟虑唇枪舌战，你分散了恐怖分子的注意力，足以让执法部门出其不意将他一把抓住。你的努力得到了回报。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Leech Crew) Send in your Leech as a 'fellow soldier'.
es: (Tripulante Leech) Enviar a tu Leech como un “compañero soldado”.
fr: (Membre d'équipage Sangsue) Envoyer votre "frère d'arme" Sangsue.
it: (Equipaggio leech) Manda il tuo leech come 'fratello d'armi'.
ko: (리치 선원) '동지'로 리치 선원을 보낸다.
ru: (Член экипажа-пиявка) Отправить свою пиявку в качестве "товарища по оружию".
zh_hans: (吸虫族船员)派你的吸虫族船员假扮他的一名'战友'。

source: Your Leech cautiously approaches the Vampweed, pretending to believe the same delusions of the war. The Vampweed buys it immediately, and to your surprise offers to go with you! You're unsure about it, but your crew assures you his delusions are so deep he won't be of any concern.
es: Tu Leech se acerca con cautela al Vampweed, fingiendo creer en las mismas delirantes ideas sobre la guerra. El Vampweed lo cree de inmediato y, para tu sorpresa, ¡se ofrece a ir contigo! No estás del todo seguro, pero tu tripulación te asegura que sus delirios son tan profundos que no causará problemas.
fr: Votre Sangsue approche avec précaution le Vampiflore en faisant semblant de partager son délire sur la guerre. La Sangsue mord immédiatement à l'hameçon et, à votre grande surprise, souhaite vous rejoindre ! Vous n'êtes pas sûr que ce soit une bonne idée, mais votre membre d'équipage vous assure qu'il est si aveuglé par sa folie qu'il ne posera aucun problème.
it: Il tuo leech si avvicina con cautela alla vampirerba, fingendo di credere ai suoi stessi deliri di guerra. La vampirerba ci casca in pieno e, con tua grande sorpresa, si offre di venire con te! Non sai bene come prendere la cosa, ma il tuo equipaggio ti assicura che è talmente delirante che non causerà alcun problema.
ko: 당신의 리치 선원이 흡혈초의 전쟁에 관한 망상을 믿는 척하면서 접근했습니다. 흡혈초는 바로 속아 넘어갔고, 놀랍게도 당신과 합류하겠다고 제안합니다! 당신은 잠시 망설였지만, 당신의 선원은 흡혈초의 망상이 오히려 너무 깊어 걱정할 필요가 없다고 장담합니다.
ru: Ваша пиявка осторожно подходит к Вампсорняку, притворяясь, что верит в те же бредни о войне. Вампсорняк сразу же купился на это и, к вашему удивлению, предлагает к вам присоединиться! Вы не знаете как поступить, но ваш экипаж уверяет вас, что, с такими глубокими заблуждениями, он не доставит вам никаких проблем.
zh_hans: 你的吸虫族船员小心翼翼地接近这只老血草兰花，假装和他都相信着同样的联邦-螳螂战争仍在继续的战争错觉。血草兰花立刻接受了这个身份，令你惊讶的是，他主动提出和你一起离开！你对此不确定，但你的船员向你保证，他的错觉如此之深，没有任何怀疑的必要。

source: (Hive Mantis Crew) Send in your Mantis as a 'fellow soldier'.
es: (Tripulante Mantis Hive) Enviar a tu Mantis como un “compañero soldado”.
fr: (Membre d'équipage Mantis de la Ruche) Envoyer votre "frère d'arme" Mantis.
it: (Equipaggio mantis dell'Alveare) Manda il tuo mantis come 'fratello d'armi'.
ko: (하이브 맨티스 선원) '동료 전우'로 맨티스 선원을 보낸다.
ru: (Член экипажа из Улья богомолов) Отправить своего богомола в качестве "товарища по оружию".
zh_hans: (母巢螳螂船员)派你的螳螂族船员假扮他的一名'战友'。

source: Your Mantis cautiously approaches the Vampweed, pretending to believe the same delusions of the war. The Vampweed buys it immediately, and to your surprise offers to go with you! You're unsure about it, but your crew assures you his delusions are so deep he won't be of any concern.
es: Tu Mantis se acerca con cautela al Vampweed, fingiendo creer en las mismas delirantes ideas sobre la guerra. El Vampweed lo cree de inmediato y, para tu sorpresa, ¡se ofrece a ir contigo! No estás del todo seguro, pero tu tripulación te asegura que sus delirios son tan profundos que no causará problemas.
fr: Votre Mantis approche avec précaution le Vampiflore en faisant semblant de partager son délire sur la guerre. La Sangsue mord immédiatement à l'hameçon et, à votre grande surprise, souhaite vous rejoindre ! Vous n'êtes pas sûr que ce soit une bonne idée, mais votre membre d'équipage vous assure qu'il est si aveuglé par sa folie qu'il ne posera aucun problème.
it: Il tuo mantis si avvicina con cautela alla vampirerba, fingendo di credere ai suoi stessi deliri di guerra. La vampirerba ci casca in pieno e, con tua grande sorpresa, si offre di venire con te! Non sai bene come prendere la cosa, ma il tuo equipaggio ti assicura che è talmente delirante che non causerà alcun problema.
ko: 당신의 맨티스 선원이 흡혈초의 전쟁에 관한 망상을 믿는 척하면서 접근했습니다. 흡혈초는 바로 속아 넘어갔고, 놀랍게도 당신과 합류하겠다고 제안합니다! 당신은 잠시 망설였지만, 당신의 선원은 흡혈초의 망상이 오히려 너무 깊어 걱정할 필요가 없다고 장담합니다.
ru: Ваш богомол осторожно подходит к Вампсорняку, притворяясь, что верит в те же бредни о войне. Вампсорняк сразу же купился на это и, к вашему удивлению, предлагает к вам присоединиться! Вы не знаете как поступить, но ваш экипаж уверяет вас, что, с такими глубокими заблуждениями, он не доставит вам никаких проблем.
zh_hans: 你的螳螂族船员小心翼翼地接近这只老血草兰花，假装和他都相信着同样的联邦-螳螂战争仍在继续的战争错觉。血草兰花立刻接受了这个身份，令你惊讶的是，他主动提出和你一起离开！你对此不确定，但你的船员向你保证，他的错觉如此之深，没有任何怀疑的必要。

source: Ignore the situation.
es: Ignorar la situación.
fr: Ignorer la situation.
it: Ignora la situazione.
ko: 무시한다.
ru: Не обращать внимания на ситуацию.
zh_hans: 无视这场乱子。

source: There's nothing you can do here to ease the situation. It's best to just leave it alone.
es: No hay nada que puedas hacer aquí para aliviar la situación. Lo mejor es dejarlo estar.
fr: Vous ne pouvez rien faire pour calmer la situation. Le mieux est de le laisser tranquille.
it: Non c'è niente che puoi fare per risolvere la situazione. Meglio starne fuori.
ko: 여기서 함장님이 사태를 완화할 방법은 없습니다. 그냥 내버려두는 게 최선인 듯합니다.
ru: Вы ничего не можете сделать, чтобы разрядить ситуацию. Лучше просто оставить все как есть.
zh_hans: 你在这里无能为力，没有什么缓解局势的好办法。最好别管它。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "The Federation has sent assassins to silence me! I knew this day would come! I won't go without a fight!" The Vampweed pushes a button on a remote control device, and an explosion engulfs the building! All but one of your crew make it back, but there's countless casualties inside.
es: “¡La Federación ha enviado asesinos para silenciarme! ¡Sabía que este día llegaría! ¡No me iré sin luchar!” El Vampweed presiona un botón en un control remoto y una explosión envuelve el edificio. Todos menos uno de tus tripulantes logran regresar, pero hay incontables víctimas dentro.
fr: "La Fédération a envoyé des assassins pour me faire taire ! Je savais que ce jour viendrait ! Je ne me rendrai pas sans me battre !" Le Vampiflore appuie sur le bouton d'une télécommande et tout le bâtiment est soufflé par une explosion ! Seul un membre de votre équipage est mort, mais il y a d'innombrables victimes dans les décombres.
it: "La Federazione ha mandato degli assassini per zittirmi! Sapevo che sarebbe arrivato questo giorno! Non morirò senza combattere!" La vampirerba preme un pulsante su un telecomando e un'esplosione inghiotte l'edificio! Tutti i tuoi membri dell'equipaggio a parte uno riescono a fuggire, ma all'interno ci sono molti morti.
ko: "연방이 날 묵살하려 자객을 보냈군! 언젠가 이런 날이 올 줄 알았지! 그래도 그냥 갈 순 없다!" 흡혈초는 원격조종장치의 버튼을 눌렀고, 건물이 폭발에 휩싸입니다! 당신의 선원 한 명을 제외하면 모두 무사했으나, 건물 안에 사상자가 수없이 많습니다.
ru: "Федерация послала убийц, чтобы заставить меня замолчать! Я знал, что этот день настанет! Я не сдамся без боя!" Вампсорняк нажимает кнопку на пульте дистанционного управления, и здание взрывается! Все, кроме одного члена экипажа, успевают вернуться, но внутри здания - бесчисленные жертвы.
zh_hans: “联邦派出刺客让我闭嘴！我就知道这一天会到来！我不会不战而退！”血草兰花按下遥控装置上的按钮，爆炸吞没了整栋大楼！除了一个人之外，你的船员都回来了，但大楼里面伤亡无数。

source: Fortunately, your Clone Bay provides insurance against explosions. Your crew member is revived shortly after.
es: Por suerte, tu Bahía de Clonación ofrece seguro contra explosiones. Tu tripulante es revivido poco después.
fr: Heureusement, votre salle de clonage est une bonne assurance contre les explosions. Votre membre d'équipage est ressuscité peu de temps après.
it: Fortunatamente, la tua Sala di clonazione è una buona assicurazione anti-esplosioni. Il membro dell'equipaggio resuscita poco dopo.
ko: 다행히도, 클론 배양실이 폭발 보험 역할을 톡톡히 합니다. 당신의 선원이 잠시 후 부활했습니다.
ru: К счастью, ваш Клон-отсек защищен от взрывов. Вскоре ваш член экипажа оживает.
zh_hans: 幸运的是，你的克隆舱提供了爆炸的保险业务。你的船员很快就复活了。

source: Your crew barely manage to negotiate with the Vampweed at all. Eventually, talking becomes pointless and they're forced to shoot him, but not before he takes the life of several hostages. It's a terrible situation and the Vampweeds barely even recognize your efforts to help.
es: Tu tripulación apenas logra negociar con el Vampweed. Finalmente, hablar se vuelve inútil y se ven obligados a dispararle, pero no antes de que quite la vida a varios rehenes. Es una situación terrible, y los Vampweeds apenas reconocen tus esfuerzos por ayudar.
fr: Votre membre d'équipage n'est d'aucune utilité pour négocier avec le Vampiflore. Parler ne mène à rien et il est finalement abattu. Malheureusement, il a eu le temps d'emporter dans la tombe plusieurs otages avec lui... Les Vampiflores ne considèrent pas vraiment que vous les avez aidés.
it: Il tuo equipaggio riesce a negoziare con la vampirerba a malapena. A un certo punto, parlare diventa inutile ed è costretto a sparargli, ma non prima che uccida molti ostaggi. È una situazione orribile e le vampirerbe non riconoscono molto il tuo tentativo di aiutare.
ko: 당신의 선원은 흡혈초와 협상조차 버거워합니다. 결국 대화가 무의미해져 경찰대원이 어쩔 수 없이 사격을 가했지만, 흡혈초 테러리스트도 인질 여럿의 목숨을 앗아갔습니다. 정말로 처참한 상황인 것도 모자라 흡혈초 측에서 사건 해결을 위해 애쓴 함장님의 노고도 알아주려 하지 않습니다.
ru: Вашей команде едва удается начать с Вампсорняком переговоры. В конце концов диалог теряет смысл, и он лишает жизни нескольких заложников, прежде чем вы успеваете его застрелить. Это ужасная ситуация, и Вампсорняки даже не признают ваших попыток помочь.
zh_hans: 你的船员几乎没有办法与这老血草兰花谈判。最终，谈话变得毫无意义，执法队伍被迫开枪打他，但在他夺走几个人质的生命之前。这是一个可怕的情况。血草兰花们几乎没有意识到你曾徒劳无功地设法提供帮助。

source: Your crew manage to talk the Vampweed into surrendering, but only barely. The situation is still precarious as law enforcement arrives on scene, but the Confederates recognize your efforts and pay you.
es: Tu tripulación logra convencer al Vampweed de rendirse, aunque por muy poco. La situación sigue siendo precaria cuando llegan las fuerzas del orden, pero los confederados reconocen tus esfuerzos y te pagan.
fr: Votre membre d'équipage arrive tant bien que mal à convaincre le Vampiflore de se rendre. La situation est toujours tendue quand les forces de l'ordre interviennent, mais les confédérés reconnaissent vos efforts et vous récompensent.
it: Il tuo equipaggio riesce a convincere la vampirerba ad arrendersi, ma per poco. La situazione è ancora pericolosa quando le forze dell'ordine arrivano sulla scena, ma i confederati riconoscono i tuoi impegni e ti pagano.
ko: 당신의 선원은 가까스로 흡혈초 테러리스트에게 투항하도록 설득하는 데 성공합니다. 현장에 경찰이 도착했음에도 불구하고 여전히 불안감이 감돌고 있으나, 공동체 일원이 당신의 노고를 인정하고 사례금을 줍니다.
ru: Вашей команде с трудом удается уговорить Вампсорняка сдаться. Ситуация все еще остается напряженной, когда на место происшествия прибывают правоохранительные органы, но конфедераты оценили ваши усилия и платят вам.
zh_hans: 你的船员设法说服吸血鬼投降，但只是勉强。当执法人员到达现场时，情况仍然岌岌可危，但是血兰邦承认了你的努力，并为此付钱给你。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
