Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: Why don't we just go, and we forget this ever happened?
fr: Et si on s'en allait simplement, en oubliant tout ce qu'il vient de se passer ?
it: Perché non facciamo che ce ne andiamo, e dimentichiamo tutta la faccenda?
ko: 그냥 없었던 일로 하고 보내주면 안 될까요?
ru: Почему бы нам просто не разойтись и не забыть об этом?
zh_hans: 不如我们就此离开，就当这一切都没发生过？

source: "Why not, indeed? I've already gotten what I want out of this. What a shame that we weren't able to avenge poor, dumb Ivar." Ayr chuckles, and it seems you're free to go.
fr: "Pourquoi pas, en effet. J'ai déjà tout ce qu'il me faut. C'est simplement dommage que l'on ne puisse pas venger ce pauvre idiot d'Ivar". Ayr glousse. Il semblerait que vous êtes libre de partir.
it: "Già, perché no? Ho già quello che voglio da tutto questo. Che peccato che non siamo riusciti a vendicare il povero, stupido Ivar." Ayr ridacchia e sembra che sei libero di andare.
ko: "굳이 안 보내드릴 이유는 없군요. 이미 취할 이득은 다 취했으니까요. 그래도 불쌍한 이바르에게 복수를 하지 못한 건 참 안타깝군요." 아이르가 낄낄 웃습니다. 정말 가도 되는 모양입니다.
ru: "Почему бы и нет? Я уже получил от этого то, что хотел. Как жаль, что мы не смогли отомстить за бедного, тупого Ивара". Эйр смеется, и, кажется, вы можете улететь.
zh_hans: "为什么不呢？我已经得到了我想要的东西。真可惜，我们没能为可怜又愚蠢的苡瓦报仇。"埃尔笑了笑，看来你可以走了。

source: You've vanquished the Cultivator Cruiser. However, as you're in the midst of finishing the fight, you receive another communique from Ayr's office. "I underestimated you... but if you think this is the end of it, you're mistaken! I will not be defeated!" He presses some buttons on his desk. "I have no doubt this will be traced back to me, but I will deal with that later, even if it divides my people!"
fr: Vous avez vaincu le croiseur cultivateur. Cependant, à peine la bataille terminée, vous recevez un appel en provenance du bureau d'Ayr. "Je vous ai sous-estimé... mais vous vous trompez si vous croyez en avoir fini ! Je ne serai pas battu si facilement !" Il appuie sur des boutons sur son bureau. "Je ne doute pas que cela va me retomber dessus, mais je m'en occuperai plus tard, même si cela doit diviser mon peuple !"
it: Hai sconfitto l'incrociatore Coltivatore. Tuttavia, mentre stai per finire il combattimento, ricevi un'altra trasmissione dall'ufficio di Ayr. "Ti ho sottovalutato... ma se credi che sia finita qui, ti sbagli! Non mi farò sconfiggere!" Preme dei pulsanti sulla sua scrivania. "Non ho dubbi che la cosa sarà ricondotta a me, ma me ne occuperò più tardi, anche se divide la mia gente!"
ko: 당신은 경작자 순양함을 물리쳤습니다. 하지만 전투를 끝내려던 찰나에 아이르의 집무실에서 또 다른 연락이 옵니다. "제가 당신을 과소평가했군요... 하지만 끝이라고 생각하면 큰 오산입니다! 절대 당신에게 지지 않을겁니다!" 아이르는 책상에 붙은 버튼 몇 개를 누릅니다. "어차피 나에게 다시 돌아올 일이지만, 후폭풍은 나중에 생각해야겠어. 이 일로 국론이 분열되더라도 말이야!"
ru: Вы победили крейсер Культиваторов. Однако, закончив бой, вы получаете еще одно сообщение из офиса Эйра. "Я недооценил вас... но если вы думаете, что на этом все закончится, то вы ошибаетесь! Я не потерплю поражения!" Он нажимает несколько кнопок на своем столе. "Я не сомневаюсь, что это приведет ко мне, но я разберусь с этим позже, даже если это разделит мой народ!"
zh_hans: 你已经战胜了种植者星舰。然而，正当你准备结束战斗时，你收到了埃尔办公室发来的另一条通讯。"我低估了你…但是如果你认为这就结束了，那你就错了！我是不会被打败的！"他按下了桌上的几个按钮。"我毫不怀疑这件事会被追查到我头上，但我会等以后再处理这个问题，即使这会分裂我的人民！"

source: (Upg. Sensors) Locate Ivar quickly.
fr: (Capteurs améliorés) Localiser Ivar rapidement.
it: (Sensori migliorati) Localizza in fretta Ivar.
ko: (고급 센서) 재빨리 이바르를 찾는다.
ru: (Улучш. Сенсоры) Быстро найти Ивара.
zh_hans: (高级传感器)尽快找到苡瓦。

source: (Life Scanner) Locate Ivar quickly.
fr: (Scanner vital) Localiser Ivar rapidement.
it: (Scanner forme di vita) Localizza in fretta Ivar.
ko: (생체 탐지기) 재빨리 이바르를 찾는다.
ru: (Сканеры форм жизни) Быстро найти Ивара.
zh_hans: (生命扫描仪)尽快找到苡瓦。

source: (Slug Crew) Locate Ivar quickly.
fr: (Membre d'équipage Limace) Localiser Yvar rapidement.
it: (Equipaggio slugman) Localizza in fretta Ivar.
ko: (슬러그 선원) 재빨리 이바르를 찾는다.
ru: (Член экипажа-слизень) Быстро найти Ивара.
zh_hans: (蛞蝓族船员)尽快找到苡瓦。

source: (Telepathic Shell) Locate Ivar quickly.
fr: (Coquille télépathique) Localisez Ivar rapidement.
it: (Shellman telepatico) Localizza in fretta Ivar.
ko: (진화적 재분기점) 재빨리 이바르를 찾는다.
ru: (Член экипажа ракушка-Телепат) Быстро найти Ивара.
zh_hans: (心灵感应甲壳族)尽快找到苡瓦。

source: Find out what he did.
fr: Découvrir ce qu'il a fait.
it: Scopri cos'ha fatto.
ko: 그가 무슨 일을 저질렀는지 확인한다.
ru: Выяснить, что он сделал.
zh_hans: 看看他做了什么。

source: Moments later, Ivar's dining hall bursts into flames! It seems that Ayr has somehow signaled a Hellfire drone to burn it down!
fr: Quelques instants plus tard, la salle à manger d'Ivar prend feu ! Il semblerait qu'Ayr ait, d'une manière ou d'une autre, commandé à un drone Hellfire de la brûler !
it: Pochi momenti dopo, la sala da pranzo di Ivar viene inghiottita dalle fiamme! Sembra che Ayr abbia ordinato a un drone incendiario di bruciare tutto!
ko: 얼마 안 지나 이바르의 연회장이 갑자기 타오르기 시작했습니다! 아이르가 어떻게 헬파이어 드론을 이용해 연회장에 불을 지른 것 같군요!
ru: Мгновением позже обеденный зал Ивара вспыхивает! Похоже, Эйр каким-то образом подал сигнал дрону Адского огня, чтобы тот сжег все дотла!
zh_hans: 很快，苡瓦的宴会厅突然燃起熊熊大火！看来埃尔已经向地狱火无人机发出了烧毁餐厅的信号！

source: (Alkali) Call the local Shell garrison.
fr: (Alkali) Appelez la garnison locale de Coquilles.
it: (Alkali) Chiama la guarnigione shellman locale.
ko: (알칼리) 근처 셸 주둔지를 호출한다.
ru: (Алькали) Связаться с местным гарнизоном ракушек.
zh_hans: (阿尔科莱)呼叫当地甲壳族驻军。

source: (Fireproof Crew) Send in your crew to find Ivar.
fr: (Equipage ignifugé) Envoyer votre équipage pour trouver Ivar.
it: (Equipaggio ignifugo) Manda il tuo equipaggio a cercare Ivar.
ko: (화염 면역 선원) 선원을 보내 이바르를 찾는다.
ru: (Огнеупорный экипаж) Отправить своего члена экипажа на поиски Ивара.
zh_hans: (防火船员)派你的船员去寻找苡瓦。

source: (Repair Drone) Send a repair drone into the fire.
fr: (Drone de maintenance) Envoyer un drone de maintenance dans le feu.
it: (Drone manutenzione) Manda un drone manutenzione nel fuoco.
ko: (수리 드론) 수리 드론을 현장에 보낸다.
ru: (Дрон-ремонтник) Отправить дрона для тушения пожара.
zh_hans: (维修无人机)将一架维修无人机送入火中。

source: (Fire Extinguishers) Use your ship's fire suppression on the party hall.
fr: (Extincteurs) Utiliser le système de suppression d'incendies sur la salle des fêtes.
it: (Estintori) Usa i dispositivi antincendio della tua nave nella sala eventi.
ko: (자동 진압 시스템) 함선의 화재 진압 시스템을 연회장에 사용한다.
ru: (Огнетушители) Использовать корабельные средства пожаротушения в зале для собраний.
zh_hans: (自动灭火器)在宴会厅使用星舰上的灭火器。

source: Send crew to help.
fr: Envoyer votre équipage pour aider.
it: Manda l'equipaggio ad aiutare.
ko: 선원을 보내 돕는다.
ru: Отправить экипаж на помощь.
zh_hans: 派船员去帮忙。

source: We can't help. Scrap the ship while you can.
fr: Nous ne pouvons rien faire. Démantelez le vaisseau tant que vous le pouvez.
it: Non possiamo fare niente. Smantella la nave finché puoi.
ko: 도울 수 없다. 가능할 때 함선을 해체한다.
ru: Мы не можем помочь. Разобрать корабль на металлолом, пока есть возможность.
zh_hans: 我们帮不上忙。趁现在还来得及，把星舰搜刮了。

source: You quickly locate the premier. As soon as you do, however, the party hall bursts into flames! It seems that Ayr has somehow signaled a Hellfire drone to burn the place down!
fr: Vous localisez rapidement le Premier ministre. Mais dès que vous le faites, la salle des fêtes prend feu ! Il semblerait qu'Ayr ait, d'une manière ou d'une autre, ordonné à un drone Hellfire de brûler l'endroit !
it: Localizzi in fretta il Primo Ministro. Ma non appena lo fai, la sala eventi va a fuoco! Sembra che Ayr abbia ordinato a un drone incendiario di bruciare tutto!
ko: 당신은 빠르게 수상을 발견했습니다. 그러나 얼마 안 지나 이바르의 연회장이 갑자기 타오르기 시작했습니다! 아이르가 어떻게 헬파이어 드론을 이용해 연회장에 불을 지른 것 같군요!
ru: Вы быстро находите премьера. Однако как только вы это делаете, зал для собраний вспыхивает! Похоже, Эйр каким-то образом подал сигнал дрону Адского огня, чтобы тот сжег все дотла!
zh_hans: 你很快就找到了总理。然而，就在你找到总理的同时，宴会厅突然燃起了熊熊大火！看来埃尔已经向地狱火无人机发出信号，要烧毁这里！

source: (Alkali) Call the local Shell garrison.
fr: (Alkali) Appelez la garnison locale de Coquilles.
it: (Alkali) Chiama la guarnigione shellman locale.
ko: (알칼리) 근처 셸 주둔지를 호출한다.
ru: (Алькали) Связаться с местным гарнизоном ракушек.
zh_hans: (阿尔科莱)呼叫当地甲壳族驻军。

source: (Teleporter) Lock on to Ivar and teleport him onto your ship.
fr: (Téléporteur) Cibler Ivar et téléportez-le sur votre vaisseau.
it: (Teletrasporto) Aggancia Ivar e teletrasportalo sulla tua nave.
ko: (텔레포터) 이바르를 추적해 함선으로 순간이동 시킨다.
ru: (Телепортатор) Найти Ивара и телепортировать его на свой корабль.
zh_hans: (传送器)锁定苡瓦，将他传送到你的星舰上。

source: (Fireproof Crew) Send in your crew to find Ivar.
fr: (Equipage ignifugé) Envoyer votre équipage pour trouver Ivar.
it: (Equipaggio ignifugo) Manda il tuo equipaggio a cercare Ivar.
ko: (화염 면역 선원) 선원을 보내 이바르를 찾는다.
ru: (Огнеупорный экипаж) Отправить своего члена экипажа на поиски Ивара.
zh_hans: (防火船员)派你的船员去寻找苡瓦。

source: (Repair Drone) Send a repair drone into the fire.
fr: (Drone de maintenance) Envoyer un drone de maintenance dans le feu.
it: (Drone manutenzione) Manda un drone manutenzione nel fuoco.
ko: (수리 드론) 수리 드론을 현장에 보낸다.
ru: (Дрон-ремонтник) Отправить дрона для тушения пожара.
zh_hans: (维修无人机)将一架维修无人机送入火中。

source: (Fire Extinguishers) Use your ship's fire suppression on the party hall.
fr: (Extincteurs) Utiliser le système de suppression d'incendies de votre vaisseau sur la salle des fêtes.
it: (Estintori) Usa i dispositivi antincendio della tua nave nella sala eventi.
ko: (자동 진압 시스템) 함선의 화재 진압 시스템을 연회장에 사용한다.
ru: (Огнетушители) Использовать корабельные средства пожаротушения в зале для собраний.
zh_hans: (自动灭火器)在宴会厅使用星舰上的灭火器。

source: Send crew to help.
fr: Envoyer votre équipage pour aider.
it: Manda l'equipaggio ad aiutare.
ko: 선원을 보내 돕는다.
ru: Отправить экипаж на помощь.
zh_hans: 派船员去帮忙。

source: Can't help. Scrap the ship while you can.
fr: Nous ne pouvons rien faire. Démantelez le vaisseau tant que vous le pouvez.
ko: 도울 수 없다. 가능할 때 함선을 해체한다.
ru: Мы не можем помочь. Разобрать корабль на металлолом, пока есть возможность.
zh_hans: 我们帮不上忙。趁现在还来得及，把星舰搜刮了。

# data/events_sector_confederacy.xml$//event[@name="SAVE_IVAR_GARRISON"]/text
source: Alkali is one step ahead of you. As you turn to him, he is using his communicator. "No time to talk. Send thhhe entire garrison as well as a scientist into Ivar's party hall and rescue him." You hear a brief protest, but Alkali interrupts. "Thhhhe research and embassy can go undefended for an hour or so. Thhhhis is a direct order." Moments later, an entire garrison of Shell troops swoop in around the flaming building. They immediately start coordinating the effort to put out the fire and begin rescuing the occupants. Eventually, a Shell soldier comes out of the building, with a small group of Vampweeds behind him. Among the survivors is Ivar, leaning against his spear as a walking stick.
fr: Alkali a une longueur d'avance sur vous. Lorsque vous vous tournez vers lui, il utilise son communicateur. "Pas le temps de parler. Enffoyez toute la garnison ainsi qu'un scientifique dans la salle des fêtes d'Iffar et sauffez-le. " Vous entendez une brève protestation, mais Alkali vous interrompt. "Les recherches et l'ambassade peuffent rester sans défense pendant une heure ou deux. C'est un ordre direct." Quelques instants plus tard, une garnison entière de soldats Coquille débarque autour du bâtiment en flammes. Ils commencent immédiatement à coordonner les efforts pour éteindre l'incendie et secourir les occupants. Finalement, un soldat Coquille sort du bâtiment, suivi d'un petit groupe de Vampiflores. Parmi les survivants se trouve Ivar, qui s'appuie sur sa lance en guise de canne.
it: Alkali è un passo avanti a te. Come ti volti verso di lui, sta già usando il suo comunicatore. "Non c'è tempo per parlare. Mandate tutta la guarnigione e anche uno fienziato nella fala eventi di Ivar e falvatelo." Senti una breve protesta, ma Alkali interrompe. "La ricerca e l'ambafiata poffono reftare indifefe per un'oretta. Quefto è un ordine diretto." Pochi momenti dopo, un'intera guarnigione di truppe shellman circonda l'edificio in fiamme. Iniziano immediatamente a coordinarsi per spegnere l'incendio e salvare gli occupanti. Alla fine, un soldato shellman esce dall'edificio, con un piccolo gruppo di vampirerbe al seguito. Tra di loro c'è Ivar, che si appoggia alla sua lancia per camminare.
ko: 알칼리가 이미 한발 앞서 있습니다. 당신이 고개를 돌리니 알칼리는 자기 개인 통신장치를 사용하고 있었습니다. "지체할 시이이간이 업쓰으읍니다. 주둔지에 있는 셰에엘 전원과 과학자 한 명을 이바르의 연회장으로 보내 구출하시이입시이이오." 통신장치 너머로 불평 소리가 들리나 알칼리가 끼어듭니다. "연구소오오나 대사아아관 한 시이이간 정도 방치해도 되잖스으읍니까? 명령이니 어서어어 따르시이입시이이오." 얼마 지나지 않아 주둔지 셸 병력 전체가 불타는 건물에 급강하했습니다. 셸 병력은 진입하자마자 힘을 모아 화재 진압에 힘썼고 갇힌 인원을 구출하기 시작했습니다. 이윽고 셸 병사 하나가 흡혈초 무리 하나를 이끌고 나옵니다. 생존자 가운데에는 창을 지팡이로 삼아 기댄 이바르가 있습니다.
ru: Алькали опережает вас на шаг. Когда вы поворачиваетесь к нему, он использует свой коммуникатор. "Нет времени на разговоры. Отправьте весь гарнизон, а также учшеных в зал для собраний Ивара и спасите его". Вы слышите короткий протест, но Алькали прерывает его. "Исследовательский центр и посольство могут оставаться без защиты в течшение чшаса или около того. Это прямой приказ". Мгновением позже вокруг пылающего здания появляется целый гарнизон войск ракушек. Они немедленно начинают координировать усилия по тушению пожара и спасать людей. В конце концов из здания выходит солдат ракушек, а за ним - небольшая группа Вампсорняков. Среди выживших - Ивар, опирающийся на свое копье как на трость.
zh_hans: 阿尔科莱比你快一步。当你转向他时，他正在使用通讯器。"没时间说话了。派所有驻军和一名科学家进入苡瓦的宴会厅去救他。"你听到一个简短的抗议，但阿尔科莱打断了他。"研究所和大使馆可以在一个小时左右的时间内不设防。这是直接命令。"片刻后，一整支甲壳族军队猛扑向着火的大楼。他们立即开始协调灭火工作并开始营救人员。最后，一名甲壳族士兵从大楼里走出来，后面跟着一小群血草兰花。幸存者中有伊瓦尔，他把自己的长矛当拐杖拄着。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_confederacy.xml$//event[@name="TELEPORT_IVAR"]/text
source: You're able to find Ivar's exact location within the building as it begins to burn. You have more than enough time to teleport him and all the other people trapped inside out of the building. Ivar looks around, then breathes a sigh of relief once he realizes what happened.
fr: Vous parvenez à trouver l'emplacement exact d'Ivar dans le bâtiment alors qu'il commence à brûler. Vous avez largement assez de temps pour le téléporter ainsi que toutes les autres personnes piégées à l'intérieur du bâtiment. Ivar regarde autour de lui, puis pousse un soupir de soulagement lorsqu'il réalise ce qu'il s'est passé.
it: Riesci a trovare la posizione esatta di Ivar mentre l'edificio inizia a bruciare. Hai tempo più che sufficiente per teletrasportare lui e tutti gli altri intrappolati all'interno. Ivar si guarda intorno e fa un sospiro di sollievo quando si rende conto di cosa è successo.
ko: 당신은 불타는 연회장 안에서 이바르가 있는 곳을 정확히 찾아냈습니다. 이바르와 연회장에 갇힌 인원을 순간 이동시켜 구출하고도 시간이 차고 넘칩니다. 이바르는 두리번거리더니 상황을 파악하고는 안도의 한숨을 쉽니다.
ru: Вам удастся найти точное местоположение Ивара в здании, когда оно начинает гореть. У вас более чем достаточно времени, чтобы телепортировать из здания его и всех остальных людей, оказавшихся в ловушке. Ивар оглядывается по сторонам, а затем вздыхает с облегчением, когда понимает, что произошло.
zh_hans: 你在大楼开始燃烧时找到苡瓦的准确位置。你有足够的时间将他和所有被困在楼内的人传送出大楼。苡瓦环顾四周，当他意识到发生了什么后，松了一口气。

# data/events_sector_confederacy.xml$//event[@name="TELEPORT_IVAR"]/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your crew charges into the building without fear of fire. They put out whatever fires they can. It's tricky, but in doing so, a path is forged straight to the survivors. Your crew leads them outside. Ivar stumbles out of the building leaning against your crew member.
fr: Votre équipage charge dans le bâtiment sans craindre le feu. Ils éteignent tous les incendies qu'ils peuvent. C'est délicat, mais ce faisant, un chemin est tracé directement vers les survivants. Votre équipage les conduit dehors. Ivar sort du bâtiment en trébuchant, s'appuyant contre votre membre d'équipage.
it: Il tuo equipaggio carica nell'edificio senza aver paura del fuoco. Spengono l'incendio come possono. È difficile, ma nel mentre creano un passaggio direttamente verso i sopravvissuti. Il tuo equipaggio li accompagna all'esterno. Ivar esce appoggiato a un membro del tuo equipaggio.
ko: 당신의 선원은 불에 탈 걱정 없이 건물 안으로 뛰어듭니다. 선원들이 불씨를 보이는 족족 다 꺼트립니다. 어려운 작업이었지만, 생존자들에게로 바로 향하는 길이 생겼습니다. 당신의 선원이 생존자들을 밖으로 인도합니다. 이바르는 당신의 선원에 기대 건물 밖으로 비틀비틀 걸어 나옵니다.
ru: Ваш экипаж входит в здание, не опасаясь огня. Они тушат все пламя, какое только могут. Это непросто, но благодаря этому удается проложить путь к выжившим. Ваш экипаж выводит их наружу. Ивар выходит из здания, опираясь на члена вашего экипажа.
zh_hans: 你的船员冲进大楼，无惧火势。他们把能扑灭的火都扑灭了。虽然很棘手，但这样就开辟了一条通往幸存者的道路。你的船员把他们带到了外面。苡瓦靠在你的船员身上，跌跌撞撞地走出了大楼。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_confederacy.xml$//event[@name="SAVE_IVAR_REPAIR_DRONE"]/text
source: Your drone crashes into the building through a window. It quickly puts out any fires it encounters and locates the survivors. You order your drone to lead the survivors to the exit, where your crew are unblocking the barricades. Ivar stumbles out of the building leaning against his spear as a walking stick.
fr: Votre drone s'écrase dans le bâtiment par une fenêtre. Il éteint rapidement les incendies rencontrés et localise les survivants. Vous ordonnez à votre drone de conduire les survivants jusqu'à la sortie, où votre équipage débloque les barricades. Ivar sort du bâtiment en s'appuyant sur sa lance qui lui sert d'appui.
it: Il tuo drone irrompe nell'edificio da una finestra. Spegne rapidamente le fiamme che incontra e localizza i sopravvissuti. Ordini al tuo drone di condurli all'uscita, dove il tuo equipaggio sta smontando le barricate. Ivar esce appoggiandosi alla sua lancia per camminare.
ko: 당신의 드론은 창문을 뚫고 건물로 돌진합니다. 드론은 보이는 불을 다 진화하고 생존자의 위치를 파악했습니다. 당신은 드론에게 명령해 생존자를 선원이 장애물을 제거한 출구로 인도했습니다. 이바르는 자신의 창을 지팡이 삼아 비틀비틀 걸어나왔습니다.
ru: Ваш дрон проникает в здание через окно. Он быстро тушит все возникшие пожары и находит выживших. Вы приказываете дрону провести выживших к выходу, а ваша команда разбирает заграждения. Ивар выходит из здания, опираясь на свое копье как на трость.
zh_hans: 你的无人机从窗户进入大楼。它迅速扑灭了遇到的任何火源，并找到了幸存者。你命令无人机将幸存者引向出口，你的船员正在那里疏通路障。苡瓦靠着他的长矛当拐杖，跌跌撞撞地走出了大楼。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You aim your ship's fire suppression externally in an attempt to put out the fire. The suppression system is quickly able to snuff out the majority of the flames. With your ship's intervention, the on-site fire response team is able to perform an evacuation. Ivar stumbles out of the building leaning against his spear as a walking stick.
fr: Vous dirigez le système de suppression d'incendies de votre vaisseau vers l'extérieur pour tenter d'éteindre le feu. Le système de suppression d'incendies est capable d'éteindre rapidement la majorité des flammes. Avec l'intervention de votre vaisseau, l'équipage d'intervention sur place est en mesure de procéder à une évacuation. Ivar sort du bâtiment en s'appuyant sur sa lance qui lui sert d'appui.
it: Punti i sistemi antincendio della tua nave all'esterno nel tentativo di spegnere l'incendio, che riescono a estinguerlo quasi del tutto in breve tempo. Con l'intervento della tua nave, i vigili del fuoco in loco sono in grado di evacuare l'edificio. Ivar esce, appoggiandosi alla sua lancia per camminare.
ko: 당신은 함선의 자동 진압 시스템을 연회장에 조준했고, 연회장 내 화염 대부분을 꺼트렸습니다. 함선이 개입한 덕분에 연회장에 주둔하던 소방대원이 대피작전을 성공적으로 실행했습니다. 이바르는 자신의 창을 지팡이 삼아 비틀비틀 걸어나왔습니다.
ru: Вы нацеливаете систему пожаротушения корабля на внешние объекты, пытаясь потушить огонь. Система пожаротушения быстро справляется с большей частью пламени. Благодаря вмешательству вашего корабля команда пожарных на месте смогла провести эвакуацию. Ивар выходит из здания, опираясь на свое копье как на трость.
zh_hans: 您将飞船的灭火装置瞄准外部，试图将火扑灭。灭火系统很快就扑灭大部分火焰。在你的星舰干预下，现场消防队得以进行疏散。苡瓦靠着他的长矛当拐杖，跌跌撞撞地走出了大楼。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your crew tries to enter, but they can't make it in time. The hall burns out before you can offer any assistance. The Vampweeds on the scene recognize your attempt to help, but unfortunately they don't appear to be very eager to interact with you. It seems they managed to clean up most of the fight, leaving you a small fraction of what remained.
fr: Votre équipage essaie d'entrer, mais il n'y parvient pas à temps. La salle brûle avant que vous ne puissiez offrir votre aide. Les Vampiflores présents sur les lieux reconnaissent votre tentative d'aide, mais malheureusement, ils ne semblent pas très désireux d'interagir avec vous. Il semble qu'ils aient réussi à nettoyer la majeure partie du combat, ne vous laissant qu'une petite fraction de ce qu'il restait.
it: Il tuo equipaggio prova ad entrare, ma non fa in tempo. La sala brucia prima che tu possa offrire aiuto. Le vampirerbe presenti riconoscono il tuo tentativo di aiutare, ma sfortunatamente non sembrano particolarmente inclini a parlarti. Sembra che siano riusciti a ripulire quasi tutto del combattimento, lasciandoti una piccola parte di ciò che è rimasto.
ko: 당신의 선원들이 진입하려 했지만, 이미 늦었습니다. 선원들이 조난 작전을 실행하기 전에 연회장이 다 타버립니다. 당신이 돕고자 하는 의도를 현장에 있는 흡혈초들도 알고 있지만, 당신과 대화하고 싶어 하는 기색은 아닌 듯합니다. 교전 뒤처리가 다 끝난 현재는 전리품이라 할 게 얼마 남지 않았습니다.
ru: Ваш экипаж пытается войти, но уже поздно. Зал сгорел прежде, чем вы успели оказать какую-либо помощь. Вампсорняки на месте происшествия признают вашу попытку помочь, но, к сожалению, не проявляют особого желания взаимодействовать с вами. Похоже, им удалось расчистить большую часть завала, оставив вам лишь малую толику того, что не сгорело дотла.
zh_hans: 你的船员试图进入，但来不及了。在你提供任何帮助之前，宴会厅就被烧毁了。现场的血草兰花注意到你们试图帮忙，但不幸的是，他们似乎并不热衷于与你交流。看来他们成功地清理了大部分战斗残骸，只给你留下了一小部分。

# data/events_sector_confederacy.xml$//event[@name="ABANDON_IVAR"]/text
source: There's nothing you can do but watch. It's clear that the doors have been barricaded from the outside, meaning anybody inside was trapped. You take what you can and get out.
fr: Vous ne pouvez rien faire d'autre que regarder. Il est clair que les portes ont été barricadées de l'extérieur, ce qui signifie que quiconque à l'intérieur était coincé. Vous prenez ce que vous pouvez et sortez.
it: Non puoi fare altro che stare a guardare. È chiaro che le porte sono state sbarrate dall'esterno, il che vuol dire che chiunque ci fosse là dentro era in trappola. Prendi quello che puoi e te ne vai.
ko: 우두커니 쳐다보는 것 외에는 할 수 있는 게 없습니다. 연회장은 확실히 밖에서 막혀 있어 연회장 내 인원이 탈출할 수 없었습니다. 당신은 긁어모을 수 있는 자원을 가지고 떠납니다.
ru: Вам ничего не остается, как смотреть. Очевидно, что двери были забаррикадированы снаружи, а значит, все, кто находился внутри, оказались в ловушке. Вы берете все, что можете, и выбираетесь наружу.
zh_hans: 你只能眼睁睁地看着。很明显，门已经从外面被封死了，这意味着里面的人都被困住了。你拿上你能拿走的东西，然后离开这里。

# data/events_sector_confederacy.xml$//event[@name="ABANDON_IVAR"]/choice/text
source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
