Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/events_sector_confederacy.xml$//event[@name="TY_EREL_COALITION_HAIL"]/text
source: As you hail the Coalition Predator, you're greeted by the sight of a Mantis Bishop. "You have stuck your ugly nose where it doesn't belong, Renegade! The Hive has unfinished business with this meddlesome bureaucrat. This will be your one chance to escape death at our hands."
fr: Alors que vous contactez le Prédateur de la Coalition, vous êtes ébloui à la vue d'un Évêque Mantis. "Vous avez mis votre sale nez là où il ne faut pas, Renégat ! La Ruche a des affaires en suspens avec ce bureaucrate intrusif. Ce sera vôtre unique chance d'échapper à la mort entre nos mains."
it: Non appena contatti il Predatore della Coalizione, ti trovi davanti a un alfiere mantis. "Hai ficcato quel brutto naso dove non dovevi, Rinnegato! L'Alveare ha questioni in sospeso con questo fastidioso burocrate. Questa è la tua unica possibilità di sfuggire alla morte per mano nostra."
ko: 당신이 연합 포식자 함선과 교신하자 맨티스 주교가 모습을 드러냅니다. "당신과 상관없는 일에 그 못생긴 코를 처박고 있군, 배회자여! 우리 하이브는 저 오지랖 넓은 관료 놈과 청산해야 할 일이 있네. 기회를 딱 한 번 주지. 지금 떠나지 않으면 우리 손에 죽음을 맞이할 것이다."
ru: Установив связь с хищниками Коалиции, вас встречает богомол-Епископ. "Ты сунул свой уродливый нос куда не следует, Ренегат! У Улья остались незавершенные дела с этим непутевым бюрократом. Это твой единственный шанс избежать смерти от наших рук".
zh_hans: 当你呼叫星联布雷舰时，你的视野内出现了一艘螳螂主教飞船。“你把你丑陋的鼻子伸到了不属于它的地方，变元者！母巢对这个多管闲事的官僚还有些事没办。现在是你从我们手中逃脱死亡的唯一机会。”

source: Ask them why they hate Ty E'Rel.
fr: Leur demander pourquoi ils détestent Ty E'rel.
it: Chiedigli perché odiano Ty E'Rel.
ko: 왜 타이 이'렐을 싫어하는지 물어본다.
ru: Спросить их, почему они ненавидят Тая Э'Рела.
zh_hans: 询问他们为什么攻击笛艾尔。

source: "Pah, Renegades and their insipid curiosity." The Bishop hesitates, but then unloads into a furious rant. "The Hive was winning! When those simpering flowers joined the Federation, we thought it had no chance to affect the outcome of the war... That worthless shrub convinced the Confederacy to abandon us! We could win a hundred fights on the ground and never make up for the losses the Federation would inflict in a single space battle. Without their weapons, their shipyards, the Hive could never maintain a fleet to continue our conquest." The Bishop pounds the console viciously. He finishes with a cold remark. "His infestation must be burned from the galaxy, to send a message to all who would refuse an alliance with the Hive."
fr: "Pah, les renégats et leur curiosité insipide". L'évêque hésite, puis se lance dans une diatribe furieuse. "La Ruche était en train de gagner ! Lorsque ces fleurs mièvres ont rejoint la Fédération, nous pensions qu'elles n'avaient aucune chance d'influer sur l'issue de la guerre... Cet arbuste sans valeur a convaincu la Confédération de nous abandonner ! Nous aurions pu remporter cent batailles au sol sans jamais compenser les pertes que la Fédération infligerait lors d'une seule bataille spatiale. Sans leurs armes, sans leurs hangars, la Ruche ne pourrait jamais maintenir une flotte pour poursuivre sa conquête." L'évêque frappe violemment la console. Il termine par une remarque froide. "Son infestation doit être éliminée de la galaxie, pour envoyer un message à tous ceux qui refuseraient une alliance avec la Ruche."
it: "Pah. I Rinnegati e la loro stupida curiosità." L'alfiere esita, ma poi si scatena in uno sfogo furioso. "L'Alveare stava vincendo! Quando quei patetici fiorellini si sono uniti alla Federazione, credevamo che non potessero influenzare l'esito della guerra... quell'inutile cespuglietto ha convinto la Confederazione ad abbandonarci! Potremmo vincere centinaia di battaglie sul campo e non compensare mai le perdite che Federazione ci infliggerebbe in una singola battaglia spaziale. Senza le sue armi, i suoi cantieri, l'Alveare non riuscirebbe a mantenere una flotta per perpetrare la sua conquista." L'alfiere colpisce la console con violenza. Finisce con un avvertimento freddo. "La sua infestazione dev'essere estirpata dalla galassia, per mandare un messaggio a chiunque rifiuti di allearsi con l'Alveare."
ko: "하, 시시한 주제에 호기심은." 맨티스 주교는 주저하는 듯했으나 갑자기 분노 가득한 불평을 늘어놓습니다. "하이브가 이기고 있었다고! 저 시들한 화초 놈들이 연방에 합류했을 땐 전쟁의 판도를 절대 바꾸지 못할 거라 생각했어... 저 하찮은 잡초가 공동체를 설득해 우릴 버렸어! 우리가 지상전 백번을 이긴다 한들 연방이 우주전 단 한 번으로 끼치는 손실을 만회하진 못해. 하이브는 공동체의 무기와 조선소 없이 정복을 계속할 함대를 유지할 수 없다고." 주교는 독기 가득한 표정으로 단말기를 내려칩니다. "하이브와 동맹을 거절하는 이들에게 본보기를 보여주도록 저 잡초들을 다 불태워 죽여야 해." 주교는 냉혈한 한마디로 하던 말을 끝냅니다.
ru: "Фу, Ренегаты и их тупое любопытство". Епископ колеблется, но затем разражается яростной тирадой. "Улей побеждал! Когда эти жалкие цветочки присоединились к Федерации, мы думали, что у них нет шансов повлиять на исход войны... Этот никчемный кустарник убедил Конфедерацию отречься от нас! Мы можем выиграть сотню боев на суше и все равно не возместить потери, которые Федерация наносит нам в одном космическом сражении. Без их оружия, без их верфей Улей никогда не сможет содержать флот, чтобы продолжать наши завоевания". Епископ злобно стучит по консоли. В конце он холодно замечает. "Его зараза должна быть выжжена из галактики, чтобы предупредить всех, кто хочет отказаться от союза с Ульем".
zh_hans: “呸，变元者和他们无用的好奇心。”主教犹豫了一下，但随后又发出了愤怒的咆哮。“母巢本来要赢了！当那些蠢花加入联邦时，我们以为他们不可能影响战争的结果…可那些悲催的灌木居然说服了血兰邦摒弃我们！我们哪怕赢得一百场地面战斗，也无法弥补联邦在一场空间战斗中对我们造成的损失。没有那些草的武器、船厂，母巢就无法维持舰队继续我们的征服。”这名主教疯狂地敲击控制台。他最后冷淡地说：“我们必须在银河系中对这种侵扰屠杀殆尽，以对所有拒绝与母巢结盟的人起到杀鸡儆猴的作用。”

source: Why wait until now?
fr: Pourquoi attendre jusqu'à maintenant ?
it: Perché aspettare fino ad ora?
ko: 왜 지금까지 기다렸지?
ru: Зачем было ждать до этого момента?
zh_hans: 那为什么现在才动手呢？

source: The Bishop aims a sharp appendage at you. "Had it not been for my queen, I would have killed him long ago. But she was convinced they would turn against us even more if we attacked their diplomats." The Bishop spreads its appendages wide. "But the Coalition has shown her a new path... and now there is nothing holding us back!" The Coalition ship turns to face yours - it looks like a conflict is now inevitable! "You ask too many questions. You cannot be allowed to live!"
fr: L'Évêque pointe un appendice acéré vers vous. "Si cela n'avait pas été pour ma reine, je l'aurais tué depuis longtemps. Mais elle était convaincue qu'ils se retourneraient encore plus contre nous si nous attaquions leurs diplomates." L'Évêque écarte largement ses appendices. "Mais la Coalition lui a montré une nouvelle voie... et maintenant, rien ne nous retient !" Le vaisseau de la Coalition se tourne pour faire face au vôtre - il semble que le conflit soit désormais inévitable ! "Vous posez trop de questions. Vous ne pouvez pas être autorisé à vivre !"
it: L'alfiere ti punta contro uno dei suoi arti affilati. "Se non fosse stato per la mia regina, l'avrei già ucciso tempo fa. Ma si è convinta che si rivolterebbero ancora di più contro di noi se attaccassimo i loro diplomatici." L'alfiere stende i suoi arti in largo. "Ma la Coalizione le ha mostrato una nuova via... e ora niente può più trattenerci!" La nave della Coalizione si volta per rivolgersi verso la tua, sembra che il conflitto sia inevitabile! "Fai troppe domande. Non puoi continuare a vivere!"
ko: 주교는 당신을 향해 날카로운 앞다리를 세웁니다. "여왕의 명령만 아니었다면 한참 전에 죽였겠지. 하지만 여왕은 공동체 외교관을 습격했다가는 더 거세게 반발할 거라 믿었어." 주교는 앞다리 두 쪽을 넓게 벌립니다. "그러나 연합은 우리 여왕에게 새로운 길을 보여주었다... 이제 그 누구도 우리를 방해할 수 없다!" 연합 함선이 당신을 향합니다. 전투가 불가피해 보입니다! "자넨 호기심이 너무 많군. 널 살아서 돌아가게 놔둘 순 없다!"
ru: Епископ направляет на вас свой острый отросток. "Если бы не моя королева, я бы давно убил его. Но она была уверена, что они еще больше ополчатся против нас, если мы нападем на их дипломатов". Епископ широко разводит свои руки. "Но Коалиция указала ей новый путь... и теперь нас ничто не сдерживает!" Корабль Коалиции поворачивается лицом к вашему - похоже, конфликт теперь неизбежен! "Ты задаешь слишком много вопросов. Ты должен умереть!"
zh_hans: 主教用锋利的附肢指向你。“如果不是看皇后的面子，我早就杀了他了。但皇后认为，如果我们攻击他们的外交官，他们会更加反对我们。” 他把附肢张得更开。“但是星联将向她展示了一条新的道路…现在没有什么能阻止我们了！”星联飞船转向你–看起来冲突是不可避免了！“你问的问题太多了。不能让你活下去！”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the ship.
es: Atacar la nave.
fr: Attaquer le vaisseau.
it: Attacca la nave.
ko: 공격하라!
ru: Атаковать корабль.
zh_hans: 攻击这艘船。

source: The Coalition ship is all too willing to engage in combat with you.
fr: Le vaisseau de la Coalition n'est que trop disposé à vous attaquer.
it: La nave della Coalizione è solo contenta di affrontarti in combattimento.
ko: 연합 함선이 당신과 전투하고 싶어 안달나 보입니다.
ru: Корабль Коалиции готов вступить с вами в бой.
zh_hans: 星联飞船非常愿意与你交战。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take the opportunity to leave.
fr: En profiter pour partir.
it: Cogli l'occasione per andartene.
ko: 기회를 틈타 떠난다.
ru: Использовать возможность, чтобы уйти.
zh_hans: 趁机离开。

source: You decide not to mess with the Coalition, abandoning Ty E'Rel to his fate.
fr: Vous décidez de ne pas vous frotter à la Coalition, abandonnant Ty E'rel à son sort.
it: Decidi di non metterti contro la Coalizione, abbandonando Ty E'Rel al suo destino.
ko: 당신은 연합 일에 간섭하지 않기로 했고, 타이 이'렐을 죽게 내버려 둡니다.
ru: Вы решаете не связываться с Коалицией и бросаете Тая Э'Рела на произвол судьбы.
zh_hans: 你决定不招惹星联，让笛艾尔听天由命。

source: Attack the ship.
es: Atacar la nave.
fr: Attaquer le vaisseau.
it: Attacca la nave.
ko: 공격하라!
ru: Атаковать корабль.
zh_hans: 攻击这艘船。

source: The Coalition ship is all too willing to engage in combat with you.
fr: Le vaisseau de la Coalition n'est que trop disposé à vous attaquer.
it: La nave della Coalizione è solo contenta di affrontarti in combattimento.
ko: 연합 함선이 당신과 전투하고 싶어 안달나 보입니다.
ru: Корабль Коалиции готов вступить с вами в бой.
zh_hans: 星联飞船非常愿意与你交战。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Take the opportunity to leave.
fr: En profiter pour partir.
it: Cogli l'occasione per andartene.
ko: 기회를 틈타 떠난다.
ru: Использовать возможность, чтобы уйти.
zh_hans: 趁机离开。

source: You decide not to mess with the Coalition, abandoning Ty E'Rel to his fate.
fr: Vous décidez de ne pas vous frotter à la Coalition, abandonnant Ty E'rel à son sort.
it: Decidi di non metterti contro la Coalizione, abbandonando Ty E'Rel al suo destino.
ko: 당신은 연합 일에 간섭하지 않기로 했고, 타이 이'렐을 죽게 내버려 둡니다.
ru: Вы решаете не связываться с Коалицией и бросаете Тая Э'Рела на произвол судьбы.
zh_hans: 你决定不招惹星联，让笛艾尔听天由命。

source: The Coalition Predator is vanquished. You get a message from Ty E'Rel as you scrap the Predator's remains.
fr: Le Prédateur de la Coalition est vaincu. Vous recevez un message de Ty E'rel pendant que vous récupérez les restes de ferraille.
it: Il Predatore della Coalizione è stato sconfitto. Ricevi un messaggio da Ty E'Rel mentre smantelli quello che resta.
ko: 연합 포식자선을 처치했습니다. 당신은 잔해를 수거하는 동안 타이 이'렐에게 온 메세지를 받습니다.
ru: Хищник Коалиции повержен. Вы получаете сообщение от Тая Э'Рела, когда разбираете обломки хищника.
zh_hans: 星联布雷舰已被击败。当你搜刮布雷舰的残骸时，你收到了笛艾尔的消息。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The elderly plant appears on your viewscreen. He gives a very slight, gentle smile. "My compliments on the intervention. I was about to leave for a trip to the Gathering, which would surely be an opportune moment to strike. I would be more than happy to offer the schematics of my ship to the Federation."
fr: L'ancienne plante apparaît sur votre écran de visualisation. Il esquisse un léger sourire doux. "Mes compliments pour votre intervention. J'étais sur le point de partir pour un voyage vers la Congrégation, ce qui serait certainement un moment propice pour agir. Je serais plus qu'heureux d'offrir les schémas de mon vaisseau à la Fédération."
it: La pianta attempata appare a schermo. Ti fa un leggero sorriso gentile. "Congratulazioni per l'intervento. Stavo per andarmene in viaggio al Raccolto, che sarebbe stato il momento opportuno per colpire. Sarò più che felice di offrire i progetti della mia nave alla Federazione."
ko: 나이 지긋한 화초가 화면에 나타납니다. 그는 아주 희미하지만 인자한 미소를 띄고 있습니다. "개입해 주셔서 감사합니다. 군락을 방문하려던 참이었는데 아마 습격에 속수무책으로 당했겠지요. 연방에게 제 함선의 설계도를 기꺼이 드리겠습니다."
ru: Пожилое растение появляется на вашем обзорном экране. Он слегка, мягко улыбается. "Мои комплименты по поводу вашего вмешательства. Я как раз собирался отправиться в Соцветие, что, несомненно, стало удобным моментом для нанесения удара. Я буду более чем счастлив передать Федерации чертежи своего корабля".
zh_hans: 你在屏幕上看到一位老年植物。他微微一笑。“对您的干预表示衷心感谢。我本来打算起身前往集议会，猜到了这会是一个袭击的好时机。我非常乐意把我的星舰蓝图提供给联邦。”

source: What's next for you?
fr: Quelle est la suite de votre parcours ?
it: E adesso che farai?
ko: 앞으로 계획은 어떻게 되십니까?
ru: Что ждет вас дальше?
zh_hans: 那你的下一步计划呢？

source: "Hmm.... retirement, eventually. It never feels like the right time, what with the galaxy constantly trying to rip itself to pieces." He straightens his back stem, groaning. "I could help you out for a short time on the off chance you need an ambassador or just an experienced set of hands."
fr: "Hmm... la retraite, éventuellement. Ça ne semble jamais être le bon moment, avec la galaxie qui essaie constamment de se déchirer." Il redresse sa tige dorsale en grognant. "Je pourrais vous aider pendant un court moment au cas où vous auriez besoin d'un ambassadeur ou simplement de quelqu'un avec de l'expérience."
it: "Hmm... andrò in pensione, prima o poi. Non sembra mai il momento giusto, con la galassia che cerca continuamente di farsi a pezzi." Raddrizza il suo stelo dorsale, mugugnando. "Potrei aiutarti per un po' in caso ti serva un ambasciatore o anche solo qualcuno di esperto."
ko: "음... 언젠간 은퇴해야겠지요. 사실 은하계가 서로 찢고 죽이려 하는 걸 보면 썩 좋은 때는 아닌듯하지만 말입니다." 그는 한숨을 쉬며 등뿌리를 꼿꼿이 세웁니다. "혹시 외교관이나 노련한 일손이 필요하다면 잠시나마 도와드리죠."
ru: "Хмм.... пенсия, в конце концов. Все время кажется, что время неподходящее - галактика постоянно пытается разорвать себя на куски". Он выпрямляет спину, застонав. "Я мог бы помочь вам ненадолго, если вдруг вам понадобится посол или просто опытная пара рук".
zh_hans: “嗯…打算，退休。虽然感觉暂时还没到合适的时机，银河系正在不断地将自己撕成碎片。”他挺直了背脊，发出一声呻吟。“如果您需要一个大使或是一个老手帮忙的话，我可以帮忙一段时间。”

source: Accept Ty E'erel.
fr: Accepter Ty E'Rrel.
ru: Принять Тай Э'Рела.
zh_hans: 接受笛艾尔。

source: "I will report to your ship right away. Pleasure to make your acquaintance, Captain." Ty E'Rel walks onto your ship carrying stacks of books and documents.
fr: "Je me présente immédiatement à votre vaisseau. C'est un plaisir de faire votre connaissance, Capitaine." Ty E'rel entre dans votre vaisseau, portant des piles de livres et de documents.
it: "Farò immediatamente rapporto alla tua nave. Felice di conoscerti, capitano." Ty E'Rel entra nella tua nave portandosi pile di libri e documenti.
ko: "지금 당장 승선하겠습니다. 합류하게 되어 기쁩니다, 함장님." 타이 이'렐은 책과 문서더미 여럿을 들고 함선에 탑니다.
ru: "Я немедленно отправлюсь на ваш корабль. Рад знакомству, капитан". Тай Э'Рел поднимается на ваш корабль, перенося с собой стопки книг и документов.
zh_hans: “我会立刻前往你的飞船报道。很高兴认识你，舰长。”笛艾尔带着一摞书籍和文件走上你的星舰。

source: Ty E'Rel
ru: Тай Э'Рел
zh_hans: 笛艾尔

source: Decline Ty E'erel.
fr: Refuser Ty E'Rrel.
ru: Отказать Тай Э'Релу.
zh_hans: 拒绝笛艾尔。

source: "In that case, I will take my ship and head over to the Federation for the time being. Good travels."
fr: "Dans ce cas, je vais prendre mon vaisseau et me rendre à la Fédération pour le moment. Bon voyage."
it: "In tal caso, prenderò la mia nave e andrò alla Federazione per il momento. Buon viaggio."
ko: "그렇다면 제 함선을 몰고 당분간 연방 구역으로 향해야겠군요. 그럼, 이만."
ru: "В таком случае я возьму свой корабль и отправлюсь в Федерацию. Счастливого пути".
zh_hans: “既然如此，我会驾驶我的星舰暂且前往联邦。祝您旅途愉快。”
