Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: "One last thing. Our requisition officer wants to speak with you. One moment." The director steps back and is replaced with a strangely cheerful Vampweed. "'ello there! If you're 'eading over to the 'omeworld to 'elp us out, surely you'll be needin' some supplies! What'd'ya like?"
fr: "Une dernière chose. Notre agent de réquisition veut vous parler. Un instant." Le directeur recule et est remplacé par un Vampiflore étrangement joyeux. "'Bonjour à fous ! Si fous fous dirigez fers le monde natal pour nous aider, fous aurez sûrement besoin de ressources ! Qu'est-ce que fous foulez ?"
it: "Un'ultima cosa. Il nostro ufficiale di requisizione vuole parlarti. Un momento." Il direttore fa un passo indietro ed è sostituito da una vampirerba stranamente allegra. "Ohilà! S'annate ar nostro mondo casa pe' aiutarce, ve servirà 'n po' d'aiuto! Che ve piase?"
ko: "마지막으로 저희 보급 장교가 할 말이 있다고 합니다. 잠시만 기다려주십시오." 화면에 책임자 대신에 이상하리만치 들떠있는 흡혈초가 나왔습니다. "안녕하십니까! 저희를 도와주러 고향 성단에 가신다지요? 그러면 보금품도 필요하실 텐데 뭘로 드릴까요?"
ru: "И последнее. Наш офицер по снабжению хочет поговорить с вами. Одну минуту". Директор отходит назад, и на его месте появляется странно веселый Вампсорняк. "Эээ... Привееет! Если вы... кхм... отправляетесь в эти... родные миры... чтобы... эмм... помочь нам... то вам точно... ох, точно нужны... какие-то... припасы! Ну и что вам... нужно-то, а?"
zh_hans: "最后一件事。我们的军需官想和你谈谈。稍等。"负责人退后一步，取而代之的是一个奇怪的欢快的血草兰花。"各位 '子 ！如果你们要到母‐'生‐去帮 ‐'力‐我们，你肯定需-覀'-一些物资！你-相'-要什么？"

source: Vampweed ballistics
fr: Balistique Vampiflore
it: Balistica vampirerba
ko: 흡혈초 탄도 무기
ru: Баллистика Вампсорняков
zh_hans: 血草兰花耗弹武器

source: "'ere you are! Best of luck!"
fr: "Te voilà ! Bonne chance !"
it: "Toh! Buona fortuna!"
ko: "여깄습니다! 행운을 빌어요!"
ru: "Держиии... теее! Удачки вам!"
zh_hans: "-'合-你！祝你好运！"

source: Vampweed drones
fr: Drones Vampiflore
it: Droni vampirerba
ko: 흡혈초 드론
ru: Дрон Вампсорняков
zh_hans: 血草兰花无人机

source: "'ere you are! Best of luck!"
fr: "Te voilà ! Bonne chance !"
it: "Toh! Buona fortuna!"
ko: "여깄습니다! 행운을 빌어요!"
ru: "Держиии... теее! Удачки вам!"
zh_hans: "-'合-你！祝你好运！"

source: An extra pair of hands
fr: Une paire de mains supplémentaire
it: Un paio di mani in più
ko: 일손
ru: Дополнительная пара рук
zh_hans: 多一双手

source: "Want a buddy, then? I know just the person for the job!"
fr: "Fous foulez un membre d'équipage ? Je connais la personne parfaite pour ce trafail !"
it: "Voi 'n amico, dunque? Conosco proprio 'a persona adatta!"
ko: "선원이 필요하십니까? 마침 적임자를 알고 있죠!"
ru: "Хо-хотите прриятеля? Ооо, я... я как раз знаю... того самого! Он прям... ну воообще, в самый раз... для этой р-работенки!"
zh_hans: "想要个伙伴吗？我知道谁最合适！"

# data/events_sector_confederacy.xml$//event[@name="QUEST_OFFER_IVAR_ONLY"]/text
source: "We were compromised. The Confederacy is rife with Coalition sympathizers... but your arrival shifted the balance of power here back into our favor. We're not out of the woods yet... something terrible is about to happen. The Coalition would not have targeted us without a motive! We have reason to believe Premier Ivar and Secretary Ayr are in danger."
fr: "Nous avons été compromis. La Confédération regorge de sympathisants de la Coalition... mais votre arrivée a fait basculer l'équilibre de puissance en notre faveur ici. On n'est pas encore sorti de l'auberge, cependant... quelque chose de terrible est sur le point de se produire. La Coalition ne nous aurait jamais ciblés sans motif ! Nous avons des raisons de croire que le Premier ministre Ivar, le secrétaire Ayr et l'ambassadeur Ty E'rel sont en danger."
it: "Siamo stati compromessi. La Confederazione è piena di simpatizzanti della Coalizione... ma il tuo arrivo ha spostato l'equilibrio di potere nuovamente a nostro favore. Non siamo ancora fuori pericolo, però... sta per succedere qualcosa di terribile. La Coalizione non ci avrebbe mai preso di mira senza una ragione. Abbiamo motivo di credere che il Primo Ministro Ivar e il Segretario Ayr siano in pericolo."
ko: "저희 정체가 발각되었습니다. 공동체에는 연합과 동조하는 세력이 많습니다만... 당신이 도착해 힘의 균형이 다시 저희 쪽으로 돌아왔죠. 하지만 안심하긴 이릅니다... 뭔가 끔찍한 일이 곧 일어날 거거든요. 연합이 아무런 목적 없이 저희를 습격하진 않았을 거란 말입니다! 저희에겐 이바르 수상과 그의 비서 아이르, 그리고 타이 이'렐 대사가 위험에 처했다고 결론 지을 근거가 있습니다."
ru: "Мы были скомпрометированы. В Конфедерации полно сторонников Коалиции... но ваше прибытие изменило баланс сил в нашу пользу. Мы еще в опасности... скоро произойдет нечто ужасное. Коалиция не стала бы нападать на нас, если бы у них не было мотива! У нас есть основания полагать, что премьеру Ивару и секретарю Эйру угрожает опасность".
zh_hans: "我们遭到了袭击。血兰邦还充斥着星联的支持者……但是你的到来让命运的天平开始向我们这边倾斜。我们还没有脱离险境……可怕的事情即将发生。星联不会无故攻击我们！我们有理由相信苡瓦总理和埃尔秘书正处于危险之中。"

source: Tell me about them.
fr: Parle-moi d'eux.
it: Dimmi di più sul loro conto.
ko: 말씀한 이들에 대해 알려주세요.
ru: Расскажите мне о них.
zh_hans: 跟我说说他们。

source: "What, you need a reason to save our head of state or something? Ivar's appointment is something of a point of contention. His parentage is... disputed. Let's just say there's probably a reason he's so buddy-buddy with the Gathering. He's not the most professional either. Stubborn. Ayr is in Ivar's cabinet. A very polite, organized man who worked for the previous Premier."
fr: "Quoi, vous avez besoin d'une raison pour sauver notre chef d'État ou quelque chose comme ça ? La nomination d'Ivar est en quelque sorte un point de discorde. Sa filiation est... contestée. Disons simplement qu'il y a probablement une raison pour laquelle il est si copain-copain avec la Congrégation. Il n'est pas non plus le plus professionnel. Un clown, en fait. Quant à E'Rel, il est quasiment à l'opposé. Une vie entière de médiateur entre deux cultures d'Orchidée l'a rendu complètement impassible mais il est très respecté. Ayr fait partie du cabinet d'Ivar. Un homme très poli et organisé qui a travaillé pour le précédent premier ministre."
it: "Che c'è, ti serve un motivo per salvare il nostro capo di stato, per caso? La nomina di Ivar è abbastanza controversa. Il suo retaggio è... discusso. Diciamo solo che forse c'è un motivo se è così amico del Raccolto. E non è che sia il ritratto della professionalità. Cocciuto. Un pagliaccio, a dire il vero. Ayr fa parte del suo gabinetto. Un uomo ben educato e organizzato che ha lavorato per il precedente Primo Ministro."
ko: "국가 원수를 구하는 데 이유가 필요합니까? 이바르 수상의 임명은 저희 사이에서 여전히 쟁점으로 남아있습니다. 그의 혈통이... 논란이 있거든요. 군락과 친밀한 관계를 유지하는 데 다 이유가 있다고 해놓죠. 그렇다고 해서 노련하다고 보기도 힘듭니다. 고집만 세고 망신살만 뻗치는 작자예요. 그러나 이'렐 대사는 이런 이바르에 완벽하게 대척점에 서있어요. 두 오키드 문화권에서 생긴 분쟁을 중재하다 보니 무표정하게 변했지만, 주변에서 촉망받던 인물이거든요. 아이르는 이바르의 내각에 속해있습니다. 전 수상 밑에서 일했었는데 매우 정중하고 꼼꼼한 비서죠."
ru: "Неужели вам нужна причина, чтобы спасти главу нашего государства? Назначение Ивара вызывает споры. Его происхождение... противоречивое. Скажем так, вероятно, есть причина, по которой он так дружен с Соцветием. Он также не самый профессиональный. Упрямый. Эйр - в кабинете министров Ивара. Очень вежливый, организованный человек, работал на предыдущего премьера".
zh_hans: "怎么，你需要一个理由去拯救我们的国家总理吗？苡瓦的就任引起了一些争议。他的血统……有争议。可以说他和集议会关系如此亲密是有原因的。他也不是最专业的。性格固执。埃尔是苡瓦的内阁成员。一个非常礼貌、有条理的人，曾为前总理工作。"

source: How can we help?
fr: Comment pouvons-nous aider ?
it: Come possiamo aiutare?
ko: 어떻게 도와드리면 되죠?
ru: Чем мы можем помочь?
zh_hans: 我们能提供什么帮助？

source: Good luck with that.
fr: Bonne chance avec ça.
it: Buona fortuna allora.
ko: 잘 됐으면 좋겠네요.
ru: Удачи вам.
zh_hans: 祝你好运。

source: "I'm not sure what we will be able to do after the attack... but we will do what we can. I just hope a civil war doesn't break out because of our involvement..."
fr: "Je ne suis pas sûr de ce que nous pourrons faire après l'attaque... mais nous ferons ce que nous pourrons. J'espère juste qu'aucune guerre civile n'éclate à cause de notre implication..."
it: "Non so cosa riusciremo a fare dopo l'attacco... ma faremo il possibile. Spero solo che non scoppi una guerra civile a causa del nostro coinvolgimento..."
ko: "이번 습격 이후로 저희가 뭘 할 수 있는지 잘 모르겠지만... 되는 만큼 해봐야겠습니다. 저희가 개입했다는 이유로 내전만 일어나지 않았으면 좋겠군요..."
ru: "Я не уверен, что мы сможем что-то сделать после нападения... но мы сделаем все, что в наших силах. Надеюсь только, что в результате нашего вмешательства не начнется гражданская война..."
zh_hans: "我不确定被袭击后我们还能做些什么……但我们会尽力而为。我只希望内战不会因为我们的参与而爆发……"

source: How can we help?
fr: Comment pouvons-nous aider ?
it: Come possiamo aiutare?
ko: 어떻게 도와드리면 되죠?
ru: Чем мы можем помочь?
zh_hans: 我们能提供什么帮助？

source: Good luck with that.
fr: Bonne chance avec ça.
it: Buona fortuna allora.
ko: 잘 됐으면 좋겠네요.
ru: Удачи вам.
zh_hans: 祝你好运。

source: "I'm not sure what we will be able to do after the attack... but we will do what we can. I just hope a civil war doesn't break out because of our involvement..."
fr: "Je ne suis pas sûr de ce que nous pourrons faire après l'attaque... mais nous ferons ce que nous pourrons. J'espère juste qu'aucune guerre civile n'éclate à cause de notre implication..."
it: "Non so cosa riusciremo a fare dopo l'attacco... ma faremo il possibile. Spero solo che non scoppi una guerra civile a causa del nostro coinvolgimento..."
ko: "이번 습격 이후로 저희가 뭘 할 수 있는지 잘 모르겠지만... 되는 만큼 해봐야겠습니다. 저희가 개입했다는 이유로 내전만 일어나지 않았으면 좋겠군요..."
ru: "Я не уверен, что мы сможем что-то сделать после нападения... но мы сделаем все, что в наших силах. Надеюсь только, что в результате нашего вмешательства не начнется гражданская война..."
zh_hans: "我不确定被袭击后我们还能做些什么……但我们会尽力而为。我只希望内战不会因为我们的参与而爆发……"

source: "They should be at Ivar's party hall on Tar'eyl. He's so open that without us keeping tabs on him, I fear for his safety. Ayr is at least quite cautious, so hopefully he is safe. Still, we're not getting any responses from our homeworld, so please make haste!"
fr: "Ils devraient être dans la salle de fête d'Ivar sur Tar'eyl. Il est si accessible que, sans nous pour garder un œil sur lui, je crains pour sa sécurité. Ayr, au moins, est très prudent, alors j'espère qu'il est en sécurité. Mais nous n'avons pas de réponse de notre monde d'origine, alors s'il vous plaît, hâtez-vous !"
it: "Dovrebbero essere nel salone eventi di Ivar su Tar'eyl. Ivar è così aperto che senza noi a tenerlo sotto controllo, temo per la sua sicurezza. Almeno Ayr è alquanto cauto, quindi magari lui è al sicuro. Però, non riceviamo alcuna risposta dal nostro mondo casa, quindi ti prego, fai in fretta!"
ko: "현재 타이'이렐 대사가 공동체를 떠날 때를 노려 연합이 매복 중이라 추정됩니다. 만약 저희 구역에서 습격당했다는 소식이 퍼지면 평판에 악영향을 끼칠테니 아마 떠날 때까지 기다리겠죠. 저희가 타이'이렐 대사와 연락을 유지하고 있어서 응답기 좌표로 바로 보내드릴 수 있습니다. 함장님이라면 혼자서 매복 병력을 다 쫓아낼 수 있을 겁니다."
ru: "Они должны быть в праздничном зале Ивара на Тар'эйле. Он настолько свободолюбив, что без нашего присмотра я опасаюсь за его безопасность. Эйр, по крайней мере, довольно осторожен, так что, надеюсь, он в безопасности. Однако мы не можем получить никакого ответа с нашей родной планеты, поэтому, пожалуйста, поторопитесь!"
zh_hans: "他们应该在塔尔艾尔的苡瓦的宴会厅。苡瓦从不掩饰行踪，如果没有我们监视他，我担心他的安全。埃尔至少相当谨慎，所以很有希望他是安全的。然而，我们没有收到母星的任何回应，所以请抓紧时间！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Vampweeds have warned you their Premier is in danger.
fr: Les Vampiflores vous ont prévenu que leur Premier ministre est en danger.
it: Le vampirerbe ti hanno avvertito che il loro Primo Ministro è in pericolo.
ko: 자신들의 수상이 위험에 처했다고 흡혈초들이 경고했었습니다.
ru: Вампсорняки предупредили вас, что их премьер в опасности.
zh_hans: 血草兰花警告你，他们的总理正处于危险之中。

source: You arrive at Tar'eyl, the Vampweed Homeworld, and birthplace of both Orchid subspecies. In orbit near Ivar's last known position is a Cultivator Cruiser. You receive a hail from the planet.
fr: Vous arrivez à Tar'eyl, le monde natal des Vampiflores et le lieu de naissance des deux sous-espèces d'Orchidées. Un croiseur cultivateur est en orbite près de la dernière position connue d'Ivar. Vous recevez un message de la planète.
it: Arrivi a Tar'eyl, il mondo natio delle vampirerbe, e culla di entrambe le sottospecie di orchid. In orbita vicino all'ultima posizione nota di Ivar c'è un incrociatore Coltivatore. Ricevi una trasmissione dal pianeta.
ko: 당신은 흡혈초의 고향 성단이자 오키드 두 아종의 발상지인 타르'에일에 도착했습니다. 이바르가 마지막으로 발견된 장소 근처에는 경작자 순양함 한 대가 있습니다. 근처 행성에서 교신이 들어옵니다.
ru: Вы прибываете в Тар'эйл, родной мир Вампсорняков и родину обоих подвидов орхидей. На орбите рядом с последним известным местоположением Ивара находится крейсер Культиваторов. Вы получаете вызов с планеты.
zh_hans: 你们到达了塔尔艾尔，这里是血草兰花的母星，也是两个兰花亚种的发源地。在苡瓦最后已知位置附近，有一艘种植者星舰。你收到了来自该星球的呼叫。

source: Respond to the hail.
fr: Répondre au message.
it: Rispondi alla chiamata.
ko: 교신에 응답한다.
ru: Ответить на вызов.
zh_hans: 回应呼叫。

source: You receive a private call from the planet. When you answer, a Vampweed politician appears on your viewscreen, looking exceptionally smug. "Welcome to our homeland, Plan B. Your arrival has only ensured our victory."
fr: Vous recevez un appel privé depuis la planète. Lorsque vous répondez, vous voyez apparaître à l'écran un politicien Vampiflore qui a l'air particulièrement sûr de lui. "Bienvenue dans notre monde natal, Plan B. Votre arrivée ne fait que confirmer notre victoire."
it: Ricevi una trasmissione privata dal pianeta. Quando rispondi, un politico vampirerba appare a schermo, che sembra estremamente compiaciuto. "Benvenuto al nostro mondo natio, Piano B. Il tuo arrivo non ha fatto altro che assicurare la nostra vittoria."
ko: 당신은 근처 행성에서 온 교신에 응답했습니다. 응답하자 스크린에 특히나 거만해 보이는 흡혈초 정치인 한 명이 나타납니다. "저희 고향에 오신 것을 환영합니다. 오히려 당신이 도착해서 우리가 승리를 확신할 수 있게 되었네요, 차선책 나으리."
ru: Вы получаете приватный вызов с планеты. Когда вы отвечаете, на экране появляется Вампсорняк-политик, выглядящий исключительно самодовольным. "Добро пожаловать на нашу родину, План Б. Ваше прибытие лишь стало залогом нашей победы".
zh_hans: 你收到了来自星球的一个私人通讯请求。当你接听时，一个血草兰花植物政客出现在你的屏幕上，看起来异常得意。"欢迎来到我们的母星，计划B。你的到来确保了我们的胜利。"

source: Alkali pushes you aside.
fr: Alkali vous pousse sur le coté.
it: Alkali ti spinge via.
ko: 알칼리가 당신을 밀쳐냅니다.
ru: Алькали отталкивает вас в сторону.
zh_hans: 阿尔科莱把你推到一边。

source: Alkali glares at the politician. "I always thhhought of you to be thhhe treacherous type, Ayr. As usual, my intuition was well founded." Ayr's smug expression is replaced with a poker face. "You scientists are all alike. Pretentious. You knew nothing substantial, don't act like you had any idea."
fr: Alkali jette un coup d'œil au politicien. "Ch'ai touchours pensé que ffous étiez du chenre perfide, Ayr. Comme d'habitude, mon intuition était bien fondée." L'expression de suffisance d'Ayr est remplacée par un visage impassible. "Vous, les scientifiques, vous êtes tous pareils. Prétentieux. Vous ne saviez rien de substantiel, n'agissez pas comme si vous aviez la moindre idée."
it: Alkali fissa il politico. "Ho fempre creduto che foffi un traditore, Ayr. Come al folito, la mia intuizione era fondata. L'espressione compiaciuta di Ayr lascia spazio a un volto impassibile. "Voi scienziati siete tutti uguali. Pretenziosi. Non sapete niente di sostanzioso, non fingere che ne avevi un'idea."
ko: 알칼리가 흡혈초 정치인을 노려봅니다. "역시이이나 믿을 거시이이 못 되는군, 아이르. 내 직감이 맞아써어어." 아이르의 얼굴에서 의기양양한 표정이 이내 사라집니다. "역시나 과학자란 족속은 다 똑같아. 언제나 가식에 차 있지. 어차피 중요한 정보도 모르니 아는 체는 그만두게."
ru: Алькали смотрит на политика. "Я всегда счшитал тебя вероломным типом, Эйр. Как обычшно, моя интуиция не подвела". Самодовольное выражение лица Эйра сменяется невозмутимой гримасой. "Вы, ученые, все одинаковы. Вычурные. Ты не знал ничего важного, так не делай вид, будто ты хоть что-то понимал".
zh_hans: 阿尔科莱的眼睛盯着政治家。"我一直以为你是那种阴险狡诈的人，埃尔。和往常一样，我的直觉是正确的。" 埃尔得意的表情被扑克脸取代。"你们科学家都一样。自命不凡。你什么都不知道，别装得好像你什么都知道一样。"

source: Alkali scoffs.
fr: Alkali tousse.
it: Alkali sbuffa.
ko: 알칼리가 비웃습니다.
ru: Алькали иронизирует.
zh_hans: 阿尔科莱嘲笑道。

source: "You have thhhe nerve to call me pretentious, as you intimidate me withhhh a creation of my own design?" Alkali gestures to the Cultivator ship trained on you. "What reason would thhhey ever have to attack us?" "A tragic incident. The Federation Renegade had taken the Premier's dear friend hostage." Ayr shakes his head. "Those barbarians tortured you before they killed you. We did our best."
fr: "Ffous affez le culot de me traiter de prétentieux, alors que ffous m'intimidez avec une création de mon cru ?" Alkali fait un geste vers le vaisseau Cultivateur braqué sur vous. "Quelle raison auraient-ils de nous attaquer ?". "Un incident tragique. La Fédération Renégats avait pris en otage le cher ami du premier ministre " Ayr secoue la tête " Ces barbares vous ont torturé avant de vous tuer. Nous avons fait de notre mieux."
it: "Hai la faccia tofta di dare del pretenziofo a me, mentre cerchi di fpaventarmi con una creazione di me medefimo?" Alkali fa un gesto verso la nave dei Coltivatori puntata su di te. "Che ragione potrebbero mai avere per attaccarci?" "Un tragico incidente. Il Rinnegato della Federazione ha preso in ostaggio il caro amico del Primo Ministro." Ayr scuote la testa. "Quei barbari ti hanno torturato prima di ucciderti. Abbiamo fatto del nostro meglio."
ko: "내 창조물로 협박하는 데, 감히 날 보고 가시이익적이라 부르는 건가?" 알칼리가 당신을 향한 경작자 함선을 가리킵니다. "대체 무슨 이유로 우리를 공격한 거지?" 아이르가 고개를 절레절레 흔들며 말합니다. "비극적인 사건이었지. 연방 배회자가 수상의 둘도 없는 친구를 인질로 데려갔어. 그 야만인들은 당신을 죽이기 전에 무자비하게 고문했지. 우리는 최선을 다했네."
ru: "У тебя хватает наглости называть меня вычшурным, запугивая меня моим же детищем?" Алькали жестом показывает на корабль Культиваторов, который нацелен на вас. "Какая у них может быть причшина атаковать нас?" "Трагический инцидент. Ренегат Федерации взял в заложники близкого друга премьера". Эйр качает головой. "Эти варвары пытали тебя, прежде чем убить. Мы сделали все, что могли".
zh_hans: "你居然敢说我自命不凡，就因为你用这个我设计的东西吓唬我吗？"阿尔科莱指向那个瞄准你的种植者星舰。"他们有什么理由攻击我们？" "一个悲剧事件。联邦变元者劫持了总理的挚友作为人质。"埃尔摇摇头。"那些野蛮人在杀死你之前折磨了你。我们已经尽力了。"

source: Alkali turns to his personal communicator.
fr: Alkali se tourne vers son appareil de communication personnel.
it: Alkali si volta verso il suo comunicatore personale.
ko: 알칼리의 시선은 개인 통신기로 향합니다.
ru: Алькали смотрит на свой персональный коммуникатор.
zh_hans: 阿尔科莱转向他的个人通讯器。

source: "Thhhis is thhhhe man who represents you?" You notice Alkali had been hailing the Cultivator ship surreptitiously. "Do you share his low opinion of your people's intellect? Ivar may be silly, but he would not lie to you like thhhis." Ayr looks shaken momentarily. "They... They are loyal, they would never..." But there is a momentary explosion - some unrest occurs among their ranks. One of the Cultivators defects to your side! It looks like the remainder of them are resolved to fight you.
fr: "C'est l'homme qui ffous représente ?" Vous remarquez qu'Alkali a appelé discrètement le vaisseau Cultivateur. "Partagez-ffous sa piètre opinion de l'intellichence de ffotre peuple ? Iffar est peut-être stupide, mais il ne ffous mentirait pas de la sorte." Ayr semble momentanément ébranlé. "Ils... Ils sont loyaux, ils ne feraient jamais..." Mais il y a une explosion momentanée - des troubles se produisent dans leurs rangs. L'un des Cultivateurs passe de votre côté ! Il semble que les autres soient décidés à vous combattre.
it: "È quefto l'uomo che vi rapprefenta?!" Noti che Alkali ha contattato discretamente la nave dei Coltivatori. "Condividete la fua peffima opinione full'intelletto della voftra specie? Ivar farà anche ridicolo, ma non vi mentirebbe mai in quefto modo." Ayr sembra scosso per un attimo. "Sono... sono leali, non si permetterebbero mai di..." Ma c'è un'esplosione. C'è agitazione tra i ranghi. Uno dei Coltivatori diserta e si schiera con te! Ma sembra che gli altri siano determinati ad affrontarti.
ko: "당시이인들의 대표가 고작 이런 흡혈초입니까?" 당신은 알칼리가 경작자 함선과 몰래 교신을 하고 있었다는 걸 발견합니다. "여러분도 정녕 동족의 지서어엉을 이렇게나 얕잡아 보시이입니까? 이바르도 바보같은 면이 있지만, 적어도 이렇게 거짓말은 하지 않을 겁니다." 아이르는 잠시 움찔합니다. "이들은... 충성을 다하는 이들이다! 절대로..." 하지만 경작자 선원 사이에서는 폭발적인 반응이 일어났고, 선내 반란의 조짐이 보입니다. 경작자 가운데 하나는 함장님 편으로 합류해 왔습니다! 그래도 잔류하는 경작자는 당신과 싸울 결의를 보입니다.
ru: "Это тот чшеловек, который руководит вами?" Вы заметили, чшто Алькали тайком вызвал корабль Культиваторов. "Вы разделяете его низкое мнение об интеллекте вашего народа? Ивар может быть глуп, но он не стал бы так лгать вам". Эйр выглядит потрясенным. "Они... они верные, они никогда..." Но в это мгновение происходит нечто - в их рядах начинается беспорядок. Один из Культиваторов переходит на вашу сторону! Похоже, оставшиеся решили сражаться против вас.
zh_hans: "这就是领导你们的人？"你注意到阿尔科莱一直在暗中呼叫种植者星舰。"你们和他一样看不起自己族人的智商吗？苡瓦可能很傻，但他不会这样欺骗你们。" 埃尔的神情瞬间动摇了。"他们…他们很忠诚，他们永远不会…"就在这时，爆炸发生——他们内部发生了一些动乱。一个种植者叛逃到你们这边！看来他们剩下的人决心与你决一死战。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Who are you?
fr: Qui êtes-vous ?
it: Chi sei?
ko: 당신은 누구죠?
ru: Кто вы?
zh_hans: 你是谁？

source: "Oh, forgive my rudeness. I am Secretary Ayr. I regret to inform you that your campaign of terror is at an end. For the crime of assassinating our current Premier, we will have to put you to death. The people will need justice, and I intend to give it to them."
fr: "Oh, veuillez pardonner mon impolitesse. Je suis le ministre Ayr. J'ai le regret de vous annoncer que votre campagne de terreur touche à sa fin. Nous vous condamnons à mort pour l'assassinat de notre Premier ministre. Le peuple réclamera justice et j'ai bien l'intention de lui la donner."
it: "Oh, perdona la maleducazione. Sono il Segretario Ayr. Mi duole informarti che la tua campagna di terrore è giunta al termine. Per il crimine di aver assassinato il nostro attuale Primo Ministro, sei condannato a morte. Il popolo esige giustizia, e io intendo dargliela."
ko: "아, 제 무례함을 부디 용서하십시오. 저는 이바르 수상의 비서 아이르라고 합니다. 안타깝지만 당신의 테러행위도 이제 여기서 끝입니다. 저희 수상을 암살한 혐의로 당신에게 사형을 선고합니다. 정의를 갈망하는 우리 국민에게 정의가 무엇인지 보여주겠소."
ru: "О, простите мою грубость. Я секретарь Эйр. С сожалением вынужден сообщить вам, что ваша кампания террора подошла к концу. За убийство нашего нынешнего премьера вы приговорены к смерти. Народу нужна справедливость, и я намерен ее предоставить".
zh_hans: "哦，请原谅我的无礼。我是埃尔秘书。我遗憾的通知你，你的恐怖活动已经结束了。由于刺杀我们现任总理的罪行，我们将不得不处死你。人民需要公正，而我打算伸张正义。"

source: That's not what happened.
fr: Nous n'avons rien fait.
it: Non è andata così.
ko: 그런 적은 없었잖습니까?
ru: Все было совсем не так.
zh_hans: 事实并非如此。

source: "Oh, don't worry, my friend. My personal investigators will do all they can to uncover exactly what the public needs to hear. And, as I said earlier, you won't be alive to share your side of the story." The Cultivator cruiser begins to charge weapons. "Goodbye, Renegade."
fr: "Oh, mais ne vous en faites pas, mon ami. Mes enquêteurs personnels feront tout leur possible pour que le public sache ce qu'il a à savoir. Et, comme je vous l'ai déjà dit, vous ne serez plus là pour donner votre version des faits." Le croiseur cultivateur charge ses armes. "Adieu, renégats."
it: "Oh, non preoccuparti, amico mio. I miei investigatori personali faranno tutto il possibile per scoprire esattamente quello che il pubblico ha bisogno di sentire. E, come ho detto poco fa, non sarai vivo per raccontare la tua versione dei fatti." L'incrociatore dei Coltivatori inizia a caricare le armi. "Addio, Rinnegato."
ko: "걱정하지 마십시오. 제 개인 수사관들이 대중이 듣고 싶어 하는 진실을 정확히 파헤쳐 낼 겁니다. 그리고 제가 말했듯이 당신에게 변론할 기회가 주어지기 전에 신속히 처형할 것입니다." 경작자 함선이 무기를 장전하기 시작했습니다. "그럼 이만, 배회자여."
ru: "Не волнуйтесь, мой друг. Мои личные следователи сделают все возможное, чтобы найти именно то, что хочет увидеть общественность. И, как я уже говорил, вы не останетесь в живых, чтобы рассказать свою версию истории". Крейсер Культиваторов начинает заряжать орудия. "Прощай, Ренегат".
zh_hans: "哦，别担心，我的朋友。我的私人调查员会尽全力揭露公众需要知道的真相。而且，正如我先前所说，你会被我处死，无法分享你的故事。"种植者星舰开始充能武器。"再见，变元者。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
