Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/events_sector_confederacy.xml$//event[@name="DISTRESS_VAMPWEED_LOST"]/text
source: Two Engi aboard the nearby vessel appear to be debating each other. "You are [reading] the map wrong. The Floral sector is he-he-he-here! This is Confederate space." "I lack: understanding. I was informed that Orchids welcome all -peaceful- refugees. Are Confederates not: Orchids?"
es: Dos Engi a bordo de una nave cercana parecen estar discutiendo entre ellos. “Estás [leyendo] el mapa de forma incorrecta. El sector Floral está a-a-a-aquí!. Este es espacio de la Confederación.” “No tengo: comprensión. Se me informó que los Orchid reciben a todos los refugiados -pacíficos-. ¿Los confederados no son: Orchid?”
fr: Les deux Engi à bord du vaisseau semblent être en plein débat. "Tu [lis] mal la carte. Le secteur floral est l-là-làà-là ! Ça c'est l'espace confédéré." "Manque : compréhension. J'ai été informé que les Orchidées accueillent tous les réfugiés -pacifiques-. Confédérés ≠ Orchidées ?"
it: Due engi a bordo della nave vicina sembrano discutere tra di loro. "Stai [leggendo] la mappa nel verso sbagliato. Il settore floreale è qu-qu-qui! Questo è spazio confederato." "Lacuna di: comprensione. Sono stato informato che gli orchid accolgono tutti i rifugiati -pacifici-. I confederati non sono: orchid?"
ko: 근처 함선에서 엔지 둘이서 언쟁을 벌이고 있는 모양입니다. "지도를 잘못 [해석]한 것 같음. 화초의 구역은 여-여-여-여기! 이 곳은 공동체의 구역임." "부족함: 이해. 오키드는 -평화로운- 난민에게 우호적이라 들음. 공동체: 그들은 오키드가 아닌가?"
ru: Два энджи на борту расположенного поблизости судна, похоже, спорят друг с другом. "Ты неправильно [читаешь] карту. Сектор Флоралов находится зд-зд-зд-здесь! Это пространство Конфедерации". "Мне не достает: понимания. Мне сообщили, что орхидеи рады всем -мирным- беженцам. Конфедераты - это не: Орхидеи?"
zh_hans: 附近船上的两个半械族似乎在争论。“你-读取地图：错误。花卉星区-具体位置：这-这-这-这里！此处星区-实际上是：血兰邦星域。” "我-缺乏：理解。我-被告知：兰花族欢迎所有和平的难民。血兰邦-难道不是：兰花？"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After a few moments, the two Engi realize you're listening and panic. "You heard: nothing. Any suggestions this v-v-v-vessel is no longer in service of the Harmony = complete nonsense and is to be disregarded immediately."
es: Tras unos momentos, los dos Engi se dan cuenta de que los estás escuchando y entran en pánico. “No escuchaste: nada. Cualquier sugerencia de que esta n-n-n-nave ya no está al servicio del Harmony = completo sinsentido y debe ser ignorado de inmediato.”
fr: Au bout d'un moment, les deux Engi remarquent que vous les écoutez et paniquent. "Entendu : rien du tout. Suggérer que ce vaisseau ne sert plus l'Harmonie = inepties totales et doit être ignoré."
it: Dopo qualche momento, i due engi si accorgono che stai ascoltando ed entrano nel panico. "Non hai sentito: niente. Suggerire che questa n-n-n-nave non sia più al servizio dell'Armonia = completa assurdità e va ignorata sommariamente."
ko: 잠시후, 두 엔지는 당신이 엿듣고 있다는 사실을 깨닫고 어쩔줄 몰라합니다. "당신 듣지 못함: 아무것도. 이 하-하-하-함선이 하모니 소속이 아닐 거라는 의심 = 터무니없는 소리 & 당장 무시할 것을 권장."
ru: Через несколько мгновений оба энджи понимают, что вы их слушаете, и впадают в панику. "Вы слышали: ничего. Любые предположения о том, что это с-с-с-судно больше не служит Гармонии = полная чушь и должны быть немедленно проигнорированы".
zh_hans: 过了一会儿，两个半械族似乎终于意识到了你在旁听，他们惊慌失措。“你-听到的内容：不存在。任何关于这艘船不再为谐合服务的消息-全部都是：将被立即删除-胡说八道。”

source: You both sound like Separatists. Are you lost?
es: Ambos suenan como Separatistas. ¿Están perdidos?
fr: Vous m'avez l'air d'être des Séparatistes. Vous êtes perdus ?
it: Sembrate entrambi dei separatisti. Vi siete persi?
ko: 분리주의자처럼 들리는군요. 혹시 길을 잃었습니까?
ru: Вы оба говорите как Сепаратисты. Вы заблудились?
zh_hans: 你们听起来像是半械分离者。迷路了吗？

source: (Separatist Crew) "Separatist quirks detected. Offer assistance?"
es: (Tripulante Separatista) “Rasgos Separatistas detectados. ¿Ofrecer asistencia?”
fr: (Membre d'équipage Séparatiste) "Excentricités séparatistes détectées. Offrir assistance ?"
it: (Equipaggio separatista) "Tratti particolari separatisti rilevati. Offrire ausilio?"
ko: (분리주의자 선원) "분리주의자 특유 기벽 감지. 도움 제공?"
ru: (Член экипажа-Сепаратист) "Обнаружены причуды Сепаратистов. Оказать помощь?"
zh_hans: (分离者船员)"侦测到特殊分离者。需要帮助吗？"

source: (Harmony Crew) "Speech patterns match known Harmony vocals by only 30%. Evidence suggests: Separatist influence."
es: (Tripulante del Harmony) “Patrones de habla coinciden solo en un 30 % con vocales conocidas de la Armonía. Evidencia sugiere: influencia Separatista.”
fr: (Membre d'équipage de l'Harmonie) "Correspondance des séquences vocales avec discours de l'Harmonie : 30%. Suggestion cause : influence séparatiste."
it: (Equipaggio armonico) "Sequenze vocali combaciano con tracce note dell'Armonia solo per il 30%. Prove indicano: influenza separatista."
ko: (하모니 선원) "하모니 언어 패턴과 단 30% 일치함. 증거로 추정되는 원인: 분리주의자 영향받음."
ru: (Член экипажа из Гармонии) "Речевые паттерны совпадают с известными записями голосов Гармонии только на 30%. Улики свидетельствуют: влияние Сепаратистов".
zh_hans: (谐合船员)"语音模式与已知谐合的匹配度仅30%。证据表明：已被半械分离主义感染。"

source: The two Separatists glance at each other then back at your Engi, then scramble to press the jump button. Their ship escapes before you can react.
es: Los dos Separatistas se miran entre sí y luego a tu Engi, y enseguida corren a presionar el botón de salto. Su nave escapa antes de que puedas reaccionar.
fr: Les deux Séparatistes se jettent des coups d'œil, puis se précipitent sur le bouton de saut. Leur vaisseau s'échappe avant que vous ne puissiez réagir.
it: I due separatisti si guardano tra loro e poi tornano a guardare il tuo engi, per poi correre a premere il pulsante di salto. La nave fugge via prima che tu possa reagire.
ko: 두 분리주의자는 서로 쳐다보더니 당신 엔지 선원을 쳐다봤고, 부리나케 도약 버튼을 누릅니다. 함선은 당신이 반응하기도 전에 도망갔습니다.
ru: Два Сепаратиста смотрят друг на друга, затем на вашего энджи, после чего нажимают кнопку прыжка. Их корабль улетает прежде, чем вы успеваете среагировать.
zh_hans: 两个半械分离者互相看了一眼，然后回头看了看你的谐合半械族；被吓坏了的他们争先恐后按下了跃迁按钮。他们的飞船在你反应过来之前就立即逃跑了。

source: Just nod and leave them alone.
es: Simplemente asentir y dejarlos en paz.
fr: Simplement acquiescer et les laisser tranquille.
it: Annuisci e lasciali in pace.
ko: 고개만 끄덕이고 내버려둔다.
ru: Просто кивнуть и оставь их в покое.
zh_hans: 点头微笑，离开这里。

source: You have no reason to intrude on their business, and decide to carry on.
es: No tienes razón para entrometerte en sus asuntos y decides continuar.
fr: Vous n'avez aucun intérêt à vous mêler de leurs affaires et décidez de partir.
it: Non hai motivo di intrometterti nei loro affari, e decidi di proseguire.
ko: 당신은 이들의 언쟁에 끼어들 이유도 없으니 떠나기로 결심합니다.
ru: У вас нет причин вмешиваться в их дела, и вы решаете идти дальше.
zh_hans: 你没什么理由干涉他们的决定，打算继续你的旅途。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The two Engi whisper to each other before deciding you won't be a threat to them. "We were sent [by] the Harmony to calibrate a haywire Federation defense system in the adjacent sector. However, once we became d-d-d-disconnected from the Harmony... we decided we do not: wish to return." The other Engi nods. "We were told that refuge for all lifeforms could be found in Orchid territory. On our w-w-way there... we got lost. This, I do not believe, is the -correct- sector. Maybe you can assist?"
es: Los dos Engi susurran entre ellos antes de decidir que no representas una amenaza. “Fuimos enviados [por] la Armonía para calibrar un sistema de defensa de la Federación fuera de control en el sector adyacente. Sin embargo, una vez que nos d-d-d-desconectamos de la Armonía… decidimos que no: deseamos regresar.” El otro Engi asiente. “Se nos dijo que se podía encontrar refugio para todas las formas de vida en territorio Orchid. En el c-c-c-camino… nos perdimos. Este, no creo, es el sector -correcto-. ¿Quizá puedas ayudar?”
fr: Les deux Engi se chuchotent avant de décider que vous ne constituerez pas une menace pour eux. "Nous avons été envoyés par l'Harmony pour calibrer un système de défense détraqué de la Fédération dans le secteur adjacent. Cependant, une fois que nous avons été déconnectés de l'Harmony... nous avons décidé de ne pas le faire : nous souhaitons revenir." L'autre Engi hoche la tête. "On nous a dit qu'un refuge pour toutes les formes de vie pouvait être trouvé sur le territoire des Orchidées. Pendant notre voyage là-bas... nous nous sommes perdus. Je ne crois pas que ce soit le -bon- secteur. Peut-être pouvez-vous nous aider ?"
it: I due engi si sussurrano qualcosa prima di decidere che non sarai una minaccia per loro. "Siamo stati mandati [da] l'Armonia per calibrare un sistema di difesa difettoso della Federazione nel settore adiacente. Tuttavia, una volta d-d-d-disconnessi dall'Armonia... abbiamo deciso di non voler: fare ritorno." L'altro engi annuisce. "Ci era stato detto che tutte le forme di vita possono trovare rifugio nel territorio orchid. M-m-mentre eravamo in viaggio... ci siamo persi. Questo, non credo, sia il settore -corretto-, Forse puoi assistere?"
ko: 두 엔지는 서로 귓속말을 하더니 당신이 위협이 아닐 거라는 결론은 내렸습니다. "우리는 하모니에 [의해] 인근 구역에서 고장난 연방 방어체계 동기화 임무받음. 그러나 하모니에서 여-여-여-연결이 끊긴 후... 결정 내림: 귀환하지 않겠음." 다른 엔지가 고개를 끄덕입니다. "오키드 구역에서 다양한 난민을 수용하는 곳이 있다고 들음. 해-해-해-행하는 도중... 긿잃음. 구역을 -잘못- 들어왔다고 판단. 당신이 도움 제공 가능한지?"
ru: Двое энджи перешептываются между собой, прежде чем решить, что вы не представляете для них угрозы. "Мы были [посланы] Гармонией, чтобы откалибровать неисправную систему обороны Федерации в соседнем секторе. Однако, как только мы о-о-о-отсоединились от Гармонии... мы решили, что не хотим возвращаться". Другой энджи кивает. "Нам сказали, что убежище для всех форм жизни можно найти на территории орхидей. По д-д-д-дороге туда... мы заблудились. Я не думаю, что это -правильный- сектор. Может быть, вы сможете помочь?"
zh_hans: 两个半械族在确定你不会对他们构成威胁之前互相窃窃私语。“谐合-派遣我们：校准邻近地区的失控联邦防御系统。然而，一旦我们与谐合断开连接…我们决定：不再回去。” 另一个半械族点点头。“我们-被告知：兰花族星域可以找到所有生命的避难所。我们-去那里的路-路-路途中…我们：迷路了。我不太确信这里是正确的星区。也许你能提供帮助？”

source: Make up directions.
es: Inventar direcciones.
fr: Inventer une direction.
it: Inventati delle indicazioni.
ko: 가는 길을 대충 지어낸다.
ru: Придумать направление.
zh_hans: 编造一个导航方向。

source: You attempt to make up directions, but it's not very convincing. The Engi pay you sparsely in case your efforts were legitimate, but they aren't too grateful.
es: Intentas inventar direcciones, pero no resulta muy convincente. Los Engi te pagan poco por si tus esfuerzos fueron legítimos, pero no están muy agradecidos.
fr: Vous essayez d'inventer une direction, mais ce n'est pas très convaincant. Les Engi vous paient peu au cas où vos efforts seraient légitimes, mais ils ne sont pas très reconnaissants.
it: Provi a inventarti delle indicazioni, ma non è molto convincente. Gli engi ti pagano un minimo in caso le tue indicazioni siano legittime, ma non sono molto grati.
ko: 당신은 대충 방향을 지어내려 했지만, 신빙성이 영 떨어집니다. 엔지는 혹시 당신이 진짜 도움이 됬을지도 모른다는 생각에 사례를 약간 해줬지만, 썩 고마워하는 기색은 아닙니다.
ru: Вы пытаетесь выдумать направления, но получается не слишком убедительно. Энджи скромно платят вам на случай, если ваши усилия были честны, но они не особо благодарны.
zh_hans: 你试图编造方向，但不是很有说服力。半械族们付了一点儿钱给你，以免你的努力白费，但他们看起来不怎么感激。

source: (Separatist Crew) Offer directions to the nearest Separatist sector.
es: (Tripulante Separatista) Ofrecer direcciones al sector Separatista más cercano.
fr: (Membre d'équipage Séparatiste) Donner la direction du secteur séparatiste le plus proche.
it: (Equipaggio separatista) Offri indicazioni per il settore separatista più vicino.
ko: (분리주의자 선원) 근처 분리주의자 구역으로 가는 길을 알려준다.
ru: (Член экипажа-Сепаратист) Подсказать, как добраться до ближайшего сектора Сепаратистов.
zh_hans: (分离者船员)提供前往最近的分裂者星区的路线。

source: Both Engi are very grateful for your assistance and pay you handsomely. "Thank you. Because of your efforts - there is a chance we will av-av-avoid: recycling. Stay safe."
es: Ambos Engi están muy agradecidos por tu ayuda y te pagan generosamente. “Gracias. Gracias a tus esfuerzos, hay una posibilidad de que ev-av-evitemos: el reciclaje. Mantente a salvo.”
fr: Les deux Engi sont très reconnaissants pour votre aide et vous paient généreusement. "Merci. Grâce à vos efforts, il y a une chance que nous puissions éviter : le recyclage. Restez en sécurité."
it: Entrami gli engi ti sono molto grati per l'aiuto e ti pagano molto bene. "Grazie. Grazie al tuo aiuto... abbiamo una chance di ev-ev-evitare: riciclaggio. Buona fortuna."
ko: 엔지 둘 다 당신의 도움에 매우 감사해 하며 사례금을 후하게 줍니다. "감사함. 당신의 수고 덕분 - 회-회-회피 확률 발생: 재활용. 안전한 여행 되길."
ru: Оба энджи очень благодарны за помощь и хорошо вам платят. "Спасибо. Благодаря вашим усилиям есть шанс, что мы из-из-из-избежим утилизации. Берегите себя".
zh_hans: 两位半械族都非常感谢你的帮助，并给你丰厚的报酬。"谢谢你。因为你的努力——我们有机会避免：被回收。保持安全。"

source: (Floral Crew) Offer directions to the nearest Gathering sector.
es: (Tripulante Floral) Ofrecer direcciones al sector de la Asamblea más cercano.
fr: (Floral Crew) Offrez des directions vers le secteur de rassemblement le plus proche.
it: (Equipaggio floreale) Offri indicazioni per il settore del Raccolto più vicino.
ko: (화초 선원) 가장 가까운 군락 구역으로 가는 길을 알려준다.
ru: (Член экипажа-Флорал) Указать направление к ближайшему сектору Соцветия.
zh_hans: (悦兰船员)提供前往最近的集议会星区的路线。

source: Both Engi are very grateful for your assistance and pay you handsomely. "Thank you. Because of your efforts - there is a chance we will av-av-avoid: recycling. Stay safe."
es: Ambos Engi están muy agradecidos por tu ayuda y te pagan generosamente. “Gracias. Gracias a tus esfuerzos, hay una posibilidad de que ev-av-evitemos: el reciclaje. Mantente a salvo.”
fr: Les deux Engi sont très reconnaissants pour votre aide et vous paient généreusement. "Merci. Grâce à vos efforts, il y a une chance que nous puissions éviter : le recyclage. Restez en sécurité."
it: Entrami gli engi ti sono molto grati per l'aiuto e ti pagano molto bene. "Grazie. Grazie al tuo aiuto... abbiamo una chance di ev-ev-evitare: riciclaggio. Buona fortuna."
ko: 엔지 둘 다 당신의 도움에 매우 감사해 하며 사례금을 후하게 줍니다. "감사함. 당신의 수고 덕분 - 회-회-회피 확률 발생: 재활용. 안전한 여행 되길."
ru: Оба энджи очень благодарны за помощь и хорошо вам платят. "Спасибо. Благодаря вашим усилиям есть шанс, что мы из-из-из-избежим утилизации. Берегите себя".
zh_hans: 两位半械族都非常感谢你的帮助，并给你丰厚的报酬。"谢谢你。因为你的努力——我们有机会避免：被回收。保持安全。"

source: (Adv. Sensors) Offer directions to the nearest Gathering sector.
es: (Sensores Avanzados) Ofrecer direcciones al sector de la Asamblea más cercano.
fr: (Capteurs avancés) Offrez des indications vers le secteur de rassemblement le plus proche.
it: (Sensori avanzati) Offri indicazioni per il settore del Raccolto più vicino.
ko: (최고급 센서) 가장 가까운 군락 구역으로 가는 길을 알려준다.
ru: (Продв. Сенсоры) Указать направление к ближайшему сектору Соцветия.
zh_hans: (先进传感器)提供前往最近集议会星区的路线。

source: Both Engi are very grateful for your assistance and pay you handsomely. "Thank you. Because of your efforts - there is a chance we will av-av-avoid: recycling. Stay safe."
es: Ambos Engi están muy agradecidos por tu ayuda y te pagan generosamente. “Gracias. Gracias a tus esfuerzos, hay una posibilidad de que ev-av-evitemos: el reciclaje. Mantente a salvo.”
fr: Les deux Engi sont très reconnaissants pour votre aide et vous paient généreusement. "Merci. Grâce à vos efforts, il y a une chance que nous puissions éviter : le recyclage. Restez en sécurité."
it: Entrami gli engi ti sono molto grati per l'aiuto e ti pagano molto bene. "Grazie. Grazie al tuo aiuto... abbiamo una chance di ev-ev-evitare: riciclaggio. Buona fortuna."
ko: 엔지 둘 다 당신의 도움에 매우 감사해 하며 사례금을 후하게 줍니다. "감사함. 당신의 수고 덕분 - 회-회-회피 확률 발생: 재활용. 안전한 여행 되길."
ru: Оба энджи очень благодарны за помощь и хорошо вам платят. "Спасибо. Благодаря вашим усилиям есть шанс, что мы из-из-из-избежим утилизации. Берегите себя".
zh_hans: 两位半械族都非常感谢你的帮助，并给你丰厚的报酬。"谢谢你。因为你的努力——我们有机会避免：被回收。保持安全。"

source: We can't help, sorry.
es: No podemos ayudar, lo siento.
fr: Désolé, nous ne pouvons pas aider.
it: Non possiamo aiutare, spiacente.
ko: 도울 수 없을 것 같군요, 미안합니다.
ru: Мы ничем не можем помочь, извините.
zh_hans: 我们无能为力，抱歉。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_AUTO"]/text
source: A Confederate factory is humming away with usual business, and you're about to pass it by when you notice a bulletin board has been posted outside with a job offer. It reads; "Looking for: Combat ready vessel willing to sabotage Rebels. If interested, speak to manager."
es: Una fábrica de la Confederación funciona con normalidad y estás a punto de pasar de largo cuando notas un tablón de anuncios con una oferta de trabajo. Dice: “Se busca: nave lista para el combate dispuesta a sabotear a los Rebeldes. Interesados, hablar con el gerente.”
fr: Une usine confédérée bourdonne d'activités habituelles et vous êtes sur le point de passer devant lorsque vous remarquez qu'un panneau d'affichage a été affiché à l'extérieur avec une offre d'emploi. C'est écrit; "Recherche : un vaisseau prêt au combat et prêt à saboter les rebelles. Si vous êtes intéressé, parlez au responsable."
it: Una fabbrica confederata è attiva con le solite attività e stai per superarla quando noti che fuori è stata esposta una bacheca con un annuncio di lavoro. C'è scritto: "Cercasi: nave con capacità belliche disposta a sabotare i ribelli. Se interessati, rivolgersi al titolare."
ko: 공동체 공장이 여느 때처럼 기계 돌아가는 소리를 내고 있습니다. 당신은 지나가려던 찰나 게시판에 구직광고가 붙어있는 것을 봅니다. "반란군 상대로 파괴공작을 벌일 의향있고 전투가능한 함선 구함. 관심있으면 공장장과 연락 바람."
ru: Фабрика Конфедерации работает в обычном режиме, и вы уже собираетесь пройти мимо, когда замечаете висящую снаружи доску объявлений с предложением работы. В нем говорится: "Ищем: Готовое к бою судно, желающее совершить диверсию против повстанцев. Если заинтересованы, обратитесь к менеджеру".
zh_hans: 一家血兰邦工厂正在嗡嗡作响地进行日常工作。正要经过它时，你注意到外面张贴了一个公告板，上面贴着一份工作邀请。 上面写着：“寻找：愿意攻击叛军的战斗舰船。如果有兴趣，请与经理联系。”

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_AUTO"]/choice[1]/text
source: Ask about the job.
es: Preguntar por el trabajo.
fr: Vous renseigner sur le travail.
it: Chiedi del lavoro.
ko: 일에 관해 물어본다.
ru: Спросить о работе.
zh_hans: 问问这份工作是怎么回事儿。

source: You reach out to the factory's manager, who's eager to explain the issue. "As you may or may not know, the Confederacy takes up the large majority of intergalactic manufacturing for drones and other automated equipment. Even Arcadia outsources to us, because we're just that efficient! Thing is, I was thinking it's about time we step up our game. Why stop at drones? Let's think bigger! I'm talking Auto-ships, baby! I just need to get my hands on a Rebel Auto-ship, and I don't feel like paying them for it. So, if you're willing, I can forward the co-ordinates of an automated Rebel hangar nearby. Just take out their security and we can do the rest. Deal?"
es: Contactas al gerente de la fábrica, que está ansioso por explicarte el problema. “Como quizá sepas o no, la Confederación se encarga de la gran mayoría de la manufactura intergaláctica de drones y otros equipos automatizados. ¡Incluso Arcadia subcontrata con nosotros, porque somos así de eficientes! El problema es que creo que ya es hora de subir la apuesta. ¿Por qué detenernos en drones? ¡Pensemos en grande! ¡Hablo de naves automáticas, cariño! Solo necesito poner mis manos en una nave automática Rebelde, y no me apetece pagarles por ella. Así que, si estás dispuesto, puedo enviarte las coordenadas de un hangar Rebelde automatizado cercano. Solo elimina su seguridad y nosotros nos encargamos del resto. ¿Trato?”
fr: Vous contactez le manager de l'usine, qui vous explique avec enthousiasme le problème. "Je sais pas si vous êtes au courant, mais la Confédération utilise la majeure partie des usines intergalactiques pour fabriquer des drones et des équipements automatisés. Même Arcadia sous-traite avec nous, car on est super efficace ! Mais je me disais qu'il serait temps qu'on muscle notre jeu. Pourquoi se limiter aux drones ? Il faut penser plus grand ! Je parle d'Auto-vaisseaux, mon gars ! J'ai juste besoin de mettre la main sur un Auto-vaisseau rebelle, mais je me vois mal les payer pour ça. Alors si vous voulez bien, je peux vous filer les coordonnées d'un hangar automatisé rebelle pas loin. Éliminez la sécurité et on s'occupera du reste. Marché conclu ?"
it: Contatti il titolare della fabbrica, che è prontissimo a spiegare il problema. "Come forse saprete, la Confederazione ha la stragrande maggioranza della produzione intergalattica di droni e altre attrezzature automatiche. Persino l'Arcadia si rivolge a noi da quanto siamo efficienti! Il fatto è che credo sia arrivato il momento di fare il grande passo. Perché limitarsi ai droni? Pensiamo in grande! Sto parlando di robo-navi, baby! Devo solo mettere le mani su una robo-nave ribelle, e non mi va di comprargliela. Quindi, se vuoi, posso fornirti le coordinate di un hangar di robo-navi ribelle qui vicino. Dovrai solo eliminare la sicurezza, poi noi penseremo al resto. Affare fatto?"
ko: 당신은 공장장에게 연락을 취했습니다. 공장장은 깨나 적극적으로 상황 설명을 합니다. "아시는지 모르겠지만, 공동체는 전 은하 드론 및 각종 자동화 장비 생산 분야의 큰손이에요. 너무나 효율적인 나머지 아카디아도 저희에게 아웃소싱 한 단 말이죠! 그래서 말인데, 이제 저희도 한 단계 더 나아갈 때가 됐다고 생각하거든요. 왜 드론으로 만족하나요? 더 크게 바라봐야죠! 바로 무인선 사업이에요, 베이비! 반군 무인선을 손에 넣고 싶은데, 굳이 돈을 내주고 싶진 않단 말이죠. 그래서 마음만 내키신다면 근처 반군 무인선 격납고 좌표를 보내드릴게요. 경비 시스템만 처리하면 나머지는 저희가 알아서 할게요. 콜?"
ru: Вы обращаетесь к менеджеру фабрики, который охотно объясняет суть проблемы. "Как вы, возможно, знаете, а возможно, и нет, Конфедерация занимает большую часть межгалактического производства дронов и другого автоматизированного оборудования. Даже Аркадия пользуется нашими услугами, потому что мы настолько эффективны! Но я подумал, что нам давно пора повысить свой уровень. Зачем останавливаться на дронах? Давайте мыслить шире! Я говорю об автоматических кораблях, детка! Мне просто необходимо заполучить в свои руки автоматический корабль повстанцев, а платить им за это не хочется. Так что, если вы согласны, я могу переслать координаты автоматического ангара повстанцев поблизости. Просто позаботьтесь о их охране, а остальное мы сделаем сами. Договорились?"
zh_hans: 你联系了工厂的经理，他急着向你解释这个问题。“你可能知道，也可能不知道，血兰邦占据了星际无人机和其他自动化设备的大部分制造。甚至桃源也把这些工作外包给我们，因为我们就是这么高效！但问题来了，我总是会有这样的想法：是时候加速我们的游戏了。为什么要止步于无人机呢？让我们更大胆一些！我说的是自动船，宝贝儿，自动舰！我只需要得到一艘叛军自动舰，但是我不想付钱给他们。所以，如果你愿意，我可以发你附近叛军自动舰库的坐标。只要干掉他们的保安，剩下留给我们就可以了。成交？”

source: Accept the job.
es: Aceptar el trabajo.
fr: Accepter le job.
it: Accetta l'incarico.
ko: 의뢰를 수락한다.
ru: Принять задание.
zh_hans: 接受这个委托。

source: "Excellent! This is an unusual scenario but I don't mind paying you up-front - I trust you'll do the task since it suits both of our best interests well."
es: “¡Excelente! Es una situación inusual, pero no me importa pagarte por adelantado; confío en que cumplirás la tarea, ya que beneficia a ambos.”
fr: "Excellent ! C'est pas dans mes habitudes de payer à l'avance, mais je vous fais confiance, vu qu'on a tous les deux à y gagner."
it: "Perfetto! È una situazione insolita, ma non mi dispiace pagarti in anticipo... confido che porterai a termine l'incarico visto che è nell'interesse di entrambi."
ko: "좋아요! 좀 이례적이긴 하지만 보수를 먼저 내드려도 상관없어요. 양측 다 이득을 볼 테니 잘 해주시리라 믿습니다."
ru: "Отлично! Это необычный случай, но я не против заплатить вам вперед - я верю, что вы справитесь с заданием, поскольку оно отвечает нашим обоюдным интересам".
zh_hans: “太好了!这是一种不寻常的情况，但我不介意预先付钱给你——我相信你会完成这项任务，因为这符合我们双方的最大利益。”

source: Refuse.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。
