Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/events_sector_confederacy.xml$//event[@name="IVAR_SAVED"]/text
source: Ivar gives you a big smile as he lays his eyes on you. "Well hello there, savior! I'm sure I don't have to introduce myself." He gestures to himself with the ceremonial spear he's holding. "But I'm Ivar! Oh, no need to use my title. I'm just happy to be here. Well, If you don't mind I would like to use your screen for one moment, I have some... things to say."
fr: Ivar vous fait un grand sourire en posant les yeux sur vous. "Eh bien, bonjour sauveur ! Je suis sûr que je n'ai pas besoin de me présenter." Il dirige la lance de cérémonie qu'il tient en sa direction. "Mais je m'appelle Ivar ! Oh, pas besoin d'utiliser mon titre. Je suis juste heureux d'être ici. Et bien, si cela ne vous dérange pas, j'aimerais utiliser votre écran un instant, j'ai quelques... choses à dire."
it: Ivar sfoggia un largo sorriso quando mette gli occhi su di te. "Ma salve, salvatore! Sono sicuro di non aver bisogno di presentazioni." Fa un gesto verso sé stesso con la lancia cerimoniale che tiene. "Ma io sono Ivar! Oh, non serve che usi il mio titolo. Sono solo felice di essere qui. Beh, se non ti dispiace, vorrei usare il tuo schermo per un attimo, ho alcune... cose da dire."
ko: 이바르는 당신을 보자 크게 웃어 보입니다. "안녕하신가, 구세주 양반. 굳이 내가 누군지 알려주지 않아도 되겠지." 이바르는 자신이 들고 있는 의례용 창을 향해 손짓합니다. "누구인지 물어본다면 나는 이바르라고 하네. 살아있어서 천만다행이야. 혹시 자네 통신장치 좀 써도 되겠나? 잠시... 용건이 있어서 말이야."
ru: Ивар широко улыбается, глядя на вас. "Приветствую вас, спаситель! Уверен, я не нуждаюсь в представлении". Он показывает на себя церемониальным копьем, которое держит в руках. "Но я же Ивар! О, нет необходимости использовать мой титул. Я просто счастлив быть тут. Если вы не возражаете, я хотел бы воспользоваться вашим экраном на одну минуту, мне нужно... кое-что сделать".
zh_hans: 苡瓦看到你时露出了灿烂的笑容。"你好啊，救世主！我想我不必自我介绍吧。"他用手中的仪式长矛指了指自己。"但我就是苡瓦！哦，没必要用我的头衔。我只是很高兴还活着。好吧，如果你不介意的话，我想借用一下你的屏幕，我有些…话要说。"

# data/events_sector_confederacy.xml$//event[@name="IVAR_SAVED"]/choice/text
source: Let Ivar use your communications.
fr: Laisser Ivar utiliser vos communications.
it: Lascia che Ivar usi le tue comunicazioni.
ko: 이바르가 통신장치를 사용하게 한다.
ru: Позволить Ивару использовать ваши средства связи.
zh_hans: 让苡瓦使用你的通讯设备。

# data/events_sector_confederacy.xml$//event[@name="IVAR_SAVED"]/choice/event/text
source: Ivar makes a conference call to several figures in his cabinet. Ayr is there, and he does not look happy. Ivar folds his arms. "I couldn't help but notice that fire drone sent to burn down my dining hall. In fact, if I'm not mistaken, it looks like the signal was coming from the planet. Now, who do you think that could have been? Hm? Do you have something to say, Ayr?" "We... we'll look into it..." "'We'? No, I wouldn't want to burden you with this. In fact..." There is a knock on Ayr's door. "I think you're going to be very busy."
fr: Ivar fait une conférence téléphonique à plusieurs personnalités de son cabinet. Ayr est là et il n'a pas l'air content. Ivar croise les bras. "Je n'ai pas pu m'empêcher de remarquer ce drone incendiaire envoyé pour incendier ma salle à manger. En fait, si je ne me trompe pas, il semble que le signal provenait de la planète. Maintenant, à votre avis, qui cela aurait pu être ? Hm ? As-tu quelque chose à dire, Ayr ? "Nous... nous allons investiguer..." "'Nous' ? Non, je ne voudrais pas vous embêter avec ça. En fait..." On frappe à la porte d'Ayr. "Je pense que tu vas être très occupé."
it: Ivar fa una videoconferenza a svariati membri del suo gabinetto. Ayr è presente e non sembra felice. Ivar incrocia le braccia. "Non ho potuto fare a meno di notare quel drone incendiario mandato a bruciare la mia sala da pranzo. Anzi, se non erro, pare che il segnale provenisse dal pianeta. Ora, chi credete possa essere stato? Mh? Hai qualcosa da dire, Ayr?" "Fa...faremo delle indagini approfondite..." "'Faremo'? No, non voglio affibbiarti questo compito. Anzi..." Si sente bussare alla porta di Ayr. "Credo proprio che avrai il tuo bel da fare."
ko: 이바르는 내각 인원들에게 연락해 긴급 화상회의를 소집합니다. 아이르도 참석했지만, 썩 달가워하는 표정은 아니었습니다. 이바르는 팔짱을 꼈습니다. "내 기억이 맞다면 내 연회장을 태우러 온 방화드론을 조종하는 신호가 고향 행성에서 왔다지? 과연 누가 사주했을까? 음? 혹시 할 말 없나, 아이르? "한 번... 조사해 보겠습니다..." "아니, 굳이 자넬 피곤하게 할 생각은 없었네. 이미..." 아이르의 집무실 문을 두들기는 소리가 들립니다. "이제 더 피곤해질 테니까 말이야."
ru: Ивар созывает совещание с участием нескольких членов своего кабинета. Там присутствует Эйр, и он не выглядит счастливым. Ивар складывает руки. "Я не мог не заметить тот огненный дрон, посланный сжечь мою столовую. Если я не ошибаюсь, похоже, что сигнал шел с планеты. Как вы думаете, кто это мог быть? Хм? У вас есть что сказать, Эйр?" "Мы... мы посмотрим..." ""Мы"? Нет, я не хотел бы обременять вас этим. К тому же..." В дверь Эйра постучали. "Думаю, вы будете очень заняты".
zh_hans: 苡瓦与内阁中的几位人物召开电话会议。埃尔在场，他看起来并不开心。苡瓦交叉双臂。"我注意到，有人派了一架火焰无人机把我的宴会厅烧毁了。如果我没记错的话，信号似乎来自这个星球。那么，你觉得可能是谁呢？哼？你有什么要说吗，埃尔？" "我们……我们会调查的……" "'我们？不，我不想给你添麻烦。实际上……”这时埃尔的门被敲了。 "我想你会很忙。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ayr is taken away. Ivar talks for a minute or so with the rest of his cabinet, before calling a short recess. He turns back to you.
fr: Ayr est emmené. Ivar discute pendant environ une minute avec le reste de son cabinet, avant de demander une courte pause. Il se retourne vers vous.
it: Ayr viene portato via. Ivar parla per un minuto circa col resto del suo gabinetto, prima di dichiarare una breve pausa. Si rivolge a te.
ko: 아이르가 연행되었습니다. 이바르는 내각 위원들과 잠시 이야기 하더니 휴식시간을 선언하고는 당신에게 시선을 돌립니다.
ru: Эйра уводят. Ивар еще около минуты беседует с остальными членами кабинета, после чего объявляет небольшой перерыв. Он снова поворачивается к вам.
zh_hans: 埃尔被带走了。苡瓦与内阁其他成员交谈了一分钟左右，然后宣布短暂休会。他回头看了看你。

source: Alkali wants to talk to his friend.
fr: Alkali veut parler à son ami.
it: Alkali vuole parlare al suo amico.
ko: 알칼리가 친구와 대화하고 싶어 보입니다.
ru: Алькали хочет поговорить со своим другом.
zh_hans: 阿尔科莱想和他的朋友谈谈。

source: Ivar's face is beaming. "Alkali, you cunning bastard, I should have known you'd swoop in like a hero! How have you been?" Alkali looks happier than he usually seems. "Taking a sabbatical from my labwork to play space buccaneer, apparently. It must be Tuesday, because yet again I get to tell you 'I told you so'." "What, you've never been stabbed in the back by a family-friend? Mr. High and Mighty Scientist Ball over here." The two have a laugh. Ivar turns to you. "Well now, as long as Alkali is on board, I wouldn't mind tagging along as well. What do you say?"
fr: Le visage d'Ivar est radieux. "Alkali, espèce de bâtard rusé, j'aurais dû me douter que tu te précipiterais comme un héros ! Comment vas-tu ?" Alkali a l'air plus heureux qu'il n'y paraît habituellement. "Je prends un congé sabbatique de mes travaux de laboratoire pour jouer au boucanier de l'espace, apparemment. Ce doit être mardi, car encore une fois, je peux te dire 'je te l'avais bien dit'." "Quoi, vous n'avez jamais été poignardé dans le dos par un ami de la famille ? Mr High et Mighty Scientist Ball ici." Les deux rient. Ivar se tourne vers vous. "Et bien, tant qu'Alkali est à bord, cela ne me dérangerait pas de les suivre également. Qu'en dites-vous ?"
it: Ivar sprizza di gioia. "Alkali, brutto volpone, dovevo saperlo che saresti arrivato all'ultimo come un eroe! Come va?" Alkali sembra più felice del solito. "Mi prendo una pausa dal laboratorio per fare il buhaniere spaziale, apparentemente. Dev'essere martedì, perhé anhora una volta devo dirti 'Te l'avevo detto'." "Che c'è, non hai mai avuto un amico di famiglia che ti pugnalasse alle spalle? Qui abbiamo il Signor Pallone Gonfiato scientifico." I due si fanno una risata. Ivar torna a rivolgersi a te. "Bene, finché c'è Alkali a bordo, non dispiace neanche a me venire con te. Che ne dici?"
ko: 이바르가 환하게 웃는 표정을 짓습니다. "알칼리, 이 능구렁이 같은 자식. 이렇게 우릴 구해줄지 몰랐네! 잘 지냈나?" 알칼리가 평소보다 더 밝아 보입니다. "어쩌다 보니 우주 해적 노릇 하려고 안식년을 갖고 있지. 꼭 그럴 줄 알았다고 말해줘야 알아듣겠나? "자넨 가족 같은 친구한테 배신당한 적 없나? 고귀하신 과학자 양반이라 잘 모르나 보군." 두 친구는 껄껄 웃습니다. 이바르가 당신을 향합니다. "알칼리가 자네 동료라면 나도 합류해도 되겠지. 어떤가?"
ru: Лицо Ивара сияет. "Алькали, хитрый ублюдок, я должен был догадаться, что ты прискачешь сюда как герой! Как поживаешь?" Алькали выглядит счастливее, чем обычно. "Взял отпуск от работы в лаборатории, чштобы поиграть в космичшеского пирата, видимо. Должно быть, сегодня вторник, потому чшто я снова могу сказать тебе 'я же говорил'". "Что, тебя никогда не предавал друг семьи? Глядите, у нас тут Мистер Высокий и Могучий Ученый Шар". Они оба смеются. Ивар поворачивается к вам. "Раз уж Алькали на борту, то и я не прочь присоединиться. Что скажете?"
zh_hans: 苡瓦脸上洋溢着笑容。"阿尔科莱，你这个狡猾的混蛋，我就知道你会像英雄一样突然出现！你最近怎么样了？" 阿尔科莱看起来比平时开心多了。"很显然，我从实验室休假出来玩太空海盗了。今天一定是星期二，因为我又可以告诉你'我早就告诉过你了'。" "什么，你从来没被家人朋友从背后捅过刀子？这位高大威猛的科学家球先生。"两人哈哈大笑起来。苡瓦转向你。"现在好了，只要阿尔科莱在船上，我也不介意跟着去。你觉得怎么样？"

source: Yes.
es: Sí.
fr: Oui.
it: Sì.
ko: 좋습니다.
ru: Да.
zh_hans: 是。

source: "Wonderful! After a career of getting backstabbed, a punch to the face will be very refreshing. Let me tidy up some business with my cabinet and I'll be ready to go. Oh, one more thing! I managed to secure you the right to salvage the ship the conspirators used against you. You can also have the blueprints, if you want."
fr: "Merveilleux ! Après une carrière de coups dans le dos, un coup de poing au visage sera très rafraîchissant. Laissez-moi mettre de l'ordre dans mon cabinet et je serai prêt à partir. Oh, encore une chose ! J'ai réussi à vous assurer le droit de démanteler le vaisseau que les conspirateurs ont utilisé contre vous. Vous pouvez également avoir les plans, si vous le souhaitez."
it: "Meraviglioso! Dopo una carriera fatta di pugnalate alle spalle, un pugno in faccia sarà molto rinfrescante. Lasciami sistemare alcune questioni col mio gabinetto e sono pronto a partire. Oh, un'altra cosa! Sono riuscito a farti avere il diritto di recuperare la nave che i cospiratori hanno usato contro di te. Puoi anche averne il progetto, se vuoi."
ko: "좋았어! 한평생 등에 칼이 꽂히다가 정면으로 한 방 맞으면 기분이 상쾌하겠구먼. 일단 내각과 남은 일 좀 처리하고 떠날 채비를 하겠네. 아, 그러고 보니 음모를 꾸민 작당이 이용한 함선을 자네가 해체할 수 있도록 손을 써뒀네. 원한다면 청사진도 가져가게."
ru: "Замечательно! После карьеры, полной предательств и заговоров, смотреть врагам в лицо будет очень освежающе. Позвольте мне уладить кое-какие дела с моим кабинетом, и я буду готов к работе. О, и еще кое-что! Мне удалось получить для вас разрешения на использование корабля заговорщиков. Мы можем отправить чертежи, если хотите".
zh_hans: "太好了！被人从背后捅刀子后，当面还一拳让人神清气爽。等我把内阁的事情处理好，就可以出发了。哦，还有一件事！我成功地为你争取到了打捞那些阴谋家用来对付你的飞船的权利。如果你想要的话，蓝图也可以给你。"

source: Ivar
ko: 이바르
ru: Ивар
zh_hans: 苡瓦

source: Scrap the ship as Ivar finishes his meeting.
fr: Démanteler le vaisseau pendant qu'Ivar termine sa réunion.
it: Smantella la nave mentre Ivar finisce la sua riunione.
ko: 이바르가 회의를 끝내는 동안 함선을 해체한다.
ru: Разобрать корабль на металлолом, пока Ивар заканчивает совещание.
zh_hans: 苡瓦结束会议后搜刮星舰。

source: No.
fr: Non.
ko: 안 됩니다.
ru: Нет.
zh_hans: 否。

source: "That's a shame. I was hoping to catch up with Alkali. You can hand me over to the CSA, and I'll be out of your hair. Oh, one more thing. I managed to secure you the right to salvage the ship the conspirators used against you. You can also have the blueprints, if you want."
fr: "C'est dommage. J'espérais rattraper Alkali. Vous pouvez me livrer au CSA et je vous laisserai tranquille. Oh, encore une chose. J'ai réussi à vous assurer le droit de démanteler le vaisseau que les conspirateurs ont utilisé contre vous. Vous pouvez également avoir les plans, si vous le souhaitez."
it: "Peccato. Speravo di fare quattro chiacchere con Alkali. Puoi consegnarmi alla CSA e ti lascerò in pace. Oh, un'altra cosa. Sono riuscito a farti avere il diritto di recuperare la nave che i cospiratori hanno usato contro di te. Puoi avere anche i progetti, se vuoi."
ko: "그것 참 안타깝구먼. 알칼리랑 서로 근황 이야기나 하고 싶었는데 말이야. 날 CSA로 데려다주면 나는 이만 물러나겠네. 아, 그러고 보니 음모를 꾸민 작당이 이용한 함선을 자네가 해체할 수 있도록 손을 써뒀네. 원한다면 청사진도 가져가게."
ru: "Очень жаль. Я надеялся застать Алькали. Можете отдать меня в руки АГС, и я перестану вам мешать. О, и еще кое-что. Мне удалось получить для вас разрешение на использование корабля заговорщиков. Мы можем отправить чертежи, если хотите".
zh_hans: "真遗憾。我正想去找阿尔科莱呢。你可以把我交给CSA，我就不会再烦你了。哦，还有一件事！我成功地为你争取到了 打捞那些阴谋家用来对付你的飞船的权利。如果你想要的话，蓝图也可以给你。"

source: Scrap the ship.
es: Chatarrear la nave.
fr: Démanteler le vaisseau.
it: Saccheggia la nave.
ko: 함선을 해체한다.
ru: Собрать лом с корабля.
zh_hans: 搜刮这艘船。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Hoo, meetings can be so stressful, huh? Always full of busywork and contention. I could use a break from it all. To think, the busybody in my cabinet wanted me dead. Politics is a little too spicy sometimes. You got room on that ship for me?"
fr: "Hoo, les réunions peuvent être si stressantes, hein ? Toujours pleines de travail et de disputes. J'aurais besoin d'une pause. Dire que le mec dans mon cabinet voulait ma mort. La politique est parfois un peu trop piquante. Vous avez de la place sur ce vaisseau pour moi ?”
it: "Ooh, le riunioni a volte sono davvero stressanti, no? Sempre piene di lavoro e contenziosi. Mi farà bene una pausa. E pensare che qualcuno nel mio gabinetto mi voleva morto. A volte la politica è un po' troppo piccante. Hai un po' di spazio per me su quella nave?"
ko: "후, 회의하다 보면 스트레스받기 일쑤지, 안 그런가? 처리할 일도 한가득하고 언쟁도 오가고 말이야. 이 모든 걸 뒤로 하고 쉬고 싶을 때도 있지. 내 내각 인물이 날 죽이려 하다니. 때론 정치가 너무 매콤하다는 느낌도 들지. 혹시 자네 함선에 자리 하나 안 남나?"
ru: "Ооо, встречи могут быть такими напряженными, а? Всегда полно работы и споров. Мне бы не помешало отдохнуть от всего этого. Подумать только, один сумасброд в моем кабинете хотел меня убить. Политика иногда бывает слишком острой. У вас есть для меня место на корабле?"
zh_hans: "呼，开会可真有压力啊，对吧？总是忙忙碌碌，争来争去。我需要休息一下。想想看，我内阁里的大忙人还想要我的命呢。政治有时太辛辣了。那艘船上有我的位置吗？"

source: Yes.
es: Sí.
fr: Oui.
it: Sì.
ko: 네.
ru: Да.
zh_hans: 是。

source: "Wonderful! After a career of getting backstabbed, a punch to the face will be very refreshing. Let me tidy up some business with my cabinet and I'll be ready to go. Oh, one more thing! I managed to secure you the right to salvage the ship the conspirators used against you. You can also have the blueprints, if you want."
fr: "Merveilleux ! Après une carrière de coups dans le dos, un coup de poing au visage sera très rafraîchissant. Laissez-moi mettre de l'ordre dans mon cabinet et je serai prêt à partir. Oh, encore une chose ! J'ai réussi à vous assurer le droit de démanteler le vaisseau que les conspirateurs ont utilisé contre vous. Vous pouvez également avoir les plans, si vous le souhaitez."
it: "Meraviglioso! Dopo una carriera fatta di pugnalate alle spalle, un pugno in faccia sarà molto rinfrescante. Lasciami sistemare alcune questioni col mio gabinetto e sono pronto a partire. Oh, un'altra cosa! Sono riuscito a farti avere il diritto di recuperare la nave che i cospiratori hanno usato contro di te. Puoi anche averne il progetto, se vuoi."
ko: "좋았어! 한평생 등에 칼이 꽂히다가 정면으로 한 방 맞으면 기분이 상쾌하겠구먼. 일단 내각과 남은 일 좀 처리하고 떠날 채비를 하겠네. 아, 그러고 보니 음모를 꾸민 작당이 이용한 함선을 자네가 해체할 수 있도록 손을 써뒀네. 원한다면 청사진도 가져가게."
ru: "Замечательно! После карьеры, полной предательств и заговоров, видеть врага в лицо будет очень освежающе. Позвольте мне уладить кое-какие дела с моим кабинетом, и я буду готов к работе. О, и еще кое-что! Мне удалось получить для вас разрешение на использование корабля заговорщиков. Мы можем отправить чертежи, если хотите".
zh_hans: "太好了！被人从背后捅刀子后，当面还一拳让人神清气爽。等我把内阁的事情处理好，就可以出发了。哦，还有一件事！我成功地为你争取到了打捞那些阴谋家用来对付你的飞船的权利。如果你想要的话，蓝图也可以给你。"

source: Ivar
ko: 이바르
ru: Ивар
zh_hans: 苡瓦

source: Scrap the ship as Ivar finishes his meeting.
fr: Démanteler le vaisseau pendant qu'Ivar termine sa réunion.
it: Smantella la nave mentre Ivar finisce la sua riunione.
ko: 이바르가 회의를 끝내는 동안 함선을 해체한다.
ru: Разобрать корабль на металлолом, пока Ивар заканчивает совещание.
zh_hans: 苡瓦结束会议后搜刮星舰。

source: No.
fr: Non.
ko: 안 됩니다.
ru: Нет.
zh_hans: 否。

source: "That's a shame. Might have been nice to see some new faces. You can hand me over to the CSA, and I'll be out of your hair. Oh, one more thing. I managed to secure you the right to salvage the ship the conspirators used against you. You can also have the blueprints, if you want."
fr: "C'est dommage. Ça aurait pu être sympa de voir de nouveaux visages. Vous pouvez me livrer au CSA et je vous laisserai tranquille. Oh, encore une chose. J'ai réussi à vous assurer le droit de démanteler le vaisseau que les conspirateurs ont utilisé contre vous. Vous pouvez également avoir les plans, si vous le souhaitez."
it: "Peccato. Sarebbe stato bello incontrare volti nuovi. Puoi consegnarmi alla CSA e ti lascerò in pace. Oh, un'altra cosa. Sono riuscito a farti avere il diritto di recuperare la nave che i cospiratori hanno usato contro di te. Puoi avere anche i progetti, se vuoi."
ko: "그것 참 안타깝구먼. 알칼리랑 서로 근황 이야기나 하고 싶었는데 말이야. 날 CSA로 데려다주면 나는 이만 물러나겠네. 아, 그러고 보니 음모를 꾸민 작당이 이용한 함선을 자네가 해체할 수 있도록 손을 써뒀네. 원한다면 청사진도 가져가게."
ru: "Очень жаль. Было бы здорово увидеть новые лица. Можете отдать меня в руки АГС, и я перестану вам мешать. О, и еще кое-что. Мне удалось получить для вас разрешение на использование корабля заговорщиков. Мы можем отправить чертежи, если хотите".
zh_hans: "真遗憾。要是能见到一些新面孔就好了。你可以把我交给CSA，我就不会再烦你了。哦，还有一件事！我成功地为你争取到了 打捞那些阴谋家用来对付你的飞船的权利。如果你想要的话，蓝图也可以给你。"

source: Scrap the ship.
es: Chatarrear la nave.
fr: Démanteler le vaisseau.
it: Saccheggia la nave.
ko: 함선을 해체한다.
ru: Собрать лом с корабля.
zh_hans: 搜刮这艘船。

source: The Orchid Ambassador is being shadowed.
fr: L'ambassadeur Orchidée est suivi.
it: L'ambasciatore orchid è pedinato.
ko: 오키드 대사가 미행당하고 있습니다.
ru: За послом орхидей следят.
zh_hans: 兰花大使正在被跟踪。

# data/events_sector_confederacy.xml$//event[@name="TYEREL_QUEST"]/text
source: Upon jumping in you notice Ty E'Rel's Ambassadorial Cruiser docked at a nearby spaceport. There's no immediate sign of the Coalition stalker.
fr: En sautant, vous remarquez le croiseur ambassadorial de Ty E'rel amarré à un port spatial voisin. Il n'y a aucun signe immédiat du traqueur de la Coalition.
it: Dopo il tuo arrivo, noti l'incrociatore diplomatico di Ty E'Rel attraccato a uno spazioporto vicino. Non ci sono segni immediati dell'inseguitore della Coalizione.
ko: 도약해 들어오자 당신은 근처 우주정거장에 정박한 타이 이'렐의 외교업무용 순양함을 목격합니다. 연합에서 파견한 스토커는 보이지 않습니다.
ru: Выйдя из прыжка, вы замечаете крейсер послов Тая Э'Рела, пристыкованных к ближайшем космопорту. Преследователей из Коалиции не видно.
zh_hans: 跃迁后，你发现笛艾尔大使级星舰停靠在附近的太空港。没有发现星联跟踪者的踪迹。

# data/events_sector_confederacy.xml$//event[@name="TYEREL_QUEST"]/choice[1]/text
source: Contact Ty E'Rel's ship.
fr: Contacter le vaisseau de Ty E'rel.
it: Contatta la nave di Ty E'Rel.
ko: 타이 이'렐의 함선과 교신한다.
ru: Связаться с кораблем Тай Э'Рела.
zh_hans: 联系笛艾尔的星舰。

source: His ship is deserted, but the call is rerouted and you're greeted by a visibly withered Orchid. Both of Ty E'Rel's heritages are identifiable, having notable traits from both the Florals and the Vampweeds. "Good day, Renegade. A Federation captain coming all this way to meet me? This must be important."
fr: Son vaisseau est désert, mais l'appel est redirigé et vous êtes accueilli par un Orchidée visiblement flétri. Les deux héritages de Ty E'rel sont identifiables, ayant des traits notables des Floraux et des Vampiflores. "Bonjour, Renégat. Un capitaine de la Fédération venant jusqu'ici pour me rencontrer ? Cela doit être important."
it: La sua nave è deserta, ma la trasmissione viene reindirizzata e vedi orchid visibilmente appassito. Entrambe le ascendenze di Ty E'Rel sono identificabili, dato che ha chiari tratti sia floreali che vampirerba. "Buongiorno, Rinnegato. Un capitano della Federazione fa tutta questa strada per vedermi? Dev'essere qualcosa di importante."
ko: 함선은 버려져 있어 연결이 되지 않았지만 재연결되더니 보기에도 앙상한 오키드가 반겨줍니다. 화초와 흡혈초에서 물려받은 혈통이 뚜렷하게 보이는 얼굴입니다. "안녕하시오, 배회자여. 연방 함장이 나를 만나러 이 먼 길을 오셨단 말입니까? 매우 중요한 일인가 보군요."
ru: Его корабль безлюден, но вызов перенаправляется, и вас встречает заметно исхудавшая орхидея. По Таю Э'Релу видно оба происхождения: заметны черты как Флоралов, так и Вампсорняков. "Добрый день, Ренегат. Капитан Федерации проделал такой длинный путь, чтобы встретиться со мной? Должно быть, есть важная причина".
zh_hans: 他星舰已经被遗弃了，但呼叫被转移，迎接你的是一朵明显枯萎的兰花。笛艾尔的两种血统都能辨认出来，具有悦心兰花和血草兰花的显著特征。"你好，变元者。一个联邦舰长大老远跑来见我？一定有很重要的事情。"

source: Inform him about the potential attempt on his life.
fr: Informez-le de l'éventuelle tentative d'assassinat sur sa personne.
it: Informalo del possibile attentato alla sua vita.
ko: 암살 시도에 관해 알려준다.
ru: Сообщить ему о возможном покушении на его жизнь.
zh_hans: 告知可能有人企图谋害他。

source: "Unsurprising. I'll contact the station and see what they can find." Ty E'Rel types something into a terminal. The station lights up as its sensor array begins actively scanning the area, a probe launching from the station's bay. In response to this, a Coalition ship reveals itself and hails you.
fr: "Sans surprise. Je vais contacter la station et voir ce qu'ils peuvent trouver." Ty E'rel tape quelque chose sur le terminal. La station s'allume alors que son réseau de capteurs commence à scanner activement la zone, une sonde est lancée depuis la baie de la station. En réponse à cela, un vaisseau de la Coalition se révèle et vous interpelle.
it: "Non mi sorprende. Contatterò la stazione e vedo cosa riescono a trovare." Ty E'Rel scrive qualcosa in un terminal. La stazione s'illumina mentre i suoi sensori iniziano a scandagliare la zona e una sonda parte dall'hangar. In risposta, una nave della Coalizione si rivela e ti contatta.
ko: "딱히 놀랍진 않군요. 정거장에 연락해서 정보를 알아내 보겠습니다." 타이 이'렐이 단말기에 무언가를 입력합니다. 갑자기 정거장 조명이 켜지더니 센서 어레이가 작동해 인접 구역을 스캔하기 시작하고 정거장에서 무인탐사선이 발사됩니다. 이에 반응해 연합 함선이 모습을 보이고 당신에게 교신합니다.
ru: "Неудивительно. Я свяжусь со станцией и посмотрю, что они смогут узнать". Тай Э'Рел набирает что-то на терминале. Станция включается, ее сенсорная система начинает активно сканировать местность, а из отсека станции запускается зонд. В ответ на это корабль Коалиции появляется и выходит на связь.
zh_hans: "不足为奇。我去联系空间站，看看他们能找到什么。"笛艾尔在终端上输入了一些信息。空间站灯光亮起，它的传感器阵列开始主动扫描该区域，一个探测器从空间站的舱室里发射出来。作为回应，一艘星联舰船现身并向你发出呼叫。

source: Respond to the hail.
fr: Répondre à l'appel.
it: Rispondi alla chiamata.
ko: 교신에 응답한다.
ru: Ответить на вызов.
zh_hans: 回应呼叫。

# data/events_sector_confederacy.xml$//event[@name="TYEREL_QUEST"]/choice[2]/text
source: Move on.
fr: Partir.
ko: 가던 길 간다.
ru: Двигаться дальше.
zh_hans: 继续前进。

source: With no Coalition plainly in sight, you decide not to bother.
fr: Sans coalition clairement en vue, vous décidez de ne pas vous embêter.
it: Senza la Coalizione chiaramente in vista, decidi di non prenderti il disturbo.
ko: 근처에 연합 병력이 보이지 않으니 관여하지 않기로 합니다.
ru: Поскольку Коалиции нигде не видно, вы решаете не ломать голову.
zh_hans: 由于没有眼前没有星联，你决定不再操心。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
