Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_TERRAFORMING"]/text
source: A collection of terraforming vessels gathered around a large Gathering outpost that has been constructed around the nearby planet. You see vessels of both Confederate and Gathering origin, a rare display of unity between the two.
es: Una colección de naves de terraformación se ha reunido alrededor de un gran puesto avanzado de la Gathering construido en torno al planeta cercano. Ves naves tanto de origen Confederado como de la Gathering, una rara muestra de unidad entre ambos.
fr: Un groupe de vaisseaux de terraformation est rassemblé à un avant-poste de la Congrégation. Vous reconnaissez des vaisseaux des Confédérés et de la Congrégation, une alliance peut commune entre ces deux groupes.
it: Un gruppo di navi terraformer si sono radunate attorno a un grosso avamposto del Raccolto costruito attorno al pianeta vicino. Vedi navi di origine sia confederata che del Raccolto, una rara rappresentazione di unità tra i due popoli.
ko: 근처 행성에 지어진 군락 전초기지에 테라포밍 함대가 집결해 있습니다. 공동체 함선과 군락 함선이 동시에 보입니다. 이렇게 두 세력이 화합하는 모습은 정말 보기 힘든 광경이군요.
ru: Группа кораблей для терраформинга собралась вокруг крупного орбитального аванпоста Соцветия. Среди кораблей есть модели и Конфедерации, и Соцветия, редкое для них проявления единства.
zh_hans: 一群星球环境改造工程船聚集在一个围绕邻近行星建造的大型集议会哨站附近。你可以同时看到血兰邦和集议会的飞船，此地此刻两方之间展现了异常罕见的团结。

source: Approach the group.
es: Acercarte al grupo.
fr: Contacter le groupe.
it: Avvicinati al gruppo.
ko: 함대에 접근한다.
ru: Приблизиться к группе.
zh_hans: 接近这个正在开会的哨站。

source: The terraforming group looks highly busy, although one of the foremen humor your questions. "Provision 16 of the Kadahellian'ek Treaty instated what is known as the 'Joint Conservation Act'. To help improve relations while providing essential service, the Gathering and Confederacy have set aside each a pool of resources to help in the process of terraforming potential host planets for new garden worlds." The Vampweed scratches their chin, inspecting your vessel. "You're military, I figure at least based on your weapons. Think you could do us a favor? The Gathering was insistent we sent down some monks to 'bless the grounds' before the process began, but we haven't heard back from them since. Mind taking a look into it? It'll save us a lot of trouble."
es: El grupo de terraformación parece extremadamente ocupado, aunque uno de los capataces responde a tus preguntas. “La disposición 16 del Tratado Kadahellian’ek estableció lo que se conoce como la ‘Ley de Conservación Conjunta’. Para mejorar las relaciones y brindar un servicio esencial, la Gathering y la Confederación han destinado cada una un conjunto de recursos para ayudar en el proceso de terraformación de planetas anfitriones potenciales para nuevos mundos jardín.” El Vampweed se rasca la barbilla, inspeccionando tu nave. “Eres militar, al menos eso supongo por tus armas. ¿Crees que podrías hacernos un favor? La Gathering insistió en que enviáramos a unos monjes a ‘bendecir el terreno’ antes de que comenzara el proceso, pero no hemos sabido nada de ellos desde entonces. ¿Te importaría echar un vistazo? Nos ahorraría muchos problemas.”
fr: Le groupe de terraformation semble très occupé, mais l'un des contremaîtres prend le temps de vous répondre : "Clause 16 du traité Kadahellian'ek, connue sous le nom de 'Loi de sauvegarde conjointe'. Dans le but d'entretenir de bons rapports tout en assurant nos besoins primaires, la Congrégation et la Confédération ont rassemblé des ressources pour terraformer de potentielles planètes habitables en monde gardien. "Le Vampiflore inspecte votre vaisseau en se grattant la tête. "À en juger par vos armes, vous êtes des militaires, non ? Vous pouvez nous aider ? La Congrégation a insisté pour qu'on envoie des moines 'bénir le sol' avant de commencer, mais on a aucune nouvelle d'eux. Ça vous embêterait d'aller jeter un œil ? Ça nous aiderait beaucoup."
it: Il gruppo di terraformer sembra molto impegnato, anche se uno dei capisezione risponde alle tue domande. "Clausola 16 del Trattato Kadahellian'ek, noto comunemente come 'Editto di Salvaguardia Congiunta'. Per aiutare a migliorare i rapporti fornendo al contempo servizi essenziali, il Raccolto e la Confederazione hanno messo da parte ciascuno delle risorse per agevolare il processo di terraformare potenziali pianeti per ospitare nuovi grandi giardini." La vampirerba si gratta il mento, controllando la tua nave. "Sei un militare, presumo dalle tue armi. Potresti farci un favore? Il Raccolto ha insistito per mandare dei monaci laggiù per 'benedire la terra' prima di iniziare il processo, ma non abbiamo più loro notizie. Ti dispiace andare a dare un'occhiata? Ci risparmieresti parecchie grane."
ko: 테라포밍 함대는 바빠 보였지만, 인부 중 한 명이 당신의 질문에 응답해 줍니다. "카다헬리안'엑 조약 제16조에는 '공동보존법'이라는 법령이 명시되어 있습니다. 공공적인 봉사를 하면서 대외관계를 개선하기 위해 군락과 공동체는 숙주 행성을 테라포밍해 신규 정원성단을 개발할 기금을 각자 마련하고 있습니다. 흡혈초는 당신의 함선을 훑어보며 턱을 긁적거립니다. "보아하니 군함이군요. 무기를 보니 그럴 것 같았어요. 혹시 저흴 도와줄 수 있습니까? 군락 측에서 개발지를 '축복'한답시고 행성 표면으로 수도승을 여럿 보냈는데, 그 이후로 소식이 끊겼습니다. 혹시 무슨 일인지 알아봐 주시겠습니까? 그래야 저희도 수고를 덜 것 같아서 말입니다."
ru: Группа по терраформированию выглядит очень занятой, хотя один из бригадиров с юмором относится к вашим вопросам. "Положение 16 Кадахеллианского договора вводит так называемый "Закон о совместном сохранении", обязывающий как Конфедерацию, так и Соцветие выделить часть ресурсов необходимых для терраформирования планет, потенциально подходящих для новых Садов. Вампсорняк почесывает подбородок, осматривая ваше судно. "Вы военные, судя по вооружению. Не могли бы вы оказать нам услугу? Соцветие настояло на том, чтобы мы отправили несколько монахов для "освящения территории" перед началом процесса, но с тех пор мы не получали от них никаких вестей. Не могли бы вы узнать, что с ними случилось? Это избавит нас от лишних хлопот".
zh_hans: 星球环境改造小队看起来非常忙碌，尽管其中一名工头幽默地回答了你的问题。“卡达赫利安·克条约第16条规定了所谓的‘联合保护法案'。为了在提供基本服务的同时帮助改善关系，集议会和血兰邦已经各自集资建造了一个资源库，以便将这颗非常具有潜力的宿主行星改造为新的花园世界。”血草兰花挠着下巴，看了看你的飞船。“我想，至少从你安装的武器来看，你是军方成员。你能帮我们一个忙吗？集议会坚持在星球地貌改造工程开工之前派一些僧侣去‘祝福大地'，但从那以后我们就没有收到他们的任何回复。你介意帮我们去看一下吗？这会给我们省很多麻烦。”

source: Agree.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: (Caretaker Crew) Offer to send your own monk down to bless the grounds.
es: (Tripulante Cuidadora) Ofrecer enviar a tu propio monje para bendecir el terreno.
fr: (Membre d'équipage Veilleur) Proposer d'envoyer votre propre moine pour bénir les terres.
it: (Equipaggio custode) Offri di mandare il tuo monaco a benedire la terra.
ko: (정원지기) 수도승 선원을 보내 직접 개발지를 축복한다.
ru: (Член экипажа-Смотритель) Предложить отправить своего монаха, чтобы он освятил землю.
zh_hans: (看护者船员)提议让你船上的僧侣去代行‘祝福大地'的仪式。

source: "I appreciate your offer, but you must understand simply sending a new team down isn't an option. If something bad happened to the first group, it could be a nightmare for PR. We have to ensure their safety first and foremost."
es: “Aprecio tu oferta, pero debes entender que simplemente enviar un nuevo equipo no es una opción. Si algo malo le ocurrió al primer grupo, podría ser una pesadilla de relaciones públicas. Debemos garantizar su seguridad ante todo.”
fr: "J'apprécie votre offre, mais comprenez qu'il n'est pas envisageable de simplement renvoyer une nouvelle équipe sur place. Si quelque chose de grave est arrivé au premier groupe, ça serait un cauchemar pour le service des relations publiques. Nous devons en priorité assurer leur sécurité."
it: "Apprezzo l'offerta, ma devi capire che non possiamo semplicemente mandare una nuova squadra. Se è successo qualcosa al primo gruppo, sarebbe un incubo per le PR. Dobbiamo prima di tutto accertarci che siano al sicuro."
ko: "제안은 감사합니다만, 새 원정대를 보내는 건 불가능해요. 만약 선발대가 안타까운 일을 당했으면 홍보 차원에서도 문제거든요. 선발대의 안전을 최우선시해야 합니다."
ru: "Спасибо за предложение, но дело не в освящении, а в том, что команда не вернулась. Если с ними случилось что-то плохое - будет публичный скандал. Нам, в первую очередь, нужно удостовериться в их безопасности".
zh_hans: “我很感激你的提议，但你必须明白，抛开之前那批僧侣不管，简单地派遣一个新团队越俎代庖草草了事，这是不可能的。如果之前的第一批僧侣意外遭遇了不好的事情，这对公关来说可能是一场巨大的噩梦。我们必须首先确保第一批僧侣的安全。”

source: Agree to look for them.
es: Aceptar buscarlos.
fr: Accepter d'aller les chercher.
it: Accetta di andare a cercarli.
ko: 찾아주겠다고 약속한다.
ru: Согласиться на поиски.
zh_hans: 同意去帮忙看一眼。

source: Decline.
es: Declinar.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Decline.
es: Declinar.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Ignore the terraformers.
es: Ignorar a los terraformadores.
fr: Ignorer les terraformeurs.
it: Ignora i terraformer.
ko: 테라포밍 함대를 무시한다.
ru: Не обращать внимания на терраформеров.
zh_hans: 无视这些星球地貌改造工程船。

source: You see no particular reason to get involved here and decide to leave.
es: No ves ninguna razón en particular para involucrarte aquí y decides marcharte.
fr: Vous ne voyez aucune raison de vous impliquer et décidez de partir.
it: Non vedi alcun motivo di farti coinvolgere qui e decidi di andartene.
ko: 당신은 딱히 개입할 명분이 없다고 판단해 떠나기로 합니다.
ru: Вы не видите особых причин участвовать в этом и решаете уйти.
zh_hans: 你看不出有什么特别的理由介入这里并决定离开。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You send a team down to look for the Florals. Following their tracks, you eventually find they've set up a camp on the surface and are unconscious, their systems fully intoxicated by premium Confederate liquor. You report back their whereabouts to the terraforming team. "Damn it! I know I'm supposed to be... working with these people, but sometimes these Florals just get on my nerves! Ugh. I guess it's not like I haven't seen Vampweeds get as drunk too, but this is just annoying. Whatever, thanks for your help. I'll send someone to pay you for your time."
es: Envías un equipo a la superficie para buscar a los Florals. Siguiendo sus rastros, finalmente descubres que han montado un campamento y están inconscientes, con sus sistemas completamente intoxicados por licor confederado de primera calidad. Informas de su ubicación al equipo de terraformación. “¡Maldita sea! Sé que se supone que debo… trabajar con esta gente, ¡pero a veces estos Florals me sacan de quicio! Uf. Supongo que no es como si no hubiera visto a Vampweed emborracharse también, pero esto es simplemente molesto. En fin, gracias por tu ayuda. Enviaré a alguien para pagarte por tu tiempo.”
fr: Vous envoyez une équipe pour chercher les Floraux. Traquant leurs traces, vous trouvez finalement qu'ils ont formé un camp à la surface et sont inconscients, complètement intoxiqués de liqueur de la confédération de premier choix. Vous décrivez leur situation à l'équipe de terraformation. "Merde ! Je sais que je suis sensé... travailler avec ces gens, mais parfois les Floraux m'énervent ! Pff. Ce n'est pas comme si je n'avais jamais vu de Vampiflores aussi être bourrés, mais c'est juste ennuyant. Qu'importe, merci pour votre aide. J'envoie quelqu'un vous payer pour votre service rendu."
it: Mandi una squadra alla ricerca dei floreali. Seguendo le loro tracce, alla fine scopri che si sono accampati sulla superficie e sono incoscienti, i loro sistemi completamente ebbri di liquori confederati di prim'ordine. Riferisci la loro posizione ai terraformer. "Accidenti! So che devo... lavorarci con certa gente, ma a volte questi floreali mi danno proprio sui nervi! Ugh. Ma non è che non abbia visto anche vampirerbe ubriacarsi altrettanto, solo che è una vera seccatura. Va beh, grazie dell'aiuto. Manderò qualcuno a ripagarti."
ko: 당신은 수도승을 찾기 위해 원정대를 보냅니다. 당신은 자취를 따라가다 표면에서 야영지를 세워놓고 공동체산 고급주에 만취한 수도승들을 발견합니다. 당신은 돌아와서 테라포밍 함대에 행적을 보고합니다. "빌어먹을! 이 작자들과 같이... 협업해야 하는 건 알지만, 이 화초들이 때때로 너무 성가시단 말입니다! 쳇. 뭐, 흡혈초가 인사불성이 된 것도 봤지만, 너무 짜증나네요. 됬습니다. 도와줘서 고마워요. 동료한테 부탁해서 사례해 드리겠습니다."
ru: Вы решаете отправить команду для поиска Флоралов. Следуя по их следам, вы находите разбитый на поверхности лагерь, полный пьяных в стельку Флоралов в окружении бутылок премиального ликера Конфедерации. Вы сообщаете их местоположение команде терраформирования. "Пропади они пропадом! Я знаю, что мы должны... сотрудничать, но иногда они настолько меня бесят! Ух. Я и Вамсорняков, конечно, пьяных в зюзю видел, но это уже просто бесит. В любом случае, спасибо за помощь, я отправлю кого-нибудь с оплатой за ваши услуги".
zh_hans: 你派一个小队下去寻找那些集议会的兰花族人。追踪他们的航行轨迹，你最终发现他们早就已经在地表建立了一个营地，但是全都昏迷不醒，他们的器官系统已经完全被血兰邦的优质烈性酒所陶醉，一个个全都睡得正香。你向环境改造小组报告了这些集议会兰花族人的下落。“该死！我早就知道我本应该...和这些人一起下去查漏补缺以防万一，但有时这些集议会的兰花会让我非常紧张！呃。我想这可能是因为我从没见过血草兰花喝醉，对这些集议会的家伙疏忽大意了。这个意外太烦人了。不管怎样，谢谢你的帮助。我会派人付钱给你的。”

source: While searching for the monks, you find distressing amounts of sap and green blood on the face of some boulders. A little bit further leads you to the scene of several corpses and a Vampweed holding a blaster. "They think they can bring GREENLEAVES into our god damn sectors? Ivar has lost his MIND! The Confederacy is only as strong as it is clean from the taint of those communard zealots!"
es: Mientras buscas a los monjes, encuentras cantidades inquietantes de savia y sangre verde en la superficie de algunas rocas. Un poco más adelante llegas a la escena de varios cadáveres y a un Vampweed empuñando un bláster. “¿Creen que pueden traer GREENLEAVES a nuestros malditos sectores? ¡Ivar ha perdido la CABEZA! ¡La Confederación solo es tan fuerte como lo está por mantenerse limpia de la corrupción de esos fanáticos comuneros!”
fr: Alors que l'équipage cherche les moines, vous trouvez un montant inquiétant de sève et de sang vert sur certains rochers. Un peu plus loin, vous tombez sur plusieurs cadavres et un Vampiflore brandissant une arme à énergie. "Ils pensent qu'ils peuvent envoyer des bleus dans notre foutu secteurs ? Ivar a perdu la TÊTE ! La Confédération est aussi forte qu'elle n'est immaculé de ces communards fanatiques !"
it: Mentre cerchi i monaci, trovi una quantità allarmante di linfa e sangue verde su alcuni massi. Poco più avanti trovi svariati cadaveri e una vampirerba con un blaster in mano. "Credono di poter portare dei FOGLIAVERDE nei nostri settori del cacchio? Ivar ha completamente perso la TESTA! La Confederazione è così forte solo finché resterà immacolata dalla corruzione di quei zeloti balordi!"
ko: 수도승 수색 임무 동안 당신은 주변에 널린 바위에 섬뜩할 정도로 많은 수액과 초록색 피가 묻어있다는 사실을 발견합니다. 조금 더 나아가보니 주변에 널브러진 시체 여럿과 블래스터를 든 흡혈초 한 명을 발견합니다. "감히 우리 성단에 잡초를 데려오겠다고? 이바르가 드디어 미쳐버렸군! 이런 광신도 녀석들을 청소해야 공동체가 굳건해진단 말이다!"
ru: Во время поисков монахов вы находите удручающее количество сока и зеленой крови на поверхности некоторых валунов. Пройдя немного дальше, вы видите несколько трупов и Вампсорняка с бластером в руке. "Они думают, что могут притащить ЗЕЛЕНОЛИСТНЫХ в наш гребанный сектор? Ивар СОВСЕМ съехал с катушек! Конфедерация сильна лишь настолько, насколько она чиста от скверны этих фанатиков-коммунаров!"
zh_hans: 在寻找这些集议会僧侣的过程中，你在一些巨石表面发现了大量令人痛苦的汁液和绿色血液。再往前走一点，你看到了几具兰花族尸体和一个拿着爆破枪的血草兰花。“难道他们认为，他们能把绿叶，带到这里，玷污我们的星区？苡瓦真是疯了！血兰邦只有摆脱了那些绥靖狂热分子的污点，才能更加强大！”

source: Leave quickly and report this to the terraformers.
es: Marcharte rápidamente e informar esto a los terraformadores.
fr: Partir silencieusement et prévenir les terraformeurs.
it: Vattene in fretta e riferisci ai terraformer.
ko: 재빨리 떠나 테라포밍 함대에 보고한다.
ru: Быстро уйти и сообщить об этом терраформерам.
zh_hans: 赶快离开这里，并向星球地貌改造小组的人报告此事。

source: It's obvious this man is unstable, and sticking around is a bad idea. The terraformers are distraught to hear about the slaughter. "Damn it! I... they're dead? All of them? Jeez, have we really come to this? Murdering unarmed monks on a diplomatic mission? This is going to be a PR nightmare... but thank you for handling this. If our teams had seen this, they might not have been able to control themselves.
es: Es evidente que este sujeto es inestable, y quedarse sería una mala idea. Los terraformadores quedan consternados al oír sobre la masacre. “¡Maldita sea! Yo… ¿están muertos? ¿Todos ellos? Cielos, ¿realmente hemos llegado a esto? ¿Asesinar monjes desarmados en una misión diplomática? Esto va a ser una pesadilla de relaciones públicas… pero gracias por encargarte de esto. Si nuestros equipos hubieran visto esto, quizá no habrían podido controlarse”.
fr: Il est évident que cet homme est instable et tourner autour de lui est une mauvaise idée. Les terraformeurs sont bouleversés d'entendre à propos du massacre. "Bordel ! Je... ils sont morts ? Tous ? Mince, on en est vraiment arrivé là ? Tuez des moines désarmés en mission diplomatiques ? Ça va être un cauchemar PR... mais merci de vous en être occupé. Si nos équipes avaient vu ça, ils n'auraient peut-être pas pu se retenir.
it: È ovvio che questo tizio è instabile, e restare qui è una pessima idea. I terraformer sono sconvolti quando vengono a sapere del massacro. "Dannazione! Io... sono morti? Tutti quanti? Diavolo, siamo davvero arrivati a questo? Uccidere monaci disarmati in missione diplomatica? Sarà un incubo di PR... ma grazie per essertene occupato. Se i nostri avessero visto questo, forse non sarebbero riusciti a trattenersi.
ko: 이 흡혈초는 제정신이 아닙니다. 여기 머무르는 건 미친 짓입니다. 테라포밍 함대원은 학살 소식을 듣고 심란해 보였습니다. "빌어먹을! 다... 죽었다고요? 전부 다? 결국 이 사단이 났다고? 대외적 임무에 비무장 수도승을 살해했다고? 홍보 측면에서 대참사일 거야... 어쨌든 고마워요. 우리 팀원들이 봤으면 평정심을 유지하지도 못했을 거예요."
ru: Очевидно, этот сорняк невменяем. Оставаться здесь - плохая идея. Команда по терраформированию ошарашены новостями о бойне. "Проклятье! Я... они мертвы? Все? Черт побери, неужели мы дошли до такого? Убийство безоружных монахов во время дипломатической миссии? Какой же теперь будет публичный скандал... но спасибо, что вы разобрались в произошедшем. Если бы наша команда увидела это - они бы не смогли удержать себя в руках".
zh_hans: 很明显，这个兰花族人左右为难，留在这儿是个坏主意。听到屠杀的消息，这个星球地貌改造工人心烦意乱。“该死！我...他们死了？所有人？天哪，我们血兰邦真的已经走到了这一步吗？在外交任务中谋杀手无寸铁的僧侣？这将是一场公关噩梦...但，还是谢谢你的处理手段。如果我们的整个团队突然看到这一幕，他们可能会无法控制自己。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try to take down the Vampweed on your own.
es: Intentar derribar al Vampweed por tu cuenta.
fr: Essayer de vous occuper du Vampiflore par vous-même.
it: Prova ad eliminare la vampirerba per conto tuo.
ko: 알아서 흡혈초를 제압한다.
ru: Попробовать справиться с Вампсорняком в одиночку.
zh_hans: 试着自己干掉这个血草兰花。

source: Completely outnumbered, your crew eliminate the madman quickly and easily. You report back your findings to the terraforming team, who are clearly distressed. "Damn it! This is bad... if the news gets out, this could ruin a decade's worth of diplomatic ties! Shit, shit... I wish you hadn't killed him! Taking him to court and making a display out of him might have been the only way to salvage this! Still, I appreciate you trying to help... Just... UGH! Shit, what am I going to do?!"
es: Completamente superados en número, tu tripulación elimina al demente rápida y fácilmente. Informas de tus hallazgos al equipo de terraformación, que está claramente angustiado. “¡Maldita sea! Esto es terrible… si la noticia se filtra, ¡podría arruinar una década entera de lazos diplomáticos! Mierda, mierda… ¡ojalá no lo hubieras matado! Llevarlo a juicio y hacer un ejemplo público de él quizá era la única forma de salvar esto. Aun así, agradezco que hayas intentado ayudar… Solo… ¡UGH! ¡Maldición, ¿qué voy a hacer?!”
fr: En sous-nombre évident, votre équipage élimine le fou rapidement et facilement. Vous racontez à l'équipe de terraformation vos actions, mais sont clairement alarmés. "Merde ! C'est pas bon... si ça se sait, des années d'efforts diplomatiques vont être ruinés ! Merde, merde... J'aurais préféré si vous ne l'aviez pas tué ! Le traîner en justice et en faire un exemple aurait été la seule façon de s'en sortir ! Bien que, j'apprécie votre volonté d'aider... Mais... AHHHH ! Merde, que vais-je bien pouvoir faire ?!"
it: Grazie alla superiorità numerica, il tuo equipaggio elimina il pazzo con rapidità e facilità. Riferisci quanto hai trovato ai terraformer, che sono chiaramente sconvolti. "Dannazione! Non va bene... se la notizia si sparge, potrebbe rovinare un decennio di legami diplomatici! Merda, merda... vorrei che non l'avessi ucciso! Portarlo in tribunale e renderlo un esempio avrebbe potuto essere l'unico modo per salvare la situazione! Comunque, apprezzo che hai cercato di aiutare... solo che... UGH! Merda, e ora che devo fare?!"
ko: 당신의 선원은 수적 열세에 몰린 흡혈초를 손쉽게 사살합니다. 당신이 보고하자 테라포밍 함대원은 매우 불편한 기색을 드러냅니다. "빌어먹을! 진짜 최악이야... 만약 이 소식이 퍼진다면, 십여년간 쌓아 올린 외교관계를 박살 낼 수 있단 말입니다! 씨발, 씨발... 대체 왜 죽인 겁니까? 이 작자를 법정으로 끌고 가서 소란을 피우면 만회할 수 있을 텐데! 뭐, 도와주신 건 감사하지만... 대체... 악! 어떡하지?!"
ru: Окруженный вашей командой, безумец долго не продержался. Вы сообщаете о своих открытиях команде терраформирования, которая явно расстроена. "Проклятье! Дело дрянь... если об этих новостях узнают, десятилетние дипломатические отношения пойдут коту под хвост! Дерьмо, дерьмо... вам не стоило его убивать! Отдать его под суд и выставлять на всеобщее обсуждение было бы единственным способом исправить ситуацию! В любом случае, вы сделали все, чтобы помочь... просто... ФУ! Дерьмо, что мне делать?!"
zh_hans: 双拳难敌四手，你的团队迅速而轻松地消灭了这个疯子。你向星球环境改造团队公开报告了你的发现，他们显然很痛苦。“该死…这太糟糕了，如果消息传出去，这可能会破坏十年的外交关系！妈的，妈的...我希望你没有杀了他！把他告上法庭，让他坦白从宽，可能这才是挽救这一切的唯一方法！尽管如此，我还是很感激你的帮助…只是…呃！妈的，我该怎么办?！"
