Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: Alkram moves forward towards the comms, and as he gets closer the Leech on the other end withdraws slightly. He soon speaks up in a commanding tone. "It seems you misunderstood my assignment to you. No, I did not instruct you to bring a gift to the embassy. My instructions were for you to show the embassy the finest of what we can offer them, by which I meant our unshakeable prowess in combat. However, I suppose this scenario is better than unintentionally provoking yet another conflict. There is no shame to be found in seeking wisdom from others for such matters. Now, come with me, soldier, and we shall demonstrate our finest to the Confederacy, together!" Encouraged by such a strong speech, the other Leech joins your crew, bringing along a weapon they had in their storage.
es: Alkram avanza hacia las comunicaciones y, a medida que se acerca, El Leech del otro lado se echa ligeramente hacia atrás. Pronto habla con un tono autoritario. “Parece que malinterpretaste mi asignación. No, no te ordené llevar un regalo a la embajada. Mis instrucciones eran que mostraras a la embajada lo mejor que podemos ofrecer, y con eso me refería a nuestra inquebrantable destreza en combate. Sin embargo, supongo que este escenario es mejor que provocar otro conflicto de manera involuntaria. No hay vergüenza en buscar sabiduría en otros para estos asuntos. Ahora, ven conmigo, soldado, y demostremos juntos lo mejor que tenemos a la Confederación.” Animada por este discurso, la otra sanguijuela se une a tu tripulación y trae consigo un arma que tenía almacenada.
fr: Alkram avance vers les communications, et à mesure qu'il s'approche, la Sangsue à l'autre bout se recule légèrement. Il prend bientôt la parole d'un ton autoritaire. "Il semble que vous ayez mal compris ma mission. Non, je ne vous ai pas demandé d'apporter un cadeau à l'ambassade. Mes instructions étaient de montrer à l'ambassade le meilleur de ce que nous pouvons offrir, c'est-à-dire notre puissance de combat inébranlable. Cependant, je suppose que ce scénario est préférable à celui de provoquer involontairement un nouveau conflit. Il n'y a aucune honte à chercher la sagesse des autres dans ce genre de situation. Maintenant, venez avec moi, soldat, et nous allons ensemble démontrer notre valeur à la Confédération !" Encouragé par ce discours fort, l'autre Sangsue rejoint votre équipage, apportant avec elle une arme qu'elle avait en stockage.
ru: Алькрам подходит к коммуникатору, и по мере его приближения пиявка на другом конце слегка отступает. Вскоре он говорит командным тоном. "Похоже, вы неправильно поняли мое поручение. Нет, я не поручал вам принести подарок в посольство. Я поручил вам показать посольству все самое лучшее, что мы можем им предложить, имея в виду наше непоколебимое мастерство в бою. Однако я полагаю, что такой сценарий лучше, чем непреднамеренное провоцирование очередного конфликта. В таких делах нет ничего постыдного в том, чтобы обратиться за мудростью к другим. А теперь пойдем со мной, солдат, и мы вместе продемонстрируем Конфедерации наши лучшие качества!" Воодушевленный столь сильной речью, вторая пиявка присоединяется к вашему экипажу, прихватив с собой оружие, которое было у них на складе.
zh_hans: 阿尔克拉姆朝着通讯设备走去，当他走近时，另一端的吸虫族稍稍后退了一点。很快，他便以一种命令式的口吻开口说话。 “看来你误解了我的对你的安排了。不，我并没有让你去给大使馆带礼物。我的指示是让你向大使馆展示我们所能提供的最优质的东西，我的意思是我们的强大战斗能力。不过，我想这种情形总比无意中引发又一场冲突要好。在这些事情上向他人寻求智慧并不是什么丢脸的事。现在，跟我来吧，士兵，我们将一起向血兰邦展示我们的最强实力！”受到如此有力的讲话鼓舞，另一位吸虫族加入了你们的队伍，还带来了对方储物间里的一件武器。

source: We can't help.
es: No podemos ayudar.
fr: Nous ne pouvons pas aider.
it: Non possiamo aiutare.
ko: 도와드릴 수 없네요.
ru: Мы не можем помочь.
zh_hans: 我们没法帮忙。

source: "Shit!" The Leech hangs up and flies off again at high speeds.
es: “¡Mierda!” El Leech corta la comunicación y vuelve a salir disparada a gran velocidad.
fr: "Et merde !" La Sangsue raccroche et repart à toute vitesse.
it: "Merda!" Il leech riattacca e riparte a tutta velocità.
ko: "제기랄!" 리치는 교신을 끊고 재빠르게 나갑니다.
ru: "Черт!" Пиявка отключает связь и снова улетает на большой скорости.
zh_hans: “靠！”吸虫族挂断通讯，再次高速飞走。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack the revolutionaries!
es: ¡Atacar a los revolucionarios!
fr: Attaquer les révolutionnaires !
it: Attacca i rivoluzionari!
ko: 혁명가들을 공격한다!
ru: Атаковать революционеров!
zh_hans: 攻击这些吸虫革命者！

source: Any revolutionary is a traitor to their nation. Furthermore - this is a chance for scrap! Arm the guns!
es: Todo revolucionario es un traidor a su nación. Además, ¡esta es una oportunidad para conseguir chatarra! ¡Armen las armas!
fr: Tous les révolutionnaires sont des traitres à leur nation. En plus, c'est l'occasion de se faire de la ferraille ! Aux armes !
it: Qualsiasi rivoluzionario è un traditore della propria patria. E poi... questa è un'occasione buona per ottenere qualche modulo! Alle armi!
ko: 혁명가라는 족속은 곧 자국의 배신자입니다. 게다가 스크랩을 얻을 수 있는 기회라니요! 함포를 준비하십시오!
ru: Любой революционер - предатель своей нации. Более того - это шанс заполучить лом! Активируем пушки!
zh_hans: 任何吸虫革命者都是他们吸虫国度的叛徒。此外——这是一个获取废料的好机会！快快武装起来！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the rambling Leech and leave.
es: Ignorar al Leech divagante e irse.
fr: Ignorer cette Sangsue babillarde et partir.
it: Ignora il leech chiaccherone e vattene.
ko: 횡설수설하는 리치를 무시하고 떠난다.
ru: Не обращать внимания на бессвязную речь пиявки и уйти.
zh_hans: 无视这个四处游荡的吸虫，离开。

source: You mute the Leech in the middle of his grand speech and fly away.
es: Silencias al Leech en medio de su grandilocuente discurso y te alejas volando.
fr: Vous coupez le son de la Sangsue en plein milieu de son discours et partez.
it: Metti in muto il leech nel bel mezzo del suo grandioso discorso e te ne vai.
ko: 당신은 장황하게 연설하는 리치를 음소거하고 도로 떠납니다.
ru: Вы отключаете связь с пиявкой посреди его грандиозной речи и улетаете.
zh_hans: 你把这吸虫族从他那盛大演讲中直接静音，然后启动引擎离开这里。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You brainstorm for a few moments and spit out a couple ideas for the Leeches. They appreciate your effort, but none of the ideas satisfy them. Panicking about what fate will await them when they return, they decide to abandon ship and ask if they can come with you.
es: Piensas algunas ideas durante unos momentos y lanzas un par de propuestas a las sanguijuelas. Aprecian tu esfuerzo, pero ninguna de las ideas las satisface. Presas del pánico por el destino que les espera al regresar, deciden abandonar su nave y preguntan si pueden ir contigo.
fr: Vous vous concertez pendant un moment et donnez quelques idées aux Sangsues. Elle apprécient vos efforts, mais elles ne semblent pas satisfaites par vos propositions. Inquiètes de ce qui va leur arriver lorsqu'elles rentreront, elles décident d'abandonner leur vaisseau et souhaitent vous accompagner.
it: Ci pensi per qualche momento e dai ai leech qualche idea. Apprezzano l'impegno, ma nessuna delle tue idee li soddisfa. In preda al panico al pensare quale sorte li attenda al loro ritorno, decidono di abbandonare la nave e chiedono se possono venire con te.
ko: 당신은 잠시동안 아이디어를 짜내 리치에게 몇 가지 제안을 던집니다. 리치는 당신의 제안에 고마워 했으나, 썩 만족스럽지는 않았나 봅니다. 그들은 이어젠에 귀국할 때 후환이 두려워 안절부절못했고, 결국 함선을 버리고 당신과 합류해도 되는지 물어봅니다.
ru: Вы устраиваете мозговой штурм и высказываете несколько идей для пиявок. Они ценят ваши усилия, но ни одна из идей их не удовлетворяет. В панике от мысли, какая судьба ждет их по возвращении, они решают покинуть корабль и спрашивают, можно ли им отправиться с вами.
zh_hans: 你们头脑风暴了片刻，向吸虫们吐出了几个想法。他们很感激你的努力，但没有一个想法让他们满意。走投无路、惊慌失措，恐惧于当他们闯完祸回来时等待着他们的未知的命运，他们决定弃船，问他们是否能和你一起离开此地。

source: You brainstorm for a few moments and spit out a couple ideas for the Leeches. "I... I don't think you understand what we're looking for. This is supposed to be a diplomatic mission." The Leech sighs, then rushes off again at high speeds to find a solution - or someone who can come up with a better solution than you.
es: Piensas algunas ideas durante unos momentos y lanzas un par de propuestas a los Leechs. “Yo… no creo que entiendas lo que estamos buscando. Se supone que esta es una misión diplomática.” El Leech suspira y vuelve a salir disparada a gran velocidad para buscar una solución, o a alguien que pueda dar una mejor solución que la tuya.
fr: Vous vous concertez pendant un moment et donnez quelques idées aux Sangsues. "Je... Je crois que vous ne saisissez pas ce que nous recherchons. C'est censé être une mission diplomatique !" La Sangsue soupire et repart à toute vitesse en quête d'une solution (ou de quelqu'un qui aura une meilleure idée que vous).
it: Ci pensi per qualche momento e dai ai leech qualche idea. "Non... non credo che capisci cosa stiamo cercando. Questa dovrebbe essere una missione diplomatica." Il leech sospira, poi riparte a tutta velocità per trovare una soluzione... o qualcuno che abbia in mente una soluzione migliore della tua.
ko: 당신은 잠시동안 아이디어를 짜내 리치에게 몇 가지 제안을 던집니다. "저희가... 뭘 원하는지 잘 모르시나 본데요. 저희는 외교 임무 중이란 말입니다." 리치는 한숨을 푹 내쉬고 문제를 해결하러, 아니면 함장님보다 더 나은 해결책을 제시할 이를 찾으러 다시 재빨리 자리를 뜹니다.
ru: Несколько мгновений вы размышляете и высказываете пару идей пиявкам. "Я... я не думаю, что вы понимаете, что нам нужно. Предполагается, что это дипломатическая миссия". Пиявка вздыхает, а затем снова мчится на огромной скорости в поисках решения - или того, кто придумает решение лучше, чем вы.
zh_hans: “我……我想你不明白我们究竟在找些什么。这应该是某种外交任务。”水蛭叹了口气，然后再次高速启程，寻找解决方案——也许有人能想出比你这些点子更合适的解决方案。

source: You brainstorm for a few moments and spit out a couple ideas for the Leeches. "Hm... one of those could work. Yeah... I'm still not sure about this, but anything's better than a bundle of flowers, right?"
es: Piensas algunas ideas durante unos momentos y lanzas un par de propuestas a los Leechs. “Hmm… una de esas podría funcionar. Sí… sigo sin estar seguro, pero cualquier cosa es mejor que un ramo de flores, ¿no?”
fr: Vous vous concertez pendant un moment et donnez quelques idées aux Sangsues. "Humm... ça pourrait marcher, ouais. Enfin... j'en suis pas vraiment sûr, mais c'est toujours mieux qu'un bouquet de fleurs, pas vrai ?"
it: Ci pensi per qualche momento e dai ai leech qualche idea. "Mh... potrebbe anche funzionare. Sì... non ne sono molto sicuro, ma qualunque cosa è meglio di un mazzo di fiori, giusto?"
ko: 당신은 잠시동안 아이디어를 짜내 리치에게 몇 가지 제안을 던집니다. "음... 이 중 하나는 먹힐지도 모르겠네요. 좋아요... 확신은 안 서지만, 꽃 한 다발보단 낫겠죠, 안 그래요?"
ru: Вы несколько мгновений ломаете голову и высказываете пару идей пиявкам. "Хм... одна из них может сработать. Да... я все еще не уверен в ней, но всяко лучше, чем букет цветов, верно?"
zh_hans: 你们头脑风暴了一会儿，为吸虫们吐出了几个想法。“嗯……其中一个可以。是啊……我还不确定这个，但应该没有什么会比一束花更好更合适了吧，对吗？”

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_CARGO"]/text
source: A Confederate vessel is protecting a loading platform with various assortments of cargo. From the looks of it, it'll all be shipping out soon. If you want to take advantage of this, you'll have to act quickly. That is of course, if you're willing to risk losing the Confederacy's respect.
es: Una nave de la Confederación protege una plataforma de carga con varios tipos de mercancía. Por lo que parece, todo será enviado pronto. Si quieres aprovechar esto, tendrás que actuar rápido. Claro está, solo si estás dispuesto a arriesgar el respeto de la Confederación.
fr: Un vaisseau Confédéré protège une plateforme de chargement où sont entreposées divers cargaisons. On dirait qu'elles vont bientôt être livrées. Si vous voulez profiter de l'occasion, il va falloir agir rapidement. Si vous voulez prendre le risque de perdre le respect de la Confédération, bien sûr.
it: Una nave confederata protegge una piattaforma di carico con svariati container. A guardarla, sembra che a breve partirà una spedizione. Se vuoi sfruttare l'occasione, dovrai agire in fretta. Sempre che, ovviamente, sei disposto a rischiare di perdere il rispetto della Confederazione.
ko: 공동체 함선이 다양한 화물이 있는 적재 플랫폼을 엄호하고 있습니다. 보아하니 곧 화물을 싣고 나갈 듯합니다. 기회로 삼으려면 재빨리 움직여야 합니다. 물론 공동체의 신뢰를 잃어버릴 각오는 하셔야겠죠.
ru: Корабль Конфедерации охраняет погрузочную платформу с различными грузами. Судя по всему, скоро все это будет отгружено. Если вы хотите воспользоваться этой возможностью, вам придется действовать быстро. Конечно, если вы готовы рискнуть потерять уважение Конфедерации.
zh_hans: 一艘血兰邦船只正在保护一个装载着各种货物的装货舰台。看起来，这些物资很快就会被全部运出。如果你想利用这个机会，你必须迅速行动。当然，如果你愿意冒失去血兰邦尊重的舆论风险的话。

source: Attack the ship to access the cargo!
es: ¡Atacar la nave para acceder a la carga!
fr: Attaquer le vaisseau pour vous emparer de la cargaison !
it: Attacca la nave per accedere al carico!
ko: 함선을 공격해 화물을 약탈한다!
ru: Атаковать корабль, чтобы получить доступ к грузу!
zh_hans: 攻击飞船，进入仓库！

source: You arm the weapons and engage the Vampweed ship.
es: Armas los sistemas y entras en combate con la nave Vampweed.
fr: Vous activez vos armes et ciblez le vaisseau Vampiflore.
it: Alimenti le armi e affronti la nave vampirerba.
ko: 당신은 무기에 전원을 넣고 흡혈초 함선과 전투할 준비를 합니다.
ru: Вы активируете орудия и вступаете в бой с кораблем Вампсорняков.
zh_hans: 你武器充能，与血草兰花的飞船开始交战。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Cloaking) Sneak up on the platform and steal the cargo stealthily.
es: (Camuflaje Mejorado) Acercarte sigilosamente a la plataforma y robar la carga sin ser detectado.
fr: (Camouflage amélioré) Vous faufiler sur la plateforme et voler discrètement la cargaison.
it: (Occultamento migliorato) Infiltrati sulla piattaforma e ruba il carico con discrezione.
ko: (고급 은폐장) 플랫폼에 은밀하게 다가가 화물을 훔친다.
ru: (Улучш. Маскировка) Подкрасться к платформе и незаметно украсть груз.
zh_hans: （高级隐形系统）偷偷溜上舰台，偷窃货物。

source: Leave the platform unharmed.
es: Dejar la plataforma intacta.
fr: Ne pas toucher à la plateforme.
it: Non toccare la piattaforma.
ko: 플랫폼을 공격하지 않고 떠난다.
ru: Оставить платформу в покое.
zh_hans: 算了，就这样吧。

source: What good is pilfering through any supplies you see if that gets you the ire of anyone you come in contact with? You're better than that.
es: ¿De qué sirve saquear cualquier suministro que encuentres si eso hace que todos te odien? Eres mejor que eso.
fr: Quel intérêt de grappiller quelques ressources si c'est pour vous attirer les foudres de tous ceux que vous croiserez ? Vous valez mieux que ça.
it: A che pro depredare tutte le scorte che vedi se ti fa guadagnare l'ira di chiunque incontri strada facendo? Sei migliore di così.
ko: 앞으로 조우할 모든 이들의 분노만 자아낸다면 보이는 족족 약탈하는 행위가 무슨 소용입니까? 함장님이 그 정도로 어리석진 않겠죠.
ru: Что толку рыться в припасах, если это вызовет гнев всех, с кем вы сталкиваетесь? Вы лучше этого.
zh_hans: 看到什么就偷什么，这样又会有什么好处呢，如果这让你接触到的任何人都对你满怀愤怒、恨不得除之而后快的话？你会做得比这更好。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Inside the cargo container you find a Spore Launcher! You grab the model and bring it back to your ship.
es: Dentro del contenedor de carga encuentras un Lanzador de Esporas. Tomas el modelo y lo llevas a tu nave.
fr: Vous trouvez un Lanceur de spores dans l'un des conteneurs ! Vous prenez l'arme et la ramenez à votre vaisseau.
it: Nel container trovi un lanciaspore! Prendi il modello e lo riporti alla tua nave.
ko: 화물 컨테이너 안에서 포자 발사기를 발견하셨군요! 당신은 무기를 집어 함선으로 가져옵니다.
ru: Внутри грузового контейнера вы находите споровую пусковую установку! Вы хватаете образец и поднимаете его на свой корабль.
zh_hans: 在货物集装箱里，你发现了一个孢子发射器！你抓住模型，把它带回你的飞船上。

source: While searching through the cargo, you're surprised to find a Vampweed hiding in one of the shipping containers! "Wait, wait! Please, don't tell anyone I'm here. I need to get out of this sector - I was a whistleblower that revealed corrupt practices in one of the local corporations, and now they want me dead! I can be useful, please just help me get out of here!"
es: Mientras revisas la carga, te sorprende encontrar a un Vampweed escondido en uno de los contenedores. “¡Espera, espera! Por favor, no le digas a nadie que estoy aquí. Necesito salir de este sector; fui un denunciante que reveló prácticas corruptas en una de las corporaciones locales, ¡y ahora quieren matarme! Puedo ser útil, ¡solo ayúdame a salir de aquí!”
fr: À votre grande surprise, vous découvrez un Vampiflore caché dans l'un des conteneurs en fouillant la plateforme. "Pitié, attendez ! Ne dites à personne que je suis là. Je dois m'enfuir de ce secteur. J'étais un lanceur d'alerte et j'ai dénoncé les mauvaises pratiques d'une société locale corrompue et maintenant ils veulent me faire la peau ! Je pourrais vous être utile, si vous m'aidez à sortir d'ici !"
it: Mentre controlli la stiva, ti sorprende trovare una vampirerba nascosta in uno dei container! "Aspetta, aspetta! Ti prego, non dire a nessuno che sono qui. Devo andarmene da questo settore... ero una talpa che ha rivelato pratiche corrotte in una delle corporazioni locali, e ora mi vogliono morto! Posso rendermi utile, ma per favore aiutami a uscire di qui!"
ko: 당신은 화물을 수색하다가 컨테이너에 숨어있는 흡혈초를 발견하고 놀랍니다. "잠시만요! 제발 제가 여기 있다는 사실을 알리지 말아주세요. 전 이 구역에서 도망가야 하거든요. 전 국내 기업의 부패 행위를 까발린 밀고자입니다. 이제 제 목숨을 노리고 있어요! 저도 꽤 쓸모 있으니까 제발 절 여기서 꺼내주세요!"
ru: Обыскивая груз, вы с удивлением обнаруживаете, что в одном из контейнеров прячется Вампсорняк! "Подождите-подождите! Пожалуйста, никому не говорите, что я здесь. Мне нужно выбраться из этого сектора - я был информатором, который раскрыл коррупцию в одной из местных корпораций, и теперь они хотят меня убить! Я могу быть полезен, пожалуйста, просто помогите мне выбраться отсюда!"
zh_hans: “等等！请不要告诉任何人我在这里。我需要离开这个区域——我是一个揭发当地一家公司腐败行为的告密者，现在他们想要我死！我可以派上用场，请帮我离开这里！”

source: Inside the cargo you find nothing except extra supplies. Not particularly exciting, but you aren't complaining.
es: Dentro de la carga no encuentras nada más que suministros extra. No es particularmente emocionante, pero no te quejas.
fr: Vous ne trouvez que quelques ressources à l'intérieur des conteneurs. Rien de bien excitant, mais c'est toujours bon à prendre.
it: Nella stiva non trovi altro che delle risorse. Non è particolarmente entusiasmante, ma di certo non ti lamenti.
ko: 화물을 수색했지만 보급품 약간 이외에 아무 것도 없었습니다. 딱히 흥미가 당기는 물건은 없지만, 그렇다고 불평할 처지는 아니죠.
ru: Среди груза вы не нашли ничего, кроме дополнительных припасов. Не слишком впечатляет, но вы не жалуетесь.
zh_hans: 在货物里面，除了额外的补给，你什么也找不到。不是特别令人兴奋，但你没有抱怨。

source: Inside the cargo you find drone schematics for a specialized Vampweed drone. You download them to your ship.
es: Dentro de la carga encuentras planos de drones para un dron Vampweed especializado. Los descargas en tu nave.
fr: Vous trouvez un schéma de drone pour un drone Vampiflore spécialisé dans l'un des conteneurs. Vous le téléchargez dans votre vaisseau.
it: Nella stiva trovi lo schema per un drone vampirerba specializzato. Lo scarichi nel database della tua nave.
ko: 당신은 화물을 수색하다가 특수 흡혈초 드론 설계도면을 발견했습니다. 당신은 함선에 도면을 전송합니다.
ru: Среди груза вы находите схемы дронов для специализированного дрона Вампсорняков. Вы скачиваете их на свой корабль.
zh_hans: 在货物内部，你找到了一架特殊的血草兰花无人机的蓝图。你把它们下载到你的船上。

source: You're a bit surprised to find a Federation vessel nearby, the source of the distress beacon. They hail you almost immediately. "Good, a friendly face! We ran out of fuel on the way through this sector, and we're terrified of what will happen if a Coalition or a hostile Confederate fleet passes through. Could you spare any fuel?"
es: Te sorprende un poco encontrar una nave de la Federación cerca: es el origen de la baliza de auxilio. Te llaman casi de inmediato. “¡Bien, una cara amiga! Nos quedamos sin combustible al atravesar este sector y estamos aterrados por lo que pueda pasar si una flota de la Coalición o una Confederada hostil pasa por aquí. ¿Podrías darnos algo de combustible?”
fr: Vous êtes un peu surpris de trouver un vaisseau de la Fédération à proximité, la source de la balise de détresse. Ils vous appellent presque immédiatement. "Bien, un visage amical ! Nous sommes tombés en panne de carburant en traversant ce secteur et nous sommes terrifiés à l'idée de ce qui se passera si une flotte de la Coalition ou une flotte confédérée hostile passe par là. Pourriez-vous nous donner du carburant ?"
it: Ti sorprende trovare una nave federale qui vicino, la fonte del segnale di soccorso. Ti contattano praticamente subito. "Bene, una faccia amica! Abbiamo finito il carburante strada facendo, e siamo terrorizzati da cosa succederà se una flotta della Coalizione o una ostile della Confederazione passa di qui. Hai del carburante da darci?"
ko: 당신은 조난 신호의 근원이 근처 연방 함선인 것을 발견하고 약간 놀랍니다. 함선 측에서 바로 교신이 들어옵니다. "익숙한 얼굴이 보이니 정말 다행이네요. 이 구역을 지나다가 연료가 다 떨어졌는데, 연합 함선이나 적대적인 공동체 함대가 지나갈까 두렵네요. 혹시 남는 연료 좀 주실 수 있나요?"
ru: Вы немного удивлены, обнаружив поблизости корабль Федерации - источник сигнала бедствия. Они почти сразу же связываются с вами. "Отлично, союзник! У нас закончилось топливо по пути через этот сектор, и мы боимся, что в любой момент мимо пролетит враждебно настроенный флот Конфедерации или Коалиции. Не могли бы вы передать немного топлива?"
zh_hans: 你在附近发现了一艘联邦船只，是求救信标的信号来源，这让你有点惊讶。他们几乎立刻向你致敬。“很好，一张友善的面孔！我们在通过这个区域的路上用完了所有的燃料，我们非常非常害怕，如果星联飞船或敌对的血兰邦舰队经过此地，会发生什么自然可想而知。能请你分享一些燃料吗？”

source: Sell them 4 fuel.
es: Venderles 4 de combustible.
fr: Leur vendre 4 unités de carburant.
it: Vendigli 4 unità di carburante.
ko: 연료를 4개 판다.
ru: Продать им 4 топлива.
zh_hans: 出售4份燃料。

source: "Thanks so much! It's not a ton, but it may be just enough to get us to a store or even out of the sector!"
es: “¡Muchas gracias! No es mucho, pero podría ser justo lo suficiente para llegar a una tienda o incluso salir del sector.”
fr: "Merci énormément ! Ce n'est pas grand chose, mais c'est juste assez pour rejoindre un magasin, ou même le prochain secteur !"
it: "Grazie mille! Non è molto, ma forse è abbastanza per farci arrivare a un negozio, o anche fuori da questo settore!"
ko: "정말 고마워요! 많지는 않지만 이 정도면 상점에 가기엔 충분하겠네요. 잘하면 이 구역을 떠날 수도 있겠고요!"
ru: "Большое спасибо! Это не так много, но этого может быть достаточно, чтобы добраться до магазина или даже выбраться из сектора!"
zh_hans: “非常感谢！这虽然不是特别多，但已经足以让我们前往最近的商店，甚至离开这个星区！”

source: Sell them 8 fuel.
es: Venderles 8 de combustible.
fr: Leur vendre 8 unités de carburant.
it: Vendigli 8 unità di carburante.
ko: 연료를 8개 판다.
ru: Продать им 8 топлива.
zh_hans: 出售8份燃料。

source: "Thanks so much! This should be just enough to get out of danger and maybe even to our destination!"
es: “¡Muchas gracias! ¡Esto debería ser suficiente para salir del peligro y quizá incluso llegar a nuestro destino!”
fr: "Merci énormément ! C'est surement juste assez pour nous mettre hors de danger et on pourra peut-être même atteindre notre destination !"
it: "Grazie mille! Dovrebbe bastare per portarci fuori pericolo e magari anche a destinazione!"
ko: "정말 고마워요! 이 정도면 위험 지역에서 딱 벗어날 수 있겠어요. 잘하면 목적지까지 갈 수도 있겠고요!"
ru: "Большое спасибо! Этого должно быть достаточно, чтобы выбраться из опасности и, возможно, даже добраться до места назначения!"
zh_hans: “非常感谢！这应该足以让我们顺利摆脱危险，甚至到达我们的目的地！”
