Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: "The Federation clings to the past, but you shall find it will be your own undoing for pushing us away! When Ivar sees the truth and joins the Coalition, your hypocritical leaders will be annihilated! And until then, we'll have to make do with picking off you intrusive Universe 0 Renegades!"
es: “La Federación se aferra al pasado, ¡pero descubrirán que será su propia perdición por rechazarnos! Cuando Ivar vea la verdad y se una a la Coalición, ¡sus líderes hipócritas serán aniquilados! ¡Y hasta entonces, tendremos que conformarnos con acabar con ustedes, intrusivos Renegados del Universo 0!”
fr: "La Fédération s'accroche au passé et vous découvrirez que nous repousser entrainera votre perte ! Vos leaders hypocrites seront annihilés quand Ivar verra la vérité et rejoindra la Coalition ! Mais en attendant, nous devons nous contenter de vous éliminer, maudits renégats de l'Univers 0 !"
it: "La Federazione si attacca al passato, ma scoprirete che sarà la vostra stessa rovina per averci esclusi! Quando Ivar capirà la verità e si unirà alla Coalizione, quegli ipocriti dei vostri leader saranno annientati! E fino ad allora, dovremo accontentarci di eliminare voi Rinnegati dell'Universo 0 ficcanaso!"
ko: "연방은 여전히 과거에 집착하고 있다. 우리를 밀어낸다면 파멸에 이르게 될 것이다! 이바르가 진실을 깨닫고 연합에 가입하면 연방의 위선적인 리더들은 곧 죽음을 맞겠지! 그때까지 당신같이 성가신 제0우주 배회자를 제거하는 걸로 만족할 수밖에!"
ru: "Федерация цепляется за прошлое, но вы сами виноваты в том, что оттолкнули нас! Когда Ивар увидит правду и присоединится к Коалиции, ваши лицемерные лидеры будут уничтожены! А до тех пор нам придется расправляться с вами, назойливыми Ренегатами Вселенной 0!"
zh_hans: "联邦固守过去，但你们会发现这将造成你们自己的毁灭，因为你们把我们排除在外！当苡瓦看清真相并加入星联时，你们这些虚伪的领导人就会被消灭！在那之前，我们只能先干掉你们这些0号宇宙的变元者！"

source: Following the Federation-Mantis war, it was agreed during the Kadahellian'ek Treaty that the Gathering and Confederacy would never enter war against each other. Despite this, tensions remain high, and it seems many Vampweeds still hold history against the Federation. One particularly radical vessel nearby locks onto you!
es: Tras la guerra Federación-Mantis, se acordó durante el Tratado de Kadahellian’ek que la Asamblea y la Confederación nunca entrarían en guerra entre sí. A pesar de ello, las tensiones siguen siendo altas, y parece que muchos Vampweeds aún guardan rencor histórico contra la Federación. ¡Una nave particularmente radical cercana fija sus armas en ti!
fr: Le traité de Kadahellian'ek, établi après la guerre entre la Fédération et les Mantis, garantit que la Congrégation et la Confédération n'entreront jamais en guerre l'une contre l'autre. Malgré tout, les tensions restent fortes et il semblerait que beaucoup de Vampiflores en veulent encore à la Fédération. Un vaisseau particulièrement radical vous a pris pour cible !
it: In seguito alla guerra mantis-federale, fu stabilito durante il Trattato di Kadahellian'ek che il Raccolto e la Confederazione non si sarebbero mai dichiarati guerra. Ciononostante, le tensioni rimangono alte, e sembra che le vampirerbe non perdonano il passato della Federazione. Una nave particolarmente radicale nelle vicinanze ti aggancia!
ko: 연방-맨티스 전쟁 이후로 카다헬리안'넥 협정에 따라 군락과 공동체는 절대 서로 전쟁을 선포하지 않겠다고 맹세했습니다. 하지만 그런데도 두 세력 간의 긴장감은 팽팽하게 유지되었고, 흡혈초 다수가 여전히 연방에 적개심을 품고 있는 모양입니다. 특히나 호전적인 함선 하나가 당신 함선에 락온 했습니다!
ru: После войны между Федерацией и богомолами в результате Кадахеллианского договора было решено, что Федерация и Конфедерация никогда не вступят в войну друг с другом. Несмотря на это, напряженность остается высокой, и, похоже, многие Вампсорняки все еще настроены против Федерации. Одно особенно радикально настроенное судно неподалеку засекает вас!
zh_hans: 联邦-螳螂战争之后，集议会和血兰邦双方在卡达赫利安·克条约中达成一致，承诺永远不会互相开战。尽管如此，双方的关系仍然十分紧张，许多血草兰花仍然对联邦心存芥蒂。附近一艘特别激进的飞船锁定了你！

source: Vampweeds might not be your friends, but it's not too typical for them to act in such aggressive manners. However, scans show the crew of the nearby ship have succumbed to some kind of parasite that creates irrational behavior. Prepare to fight!
es: Puede que los Vampweeds no sean tus amigos, pero no es común que actúen de manera tan agresiva. Sin embargo, los escaneos muestran que la tripulación de la nave cercana ha sucumbido a algún tipo de parásito que provoca un comportamiento irracional. ¡Prepárate para luchar!
fr: Les Vampiflores ne vous portent pas particulièrement dans leur cœur, mais ce n'est pas dans leurs habitudes d'être aussi agressifs. Cependant, les scanners montrent que l'équipage du vaisseau a été infesté par un parasite qui les rend incontrôlables. Préparez-vous à combattre !
it: Le vampirerbe non saranno un granché quando si parla di alleati, ma non è normale che agiscano in modo così aggressivo. Tuttavia, le scansioni rivelano che l'equipaggio di questa nave è caduto vittima di un qualche parassita che li spinge alla follia. Preparati a combattere!
ko: 흡혈초는 당신과 친한 사이는 아니지만, 이렇게 공격적인 모습을 보이는 건 이례적입니다. 그러나 스캔 결과 근처 함선 선원 모두가 비이성적인 행동을 일으키는 기생충에 감염됐다고 합니다. 전투를 준비하십시오!
ru: Вампсорняки, конечно, не ваши друзья, но для них не слишком свойственно вести себя столь агрессивно. Однако, судя по данным сканирования, экипаж ближайшего корабля заразился каким-то паразитом, вызывающим иррациональное поведение. Приготовьтесь к бою!
zh_hans: 血草兰花可能不是你的朋友，但它们如此具有攻击性的行为也不太常见。然而，扫描结果显示，飞船上的船员感染了某种寄生虫，从而产生了不理智的行为。准备战斗吧！

source: "And so it's true, the Federation has finally sent Renegades to renew the old war! Well, we won't take this insult without a fight, scum!" Unfortunately, the ship refuses to listen to you, meaning a fight is inevitable.
es: “Así que es verdad, ¡la Federación finalmente ha enviado Renegados para reavivar la vieja guerra! ¡No aceptaremos este insulto sin luchar, escoria!” Por desgracia, la nave se niega a escucharte, lo que hace que el combate sea inevitable.
fr: "C'était donc vrai ! La Fédération a envoyé des renégats pour relancer la vieille guerre, au final. Eh bien, on ne se laissera pas faire sans combattre, ordures !" Malheureusement, le vaisseau refuse de vous écouter. L'affrontement est inévitable.
it: "E così è vero, la Federazione si è decisa a mandare dei Rinnegati per riprendere la vecchia guerra! Ebbene, non accetteremo quest'onta senza combattere, canaglia!" Sfortunatamente, la nave rifiuta di starti a sentire, quindi una battaglia è inevitabile.
ko: "연방이 옛 전쟁의 불씨를 살리려 배회자를 보냈다, 들리는 소문이 사실이었구만! 순순히 이런 모욕을 당할 순 없다, 쓰레기 같은 자식!" 안타깝게도 상대 편 함장이 대화를 거부했고, 전투가 불가피해 보입니다.
ru: "Значит, это правда, Федерация наконец-то послала Ренегатов, чтобы возобновить старую войну! Что ж, мы не оставим это приглашение без боя, мерзавцы!" К сожалению, корабль отказывается вас слушать, а значит, сражение неизбежно.
zh_hans: "所以果然真的，联邦终于派变元者来重启旧战了！来吧，我们不会不战而屈人之兵的，人渣！"不幸的是，飞船拒绝听你解释，这意味着战斗不可避免。

source: A drunk Vampweed factory worker's vessel lurches towards you. "Ehhh... dumbass... Feds in my sector? You'll regret this, hear me!" Despite barely being able to form a coherent sentence, the captain is able to order his crew to attack!
es: Una nave de un obrero de fábrica Vampweed borracho se tambalea hacia ti. “Ehhh… imbécil… ¿Federales en mi sector? ¡Te arrepentirás de esto, escúchame!” A pesar de apenas poder formar una frase coherente, el capitán logra ordenar a su tripulación que ataque!
fr: Un vaisseau piloté par un ouvrier Vampiflore saoul fait une embardée devant vous. "Eeh... connard ! Des gars de la Fédé dans mon secteur ? Vous allez le regretter, croyez-moi !" Bien qu'il soit à peine capable d'aligner deux mots correctement, il arrive à ordonner à son équipage de vous attaquer !
it: La nave di un operaio vampirerba ubriaco avanza verso di te. "Ehhh... degli stupidi... fed nel mio settore? Ve ne pentirete, credetemi!" Nonostante sia a malapena in grado di formare una frase coerente, il capitano riesce a ordinare al suo equipaggio di attaccare!
ko: 술에 취한 흡혈초 노동자의 함선이 당신에게 비틀거리며 다가옵니다. "우욱... 병신 새끼... 감히 내 구역에 연방 놈이 와써? 후회하게 해주게써!" 문장도 제대로 완성 못 하지만 선원에게 공격하라고 지시할 순 있나 봅니다!
ru: К вам приближается судно пьяного рабочего фабрики Вампсорняков. "Эххх... болваны... федералы в моем секторе? Вы пожалеете об этом, слышите!" Несмотря на то, что капитан едва может составить связное предложение, он способен приказать своей команде атаковать!
zh_hans: 一个醉醺醺的血草兰花工人的飞船向你驶来。"呃…笨蛋…联…在我们的星区？你会后悔的，听到没！"尽管几乎连一句话都说不清楚，舰长还是能够命令他的船员发动攻击！

source: Vampweeds are known to drink a fair bit as a culture, and intoxicated Orchids aren't an uncommon sight here. Unfortunately, the side effects of heavy drinking tend to cause irrational decisions, such as engaging Renegades in combat!
es: Los Vampweeds son conocidos por beber bastante como parte de su cultura, y no es raro ver Orchid intoxicados aquí. Desafortunadamente, los efectos secundarios del consumo excesivo suelen provocar decisiones irracionales, como atacar a Renegados!
fr: Les Vampiflores sont connus pour leur penchant pour la boisson et les Ochidées alcoolisées sont monnaie courante par ici. Malheureusement, l'un des effets secondaires est la fâcheuse tendance à vouloir attaquer les renégats !
it: La cultura delle vampirerbe le spinge a bere parecchio, e orchid ebbri sono comuni qui. Sfortunatamente, gli effetti collaterali di alzare così tanto il gomito includono prendere decisioni irrazionali, come affrontare Rinnegati in combattimento!
ko: 흡혈초도 한 잔 적시기로 유명하지만, 술 취한 오키드도 흔히 보이는 광경입니다. 안타깝게도 과음으로 비이성적으로 변해 배회자에게 시비를 거는 부작용도 보이는군요!
ru: Вампсорняки, как известно, очень любят выпить, и опьяневшие орхидеи здесь не редкость. К сожалению, побочные эффекты тяжелой выпивки обычно приводят к нерациональным решениям, таким как вступление в бой с Ренегатами!
zh_hans: 众所周知，血草兰花以酗酒著称，醉酒的兰花在这里并不少见。不幸的是，酗酒的副作用往往会导致不理智的决定，例如与变元者交战！

source: "I didn't side with the Hive during the old war, but now? Now I think I should have! The Federation has done nothing but push us away when we needed it most, and you're going to regret that!"
es: “No me alié con la Colmena durante la vieja guerra, ¿pero ahora? ¡Ahora creo que debería haberlo hecho! ¡La Federación no ha hecho más que rechazarnos cuando más lo necesitábamos, y te arrepentirás de ello!”
fr: "Je ne m'étais pas allié à la Ruche pendant la vieille guerre. Mais maintenant je pense que j'aurais dû ! La Fédération n'a fait que nous rejeter quand on avait besoin d'aide et vous allez payer pour ça !"
it: "Non mi sono schierato con l'Alveare durante la vecchia guerra, ma ora? Ora credo che avrei dovuto! La Federazione non ha fatto altro che respingerci quando avevamo più bisogno di aiuto, e ora ve ne pentirete!"
ko: "예전 전쟁 때는 하이브의 편을 들지 않았지만, 이제는 후회되는군! 도움이 절실히 필요할 때 당신 연방은 우리를 밀어내기만 했어. 이제 후회하게 만들어 주지!"
ru: "Я не был на стороне Улья во время старой войны, но теперь? Теперь я думаю, что должен был! Федерация только и делала, что отвергала нас, когда мы больше всего в ней нуждались, и вы еще пожалеете об этом!"
zh_hans: "在以前的战争中，我没有站在母巢一边。但现在呢？现在我觉得我应该这么做！联邦什么都没做，却在我们需要的时候抛弃我们，你会后悔的！"

source: "Ivar has grown weak in trying to defend you Federation filth! It is time for insurrection, time to plant the seeds of rebellion so that it may flower into a galaxy where your lies no longer corrupt our youth!"
es: “¡Ivar se ha debilitado intentando defender a la inmundicia de la Federación! ¡Es hora de la insurrección, hora de plantar las semillas de la rebelión para que florezcan en una galaxia donde sus mentiras ya no corrompan a nuestra juventud!”
fr: "Ivar est devenu faible en essayant de vous défendre, ordures de la Fédération ! C'est l'heure de l'insurrection ! Il est temps de planter les graines de la rébellion pour qu'elles poussent dans une galaxie libérée des mensonges que vous racontez à nos jeunes !"
it: "Ivar si è rammollito nel cercare di difendere voi canaglie federali! È il momento di un'insurrezione, è ora di piantare i semi della rivolta in modo che possano fiorire in una galassia in cui le vostre menzogne non corromperanno più i nostri giovani!"
ko: "쓰레기 같은 연방놈을 두둔하다니, 이바르도 나약해 졌군! 반란의 시간이 왔도다! 젊은이들이 너희 족속에 더럽혀지지 않도록 모반의 씨를 심어 온 은하에 퍼트리겠다!"
ru: "Ивар ослаб, пытаясь защитить вас, мерзкую Федерацию! Настало время для бунта, время посеять семена раздора, чтобы он расцвел в галактике, где ваша ложь больше не будет разлагать нашу молодежь!"
zh_hans: "苡瓦已经变得软弱无能，无法掩盖你们联邦的污秽！是时候起义了，播下起义的种子，让它开出星系之花，让你们的谎言不再腐蚀我们的青年！"

source: "Stop right there! This sector is a designated safe zone, non-Confederate military vessels are forbidden from entering this region!" You don't remember seeing such restrictions posted anywhere, but it seems you don't have time to argue. Get ready to fight!
es: “¡Alto ahí! ¡Este sector es una zona segura designada, las naves militares que no pertenezcan a la Confederación tienen prohibido entrar en esta región!” No recuerdas haber visto tales restricciones publicadas en ningún lado, pero parece que no tienes tiempo para discutir. ¡Prepárate para luchar!
fr: "Halte-là ! Ce secteur est désigné comme une zone sûre, aucun vaisseau militaire autre que ceux de la Confédération n'est autorisé à entrer dans cette région !" Vous n'avez pas souvenir d'avoir entendu parler de ça, mais pas le temps de débattre ! Préparez-vous à combattre !
it: "Altolà! Questo settore è stato dichiarato zona sicura, le navi militari non confederate hanno il divieto di accedere a questa regione!" Non ricordi di aver visto alcun cartello in merito a certe restrizioni, ma sembra che non hai il tempo di ribattere. Preparati a combattere!
ko: "당장 멈추시오! 이 구역은 안전구역입니다. 공동체 소속이 아닌 군함은 이 구역에 들어오실 수 없습니다!" 출입 금지 표시가 있었지는 잘 모르겠지만, 언쟁할 시간은 없어 보입니다. 전투를 준비하십시오!
ru: "Стоять на месте! Этот сектор является безопасной зоной, военным судам не из Конфедерации запрещено входить в этот регион!" Вы не помните, чтобы где-то были указаны подобные ограничения, но, похоже, у вас нет времени на споры. Приготовьтесь к бою!
zh_hans: "站住！这片区域是特定的安全区，非血兰邦军用战舰禁止进入这个区域！"你不记得在哪里看到过这样的限制，但看来你没时间争辩了。准备战斗吧！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "The Federation had its chance over a century ago, but still you cling to this galaxy as if you really represent anything but a dying age! Your stake at the Confederacy is long past nullified, so you might as well roll over dead and allow the inevitable to happen!" Seemingly hoping to make rolling over dead more than a metaphor, the Coalition vessel attacks!
es: “La Federación tuvo su oportunidad hace más de un siglo, pero aun así se aferran a esta galaxia como si realmente representaran algo más que una era moribunda. ¡Su participación en la Confederación hace tiempo que quedó anulada, así que más les vale rendirse y permitir que lo inevitable ocurra!” Con la clara intención de que “rendirse” no sea solo una metáfora, ¡la nave de la Coalición ataca!
fr: "La Fédération a eu sa chance il y a plus d'un siècle, mais vous vous accrochez encore à la galaxie comme si vous représentiez autre chose qu'une époque révolue ! Vous n'avez plus votre place à la Confédération depuis longtemps, vous feriez mieux de faire le mort et de laisser l'inévitable se produire !" Le vaisseau de la Coalition vous attaque, visiblement prêt à vous aider à 'faire le mort'.
it: "La Federazione ha avuto la sua chance più di un secolo fa, ma continuate ad aggrapparvi a questa galassia come se rappresentaste qualcosa che non sia un'epoca morente! Il vostro potere sulla Confederazione ormai è nullo da tempo, quindi tanto vale che vi lasciate ammazzare e lasciate che succeda l'inevitabile!" A quanto pare, la nave della Coalizione con 'vi lasciate ammazzare' intendeva in senso letterale e attacca!
ko: "이미 한 세기 전에 연방에게도 기회가 있었지. 하지만 너희는 아직 이 죽어가는 시대를 대표하는 것 마냥 이 은하에 달라붙어 있지! 이제 공동체와 동맹은 물 건너 간 지 오래니 죽은 척 하면서 피할 수 없는 죽음을 받아들여라!" 은유적 표현을 현실로 만들고자 하는 공동체 함선이 공격합니다!
ru: "Федерация получила свой шанс более века назад, но вы все еще цепляетесь за эту галактику, как будто представляете собой нечто иное, чем умирающий век! Ваша ставка на Конфедерацию давно обнулена, так что с тем же успехом вы можете упасть замертво и позволить неизбежному случиться!" Похоже, рассчитывая на то, что "упасть замертво" будет не просто метафорой, корабль Коалиции атакует!
zh_hans: "联邦早在一个多世纪前就有机会，但现在你们却紧紧抓住不放，就像是抓住最后一根救命稻草。你们现在就是一个衰老垂死的时代！你们和血兰邦的关系早已破裂，还不如死了这条心，让一切按照原本的轨道前进！"星联飞船似乎希望"死了这条心"不只是一个比喻，他们发动了攻击！

source: Unfortunately, in light of the Federation's reluctance to welcome the Vampweeds, a large number of Confederate nationalists have taken it personally and are pushing to join the Coalition instead. This has resulted in an influx of Coalition vessels in their territory - not a good thing for you!
es: Desafortunadamente, debido a la renuencia de la Federación a acoger a los Vampweeds, un gran número de nacionalistas confederados se lo ha tomado como algo personal y está presionando para unirse a la Coalición. Esto ha provocado una afluencia de naves de la Coalición en su territorio… ¡nada bueno para ti!
fr: Malheureusement, à cause de la réticence de la Fédération à vouloir accueillir les Vampiflores, un nombre important de confédérés nationalistes se sont indignés et ont rejoint les rangs de la Coalition, ce qui a ramené de nombreux vaisseaux de la Coalition dans leur territoire. C'est loin d'être une bonne nouvelle pour vous !
it: Sfortunatamente, a causa della riluttanza della Federazione ad accogliere le vampirerbe, molti nazionalisti confederati l'hanno presa sul personale e stanno spingendo per unirsi piuttosto alla Coalizione. Questo ha portato a un numero crescente di navi della Coalizione nel loro territorio... non è un bene per te!
ko: 불행히도 공동체 국수주의자 다수가 흡혈초를 반기길 주저하는 연방의 입장을 기분 나쁘게 받아들여 연합에 가입하려고 합니다. 이에 따라 흡혈초 구역에 연합 함선이 대거 유입되었습니다. 함장님께 좋은 소식은 아니군요!
ru: К сожалению, в свете нежелания Федерации принять Вампсорняков, многие националисты Конфедерации восприняли это на свой счет и настаивают на вступлении в Коалицию. Это привело к наплыву кораблей Коалиции на их территорию, что не очень хорошо для вас!
zh_hans: 不幸的是，鉴于联邦不愿欢迎血草兰花，大量血兰邦民族主义者对此耿耿于怀，转而推动加入星联。这导致大量星联飞船涌入他们的星域—这对你来说可不是什么好事！

source: "You claim to represent peace and prosperity, yet where were you when the Confederacy came knocking? When your so called 'mission of unification' really came to the test, the whole galaxy got to see exactly why the Federation must fall. Your claim to this reality, U0 scum, is nullified in the wake of the Coalition! You will be eradicated!"
es: “Ustedes dicen representar la paz y la prosperidad, ¿pero dónde estaban cuando la Confederación llamó a su puerta? Cuando su supuesta ‘misión de unificación’ fue realmente puesta a prueba, toda la galaxia vio exactamente por qué la Federación debe caer. ¡Su reclamo sobre esta realidad, escoria del U0, queda anulado ante la Coalición! ¡Serán erradicados!”
fr: "Vous prétendez représenter la paix et la prospérité, mais où étiez-vous quand la Confédération est arrivée ? Lorsque vos prétendues 'missions d'unification' ont eu lieu, toute la galaxie a compris pourquoi la Fédération devait tomber. La Coalition refuse que vous preniez le contrôle de cette réalité ! Vous serez éradiqués, ordures de l'Univers 0 !"
it: "Dite di rappresentare pace e prosperità, ma dov'eravate quando la Confederazione è venuta a bussare alla vostra porta? Quando la vostra cosiddetta 'missione di unificazione' è stata davvero messa alla prova, l'intera galassia ha potuto vedere esattamente perché la Federazione deve cadere. La vostra pretesa su questa realtà, feccia U0, è nulla con l'ascesa della Coalizione! Sarete estirpati!"
ko: "당신들은 평화와 번영을 표방하지만, 공동체가 다급하게 문을 두들길 때 너흰 대체 어디 있었지? '통일을 향한 사명'이 시험대에 올랐을 때 온 은하가 연방이 몰락해야만 하는 이유를 정확히 봤지. 네가 이 현실의 소유권을 주장해 봤자 떠오르는 연합에게 당할 순 없을 것이다, 쓰레기 같은 제0현실 놈들아! 하나도 남김없이 모조리 쓸어버리겠다!"
ru: "Вы утверждаете, что символизируете мир и процветание, но где вы были, когда Конфедерация постучалась к вам? Когда ваша так называемая "миссия объединения" действительно подверглась испытанию, вся галактика увидела, почему Федерация должна пасть. Ваши притязания на эту реальность, отбросы Вселенной 0, аннулированы с приходом Коалиции! Вы будете уничтожены!"
zh_hans: "你们自称代表着和平与繁荣，然而当血兰邦来敲门时，你们在哪里？当你们所谓的'统一使命'真正经受考验时，整个银河系都看到了联邦必定垮台的真正原因。0号宇宙的败类，你们的主张在这个宇宙，在星联面前已经化为乌有！你们将被铲除！"

source: The Slug captain of the nearby Coalition vessel hails you, barely holding onto consciousness. "Thessse... Vampweedssss know their way around alcohol, hah! Oh I'm going to... *hiccup* regret thissss in the morning..." A morning he may never see, because as soon as he registers you're a Renegade he decides to open fire!
es: El capitán Slug de la nave cercana de la Coalición te llama, apenas manteniéndose consciente. “Essstos… Vampweedsss sssaben cómo manejar el alcohol, hah. Oh, voy a… hip arrepentirme de esssto por la mañana…”Una mañana que quizá nunca vea, porque en cuanto se da cuenta de que eres un Renegado, decide abrir fuego!
fr: Le capitaine Limace du vaisseau de la Coalition qui se trouve à proximité vous appelle, à peine conscient. "Cccces... Vampiflores connaissssent bien l'alcool, hah ! Oh, je vais... *hips* le regretter demain matin..." Un matin qu'il ne verra peut-être jamais, car dès qu'il s'aperçoit que vous êtes un Renégat, il décide d'ouvrir le feu !
it: Il capitano slugman della nave della Coalizione vicina ti contatta, appena cosciente. "Quessste vampirerbe sssanno il fatto loro quando sssi parla di alcolici, hah! Oh ssso che... *hic* me ne pentirò in mattinata..." Una mattinata che potrebbe non vedere mai, perché non appena si accorge che sei un Rinnegato decide di aprire il fuoco!
ko: 이성을 가까스로 붙잡은 연합 함선의 슬러그 함장이 당신에게 교신을 보냅니다. "이... 흡혈초 친구들 한 술 하는 구만 그래, 하! 으... *딸꾹* 아침 되면 후회하겠어..." 하지만 그에게 후회할 아침이 오지 않을지도 모릅니다. 왜냐하면 당신이 배회자라는 정보를 확인하고 포문을 열었기 때문이죠!
ru: Слизень, капитан находящегося поблизости корабля Коалиции, вызывает вас, едва находясь в сознании. "Эти... Вампссссорняки знают толк в алкоголе, ха! О, я... *икает* пожалею об этом утром..." Утро, которое он, возможно, никогда не встретит, поскольку, как только он понимает, что вы - Ренегат, он решает открыть огонь!
zh_hans: 附近星联飞船上的蛞蝓族舰长向你呼叫，他喝得很醉。"血…血草兰花很懂酒，哈！哦，在明天早上…*嗝*我会后悔…"他可能永远也看不到朝阳了，因为他一发现你是变元者，就决定开火！

source: "In old war, I fight on behalf of Hive and gain brotherhood with Confederacy. While those days over, the brotherhood never dies! Whether it is the alliance of past or Coalition of future, we will strike Federation scum down!"
es: “En la vieja guerra, luché en nombre de la Colmena y gané hermandad con la Confederación. Aunque esos días ya pasaron, ¡la hermandad nunca muere! Ya sea la alianza del pasado o la Coalición del futuro, ¡derribaremos a la escoria de la Federación!”
fr: "J'ai combattu pour la Ruche et fraternisé avec la Confédération lors de la vieille guerre. Même après tout ce temps, ce lien persiste et ne peut mourir ! Nous abattrons les ordures de la Fédération, au nom des alliances du passé ou de la Coalition du futur."
it: "In vecchia guerra, io combatteva per conto dell'Alveare e formato una fratellanza con Confederazione. Anche se ormai quei giorni è finiti, la fratellanza non muore mai! Che sia l'alleanza del passato o la Coalizione del futuro, noi ammazza tutte le canaglie della Federazione!"
ko: "옛 전쟁에서 난 하이브의 편에 서서 공동체와 의형제를 맺었지. 그런 나날은 이미 오래전에 끝났지만, 형제애는 절대 사그러들지 않으리! 과거의 동지나 미래의 연합을 위해서 쓰레기 같은 연방놈들을 쓸어버리겠다!"
ru: "В старой войне я сражался на стороне Улья и добился побратимства с Конфедерацией. Хотя те дни прошли, братство никогда не умрет! Будь то союз прошлого или коалиция будущего, мы уничтожим мерзавцев Федерации!"
zh_hans: "在以前的战争里，我为母巢而战，与血兰邦结下了兄弟之情。虽然那些日子已经过去，但兄弟情谊永不泯灭！无论是过去的同盟，还是未来的星联，我们都要将联邦的败类一网打尽！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
