Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: "The Confederacy is not the stomping grounds of the Federation or its hitmen! Your presence here violates the basic rights of any person to enjoy peace and prosperity without the invasion of intrusive foreign governments!" A proud Cultivator, claiming to act in the goodwill of his people, raises his weapons and attacks your ship!
es: “La Confederación no es el patio de recreo de la Federación ni de sus sicarios. ¡Tu presencia aquí viola el derecho básico de cualquier persona a disfrutar de paz y prosperidad sin la invasión de gobiernos extranjeros intrusivos!” Un orgulloso Cultivador, que afirma actuar por el bien de su gente, alza sus armas y ataca tu nave!
fr: "La Confédération n'est pas le terrain de chasse de la Fédération ou de leurs hommes de main ! Votre présence bafoue les droits fondamentaux des citoyens voulant jouir de la paix et de la prospérité sans l'ingérence des gouvernements étrangers !" Le fier Cultivateur, proclamant agir pour le bien de son peuple, sort son arme et attaque votre vaisseau !
it: "La Confederazione non è un terreno di caccia per la Federazione o i suoi sicari! La tua presenza qui viola i diritti fondamentali di chiunque di godersi pace e prosperità senza l'ingerenza di governi esteri!" Un Coltivatore orgoglioso, che dice di agire per il bene del suo popolo, alimenta le armi e attacca la tua nave!
ko: "공동체는 연방이나 그들의 암살자들이 안방처럼 드나들 곳이 아니다! 이 곳에 존재함으로 당신은 거주 시민이 외부 정부의 간섭을 받지 않고 평화와 번영을 누릴 권리를 침해하고 있다!" 동족의 호의를 위해 활동하는 것처럼 보이는 자랑스런 경작자가 무기를 들어 당신의 함선을 공격합니다!
ru: "Конфедерация не является местом обитания Федерации или ее наемных убийц! Ваше присутствие здесь нарушает основные права любого человека на мир и процветание без вторжения назойливых правительств чужаков!" Гордый Культиватор, утверждающий, что действует по доброй воле своего народа, активирует орудия и атакует ваш корабль!
zh_hans: “血兰邦不是联邦及其杀手可以肆意践踏的荒芜之地！你在这里的存在侵犯了任何人最基本的权益，在没有侵略性外族政府入侵的情况下，享受和平与繁荣的、最为基本的生命权！”一个骄傲的种植者，声称以他人民的善意作为行事准绳，启动武器攻击你的飞船！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you arrive, you're barraged with an oppressive array of advertisements surrounding a Vampweed store. The nearest billboard displays a popular diner chain attached to the station. As you check out the restaurant, you notice that there's two Vampweed ships docking, so the restaurant might be crowded.
es: Al llegar, eres bombardeado por un opresivo despliegue de anuncios que rodean una tienda Vampweed. La valla publicitaria más cercana muestra una popular cadena de restaurantes conectada a la estación. Al observar el local, notas que hay dos naves Vampweed acoplando, así que el restaurante podría estar abarrotado.
fr: À votre arrivée, vous êtes confronté à une série de publicités oppressantes entourant un magasin Vampiflore. Le panneau d'affichage le plus proche affiche une chaîne de restaurants populaire attachée à la gare. En visitant le restaurant, vous remarquez qu'il y a deux vaisseaus Vampiflore qui accostent, le restaurant pourrait donc être bondé.
it: Come arrivi, sei bombardato da una miriade opprimente di pubblicità che circondano un negozio vampirerba. Il cartellone più vicino mostra una catena di tavole calde popolare attaccata alla stazione. Mentre controlli il ristorante, noti che ci sono due navi vampirerba attraccate, quindi il ristorante potrebbe essere affollato.
ko: 들어오자마자 당신은 흡혈초 가게 주변에 있는 수많은 광고 공세에 압도당합니다. 제일 가까운 광고탑에는 정거장에 붙어있는 인기 식당체인 광고가 붙어 있습니다. 식당을 훑어보니 흡혈초 함선 두 정이 정박해 있습니다. 식당 안에 손님으로 붐빌 지도 모르겠군요.
ru: Как только вы прибываете на место, на вас обрушивается огромное количество рекламы вокруг магазина Вампсорняков. На ближайшем рекламном щите изображена популярная сеть закусочных, расположенных на станции. Заглянув в ресторан, вы замечаете, что к нему прибыли два корабля Вампсорняков, так что в ресторане может быть многолюдно.
zh_hans: 当你到达时，您被围绕着一家血草兰花商店的大量广告所淹没。最近的一个广告牌上显示，空间站附近有一家很受欢迎的连锁餐厅。当你打量这家餐厅时，你注意到有两艘血草兰花飞船正在停靠，所以餐厅可能会很拥挤。

source: Visit the diner.
es: Visitar el restaurante.
fr: Visiter le restaurant.
it: Visita la tavola calda.
ko: 식당에 들어간다.
ru: Посетить ресторан.
zh_hans: 前往餐厅。

source: You make your way inside. The restaurant is mostly full, with the crews of both ships taking up several booths. In the back is the smoking section, where you can see the ranking officers. They seem to be in the middle of talking about something.
fr: Vous entrez. Le restaurant est en grande partie plein, les équipages des deux vaisseaus occupant plusieurs stands. Au fond se trouve la section fumeurs, où vous pouvez voir les officiers supérieurs. Ils semblent être en train de parler de quelque chose.
it: Ti fai strada all'interno. Il ristorante è abbastanza pieno, con l'equipaggio delle due navi che occupa svariate bancarelle. Sul retro c'è la zona fumatori, dove puoi vedere gli alti ufficiali. Sembra che stiano parlando di qualcosa.
ko: 당신은 식당으로 들어갑니다. 식당은 거의 다 차 있었고, 흡혈초 함선 두 정의 선원들이 칸막이 자리를 여럿 차지하고 있습니다. 뒷부분 흡연 공간에서 고위 간부들이 담배를 피우고 있습니다. 무언가에 관해서 대화하는 중인가 봅니다.
ru: Вы заходите внутрь. Ресторан в значительной степени заполнен, экипажи обоих кораблей занимают несколько столиков. В задней части находится секция для курящих, где вы видите старших офицеров. Кажется, они о чем-то беседуют.
zh_hans: 你走了进去。餐厅里基本上都坐满了人，两艘船上的船员们占了好几个包间。后面是吸烟区，你看到了几个高级军官。他们似乎正在讨论着什么事情。

source: Eavesdrop on the officers.
fr: Écoutez les agents.
it: Origlia gli ufficiali.
ko: 대화를 엿듣는다.
ru: Подслушать разговоры офицеров.
zh_hans: 偷听军官谈话。

source: Try as you might, you can't get close - every booth near them is full of Vampweeds. You might have to convince them to let you through.
fr: Malgré tous vos efforts, vous ne pouvez pas vous en approcher : chaque stand à proximité est rempli de Vampiflores. Vous devrez peut-être les convaincre de vous laisser passer.
it: Per quanto ci provi, non riesci ad avvicinarti... ogni bancarella vicino a loro è piena di vampirerbe. Dovrai convincerli a farti passare.
ko: 당신은 안간힘을 쓰지만 흡연구역 인근 칸막이 자리를 전부 흡혈초가 차지하고 있어 가까이 가지 못합니다. 아마 들여보내 달라고 설득해야 할지도 모르겠군요.
ru: Как бы вы ни старались, вам не удается подобраться к ним - все столики рядом с ними полны Вампсорняков. Возможно, вам придется убедить их пропустить вас.
zh_hans: 无论你怎么努力，都很无法接近他们——他们周围的每个座位都挤满了血草兰花。你可能需要说服他们让你通过。

source: Sit with the Vampweed crew.
fr: S'assoir avec l'équipage Vampiflore.
it: Siediti con l'equipaggio vampirerba.
ko: 흡혈초 선원과 합석한다.
ru: Сесть рядом с экипажем Вампсорняков.
zh_hans: 与血草兰花船员坐在一起。

source: Sit by yourself.
fr: S'asseoir seul.
it: Siediti per conto tuo.
ko: 혼자 앉는다.
ru: Сесть в одиночестве.
zh_hans: 自己一个人坐。

source: You eat your Vampweed cuisine with your own crew, not mingling with the servicemen at all. It's tasty, but the meal is uneventful.
fr: Vous mangez la cuisine Vampiflore avec votre équipage, sans vous mêler aux militaires. C'est savoureux, mais le repas se passe sans histoire.
it: Mangi il tuo pasto vampirerba assieme al tuo equipaggio, senza socializzare affatto con gli altri. È buono, ma il pranzo passa senza che succeda alcunché.
ko: 당신은 흡혈초 선원과 어울리지 않고 당신의 선원과 함께 흡혈초 요리를 즐깁니다. 맛나지만 별 볼 일 없는 식사였습니다.
ru: Вы едите блюда кухни Вампсорняков вместе со своей командой, совсем не общаясь с военнослужащими. Вкусно, но трапеза проходит без особых событий.
zh_hans: 你和自己的船员一起享用血草兰花美食，完全不和军人打交道。虽然味道不错，但这顿饭吃得很平淡。

source: (Ty E'Rel) Address the officers directly.
fr: (Ty E'rel) S'adresser directement aux officiers.
it: (Ty E'Rel) Rivolgiti direttamente agli ufficiali.
ko: (타이 이'렐) 장교와 직접 대화한다.
ru: (Тай Э'Рел) Обратиться непосредственно к офицерам.
zh_hans: (笛艾尔)直接与军官对话。

source: Ty E'Rel marches up to the table. "Good evening. Is there something we can help you with?" "Ambassador E'Rel! We were just... Well, we're worried. The civilian offices are telling us to avoid Central Command, and we don't know why." "...I think I know. We'll head over there at once." "Just like that? ...Well, you don't have to go alone. We can lend you our finest officer."
fr: Ty E'rel s'approche de la table. "Bonsoir. Que peut-on faire pour vous aider ?" "Ambassadeur E'Rel ! Nous étions juste... Et bien, nous étions inquiets. Les administrations civils nous demandent d'éviter le quartier général et nous ne savons pas pourquoi." "...Je pense savoir. Allons-y directement." "Juste comme ça ? ...Bien, vous n'avez pas à y aller tout seul. Nous pouvons vous mettre notre meilleur officier à disposition."
it: Ty E'Rel marcia al tavolo. "Buona sera. Possiamo aiutarvi in qualche modo?" "Ambasciatore E'Rel! Stavamo solo... beh, siamo preoccupati. Gli uffici civili ci dicono di evitare il Comando Centrale, e non sappiamo perché." "...io credo di saperlo. Andremo subito là." "Così, di punto in bianco? ...beh, non deve andare da solo. Possiamo mettere a sua disposizione il nostro miglior ufficiale."
ko: 타이 이'렐이 테이블로 성큼성큼 나아갔습니다. "안녕하신가, 제군. 혹시 도와줄 것이라도 있나?" "이'렐 대사관님! 저희는... 단지 걱정되서 그렇지 말입니다. 공무원 측에서 중앙사령부를 피하라고 말했는데, 대체 왜 그런지 모르겠습니다." "...뭔지 알 것 같군. 당장 거기로 향하겠네." "네? 바로요? ...그렇다면 외롭게 가지 마시라고 저희 최정예 장교를 붙여드리도록 하지요."
ru: Тай Э'Рел подходит к столу. "Добрый вечер. Мы можем вам чем-то помочь?" "Посол Э'Рел! Мы просто... ну, мы обеспокоены. Гражданские офисы советуют нам избегать Центрального командования, и мы не знаем, почему". "...кажется, я знаю. Мы немедленно отправимся туда". "Вот так просто? ...ну, вам не обязательно идти одному. Мы можем предоставить вам нашего лучшего офицера".
zh_hans: 笛艾尔走到桌子前。"晚上好 有什么需要我们帮忙的吗？" "笛艾尔大使！我们只是...嗯，我们很担心。政府办公室让我们避开中央指挥部，却没有告诉我们原因。" "…我想我会知道的。我们将立即前往那里。" "就这样吗？…嗯，您不必独自前往。我们会派出把最优秀的军官跟随你。"

source: (Ivar) Be direct.
fr: (Ivar) Sois direct.
it: (Ivar) Sii diretto.
ko: (이바르) 단도직입적으로 물어본다.
ru: (Ивар) Быть прямолинейным.
zh_hans: (苡瓦)直接点。

source: Ivar plops himself next to the officers. Their reaction is immediate - they salute. "I-Ivar! To what do we owe the pleasure?" "Something tells me you're worried, lads. What seems to be the problem?" "Of course we're worried! The civilian offices are telling us to avoid Headquarters, and we don't know why." "Oh, we can investigate, don't worry. Hopefully by the time we're through, everything will be okay." "Just like that? ...Well, you don't have to go alone. We can lend you our finest officer."
fr: Yvar se place à côté des officiers. Leur réaction est immédiate - ils saluent. "I-Ivar ! Que nous vaut ce plaisir ?" "Quelque chose me dit que vous êtes inquiets les gars. Quel est le problème ?" "Bien sûr que nous sommes inquiets ! Les administrations civils nous demandent d'éviter le quartier général et nous ne savons pas pourquoi." "Oh, nous pouvons investiguer ne vous en faites pas. Espérons que lorsque nous aurons terminé, tout sera réglé." "Juste comme ça ? ...Bien, vous n'avez pas à y aller tout seul. Nous pouvons vous mettre notre meilleur officier à disposition."
it: Ivar si mette proprio accanto agli ufficiali. La loro reazione è immediata: fanno un saluto militare. "I-Ivar! A cosa dobbiamo il piacere?" "Qualcosa mi dice che siete preoccupati, ragazzi. Che problema c'è?" "Certo che siamo preoccupati! Gli uffici civili ci dicono di evitare il Comando Centrale e non sappiamo perché." "Oh, possiamo controllare, non preoccupatevi. Con un po' di fortuna tutto tornerà a posto quando avremo finito." "Così di punto in bianco? ...Beh, non dovete andare da solo. Possiamo mettere a vostra disposizione il nostro miglior ufficiale."
ko: 이바르가 흡혈초 간부들 협에 털썩하고 앉았습니다. 장교들은 반사적으로 이바르에게 경례합니다. "이... 이바르 님! 어쩐 일이십니까?" "뭔가 걱정거리가 있나 보군. 뭐가 문젠가, 제군?" "걱정거리가 있지 말입니다! 민간 사무국에서 본부에 돌아가지 말라고 하는데, 대체 왜 그러는지 모르겠습니다." "무슨 일인지 알아봐 줄 테니 걱정 말게. 우리가 일을 처리하면 다 괜찮아 질거야." "바로 알아봐 주시겠다는 말씀입니까? 그렇다면... 혼자 가지 마시고 저희 가운데 가장 실력 좋은 장교를 같이 붙여드리겠습니다."
ru: Ивар садится рядом с офицерами. Их реакция мгновенна - они отдают честь. "И-Ивар! Чем обязаны?" "Что-то мне кажется, что вы встревожены, ребята. В чем проблема?" "Конечно, мы встревожены! Гражданские офисы советуют нам избегать Штаба, и мы не знаем, почему". "О, мы можем провести расследование, не волнуйтесь. Надеюсь, к тому времени, как мы закончим, все будет в порядке". "Вот так просто? ...Ну, вам не обязательно идти одному. Мы можем предоставить вам нашего лучшего офицера".
zh_hans: 苡瓦直接坐在军官旁边。他们立刻做出反应——敬礼。"苡‐瓦！有什么吩咐吗？" "你们看起来在担心什么事，小伙子。遇到什么问题吗？" "当然，我们很担心！政府办公室让我们避开中央指挥部，却没有告诉我们原因。" "哦，我们可以调查，不用担心。希望我们调查完之后，一切都会没事的。" "就这样？……好吧，您不必独自去。我们会派出把最优秀的军官跟随你。"

source: Sit with the Vampweed crew.
fr: Asseyez-vous avec l'équipage Vampiflore.
it: Siediti con l'equipaggio vampirerba.
ko: 흡혈초 선원과 합석한다.
ru: Сесть рядом с экипажем Вампсорняков.
zh_hans: 与血草兰花船员坐在一起。

source: Sit by yourself.
fr: S'asseoir seul.
it: Siediti per conto tuo.
ko: 혼자 앉는다.
ru: Сесть в одиночестве.
zh_hans: 自己一个人坐。

source: You eat your Vampweed cuisine with your own crew, not mingling with the Vampweeds at all. It's tasty, but the meal is uneventful.
fr: Vous mangez la cuisine Vampiflore avec votre équipage, sans vous mêler aux militaires. C'est savoureux, mais le repas se passe sans histoire.
it: Mangi il tuo pasto vampirerba assieme al tuo equipaggio, senza socializzare affatto con le vampirerbe. È buono, ma il pranzo passa senza che succeda alcunché.
ko: 당신은 흡혈초 선원과 어울리지 않고 당신의 선원과 함께 흡혈초 요리를 즐깁니다. 맛나지만 별 볼 일 없는 식사였습니다.
ru: Вы едите блюда кухни Вампсорняков вместе со своей командой, совсем не общаясь с Вампсорняками. Это вкусно, но трапеза проходит без особых событий.
zh_hans: 你和自己的船员一起享用血草兰花美食，完全不和血草兰花打交道。虽然味道不错，但这顿饭吃得很平淡。

source: Avoid the restaurant.
fr: Éviter le restaurant.
it: Evita il ristorante.
ko: 식당을 피한다.
ru: Избегать ресторана.
zh_hans: 避开餐厅。

source: You focus on shopping, leaving you plenty of time on your ship.
fr: Vous vous concentrez sur vos achats, ce qui vous laisse suffisamment de temps sur votre vaisseau.
it: Ti concentri sullo shopping, il che ti lascia molto tempo sulla tua nave.
ko: 당신은 쇼핑에 집중하고 함선에 느긋하게 있습니다.
ru: Вы сосредоточились на шопинге, и у вас останется много свободного времени для отдыха на корабле.
zh_hans: 你的注意力集中在购物上，让你有更多时间做点什么。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_confederacy.xml$//event[@name="DINE_WITH_VAMPWEEDS"]/text
source: The Vampweed crew eye you suspiciously. They don't seem keen to let you join them. "What do YOU want?"
fr: L'équipage Vampiflore vous regarde d'un air suspicieux. Ils ne semblent pas disposés à vous laisser les rejoindre. "Que veux-TU?"
it: L'equipaggio vampirerba ti guarda con sospetto. Non sembrano volere che tu ti unisca a loro. "E TU che vuoi?"
ko: 흡혈초 선원이 당신을 미심쩍다는 듯이 쳐다봅니다. 당신이 합석하는 걸 원치 않나 봅니다. "원하는 게 뭐요?"
ru: Экипаж Вампсорняков смотрит на вас с подозрением. Похоже, они не хотят, чтобы вы присоединялись к ним. "Что ТЕБЕ нужно?"
zh_hans: 血草兰花的人怀疑地看着你。他们似乎不太想让你加入。"你–想干什么？"

source: Buy a round of drinks. [-10~]
fr: Achetez une tournée de boissons. [-10~]
it: Offri da bere. [-10~]
ko: 술을 한 잔씩 돌린다. [-10~]
ru: Купить выпивку. [-10~]
zh_hans: 买一轮酒。[-10~]

source: "Ay! This Federation captain's buying drinks!" Upon ordering the alcohol, the Vampweeds immediately warm up to you. As your crews mingle, one of the Vampweeds even asks to join your crew.
fr: "Ay ! Ce capitaine de la Fédération offre à boire !" Après avoir commandé de l'alcool, les Vampiflores se sont tout de suite montrés chaleureux à votre égard. Alors que vos équipages se mélangent, l'un des Vampiflores demande même à se joindre à vous.
it: "Oi! Questo capitano della Federazione offre da bere!" Dopo aver ordinato gli alcolici, le vampirerbe sono molto più calorose nei tuoi confronti. Mentre il tuo equipaggio e l'altro parlottano, una delle vampirerbe chiede anche di unirsi a te.
ko: "이야! 여기 연방 함장 나으리가 술을 사준대!" 술을 주문하자 흡혈초 선원이 경계를 누그러뜨립니다. 당신의 선원들도 서로 어울리자 흡혈초 함정 선원 한 명이 합류해도 되겠냐고 물어 봅니다.
ru: "Эй! Этот капитан Федерации покупает выпивку!" После заказа спиртного, Вампсорняки сразу же потеплели к вам. Пока ваш экипаж общается, один из Вампсорняков даже хочет присоединиться к вашей команде.
zh_hans: "嘿！这个联邦舰长请我们喝酒！"点了酒之后，血草兰花们立刻对你热情起来。当他们和你的船员打成一片时，其中一个血草兰花甚至请求加入你的船员。

source: Eavesdrop on the officers.
fr: Écouter les agents.
it: Origlia gli ufficiali.
ko: 대화를 엿듣는다.
ru: Подслушать разговоры офицеров.
zh_hans: 偷听军官谈话。

source: Don't bother.
fr: Ne pas s'embêter.
it: Non disturbarti.
ko: 그렇게 까지 할 필요는 없다.
ru: Не стоит беспокоиться.
zh_hans: 不费心了。

source: (Tuco) Intimidate the restaurant owner into giving a round to the crew.
fr: (Tuco) Intimider le propriétaire du restaurant pour qu'il offre une tournée à l'équipage.
it: (Tuco) Intimidisci il proprietario affinché offra un giro all'equipaggio.
ko: (투코) 식당 지배인에게 겁을 줘 선원들에게 술 한 잔씩 돌리게 만든다.
ru: (Туко) Запугать владельца ресторана, чтобы он угостил выпивкой экипаж.
zh_hans: (图科)恐吓餐厅老板给船员加一轮酒。

source: Tuco slams the counter. "HEY! Don't you see the mood of this place? What are you running, a diner or a mausoleum? You'd best serve up every table a bottle of wine on the house or I'll crash my way back there and do it myself!" The manager trembles and directs the waitresses to acquiesce. A round of drinks is distributed throughout the diner, and the Vampweeds are more than happy to have you join them. As your crews mingle, one of them even asks to join your crew.
fr: Tuco tape sur le comptoir. "HÉ ! Tu ne vois pas l'ambiance de cet endroit ? Qu'est-ce que tu diriges, un restaurant ou un mausolée ? Tu ferais mieux de servir une bouteille de vin offerte par la maison à chaque table ou je me ramène et le fait moi-même !" Le gérant tremble et ordonne aux serveuses d'acquiescer. Une tournée de boissons est distribuée dans tout le restaurant et les Vampiflores sont plus que ravi de vous accueillir parmi eux. Au fur et à mesure que vos équipages se mélangent, l'un d'eux demande même à rejoindre votre équipage.
it: Tuco sbatte una mano sul bancone. "EHI! Ma non vedi l'umore di questo posto? Cos'è che gestisci, una tavola calda o un mausoleo? Farai meglio a servire a ogni tavolo una bottiglia di vino offerta dalla casa o entro io là dentro e lo faccio di persona!" Il gestore trema e dirige le cameriere ad obbedire. Un giro di alcolici è distribuito per la tavola calda e le vampirerbe sono più che felici di lasciarti sedere con loro. Mentre il tuo equipaggio e gli altri parlottano, una vampirerba chiede anche di unirsi al tuo equipaggio.
ko: 투코가 계산대를 쾅 하고 내리칩니다. "이보시오! 여기 분위기 파악 못 하겠소? 대체 여기가 식당인지 무덤인지 분간이 안 간단 말이오. 어서 여기 있는 테이블 전체에 와인 한 병씩 안 돌리면 내가 직접 쳐들어가서 나눠주겠소!" 지배인은 벌벌 떨면서 여직원들에게 순순히 따르라고 명령합니다. 식당 전체에 술이 한돌림 돌았고, 흡혈초 선원들이 기꺼이 합석하라고 자리를 내줍니다. 당신의 선원들도 서로 어울리자 흡혈초 함정 선원 한 명이 합류해도 되겠냐고 물어봅니다.
ru: Туко ударяет по барной стойке. "Эй! Ты что, не видишь, какое здесь настроение? Чем ты управляешь, закусочной или мавзолеем? Лучше подай на каждый столик по бутылке вина за счет заведения, а то я сам завалюсь туда и сделаю это сам!" Менеджер вздрагивает и приказывает официанткам подчиниться. Напитки разносятся по ресторану, и Вампсорняки с радостью принимают вас. Пока ваш экипаж общается, один из них даже хочет присоединиться к вашей команде.
zh_hans: 图科猛地一拍柜台。"嘿！你难道没注意到现在的气氛吗？你是在开餐厅还是开陵墓？你最好给每张桌子都上一瓶酒，否则我就自己动手！"经理颤抖着并指示女服务员去做。一轮酒水在整个餐厅分发开来，血草兰花们非常高兴你能加入他们。当他们和你的船员打成一片时，其中一个血草兰花甚至请求加入你的船员。

source: Eavesdrop on the officers.
fr: Ecouter discrètement les officiers.
it: Origlia gli ufficiali.
ko: 대화를 엿듣는다.
ru: Подслушать разговоры офицеров.
zh_hans: 偷听军官谈话。

source: Don't bother.
fr: Ne pas s'embêter.
it: Lascia stare.
ko: 그렇게 까지 할 필요는 없다.
ru: Не стоит беспокоиться.
zh_hans: 不费心了。

source: Back away.
fr: Reculer.
it: Indietreggia.
ko: 물러난다.
ru: Отойти назад.
zh_hans: 退后。

source: You keep to yourself and the Vampweeds leave you alone.
fr: Vous vous renfermez sur vous-même et les Vampiflores vous laissent tranquille.
it: Rimani sulle tue e le vampirerbe ti lasciano stare.
ko: 당신이 어울리려 하지 않자 흡혈초 선원들도 당신을 내버려둡니다.
ru: Вы держитесь сами по себе, и Вампсорняки оставляют вас в покое.
zh_hans: 你保持低调，血草兰花就不会来找麻烦了。
