Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: You rush aboard the factory station, trying to survey the damage. However, most of the station seems perfectly fine. Despite obvious charring, the flames themselves have been extinguished in most of the important areas and the crew is huddled in one of the assembly rooms. One of the factory directors notices your presence. "Oh, Renegades. I... appreciate your hasty effort to save the day, but there was no need. All Confederate factories are by law required to have sufficient fire suppressant systems installed in case of emergencies like this. However, since you're here, we could use some help." The Vampweed pulls a small canteen full of some lightly intoxicating beverage and takes a few sips. "Fires like this don't usually happen by accident. Our equipment is top notch and our workers are trained well. Seems to me the only probable cause was some kind of Greenleaf communard, trying to destabilize the heart of the capitalist industry! Damn Florals despise our flourishing economy, they say the Gathering council is being pressured to revise their economic system now that the Confederacy has surpassed them. A Gathering ship was seen passing through here a few days ago. Do me a favor and track them down, and see to it that justice is served. I'll pay you handsomely."
es: Te apresuras a abordar la estación-fábrica, intentando evaluar los daños. Sin embargo, la mayor parte de la estación parece estar perfectamente bien. A pesar del evidente ennegrecimiento, las llamas han sido extinguidas en la mayoría de las áreas importantes y la tripulación está refugiada en una de las salas de ensamblaje. Uno de los directores de la fábrica nota tu presencia. “Oh, Renegados. Yo… aprecio su rápido esfuerzo por salvar el día, pero no era necesario. Por ley, todas las fábricas de la Confederación están obligadas a contar con sistemas adecuados de supresión de incendios para emergencias como esta. Sin embargo, ya que están aquí, podríamos usar un poco de ayuda.” El Vampweed saca una pequeña cantimplora llena de una bebida ligeramente intoxicante y da unos sorbos. “Incendios como este no suelen ocurrir por accidente. Nuestro equipo es de primera y nuestros trabajadores están bien entrenados. Me parece que la única causa probable fue algún comunardo Greenleaf, intentando desestabilizar el corazón de la industria capitalista. ¡Malditos Florals, desprecian nuestra economía floreciente! Dicen que el consejo del Gathering está siendo presionado para revisar su sistema económico ahora que la Confederación los ha superado. Se vio una nave del Gathering pasando por aquí hace unos días. Hazme un favor y encuéntralos, y asegúrate de que se haga justicia. Te pagaré generosamente.”
fr: Vous vous précipitez à bord de la station-usine, essayant d'évaluer les dégâts. Cependant, la plupart de la station semble parfaitement intacte. Malgré des traces évidentes de brûlures, les flammes elles-mêmes ont été éteintes dans la plupart des zones importantes et l'équipage est regroupé dans l'une des salles d'assemblage. L'un des directeurs de l'usine remarque votre présence. "Oh, Renégats. J'apprécie votre effort rapide pour sauver la situation, mais ce n'était pas nécessaire. Toutes les usines confédérées sont légalement tenues d'avoir des systèmes de suppression des incendies adéquats en cas d'urgence comme celle-ci. Cependant, puisque vous êtes ici, nous pourrions utiliser de l'aide." Le vampiflore sort une petite gourde remplie d'une boisson légèrement intoxicante et en prend quelques gorgées. "Des incendies comme celui-ci n'arrivent généralement pas par accident. Notre équipement est de premier ordre et nos travailleurs sont bien formés. Il me semble que la seule cause probable était un genre de communard de Greenleaf, essayant de déstabiliser le cœur de l'industrie capitaliste ! Ces maudits Floraux méprisent notre économie florissante, ils disent que le conseil de la congrégration est sous pression pour réviser leur système économique maintenant que la Confédération les a surpassés. Un vaisseau de la congrégration a été vu en passant par ici il y a quelques jours. Faites-moi une faveur et traquez-les et veillez à ce que justice soit rendue. Je vous paierai généreusement."
it: Corri a bordo della fabbrica-stazione, cercando di assestare i danni. Tuttavia, gran parte della stazione sembra perfettamente integra. Nonostante gli ovvi segni di bruciatura, le fiamme sono state estinte in molte delle zone più sensibili e l'equipaggio è radunato in una delle sale riunioni. Uno dei direttori della fabbrica nota la tua presenza. "Oh, Rinnegati. A... apprezzo il tuo impegno rapido per salvare la giornata, ma non ce n'era bisogno. Tutte le fabbriche confederate hanno l'obbligo per legge di avere abbastanza sistemi antincendio in caso di emergenze come questa. Tuttavia, già che sei qui, potrebbe servirci il tuo aiuto." La vampirerba tira fuori una piccola borraccia piena di una qualche bibita intossicante e beve qualche sorso. "Incendi come questo di solito non avvengono per caso. Le nostre attrezzature sono di prim'ordine e i nostri operai ben formati. A me sembra che l'unica causa sia un qualche balordo Fogliaverde che cercava di destabilizzare il cuore dell'industria capitalista! Quei dannati floreali detestano la nostra economia fiorente, dicono che il concilio del Raccolto stia ricevendo pressioni per revisionare il loro sistema economico ora che la Confederazione li ha superati. Una nave del Raccolto è stata avvistata a passare di qui qualche giorno fa. Fammi un favore: rintracciala, e assicurati che giustizia sia fatta. Ti pagherò lautamente."
ko: 당신은 공장이 있는 정거장으로 서둘러 접근해 피해 상황을 조사합니다. 하지만 대부분의 정거장은 멀쩡합니다. 확실히 탄 자국이 남아있긴 하지만, 불꽃 자체는 대부분의 영역에서 꺼진 것 같습니다. 선원들은 조립실 중 한 곳에 모여 있습니다. 공장 감독 중 한 명이 당신을 눈치챕니다. "오, 배회자입니까. 도와주시려 한 건.... 감사합니다. 괜한 걸음을 하게 만들었군요. 모든 공동체 공장은 법률에 따라 이런 사고를 대비하기 위한 화재 진압 시스템을 필히 설치해야 합니다. 그래도 여기 오신 김에 도움을 좀 청하고자 합니다." 흡혈초는 살짝 취기가 도는 음료가 가득한 작은 수통을 꺼내 몇 모금 마십니다. "실수로 이런 화재가 나기는 쉽지 않아요. 우리에겐 최고 수준의 장비와 잘 훈련된 작업자들이 있거든요. 제가 보기엔 그린리프 코뮌 녀석들이 일을 낸 것 같습니다. 자본주의 산업의 심장을 흔들려는 거에요! 망할 화초 놈들이 번창하는 우리 경제를 얕보고 있는 겁니다. 녀석들은 공동체가 군락을 앞선 지금, 군락이 경제 체제를 바꾸라는 압박을 받고 있다고 주장합니다. 며칠 전에 군락 함선이 여길 지나가더군요. 그 녀석들을 추적해 정의를 구현해주시죠. 넉넉하게 사례하겠습니다."
ru: Вы спешите на фабричный комплекс, пытаясь оценить повреждения. Однако большая часть станции кажется совершенно целой. Несмотря на явное обугливание, пламя в большинстве важных помещений потушено, а команда ютится в одном из актовых залов. Один из директоров фабрики замечает ваше присутствие. "О, Ренегаты. Я... ценю вашу оперативную попытку помочь, но в этом не было необходимости. Согласно закону, все фабрики Конфедерации обязаны иметь должные системы пожаротушения на случай подобных чрезвычайных ситуаций. Однако, раз уж вы здесь, нам не помешает помощь". Вампсорняк достает небольшую флягу, наполненную каким-то слабоалкогольным напитком, и делает несколько глотков. "Такие пожары обычно не случаются сами. Наше оборудование высшего уровня, а работники хорошо обучены. Кажется мне, что единственная возможная причина - это какой-то коммунист из зеленолистых, пытающийся дестабилизировать сердце капиталистической промышленности! Проклятые Флоралы презирают нашу процветающую экономику, говорят, что обошедшая их Конфедерация оказывает давление на правительство Соцветия, вынуждая их пересмотреть свою экономическую модель. Несколько дней назад здесь видели корабль Соцветия. Окажите мне услугу, разыщите его и проследите, чтобы справедливость восторжествовала. Я вам хорошо заплачу".
zh_hans: 你冲上工厂空间站，试图检查损坏情况，救助伤者。然而，空间站的大部分看起来都还很完好。尽管有明显的烧焦，但大部分重要区域的火焰本身已经被扑灭，船员们挤在一个装配室里。一位厂长注意到了你的出现。“哦，变元者。我...感谢你仓促拯救世界的努力，但这没有必要。法律要求所有血兰邦工厂在发生这种紧急情况时安装足够的灭火系统，所以火灾倒是还好。不过，既然你在这里，我们需要一些帮助。” 血草兰花拉过一个小水壶，里面装满了一些醉人的饮料，他喝了几口。“像这样的火灾通常不会意外发生。我们的设备是一流的，我们的工人训练有素。在我看来，唯一可能的原因是某种组织，是绿叶公社，他们试图动摇资本主义工业的核心！该死的悦心兰花们鄙视我们繁荣的经济，他们说血兰邦已经超越了他们，集议会委员会正被迫修改他们的经济制度，这将造成深远影响。几天前有人看到一艘集议会船经过这里。帮我个忙，找到他们，确保正义得到伸张。我会给你一大笔钱。”

source: Agree to track down the Floral.
es: Aceptar rastrear al Floral.
fr: Acceptez de traquer les Floraux.
it: Accetta di rintracciare i floreali.
ko: 화초를 추적한다.
ru: Согласиться выследить Флоралов.
zh_hans: 同意追踪这些兰花族。

source: Like the Vampweed warned, after not too much exploring you find a Floral vessel. They're fairly startled to see you, and rapidly rush through some sequences of sign language. "Federation! I was not expecting this. You are friendly I hope?" Wasting no time, you ask them about the fire and they send back a few more messages. "The fire? Yes, it was a terrible tragedy. We were not there, but we did see it passing by. Would have helped, but their kind can be aggressive even when we're only trying to aid them..." Something about the way they used 'their kind' rubs you the wrong way, but is it enough to accuse them?
es: Tal como advirtió el Vampweed, tras no mucho explorar encuentras una nave Floral. Parecen bastante sorprendidos de verte y rápidamente realizan una serie de gestos en lenguaje de señas. “¿La Federación? No esperaba esto. Espero que sean amistosos.” Sin perder tiempo, les preguntas por el incendio y te envían algunos mensajes más. “¿El incendio? Sí, fue una tragedia terrible. No estuvimos allí, pero lo vimos al pasar. Habríamos ayudado, pero los de su clase pueden ser agresivos incluso cuando solo intentamos auxiliarlos…” Algo en la forma en que usan “su clase” te incomoda, pero ¿es suficiente para acusarlos?
fr: Comme l'avait dit le Vampiflore, vous trouvez le vaisseau Floral après une courte exploration. Ils sont très surpris de vous voir et se mettent à faire rapidement une suite de signes. " La Fédération ! Je ne m'attendais pas à ça. Vous n'êtes pas hostiles, j'espère. " Sans attendre, vous les questionnez à propos de l'incendie et recevez de nouveaux messages. " L'incendie ? Oui, c'était une terrible tragédie. On n'était pas sur place, mais on l'a vu. On les aurait bien aidé, mais c'est une race qui a tendance à être agressive, même quand on veut les secourir... " La façon dont ils prononcent le mot " race " vous interpelle, mais cela est-il suffisant pour les accuser ?
it: Come le vampirerbe avevano detto, dopo poco tempo trovi una nave floreale. Sono abbastanza sorpresi di vederti e fanno rapidamente una sequenza nel linguaggio dei segni. "Federazione! Non me l'aspettavo. Presumo che sia amico?" Senza perdere tempo, gli chiedi dell'incendio e rispondono con altri messaggi. "L'incendio? Sì, una vera tragedia. Non c'eravamo, ma l'abbiamo visto mentre passavamo. Avremmo aiutato, ma quelli come loro possono essere aggressivi anche se stiamo solo cercando di aiutarli..." Qualcosa sul modo in cui ha detto 'quelli come loro' non ti piace, ma è sufficiente per accusarli?
ko: 흡혈초가 경고한 대로, 얼마 지나지 않아 화초 선박을 찾을 수 있었습니다. 그들은 당신을 보고 놀라며 재빨리 수어로 이야기하기 시작합니다. "연방! 이럴 줄은 몰랐는데, 혹시 아군이십니까?" 당신은 즉시 화재 사건에 대해 물어보면서 몇 가지 메시지를 덧붙입니다. "화재 사건? 네, 끔찍한 재앙이였죠. 거기 있진 않았지만 지나가면서 봤습니다. 도움을 주고 싶었지만, 그 족속들은 구조를 시도하는 것만으로도 적대적인 태도로 응할 수 있기에..." '그 족속들'이란 표현을 사용하는 게 거슬리긴 하지만, 그들을 규탄하기에 충분할까요?
ru: Как и предсказывал Вампсорняк, после не слишком долгих поисков вы находите корабль Флоралов. Они сильно удивлены, увидев вас, и быстро перебрасываются несколькими фразами на языке жестов. "Федерация! Я не ожидал этого. Надеюсь, вы пришли с миром?" Не теряя времени, вы спрашиваете их о пожаре, и они присылают в ответ еще несколько сообщений. "Пожар? Да, это была ужасная трагедия. Нас там не было, но мы видели, как он происходил. Мы бы помогли, но их вид может быть агрессивным, даже когда мы пытаемся помочь им...". Что-то в том, как они употребили слово "их вид", вас настораживает, но достаточно ли этого, чтобы выдвинуть им обвинения?
zh_hans: 就像血草兰花警告的那样，还未仔细探索周边，你就发现了一艘兰花族飞船。他们看到你感到相当吃惊，并迅速发来通讯请求。“联邦！我没想到会这样。我希望你是友好的？”你很快就问了他们关于火灾的事情，他们又发了几条信息回来。“火灾？是的，这是一场可怕的悲剧。我们不在那里，但我们经过时确实注意到了火灾的发生。我们本想提供帮助，但我们的同类实在有些咄咄逼人，即使我们只是想帮助他们……”他们使用‘他们的同类'这个词组的方式让你感到非常不舒服，但这是他们的错吗？

source: Accuse them and enact justice.
es: Acusarlos y hacer que se imparta justicia.
fr: Les accuser et rendre justice.
it: Accusali e fai giustizia.
ko: 그들을 규탄하고 정의를 구현한다.
ru: Обвинить их и восстановить справедливость.
zh_hans: 指控他们，并伸张所谓的正义。

source: While you still aren't entirely certain if they're responsible, the evidence seems stacked against them. The Florals, while scared, don't protest against your aggression and instead prepare to defend themselves!
es: Aunque aún no estás del todo seguro de que sean responsables, la evidencia parece estar en su contra. Los Florals, aunque asustados, no protestan ante tu agresión y en su lugar se preparan para defenderse!
fr: Bien que vous n'êtes pas tout à fait certain de leur culpabilité, les preuves semblent s'accumuler contre eux. Les Floraux sont effrayés, mais se préparent à se défendre sans protester.
it: Anche se non hai ancora la certezza che siano responsabili, le prove sembrano essere contro di loro. I floreali, anche se spaventati, non protestano la tua aggressione e si preparano a difendersi!
ko: 아직 그들이 범인이라고 확신할 순 없지만, 많은 증거가 그들을 가리키고 있습니다. 화초들은 겁에 질렸지만 공격에 항의하지 않고 방어를 준비합니다!
ru: Хотя вы до сих пор не уверены, что именно они виноваты, улики говорят против них. Флоралы хотя и напуганы, но им нечего сказать в свое оправдание, они готовятся защищаться!
zh_hans: 虽然你还不能完全确定他们是否对这场火灾负有责任，但证据似乎对他们不利。兰花们虽然害怕，但也决心要抵抗你的侵略，他们准备自卫！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Return to the Vampweeds and tell them the Florals aren't responsible.
es: Regresar con los Vampweeds y decirles que los Florals no son responsables.
fr: Retourner voir les Vampiflores et leur dire que les Floraux ne sont pas responsables.
it: Torna dalle vampirerbe e digli che i floreali non sono i responsabili.
ko: 흡혈초에게 돌아가 화초에겐 죄가 없다고 말한다.
ru: Вернуться к Вампсорнякам и сказать им, что Флоралы не виноваты.
zh_hans: 回到血草兰花那里，告诉他们悦心兰花对此并不负责。

source: You bid farewell to the Florals and return to the factory, who's fire is mostly extinguished now. "They're not responsible? Seriously? I can't tell if you're just stupid or if you're a co-conspirator!" The Vampweed takes a deep breath in and puts away his canteen. "Sorry, I'm stressed out and I've been drinking a bit too much lately. I appreciate you trying to help us. The Federation can't be so bad if it's got people like you. I'm sure my men can find a way to help you."
es: Te despides de los Florals y regresas a la fábrica, cuyo incendio ya está casi completamente extinguido. “¿No son responsables? ¿En serio? ¡No sé si eres simplemente estúpido o un coconspirador!” El Vampweed respira hondo y guarda su cantimplora. “Lo siento, estoy estresado y he estado bebiendo un poco de más últimamente. Aprecio que intentaras ayudarnos. La Federación no puede ser tan mala si tiene gente como tú. Estoy seguro de que mis hombres encontrarán una forma de ayudarte.”
fr: Vous quittez les Floraux et retournez à l'usine, où la grande majorité de l'incendie est maintenant maîtrisée. " Ils ne sont pas responsables ? Sérieusement ? J'arrive pas à dire si vous êtes stupide ou de mèche avec eux ! " Le Vampiflore prend une grande inspiration et pose sa gourde sur le coté. " Désolé, je suis à bout de nerfs en ce moment et je bois un peu trop, aussi. J'apprécie le fait que vous avez essayé de nous aider. La Fédération n'est peut-être pas si mauvaise si des gens comme vous en font partie. Je suis sûr que mes hommes vont trouver un moyen de vous aider. "
ru: Вы прощаетесь с Флоралами и возвращаетесь на завод, пожар на котором уже почти потушен. "Они не виновны? Серьезно? Я не могу понять, вы просто глупы или соучастник!" Вампсорняк делает глубокий вдох и убирает флягу. "Простите, я нервничаю, и в последнее время слишком много пью. Я ценю, что вы попытались нам помочь. Федерация не может быть такой уж плохой, если в ней есть такие люди, как вы. Я уверен, что мои люди найдут способ помочь вам".
zh_hans: 你告别了悦心兰花们，回到工厂，火焰已基本熄灭。“他们不负责？真的吗？我不知道你是愚蠢还是同谋！”血草兰花深吸了一口气，收起水壶。“对不起，我压力很大，最近喝得有点多。我很感激你试图帮助我们。如果有像你这样的人，联邦不会这么糟糕。我相信我的人会想办法帮助你。”

source: Refuse.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Fine then. I suppose it should be expected the Federation butcher would choose to side with the Gathering in the end. At least you TRIED to put out this fire..."
es: “Está bien entonces. Supongo que era de esperarse que el carnicero de la Federación eligiera ponerse del lado del Gathering al final. Al menos INTENTASTE apagar este incendio…”
fr: " Soit. J'imagine qu'il n'y a rien d'étonnant à ce que les bouchers de la Fédération choisissent de se rallier à la Congrégation en fin de compte. Au moins, vous avez ESSAYÉ d'éteindre le feu... "
it: "Va bene. Immagino che dovessi aspettarmi che i macellai della Federazione si schierassero col Raccolto alla fine. Almeno hai PROVATO a estinguere l'incendio..."
ko: "좋습니다. 연방의 도살자가 군락 녀석들의 손을 들어줄 거라고 예상했어야 했군요. 당신이 이 불을 끄려고 하긴 했지만..."
ru: "Тогда ладно. Полагаю, следовало ожидать, что мясник Федерации в конце концов встанет на сторону Соцветия. По крайней мере, вы ПОПЫТАЛИСЬ потушить этот пожар..."
zh_hans: “好吧，我想联邦屠夫最终会选择站在集议会那一边是意料之中的事，至少你努力扑灭了这场大火……”

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_FIRE"]/choice[2]/text
source: We can't risk the mission, we shouldn't get involved.
es: No podemos arriesgar la misión, no deberíamos involucrarnos.
fr: Nous ne pouvons pas accepter cette mission. Nous ne devrions pas nous en mêler.
it: Non possiamo rischiare la missione, non dovremmo farci coinvolgere.
ko: 임무를 위험에 빠트릴 순 없다. 관여하지 않는다.
ru: Мы не можем рисковать миссией, мы не должны вмешиваться.
zh_hans: 我们不能冒险执行任务，我们不应该卷入其中。

source: You have no use for whatever might be in there.
es: No tienes ningún interés en lo que sea que haya allí.
fr: Vous ne trouverez rien d'utile ici.
it: Non hai bisogno di qualunque cosa ci sia là dentro.
ko: 거기 뭐가 있든 당신에겐 상관없습니다.
ru: Вас не интересует ничего, что находится там.
zh_hans: 不管这里究竟发生了什么，你都没有起到什么作用。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_FIRE_WIN"]/text
source: By the time you return to the factory most of the fire has been put out already. "I KNEW they were responsible. Kadahellian'ek was a mistake, we never should have tried to make peace with these filthy greenleaves! Thank you for your help. I'll see to it my men give you something for your trouble on your way out.
es: Para cuando regresas a la fábrica, la mayor parte del incendio ya ha sido apagado. “¡SABÍA que eran responsables! Kadahellian’ek fue un error, nunca debimos intentar hacer las paces con estos asquerosos greenleaves. Gracias por tu ayuda. Me aseguraré de que mis hombres te den algo por las molestias al salir”.
fr: La grande majorité de l'incendie a été maîtrisée lorsque que vous retournez à l'usine. Kadahellian'ek était une erreur, on aurait jamais dû essayer de faire la paix avec ces mauvaises herbes ! Merci pour votre aide. Je vais voir avec mes hommes pour qu'ils vous donnent quelque chose avant que vous partiez."
ko: 공장으로 돌아왔을 때는 화재가 대부분 진압되어 있었습니다. "그 녀석들이 범인일 줄 알았어요. 카다헬리안'엑은 실수였습니다, 이 더러운 화초 놈들과 평화를 유지할 수 있을 리가 없죠! 도와주셔서 감사합니다. 가는 길에 부하들이 도와주신 답례를 할 겁니다."
ru: К тому времени, как вы вернулись на фабрику, большая часть пламени уже была потушена. "Я ЗНАЛ, что это их рук дело. Кадахеллианек совершил ошибку, мы не должны были пытаться заключить мир с этими грязными зеленолистыми! Спасибо за помощь. Я позабочусь о том, чтобы перед вашим уходом мои люди выдали вам кое-что за ваши хлопоты.
zh_hans: 当你回到工厂的时候，大部分的火已经被扑灭了。“我知道他们有责任。卡达赫利安·克是个错误，我们不应该试图和这些肮脏的绿叶和解！谢谢你的帮助。我会确保我的人在你出去的时候给你一些东西来补偿你的麻烦。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_THEFT"]/text
source: Two vessels are trading near the beacon, one a Union ship and the other a Confederate. Not too long after the two vessels part ways with their new cargo in stow. Maybe you could chase after one of them and try to take their cargo, if you think you could kill their crew quickly enough.
es: Dos naves están comerciando cerca de la baliza, una de la Unión y la otra de la Confederación. No pasa mucho tiempo antes de que ambas se separen con su nueva carga a bordo. Podrías perseguir a una de ellas e intentar quedarte con su cargamento, si crees que puedes acabar con su tripulación lo suficientemente rápido.
fr: Deux vaisseaux, l'un appartenant à l'Union et l'autre à la Confédération, sont en train de commercer près de la balise. Ils se séparent au bout d'un moment, la soute remplie de nouvelles marchandises. Vous pourriez prendre en chasse l'un d'eux et le piller, à condition de tuer rapidement son équipage.
ru: Возле маяка торгуют два корабля: один из Союза, другой - из Конфедерации. Вскоре после этого, кажется, оба корабля обмениваются между собой грузами. Вы можете преследовать одно из них и попытаться забрать груз, если вы уверены, что сможете достаточно быстро убить их экипаж.
zh_hans: 两艘船正在航标附近交易，一艘是同盟船，另一艘是血兰邦船。两艘船带着他们的新货物分道扬镳后刚过去不久。如果你认为你能足够快地杀死他们的船员，你可以追上其中一艘，试着拿走他们所携带的货物。

source: Go after the Union ship!
es: ¡Ir tras la nave de la Unión!
fr: Poursuivre le vaisseau de l'Union !
it: Insegui la nave dell'Unione!
ko: 연방 함선을 따라가라!
ru: Преследовать корабль Союза!
zh_hans: 追上那艘同盟船！

source: You power up your weapons and fly after the Union vessel, hoping to seize its cargo.
es: Activas tus armas y vuelas tras la nave de la Unión, con la esperanza de apoderarte de su cargamento.
fr: Vous activez vos armes et foncez vers le vaisseau de l'Union en espérant vous emparer de sa cargaison.
it: Alimenti le armi e voli all'inseguimento della nave dell'Unione, nella speranza di prendere il suo carico.
ko: 당신은 무기에 전력을 공급하고 화물을 빼앗기 위해 연합 함선을 쫓아갑니다.
ru: Вы активируете орудия и летите за кораблем Союза, надеясь захватить его груз.
zh_hans: 你开足马力去追这艘同盟飞船，希望能洗劫它的货物。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Go after the Confederate ship!
es: ¡Ir tras la nave de la Confederación!
fr: Poursuivre le vaisseau de la Confédération !
it: Insegui la nave della Confederazione!
ko: 공동체 함선을 따라가라!
ru: Преследовать корабль Конфедерации!
zh_hans: 追血兰邦的船！

source: You power up your weapons and fly after the Confederate vessel, hoping to seize its cargo.
es: Activas tus armas y vuelas tras la nave de la Confederación, con la esperanza de apoderarte de su cargamento.
fr: Vous activez vos armes et poursuivez le vaisseau Confédéré afin de vous emparer de son chargement.
it: Alimenti le armi e voli all'inseguimento della nave della Confederazione, nella speranza di prendere il suo carico.
ko: 당신은 무기에 전력을 공급하고 화물을 빼앗기 위해 공동체 함선을 쫓아갑니다.
ru: Вы активируете орудия и летите за кораблем Конфедерации, надеясь захватить его груз.
zh_hans: 你开足马力去追这艘血兰邦飞船，希望能洗劫它的货物。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the two ships.
es: Ignorar las dos naves.
fr: Ignorer les deux vaisseaux.
it: Ignora le due navi.
ko: 두 함선을 무시한다.
ru: Не обращать внимания на два корабля.
zh_hans: 无视这两艘船。

source: You're not a pirate, and you're not going to go chasing down and robbing innocent civilians like this.
es: No eres un pirata, y no vas a perseguir y robar a civiles inocentes de esta manera.
fr: Vous n'êtes pas un pirate. Vous n'allez pas pourchasser et voler des civils innocents.
it: Non sei un pirata e non hai intenzione di inseguire e derubare civili innocenti.
ko: 당신은 해적이 아닙니다. 무고한 민간인 함선을 추격해 화물을 빼앗는 짓은 하지 않을 겁니다.
ru: Вы не пират и не собираетесь вот так преследовать и грабить невинных граждан.
zh_hans: 你不是海盗，你不会像这样去追捕和抢劫无辜的平民。
