Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: You navigate to the coordinates given to you by the Shells and lock onto the Vampweed vessel. Immediately, they begin shouting insults at you. "Butcher! Federation assassin! You're no better than a Rebel!" The stale, lifeless way in which they shout these cookie cutter phrases leads you to believe these aren't the brightest nor most inspired believers the Coalition has ever attracted.
es: Te diriges a las coordenadas que te dieron los Shells y fijas el objetivo en la nave Vampweed. De inmediato comienzan a gritarte insultos. “¡Carnicero! ¡Asesino de la Federación! ¡No eres mejor que un Rebelde!” La forma rancia y sin vida en la que gritan estas frases prefabricadas te lleva a creer que no son los creyentes más brillantes ni más inspirados que la Coalición haya atraído jamás.
fr: Vous naviguez jusqu'aux coordonnées que vous ont données les Coquilles et verrouillez le vaisseau Vampiflore. Ils commencent immédiatement à vous insulter. "Bouchers ! Assassin de la Fédération ! Vous ne valez pas mieux que les Rebelles !" Au vu de la façon plate et sans conviction dont ils vous lancent ces insultes toutes faites, vous pensez qu'il ne s'agit pas des croyants les plus brillants et les plus inspirés que la Coalition ait jamais recrutés.
it: Arrivi alle coordinate che ti hanno dato gli shellman e agganci la nave vampirerba. Iniziano subito a coprirti di insulti. "Macellaio! Assassino della Federazione! Non sei meglio dei ribelli!" Il modo monotono e poco convinto con cui gridano queste frasi fatte ti porta a credere che non siano i fedeli più intelligenti o ispirati che la Coalizione abbia attirato.
ko: 당신은 셸이 준 좌표로 이동해 흡혈초 함선에 락온합니다. 그러자마자 흡혈초 측에서 당신에게 온갖 비난을 날립니다. "학살자! 연방에서 보낸 암살자놈! 네가 반군보다 나은게 뭐야!" 당신은 이런 뻔한 말을 무미하게 내뱉는 걸 보니 이들이 그렇게 똑똑하거나 열정적인 연합 추종자는 아닐 거라 생각합니다.
ru: Вы направляетесь по координатам, указанным вам ракушками, и засекаете корабль Вампсорняков. Сразу же они начинают выкрикивать оскорбления в ваш адрес. "Мясник! Убийца Федерации! Ты не лучше повстанцев!" Черствость и безжизненность, с которой они выкрикивают эти шаблонные фразы, заставляет вас думать, что они не самые умные и вдохновенные сторонники, которых когда-либо привлекала Коалиция.
zh_hans: 你导航到这个甲壳族给你的坐标，锁定了一艘血草兰花的飞船。他们立刻开始辱骂你，对你大喊大叫。“屠夫！联邦刺客！你比叛军好不了多少！”他们喊这些千篇一律的短语时所表现出的陈腐古旧、毫无生气的方式让你相信他们既不是星联有史以来最聪明的成员，也不是星联将要拥有的最有灵感的信徒。

source: Attack them to force them into compliance!
es: ¡Atacarlos para forzarlos a cumplir!
fr: Les attaquer pour les faire changer d'avis !
it: Attaccali per costringerli a collaborare!
ko: 흡혈초가 복종하도록 공격한다!
ru: Атаковать их, чтобы заставить подчиниться!
zh_hans: 开火、进攻——服从，或者死亡！

source: The only way to convince these guys requires force. Just don't go too hard on them - the Shells don't want them dead.
es: La única forma de convencer a estos tipos requiere fuerza. Solo no te excedas: los Shells no los quieren muertos.
fr: La seule manière de convaincre ce genre de personne, c'est par la force. N'y allez pas trop fort, cependant. Les Coquilles ne veulent pas leur mort.
it: L'unico modo per convincerli è usare la forza. Cerca solo di non andarci troppo pesante... gli shellman non li vogliono morti.
ko: 여기 흡혈초를 설득하려면 무력을 사용할 수 밖에 없습니다. 하지만 너무 거칠게 다루진 마십시오. 셸 측에서 이들이 죽기 원하는 건 아니니까요.
ru: Единственный способ убедить этих парней - применить силу. Только не переусердствуйте - ракушки не хотят их смерти.
zh_hans: 说服这些家伙的唯一方法需要武力。只是不要对他们太苛刻——那些甲壳族不想让他们死。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This isn't worth our time, leave.
es: Esto no vale nuestro tiempo, vámonos.
fr: Nous n'avons pas le temps pour ça. Partons.
it: Non ne vale la pena, andiamocene.
ko: 시간낭비니 떠난다.
ru: Это не стоит нашего времени, уходим.
zh_hans: 这不值得我们浪费时间。走吧。

source: Refuse.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: We can't help, sorry.
es: No podemos ayudar, lo siento.
fr: Désolé, nous ne pouvons pas aider.
it: Non possiamo aiutare, spiacente.
ko: 도울 수 없을 것 같군요, 미안합니다.
ru: Мы ничем не можем помочь, извините.
zh_hans: 我们无能为力，抱歉。

source: The Shell grunts in annoyance and hangs up.
es: El Shell gruñe con fastidio y corta la comunicación.
fr: La Coquille grogne de mécontentement et raccroche.
it: Lo shellman mugugna irritato e riattacca.
ko: 셸은 짜증이라도 났는지 투덜거리며 교신을 끊습니다.
ru: Ракушка раздраженно морщится и отключает связь.
zh_hans: 甲壳族恼火地咕哝了一声，挂起了通讯频道。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: What is a 'gun'?
es: ¿Qué es un “arma”?
fr: Qu'est-ce qu'une "arme" ?
it: Cosa essere 'sparare'?
ko: '함포'가 뭐지?
ru: Что такое "оружие"?
zh_hans: 啥枪，枪是什么？

source: The other end goes silent and the call terminates immediately.
es: El otro extremo queda en silencio y la llamada se corta de inmediato.
fr: Votre interlocuteur se tait et met un terme à la conversation.
it: Non senti niente dall'altro capo e la trasmissione termina immediatamente.
ko: 반대 측에서 말이 없어지더니 교신이 바로 종료됩니다.
ru: На другом конце наступает тишина, и вызов немедленно завершается.
zh_hans: 信道的另一端陷入了沉默，通讯立刻被掐断了。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "You've beaten us, pig! We get it, the Federation has no moral limits to how far it will go to enforce supreme sovereignty over all people!"
es: “¡Nos has vencido, cerdo! ¡Lo entendemos, la Federación no tiene límites morales sobre hasta dónde llegará para imponer su soberanía suprema sobre todos los pueblos!”
fr: "Tu nous as battus, cochon ! On a compris, la Fédération n'a pas de limites morales jusqu'où elle ira pour imposer sa souveraineté suprême sur tous les peuples !"
it: "Ci hai battuti, porco! Abbiamo capito, la Federazione non ha vincoli morali per costringere la sua sovranità suprema su tutti i popoli!"
ko: "우리가 졌다, 이 돼지같은 놈아! 만인에게 패권을 강요하기 위해 연방은 도덕적 관념은 뒤로하고 그 어떤 수단과 방법도 쓰겠다는 말 아닌가!"
ru: "Ты победил нас, свинья! Мы поняли, что у Федерации нет моральных пределов, до которых она может дойти, чтобы обеспечить абсолютный контроль над всеми людьми!"
zh_hans: “你打败了我们，你这笨猪！我们算是明白了，联邦对所有人实施的至高无上的主权压根儿没有什么道德限制！”

source: We're not here to harass you - your friends are concerned about you.
es: No estamos aquí para acosarte; tus amigos están preocupados por ti.
fr: Nous ne sommes pas là pour vous harceler - vos amis s'inquiètent pour vous.
it: Non siamo qui per disturbarvi... i vostri amici sono preoccupati per voi.
ko: 너희를 괴롭히러 온게 아니다. 너희 친구들이 걱정하고 있더라고.
ru: Мы здесь не для того, чтобы причинять вам вред - ваши друзья беспокоятся о вас.
zh_hans: 我们不是来骚扰你的——你的朋友非常担心你。

source: "My friends hired a Renegade to almost kill me? I don't care the reason, that's just cold! These Shells sometimes, I swear." The Vampweed scratches their petals. "Well, I guess it's a taste of what life is like being with the Coalition. To be honest, I didn't even know Renegades had the self control to not kill everyone they see." The Vampweed sighs. "Fine, I guess I'll give up this Coalition business for now. Keyword is 'for now'. I will consider the alternatives and weigh which side is better."
es: “¿Mis amigos contrataron a un Renegado para casi matarme? ¡No me importa la razón, eso es simplemente cruel! Estos Shells a veces, lo juro.” El Vampweed se rasca los pétalos. “Bueno, supongo que es una muestra de cómo es la vida estando con la Coalición. Para ser honesto, ni siquiera sabía que los Renegados tenían el autocontrol para no matar a todo lo que ven.” El Vampweed suspira. “Está bien, supongo que dejaré este asunto de la Coalición por ahora. La palabra clave es ‘por ahora’. Consideraré las alternativas y evaluaré qué bando es mejor.”
fr: "Mes amis ont engagé un Renégats pour qu'il me tue presque ? Je me fiche de la raison, c'est juste nul ! Ces Coquilles, parfois, je vous jure !" Les Vampiflores se grattent les pétales. "Bon, je suppose que c'est un avant-goût de ce qu'est la vie au sein de la Coalition. Pour être honnête, je ne savais même pas que les Renégats avaient assez de sang-froid pour ne pas tuer tous ceux qu'ils voient." Le Vampiflore soupire. "Bon, je crois que je vais laisser tomber cette histoire de Coalition pour l'instant. Le mot clé est 'pour l'instant'. J'examinerai les alternatives et je déterminerai quel camp est le meilleur."
it: "I miei amici hanno assoldato un Rinnegato per quasi uccidermi? Non m'interessa perché, ma è proprio da cafoni! Quegli shellman a volte, giuro...!" La vampirerba si gratta i petali. "Beh, immagino sia un assaggio di com'è la vita con la Coalizione. In tutta onestà, non sapevo neanche che i Rinnegati avessero abbastanza autocontrollo da non uccidere chiunque vedano." La vampirerba sospira. "Va bene, suppongo che rinuncerò a questa storia della Coalizione per ora. Bada bene 'per ora'. Considererò le alternative e deciderò quale parte è la migliore."
ko: "내 친구들이 날 반쯤 죽이려 배회자를 고용했다고? 이유가 어쨌건 간에 너무 냉정하잖아! 하여튼 이 셸 자식들." 흡혈초가 몸에 돋친 잎을 긁적거립니다. "뭐, 연합과 함께한다는 게 이런 느낌이겠지. 솔직히 배회자가 보이는 대로 죽이지 않는 자제력이 있는지도 몰랐어." 흡혈초가 한숨을 쉽니다. "알겠어. 일단 이 연합원 노릇은 그만 둘게. '일단'은 말이야. 대안도 고려해보고 어디가 나을지 생각해 보지."
ru: "Мои друзья наняли Ренегата, чтобы он напал на меня? Мне плевать почему, это просто мерзко! Эти ракушки иногда, клянусь...". Вампсорняк почесывает свои лозы. "Ну, я думаю, что это пример жизни в Коалиции. Честно говоря, я даже не знал, что у Ренегатов хватит самоконтроля, чтобы не убивать всех, кого они видят". Вампсорняк вздохнул. "Ладно, пожалуй, я пока завяжу с Коалицией. Ключевое слово - "пока". Я рассмотрю альтернативы и взвешу, какая сторона лучше".
zh_hans: “我的朋友，雇了一个叛军，差点杀了我，我的朋友？我不在乎原因，但这笑话太冷了！我发誓，这些甲壳族有时确实会这么冷。”血草兰花抓了抓脑袋侧面的花瓣。“嗯，我想这是和星联在一起生活的其中一种体验。老实说，我甚至不知道你们这些叛军有足够的自制力不杀死你们看到的每一个活人。” 血草兰花叹了口气。“好吧，我想我暂时放弃这个加入星联的好主意了。嗯，关键词是‘暂时'。我将会考虑其他选择，权衡哪一方更好。”

source: Return to the Shells.
es: Regresar con los Shells.
fr: Retourner vers les Coquilles.
it: Torna dagli shellman.
ko: 셸에게 돌아간다.
ru: Вернуться к ракушкам.
zh_hans: 回甲壳族那里。

source: "Good, you brought at least a little sense into thhhhem. Thhhhe Federation may not be my favorite assembly, but it suits thhhe interests of thhhe galaxy much better thhhan thhhe Coalition. Here, have thhhis as a reward."
es: “Bien, al menos les trajiste un poco de sennntido. La Federaciónnn puede no ser mi asamblea favorita, pero sirve mmmmucho mejor a los intereses de la galaxia que la Coaliciónnn. Aquí, toma esto como recompensa.”
fr: "Bien, ffous leur avez apporté au moins un peu de bon sens. La Fédération n'est peut-être pas mon assemblée préférée, mais elle répond bien mieux aux intérêts de la galaxie que la Coalition. Tenez, prenez ceci en guise de récompense."
it: "Bene, almeno li hai fatti ragionare. La Federazione non sarà la mia hrihha preferita, ma è più in linea hon gli interessi della galassia rispetto alla Hoalizione. Ehho, prendi huesta rihompensa."
ko: "좋아, 그래도 정시이인은 약간 차리게 했군. 내가 연방을 제일 좋아하는 건 아니지만, 어쨌든 연합보다는 이 은하계의 이익에 더 들어맞지. 보사아앙으로 이거 줄게."
ru: "Хорошо, чшто вы донесли до них хотя бы немного разума. Может быть, Федерация и не является моим любимым альянсом, но она отвечшает интересам галактики гораздо лучшше, чшем Коалиция. Вот, возьмите это в качшестве награды".
zh_hans: “很好，你至少给他们带来了一点教训。联邦可能不是我最喜欢的秩序集团，但它应该比星联更加符合整个银河系的利益。给你这个作为奖励。”

source: Continue the assault.
es: Continuar el asalto.
fr: Continuer l'assaut.
it: Continua l'assalto.
ko: 교전을 이어나간다.
ru: Продолжить атаковать.
zh_hans: 继续攻击。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_ALKRAM"]/text
source: A Leech revolutionary flies past you at breakneck speeds, but suddenly stops and reverses. An out of breath and overweight Leech appears on your vidscreen. "Huff... huff... The brink of war is nigh! It is now that the consequences of our actions are more paramount than ever before! The damned fool Tyrdeo has put doom on the agenda of the Republic. But I shan't be witness to the end. I shall fight! Fight to save the Republic, fight to save the galaxy! I will right the wrongs before their motion cannot be undone."
es: Un Leech revolucionaria pasa volando a toda velocidad, pero de repente se detiene y da la vuelta. Un Leech sin aliento y con sobrepeso aparece en tu pantalla de video. “Huff… huff… ¡El borde de la guerra está cerca! ¡Ahora más que nunca, las consecuencias de nuestras acciones son primordiales! El maldito necio de Tyrdeo ha puesto la perdición en la agenda de la República. Pero yo no seré testigo del final. ¡Lucharé! ¡Lucharé para salvar a la República, lucharé para salvar la galaxia! Corregiré los errores antes de que su curso no pueda deshacerse."
fr: Un vaisseau de Sangsues révolutionnaires vous dépasse à toute allure, puis s'arrête soudainement avant de revenir vers vous. Une Sangsue obèse et à bout de souffle apparaît sur votre écran. "Pff... pff... La guerre arrive ! Les conséquences de nos actions n'ont jamais été de cette ampleur ! Ce pauvre fou de Tyrdeo a ajouté la mort et la destruction à l'agenda de la République ! Mais je ne serai point un simple témoin de la fin. Je saurai me battre ! Me battre pour sauver la République et la galaxie ! Je serai celui qui empêchera leur motion d'être adoptée."
it: Una nave di leech rivoluzionari ti supera in volo a gran velocità, ma poi si ferma all'improvviso e fa marcia indietro. Un leech sovrappeso e col fiato corto appare sullo schermo. "Pfff...pff... siamo sull'orlo della guerra! Ora le conseguenze delle nostre gesta sono più importanti che mai! Quello sciocco di Tyrdeo ha messo la rovina della Repubblica nel suo programma. Ma io non sarò testimone della fine. Combatterò! Combatterò per salvare la Repubblica, per salvare la galassia! Raddrizzerò i torti prima che le loro nefandezze divengano irreversibili."
ko: 리치 혁명가가 당신을 빛의 속도로 추월하다가 갑자기 멈추고 후진합니다. 뚱뚱한 리치 하나가 숨을 헐떡이며 당신의 화면에 나타납니다. "헉... 헉... 곧 전쟁이 도래할 것이다! 여태껏 우리가 취한 행동의 결과가 지금만큼 중요한 적 또한 없었네! 빌어먹을 티르데오 놈이 공화국의 계획에 파멸을 드리웠도다. 하지만 이대로 손 놓고 관망할 순 없다. 싸우리라! 공화국을 위하여, 은하계를 구하기 위하여 싸우리라! 되돌아 올 수 없는 길을 건너기 전에 부정을 바로잡고 말 테다."
ru: Мимо вас на бешеной скорости пролетают революционеры-пиявки, но вдруг они останавливаются и дают задний ход. На вашем видеоэкране появляется запыхавшаяся и обрюзгшая пиявка. "Фух... фух... Приближается грань войны! Именно сейчас последствия наших действий важны как никогда! Проклятый глупец Тирдео поставил на повестку дня гибель Республики. Но я не буду свидетелем конца. Я буду сражаться! Сражаться, чтобы спасти Республику, сражаться, чтобы спасти галактику! Я исправлю ошибки, прежде чем их невозможно будет исправить".
zh_hans: 一个吸虫革命者飞船以极快的速度从你身边飞过，但突然停下来倒车。一个上气不接下气、体重超标的吸虫族出现在你的视频屏幕上。“呼……呼……战争的边缘就要到了，祸乱将起，终焉将至！现在，我们行动的后果将比以往任何时候都更加沉重，更加宏大，更加影响深远！该死的傻瓜泰迪奥已经把厄运提上了共和国的议程，他是毁灭的代言人。但我不会坐视不理，放任并见证最坏结局的来临。我将战斗！为拯救共和国而战，为拯救银河系而战！我会在他们的动议难以撤销无法收拾之前纠正这些致命的错误。”

source: Why are you talking like a Phantom?
es: ¿Por qué hablas como un Fantasma?
fr: Pourquoi parlez-vous comme un Esprit ?
it: Perché parli come un fantasma?
ko: 당신은 왜 팬텀처럼 말합니까?
ru: Почему вы говорите как фантом?
zh_hans: 你说话听上去怎么这么像一只幻灵？

source: "Er... is it not working? I was told it would make me sound smarter. If it's not working I'll just stop, because it's really hurting my brain. As you may or may not already know, President Tyrdeo of the Eargen Republic is currently engaged in a civil war, and the Confederacy has taken the side of the revolutionaries. I was chosen by our leader, Alkram, to ensure relations stay positive. I was supposed to bring a gift to the embassy here... but uhm... I have no idea what to bring. The last two times a Leech presented a diplomatic gift to another head of state, it caused an all-out war. I don't really want to be the third."
es: “Eh… ¿no está funcionando? Me dijeron que me haría sonar más inteligente. Si no funciona, mejor lo dejo, porque realmente me duele el cerebro. Como quizá ya sepas, el presidente Tyrdeo de la República Eargen está actualmente involucrado en una guerra civil, y la Confederación ha tomado partido por los revolucionarios. Fui elegido por nuestro líder, Alkram, para asegurar que las relaciones se mantengan positivas. Se suponía que debía llevar un regalo a la embajada de aquí… pero ehm… no tengo idea de qué llevar. Las últimas dos veces que un Leech presentó un regalo diplomático a otro jefe de estado, se desató una guerra total. Realmente no quiero ser el tercero.”
fr: "Euh... ça ne le fait pas ? On m'avait dit que j'aurai l'air plus intelligent. Si ce n'est pas le cas j'arrête, ça me fait vraiment trop mal au crane. Je ne sais pas si vous êtes au courant, mais le président Tyrdeo de la République d'Eargen est engagé dans une guerre civile et la Confédération a pris le parti des révolutionnaires. J'ai été désigné par notre chef Alkram comme émissaire afin d'entretenir de bonnes relations avec eux. J'étais supposé apporter un cadeau à leur ambassade, mais... eh bien... je ne sais pas quoi choisir. Les deux fois où une Sangsue a apporté un cadeau diplomatique à un chef d'état ça a déclenché une guerre totale. J'ai pas vraiment envie d'être la troisième."
it: "Ehm... non funziona? Mi avevano detto che mi avrebbe fatto sembrare più intelligente. Se non funziona allora smetto, perché mi sta davvero dando di volta il cervello. Come forse saprete, il Presidente Tyrdeo della Repubblica Eargen è al momento coinvolto in una guerra civile, e la Confederazione si è schierata coi rivoluzionari. Io sono stato scelto dal nostro leader, Alkram, per assicurarci che i nostri rapporti rimangano positivi. Dovevo portare un regalo all'ambasciata locale, ma... uhm... non ho idea di cosa portare. Le ultime due volte che un leech ha presentato un regalo diplomatico a un altro capo di stato, ha causato una guerra totale. E io non ci tengo proprio ad essere il terzo."
ko: "어... 아무 효과가 없나요? 더 똑똑해 보일 거라고 누가 말했는데. 아무 소용 없으면 그만하죠. 머리만 엄청 아프거든요. 소식 들었는지는 모르겠지만, 지금 이어젠 공화국 대통령 티르데오가 내전에 휘말렸고, 공동체가 혁명가 진영에 섰습니다. 상호 관계를 우호적으로 유지하도록 우리 지도자 알크람이 절 파견했죠. 여기 대사관에 선물을 가져다주기로 했는데... 그... 뭘 선물할지 모르겠어요. 리치가 지난 두 번 국가 원수에게 선물을 했을 때는 전면전으로 치달았거든요. 굳이 세 번째 사례를 남기고 싶진 않아서 말이죠."
ru: "Эм... это не работает? Мне сказали, что так я буду звучать умнее. Если это не помогает, я просто перестану, потому что это очень вредит моему мозгу. Как вы, возможно, уже знаете, а возможно, и нет, президент Иргенской Республики Тирдео сейчас вовлечен в гражданскую войну, и Конфедерация встала на сторону революционеров. Я был выбран нашим лидером, Алькрамом, чтобы поддерживать хорошие отношения. Я должен был принести подарок в посольство... но... я понятия не имею, что подарить. Последние два раза, когда пиявка преподносила дипломатический подарок главе другого государства, это приводило к тотальной войне. Я не очень хочу начинать третью".
zh_hans: “呃……这听上去很奇怪吗？我听说这样讲话会让我听起来显得更聪明。如果这种修辞确实不起作用，是时候停下来了，因为它真的伤害了我的大脑。你可能已经知道，也可能还不知道，共和国的泰迪奥总统目前正在进行一场内战，血兰邦站在了革命者一边。我被我们的领导人阿尔克拉姆选中，以确保双边关系保持积极向好。我应该带一份礼物去这里的大使馆……但是，嗯……我不知道该带什么。最近有两次，吸虫族向另一位国家元首赠送外交礼物，都引发了一场全面战争。我真的不想成为第三个。”

source: Come up with some random ideas.
es: Proponer algunas ideas al azar.
fr: Donner la première idée qui vous passe par la tête.
it: Inventati idee a caso.
ko: 아무렇게나 제안을 해본다.
ru: Предложить несколько случайных идей.
zh_hans: 随便编造一些随随便便的建议。

source: Offer a gift of your own.
es: Ofrecer un regalo propio.
fr: Leur donner vous-même un cadeau.
it: Offri un regalo tuo.
ko: 직접 선물을 증정한다.
ru: Предложить свой собственный подарок.
zh_hans: 献上你准备好的礼物。

source: "Wow, really? This is so much! Thank you, Renegade. Maybe this mission won't be a failure after all. There's hope yet for the Republic."
es: “¡Guau, en serio? ¡Esto es muchísimo! Gracias, Renegado. Tal vez esta misión no sea un fracaso después de todo. Aún hay esperanza para la República.”
fr: "Ouah ! Vraiment ? C'est génial ! Merci, Renégat. Cette mission ne sera peut-être pas un échec total, finalement. Il y a encore de l'espoir pour la République."
it: "Wow, davvero? Geniale! Grazie mille Rinnegato. Forse questa missione non sarà un fallimento dopotutto. C'è ancora speranza per la Repubblica."
ko: "와, 정말입니까? 너무 좋네요! 감사합니다, 배회자님. 어쩌면 이번 임무가 실패로 끝나지 않을 수도 있겠네요. 아직 공화국에 희망이 보입니다."
ru: "Вау, серьезно? Это так здорово! Спасибо, Ренегат. Может быть, эта миссия все-таки не будет провальной. У Республики еще есть надежда".
zh_hans: “哇，真的吗？这太多了！谢谢你，变元者。也许这次任务不会失败。共和国还有希望。”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Before they leave, the Leeches offer you a gift of gratitude, including a previous token candidate for the embassy.
es: Antes de irse, las sanguijuelas te ofrecen un regalo de gratitud, incluido un posible candidato previo para la embajada.
fr: Avant de partir, les Sangsues vous offrent un cadeau de remerciement, dont un badge à l'effigie de l'ancien candidat à l'ambassade.
it: Prima di andarsene, i leech ti offrono un regalo di gratitudine, compreso un pegno che era considerato per l'ambasciata.
ko: 리치 사절단이 떠나기 전에 대사관 후보를 포함한 선물을 하사했습니다.
ru: Перед уходом пиявки преподносят вам подарок в знак благодарности, в том числе и предыдущего кандидата в посольство.
zh_hans: 在他们离开之前，吸虫族给了你一份感谢性的礼物，包括之前外交大使的象征性的候选人。

source: (Orchid Children) Offer some corpses as a gift.
es: (Niños Orchid) Ofrecer algunos cadáveres como regalo.
fr: (Enfant Orchid) Offrir des corps comme cadeau.
it: (Bambini orchid) Offri dei cadaveri in regalo.
ko: (오키드 아이들) 선물로 시체를 준다.
ru: (Дети орхидей) Предложить несколько трупов в качестве подарка.
zh_hans: （幼体兰花）提供一些尸体充当礼物。

source: "................................." The Leech is silent for a few moments. "You insult our history? This is exactly how Tyrdeo began this war in the first place! You idiot, we will not tolerate such a flagrant jab at our history!"
es: “……………………………” El Leech permanece en silencio unos momentos. “¿Insultas nuestra historia? ¡Así fue exactamente como Tyrdeo comenzó esta guerra en primer lugar! ¡Idiota, no toleraremos una provocación tan flagrante a nuestra historia!”
fr: "................................."" La Sangsue garde le silence pendant un long moment. "Vous insultez notre passé ? C'est exactement comme ça que Tyrdeo a commencé cette guerre ! Bande d'idiots, nous ne tolérerons aucun outrage de la sorte !"
it: "..............................." Il leech rimane in silenzio per qualche istante. "Osi insultare la nostra storia? È esattamente così che Tyrdeo ha dato inizio a questa guerra! Razza d'idiota, non tollereremo una tale ingiuria alla nostra storia!"
ko: "................................." 리치가 잠시 말없이 가만 있습니다. "감히 우리 역사를 모욕해? 티르데오가 이딴 선물을 해서 내전이 시작됬다고! 병신같은 놈, 이렇게 노골적으로 리치의 역사를 조롱하다니! 참을 수 없다!"
ru: "................................." Пиявка молчит некоторое время. "Вы оскорбляете нашу историю? Именно так Тирдео и начал эту войну! Вы идиот, мы не потерпим такого вопиющего оскорбления нашей истории!"
zh_hans: "……………………………" 吸虫族沉默了片刻。“你在侮辱我们的历史？泰迪奥就是因为这个开始这场战争的！你这个白痴，我们不会容忍你这样公然攻击侮辱毁谤我们的历史！”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Alkram) Alkram wishes to have a word.
es: (Alkram) Alkram desea decir unas palabras.
fr: (Alkram) Alkram souhaite vous adresser quelques mots.
ru: (Алькрам) Алькрам хочет высказаться.
zh_hans: (阿尔克拉姆) 阿尔克拉姆有话想说。
