Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: Ty E'Rel straightens his posture and clears his throat. "Us 'weeds' as you call us have a much greater difference in genetic diversity than you humans. While we can interbreed, we are different subspecies. Yes, the Gathering and the Confederacy have conflicted with each other, but we are still able to cooperate. Can you say the same? You aren't even a different species than the humans in your Federation. That which would slaughter its own... would you really want such a plant in your garden?" The human seems stumped. "You..." After stuttering for a moment, he activates his ship's weapons. "Plants will always be lesser. You can't stomach what it takes to make your kind stronger!"
es: Ty E’Rel endereza la postura y se aclara la garganta. “Nosotros, las ‘hierbas’ como nos llamas, tenemos una diversidad genética mucho mayor que ustedes los humanos. Aunque podemos cruzarnos, somos subespecies distintas. Sí, el Gathering y la Confederación han entrado en conflicto entre sí, pero aun así somos capaces de cooperar. ¿Puedes decir lo mismo? Ni siquiera son una especie distinta de los humanos de su Federación. Aquello que masacraría a los suyos… ¿de verdad querrías una planta así en tu jardín?” El humano parece desconcertado. “Tú…” Tras tartamudear un momento, activa las armas de su nave. “¡Las plantas siempre serán inferiores! ¡No pueden soportar lo que se necesita para hacer a su especie más fuerte!”
fr: Ty E'rel se redresse et s'éclaircit la gorge. "Nous les 'plantes', comme vous nous appelez, avons une plus grande diversité génétique que vous les humains. Bien que nous puissions nous croiser, nous sommes des sous-espèces différentes. Oui, la Congrégation et la Confédération sont en conflit, mais nous sommes toujours capables de coopérer. Pouvez-vous en dire autant ? Vous n'êtes même pas une espèce différente des humains de votre Fédération. Celui qui massacre les siens... voudriez-vous vraiment de cette plante dans votre jardin ?" L'humain semble perplexe. "Tu..." Il bégaye, incapable de finir sa phrase et active les armes de son vaisseau. "Les plantes seront toujours inférieures. Tu n'as pas les tripes pour rendre ton espèce plus forte !"
it: Ty E'Rel si raddrizza e si schiarisce la gola. "Noi 'erbacce', come ci chiamate, abbiamo molta più diversità genetica rispetto a voi umani. Anche se possiamo accopparci tra noi, siamo di sottospecie diverse. Sì, il Raccolto e la Confederazione hanno avuto conflitti, ma siamo comunque in grado di collaborare. Potete dire altrettanto? Non siete nemmeno di una specie diversa dagli umani della vostra Federazione. Coloro che massacrano i propri simili... voi vorreste una tale pianta nel vostro giardino?" L'umano resta senza parole. "Tu..." Dopo aver balbettato per un momento, attiva le armi della sua nave. "Le piante saranno sempre inferiori. Non potete sopportare di fare quello che va fatto per rendere la vostra specie forte!"
ko: 타이 이'렐은 자세를 펴고 목청을 가다듬었습니다. "우리 '잡초'는 당신 인간들보다 훨씬 더 유전적으로 다양합니다. 서로 이종교배 하기도 하지만, 각각 다른 아종으로 살아간다는 말입니다. 물론 군락과 공동체가 서로 대립한 적도 있었지만, 서로 돕기도 하죠. 그렇지만 당신들은 어떻습니까? 심지어 연방 내 인간과 다른 인종도 아니지 않습니까. 동족을 학살하는 종이라... 정녕 그런 식물종을 뒷뜰에 심어놓으시겠습니까? 인간 함장은 당황한 기색입니다. "넌..." 함장은 말을 잠시 더듬더니 함선의 무기를 활성화했습니다. "식물은 언제나 우리보다 하찮은 존재로 살 것이다. 동족을 더 강하게 키우는 과정을 식물 따위가 견딜 리 없겠지!"
ru: Тай Э'Рел выпрямился и прочистил горло. У нас, "сорняков", как вы нас называете, гораздо больше генетического разнообразия, чем у вас, людей. Хотя мы можем скрещиваться между собой, мы - разные подвиды. Да, Соцветие и Конфедерация конфликтуют друг с другом, но мы все равно способны сотрудничать. Можете ли вы сказать то же самое? Вы даже не отличимы от людей в вашей Федерации. Тот, кто убивает своих... неужели вы хотели бы увидеть такое растение в своем саду?" Человек выглядит озадаченным. "Вы..." Запинаясь на мгновение, он активирует орудия своего корабля. "Растений всегда будет меньше. Вы не сможете пережить то, что нужно, чтобы сделать ваш вид сильнее!"
zh_hans: 笛艾尔端正身姿，清了清嗓子：“我们这些所谓的‘野草'，在基因多样性上的差异比你们人类要大得多。虽然我们可以杂交，但我们是不同的亚种。是，集议会和血兰邦之间有冲突，但我们仍然能够紧密合作。你能说同样的话吗？你甚至不是你们联邦的主要物种人类，而是不同的物种。肆意屠杀自己的肮脏蠢货，冥顽不灵的东西……真的有人想在花园里种你这种恶心植物吗？” 人类似乎被难住了。“你……”结巴了片刻后，他启动了船上的武器。“植物永远是次要的。我必须让我的种族变得更强大！”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Ivar) Inform them of their downfall.
es: (Ivar) Informarles de su caída.
fr: (Ivar) Les informer de leur chute.
it: (Ivar) Informalo della sua caduta.
ko: (이바르) 반군의 몰락을 알린다.
ru: (Ивар) Сообщить им, что они заблуждаются.
zh_hans: (苡瓦)你们日薄西山，行将就木。

source: Ivar blinks, seemingly needing a moment to process his emotions about the colony that was destroyed. "You're right about one thing there, buddy." Ivar says. "The Orchids are more similar than many give us credit for. We won't always be at each other's throats. We'll learn from each other and better each other. Some day, I will petition for the Confederacy to join the Federation. The Rebellion will wish we had stayed neutral, and the Federation will be stronger than it has ever been!" "You stupid... bumbling plant! If the humans couldn't make the Federation strong, then no species can. The Federation will be your downfall!" The Rebel proceeds to approach you with hostile intent!
es: Ivar parpadea, como si necesitara un momento para procesar sus emociones sobre la colonia destruida. “Tienes razón en una cosa, amigo”, dice Ivar. “Las Orchids son más similares de lo que muchos nos dan crédito. No siempre estaremos a la garganta del otro. Aprenderemos unos de otros y nos mejoraremos mutuamente. Algún día, solicitaré que la Confederación se una a la Federación. ¡La Rebelión deseará que nos hubiéramos mantenido neutrales, y la Federación será más fuerte de lo que jamás ha sido!” “¡Estúpida… torpe planta! Si los humanos no pudieron hacer fuerte a la Federación, entonces ninguna especie puede. ¡La Federación será tu perdición!” ¡El Rebelde se acerca a ti con intenciones hostiles!
fr: Ivar pâlit et semble avoir besoin d'un moment pour se remettre de la destruction de la colonie. Après un moment, il dit : "T'as raison à propos d'une chose, mon gars. Les Orchidées sont moins différentes que ce que pensent les gens. On ne s'attaque pas sans cesse. On s'entraide et on devient meilleures ensembles. Un jour, je plaiderai en faveur d'une alliance entre la Confédération et la Fédération et la Rébellion regrettera qu'on ne soit pas restées neutre. La Fédération sera plus forte que jamais." "Stupide plante pourrie ! Si les humains n'ont pas réussi à rendre la Fédération puissante, aucune espèce ne le peut. La Fédération causera ta perte ! Le Rebelle se rapproche de vous et se prépare à vous attaquer.
it: Ivar sbatte le palpebre e sembra aver bisogno di un attimo per riprendersi dalla distruzione della colonia. "Su una cosa hai ragione, bello mio." Dice Ivar. "Gli orchid sono molto più simili di quanto molti credano. Non ci attaccheremo di continuo per sempre. Impareremo gli uni dagli altri e ci miglioreremo. Un giorno, proporrò che la Confederazione si unisca alla Federazione. La ribellione desidererà con tutto il cuore che fossimo rimasti neutrali, e la Federazione sarà più forte che mai!" "Stupida... pianta idiota! Se gli umani non hanno potuto rendere la Federazione forte, allora nessuna specie può. La Federazione sarà la tua rovina!" Il ribelle si avvicina con intenzioni ostili!
ko: 이바르는 파괴된 거주지를 보며 느낀 감정을 처리할 시간이라도 필요한지 눈을 끔벅거렸습니다. "자네가 그래도 제대로 눈치챈 건 하나 있군, 친구." 이바르가 입을 엽니다. "우리 오키드는 생각보다 서로 닮은 점이 많다네. 서로 죽이려 들지 않고 보고 배우며 한 수 앞서려 하지. 언젠가 우리 공동체가 연방에 합류하도록 가입 신청서를 낼걸세. 반군은 공동체가 중립체로 남아있길 원하며 후회할 테지. 연방은 이제 그 어느 때보다 강한 세력이 되고 말이야!" "어디서 노망난... 잡초 따위가! 인간이 연방을 강화할 수 없다면 그 어느 세력도 할 수 없다. 연방이야말로 공동체의 몰락을 불러올 것이다!" 반군 함선이 적의를 가지고 접근해 오고 있습니다!
ru: Ивар моргает, похоже, ему нужно время, чтобы разобраться в своих эмоциях по поводу уничтоженной колонии. "В одном ты прав, приятель". говорит Ивар. "Орхидеи более близки друг другу, чем многие считают. Мы не всегда будем враждовать друг с другом. Мы будем учиться друг у друга и улучшать друг друга. Когда-нибудь я подам прошение о вступлении Конфедерации в Федерацию. Восстание пожалеет, что не сохранило нейтралитет, а Федерация станет сильнее, чем когда-либо!" "Ты глупое... неуклюжее растение! Если люди не смогли сделать Федерацию сильной, то ни один вид не сможет. Федерация станет твоей гибелью!" Повстанцы приближаются к вам с враждебными намерениями!
zh_hans: 苡瓦眨了眨眼睛，似乎需要一点时间来处理他对被摧毁的殖民地的哀恸情绪。“你说对了一件事，伙计。”苡瓦说。“两族兰花比许多人认为的要更相似。我们不会总是争吵不休。我们会互相学习，互相超越。总有一天，我会请求血兰邦加入联邦。你们叛军竟然还希望我们保持中立，想得美，联邦会比以往任何时候都更强大！” “你这个愚蠢的……笨拙的植物！如果人类不能让联邦变得强大，那任何物种都做不到。联邦将是你们的坟墓！”叛军带着敌意向你逼近！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Floral Crew) "You slaughter my kind! You deserve swift retribution. May the tree of life have mercy on your soul."
es: (Tripulante Floral) “¡Masacras a los de mi clase! Mereces una retribución inmediata. Que el árbol de la vida tenga misericordia de tu alma.”
fr: (Membre d'équipage Floral) "Tu as massacré les miens !Tu mérites d'être châtié sur le champs. Que l'arbre de la vie ait pitié de ton âme."
it: (Equipaggio floreale) "Hai massacrato il mio popolo! Meritano una giusta vendetta. Che l'albero della vita abbia pietà della tua anima."
ko: (화초 선원) "네놈은 내 동족을 도륙했다! 네게 걸맞는 것은 신속한 응징뿐이다. 생명의 나무께서 네놈의 영혼에 자비를 베푸시길."
ru: (Член экипажа-Флорал) "Ты истребляешь мой род! Ты заслуживаешь немедленного возмездия. Пусть древо жизни смилостивится над твоей душой".
zh_hans: (悦兰船员)"你屠杀了我的同类！你应该马上遭报应。愿生命之树怜悯你的灵魂。"

source: "Hmph. Your advanced technology betrays the outdated customs of your species, plant! You will die amongst all your Federation friends, standing for nothing more than a Multiverse polluted by broken dreams and a false sense of unity." Even as he orders his crew to attack, you can sense the Rebel's heart isn't quite in it. Still, he carries out the orders anyways, meaning conflict is inevitable.
es: “Bah. Tu tecnología avanzada delata las costumbres obsoletas de tu especie, planta. Morirás junto a todos tus amigos de la Federación, defendiendo nada más que un Multiverso contaminado por sueños rotos y una falsa sensación de unidad.” Incluso mientras ordena a su tripulación atacar, puedes sentir que el corazón del Rebelde no está del todo en ello. Aun así, cumple las órdenes, lo que hace que el conflicto sea inevitable.
fr: "Hmph. Votre technologie de pointe ne colle pas avec vos coutumes d'un autre temps, maudite plante ! Tu rejoindras tes amis de la Fédération morts pour un Multivers pollué par des rêves brisés et un faux sentiment d'unité." Bien qu'il ordonne à son équipage de vous attaquer, vous sentez que l'âme du Rebelle n'est pas en paix. Cependant, l'assaut est inévitable.
it: "Hmpf. La vostra tecnologia avanzata cozza con le tradizioni obsolete della tua specie, pianta! Morirai coi tuoi amichetti della Federazione, in nome di un multiverso inquinato da sogni infranti e un falso senso di unità e nient'altro." Anche mentre ordina al suo equipaggio di attaccare, percepisci che il ribelle è un po' in conflitto. Ma comunque, esegue l'ordine. Combattere è inevitabile.
ko: "흥. 너희들의 진보된 기술이 동족들의 옛 관습을 배반했구나, 풀떼기 놈아! 네놈은 연방 친구들과 함께 죽을 거다. 무너진 꿈과 통합이라는 잘못된 이상에 오염된 멀티버스를 위해서 말이지." 그가 자기 선원들에게 공격 명령을 내리긴 했지만, 당신은 반군의 마음이 흔들리는 것을 느꼈습니다. 어쨌든 명령이 내려졌으니 전투는 불가피합니다.
ru: "Хмм. Твои передовые технологии выдают устаревшие обычаи твоего вида, растение! Ты умрешь среди всех своих друзей из Федерации, будучи не более чем олицетворением Мультивселенной, отравленной разбитыми мечтами и ложным чувством единства". Даже когда он приказывает своей команде атаковать, чувствуется, что сердце повстанца не совсем на месте. Тем не менее, он все равно выполняет приказ, а значит, конфликт неизбежен.
zh_hans: “哼，你的先进技术背叛了你这个种族的过时习俗，植物！你将死在你所有的联邦朋友中间，只代表一个被破碎的梦想和虚假的团结感污染的多元宇宙。”即使他命令他的船员进攻，你也能感觉到叛军的心不太在其中。尽管如此，他还是执行了命令，这意味着冲突是不可避免的。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vampweed Crew) "Uncivilized monsters! That colony posed no threat to you!"
es: (Tripulante Vampweed) “¡Monstruos incivilizados! ¡Esa colonia no representaba ninguna amenaza para ustedes!”
fr: (Membre d'équipage Vampiflore) "Espèce de barbare ! Cette colonie ne représentait aucune menace !"
it: (Equipaggio vampirerba) "Mostri selvaggi! Quella colonia non minacciava nessuno!"
ko: (흡혈초 선원) "야만적인 괴물 놈! 거주지는 네게 어떤 위협도 가하지 않았어!"
ru: (Член экипажа-Вампсорняк) "Нецивилизованные монстры! Эта колония не представляла для вас никакой угрозы!"
zh_hans: (血草兰花船员)"未开化的怪物！那个殖民地对你没有威胁！"

source: "What you call uncivilized I call a day's work spreading the glory of the Rebellion. We are the future, and if you can't accept that, then history will forget you." Even as he orders his crew to attack, you can sense pain in the Rebel's heart from the words your Vampweed spoke. Still, he carries out the orders anyways, meaning conflict is inevitable.
es: “Lo que tú llamas incivilizado, yo lo llamo un día de trabajo difundiendo la gloria de la Rebelión. Nosotros somos el futuro, y si no puedes aceptarlo, entonces la historia te olvidará.” Incluso mientras ordena a su tripulación atacar, puedes sentir el dolor en el corazón del Rebelde por las palabras que dijo tu Vampweed. Aun así, cumple las órdenes, lo que hace que el conflicto sea inevitable.
fr: "Ce que tu considères comme barbare, moi j'appelle ça une bonne journée de travail où la gloire de la Rébellion a rayonné. Nous sommes l'avenir et si tu ne peux pas l'accepter, alors l'Histoire ne retiendra pas ton nom." Bien qu'il ordonne à son équipage de vous attaquer, vous sentez que le Rebelle est touché par les mots de votre Vampiflore. Cependant, l'assaut est inévitable.
it: "Quello che tu chiami selvaggio io lo chiamo il lavoro di un giorno per diffondere la gloria della ribellione. Noi siamo il futuro, e se non riesci ad accettarlo, la storia ti dimenticherà." Anche quando ordina al suo equipaggio di attaccare, percepisci del dolore nel ribelle per le parole della tua vampirerba. Ma comunque, esegue gli ordini e il conflitto è inevitabile.
ko: "네놈은 야만이라 부르겠지만, 내게는 반군의 영광을 널리 알리는 보람찬 사역이지. 우리가 바로 미래다. 네놈들이 받아들일 수 없다면, 역사는 네놈들을 잊어버릴 것이다." 그는 자기 함선에 공격 명령을 내렸지만, 당신은 흡혈초 선원의 연설로 인해 반군들의 마음이 흔들리는 것을 느꼈습니다. 그러나 명령은 여전히 유효하며, 전투는 불가피합니다.
ru: "То, что ты называешь нецивилизованностью, я называю ежедневной работой по распространению славы Восстания. Мы - будущее, и если вы не можете с этим смириться, то история вас забудет". Даже когда он приказывает своей команде атаковать, вы чувствуете боль в сердце повстанца от слов, которые произнес Вампсорняк. Тем не менее он все равно выполняет приказы, а значит, конфликт неизбежен.
zh_hans: “你所谓的不文明，我称之为传播叛乱荣耀的一天工作。我们是未来，如果你不能接受这一点，那么历史就会忘记你。”即使他命令他的船员进攻，你也能从你的吸血鬼所说的话中感受到叛军内心的痛苦。尽管如此，他还是执行了命令，这意味着冲突是不可避免的。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: I literally do not care, please just stop talking.
es: Literalmente no me importa, por favor deja de hablar.
fr: Je m'en contrefiche. Tu veux bien me faire le plaisir d'arrêter de parler ?
it: Non me ne frega un bel niente, chiudi il becco e basta.
ko: 정말 내 알 바 아니니 제발 입 좀 다물어.
ru: Мне буквально все равно, пожалуйста, просто заткнись.
zh_hans: 我真的毫不在乎这件事情，请停止说话。

source: The Rebel scowls at your insult but says nothing more. You expect conflict, but instead he just stays silent.
es: El Rebelde frunce el ceño ante tu insulto, pero no dice nada más. Esperas conflicto, pero en su lugar simplemente permanece en silencio.
fr: Le Rebelle grimace suite à votre insulte, mais ne dit rien de plus. Vous vous attendez à une attaque, mais il se contente d'attendre en silence.
it: Il ribelle fa uno sguardo torvo al tuo insulto, ma non dice niente. Ti aspetti un conflitto, ma si limita a rimanere in silenzio.
ko: 반군 함장은 당신이 날린 모욕에 노려보기만 하고 아무 말도 않습니다. 당신은 전투를 기대했지만 반군 함장은 가만히 있습니다.
ru: Повстанец нахмурился в ответ на ваше высказывание, но больше ничего не говорит. Вы ожидаете конфликта, но вместо этого он просто молчит.
zh_hans: 叛军对你的侮辱怒目而视，但什么也没说。你期待冲突，但他只是保持沉默。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_CAMPAIGN"]/text
source: From nearby, you receive a hail from a Shell science vessel. "Hey, you. I don't care who you are or why you're here, I need your help. You have guns, right? Well I need someone who knows how to fire thhhheir guns very, very precisely. Thhhhink thhhat describes you?"
es: Desde cerca, recibes una llamada de una nave científica Shell. “Oye, tú. No me immmporta quién seas nnni por qué estás aquí, necesito tu ayuda. Tienes armas, ¿verdad? Buennnno, necesito a alguien que sepa disparar sus armmmas de forma muy, muy precisa. ¿Crees que eso te describe?”
fr: Vous recevez un message d'un vaisseau Coquille scientifique proche. "Eh, vous ! Che sais pas qui ffous êtes ou ce que ffous faites là et che m'en fiche. Ch'ai besoin de ffotre aide. Ffous affez une arme, non ? Bien, ch'ai besoin d'un bon tireur. D'un excellent tireur, même. Ffous pensez correspondre à ce profil ?"
it: Ricevi una trasmissione da una nave scientifica shellman vicina. "Ehi tu. Non m'intereffa chi fei o perché fei qui, mi ferve il tuo aiuto. Hai armi, vero? Ecco, ho bifogno di qualcuno che fappia fparare molto, molto precifamente. Credi di effere all'altezza?"
ko: 근처 셸 과학선에서 교신이 들어옵니다. "이봐, 당시이인. 당시이인이 누구고 어디서어어 왔는지는 관시이임 업서어어. 도와줘쓰으으면 하는 일이 이써어어. 당시이인들 함서어언에 함포 달려있지? 함포를 아~주 정확하게 잘 쏘오오는 명사아아수우우가 필요해. 혹시이이 당시이인이 그런 명사아아수우우인가?"
ru: С судна ракушек-Ученых, расположенного неподалеку, приходит сигнал вызова. "Эй, вы. Мне все равно, кто вы и почему вы здесь, мне нужна ваша помощь. У вас есть оружие, верно? Так вот, мне нужен кто-то, кто умеет очшень-очшень точшно стрелять из своего оружия. Думаете, это про вас?"
zh_hans: 就在附近，一条来自甲壳族科学研究飞船的呼叫吸引了你的注意。“嘿，你。无论如何，不管怎样，我不在乎你是谁或者你为什么出现在这里，我目前非常需要你的帮助。你有枪，对吗？我需要一个知道如何非常非常精确地发射枪支弹药的家伙。你符合这个条件吗？”

source: What's the matter?
es: ¿Qué sucede?
fr: Quel est le problème ?
it: Che problema c'è?
ko: 무슨 일이죠?
ru: Что случилось?
zh_hans: 咋了？

source: "We have some friends, some Vamps, who've gotten thhhhemselves into some trouble. Namely, thhhey're convinced thhhat Ayr would be a better leader than Ivar, and thhhat thhhe Confederacy would really be better off in thhhhe Coalition. If thhhat were to... go thhhhrough... well it'd be thhhe end of our current scientific alliance. Thhhe Geniocracy is adamant on refusing all offers to join thhhe Coalition. We do thhhings our own way and pick our own allies. And also, we're not working withhh any damn Slugs. Could you do us a favor and... knock some sense into our friends? Make sure thhhey understand the gravity of thhhheir situation, if you catch my drift."
es: “Tenemos algunos amigos, algunnnos Vamps, que se han metido en problemas. En concreto, están connnnvencidos de que Ayr sería un mmmmejor líder que Ivar, y de que la Confederación estaría realmmmente mejor dennnntro de la Coalición. Si eso llegara a… connncretarse… bueno, sería el fin de nuestra alianza científica actual. La Geniocracia está firmmmemente decidida a rechazar cualquier oferta para unirse a la Coalición. Hacemos las cosas a nuestra mannnera y elegimos a nuestros propios aliados. Y además, no trabajamos con ninnnngunos malditos Slugs. ¿Podrías hacernos un favor y… meterles un poco de sentido commmmún a nuestros amigos? Asegúrate de que entiendan la gravedad de situación, si captas a lo que me refiero.”
fr: "Des amis Ffampiflores à nous se sont attiré des problèmes. Ils sont conffaincus que Ayr ferait un meilleur chef qu'Iffar et que la Confédération se porterait mieux au sein de la Coalition. Si ça deffait arriver, ce serait la fin de notre alliance scientifique. La Chéniocratie refuse catégoriquement toute adhésion à la Coalition. Nous faisons les choses à notre manière et choisissons nos propres alliés. Et en plus, nous refusons de traffailler avec ces maudites Limaces. Ffous pouffez nous aider et faire revenir à la raison nos amis ? Faites leur bien comprendre que la situation est graffe. Ffous saisissez ?"
it: "Abbiamo alhuni amihi, vampirerbe, he si sono fihhati nei guai. Ovvero, sono honvinti he Ayr sarebbe un leader migliore di Ivar, e he la Honfederazione starebbe molto meglio nella Hoalizione. Se la hosa dovesse... realizzarsi... beh, vorrebbe dire la fine della nostra alleanza hientifiha. La Geniohrazia è perentoria sul rifiutare ogni offerta per unirsi alla Hoalizione. Noi fahhamo le hose a modo nostro e hi hegliamo da soli i nostri alleati. E poi, non vogliamo herto lavorare con degli stupidi slugmen. Puoi farhi un favore e... inhulhare un po' di buon senso nei nostri amihi? Assihurati he hapishano la gravità della loro situazione, se hapishi hosa intendo."
ko: "곤경에 빠진 흡혈초 친구들이 이써어어서어어 말이야. 다시이이 말하면 이 친구들은 아이르가 이바르보다 더 나은 지도자고, 공동체가 연합에 소오오소오옥되어 있는 게 더 나을 거라 믿는 놈들이지. 만약에... 그렇게 된다면... 과학 연구 동맹의 끝을 알리겠지. 천재정은 연합 합류 제안 전부 다 완강하게 거절하고 이써어어. 우리는 우리 방시이익대로 행동하고 동맹을 서어언정하거든. 그리고 당연히 스으을러그 놈들과 협업은 안해. 혹시이이 괜찮다면... 그 흡혈초 친구들을 사아알짝 소오온봐서어어 정시이인차리게 해주지 않게써어어? 이 사아앙황이 얼마나 시이임각한지 이해를 시이이켜 달라고. 무스으은 말 하려는지 알겠지?"
ru: "У нас есть друзья, Вампы, которые сами вляпались в неприятности. А именно, они убеждены, чшто Эйр будет лучшшим лидером, чшем Ивар, и чшто Конфедерации будет лучше в составе Коалиции. Если это... произойдет... чшто ж, это будет конец нашего нынешнего научшного альянса. Гениократия решительно отказывается от всех предложений присоединиться к Коалиции. Мы делаем все по-своему и сами выбираем себе союзников. И еще, мы не будем сотрудничшать ни с какими чшертовыми слизнями. Не могли бы вы оказать нам услугу и... достучшаться до разума наших друзей? Убедиться, чшто они осознают всю серьезность своего положения, если вы меня понимаете".
zh_hans: “我们有一些朋友，一些吸血的家伙，他们把自己陷进了一大团麻烦的正中央。换句话说，他们确信埃尔会是一个比苡瓦更加优秀称职的领导者，而血兰邦加入星联之后将会更加繁荣强盛。如果他们……嗯……好吧，这将是我们当前这个科学共同体的末日，是研究者联盟的终结。怪才体坚决拒绝所有加入星联的鬼主意。我们按照自己的方式做事，选择我们自己喜欢的盟友。而且，我们不会和任何该死的蛞蝓鼻涕虫合作。你能帮我们一个忙……给我们的朋友讲点道理吗？如果你明白我的意思，一定要让他们明白情况的严重性。”

source: Agree.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。
