Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: You march out of the city office and into the streets, chanting alongside the Vampweeds. They're fairly confused as to who you are or why you're there, but they see you have weapons and are eager to let you in on the chaos. You get sucked into the moment, completely losing focus on what you're doing or why you're there. By the time you snap back to reality, the Zoltan is dead, your cargo is full of stolen scrap, and a rioter seems to have pledged themselves to your crew.
es: Sales de la oficina municipal y te unes a los cánticos en las calles junto a los Vampweeds. Están bastante confundidos sobre quién eres o por qué estás allí, pero al ver que llevas armas, te aceptan con entusiasmo en el caos. Te dejas llevar por el momento y pierdes completamente el foco. Cuando reaccionas, el Zoltan está muerto, tu bodega está llena de chatarra robada y uno de los alborotadores parece haberse unido a tu tripulación.
fr: Vous sortez du bureau de la ville et entrez dans les rues, chantant aux côtés des Vampiflores. Ils sont assez confus quant à qui vous êtes ou pourquoi vous êtes là, mais ils voient que vous avez des armes et sont impatients de vous intégrer dans le chaos. Vous vous laissez emporter par le moment, perdant complètement de vue ce que vous faites ou pourquoi vous êtes là. Lorsque vous revenez à la réalité, le Zoltan est mort, votre cargaison est remplie de ferraille volée et un émeutier semble s'être engagé dans votre équipage.
it: Esci dal municipio e vai in strada, urlando assieme alle vampirerbe. Sono abbastanza confusi su chi tu sia o perché sei lì, ma vedono che hai delle armi e ti accolgono volentieri nel caos. Ti perdi nel momento, perdendo completamente di vista il motivo per cui sei qui o anche cosa stai facendo. Quando torni finalmente in te, lo zoltan è morto, la tua stiva è piena di moduli rubati e un rivoltoso sembra essersi votato alla tua causa.
ko: 당신은 시청을 나와 행진하며 흡혈초와 함께 구호를 외칩니다. 사람들은 당신이 누구고 왜 여기 있는지 혼란스러워하지만, 당신의 무기를 보자 당신이 이 혼돈에 함께하기를 바랍니다. 당신은 이 순간에 매몰되어 무엇을 하고 있는지, 왜 여기 있는지 완전히 잊어버렸습니다. 정신을 차리자 졸탄은 죽었고, 화물칸은 훔친 스크랩으로 가득하며, 폭도 한 명이 당신에게 충성을 맹세합니다.
ru: Вы выходите из городского офиса на улицы, скандируя вместе с Вампсорняками. Они не совсем понимают, кто вы и зачем пришли, но видят, что у вас есть оружие, и охотно принимают вас за своего. Вы втягиваетесь в происходящее, полностью теряя ориентацию в том, что вы делаете и почему вы здесь. К тому времени, когда вы возвращаетесь к реальности, золтан мертв, ваш груз полон краденого лома, а один из бунтовщиков, похоже, присоединился к вашей команде.
zh_hans: 你走出市政府办公室，走上街头，和血草兰花们一起高呼口号。他们对你是谁或你为什么站在这里感到相当困惑，但看到你有武器后，他们迫切地让你参加这场混乱。某个瞬间，你似乎被什么灼烫的东西深深地吸引了，完全忘了为什么你在此地做着这件事，任由冲动和暴力凌驾于理性之上。当你终于回到现实时，超能族们已经全都死了，你的货舱里装满了偷来抢来的废料赃物，一个暴徒似乎已经向你的船员们宣誓效忠。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse to help and leave.
es: Negarte a ayudar e irte.
fr: Refusez d'aider et partez.
it: Rifiuta di aiutare e vattene.
ko: 도움을 거절하고 떠난다.
ru: Отказаться от помощи и уйти.
zh_hans: 拒绝提供帮助，立刻离开。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_RIOT"]/choice[2]/text
source: Avoid the riot.
es: Evitar el disturbio.
fr: Évitez l'émeute.
it: Evita la rivolta.
ko: 폭동을 피한다.
ru: Избегать беспорядков.
zh_hans: 避开这伙暴徒。

source: No way are you risking your mission by getting involved in a violent riot like that. You pull away from the planet.
es: No vas a arriesgar tu misión involucrándote en un motín violento como ese. Te alejas del planeta.
fr: Il n'est pas question de risquer votre mission en vous impliquant dans une émeute violente comme celle-ci. Vous vous éloignez de la planète.
it: Non esiste che metti a rischio la missione facendoti coinvolgere in una rivolta violenta come quella. Ti allontani dal pianeta.
ko: 그런 폭동에 휘말려 임무를 위험에 빠트릴 순 없습니다. 당신은 행성을 떠났습니다.
ru: Вы ни за что не станете рисковать своей миссией, ввязываясь в такие массовые беспорядки. Вы удаляетесь от планеты.
zh_hans: 你不可能冒险卷入这样的暴力骚乱。你马上离开了这个星球。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The rioters don't even listen to the words coming out of your mouth, and instead turn to shout insults at you. As you stumble back to your ship admist the boos, you find a couple drunken Vampweeds smacking the hull and trying to pry their way inside!
es: Los alborotadores ni siquiera escuchan tus palabras y comienzan a insultarte. Mientras retrocedes hacia tu nave entre abucheos, encuentras a un par de Vampweeds borrachos golpeando el casco e intentando forzar la entrada.!
fr: Les émeutiers n'écoutent même pas les mots qui sortent de votre bouche et se tournent à la place pour vous lancer des insultes. Alors que vous retournez en titubant vers votre vaisseau au milieu des huées, vous trouvez quelques Vampiflores ivres frappant la coque et essayant de s'y introduire !
it: I rivoltosi non stanno a sentire nemmeno una parola di quello che dici, e invece ti lanciano insulti. Mentre ti fai strada alla tua nave tra i buu della folla, trovi delle vampirerbe ubriache che colpiscono lo scafo cercando di entrare!
ko: 폭도들은 당신의 입에서 나오는 말을 한 마디도 듣지 않고 되려 욕설을 퍼붓습니다. 야유를 피해 함선으로 돌아가는 와중에, 취한 흡혈초 둘이 선체를 두드리며 들어가려는 모습을 보았습니다!
ru: Бунтовщики даже не прислушиваются к словам, звучащим из ваших уст, и выкрикивают оскорбления в ваш адрес. Когда вы, спотыкаясь, возвращаетесь к своему кораблю, то обнаруживаете, что пара пьяных Вампсорняков бьют корпус и пытаются прорваться внутрь!
zh_hans: 暴乱者们根本不听你说的话，转过身对你横加辱骂。当你在一阵响亮的嘘声中跌跌撞撞地回到星舰时，你发现一对喝醉的血草兰花正在拍打你的飞船舰体，试图撬开一条路闯进来！

source: Your attempts to soothe the crowd don't do much more than draw their anger towards you, but it's just enough of a distraction to allow the Zoltans to power up their ship and fly away while local law enforcement swoops in to control the crowds. You're paid for your efforts by the city law enforcement.
es: Tus intentos de calmar a la multitud apenas sirven, pero distraen lo suficiente como para que los Zoltan enciendan su nave y escapen, mientras las fuerzas de seguridad locales controlan la situación. La policía de la ciudad te paga por tus esfuerzos.
fr: Vos tentatives pour apaiser la foule ne font guère plus qu'attirer leur colère sur vous, mais c'est juste assez de distraction pour permettre aux Zoltans de mettre leur vaisseau sous tension et de s'envoler tandis que les forces de l'ordre locales interviennent pour contrôler la foule. Vous êtes payé pour vos efforts par les forces de l'ordre de la ville.
it: I tuoi tentativi di calmare la folla non fanno altro che attirarti contro la loro rabbia, ma è una distrazione sufficiente per permettere agli zoltan di alimentare la loro nave e volare via mentre le forze dell'ordine locali arrivano per controllare la folla. Ti ringraziano e ti pagano per l'impegno.
ko: 군중을 달래기 위한 시도는 분노를 당신에게 돌리는 정도의 효과밖에 없었지만, 지역 법 집행관이 군중을 통제하기 위해 강하하는 동안 졸탄이 함선에 전력을 공급하고 날아갈 틈을 만드는 데는 충분했습니다. 당신은 도시의 법 집행관에게 노력에 대한 보상을 받습니다.
ru: Ваши попытки успокоить толпу не приводят ни к чему, кроме как к тому, что они обращают свой гнев на вас, но этого достаточно, чтобы золтаны смогли запустить свой корабль и улететь, а местные правоохранительные органы бросились на борьбу с толпой. За свои усилия вы получаете вознаграждение от городских правоохранительных органов.
zh_hans: 你试图安抚人群的努力只不过是把他们的愤怒引向你，但这足以分散他们的注意力，让超能族启动他们的飞船逃之夭夭，当地执法部门随即突然介入，将人群彻底控制。你的努力得到了城市执法部门的报酬。

source: "I'M DONE! I'M DONE!" Suddenly, before you can even react, the Zoltan comes crawling out and stands on top of their ship. "I'M DONE! You're right, you're right! The Federation was a mistake! Hahah! Sweet freedom!" The Zoltan leaps into the crowd, where he is beaten until his chassis implodes and the remaining scraps of armor are scavenged from between the piles of bodies scattered in the explosion. It's a gruesome and deranged scene, and certainly not at all what you expected to witness. Despite the chaos, you're able to take some advantage of the situation and make away with some scrap from the hull of the Zoltan vessel.
es: "¡YA TERMINÉ! ¡YA TERMINÉ!" De repente, antes de que puedas reaccionar, el Zoltan sale arrastrándose y se sube a su nave. "¡Tienen razón! ¡La Federación fue un error! ¡Jajaja! ¡Dulce libertad!" El Zoltan se lanza a la multitud, donde es golpeado hasta que su chasis implosiona y los restos son saqueados entre montones de cuerpos. Es una escena grotesca y perturbadora. Aun así, logras aprovechar el caos para llevarte algo de chatarra del casco de la nave Zoltan.
fr: "J'EN AI FINI ! J'EN AI FINI !" Soudain, avant que vous ne puissiez réagir, le Zoltan sort en rampant et se tient sur son vaisseau. "J'EN AI FINI ! Vous avez raison, vous avez raison ! La Fédération était une erreur ! Hahah ! Douce liberté !" Le Zoltan saute dans la foule, où il est battu jusqu'à ce que son châssis implose et que les restes de son armure soient récupérés parmi les corps éparpillés par l'explosion. C'est une scène macabre et dérangée et certainement pas ce à quoi vous vous attendiez à assister. Malgré le chaos, vous parvenez à tirer parti de la situation et à repartir avec quelques morceaux de ferraille provenant de la coque du vaisseau Zoltan.
it: "BASTA! HO CHIUSO!" All'improvviso, ancor prima che tu possa reagire, lo zoltan esce e sale sopra la sua nave. "HO CHIUSO! Avete ragione, avete ragione! La Federazione è stata un errore! Ahah! Dolce libertà!" Lo zoltan si butta tra la folla, dove viene picchiato fino a quando il suo corpo non implode e pezzi di armatura vengono presi tra i corpi sparsi della deflagrazione. È una scena cruenta e malata, e sicuramente non quello che ti aspettavi. Nonostante il caos, riesci a cavare qualcosa da questa situazione e ti allontani con qualche modulo preso dallo scafo della nave zoltan.
ko: "됐어! 됐다고!" 당신이 반응할 틈도 없이 졸탄이 배 위로 기어올라와 일어섭니다. "됐어! 당신들이 맞아! 당신들이 맞다고! 연방은 실수였어! 하하! 달콤한 자유여!" 졸탄은 군증 속으로 뛰어들어 몸이 폭발할 때까지 얻어맞습니다. 폭발로 흩어진 시체 더미 사이에서 남은 장갑 잔해들이 보입니다. 예상과는 전혀 다른 끔찍하고 광기 서린 장면입니다. 이런 혼란 속에서도 졸탄 함선의 선체에서 약간의 스크랩을 얻을 수 있었습니다.
ru: "С МЕНЯ ХВАТИТ! Я БОЛЬШЕ НЕ МОГУ!" Внезапно, прежде чем вы успеваете среагировать, Золтан выползает и встает на крышу своего корабля. "Я БОЛЬШЕ НЕ МОГУ! Вы правы, вы правы! Связаться с Федерацией было ошибкой! Ха-ха! Сладкая свобода!" Золтан прыгает в толпу, где его бьют до тех пор, пока его тело не разлетается на куски, а оставшиеся фрагменты брони не исчезают между грудами тел, разбросанных взрывом. Это жуткая и безумная сцена, и, конечно, это совсем не то, что вы ожидали увидеть. Несмотря на хаос, вам удается воспользоваться ситуацией и забрать несколько фрагментов корпуса золтанского корабля.
zh_hans: “我完了！我完蛋了！”突然，你还没反应过来，超能族人就从船里主动爬了出来，站在他们的飞船顶上。“我完蛋了！你说得对，你说的对！联邦就是个彻彻底底的错误！哈哈！甜蜜的自由！”超能族不知为何跳进人群，在那里他被残忍殴打，直到他的核心轰然爆炸。剩下的装甲碎片从爆炸中散落的尸体碎堆中被清除。这是一个可怕而疯狂的场景，肯定不是你所期望看到的，肯定不是。 尽管混乱，你还是能够利用这种情况，从超能族飞船的船体上趁机拿走一些废料。

source: You do your best to talk sense into the crowd, but suddenly a bomb goes off near the shipyards where you docked! Pandemonium takes control of the scene and the rioters scramble in all directions, trampling each other. The Zoltan peacekeeper sneaks out of their ship and approaches you. "Please, they'll never accept me back into the Ministry after this. You might be my only chance left to serve the Federation - and more importantly, find some way for the academy to forgive me!"
es: Intentas hacer entrar en razón a la multitud, pero de pronto una bomba explota cerca de los astilleros. El pánico se apodera del lugar y los alborotadores huyen en todas direcciones. El pacificador Zoltan sale sigilosamente de su nave y se acerca a ti: "Por favor, nunca me aceptarán de nuevo en el Ministry después de esto. Puede que seas mi última oportunidad de servir a la Federación… y, más importante aún, de que la academia me perdone!"
fr: Vous faites de votre mieux pour raisonner la foule, mais soudain, une bombe explose près des Hangars où vous êtes amarré ! Le chaos prend le contrôle de la scène et les émeutiers se précipitent dans toutes les directions, se piétinant les uns les autres. Le pacificateur Zoltan sort discrètement de son vaisseau et s'approche de vous. "S'il vous plaît, ils ne me réintégreront jamais au Ministère après cela. Vous êtes peut-être ma seule chance de servir la Fédération - et plus important encore, de trouver un moyen pour que l'académie me pardonne !"
it: Fai del tuo meglio per far ragionare la folla, ma all'improvviso una bomba esplode vicino agli hangar dove hai attraccato! Il pandemonio si scatena e i rivoltosi si spargono in tutte le direzioni, incespicando gli uni sugli altri. Il pacificatore zoltan esce di nascosto dalla sua nave e si avvicina a te. "Ti prego, non mi riaccetteranno mai al Ministero dopo tutto questo. Tu potresti essere l'unica chance che mi è rimasta di servire la Federazione... e, cosa più importante, trovare un modo per farmi perdonare dall'accademia!"
ko: 당신은 최선을 다해 군중을 설득하려고 했지만, 갑자기 정박한 곳 주변에서 폭탄이 터집니다! 주변이 엄청난 혼란에 빠지고 폭도들이 사방으로 흩어지며 서로를 짓밟았습니다. 졸탄 평화 유지군이 슬쩍 함선에서 빠져나와 당신에게 접근합니다. "부탁드립니다. 이 일이 끝나면 내각은 저를 절대 다시 받아주지 않을 겁니다. 당신을 따르는 것이 제가 연방을 위해 일할 수 있는 마지막 기회입니다. 제발, 아카데미가 절 용서하게 할 수 있는 방법을 찾아 주십시오!"
ru: Вы изо всех сил пытаетесь образумить толпу, но вдруг рядом с верфями, где вы остановились, взрывается бомба! На улице воцаряется столпотворение, и бунтовщики разбегаются во все стороны, затаптывая друг друга. Золтанский Миротворец выбирается из своего корабля и подходит к вам. "Пожалуйста, после этого меня никогда не примут обратно в Министерство. Возможно, вы мой единственный шанс послужить Федерации - и, что еще важнее, найти способ, чтобы академия меня простила!"
zh_hans: 你尽了最大努力向人群讲道理，但突然一枚炸弹在你停靠的造船厂附近爆炸了！混乱控制了现场，暴徒们向四面八方争抢，互相踩踏。超能族维和兵们偷偷溜出他们的船，走近你。“拜托，在这之后，他们永远不会接受我回到牧师团的请求。你可能是我还能为联邦服务的唯一机会——更重要的是，找到某种方法让学院原谅我！”

source: Your choice to fire on the crowd impresses no one, least of all city law enforcement. The rioters turn even more violent rather than dispersing, and the unprepared city defense rushes in against their better judgement to gain any control they can over the situation. You are asked to leave, "as soon as your last two brain cells can remember how to activate your FTL drive".
es: Tu decisión de disparar contra la multitud no impresiona a nadie, y mucho menos a las autoridades. Los disturbios se vuelven aún más violentos y la defensa urbana, mal preparada, interviene torpemente. Te piden que te vayas "tan pronto como tus últimas dos neuronas recuerden cómo activar el motor FTL".
fr: Votre décision de tirer sur la foule n'impressionne personne et surtout pas les forces de l'ordre de la ville. Les émeutiers deviennent encore plus violents au lieu de se disperser et la défense de la ville, mal préparée, se précipite contre son meilleur jugement pour tenter de reprendre le contrôle de la situation. On vous demande de partir, "dès que vos deux derniers neurones se souviendront comment activer votre moteur FTL".
it: La tua decisione di sparare sulla folla non fa impressione su nessuno, men che meno sulle forze dell'ordine della città. I rivoltosi si fanno ancora più violenti invece di disperdersi e la difesa della città impreparata accorre, contro ogni buonsenso, per provare a prendere un po' di controllo sulla situazione. Ti viene chiesto di andare "non appena i tuoi ultimi due neuroni ricordano come attivare il drive FTL".
ko: 군중에게 발포한다는 선택은 시 당국을 포함해 누구의 마음도 움직이지 못했습니다. 폭도들은 해산하기는커녕 더욱 폭력적으로 바뀌었고, 준비되지 않은 도시 수비군은 조금이라도 상황을 통제하기 위해 어쩔 수 없이 달려듭니다. 당신은 "두 개 남은 뇌세포가 아직 FTL 드라이브의 작동법을 기억할 수 있을 때" 떠나기를 요청받습니다.
ru: Ваш выбор открыть огонь по толпе не впечатляет никого, и в первую очередь городские правоохранительные органы. Вместо того чтобы разойтись, бунтовщики становятся еще более жестокими, а неподготовленные городские правоохранительные органы, вопреки здравому смыслу, бросаются в бой, чтобы взять ситуацию под контроль. Вас просят уйти, "как только две последние клетки вашего мозга вспомнят, как активировать ССД".
zh_hans: 你向人群开枪的选择没有给任何人留下深刻印象，尤其是城市执法部门。暴徒变得更加暴力，而不是分散开来。民情骤然失控，暴力升级，毫无准备的城市防御部队只好不顾战损地冲进来维持秩序，以获得对局势的些许掌控。你被要求立刻离开，“以免你颅腔里仅剩下的最后两三个可怜的脑细胞忘了如何激活你的超光速引擎”。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Firing on the crowd is certainly the most violent option, but it does force the crowds to disperse - or at least those who still have legs to run away with after being fired upon. Both medical officials and law enforcement arrive to evacuate those injured, and the city leaders aren't too pleased with you. Who is pleased, however, is the Zoltan you just saved. They promise to give a good report about your help to the Ministry and offers some supplies.
es: Disparar contra la multitud es la opción más violenta, pero logra dispersarlos, o al menos a los que aún pueden correr. Médicos y fuerzas de seguridad evacúan a los heridos. Los líderes de la ciudad no están contentos contigo, pero el Zoltan al que salvaste sí lo está. Promete dar un buen informe al Ministry y te ofrece algunos suministros.
fr: Tirer sur la foule est certainement l'option la plus violente, mais cela force les foules à se disperser - du moins ceux qui ont encore des jambes pour s'enfuir après avoir été tirés dessus. Les services médicaux et les forces de l'ordre arrivent pour évacuer les blessés et les dirigeants de la ville ne sont pas très contents de vous. En revanche, le Zoltan que vous venez de sauver est satisfait. Il promet de faire un bon rapport sur votre aide au Ministère et offre quelques ressources.
it: Sparare sulla folla è senz'altro l'opzione più violenta, ma costringe la folla a disperdersi... o almeno quelli che hanno ancora delle gambe con cui correre dopo essere stati colpiti. Gli ufficiali medici e le forze dell'ordine arrivano per far evacuare i feriti e i leader della città non sono molto felici del tuo operato. Chi è felice, invece, è lo zoltan che hai appena salvato. Promette di mettere una buona parola per te col Ministero e offre delle risorse.
ko: 군중에게 발포하는 건 아마 제일 폭력적인 방법이지만, 군중을 강제로 해산시킵니다. 적어도 발포 후에 도망갈 다리가 남아 있는 사람들은 도망칠 겁니다. 의료진과 경찰이 부상자들을 대피시키기 위해 도착하고, 도시의 지도자들은 이를 달가워하지 않는 것 같습니다. 하지만 당신이 구한 졸탄은 기뻐하며 내각에 잘 보고하겠다고 이야기하고, 약간의 물품을 제공합니다.
ru: Стрельба по толпе - это, конечно, самый жестокий вариант, но он заставляет толпу разойтись - по крайней мере тех, у кого еще остались ноги, чтобы убежать после обстрела. Прибывшие медики и правоохранительные органы эвакуируют раненых, но руководство города не слишком довольно вами. А вот кто доволен, так это золтан, которого вы только что спасли. Он обещает хорошо отозваться о вашей помощи в Министерстве и предлагают немного припасов.
zh_hans: 向人群开枪当然是最暴力的选择，但它确实迫使人群散开——或者至少是那些被枪击后还有腿可以逃跑的人。医疗官员和执法人员都不得不立刻全部赶到，疏散民众，处理伤者，城市领导对你不太满意。然而，你刚刚拯救的超能族很高兴。他们答应向牧师团报告你的无私帮助，并提供了一些物资。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_FIRE"]/text
source: A few signs of industrial infrastructure dot the space around the beacon, guiding your eyesight towards what appears to be a Vampweed factory that's currently ablaze!
es: Unas cuantas señales de infraestructura industrial salpican el espacio alrededor de la baliza, guiando tu vista hacia lo que parece ser una fábrica Vampweed que actualmente está en llamas!
fr: Quelques signes d'infrastructures industrielles parsèment l'espace autour de la balise, attirant votre regard vers ce qui semble être une usine de Vampiflores actuellement en flammes !
it: Alcuni segni di infrastruttura industriale sono sparsi nello spazio attorno all'astrofaro, guidando i tuoi occhi verso quella che sembra essere una fabbrica delle vampirerbe in fiamme!
ko: 송신소 주변에 산업 시설의 흔적이 몇몇 보이는 가운데, 흡혈초 공장이 눈길을 끕니다. 불타고 있는 것 같습니다!
ru: Несколько объектов промышленной инфраструктуры разбросаны по территории вокруг маяка, направляя ваш взгляд на то, что, судя по всему, является фабрикой по выращиванию Вампсорняков, которая в данный момент горит!
zh_hans: 哨站周围的空间点缀着一些工业基础设施的迹象，引导着你的视线，哦，这看起来像是一家正在燃烧的血草兰花工厂！

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_FIRE"]/choice[1]/text
source: Rescue any survivors you can!
es: ¡Rescata a cualquier sobreviviente que puedas!
fr: Sauvez tous les survivants que vous pouvez !
it: Salva tutti i sopravvissuti che puoi!
ko: 생존자들을 가능한 한 구조한다!
ru: Попытаться спасти всех выживших!
zh_hans: 竭尽所能拯救任何幸存者！
