Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: "The Republic will rise again! And the Coalition will be the one to do it! Yeah... probably! I actually don't have much confidence in this, but I was told yelling would make you sound sure of yourself! Now I'm embarrassed and I'm going to fight you anyways! I will regret this!"
es: “La República se alzará de nuevo. ¡Y la Coalición será quien lo haga! Sí... ¡probablemente! En realidad no tengo mucha confianza en esto, pero me dijeron que gritar te hace sonar seguro de ti mismo. Ahora estoy avergonzado y aun así voy a luchar contra ti. ¡Me arrepentiré de esto!”
fr: “La République se relèvera ! Et la Coalition en sera l'instigateur ! Ouais... probablement ! Je n'y crois pas vraiment, mais on m'a dit que crier rendait l'air sûr de soi ! Maintenant je suis embarrassé et je vais vous combattre de toutes manières ! Je vais le regretter !”
it: "La Repubblica risorgerà! E sarà grazie alla Coalizione! Sì... forse! In realtà non ci ripongo troppe speranze, ma mi è stato detto che urlare fa sentire tutti più sicuri di sé stessi! Ora sono imbarazzato e ti affronto comunque! Me ne pentirò!"
ko: "공화국은 다시 부흥할 것이다! 바로 연합이 이룰 거라는 말이지! 그래... 아마도 그럴 거야! 사실 딱히 그렇게 될 거란 자신은 없긴 한데, 크게 소리 지르면 자신감이 생긴다고 하더라고! 근데 너무 부끄럽다. 그러니까 어쨌든 너랑 싸워야겠어! 아, 나중에 후회하겠지!"
ru: "Республика снова восстанет! И Коалиция будет той, кто это сделает! Да... наверное! На самом деле я не очень-то в этом уверен, но мне сказали, что если ты будешь кричать, то будешь уверен в себе! Теперь мне стыдно, и я все равно собираюсь с тобой сражаться! Я еще об этом пожалею!"
zh_hans: "共和国必将再次崛起！而星联将会实现这一目标！是的…也许吧！我实际上对此并没有多少信心，但我被告知大喊大叫会使你听起来对自己有信心！现在我很尴尬，无论如何都会和你战斗！对不住了！"

source: The Confederacy has for a while now been playing a part in aiding the revolutionaries against Tyrdeo in the Eargen Republic. All of this, confusingly, has been going on meanwhile as a significant percentage of the Confederacy has been pushing to join the Coalition - of which the Republic is a founding member. This confusing jumble of politics has left many to wonder who is on who's side - such as the lost Leech vessel nearby who's weapons lock onto you out of instinct as soon as you approach!
es: La Confederación lleva ya un tiempo desempeñando un papel en el apoyo a los revolucionarios contra Tyrdeo en la República Eargen. Todo esto, de forma confusa, ha ocurrido al mismo tiempo que un porcentaje significativo de la Confederación ha estado presionando para unirse a la Coalición, de la cual la República es miembro fundador. Este enredo político ha dejado a muchos preguntándose quién está del lado de quién, como la nave Leech perdida cercana, cuyos sistemas de armas se fijan en ti por puro instinto en cuanto te aproximas!
fr: La Confédération joue depuis un certain temps déjà un rôle en aidant les révolutionnaires contre Tyrdeo dans la République d'Eargen. Tout cela, de manière confuse, se produit entre-temps, alors qu'un pourcentage important de la Confédération fait pression pour rejoindre la Coalition – dont la République est un membre fondateur. Ce fouillis politique confus a amené beaucoup de gens à se demander qui est du côté de qui - comme le vaisseau Sangsue perdu à proximité dont les armes se verrouillent sur vous par instinct dès que vous approchez !
it: Da un po' di tempo, la Confederazione ha una parte nell'aiutare i rivoluzionari contro Tyrdeo nella Repubblica Eargen. Tutto questo, stranamente, mentre una buona parte della Confederazione spinge per unirsi alla Coalizione, di cui la Repubblica è uno dei membri fondatori. Questo ammasso confuso di politica ha lasciato molti a chiedersi chi sia dalla parte di chi... come questa nave di leech smarriti le cui armi puntano d'istinto verso di te mentre ti avvicini!
ko: 공동체는 꽤 오랜 기간 동안 이어젠 공화국에서 티르데오에 맞서는 혁명가를 후원해주고 있었습니다. 하지만 이상하게도 이런 일은 공동체 대부분이 공화국이 창립자인 연합에 가입하려 박차를 가하는 동안 일어나고 있습니다. 이렇게 복잡하게 얽히고 섥힌 정치적 판도에 누가 누구 편에 섰는지 가늠하기 힘들어 집니다. 본능적으로 당신이 다가오자 락온 하는 저 길잃은 리치 함선도 예외는 아니군요!
ru: Конфедерация уже некоторое время участвует в революции против Тирдео в Республике Ирген. Все это, как ни странно, происходит в то время, как значительная часть Конфедерации стремится присоединиться к Коалиции, одним из основателей которой является Республика. В этой путанице политики многие задаются вопросом, кто на чьей стороне - например, заблудившееся судно пиявок, орудия которого мгновенно наводятся на вас, как только вы приближаетесь!
zh_hans: 血兰邦一直都在帮助共和国的革命者对抗泰迪奥。令人困惑的是，与此同时，血兰邦中有相当一部分人一直在推动加入星联——共和国是星联的创始成员国之一。这种混乱的政治局面让很多人不知道谁是谁的阵营—例如附近一艘迷失的吸虫族战舰，当你靠近时，它的武器就会像本能一样锁定你！

source: "You should have taken the chance to welcome the Confederacy while you could, Federation scum! Now you stand even weaker in the face of the Coalition! We'll pave over you and build a new galaxy free of your tyranny!"
es: “¡Deberías haber aprovechado la oportunidad para dar la bienvenida a la Confederación cuando pudiste, escoria de la Federación! ¡Ahora te enfrentas aún más débil a la Coalición! ¡Te aplastaremos y construiremos una nueva galaxia libre de tu tiranía!”
fr: "Vous auriez dû profiter de l'occasion pour accueillir la Confédération tant que vous le pouviez, ordure de la Fédération ! Maintenant, vous êtes encore plus faible face à la Coalition ! Nous allons vous paver et construire une nouvelle galaxie libérée de votre tyrannie !"
it: "Avreste dovuto cogliere l'occasione di accogliere la Confederazione quando potevate, canaglie federali! Ora siete ancora più deboli rispetto alla Coalizione! Vi schiacceremo e costruiremo una nuova galassia libera dalla vostra tirannia!"
ko: "너희는 연합을 받아줄 수 있었을 때 기회를 잡았어야 했다, 쓰레기 같은 연방 녀석아! 이제 연합에 선 너희 모습을 보니 참으로 연약해 보이는구나! 너희를 짓밟고 연방의 독재에서 벗어난 새로운 은하를 세우겠다!"
ru: "Вам следовало воспользоваться шансом принять Конфедерацию, пока была возможность, федеративная мразь! Теперь вы еще слабее перед лицом Коалиции! Мы проложим по вам дорогу и построим новую галактику, свободную от вашей тирании!"
zh_hans: "联邦渣滓，你应该趁你还有机会时祝贺血兰邦的加入星联！现在你们在星联面前显得更加脆弱！我们会铲除你们，建设一个没有暴政的自由的新银河系！"

source: It seems everyone universally enjoys the sweet mixtures of Vampweed alcohol - or at least particularly violent drunks do. A Republic captain, having just finished raiding a Confederate bar, orders an attack on your vessel admist a drunken stupor.
es: Parece que todos disfrutan universalmente de las dulces mezclas del alcohol Vampweed… o al menos los borrachos particularmente violentos. Un capitán de la República, que acaba de saquear un bar confederado, ordena un ataque contra tu nave en medio de su estupor etílico.
fr: Il semble que tout le monde apprécie universellement les mélanges sucrés d'alcool Vampiflore – ou du moins les ivrognes particulièrement violents. Un capitaine de la République, venant de terminer une descente dans un bar confédéré, ordonne une attaque contre votre vaisseau malgré une stupeur ivre.
it: Sembra che tutti nell'universo adorino i dolci miscugli degli alcolici vampirerba... o almeno gli ubriaconi particolarmente violenti. Un capitano repubblicano che ha appena finito di svuotare un bar confederato, ordina di attaccare la tua nave in preda alla sbornia.
ko: 온 은하 사람들이 달달하게 섞은 흡혈초 술을 즐기는 모양입니다. 적어도 난폭한 주정뱅이는 그런 듯 하네요. 공동체 술집에서 한바탕 마시고 나오던 참인 공화국 함장이 인사불성인 상태로 당신 함선에 공격하라 명령합니다.
ru: Кажется, что сладкие напитки Вампсорняков нравятся всем - или, по крайней мере, особенно буйным пьяницам. Капитан из Республики, только что совершивший налет на бар Конфедерации, в пьяном бреду приказывает напасть на ваше судно.
zh_hans: 似乎每个人都喜欢血草兰花甜味酒精混合饮料—或者至少特别暴力的酒鬼是这样。一名共和国舰长刚刚完成了一次对血兰邦酒吧的攻击，在醉醺醺的状态下命令攻击你的舰船。

source: A vessel from the Eargen Republic is making back and forth patrols of the area, weapons still charged from some prior encounter, likely with the Confederate military. When they spot you, they lock on and attack!
es: Una nave de la República Eargen realiza patrullas constantes por la zona, con las armas aún cargadas por algún encuentro previo, probablemente con el ejército confederado. Cuando te detectan, fijan blancos y atacan!
fr: Un vaisseau de la République d'Eargen effectue des patrouilles aller-retour dans la zone, les armes encore chargées suite à une rencontre antérieure, probablement avec l'armée confédérée. Lorsqu'ils vous repèrent, ils se verrouillent et attaquent !
it: Una nave della Repubblica Eargen pattuglia avanti e indietro in zona, con le armi ancora cariche da un qualche incontro precedente, probabilmente con l'esercito confederato. Quando ti nota, ti aggancia e attacca!
ko: 이어젠 공화국 함선이 구역을 왔다갔다 하면서 정찰하고 있습니다. 공동체 군대와 교전을 벌이고 왔는지 무기가 장전된 상태입니다. 당신을 발견하고는 락온하고 공격해옵니다!
ru: Корабль Республики Ирген патрулирует район вдоль и поперек, оружие все еще заряжено после предыдущего столкновения, вероятно, с военными Конфедерации. Когда они замечают вас, они приближаются и атакуют!
zh_hans: 一艘来自共和国的飞船在该地区来回巡逻，武器仍在充能，可能是较早之前与血兰邦军队的一次交火。当他们发现你时，就会锁定并攻击你！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I mark your vessel rightfully property of mine, for entering Krakiiil hunting ground! I will chop out bloated liver and sell to plant as scientific curiosity!"
es: “Marco tu nave como propiedad legítima mía por entrar en el coto de caza de Krakiiil. Arrancaré tu hígado hinchado y lo venderé a una planta como curiosidad científica.”
fr: "Pour avoir pénétré dans la terrain de chasse de Krakiiil, je déclare que votre vaisseau fait maintenant partie de ma collection ! J'extirperai vos entrailles bouffies et les vendrai aux plantes comme curiosités scientifiques !"
it: "Dichiaro la tua nave di mia legittima proprietà, perché tu entra in terreni di caccia di Krakiiiil! Io strappa tuo fegato grasso e lo vende alle piante come curiosità scientifica!"
ko: "크라키이일 사냥터 침범했으니 이제 네 함선 마땅히 우리 소유임 알린다! 너희 살찐 간 도려내 잡초 놈들 실험 대상 팔아 치우겠다!"
ru: "Я считаю ваше судно по праву принадлежащим мне, за то, что вы зашли в охотничьи угодья Кракииила! Я вырежу вздувшуюся печень и продам на плантацию как научную диковинку!"
zh_hans: “我把你的船标记为我的合法财产，因为你进入了克拉基尔狩猎场！我会把肿胀的肝脏切掉，为了科学的好奇心卖给植物！”

source: The Hive and the Confederacy aided each other back in the days of the Federation-Mantis war. Though that alliance has since fallen apart, the Confederacy has retained some archaic open border laws allowing Mantis hunters into their territory - as long as it's ships like yours they're hunting, and not their own.
es: La Mantis Hive y la Confederación se ayudaron mutuamente en los días de la guerra Federación-Mantis. Aunque esa alianza se desintegró hace tiempo, la Confederación ha conservado algunas leyes arcaicas de fronteras abiertas que permiten a cazadores Mantis entrar en su territorio, siempre y cuando cacen naves como la tuya, y no las suyas.
fr: La Ruche et la Confédération se sont mutuellement soutenues à l'époque de la guerre entre la Fédération et les Mantis. Cette alliance est rompue depuis longtemps, mais la Confédération a conservé certaines lois autorisant les Mantis à traverser leurs frontières (à condition qu'ils chassent des vaisseaux comme les vôtres et pas les leurs).
it: L'Alveare e la Confederazione si aiutarono a vicenda all'epoca della guerra mantis-federale. Sebbene l'alleanza ormai non ci sia più da tempo, la Confederazione ha mantenuto alcune leggi desuete per permettere a cacciatori mantis di entrare liberamente nel loro territorio... purché si limitino a dare la caccia a navi come la tua, e non alle loro.
ko: 하이브와 공동체는 연방-맨티스 전쟁 당시 서로 도왔던 사이입니다. 그 동맹은 이후 해체되었지만, 타국의 함선만을 사냥한다는 조건으로 맨티스 사냥꾼의 공동체 영토 출입을 허용하는 구시대적인 국경 개방법은 여전히 유지되고 있습니다.
ru: Улей и Конфедерация помогали друг другу еще во времена войны между Федерацией и богомолами. Хотя этот союз с тех пор распался, Конфедерация сохранила некоторые архаичные законы об открытых границах, позволяющие охотникам на богомолов проникать на их территорию - при условии, что охотятся они на корабли вроде вашего, а не на свои собственные.
zh_hans: 在螳螂入侵战争的年代，母巢和血兰邦互相帮助。尽管这个联盟后来分崩离析，但血兰邦保留了一些古老的开放边境法律，允许螳螂猎人进入他们的星域——只要他们猎杀的是像你这样的船只，而不是他们自己的。

source: "Do you smell that? It is the scent of murder on horizon. Your corpse will making fine decoration for my vessel, as reminder for how old war should have ended!"
es: “¿Hueles eso? Es el aroma del asesinato en el horizonte. Tu cadáver será una excelente decoración para mi nave, como recordatorio de cómo debió terminar aquella vieja guerra.”
fr: "Vous sentez ça ? C'est l'odeur d'un massacre à venir. Vos corps feront une magnifique décoration pour mon vaisseau et ils rappelleront à tout le monde comment la vieille guerre aurait dû finir."
it: "Lo senti? È il profumo del massacro all'orizzonte. Il tuo cadavere sarà una bellissima decorazione per la mia nave, come ricordo di come vecchia guerra doveva finire!"
ko: “이 냄새 맡아져? 곧 다가올 살육의 냄새. 네 시체 내 선박 훌륭한 장식 되어 옛 전쟁 어떻게 끝났어야 했는지 상기시켜 줄 것!”
ru: "Ты чувствуешь этот запах? Это запах готовящегося убийства. Твой труп станет прекрасным украшением для моего судна, напоминанием о том, как должна была закончиться старая война!"
zh_hans: “你闻到了吗？这是地平线上逐渐腾起的谋杀的气味。你的尸体将为我的容器做精美的装饰，提醒我古老的战争应该结束了！”

source: "Renegade, I slaughter you like I slaughter Federation back in days of old war! It is nothing personal, really. I am just missing those days of red blood running in trenches. And also, I don't like you."
es: “Renegado, te masacraré como masacré a la Federación en los días de la vieja guerra. No es nada personal, en realidad. Solo extraño aquellos días de sangre roja corriendo por las trincheras. Y además, no me agradas.”
fr: "Je vais vous massacrer comme j'ai massacré la Fédération pendant la vieille guerre, renégats ! Rien de personnel, vraiment. Je suis juste nostalgique de l'époque où un sang rouge coulait à flot dans les tranchées. Et puis, je vous aime pas."
it: "Rinnegato, io ti ammazza come ha ammazzato Federazione ai tempi della guerra! Niente di personale, sul serio. Solo che mi mancano quei giorni in cui il sangue rosso scorreva nelle trincee. E poi, non mi piace la tua faccia."
ko: "배회자, 내가 옛 전쟁 연방 도륙했던 것처럼 너 도륙해준다! 원한 있어서 이러는 건 아니야. 참호에서 붉은 피 흐르던 그 시절 그리울 뿐. 그리고, 너 맘에 안 들어."
ru: "Ренегат, я расправляюсь с тобой, как расправлялся с Федерацией в дни старой войны! Ничего личного, правда. Я просто скучаю по тем денькам, когда красная кровь текла по траншеям. А еще ты мне не нравишься".
zh_hans: “变元者，我像当年屠杀联邦一样屠杀你！不过，这真的不是针对你个人的。我只是想念那些在战壕里流淌红色血液的日子。还有，我不喜欢你。”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "The Confederacy has put countless millions of honest Unionists out of business, outcompeting them with their unsanitary and inhumane working conditions in their sweatshop factories! Yet you, Federation scum, you would rather 'keep the peace' and allow this kind of conduct to continue! It's despicable!"
es: “La Confederación ha sacado del negocio a incontables millones de unionistas honestos, superándolos con condiciones de trabajo insalubres e inhumanas en sus fábricas clandestinas. ¡Y aun así tú, escoria de la Federación, prefieres ‘mantener la paz’ y permitir que este tipo de conductas continúen! ¡Es despreciable!”
fr: "La Confédération a mis des millions d'honnêtes partisans de l'Union au chômage avec leurs usines de misère et leurs conditions de travaillent inhumaines et insalubres. Et vous, ordures de la Fédération, vous continuer de 'maintenir la paix' et d'autoriser ce genre de pratiques ! C'est abject !"
it: "La Confederazione ha fatto chiudere bottega a chissà quanti milioni di onesti cittadini dell'Unione, superandoli in produzione con condizioni di lavoro disumane e poco igieniche nelle loro fabbriche! Eppure voi, canaglie federali, preferite 'mantenere la pace' e lasciare che questa condotta continui! È disgustoso!"
ko: “공동체는 비위생적이고 비인간적인 노동 조건으로 공장 노동자를 착취하며 수없이 많은 정직한 연맹원을 이겨먹고 사업판에서 몰아냈다! 그런데도 당신들, 연방 쓰레기들은 '평화를 유지'한다는 명목으로 이런 종류의 행위가 계속되도록 허용하고 있지! 이 가증스러운 놈들!”
ru: "Конфедерация выкинула из своих рядов бесчисленные миллионы честных Союзников, истребив их своими антисанитарными и бесчеловечными условиями труда на потогонных фабриках! А ты, федеративная мразь, хочешь "сохранять мир" и позволить подобному поведению продолжаться! Это отвратительно!"
zh_hans: “血兰邦已经让数以百万计的忠诚的理想主义者们联合起来大罢工，因血汗工厂里肮脏残酷、惨无人道的工作条件而奋起抗争！而你，联邦人渣，你宁愿‘维持和平'，让这种行为继续下去！这是卑鄙的！”

source: The Confederacy has drawn the ire of quite a few humans, who see the raw industrial power of the Vampweeds as a threat to the Union's dominance on galactic manufacturing. Of course, the Rebels have taken this to the extreme and are now making unprovoked attacks on Confederate space!
es: La Confederación ha atraído la ira de bastantes humanos, que ven el poder industrial bruto de los Vampweeds como una amenaza al dominio de la Unión en la manufactura galáctica. Por supuesto, los Rebeldes han llevado esto al extremo y ahora están realizando ataques no provocados en el espacio confederado!
fr: La Confédération s'est attiré les foudres de pas mal d'Humains qui voient la puissance industrielle brute des Vampiflores comme une menace à la domination de l'Union sur l'industrie galactique. Les rebelles ont amplifié ce sentiment à l'extrême et mènent des attaques gratuites dans l'espace confédéré !
it: La Confederazione si è attirata l'ira di parecchi umani, che vedono la potenza industriale delle vampirerbe come una minaccia al dominio dell'Unione sul settore manifatturiero galattico. Ovviamente, i ribelli ha portato la cosa all'estremo e ora eseguono attacchi non provocati allo spazio confederato!
ko: 공동체의 강력한 산업 능력이 은하계 제조업에 대한 협회의 주도권을 위협하자 많은 인간이 분노했습니다. 물론 반군은 이를 극단적으로 받아들여 공동체의 영토에 대한 정당성 없는 공격을 감행하고 있죠!
ru: Конфедерация вызвала недовольство многих людей, которые видят в промышленной мощи Вампсорняков угрозу доминированию Союза в галактическом производстве. Разумеется, повстанцы довели дело до крайности и теперь совершают неспровоцированные нападения на пространство Конфедерации!
zh_hans: 血兰邦已经引起了相当多的人类的愤怒，他们认为血草兰花们的原始工业力量是对联邦在银河制造业主导地位的威胁。当然，叛军已经把这一点发挥到了极致，现在正在对血兰邦的星域进行无端攻击！

source: "If I had a penny for every time I've run into a Renegade in some random backwater alien sector, I'd have... well, I'd have one penny because this is the first time it's happened. But it keeps happening to my friends too, so it's still kind of a weird coincidence."
es: “Si tuviera una moneda por cada vez que me he topado con un Renegado en algún sector alienígena remoto, tendría… bueno, tendría una sola moneda, porque es la primera vez que pasa. Pero también les ocurre a mis amigos, así que sigue siendo una coincidencia bastante extraña.”
fr: "Si on me donnait de la ferraille à chaque fois que je croise un renégat dans un secteur alien paumé j'aurais... eh bien j'aurais une ferraille de plus parce que c'est la première fois que ça m'arrive. Mais mon ami en croise tout le temps, lui. Drôle de coïncidence, non ?"
it: "Se avessi un centesimo per ogni volta che mi ritrovo davanti un Rinnegato in un qualche settore alieno e remoto, avrei... beh, avrei un centesimo perché questa è la prima volta che mi succede. Ma succede spesso anche ai miei amici, quindi è una coincidenza un po' strana."
ko: "내가 어떤 후미진 외계 구역에서 배회자를 만날 때마다 1센트씩 받았다면... 음, 그런 적은 이번이 처음이니 1센트밖에 없겠네. 하지만 내 친구들은 계속 겪고 있는 일이니, 좀 이상한 우연인걸."
ru: "Если бы мне давали по монете за каждое столкновение с Ренегатами в каком-нибудь случайном захолустном секторе, у меня бы... ну, у меня была бы одна монета, потому что это случилось впервые. Но это постоянно происходит с моими друзьями, так что это все равно какое-то странное совпадение".
zh_hans: “如果我每次在某个穷乡僻壤的边缘星区遇到变元者时都能得到一便士，我会……嗯，我会得到一便士，因为这是第一次发生这种事。但我的朋友也经常发生这种事，所以这仍然是一种奇怪的巧合。”

source: "The Union opened its arms to the galaxy, and offered an honest chance to any xeno willing to take it! And how were we repaid? The Confederacy spat in our hand and built its own industrial empire with half the moral fiber! They call themselves capitalists, but they're nothing more than a money farming parasite!" The Rebel spits on the ground and decides to take out his frustration on you.
es: “La Unión abrió sus brazos a la galaxia y ofreció una oportunidad honesta a cualquier xeno dispuesto a tomarla. ¿Y cómo nos pagaron? ¡La Confederación nos escupió en la mano y construyó su propio imperio industrial con la mitad de la fibra moral! Se llaman capitalistas, pero no son más que un parásito que cultiva dinero.” El Rebelde escupe al suelo y decide descargar su frustración contigo.
fr: "L'Union a tendu la main à la galaxie en offrant une chance à tous les xéno désireux de s'en sortir ! Et qu'est-ce qu'on a eu en retour ? La Confédération nous a craché au visage en construisant son propre empire industriel dénoué de tout sens moral ! Ils se prétendent capitalistes, mais ce ne sont rien de plus que des parasites aux ordres du pognon !" Le rebelle crache par terre et décide de passer sa frustration sur vous.
it: "L'Unione ha accolto la galassia a braccia aperte, offrendo una possibilità onesta ad ogni xeno disposto a coglierla! E come siamo stati ripagati? La Confederazione ci ha sputato in mano e ha costruito un impero industriale proprio con metà della levatura morale! Si chiamano capitalisri, ma non sono altro che parassiti sforna-soldi!" Il ribelle sputa in terra e decide di sfogare la sua frustrazione su di te.
ko: "협회는 두 팔 벌려 은하계를 맞이해 그 어떤 외계종족에게도 정직하게 번영할 기회를 주었다! 하지만 그들은 우리 은혜를 어떻게 갚았나? 공동체는 우리 손에 침을 뱉고 반쪽짜리 도덕적 잣대로 그들만의 산업제국을 형성하지 않았나! 공동체는 자신을 자본가라 주장하지만, 돈을 긁어모으는 기생충에 지나지 않는다!" 반군은 바닥에 침을 뱉고 당신에게 화풀이를 하려 합니다.
ru: "Союз открыл свои объятия галактике и предоставил честный шанс любому ксеносу, который готов им воспользоваться! И чем мы отплатили? Конфедерация плюнула в нас и построила свою собственную промышленную империю с вдвое меньшими моральными устоями! Они называют себя капиталистами, но они не более чем паразиты, выращивающие деньги!" Повстанец сплевывает на пол и решает выместить свое разочарование на вас.
zh_hans: “同盟向银河系张开双臂，并向任何愿意接受它的存在、造物、异种与平民提供了一个真诚的机会！但我们是如何得到回报的？血兰邦在我们手中吐了口水，用透支了至少一半的道德品质建立了自己的血汗工厂、奴隶帝国、吃人工业！他们自称资本家，但他们只不过是一堆只知道赚钱的寄生虫！”叛军吐了口痰在地上，决定把他的沮丧发泄在你的身上。
