Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: Explore.
es: Explorar.
fr: Explorer.
it: Esplora.
ko: 탐사한다.
ru: Исследовать.
zh_hans: 探索。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_SLAVES"]/text
source: "It ain't easy finding work nowadays! The moral fiber of the galactic work force has decayed! People don't want to work anymore. They don't show up, they're constantly demanding better pay while their productivity diminishes, it's a real pandemic! Wouldn't you agree?!" The slaver stares at you, waiting for your response.
es: “¡Hoy en día no es fácil conseguir trabajo! ¡La fibra moral de la fuerza laboral galáctica se ha deteriorado! La gente ya no quiere trabajar. No se presentan, exigen constantemente mejores sueldos mientras su productividad disminuye, ¡es una verdadera pandemia! ¿No estás de acuerdo?” El esclavista te mira, esperando tu respuesta.
fr: "Ça n'est pas simple de trouver du travail de nos jours ! La force morale des travailleurs galactiques s'est décomposée ! Les gens ne veulent plus travailler. Ils ne se présentent pas, ils demandent constamment de meilleurs salaires tandis que leur productivité diminue, c'est une vraie pandémie ! Vous ne trouvez pas ?!" L'esclavagiste vous regarde fixement, attendant votre réponse.
it: "Non è facile trovare lavoro di questi tempi! La levatura morale della manodopera galattica è calata! I giovani d'oggi non vogliono più lavorare. Non si fanno vivi, richiedono costantemente un salario migliore mentre la loro produttività si riduce, è una vera pandemia! Non sei d'accordo?!" Lo schiavista ti fissa, aspettando una risposta.
ko: "요즘 일자리 찾기가 너무 힘들어! 은하계 노동 계층이 도덕적으로 해이해졌다 말이야! 이제 일도 안 하려 하지, 출근도 안 하지, 그러면서 생산성은 떨어지는데 월급은 맨날 올려달라 하지, 아주 병이야, 병. 안 그렇습니까?!" 노예상이 당신이 한마디 하기를 기다리는 듯 쳐다봅니다.
ru: "В наше время найти рабочего нелегко! Моральные устои галактической рабочей силы прогнили насквозь! Никто больше не хочет работать. Они прогуливают, постоянно требуют повысить зарплату, а сами работают хуже и хуже, это настоящая эпидемия! Ну разве я не прав?!" Работорговец сверлит вас глазами, ожидая ответа.
zh_hans: “现在这年头找工作可不容易！银河系这地方，廉价劳动力们的道德品质早就已经败坏了！他们不再想着起早贪黑拼命工作了，他们不再卖力干活了，他们不断要求着更高的工资待遇、劳动报酬，可他们的生产力却每况愈下大不如前，这才是真正恐怖的传染病啊！你说是不是这样？！”奴隶贩子盯着你，等待你的回应。

source: Yes, of course!
es: Si, por supuesto!
fr: Oui, bien sûr !
it: Sì, certo!
ko: 그렇고 말고요!
ru: Да, конечно!
zh_hans: 确实，毫无疑问！

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_SLAVES_2"]/text
source: Before you can even finish your sentence, the slaver cuts you off. "And THAT is why I'm excited to announce our brand new "loyal workers" program! Paid and provided for by Tiiikaka." The slaver flashes a grin and has his crew step out to peddle various 'workers'.
es: Antes de que puedas terminar tu frase, el esclavista te interrumpe. "¡Y ESO es por lo que me emociona anunciar nuestro flamante programa de 'trabajadores leales'! Pagado y provisto por Tiiikaka." El esclavista esboza una sonrisa y hace que su tripulación salga a vender varios 'trabajadores'.
fr: Avant même que vous ne puissiez terminer votre phrase, l'esclavagiste vous coupe la parole. "Et C'EST pourquoi je suis heureux de vous annoncer notre tout nouveau programme des "travailleurs loyaux" ! Payé et fourni par Tiiikaka." L'esclavagiste affiche un sourire et demande à son équipe de sortir pour vendre divers 'travailleurs'.
it: Ancor prima che tu possa finire la frase, lo schiavista ti interrompe "E QUESTO è il motivo per cui sono felice di annunciare il nostro nuovissimo programma "leali operai"! Pagato e fornito da Tiiikaka." Lo schiavista fa un bel sorrisone e fa uscire il suo equipaggio per presentare vari 'operai'.
ko: 하던 말을 끝내기도 전에 노예상이 끼어듭니다. "그래서 야심차게 준비했습니다! 바로 "충실한 노동자" 프로그램! 티카카가 후원 및 제공하는 프로그램이죠." 노예상이 씩 웃어보이더니 '노동자'를 팔아 넘기기 위해 선원들에게 나오라고 합니다.
ru: Работорговец перебивает вас, не дав даже закончить предложение. "И ИМЕННО поэтому я с радостью представляю нашу новую программу "Верные рабочие"! Оплачена и осуществляется Тииикакакой." Работорговец широко улыбается, а его команда выходит продавать вам различных "рабочих".
zh_hans: 你话还没说完，奴隶贩子就打断了你。“这就是为什么我们将隆重推出我们全新的‘忠诚工人'计划！这个计划的支付和担保人是我们的提卡卡。”奴隶贩子咧嘴一笑，他的船员们接连出现，忙着兜售各种‘工人'。

source: Attack the slaver.
es: Ataca al esclavista.
fr: Attaquer l'esclavagiste.
ko: 노예상을 공격한다.
ru: Атаковать работорговцев.
zh_hans: 攻击奴隶贩子。

source: Slavers are the scum of the galaxy. You'll be doing great justice by wiping this one out.
es: Los esclavistas son la escoria de la galaxia. Harás un gran acto de justicia si acabas con estos.
fr: Les esclavagistes sont la lie de la galaxie. Vous ferez preuve d'une grande justice en éliminant celui-ci.
it: Gli schiavisti sono la feccia della galassia. Renderai un gran servizio a tutti eliminando questo.
ko: 노예상은 이 은하의 쓰레기들입니다. 이놈을 없애버리는 건 정의로운 일입니다.
ru: Работорговцы - отбросы галактики. Уничтожив их, вы совершите великое правосудие.
zh_hans: 奴隶贩子们是银河系的渣滓败类。将这些人彻底歼灭，毫无疑问，是一件非常正义的事情。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy a slave.
es: Comprar un esclavo.
fr: Acheter un esclave.
it: Compra uno schiavo.
ko: 노예를 구입한다.
ru: Купить раба.
zh_hans: 购买一名奴隶。

source: "A great purchase. May they serve you well, captain..."
es: “Una gran compra. Que te sirva bien, capitán...”
fr: "Un excellent achat. Qu'ils vous servent bien, capitaine..."
it: "Ottimo acquisto. Che possa servirti bene, capitano..."
ko: "지당하신 선택입니다. 노예가 선장님을 잘 따랐으면 좋겠군요..."
ru: "Отличный выбор. Пусть они хорошо послужат вам, капитан..."
zh_hans: “一次伟大的采购。愿它们为您提供良好的服务，舰长…”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy a slave.
es: Comprar un esclavo.
fr: Acheter un esclave.
it: Compra uno schiavo.
ko: 노예를 구입한다.
ru: Купить раба.
zh_hans: 购买一名奴隶。

source: "A great purchase. May they serve you well, captain..."
es: “Una gran compra. Que te sirva bien, capitán...”
fr: "Un excellent achat. Qu'ils vous servent bien, capitaine..."
it: "Ottimo acquisto. Che possa servirti bene, capitano..."
ko: "지당하신 선택입니다. 노예가 선장님을 잘 따랐으면 좋겠군요..."
ru: "Отличный выбор. Пусть они хорошо послужат вам, капитан..."
zh_hans: “一次伟大的采购。愿它们为您提供良好的服务，舰长…”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vampweed Crew) "We do not need your 'workers'. The Confederacy is strong thanks to the hardwork of us greenbloods."
es: (Tripulante Vampweed) “No necesitamos a tus ‘trabajadores’. La Confederación es fuerte gracias al duro trabajo de nosotros, los de sangre verde.”
fr: (Equipage Vampiflore) "Nous n'avons pas besoin de vos 'travailleurs'. La Confédération est forte grâce au labeur acharné des sangs verts."
it: (Equipaggio vampirerba) "Non ci servono i tuoi 'operai'. La Confederazione è forte grazie al duro lavoro di noi sangueverde."
ko: (흡혈초 선원) "당신들의 '노동자'는 필요 없다. 공동체는 우리가 노력한 덕분에 굳건히 유지되고 있다."
ru: (Член экипажа-Вампсорняк) "Нам не нужны ваши "рабочие". Конфедерация сильна благодаря труду нас, зеленокровных".
zh_hans: (血草兰花船员)“我们不需要你们的‘工人'。血兰邦的强大，源于我们绿色血裔的辛勤工作。”

source: "Ah, gross vine thing! I often forget your kind can even speak! Isn't it adorable, you sound like you'll grow up to be quite the little fascist some day!" The slaver pretends to pat your Orchid on the head. "Here you go little guy, have some scrap for all your hard work in the sweatshop."
es: “Ah, ¡asquerosa cosa enredadera! ¡A menudo olvido que los de tu clase siquiera pueden hablar! ¿No es adorable? ¡Suena como si algún día fueras a convertirte en un pequeño fascista!” El esclavista finge darle unas palmaditas a tu Orchid en la cabeza. “Vamos, pequeñín, toma algo de chatarra por todo tu duro trabajo en el taller clandestino.”
fr: " Ah, sale plante dégoutante ! J'oublie toujours que ton espèce peut parler ! C'est adorable, on dirait bien que tu vas pousser jusqu'à devenir un vrai petit fasciste, un de ces jours ! " L'esclavagiste fait semblant de caresser la tête de l'Orchidée. " Tiens mon grand, prends un peu de ferraille pour ton dur labeur dans l'atelier de misère."
it: "Ahm orrido rampicante! Spesso dimentico che quelli della tua specie sono in grado di parlare! Non è adorabile, sembra che diventerai davvero un bel ducetto da grande!" Lo schiavo finge di accarezzare il tuo orchid sulla testa. "Tieni, piccoletto, un po' di moduli per tutto il tuo miserabile duro lavoro."
ko: "윽, 징그러운 덩굴괴물아! 너희들이 말을 할 줄 안다는 사실도 깜빡하곤 해! 그래도 언젠가 쪼끄만 파시스트로 자랄 거라 생각하니 귀엽기도 하네!" 노예상은 오키드의 머리를 쓰다듬는 시늉을 합니다. " 착취당하느라 힘들었지? 옛다. 스크랩이나 조금 가져가렴."
ru: "Ах, мерзкая травянистая тварь! Я часто забываю, что такие как ты вообще способны говорить! Судя по твоим словам, когда-нибудь ты станешь маленьким фашистом!" Работорговец делает вид, будто гладит вашего Вампсорняка по голове. "Вот, малютка, возьми немножко лома за твою тяжелую работу в потогонном цеху".
zh_hans: “啊，恶心的藤蔓团子！你不出声我还想不起来，你和你的同类甚至长着一张能说话的嘴！真可爱，听起来你总有一天会成为一个小法西斯！”奴隶贩子假装拍拍你的兰花族船员的头。“给你，小家伙，为了你在血汗工厂的辛勤劳作，来吃点儿废品。”

source: Ignore the slaver and continue on your way.
es: Ignorar al esclavista y seguir tu camino.
fr: Ignorer l'esclavagiste et continuer votre chemin.
it: Ignora lo schiavista e continua il viaggio.
ko: 노예상을 무시하고 가던 길을 간다.
ru: Не обращать внимания на работорговца и продолжить свой путь.
zh_hans: 不理会这个奴隶贩子，继续执行你的任务。

source: You're not interested in slavers.
es: No te interesan los esclavistas.
fr: Les esclavagistes ne vous intéressent pas.
it: Non ti interessano gli schiavisti.
ko: 당신은 노예상에 관심 없습니다.
ru: Вас не интересуют работорговцы.
zh_hans: 你对奴隶贩子不感兴趣。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: [Federation Database] What is Tiiikaka?
es: [Base de Datos de la Federación] ¿Qué es Tiiikaka?
fr: [Base de données de la Fédération] Qu'est-ce que Tiiikaka ?
it: [Database della Federazione] Cos'è Tiiikaka?
ko: [연방 데이터베이스] 티카카가 무엇인가?
ru: [База данных Федерации] Кто такой Тииикака?
zh_hans: [联邦数据库]什么是提卡卡？

source: No, not really...
es: No, no realmente...
fr: Non, pas vraiment...
it: No, non proprio...
ko: 딱히...
ru: Нет, не совсем...
zh_hans: 不，这不太合理...

source: I don't feel comfortable answering that.
es: No me siento cómodo respondiendo eso.
fr: Je n'ai pas très envie de répondre à ça.
it: Non mi sento a mio agio a rispondere.
ko: 불편한 질문이군요.
ru: Я не хочу отвечать на этот вопрос.
zh_hans: 我不想回答这个问题。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_GARDEN"]/text
source: An Orchid vessel is passing through when it stops as you jump in. With proficient sign language, they hail you. "Captain, greetings! We're on a special mission from the Gathering at the request of Ambassador Ty E'Rel. A disease has overcome one of the local Confederate Gardenworlds and we've been sent to cure it! A small problem though... uh... we have no idea what we're doing. I know, I know, it's our job but like, I just water the plants? Our chief botanist was already out so they sent us instead. By chance, do you have anything that could help us?"
es: Una nave Orchid pasa por aquí cuando se detiene al llegar tú. Con un lenguaje de señas fluido, te contactan. “¡Saludos, capitán! Estamos en una misión especial de la Gathering a solicitud del embajador Ty E’Rel. ¡Una enfermedad ha afectado a uno de los mundos jardín confederados locales y nos enviaron a curarla! Aunque hay un pequeño problema… eh… no tenemos idea de qué estamos haciendo. Lo sé, lo sé, es nuestro trabajo, pero yo solo riego las plantas. Nuestro botánico jefe ya estaba fuera, así que nos enviaron a nosotros. Por casualidad, ¿tienes algo que pueda ayudarnos?”
fr: Un vaisseau Orchidée qui passait par là s'arrête à votre arrivée. Il vous aborde avec de grands gestes. " Capitaine, enchanté ! Nous sommes en mission spéciale pour la Congrégation à la demande de l'Ambassadeur Ty E'rel. Une maladie s'est répandue sur l'un des Mondes-Eden de la Congrégation et nous avons été envoyés pour trouver un remède ! On a juste un petit problème... eh bien... on ne sait pas comment s'y prendre. Je sais, je sais, c'est notre boulot, mais bon... On arrose juste les plantes ? Notre chef botaniste était occupé alors ils nous ont envoyés à sa place. Vous n'auriez pas quelque chose qui pourrait nous aider, par hasard ? "
it: Una nave orchid è di passaggio, ma si ferma una volta che esci dall'ipervelocità. Ti contattano con un abile uso del linguaggio dei segni. "Capitano, salve! Siamo in missione speciale per conto del Raccolto su richiesta dell'Ambasciatore Ty E'Rel. Una malattia si è diffusa in uno dei Grandi Giardini confederati e siamo stati mandati a curarla! C'è un problemino però... uh... non abbiamo la minima idea di cosa stiamo facendo. Lo so, so che è il nostro lavoro ma, insomma, io annaffio le piante e basta? Il nostro capo botanico era già via quindi hanno mandato noi. Non è che avresti qualcosa che possa aiutarci?"
ko: 당신이 도약해 오자 지나던 오키드 함선이 멈춰 세웁니다. 오키드는 수화로 능숙하게 당신에게 교신을 보냅니다. "안녕하세요, 함장! 저희는 군락에서 타이 이'렐 대사의 요청으로 특별임무를 받고 왔습니다. 공동체 정원성단 행성에 질병이 창궐해 근절하러 가고 있죠! 그런데 그게... 사소한 문제가 있습니다. 저희도 사실 어떻게 해야 할지 잘 모르거든요. 아! 저희가 하는 일이라면... 식물에 물을 주면 될까요? 주임 정원사가 출장 나가서 저희를 대신 파견했거든요. 혹시 도움이 될 만한 물건이라도 없을까요?"
ru: Пролетающее рядом судно орхидей останавливается, заметив вас. Они связываются с вами на искусном языке жестов. "Капитан, приветствую! У нас специальное задание от Соцветия, по личной просьбе посла Тай Э'Рэла. Один из местных Садов орхидей Конфедерации поразила болезнь и нас отправили всех вылечить. Правда есть небольшая проблема... эм... мы понятия не имеем, что делаем. Я знаю-знаю, это наша работа, но я ведь просто занимаюсь поливкой растений! Наш главный ботаник был в отъезде, поэтому вместо него прислали нас. Случайно, у вас нет ничего, что могло бы нам помочь?"
zh_hans: 当你跃迁完成时，一艘兰花族飞船停了下来。他们用熟练的手语向你发出呼叫。“舰长，您好！应集议会的笛艾尔大使的要求，我们正在执行一项特殊任务。一种疾病正在当地的血兰邦下辖花园世界不断肆虐，我们被派去治愈它！不过我们现在遇到了一个小问题…呃…就是我们不知道我们应该做什些么。是，我知道，这应该是我们的本职工作，但是，我只知道怎么给培养箱和育苗田浇水，这又能有什么用呢？没错，我们的首席植物学家因要事匆忙外出，所以他们派我们这群啥都不懂的来接替他的工作。对了，你有什么能帮帮我们的吗？”

source: Make up some advice.
es: Inventar algún consejo.
fr: Inventer quelque chose.
it: Inventati dei consigli.
ko: 조언할 말을 지어낸다.
ru: Придумать несколько советов.
zh_hans: 胡乱编造一些建议。

source: (Medical Crew) Offer advice.
es: (Tripulante Medico) Ofrecer consejo.
fr: (Membre d'équipage médical) Proposer une solution.
it: (Equipaggio medico) Offri consiglio.
ko: (의료 선원) 조언을 해준다.
ru: (Член экипажа-Медик) Дать совет.
zh_hans: (医疗船员)提供指导意见。

source: (Ty E'Rel) Lecture the incompetent plants.
es: (Ty E’Rel) Dar una lección a las plantas incompetentes.
fr: (Ty E'rel) Sermonner les plantes incompétentes.
it: (Ty E'Rel) Ammonisci le piante incompetenti.
ko: (타이 이'렐) 무능한 잡초들에게 한 소리 한다.
ru: (Тай Э'Рел) Отчитать некомпетентные растения.
zh_hans: (笛艾尔)教训这些无能的植物。

source: Ty E'Rel's poker face doesn't even flinch as he dresses down the Gathering delegation. "I am very disappointed in your performance. You did not leave with everything you needed to complete the task as requested. I will fax you some documents that will outline some basic procedures, but if you are unable to carry out your duties, then you will return to the Gathering and not come back until you are properly equipped." The Gathering Delegation sheepishly accept his documents and promise to do better. "Um, we were given this Spore Launcher. Please be gentle in your performance review."
es: El rostro imperturbable de Ty E’Rel ni siquiera se altera mientras reprende a la delegación de la Gathering. “Estoy muy decepcionado de su desempeño. No partieron con todo lo necesario para completar la tarea según lo solicitado. Les enviaré algunos documentos que describen procedimientos básicos, pero si no son capaces de cumplir con sus deberes, regresarán a la Gathering y no volverán hasta estar debidamente equipados.” La delegación de la Gathering acepta los documentos con vergüenza y promete hacerlo mejor. “Eh… nos dieron este Lanzador de Esporas. Por favor, sea amable en su evaluación de desempeño.”
fr: Le visage impassible de Ty E'rel ne trahit aucune émotion pendant qu'il réprimande la délégation de la Congrégation. " Vous me décevez énormément. Vous n'avez pas pris ce dont vous aviez besoin pour accomplir votre mission. Je vais vous faxer des documents contenant les instructions de base. Si vous êtes incapables de vous acquitter de votre devoir, retournez à la Congrégation et ne revenez que quand vous serez convenablement équipés. " La délégation de la Congrégation, honteuse, récupère les documents et promet de faire mieux. " Euh, on nous a donné ce Lanceur de Spores. Soyez indulgent dans votre bilan de performance. "
it: La faccia da poker di Ty E'Rel non cede per un attimo mentre rimprovera la delegazione del Raccolto. "Sono molto deluso dal vostro operato. Siete partiti senza avere tutto quello che vi serviva per completare l'incarico. Vi invierò un fax con dei documenti che delineano alcune procedure di base, ma se non siete in grado di adempiere al vostro dovere, allora farete ritorno al Raccolto e non tornerete fino a quando non sarete adeguatamente attrezzati." La delegazione accetta i documenti, piena di vergogna, e promette di fare di meglio. "Um, ci è stato dato questo lanciaspore. La prego di essere gentile nel suo rapporto."
ko: 타이 이'렐은 근엄한 얼굴에 미동도 안 한 채 포커 페이스를 유지하며 군락 사절단을 질책했습니다. "매우 실망했습니다. 제가 요청한 임무를 수행할 장비를 챙기지 않았군요. 기본 절차를 명시해 팩스로 보내드리겠습니다. 이 임무를 수행할 수 없다면, 군락에 돌아가 장비를 갖추기 전까지 돌아오지 마십시오." 군락 사절단은 멋쩍어하며 서류를 받고 더 잘하겠다 약속합니다. "저기, 포자 발사기를 하나 받았으니 드릴게요. 업무평가는 살살 부탁드려요."
ru: Бесстрастное лицо Тай Э'Рела даже не дрогнуло, пока он отчитывал делегацию Соцветия. "Я очень разочарован вами. Вы отправились на задание, должным образом не подготовившись к его выполнению. Я отправлю набор документов, в которых указаны самые основные процедуры, но если вы совсем не способны выполнять свои обязанности - возвращайтесь в Соцветие и не возвращайтесь без должных знаний и оборудования". Делегация Соцветия с видимым стыдом принимают документы и обещают исправится. "Эм, нам дали эту споровую пусковую установку. Пожалуйста, будьте помягче с нами".
zh_hans: “我对你的表现非常失望，你没有认真阅读任务要求，还没带齐完成任务所需的所有物品，就匆忙离开了驻地。我稍后会传真给你一些文件，概述一些处理此事应当采取的基本程序；但如果你还是不能履行职责，那你就滚回集议会，带齐了东西之后再过来。” 集议会代表团不好意思地接受了他传真过去的文件，并承诺会做得更好。“呃，我们的确漏掉了这个孢子发射器。请在绩效考评报告中温和一些，别太苛刻。”

source: (Orchid Caretaker) Offer advice.
es: (Cuidador Orchid) Ofrecer consejo.
fr: (Veilleur Orchidées) Proposer une solution.
it: (Custode orchid) Offri consigli.
ko: (오키드 정원지기) 조언을 한다.
ru: (Смотритель орхидей) Дать совет.
zh_hans: (兰花看护者)献计献策。

source: Take this opportunity to attack them!
es: ¡Aprovechar esta oportunidad para atacarlos!
fr: Profiter de l'occasion pour les attaquer !
it: Cogli quest'occasione per attaccarli!
ko: 기회를 틈타 공격한다!
ru: Использовать эту возможность и атаковать их!
zh_hans: 抓住时机，向他们发起进攻！

source: "Gah! Not another one!" The caretakers arm their weapons and ready to defend themselves.
es: “¡Ah! ¡No otro más!” Los cuidadores arman sus armas y se preparan para defenderse.
fr: "Aaah ! Pas encore !" Les Veilleurs chargent leurs armes, prêts à se défendre.
it: "Gah! Non di nuovo!" I custodi alimentano le armi e si preparano a difendersi.
ko: "으악! 또야!" 정원지기들은 무기를 장전해 방어할 준비를 합니다.
ru: "Черт! Только не еще один!" Смотрители активировали орудия и приготовились защищаться.
zh_hans: “嘎！不是另一个！”看守们装备好武器，准备自卫。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We don't have anything, sorry.
es: No tenemos nada, lo siento.
fr: On n'a rien pour vous, désolés.
it: Non abbiamo niente, spiacente.
ko: 아무 것도 없네요. 미안합니다.
ru: К сожалению, у нас ничего нету.
zh_hans: 我们没啥能帮上忙的。

source: Disappointed, the Orchids nod and prepare to carry on - unprepared.
es: Decepcionados, los Orchids asienten y se preparan para continuar… sin estar preparados.
fr: Déçues, les Orchidées hochent la tête et s'en vont, sans plus de préparation.
it: Delusi, gli orchid annuiscono e si preparano a proseguire... impreparati.
ko: 실망한 오키드는 머리를 끄덕이고 계속 나아갈 준비를 합니다. 채비도 안 한 상태로요.
ru: Разочарованные, орхидеи кивают и готовятся продолжить свой путь неподготовленными.
zh_hans: 兰花族失望地点点头，准备毫无准备地继续前进——他只能浇点儿水，别的不会。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The caretaker blinks, trying to process the information you just made up on the fly. "Uhuh... I'm not really sure what you're saying, but it sounds like you know what you're talking about!" The Orchids offer a gift for your 'help'.
es: El cuidador parpadea, intentando procesar la información que acabas de inventar sobre la marcha. “Ajá… no estoy muy seguro de lo que estás diciendo, ¡pero suena como si supieras de lo que hablas!” Los Orchids te ofrecen un obsequio por tu ‘ayuda’.
fr: Le Veilleur plisse les yeux, essayant de comprendre les informations que vous inventées à la volée. " Eh beh... J'suis pas sûr d'avoir tout compris, mais vous avez l'air de savoir de quoi vous parlez ! " Les Orchidées vous offrent quelque chose en échange de votre " aide ".
it: Il custode sbatte le palpebre, cercando di elaborare le informazione che hai inventato di sana pianta. "Uhuh... non credo di aver capito bene cosa dici, ma sembri sapere il fatto tuo!" Gli orchid ti offrono qualcosa in cambio del tuo 'aiuto'.
ko: 정원지기가 눈을 꿈뻑거리며 당신이 지어낸 정보를 이해하려고 합니다. "그래요... 무슨 말씀이신지는 전 잘 모르겠지만, 함장님은 잘 아시는 것 같네요!" 오키드는 당신의 '도움'에 감사하며 선물을 줍니다.
ru: Смотритель моргает, пытаясь осознать все, что вы только что напридумывали. "Ага... я не совсем понимаю, о чем вы говорите, но звучит так, будто вы знаете в этом толк!". Орхидеи награждают вас за "помощь".
zh_hans: 看护者眨了眨眼睛，试图弄明白你刚刚编造的信息。“呃...我不太确定你刚才在说些什么，但听起来你似乎对自己方才说的那些话一清二楚、十拿九稳、很有信心！”兰花族为你的“帮助”提供了一份礼物。
