Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: "YES! IT WORKED! Hahahah!" With such enthusiasm, you expect your crew to be returning soon. Instead, it appears they died shortly after the experiments began from the neurotoxins. The Shells offer only a slight apology, but are otherwise too caught up in their success to really pay attention to your woes.
es: ¡SÍ! ¡FUNCIONÓ! ¡Jajajaja! Con semejante entusiasmo, esperabas que tu tripulación regresara pronto. En su lugar, parece que murieron poco después de que comenzaran los experimentos, a causa de las neurotoxinas. Los Shells apenas ofrecen una disculpa, demasiado absortos en su éxito como para prestar verdadera atención a tus desgracias.
fr: "OUI ! ÇA A MARCHÉ ! Hahahah !" Avec un tel enthousiasme, vous vous attendez à ce que votre membre équipage revienne bientôt. Au lieu de cela, il semble qu'il soit mort peu de temps après le début des expériences à cause des neurotoxines. Les Coquilles ne vous présentent qu'une légère excuse, mais sont par ailleurs trop absorbées par leur succès pour vraiment prêter attention à vos malheurs.
it: "FÌ! HA FUNZIONATO! Ahahahah!" Visto l'entusiasmo, ti aspetti che il tuo membro dell'equipaggio torni presto. Invece, sembra che sia morto poco dopo l'inizio dell'esperimento a causa delle neurotossine. Lo shellman offre solo una piccola scusa, ma altrimenti è troppo preso dal suo successo per prestare attenzione ai tuoi problemi.
ko: "서어엉공이예요! 하하하하!" 셸 과학자가 들뜬 걸로 미뤄보아 당신은 실험상대로 보낸 선원도 곧 돌아오리라 생각합니다. 그러나 당신의 선원은 신경독 때문에 실험을 시작한 지 얼마 지나지 않아 사망한 모양입니다. 셸은 심심한 위로를 전했으나, 실험 성공에 너무나 흥분한 나머지 당신이 슬퍼하는 모습에 신경 쓸 겨를이 없어 보입니다.
ru: "ДА! СРАБОТАЛО! Ха-ха-ха!" Видя такой энтузиазм, вы ожидаете скорого возвращения члена вашего экипажа. Вместо этого выясняется, что он умер от нейротоксинов вскоре после начала экспериментов. Ракушки, слишком увлеченные своим успехом, чтобы обратить внимание на вашу потерю, и приносят лишь неискренние извинения.
zh_hans: “是的！成功了！哈哈哈！”带着如此的热情，你期望你的船员很快就会回来。但很遗憾，他似乎在实验开始后不久就死于神经毒素。甲壳族只提供了一个微不足道的道歉，但除此之外，他们太专注于自己的成功，无法真正关注你的痛苦。

source: For some reason, your Clone Bay doesn't seem to be registering your crew member. This must be something on behalf of the Shells, but you can't be certain.
es: Por alguna razón, tu Bahía de Clonación no parece estar registrando a tu tripulante. Debe ser algo provocado por los Shells, pero no puedes estar seguro.
fr: Pour une raison quelconque, votre salle des clones ne semble pas enregistrer votre membre d'équipage. Cela doit être dû aux Coquilles, mais vous ne pouvez pas en être certain.
it: Per qualche motivo, la tua Sala di clonazione non sembra registrare il membro dell'equipaggio. Dev'essere opera degli shellman, ma non puoi averne la certezza.
ko: 무슨 이유인지 클론 배양실이 선원 정보를 인식하지 못합니다. 아마 셸 과학자 때문인 것 같지만, 확실하진 않습니다.
ru: Ваш Клон-отсек почему-то отказывается регистрировать члена вашего экипажа. Должно быть, это дело рук ракушек, но вы точно не знаете.
zh_hans: 出于某种原因，你的克隆舱似乎无法识别你的船员。这一定代表着甲壳族似乎研究出了一些可怕的事物，但你不太敢确定。

source: Attack the Shells to get revenge!
es: ¡Atacar a los Shells para vengarte!
fr: Attaquer les Coquilles pour vous venger !
it: Attacca gli shellman per avere vendetta!
ko: 복수를 위해 셸을 공격한다!
ru: Отомстить ракушкам, в атаку!
zh_hans: 攻击甲壳族，复仇！

source: Leave without causing a scene.
es: Irte sin causar una escena.
fr: Partir sans faire de scène.
it: Vattene senza alzare un polverone.
ko: 소란 피우지 말고 떠난다.
ru: Уйти, не устраивая сцены.
zh_hans: 在不引起骚动的情况下离开。

source: "YES! IT WORKED! Hahahah!" With such enthusiasm, you expect your crew to be returning soon. Instead, it appears they died shortly after the experiments began from the neurotoxins. The Shells offer only a slight apology, but are otherwise too caught up in their success to really pay attention to your woes.
es: ¡SÍ! ¡FUNCIONÓ! ¡Jajajaja! Con semejante entusiasmo, esperabas que tu tripulación regresara pronto. En su lugar, parece que murieron poco después de que comenzaran los experimentos, a causa de las neurotoxinas. Los Shells apenas ofrecen una disculpa, demasiado absortos en su éxito como para prestar verdadera atención a tus desgracias.
fr: "OUI ! ÇA A MARCHÉ ! Hahahah !" Avec un tel enthousiasme, vous vous attendez à ce que votre membre équipage revienne bientôt. Au lieu de cela, il semble qu'il soit mort peu de temps après le début des expériences à cause des neurotoxines. Les Coquilles ne vous présentent qu'une légère excuse, mais sont par ailleurs trop absorbées par leur succès pour vraiment prêter attention à vos malheurs.
it: "FÌ! HA FUNZIONATO! Ahahahah!" Visto l'entusiasmo, ti aspetti che il tuo membro dell'equipaggio torni presto. Invece, sembra che sia morto poco dopo l'inizio dell'esperimento a causa delle neurotossine. Lo shellman offre solo una piccola scusa, ma altrimenti è troppo preso dal suo successo per prestare attenzione ai tuoi problemi.
ko: "서어엉공이예요! 하하하하!" 셸 과학자가 들뜬 걸로 미뤄보아 당신은 실험상대로 보낸 선원도 곧 돌아오리라 생각합니다. 그러나 당신의 선원은 신경독 때문에 실험을 시작한 지 얼마 지나지 않아 사망한 모양입니다. 셸은 심심한 위로를 전했으나, 실험 성공에 너무나 흥분한 나머지 당신이 슬퍼하는 모습에 신경 쓸 겨를이 없어 보입니다.
ru: "ДА! СРАБОТАЛО! Ха-ха-ха!" Видя такой энтузиазм, вы ожидаете скорого возвращения члена вашего экипажа. Вместо этого выясняется, что он умер от нейротоксинов вскоре после начала экспериментов. Ракушки, слишком увлеченные своим успехом, чтобы обратить внимание на вашу потерю, и приносят лишь неискренние извинения.
zh_hans: “是的！成功了！哈哈哈！”带着如此的热情，你期望你的船员很快就会回来。但很遗憾，他似乎在实验开始后不久就死于神经毒素。甲壳族只提供了一个微不足道的道歉，但除此之外，他们太专注于自己的成功，无法真正关注你的痛苦。

source: For some reason, your Clone Bay doesn't seem to be registering your crew member. This must be something on behalf of the Shells, but you can't be certain.
es: Por alguna razón, tu Bahía de Clonación no parece estar registrando a tu tripulante. Debe ser algo provocado por los Shells, pero no puedes estar seguro.
fr: Pour une raison quelconque, votre salle des clones ne semble pas enregistrer votre membre d'équipage. Cela doit être dû aux Coquilles, mais vous ne pouvez pas en être certain.
it: Per qualche motivo, la tua Sala di clonazione non sembra registrare il membro dell'equipaggio. Dev'essere opera degli shellman, ma non puoi averne la certezza.
ko: 무슨 이유인지 클론 배양실이 선원 정보를 인식하지 못합니다. 아마 셸 과학자 때문인 것 같지만, 확실하진 않습니다.
ru: Ваш Клон-отсек почему-то отказывается регистрировать члена вашего экипажа. Должно быть, это дело рук ракушек, но вы точно не знаете.
zh_hans: 出于某种原因，你的克隆舱似乎无法识别你的船员。这一定代表着甲壳族似乎研究出了一些可怕的事物，但你不太敢确定。

source: Attack the Shells to get revenge!
es: ¡Atacar a los Shells para vengarte!
fr: Attaquer les Coquilles pour vous venger !
it: Attacca gli shellman per avere vendetta!
ko: 복수를 위해 셸을 공격한다!
ru: Отомстить ракушкам, в атаку!
zh_hans: 攻击甲壳族，复仇！

source: Leave without causing a scene.
es: Irte sin causar una escena.
fr: Partir sans faire de scène.
it: Vattene senza alzare un polverone.
ko: 소란 피우지 말고 떠난다.
ru: Уйти, не устраивая сцены.
zh_hans: 在不引起骚动的情况下离开。

source: "YES! IT WORKED! Hahahah!" With such enthusiasm, you expect your crew to be returning soon. Instead, it appears they died shortly after the experiments began from the neurotoxins. The Shells offer only a slight apology, but are otherwise too caught up in their success to really pay attention to your woes.
es: ¡SÍ! ¡FUNCIONÓ! ¡Jajajaja! Con semejante entusiasmo, esperabas que tu tripulación regresara pronto. En su lugar, parece que murieron poco después de que comenzaran los experimentos, a causa de las neurotoxinas. Los Shells apenas ofrecen una disculpa, demasiado absortos en su éxito como para prestar verdadera atención a tus desgracias.
fr: "OUI ! ÇA A MARCHÉ ! Hahahah !" Avec un tel enthousiasme, vous vous attendez à ce que votre membre d'équipage revienne bientôt. Au lieu de cela, il semble qu'il soit mort peu de temps après le début des expériences à cause des neurotoxines. Les Coquilles ne vous présentent qu'une légère excuse, mais sont par ailleurs trop absorbées par leur succès pour vraiment prêter attention à vos malheurs.
it: "FÌ! HA FUNZIONATO! Ahahahah!" Visto l'entusiasmo, ti aspetti che il tuo membro dell'equipaggio torni presto. Invece, sembra che sia morto poco dopo l'inizio dell'esperimento a causa delle neurotossine. Lo shellman offre solo una piccola scusa, ma altrimenti è troppo preso dal suo successo per prestare attenzione ai tuoi problemi.
ko: "서어엉공이예요! 하하하하!" 셸 과학자가 들뜬 걸로 미뤄보아 당신은 실험상대로 보낸 선원도 곧 돌아오리라 생각합니다. 그러나 당신의 선원은 신경독 때문에 실험을 시작한 지 얼마 지나지 않아 사망한 모양입니다. 셸은 심심한 위로를 전했으나, 실험 성공에 너무나 흥분한 나머지 당신이 슬퍼하는 모습에 신경 쓸 겨를이 없어 보입니다.
ru: "ДА! СРАБОТАЛО! Ха-ха-ха!" Видя такой энтузиазм, вы ожидаете скорого возвращения члена вашего экипажа. Вместо этого выясняется, что он умер от нейротоксинов вскоре после начала экспериментов. Ракушки, слишком увлеченные своим успехом, чтобы обратить внимание на вашу потерю, и приносят лишь неискренние извинения.
zh_hans: “是的！成功了！哈哈哈！”带着如此的热情，你期望你的船员很快就会回来。但很遗憾，他似乎在实验开始后不久就死于神经毒素。甲壳族只提供了一个微不足道的道歉，但除此之外，他们太专注于自己的成功，无法真正关注你的痛苦。

source: For some reason, your Clone Bay doesn't seem to be registering your crew member. This must be something on behalf of the Shells, but you can't be certain.
es: Por alguna razón, tu Bahía de Clonación no parece estar registrando a tu tripulante. Debe ser algo provocado por los Shells, pero no puedes estar seguro.
fr: Pour une raison quelconque, votre salle des clones ne semble pas enregistrer votre membre d'équipage. Cela doit être dû aux Coquilles, mais vous ne pouvez pas en être certain.
it: Per qualche motivo, la tua Sala di clonazione non sembra registrare il membro dell'equipaggio. Dev'essere opera degli shellman, ma non puoi averne la certezza.
ko: 무슨 이유인지 클론 배양실이 선원 정보를 인식하지 못합니다. 아마 셸 과학자 때문인 것 같지만, 확실하진 않습니다.
ru: Ваш Клон-отсек почему-то отказывается регистрировать члена вашего экипажа. Должно быть, это дело рук ракушек, но вы точно не знаете.
zh_hans: 出于某种原因，你的克隆舱似乎无法识别你的船员。这一定代表着甲壳族似乎研究出了一些可怕的事物，但你不太敢确定。

source: Attack the Shells to get revenge!
es: ¡Atacar a los Shells para vengarte!
fr: Attaquer les Coquilles pour vous venger !
it: Attacca gli shellman per avere vendetta!
ko: 복수를 위해 셸을 공격한다!
ru: Отомстить ракушкам, в атаку!
zh_hans: 攻击甲壳族，复仇！

source: Leave without causing a scene.
es: Irte sin causar una escena.
fr: Partir sans faire de scène.
it: Vattene senza alzare un polverone.
ko: 소란 피우지 말고 떠난다.
ru: Уйти, не устраивая сцены.
zh_hans: 在不引起骚动的情况下离开。

source: "YES! IT WORKED! Hahahah!" With such enthusiasm, you expect your crew to be returning soon. Instead, it appears they died shortly after the experiments began from the neurotoxins. The Shells offer only a slight apology, but are otherwise too caught up in their success to really pay attention to your woes.
es: ¡SÍ! ¡FUNCIONÓ! ¡Jajajaja! Con semejante entusiasmo, esperabas que tu tripulación regresara pronto. En su lugar, parece que murieron poco después de que comenzaran los experimentos, a causa de las neurotoxinas. Los Shells apenas ofrecen una disculpa, demasiado absortos en su éxito como para prestar verdadera atención a tus desgracias.
fr: "OUI ! ÇA A MARCHÉ ! Hahahah !" Avec un tel enthousiasme, vous vous attendez à ce que votre membre équipage revienne bientôt. Au lieu de cela, il semble qu'il soit mort peu de temps après le début des expériences à cause des neurotoxines. Les Coquilles ne vous présentent qu'une légère excuse, mais sont par ailleurs trop absorbées par leur succès pour vraiment prêter attention à vos malheurs.
it: "FÌ! HA FUNZIONATO! Ahahahah!" Visto l'entusiasmo, ti aspetti che il tuo membro dell'equipaggio torni presto. Invece, sembra che sia morto poco dopo l'inizio dell'esperimento a causa delle neurotossine. Lo shellman offre solo una piccola scusa, ma altrimenti è troppo preso dal suo successo per prestare attenzione ai tuoi problemi.
ko: "서어엉공이예요! 하하하하!" 셸 과학자가 들뜬 걸로 미뤄보아 당신은 실험상대로 보낸 선원도 곧 돌아오리라 생각합니다. 그러나 당신의 선원은 신경독 때문에 실험을 시작한 지 얼마 지나지 않아 사망한 모양입니다. 셸은 심심한 위로를 전했으나, 실험 성공에 너무나 흥분한 나머지 당신이 슬퍼하는 모습에 신경 쓸 겨를이 없어 보입니다.
ru: "ДА! СРАБОТАЛО! Ха-ха-ха!" Видя такой энтузиазм, вы ожидаете скорого возвращения члена вашего экипажа. Вместо этого выясняется, что он умер от нейротоксинов вскоре после начала экспериментов. Ракушки, слишком увлеченные своим успехом, чтобы обратить внимание на вашу потерю, и приносят лишь неискренние извинения.
zh_hans: “是的！成功了！哈哈哈！”带着如此的热情，你期望你的船员很快就会回来。但很遗憾，他似乎在实验开始后不久就死于神经毒素。甲壳族只提供了一个微不足道的道歉，但除此之外，他们太专注于自己的成功，无法真正关注你的痛苦。

source: For some reason, your clonebay doesn't seem to be registering your crew member. This must be something on behalf of the Shells, but you can't be certain.
es: Por alguna razón, tu Bahía de Clonación no parece estar registrando a tu tripulante. Debe ser algo provocado por los Shells, pero no puedes estar seguro.
fr: Pour une raison quelconque, votre salle des clones ne semble pas enregistrer votre membre d'équipage. Cela doit être dû aux Coquilles, mais vous ne pouvez pas en être certain.
ko: 무슨 이유인지 클론 배양실이 선원 정보를 인식하지 못합니다. 아마 셸 과학자 때문인 것 같지만, 확실하진 않습니다.
ru: Ваш Клон-отсек почему-то отказывается регистрировать члена вашего экипажа. Должно быть, это дело рук ракушек, но вы точно не знаете.
zh_hans: 出于某种原因，你的克隆舱似乎无法识别你的船员。这一定代表着甲壳族似乎研究出了一些可怕的事物，但你不太敢确定。

source: Attack the Shells to get revenge!
es: ¡Atacar a los Shells para vengarte!
fr: Attaquer les Coquilles pour vous venger !
it: Attacca gli shellman per avere vendetta!
ko: 복수를 위해 셸을 공격한다!
ru: Отомстить ракушкам, в атаку!
zh_hans: 攻击甲壳族，复仇！

source: Leave without causing a scene.
es: Irte sin causar una escena.
fr: Partir sans faire de scène.
it: Vattene senza alzare un polverone.
ko: 소란 피우지 말고 떠난다.
ru: Уйти, не устраивая сцены.
zh_hans: 在不引起骚动的情况下离开。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_RIOT"]/text
source: Noticing a nearby inhabited planet, you pull closer to inspect the city and instead find chaos has taken over the streets. A Zoltan peacekeeper vessel lays in the middle of the streets while crowds of rioting Vampweeds are rocking its hull back and forth and trying to tear off its armor to get inside. Shouts can be heard - "We are tired of the Federation getting involved in our lives! You are not welcome here, energy freak!", and "Your days are numbered, Federation! Ivar's tainted line will trouble us no more!"
es: Al notar un planeta habitado cercano, te aproximas para inspeccionar la ciudad y descubres que el caos se ha apoderado de las calles. Una nave pacificadora Zoltan yace en medio de la ciudad mientras multitudes de Vampweeds amotinados sacuden su casco y tratan de arrancar su blindaje para entrar. Se escuchan gritos: ¡Estamos hartos de que la Federación se meta en nuestras vidas! ¡No eres bienvenido aquí, fenómeno de energía! ¡Tus días están contados, Federación! ¡La línea corrupta de Ivar no nos causará más problemas!»}
fr: Remarquant une planète habitée à proximité, vous vous approchez pour inspecter la ville et découvrez que le chaos a envahi les rues. Un vaisseau de Pacificateur Zoltans repose au milieu des rues tandis que des foules de Vampiflores émeutiers secouent sa coque d'avant en arrière et essaient d'arracher son armure pour pénétrer à l'intérieur. On entend des cris : "Nous en avons assez que la Fédération s'immisce dans nos vies ! Vous n'êtes pas les bienvenus ici, monstres d'énergie !" et "Vos jours sont comptés, Fédération ! La lignée corrompue d'Ivar ne nous tourmentera plus !"
it: Notando un pianeta abitato nelle vicinanze, ti avvicini per controllare la città e vedi che il caos regna per le strade. Una nave di pacificatori zoltan è nel bel mezzo delle strade mentre folle di vampirerbe in rivolta scuotono lo scafo avanti e indietro cercando di strapparne la corazza per entrare. Puoi sentire delle urla. "Siamo stanchi che la Federazione si introduca nelle nostre vite! Non siete i benvenuti qui, mostri energetici!" e "Avete i giorni contati, Federazione! Il retaggio corrotto di Ivar non ci tormenterà più!"
ko: 인근에서 사람이 사는 행성을 발견했습니다. 가까이 다가가 도시를 바라보니 거리가 아수라장이 되어 있습니다. 졸탄 평화 유지군 선박이 폭동이 일어나는 거리 한복판에 서 있고, 흡혈초 군중이 선체를 앞뒤로 흔들며 장갑을 뜯어내고 안으로 들어가려고 하고 있습니다. 사람들이 외치는 소리가 들립니다. "우리 삶에 끼어드는 연방에게 지쳤다! 에너지 괴물은 물러가라!" "연방의 시대는 끝이다! 이바르의 더러운 혈통은 이제 우릴 괴롭히지 못해!"
ru: Заметив неподалеку обитаемую планету, вы подлетаете ближе, чтобы осмотреть город, но вместо этого обнаруживаете, что на улицах царит хаос. Золтанский корабль Миротворцев приземлился посреди улицы, а толпы бунтующих Вампсорняков раскачивают его корпус взад-вперед и пытаются пробить броню, чтобы проникнуть внутрь. Слышны крики: "Мы устали от того, что Федерация вмешивается в нашу жизнь! Вам здесь не рады, энергетические уроды!" и "Ваши дни сочтены, Федерация! Запятнавший себя род Ивара больше не будет нас терзать!"
zh_hans: 注意到附近有一个有人居住的星球，你贴近航线去观察这座城市，却发现混乱已经占据了街道。一艘超能族维和战舰正躺在街道中间，而暴乱的血草兰花正在来回摇晃船体，试图撕下装甲进入其中。可以听到他们的叫喊声——“我们厌倦了联邦介入我们的生活！这里不欢迎你，能量怪胎！”以及“你的日子屈指可数了，联邦！苡瓦的错误道路不会再困扰我们了！”

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_RIOT"]/choice[1]/text
source: Ask the city officials what is happening.
es: Preguntar a los funcionarios de la ciudad qué está pasando.
fr: Demander aux responsables de la ville ce qui se passe.
it: Chiedi agli ufficiali cosa sta succedendo.
ko: 도시 관리에게 무슨 일이 일어나고 있는지 묻는다.
ru: Узнать у городских властей, что происходит.
zh_hans: 问问城市管理者究竟发生了什么。

source: "Oh thank the lucky stars, backup has arrived? A Zoltan merchant was traveling through here earlier, and their escort docked here briefly and according to a witness, got drunk and started hitting on some women. The bar got mad and chased them out of the streets, chanting what-not about the Federation. I don't give a damn about politics right now. This kind of chaos has been happening ever since someone in the Premier's cabinet started a conspiracy against the government to overthrow Ivar and join the Coalition. We've tried, but we can't restore order on our own - can you please help us?"
es: «Oh, gracias a las estrellas… ¿llegó el refuerzo?» Un mercader Zoltan pasó por aquí antes, y su escolta atracó brevemente. Según un testigo, se emborracharon y empezaron a acosar a unas mujeres. El bar se enfureció y los echaron a la calle, coreando consignas contra la Federación. —"No me importa la política ahora mismo. Este tipo de caos ocurre desde que alguien del gabinete del Primer Ministro inició una conspiración para derrocar a Ivar y unirse a la Coalición. Lo intentamos, pero no podemos restaurar el orden solos… ¿podrían ayudarnos, por favor?"
fr: "Oh, merci les étoiles porte-bonheur, du renfort est arrivé ? Un marchand Zoltan est passé par ici plus tôt et leur vaisseau d'escorte s'est brièvement amarrée ici et, selon un témoin, s'est enivrée et a commencé à draguer des femmes. Le bar s'est mis en colère et les a chassés dans les rues, en chantant des slogans contre la Fédération. Je me fiche de la politique en ce moment. Ce genre de chaos se produit depuis qu'une personne du cabinet du Premier ministre a lancé une conspiration contre le gouvernement pour renverser Ivar et rejoindre la Coalition. Nous avons essayé, mais nous ne pouvons pas rétablir l'ordre par nous-mêmes - pouvez-vous nous aider, s'il vous plaît ?"
it: "Oh grazie alla buona sorte, sono arrivati i rinforzi? Un mercante zoltan stava passando di qui prima, e la scorta ha attraccato per un momento, si è ubriacata e, stando a un testimone, ha iniziato a provarci con delle donne. Il bar si è arrabbiato e l'ha buttato fuori, gridando improperi contro la Federazione. Adesso non m'importa niente della politica. Questo caos avviene fin da quando un membro del gabinetto del Primo Ministro ha iniziato un complotto contro il governo per spodestare Ivar e unirsi alla Coalizione. Abbiamo provato, ma non possiamo riportare l'ordine da soli... ci puoi aiutare?"
ko: "다행입니다, 지원군이십니까? 방금 여길 지나가던 졸탄 상인의 호위함이 잠시 이곳에 정박했는데, 증인에 따르면 호위들이 취해서 여자들한테 추파를 던지고 다녔다고 합니다. 술집에 있던 사람들이 분노에 차 연방인가 뭔가 하면서 그들을 거리로 쫓아냈습니다. 전 정치엔 뭣도 관심이 없습니다. 하지만 총리 내각의 누군가가 이바르 정부를 타도하고 연합에 가입하려는 모략을 꾸민 이후로 이런 혼란이 계속되고 있습니다. 저희의 노력만으로는 질서를 지킬 수 없습니다. 도와주실 수 있겠습니까?"
ru: "Слава звездам, прибыло подкрепление? Недавно сюда прилетел золтанский торговец и охранник, по словам очевидца, напился и начал приставать к женщинам. Бар взбесился и прогнал их на улицу, скандируя всякие гадости про Федерацию. Мне сейчас плевать на политику. Подобный хаос творится с тех пор, как кто-то из кабинета премьера организовал заговор против правительства, чтобы свергнуть Ивара и затем присоединиться к Коалиции. Мы пытались, но не можем восстановить порядок своими силами - не могли бы вы нам помочь?"
zh_hans: “哦，感谢幸运之星，后援已经到了？一个超能族商人早些时候经过这里，他的护卫们在这里短暂停靠。据目击者说，那些人喝醉了，开始勾引一些女人。酒吧群众异常生气地把他们赶出街道，反复高呼什么联邦这联邦那的。我现在不在乎他渣的什么政治。自从总理内阁中有人开始阴谋推翻苡瓦并号召血兰邦加入星联以来，这种混乱就一直在发生。我们试过了，但我们自己无法恢复秩序——你能帮帮我们吗？”

source: Try to calm the crowds.
es: Intentar calmar a la multitud.
fr: Essayer de calmer la foule.
it: Prova a calmare la folla.
ko: 군중들을 진정시켜 본다.
ru: Попытаться успокоить толпу.
zh_hans: 试图让人群冷静下来。

source: Fire on the crowd to make them disperse.
es: Disparar contra la multitud para dispersarla.
fr: Tirez sur la foule pour la disperser.
it: Spara sulla folla per disperderla.
ko: 군중에게 발포해 해산시킨다.
ru: Открыть огонь по толпе, чтобы заставить ее разойтись.
zh_hans: 向人群开火，让他们散开。

source: Join the rioters.
es: Unirte a los alborotadores.
fr: Rejoignez les émeutiers.
it: Unisciti ai rivoltosi.
ko: 폭동에 함께한다.
ru: Присоединиться к бунтовщикам.
zh_hans: 加入这些暴徒。
