Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Union ship was carrying a brand new Spore Launcher! You grab the weapon and take it back to the ship.
es: La nave de la Unión transportaba un Lanzador de Esporas completamente nuevo. Tomas el arma y la llevas de regreso a la nave.
fr: Le vaisseau de l'Union transportait un Lanceur de spores flambant neuf ! Vous le récupérez et le ramenez à bord de votre vaisseau.
it: La nave dell'Unione stava trasportando un lanciaspore nuovo di zecca! Lo prendi e lo riporti alla tua nave.
ko: 협회 함선은 신형 포자 발사기를 싣고 있었습니다! 당신은 무기를 확보하여 함선으로 가져왔습니다.
ru: На корабле Союза находилась совершенно новая споровая пусковая установка! Вы хватаете орудие и поднимаете его на корабль.
zh_hans: 同盟星舰上载着全新的孢子发射器！你拿起武器，把它带回船上。

source: The Union ship was carrying a Vampweed drone schematic! You grab the schematics and take them back to the ship.
es: La nave de la Unión transportaba un esquema de dron Vampweed. Tomas los esquemas y los llevas de regreso a la nave.
fr: Le vaisseau de l'Union transportait un schéma de drone Vampiflore ! Vous le récupérez et le ramenez à votre vaisseau.
it: La nave dell'Unione stava trasportando uno schema di drone vampirerba! Lo prendi e lo riporti alla tua nave.
ko: 협회 함선은 흡혈초 드론 설계도를 싣고 있었습니다! 당신은 설계도를 확보하여 함선으로 가져왔습니다.
ru: На корабле Союза была схема дрона Вампсорняков! Вы хватаете схему и поднимаете ее на корабль.
zh_hans: 同盟飞船上有血兰邦无人机的设计图！你拿了设计图，把它们带回船上。

source: The Union ship's cargo unfortunately doesn't contain anything special. The trade must not have gone through, but you do find extra supplies to take with you.
es: Por desgracia, el cargamento de la nave de la Unión no contiene nada especial. El intercambio no debió concretarse, pero sí encuentras suministros adicionales para llevarte.
fr: Malheureusement, le vaisseau de l'Union ne transportait aucun équipement intéressant. À priori, la transaction n'a pas eu lieu. Vous trouvez cependant quelques ressources à récupérer.
it: Sfortunatamente la nave dell'Unione non aveva nulla di speciale. Lo scambio dev'essere stato un fiasco, ma trovi delle risorse da portare con te.
ko: 협회 함선에는 별다른 것이 없었습니다. 거래가 이루어지지 않은 것으로 보입니다. 하지만 추가 보급품은 찾을 수 있었습니다.
ru: Груз корабля Союза, к сожалению, не содержит ничего особенного. Сделка, видимо, не состоялась, но вы нашли дополнительные припасы, которые можно взять с собой.
zh_hans: 不幸的是，同盟船的货物里面没有任何特殊的东西。贸易一定是没有完成，但是你确实找到了额外的补给。

source: The Confederate ship was carrying a standard Burst Laser! You grab the weapon and take it back to the ship.
es: La nave de la Confederación transportaba un Láser de Ráfaga estándar. Tomas el arma y la llevas de regreso a la nave.
fr: Le vaisseau Confédéré transportait un Laser Rafale standard ! Vous récupérez l'arme et la ramenez à bord de votre vaisseau.
it: La nave confederata stava trasportando un Burst Laser standard! Lo prendi e lo riporti alla tua nave.
ko: 공동체 함선은 표준 점사형 레이저를 싣고 있었습니다! 당신은 무기를 확보하여 함선으로 가져왔습니다.
ru: На корабле Конфедерации был стандартный импульсный лазер! Вы хватаете оружие и поднимаете его на корабль.
zh_hans: 血兰邦的飞船上有标准的爆发激光！你拿上武器，把它带回飞船。

source: The Confederate ship was carrying a specialized utility weapon! You grab it and take it back to the ship.
es: La nave de la Confederación transportaba un arma utilitaria especializada. La tomas y la llevas de regreso a la nave.
fr: Le vaisseau Confédéré transportait une arme d'assistance spéciale ! Vous la récupérez et la ramenez à bord de votre vaisseau.
it: La nave confederata stava trasportando un'arma ausiliaria specializzata! La prendi e la riporti alla tua nave.
ko: 공동체 함선은 특수 보조 무기를 싣고 있었습니다! 당신은 무기를 확보하여 함선으로 가져왔습니다.
ru: На корабле Конфедерации находилось специализированное утилитарное орудие! Вы хватаете его и поднимаете на корабль.
zh_hans: 血兰邦的飞船上携带着一种特殊的通用武器！你抓住它，把它带回船上。

source: The Confederate ship's cargo doesn't contain anything that seems to belong to the Union. The trade must not have gone through, but you do notice some map data and resources to take back with you.
es: El cargamento de la nave de la Confederación no contiene nada que parezca pertenecer a la Unión. El intercambio no debió concretarse, pero notas algunos datos de mapa y recursos para llevarte.
fr: Le vaisseau Confédéré ne transportait rien qui appartenait à l'Union. À priori, l'échange n'a pas eu lieu. Vous parvenez cependant à récupérer des données cartographiques et quelques ressources.
it: La nave confederata non ha niente che sembri appartenere all'Unione. Lo scambio dev'essere stato un fiasco, ma noti dei dati di mappa e delle risorse da portare con te.
ko: 공동체 함선에 협회의 물건은 없었습니다. 거래가 이루어지지 않은 것으로 보입니다. 하지만 지도 데이터와 자원을 찾을 수 있었습니다.
ru: В грузе корабля Конфедерации нет ничего, что могло бы принадлежать Союзу. Сделка, видимо, не состоялась, но вы обнаружили картографические данные и ресурсы, которые можно забрать с собой.
zh_hans: 血兰邦飞船上的货物没有任何似乎属于同盟的东西。贸易一定没有顺利完成，但是你确实注意到有一些地图数据和资源可以带回去。

# data/events_sector_confederacy.xml$//event[@name="VAMPWEED_BADREBEL"]/text
source: The dark blue hull of a Rebel vessel straight out of Universe 1 is orbiting the area, patrolling for ships. In the background, it seems a Vampweed colony has just recently been torched to the ground.
es: El casco azul oscuro de una nave Rebelde, salido directamente del Universo 1, orbita la zona patrullando en busca de naves. En el fondo, parece que una colonia Vampweed ha sido recientemente reducida a cenizas.
fr: La coque bleu foncé d'un vaisseau Rebelle, sorti tout droit de l'Univers 1, orbite autour de la zone à la recherche de vaisseaux. Vous apercevez à l'horizon les restes encore fumants d'une colonie Vampiflore.
it: Lo scafo blu scuro di una nave ribelle uscita direttamente dall'Universo 1 orbita in zona, alla ricerca di navi. Sullo sfondo, sembra che una colonia vampirerba sia appena stata data alle fiamme.
ko: 제1우주에서 갓 나온 짙고 푸른 반군 선체가 다른 함선을 찾느라 주변을 맴돌고 있습니다. 반군 함선 뒤에는 흡혈초 거주지가 불타 없어진 모양입니다.
ru: Темно-синий корпус корабля повстанцев прямо из Вселенной 1 патрулирует окрестности в поисках кораблей. На дальнем плане виднеется колония Вампсорняков, которая недавно сгорела дотла.
zh_hans: 一艘来自1号宇宙的叛军飞船的深蓝色船体正环绕该地区巡逻。在背景中，似乎一个血草兰花殖民地最近刚刚被烧毁。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The captain catches sight of your vessel and immediately sends a hail. "My my, what do we have here? My lucky day, once again! Well, every day is lucky when you stand with the Rebellion! Admiring my handywork?" The Rebel moves his hand in the general direction of the burning colony. "Thing is, I was sent on an express mission by Van-1 to harass Federation allies in this reality, put the fear of humanity in them. Thing is... there's really not much a difference between the weeds, is there? Both are just pests you have to pluck from the garden, so the bigger stronger species can survive." Beneath the smug sneer you sense a bit of regret, desperately being hidden beneath a blanket of false bravado. "The Confederation is halfway between the Feds and the Coalition anyways. No matter what they choose, they're more of a problem than the Florals."
es: El capitán detecta tu nave y envía una señal de inmediato. “Vaya, vaya, ¿qué tenemos aquí? ¡Mi día de suerte, una vez más! Bueno, todos los días son de suerte cuando estás con la Rebelión. ¿Admirando mi obra?” El Rebelde hace un gesto en dirección general a la colonia en llamas. “Verás, fui enviado en una misión exprés por Van-1 para hostigar a los aliados de la Federación en esta realidad, para infundirles el miedo de la humanidad. El asunto es que… en realidad no hay mucha diferencia entre las hierbas, ¿verdad? Ambas son solo plagas que hay que arrancar del jardín para que la especie más grande y fuerte pueda sobrevivir.” Bajo su sonrisa arrogante percibes un atisbo de arrepentimiento, desesperadamente oculto bajo una capa de falsa fanfarronería. “La Confederación está a medio camino entre los federales y la Coalición de todos modos. Elijan lo que elijan, son más un problema que los Florals.”
fr: Le capitaine aperçoit votre vaisseau et vous envoie immédiatement un message. "Eh bien, qu'avons nous là ? C'est encore mon jour de chance ! Enfin, c'est tous les jours mon jour de chance depuis que j'ai rejoint la Rébellion. Vous étiez en train d'admirer mon œuvre ?" Le Rebelle pointe du doigt la colonie dévastée. "Le fait est que j'ai été envoyé en mission expresse par Van-1 pour harceler les alliés de la Fédération dans cette réalité, leur faire comprendre de quoi sont capables les humains. Le fait est que... toutes les plantes sont les mêmes, non ? Ce ne sont que des mauvaises herbes qu'il faut arracher du sol. L'espèce la plus forte survit." Derrière son sourire narquois, vous détectez un peu de regret maladroitement caché par de fausses bravades. "La Confédération est à mi-chemin entre la Fédération et la Coalition, de toute façon. Quoi qu'ils choisissent, ils poseront plus de problèmes que les Floraux."
it: Il capitano nota la tua nave e ti contatta immediatamente. "Bene, bene, cos'abbiamo qui? È di nuovo il mio giorno fortunato! Beh, ogni giorno è fortunato quando sei con la ribellione! Stai ammirando il mio lavoro?" Il ribelle muove la mano in direzione della colonia in fiamme. "Il fatto è che sono stato mandato in missione espressamente da Van-1 per disturbare gli alleati della Federazione in questa realtà, instillare in loro la paura dell'umanità. Il fatto è che... queste erbacce non sono molto diverse, no? Entrambe sono pesti che vanno estirpate dal giardino, così che le specie più grandi e forti sopravvivano." Sotto il suo ghigno altezzoso percepisci una nota di rimpianto, disperatamente nascosta da uno strato di falsa audacia. "E comunque la Confederazione è a metà tra i fed e la Coalizione. Non importa cosa scelgano, sono un problema peggiore dei floreali."
ko: 함장이 당신의 함선을 발견하고 당장 교신을 보냅니다. "이게 누구신가? 오늘도 행운에 겨운 날이군! 물론 반군과 함께하면 매일 행운이 넘치지만 말이야! 내 작품을 보고 감탄하고 있었나?" 반군 함장이 불타는 거주지를 대충 손으로 가리킵니다. "사실 나는 제1 우주의 밴스에게 이 우주의 연방 측근 세력을 괴롭히는 긴급한 임무를 받고 파견되었다네. 인간에 대한 두려움을 심어주러 왔지. 그런데 말이야... 사실 잡초들끼리 별 차이가 없더군, 안 그렇나? 둘 다 더 크고 강력한 종이 살아남도록 뽑아내야 하는 잡초에 불과하지." 그러나 당신은 함장이 허세 담긴 비웃음 아래 후회를 숨기려 안간힘을 쓴다는 느낌을 받습니다. "어차피 공동체는 연방과 연합 사이에 끼어있잖아. 어느 편에 붙어도 화초보다 더 큰 골칫거리지."
ru: Капитан замечает ваше судно и сразу же выходит на связь. "Боже мой, что у нас тут? Опять мой счастливый день! Ну, каждый день счастливый, когда ты на стороне Восстания! Любуешься моей работой?" Повстанец делает движение рукой в направлении сожженной колонии. "Дело в том, что я был послан Ван-1 с особым заданием - преследовать союзников Федерации в этой реальности, вселить в них страх перед человечеством. Дело в том, что... на самом деле между сорняками нет особой разницы, не так ли? И те, и другие - просто вредители, которых нужно вырывать из сада, чтобы выжили более сильные виды". Под самодовольной усмешкой чувствуется легкое сожаление, отчаянно скрываемое под покровом напускной бравады. "В любом случае, Конфедерация находится на полпути между Федерацией и Коалицией. Что бы они ни выбрали, они представляют собой большую проблему, чем Флоралы".
zh_hans: 舰长看到了你的星舰，立即发出呼叫。“天哪，看看这是什么？又是我的幸运日！好吧，当你和叛军站在一起的时候，每一天都是幸运的！钦佩我的工作吗？”叛军向正在熊熊燃烧的殖民地的大致方向挥了挥了他的手。“事情是这样的，我被Van-1派去执行一项快速任务，在这个现实中不断袭击骚扰血兰邦，让他们对人类感到深深的恐惧。事情就是这样…两种兰花族杂草之间真的没有太大区别，难道不是吗？两者都只是微不足道的害虫，你必须从花园里把它们摘干净，这样更大更强壮的物种才能生存。” 在沾沾自喜的冷笑之下，你会感觉到一点遗憾，绝望地隐藏在这家伙虚张声势的面具之下。“无论如何，血兰邦介于联邦政府和星联之间。不管他们选择倒向哪一方，他们都会比杂草和花卉更成问题。”

source: This is unjustified slaughter!
es: ¡Esto es una masacre injustificada!
fr: C'est un massacre pure et simple !
it: È un massacro ingiustificato!
ko: 이건 정당치 못한 학살이다!
ru: Это ничем не оправданная бойня!
zh_hans: 这是惨无人道的屠杀！

source: "Hmph! As if you're the moral authority on what's justified! You think the Federation's hands are any cleaner than ours? We're in total war. Anything goes, as long as it gets you to the end. You're a butcher for a bureaucracy built on the reluctant shoulder of tyrants, and I'm an agent for the glory of mankind. For Universe 1!"
es: “¡Bah! ¡Como si tú fueras la autoridad moral para decidir qué está justificado! ¿Crees que las manos de la Federación están más limpias que las nuestras? Estamos en una guerra total. Todo vale, siempre que te lleve hasta el final. Eres un carnicero de una burocracia construida sobre el hombro renuente de tiranos, y yo soy un agente de la gloria de la humanidad. ¡Por el Universo 1!”
fr: "Bah ! Comme si vous, vous aviez l'autorité pour définir ce qui est moral ou non ! Vous pensez vraiment que les mains de la Fédération sont moins tachées de sang que les nôtres ? Nous menons une guerre totale et la fin justifie les moyens. Vous êtes le boucher travaillant pour une bureaucratie reposant sur les épaules d'un tyran et je suis un agent de la gloire de l'humanité. Pour l' Univers 1 !"
it: "Hmpf! Come se tu avessi l'autorità morale per giudicare cosa è giustificato! Credi che le mani della Federazione siano più pulite delle nostre? Siamo in guerra totale. Tutto è permesso, se serve a raggiungere il fine. Tu sei un macellaio per una burocrazia costruita sulle spalle riluttanti di tiranni, e io un agente per la gloria dell'umanità. Per l'Universo 1!"
ko: "흥! 마치 도덕적 잣대를 들이밀 자격이라도 있는 줄 아나 보군! 연방 놈들의 손이 반군의 손보다 깨끗한 줄 아나? 우린 전면전 중이야. 이길 수 만 있다면 수단을 가리지 않아도 된다고. 너는 폭군의 어깨에 세워진 권력을 따라 학살을 행하는 끄나풀에 불과하지만, 나는 인류에게 영광을 가져다줄 역군이다. 제1 우주를 위하여!"
ru: "Хмм! Как будто ты являешься моральным авторитетом относительно того, что оправдано! Думаешь, у Федерации руки чище, чем у нас? У нас тотальная война. Все дозволено, лишь бы довести дело до конца. Ты - мясник бюрократии, воздвигнутой на плечах тиранов, а я - агент во славу человечества. Ради Вселенной 1!"
zh_hans: “哼！说得就好像你是什么正义的道德权威！你认为联邦的手能比我们干净到哪儿去？我们正身处一场全面战争之中。任何事情都可以做肆无忌惮没有底线，只要能让你走到最后。你是建立在暴君肩膀上的官僚机构手中不情愿的屠夫，而我是人类荣耀的代理人。为了1号宇宙！”

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) Admonish them.
es: (Jerry) Reprenderlos.
fr: (Jerry) Leur faire un sermon.
it: (Jerry) Ammoniscilo.
ko: (제리) 반군을 타이른다.
ru: (Джерри) Вразумить их.
zh_hans: (杰瑞)劝劝他们可长点儿心吧。

source: Jerry shakes his head sadly. "Listen to what you're saying. These people have done nothing to you. Even if you have to follow orders, even if you must wage war... can't you at least spare respect for innocent civilians?" The Rebel's face grows pale. "I... Jerry? What's he doing here?" The Rebel swallows. "But... they aren't... they don't deserve..." One of the other Rebels pulls him away, and soon his first officer steps in. "I don't know if we fully agree with what you're saying. But the rest of us want to prove to you we can do better than this. The captain will spend the rest of his time in the brig. Please, I hope you will forgive us. And in return, we'll keep the fleet off your back."
es: Jerry sacude la cabeza con tristeza. “Escucha lo que estás diciendo. Estas personas no te han hecho nada. Incluso si debes seguir órdenes, incluso si debes librar una guerra… ¿no puedes al menos respetar a los civiles inocentes?" El rostro del Rebelde palidece. “Yo… ¿Jerry? ¿Qué hace él aquí?” El Rebelde traga saliva. “Pero… ellos no… no lo merecen…” Uno de los otros Rebeldes lo aparta, y pronto su primer oficial da un paso al frente. “No sé si estamos completamente de acuerdo con lo que dices. Pero el resto de nosotros quiere demostrarte que podemos hacerlo mejor que esto. El capitán pasará el resto de su tiempo en el calabozo. Por favor, espero que puedan perdonarnos. Y a cambio, mantendremos a la flota alejada de ustedes.”
fr: Jerry, attristé par ce qu'il vient d'entendre, secoue la tête. "Écoute ce que tu racontes. Ces gens ne t'avaient rien fait. Même si tu dois suivre les ordres, même si tu dois mener une guerre, ne peux-tu pas au moins épargner des civils innocents... ?" Le visage du Rebelle pâlit. "Je... Jerry ? Mais qu'est-ce qu'il fait là ?" Le Rebelle avale sa salive. "Mais... ils ne sont pas... ils ne méritent pas... " Il est éloigné par un autre Rebelle et le premier officier s'avance. "Je ne sais pas si nous sommes totalement d'accord avec ce que vous dites, mais nous autres nous voulons vous montrer que nous pouvons faire mieux que ça. Le capitaine sera mis au cachot. J'espère que vous nous pardonnerez. En retour, nous ferons en sorte que la flotte vous laisse tranquille."
it: Jerry scuote la testa triste. "Ascolta quello che dici. Queste persone non ti hanno fatto niente. Anche se devi seguire gli ordini, anche se devi fare la guerra... non puoi almeno mostrare un po' di rispetto per civili innocenti?" Il ribelle diventa paonazzo. "Io... Jerry? Che ci fa lui qui?" Il ribelle inghiottisce. "Ma... non sono... non meritano..." Uno degli altri ribelli lo tira via e poco dopo subentra il suo primo ufficiale. "Non so se siamo completamente d'accordo con quello che stai dicendo. Ma noialtri vogliamo dimostrarti che siamo migliori di così. Il capitano sarà messo in galera. Spero che possiate perdonarci. E in cambio, terremo la flotta lontano da voi."
ko: 제리는 안타까운 표정으로 고개를 절레절레 흔듭니다. "지금 무슨 말을 하는지 아시겠어요? 이들이 당신에게 해를 끼치진 않았잖아요. 명령을 따른다고 해도, 전쟁을 벌인다고 하더라도... 무고한 민간인을 향한 대우정도는 해줄 수 있지 않나요?" 반군 함장의 얼굴이 창백해 집니다. "난... 제리? 여기서 뭐 하는 거야?" 반군 함장이 하려던 말을 멈춥니다. "하지만... 저 잡초들은... 가치가..." 다른 반군 병사가 함장을 밖으로 끌고 나갔고, 일등 항해사가 대신 화면에 나타납니다. "저희가 당신과 온전히 동의하지 않을지도 모릅니다. 그러나 저희 일동도 여러분께 지금보다 더 나은 모습을 보여드리고 싶습니다. 저희 함장은 남은 기간 구금될 예정입니다. 부디 저희를 용서해 주십시오. 보답으로 함대 추격을 지연시켜 드리겠습니다."
ru: Джерри печально качает головой. "Вы сами слышите, что говорите? Эти люди ничего вам не сделали. Даже если вы должны выполнять приказы, даже если вы должны вести войну... неужели вы не можете хотя бы проявить уважение к невинным мирным жителям?" Лицо повстанца бледнеет. "Я... Джерри? Что он здесь делает?" Повстанец сглатывает. "Но... они не... они не заслуживают...". Один из повстанцев оттаскивает его, и вскоре в разговор вступает его первый помощник. "Не знаю, насколько мы согласны с вашими словами. Но мы хотим доказать, что способны на большее. Капитан проведет остаток времени в карцере. Пожалуйста, я надеюсь, что вы простите нас. А в ответ мы задержим флот".
zh_hans: 杰瑞伤心地摇了摇头，“听听你在说些什么，这些朋友并没有对你做什么，就算你必须服从命令，即使你必须发动战争……你就不能对无辜的平民尊重一点吗？” 叛军脸色变得苍白。“我……杰瑞？他在这里干什么？”叛军咽了咽口水。“但是……他们不是……他们不配……”另一个叛军把他拉开，很快他的大副走了进来。“我不知道我们是否完全同意你所说的。但是我们其他人想向你证明我们可以做得更好。舰长将在禁闭室度过他的余生。拜托，我希望你能原谅我们。作为回报，我们会让舰队远离你。”

source: (Mayeb) Tell them off.
es: (Mayeb) Regañarlos.
fr: (Mayeb) Les réprimander.
it: (Mayeb) Rimproveralo.
ko: (마예브) 반군을 꾸짖는다.
ru: (Майев) Прогнать их.
zh_hans: (麻椰)坚决反对，强烈谴责，严正抗议。

source: "You truly sicken me. You who does not value life, but only dogma. Spreading your sickness far beyond your contaminated universe of origin." Mayeb's glare intensifies. She points at the Rebel on the screen. "Your kind connotes weeds as unwanted, spreading far outside their domain. Can't you understand that the acts you're committing destroy so much more than an Earth weed ever could?" The Rebel growls, but seems to digest what she is saying - he slows down as he tries to formulate a response. His response is stilted: "We humans... are only sticking together... making a world where we could prosper." He shakes his head. "A weed could never understand!" He terminates comms before Mayeb can respond. Conflict was inevitable.
es: “Realmente me das asco. Tú, que no valoras la vida, sino solo el dogma. Esparciendo tu enfermedad mucho más allá de tu universo de origen contaminado.” La mirada de Mayeb se intensifica. Señala al Rebelde en la pantalla. “Tu especie asocia a las ‘hierbas’ con lo indeseado, con algo que se propaga fuera de su dominio. ¿No puedes entender que los actos que estás cometiendo destruyen mucho más de lo que jamás podría hacerlo una hierba terrestre?” El Rebelde gruñe, pero parece asimilar lo que ella dice; se ralentiza mientras intenta formular una respuesta. Su respuesta es torpe: “Nosotros, los humanos… solo estamos manteniéndonos unidos… creando un mundo en el que podamos prosperar.” Sacude la cabeza. “¡Una hierba jamás podría entenderlo!” Corta las comunicaciones antes de que Mayeb pueda responder. El conflicto era inevitable.
fr: "Tu me rends malade, toi qui n'accordes aucune valeur à la vie, mais seulement à ton dogme. Tu propages ta maladie, bien au-delà de ton univers originel contaminé." Le regard de Mayeb s'intensifie alors qu'elle pointe du doigt le Rebelle à l'écran. "Ton espèce considère les plantes comme des indésirables qui se répandent loin de chez eux. Ne comprends-tu pas que tes crimes font plus de mal que ce dont seraient capables les plantes de la Terre ?" Le Rebelle grogne, mais semble réfléchir à ce que Mayeb a dit. Il ralentit en cherchant ses mots pour répondre. Sa réponse ne semble pas vraiment franche. "Nous les humains... restons seulement ensemble... pour fonder un monde où nous pourrons prospérer." Il secoue la tête. "Une plante ne pourra jamais comprendre !" Il coupe la communication avant que Mayeb ait le temps de répondre. Le conflit était inévitable.
it: "Mi fai vomitare. Non dai valore alla vita, ma solo ai dogmi. Spargi la tua malattia ben oltre il tuo universo originario contaminato." Lo sguardo di Mayeb si intensifica. Punta il ribelle sullo schermo. "I tuoi simili ritengono le erbe indesiderate che si diffondono oltre il loro territorio. Non capisci che le tue azioni distruggono molto più di quanto potrebbe mai fare un'erbaccia della Terra?" Il ribelle mugugna, ma sembra assimilare quello che dice... rallenta mentre cerca di formulare una risposta. Una risposta stentata: "Siamo umani... solo se restiamo uniti... creare un mondo in cui possiamo prosperare." Scuote la testa. "Un'erbaccia non può capire!" Chiude le comunicazioni prima che Mayeb possa rispondere. Il conflitto è inevitabile.
ko: "정말 역겹군요. 생명은 하찮게 여기고 신념만 쫓다니. 그런 병든 사상을 근원지 너머 다른 우주에 퍼뜨리고 있네요." 마예브는 더 강렬한 눈빛으로 노려봅니다. 그리고 화면에 있는 반군을 가리킵니다. "당신 같은 족속은 잡초를 불필요하고 걷잡을 수 없이 퍼지는 존재라고 여기지만, 당신들이 벌이는 짓이야 말로 지구의 잡초 한 포기보다 더욱 큰 손해를 끼친다는 사실을 모르겠습니까?" 반군 함장은 으르렁거렸지만, 마예브가 무슨 말을 하는지 곱씹는 듯했습니다. 함장은 어떻게 반박할지 생각하느라 느리게 말합니다. "우리 인류는... 같이 뭉쳤다... 단지 우리가 번영할 세상을 만들기 위해서..." 함장은 다소 부자연스러운 어투로 대답합니다. 그리고는 머리를 절레절레 흔듭니다. "잡초 따위가 이해할 리 없지!" 마예브가 응답하기 전에 함장은 통신을 끊습니다. 전투가 불가피해 보입니다.
ru: "Вы меня просто бесите. Вы, кто не ценит жизнь, а только догмы. Распространяя свою болезнь далеко за пределы своей отравленной вселенной". Взгляд Майев становится более пристальным. Она смотрит на повстанца на экране. "Ваш вид считает сорняки ненужными, растущими далеко за пределами своих ареалов. Неужели вы не понимаете, что совершаемые вами действия уничтожают гораздо больше, чем мог бы уничтожить земной сорняк?" Повстанец рычит, но, похоже, понимает, что она говорит - он медлит, пытаясь сформулировать ответ. Его ответ звучит неуверенно: "Мы, люди... просто держимся вместе... создаем мир, в котором можем процветать". Он качает головой. "Сорняку этого не понять!" Он прерывает связь, не дождавшись ответа Майев. Конфликт неизбежен.
zh_hans: “你真让我恶心。你这个不重视生命，只重视教条的人。将你这肮脏愚昧短视傲慢的疾病传播到你被污染的起源宇宙之外。” 麻椰的目光溢出更加强烈的愤怒与仇恨。她指着屏幕上的叛军。 “你的种族认为杂草是不受欢迎的，蔓延到原有的领域之外。你难道不明白你所做的行为比地球杂草所能摧毁的要多得多吗，你这卑污下劣无耻至极的渣滓？” 叛军咆哮着，但似乎消化了她在说什么——他放慢了速度，试图做出回应。他的回答很生硬：“我们人类…只是团结在一起…创造一个我们可以共同繁荣的世界。”他摇摇头。“杂草永远无法理解我们的伟大志向！”他在麻椰开口做出回应之前终止了通讯。武器上线，此次冲突将不可避免。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Ty E'Rel) Rebuke them.
es: (Ty E’Rel) Reprenderlos.
fr: (Ty E'rel) Les réprimander.
it: (Ty E'Rel) Rispondi a modo.
ko: (타이 이'렐) 반군을 질책한다.
ru: (Тай Э'Рел) Упрекнуть их.
zh_hans: (笛艾尔)予以专业的批评，给叛军上一课。
