Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_confederacy.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: You carefully seat yourself near enough to the officers that you can hear them without crossing their line of sight. They seem apprehensive. By the time you catch up to them, they're tensely talking about something innocuous, before one of them eventually diverts back to the topic at hand. "Are you absolutely sure...? Absolutely nothing?" "I'm telling you, headquarters went completely radio silent. Met another patrol on the way, they haven't heard anything either." "Maybe HQ's communications systems are down?" "Doesn't explain why we can't reach any other ship in that area. And..." The officer's voice quiets down. "I wasn't supposed to mention this - I got orders from the civilian offices routing my patrols away from stars I almost always go through, including Sigma Reticulus." "Sigma Reticulus... So you were ORDERED to stay away from the Headquarters? But the order didn't come from Headquarters itself? This doesn't sound good..." "Maybe we should stop discussing this. I don't want to lose my commission for asking too many questions." An awkward silence falls over the officers.
fr: Vous vous asseyez prudemment assez près des officiers pour pouvoir les entendre sans croiser leur champ de vision. Ils semblent inquiets. Le temps que vous les rejoigniez, ils parlent nerveusement de quelque chose d'anodin, avant que l'un d'eux ne revienne finalement au sujet en cours. "En êtes-vous absolument sûr...? Absolument rien ?" "Je vous le dis, le quartier général est devenu complètement silencieux. J'ai rencontré une autre patrouille en chemin, ils n'ont rien entendu non plus." "Peut-être que les systèmes de communication du QG sont en panne ?" "Ça n'explique pas pourquoi nous ne pouvons pas atteindre d'autre vaisseau dans cette zone. Et..." La voix de l'officier baisse. "Je n'étais pas censé mentionner cela - j'ai reçu des ordres des bureaux civils pour éviter des étoiles que je traverse presque toujours lors de mes patrouilles, y compris Sigma Reticulus." "Sigma Reticulus... On vous a donc ORDONNÉ de rester loin du quartier général ? Mais l'ordre ne venait pas du quartier général lui-même ? Ça n'augure rien de bon..." "Peut-être que nous devrions arrêter de discuter de cela. Je ne veux pas perdre ma commission pour avoir posé trop de questions." Un silence gênant s'installe entre les officiers.
it: Ti siedi attentamente abbastanza vicino agli ufficiali da poterli sentire senza farti notare. Sembrano preoccupati. Per quando li raggiungi, stanno parlando di qualcosa di innocuo prima che uno di loro torni a parlare della questione. "Ne sei sicuro...? Niente di niente?" "Giuro. Il Quartier Generale è in completo silenzio radio. Ho incontrato un'altra pattuglia strada facendo, nemmeno loro hanno sentito qualcosa." "Forse i sistemi di comunicazione del QG sono offline?" "Non spiega come non riusciamo a raggiungere nemmeno nessun'altra nave in zona. E..." L'ufficiale abbassa la voce. "Non dovevo dirlo... ho ricevuto ordini dagli uffici civili di deviare le mie pattuglie lontano da stelle che attraverso quasi sempre, compresa Sigma Reticulus." "Sigma Reticulus... quindi ti hanno ORDINATO di stare lontano dal Quartier Generale? Ma l'ordine non è venuto da loro? Non promette bene..." "Forse dovremo smetterla di discuterne. Non voglio perdere le mie commissioni perché ho fatto troppe domande." Un silenzio di tomba cala sugli ufficiali.
ko: 당신은 간부들 눈에 띄지 않게끔 조심스레 자리를 잡습니다. 간부들은 걱정이 가득한 모습을 짓고 있습니다. 대화를 따라잡고 보니 아무 상관 없는 주제에 대해 열띤 토론을 하고 있었지만, 이내 한 명이 원래 주제로 대화를 다시 끌어왔습니다. "정말로... 아무 소식도 없었나?" "말씀 드렸지만 아무 소식도 없었습니다. 오면서 다른 정찰대를 만났지만 아무 것도 못 들었다고 합니다." "본부의 무전 시스템이 다운 된 건 아니고?" "그렇다고 해도 본부 근처 다른 함선과 접촉이 안 될 이유는 없잖습니까. 그리고..." 간부가 목소리를 낮춥니다. "발설하면 안 되지만, 민간 부서에서 제가 늘상 지나가는 항성계 주변으로 항로를 재설정하라는 명령을 받았습니다. 시그마 레티큘러스를 포함해서 말입니다." "시그마 레티큘러스... 본부에 접근하지 말라는 "명령"을 받았단 말인가? 그런데 본부에서 내린 명령은 아니고? 느낌이 좋지 않군..." "이쯤 하는 게 좋을 것 같습니다. 꼬치꼬치 캐물었다고 계급장까지 떼이고 싶진 않습니다." 간부들 사이에서 어색한 침묵이 흐릅니다.
ru: Вы осторожно садитесь достаточно близко к офицерам, чтобы слышать их, не попадая в поле их зрения. Они выглядят обеспокоенными. Когда вы нагоняете их, они напряженно обсуждают что-то безобидное, но в конце концов один из них возвращается к теме разговора. "Ты совершенно уверен...? Совершенно ни в чем?" "Говорю вам, штаб-квартира никому не отвечает. По пути встретили еще один патруль, они тоже ничего не слышали". "Может быть, в штаб-квартире отказали системы связи?" "Это не объясняет, почему мы не можем связаться ни с одним другим кораблем в этом районе. И..." Голос офицера становится тише. "Я не должен был упоминать об этом - я получил приказ от гражданских офисов направить мои патрули подальше от звезд, через которые я почти всегда прохожу, включая Сигму Ретикулус". "Сигма Ретикулус... значит, тебе было ПРИКАЗАНО держаться подальше от штаб-квартиры? Но приказ исходил не от самой штаб-квартиры? Звучит не очень хорошо..." "Может быть, нам стоит прекратить обсуждать это. Я не хочу потерять свою должность за то, что задаю слишком много вопросов". Неловкое молчание повисло между офицерами.
zh_hans: 你小心翼翼地坐在离军官们附近一个既能听清他们的声音但又不会引起他们注意的地方。他们似乎很不安。等你理清他们谈论的话题，他们正在紧张地谈论一件无关紧要的事情。过了一会儿，其中一人把话题转回到手头的事情。 "你可以确定……？也许什么事也发生。" "我告诉你，总部完全联系不上。在路上遇到了另一支巡逻队，他们也没有听到任何事情。" "也许总部的通讯系统出了问题？" "这也解释不了为什么我们联系不上那片区域的其他飞船。而且……"军官的声音拉低了。"我本不应该提到这件事的——我接到政府办公室的命令，让我的巡逻队避开我每次都要经过的星体，包括西格玛网罟星。" "西格玛网罟星……所以你被命令避开总部？但命令不是来自总部本身？这听起来可不太妙……" "也许我们应该停止讨论这件事。我可不想因为说的太多而失去我的军职。"军官们陷入了尴尬的沉默。

source: Jot down the star system they mentioned.
fr: Noter le nom du système stellaire dont ils ont parlé.
it: Segnati il sistema stellare di cui hanno parlato.
ko: 언급한 항성계를 받아적는다.
ru: Записать, какую звездную систему они упоминали.
zh_hans: 记下他们提到的星系。

source: Your navigation system is able to locate the nearest beacon to that star, and presumably their headquarters.
fr: Votre système de navigation est capable de localiser la balise la plus proche de cette étoile et probablement leur quartier général.
it: Il tuo sistema di navigazione riesce a rintracciare l'astrofaro più vicino a quella stella, e presumibilmente al loro QG.
ko: 함선의 항법 장치가 시그마 레티큘러스에 가장 인접한 신호소의 위치를 정확하게 찾아냈습니다. 아마 이들 본부가 있는 곳이겠지요.
ru: Ваша навигационная система способна обнаружить ближайший к этой звезде маяк и, предположительно, их штаб-квартиру.
zh_hans: 你的导航系统能够找到离这颗星体最近的信标，大概也能找到他们的总部。

source: A Vampweed Security HQ went dark here.
fr: Le QG de la sécurité Vampiflore a disparu des radars.
it: Un QG di sicurezza vampirerba è sparito dai radar qui.
ko: 흡혈초 보안부대 본부가 이 곳에서 잠적했습니다.
ru: Штаб-квартира службы безопасности Вампсорняков погрузилась в темноту.
zh_hans: 血草兰花安全总部在此陷入黑暗。

source: A Coalition vessel hovers menacingly over the HQ, nearly side-by-side with a damaged Vampweed Cruiser drifting through orbit- all contrasted by the dead-silent security alarms planetside. The Coalition hails you. "I had a feeling you'd sssshow up, Renegade. Your kind hassss alwaysss sssstuck their nosssse where it doesssn't belong. The Confederacy will never be your ally! Their dessstiny is with the greatessst faction in the galaxy - the Coalition!" As they start attacking you, you notice that you've been boarded by some Cultivators!
fr: Un vaisseau de la Coalition plane de manière menaçante au-dessus du QG, presque côte à côte avec un croiseur Vampiflore endommagé dérivant en orbite- le tout contrasté par le silence de mort des alarmes de sécurité côté planète. La Coalition vous salue. "Je ssssavais que tu allais te montrer, Renégat. Votre esssspèce a toujours mis sssson nez là où il n'a pas ssssa place. La Confédérassssion ne ssssera jamais votre alliée ! Leur desssstin est avec la plus grande facssssion de la galaxie - la Coalissssion !" Alors qu'ils commencent à vous attaquer, vous remarquez que vous avez été abordé par des Cultivateurs !
it: Una nave della Coalizione fluttua minacciosa sopra il QG, quasi fianco a fianco con un incrociatore vampirerba danneggiato alla deriva in orbita... tutto contrastato dal silenzio di tomba degli allarmi di sicurezza del pianeta. La Coalizione ti contatta. "Avevo il presssentimento che ti sssaresssti fatto vivo, Rinnegato. Quelli come te ficcano il nassso dove non dovrebbero. La Confederazione non sssarà mai vossstra alleata! Il loro dessstino è con la fazione più grande di tutta la galasssia: la Coalizione!" Quando inizia ad attaccarti, noti che la tua nave è stata abbordata da dei Coltivatori!
ko: 경보 하나 울리지 않고 고요한 보안부대 본부 상공에는 연합 함선이 위협적인 모습으로 파손된 흡혈초 함선과 나란히 떠다니고 있습니다. 연합 함선이 교신해 옵니다. "어쩐찌 올 거란 느낌이 들었네, 배회짜여. 당씬들은 항쌍 쌍관없는 일에 참견하곤 하찌. 우리 연합은 쩔대 배회짜 쎄력과 연합하찌 않을 테다! 여기 흡혈초는 바로 은하계 최고의 쎄력인 연합과 함께할 운명이다!" 연합 함선이 공격해 오자 경작자 여럿이 함선에 승선해 옵니다!
ru: Корабль Коалиции угрожающе парит над штаб-квартирой, почти бок о бок с поврежденным крейсером Вампсорняков, дрейфующим на орбите, - и все это на фоне мертвой тишины охранной сигнализации на планете. Коалиция вызывает вас. "Я предчувссствовал, что ты появишшшьссся, Ренегат. Такие, как ты, всссегда сссуют сссвой носсс не в сссвое дело. Конфедерация никогда не будет твоим сссоюзником! Их сссудьба сссвязана ссс сссамой великой фракцией в галактике - Коалицией!" Когда они начинают атаковать вас, вы замечаете, что на ваш борт поднялось несколько Культиваторов!
zh_hans: 一艘星联战舰气势汹汹地在总部上空盘旋，几乎与一艘在轨道上漂浮的破损吸血鬼巡洋舰并排而立。与之形成鲜明对比的是星球上死寂无声的安全警报。星联呼叫你们。"我有种感觉你一定会出现，变元者。你们这种人总是把鼻子伸到不属于它的地方。血兰邦永远不会是你们的盟友！他们的命运与银河中的最大派系——星联——捆绑在一起！"当他们开始攻击你时，你注意到自己被一群种植者登舰了！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Coalition elites are a formidable foe, especially with Vampweeds among their number. The Agency contacts you shortly after your victory, just as you start scrapping the Coalition ship.
fr: Les élites de la coalition sont des ennemis redoutables, surtout avec les Vampiflores parmi eux. L'Agence vous contacte peu de temps après votre victoire, au moment même où vous commencez à démanteler le vaisseau de la Coalition.
it: Gli élite della Coalizione sono nemici formidabili, specie con delle vampirerbe tra di loro. L'Agenzia ti contatta poco dopo la tua vittoria, non appena inizi a smantellare la nave della Coalizione.
ko: 흡혈초가 합류한 연합 엘리트 함선 세력은 가히 위협적입니다. 당신이 승리하고 연합 함선의 잔해를 수거하자 Agency에서 연락이 옵니다.
ru: Элита Коалиции - грозный противник, особенно если среди них есть Вампсорняки. Агентство связывается с вами вскоре после победы, как раз в тот момент, когда вы начинаете разбирать корабль Коалиции на металлолом.
zh_hans: 星联精英是一股可怕的敌人，尤其是他们当中还有血草兰花。你们击败了星联战舰。搜刮星联残骸时，总部机构联系了你。

source: Respond to the Vampweeds.
fr: Répondre aux Vampiflores.
it: Rispondi alle vampirerbe.
ko: 흡혈초의 교신에 응한다.
ru: Ответить Вампсорнякам.
zh_hans: 回应血草兰花。

source: The agency's director appears on your screen. "How fitting that we are saved by a Renegade after an attack by the Coalition! You have our eternal gratitude! I cannot think of a better way to repay you than by letting you take a look at the schematics of our Cruiser... well, you can see it adrift in our orbit, yes?"
fr: Le directeur de l'agence apparaît sur votre écran. "Comme nous sommes chanceux d'avoir été sauvés par un Renégat après une attaque de la Coalition ! Vous avez notre gratitude éternelle ! Je ne peux imaginer meilleure façon de vous remercier qu'en vous laissant jeter un œil aux schémas de notre croiseur... bien, vous pouvez le voir à la dérive sur notre orbite, n'est-ce pas ?"
it: Il direttore dell'Agenzia appare a schermo. "Davvero buffo essere salvati da un Rinnegato dopo essere stati attaccati dalla Coalizione! Hai la nostra eterna gratitudine! Non riesco a pensare a una ricompensa migliore che permetterti di dare un'occhiata ai progetti del nostro incrociatore... beh, puoi vederlo alla deriva nella nostra orbita, no?"
ko: 에이전시의 책임자가 화면에 나타납니다. "연합의 습격에 당한 우릴 배회자가 도와주다니, 이보다 적절할 수 없군요. 정말 압도적으로 감사합니다! 저희가 순양함의 설계도를 보여주는 것 말고는 보답할 방법이 없네요... 궤도에 떠 있는 거 보이시죠?"
ru: На экране появляется директор агентства. "Как хорошо, что после нападения Коалиции нас спас Ренегат! Примите нашу бесконечную благодарность! Я не могу придумать лучшего способа отблагодарить вас, чем позволить вам взглянуть на чертежи нашего крейсера... ну, вы же видите, как он дрейфует по орбите, да?"
zh_hans: 机构的负责人出现在你的屏幕上。"在星联发动袭击后，变元者拯救了我们，这真是再合适不过了！我们永远感谢您！我想不出比让你看看我们星舰的设计图更好的报答方式了……是的，你可以看到它在我们的轨道上漂流。"

source: Why did we get boarded by Vampweeds?
fr: Pourquoi avons-nous été abordés par Vampiflores ?
it: Perchè delle vampirerbe ci hanno abbordato?
ko: 대체 흡혈초가 함선에 왜 승선한 거죠?
ru: Почему нас взяли на абордаж Вампсорняки?
zh_hans: 为什么我们会被血草兰花登舰？

source: Why did we get boarded by Vampweeds?
fr: Pourquoi avons-nous été abordés par Vampiflores ?
it: Perchè delle vampirerbe ci hanno abbordato?
ko: 대체 흡혈초가 함선에 왜 승선한 거죠?
ru: Почему нас взяли на абордаж Вампсорняки?
zh_hans: 为什么我们会被血草兰花登舰？

source: "We were compromised. The Confederacy is rife with Coalition sympathizers... but your arrival shifted the balance of power here back into our favor. We're not out of the woods yet, though... something terrible is about to happen. The Coalition would not have targeted us without a motive! We have reason to believe Premier Ivar, Secretary Ayr and Ambassador Ty E'Rel are in danger."
fr: "Nous avons été compromis. La Confédération regorge de sympathisants de la Coalition... mais votre arrivée a fait basculer l'équilibre de puissance en notre faveur ici. On n'est pas encore sorti de l'auberge, cependant... quelque chose de terrible est sur le point de se produire. La Coalition ne nous aurait jamais ciblés sans motif ! Nous avons des raisons de croire que le Premier ministre Ivar, le secrétaire Ayr et l'ambassadeur Ty E'rel sont en danger."
it: "Siamo stati compromessi. La Confederazione è piena di simpatizzanti della Coalizione... ma il tuo arrivo ha spostato l'equilibrio di potere nuovamente a nostro favore. Non siamo ancora fuori pericolo, però... sta per succedere qualcosa di terribile. La Coalizione non ci avrebbe mai preso di mira senza una ragione. Abbiamo motivo di credere che il Primo Ministro Ivar, il Segretario Ayr e l'Ambasciatore Ty E'Rel siano in pericolo."
ko: "저희 정체가 발각되었습니다. 공동체에는 연합과 동조하는 세력이 많습니다만... 당신이 도착해 힘의 균형이 다시 저희 쪽으로 돌아왔죠. 하지만 안심하긴 이릅니다... 뭔가 끔찍한 일이 곧 일어날 거거든요. 연합이 아무런 목적 없이 저희를 습격하진 않았을 거란 말입니다! 저희에겐 이바르 수상과 그의 비서 아이르, 그리고 타이 이'렐 대사가 위험에 처했다고 결론 지을 근거가 있습니다."
ru: "Мы были скомпрометированы. В Конфедерации полно сторонников Коалиции... но ваше прибытие изменило баланс сил в нашу пользу. Мы еще в опасности... скоро произойдет нечто ужасное. Коалиция не стала бы нападать на нас, если бы у них не было мотива! У нас есть основания полагать, что премьер Ивар, секретарь Эйр и посол Тай Э'Рел находятся в опасности".
zh_hans: "我们遭到了袭击。血兰邦还充斥着星联的支持者……但是你的到来让命运的天平开始向我们这边倾斜。我们还没有脱离险境……可怕的事情即将发生。星联不会无故攻击我们！我们有理由相信苡瓦总理、埃尔秘书和笛艾尔大使正处于危险之中。"

source: Tell me about them.
fr: Dites m'en plus sur eux.
it: Dimmi di più sul loro conto.
ko: 말씀한 이들에 대해 알려주세요.
ru: Расскажите мне о них.
zh_hans: 跟我说说他们。

source: "What, you need a reason to save our head of state or something? Ivar's appointment is something of a point of contention. His parentage is... disputed. Let's just say there's probably a reason he's so buddy-buddy with the Gathering. He's not the most professional either. Stubborn. A clown, really. As for E'Rel, he's pretty much the exact opposite. A life-time of mediating between two Orchid cultures has made him entirely stone-faced, but he's very well respected. Ayr is in Ivar's cabinet. A very polite, organized man who worked for the previous Premier."
fr: "Quoi, vous avez besoin d'une raison pour sauver notre chef d'État ou quelque chose comme ça ? La nomination d'Ivar est en quelque sorte un point de discorde. Sa filiation est... contestée. Disons simplement qu'il y a probablement une raison pour laquelle il est si copain-copain avec la Congrégation. Il n'est pas non plus le plus professionnel. Un clown, en fait. Quant à E'Rel, il est quasiment à l'opposé. Une vie entière de médiateur entre deux cultures d'Orchidée l'a rendu complètement impassible mais il est très respecté. Ayr fait partie du cabinet d'Ivar. Un homme très poli et organisé qui a travaillé pour le précédent premier ministre."
it: "Che c'è, ti serve un motivo per salvare il nostro capo di stato, per caso? La nomina di Ivar è abbastanza controversa. Il suo retaggio è... discusso. Diciamo solo che forse c'è un motivo se è così amico del Raccolto. E non è che sia il ritratto della professionalità. Cocciuto. Un pagliaccio, a dire il vero. Per quanto riguarda E'Rel, è praticamente l'esatto opposto. Una vita passata a mediare tra due culture orchid lo ha reso completamente impassibile, ma è molto rispettato. Ayr è nel gabinetto di Ivar. Un uomo ben educato e organizzato che ha lavorato per il precedente Primo Ministro."
ko: "국가 원수를 구하는 데 이유가 필요합니까? 이바르 수상의 임명은 저희 사이에서 여전히 쟁점으로 남아있습니다. 그의 혈통이... 논란이 있거든요. 군락과 친밀한 관계를 유지하는 데 다 이유가 있다고 해놓죠. 그렇다고 해서 노련하다고 보기도 힘듭니다. 고집만 세고 망신살만 뻗치는 작자예요. 그러나 이'렐 대사는 이런 이바르에 완벽하게 대척점에 서있어요. 두 오키드 문화권에서 생긴 분쟁을 중재하다 보니 무표정하게 변했지만, 주변에서 촉망받던 인물이거든요. 아이르는 이바르의 내각에 속해있습니다. 전 수상 밑에서 일했었는데 매우 정중하고 꼼꼼한 비서죠."
ru: "Неужели вам нужна причина, чтобы спасти главу нашего государства? Назначение Ивара вызывает споры. Его происхождение... сомнительно. Скажем так, скорее всего есть причина, по которой он так дружен с Соцветием. К тому же, он и не самый профессиональный. Упрямый. Прямо клоун какой-то. Что касается Э'Рела, то он - полная противоположность. Жизнь в качестве посредника между двумя культурами орхидей сделала его абсолютно бесстрастным, но его очень уважают. Эйр находится в кабинете министров Ивара. Очень вежливый, организованный человек, работал на предыдущего премьера".
zh_hans: "怎么，你需要一个理由去拯救我们的国家总理吗？苡瓦的就任引起了一些争议。他的血统……有争议。可以说他和集议会关系如此亲密是有原因的。他也不是最专业的。性格固执。一个真正的小丑。至于埃尔，他基本上是完全相反的。一生都在两个兰花文化之间斡旋让他变得铁石心肠，但他非常受人尊敬。埃尔是苡瓦的内阁成员。一个非常礼貌、有条理的人，曾为前总理工作。"

source: How can we help?
fr: Comment pouvons-nous aider ?
it: Come possiamo aiutare?
ko: 어떻게 도와드리면 되죠?
ru: Чем мы можем помочь?
zh_hans: 我们能提供什么帮助？

source: Good luck with that.
fr: Bonne chance avec ça.
it: Buona fortuna allora.
ko: 잘 됐으면 좋겠네요.
ru: Удачи вам.
zh_hans: 祝你好运。

source: "I'm not sure what we will be able to do after the attack... but we will do what we can. I just hope a civil war doesn't break out because of our involvement..."
fr: "Je ne suis pas sûr de ce que nous pourrons faire après l'attaque... mais nous ferons ce que nous pourrons. J'espère juste qu'aucune guerre civile n'éclate à cause de notre implication..."
it: "Non so cosa riusciremo a fare dopo l'attacco... ma faremo il possibile. Spero solo che non scoppi una guerra civile a causa del nostro coinvolgimento..."
ko: "이번 습격 이후로 저희가 뭘 할 수 있는지 잘 모르겠지만... 되는 만큼 해봐야겠습니다. 저희가 개입했다는 이유로 내전만 일어나지 않았으면 좋겠군요..."
ru: "Я не уверен, что мы сможем что-то сделать после нападения... но мы сделаем все, что в наших силах. Надеюсь только, что в результате нашего вмешательства не начнется гражданская война..."
zh_hans: "我不确定被袭击后我们还能做些什么……但我们会尽力而为。我只希望内战不会因为我们的参与而爆发……"

source: How can we help?
fr: Comment pouvons-nous aider ?
it: Come possiamo aiutare?
ko: 어떻게 도와드리면 되죠?
ru: Чем мы можем помочь?
zh_hans: 我们能提供什么帮助？

source: Good luck with that.
fr: Bonne chance avec ça.
it: Buona fortuna allora.
ko: 잘 됐으면 좋겠네요.
ru: Удачи вам.
zh_hans: 祝你好运。

source: "I'm not sure what we will be able to do after the attack... but we will do what we can. I just hope a civil war doesn't break out because of our involvement..."
fr: "Je ne suis pas sûr de ce que nous pourrons faire après l'attaque... mais nous ferons ce que nous pourrons. J'espère juste qu'aucune guerre civile n'éclate à cause de notre implication..."
it: "Non so cosa riusciremo a fare dopo l'attacco... ma faremo il possibile. Spero solo che non scoppi una guerra civile a causa del nostro coinvolgimento..."
ko: "이번 습격 이후로 저희가 뭘 할 수 있는지 잘 모르겠지만... 되는 만큼 해봐야겠습니다. 저희가 개입했다는 이유로 내전만 일어나지 않았으면 좋겠군요..."
ru: "Я не уверен, что мы сможем что-то сделать после нападения... но мы сделаем все, что в наших силах. Надеюсь только, что в результате нашего вмешательства не начнется гражданская война..."
zh_hans: "我不确定被袭击后我们还能做些什么……但我们会尽力而为。我只希望内战不会因为我们的参与而爆发……"

source: "I may have buried the lede somewhat. They're not in the same place - Ivar and Ayr should be at Ivar's party hall on Tar'eyl. Ivar is so open that without us keeping tabs on him, I fear for his safety. Ayr is at least quite cautious, so hopefully he is safe. Still, we're not getting any responses from our homeworld, so please make haste!"
fr: "J'ai peut-être quelque peu omis le plus important. Ils ne sont pas au même endroit - Ivar et Ayr devraient être dans la salle des fêtes d'Ivar sur Tar'eyl. Ivar est si ouvert que sans que nous le surveillions, je crains pour sa sécurité. Ayr est assez prudent, alors j'espère qu'il est en sécurité. Pourtant, nous n'obtenons aucune réponse de notre monde natal, alors dépêchez-vous !"
it: "Forse non ho detto la cosa più importante. Non sono tutti nello stesso posto: Ivar e Ayr dovrebbero essere nel salone eventi di Ivar su Tar'eyl. Ivar è così aperto che senza noi a tenerlo sotto controllo, temo per la sua sicurezza. Almeno Ayr è alquanto cauto, quindi magari lui è al sicuro. Però, non riceviamo alcuna risposta dal nostro mondo casa, quindi ti prego, fai in fretta!"
ko: "제일 중요한 부분을 말씀드리지 않았군요. 현재 모두 다 흩어져 있습니다. 이바르와 아이르는 타르'아일 행성에 있는 이바르의 연회장에 있을 겁니다. 이바르는 마음을 너무나 터놓는 나머지 저희가 감시하지 못할 때마다 신변이 걱정될 정도예요. 아이르는 약간이나마 신중하니 아마 안전하게 있을 겁니다. 어쨌든 저희 고향 성단에서 응답이 없으니 제발 서둘러주세요!"
ru: "Возможно, я слегка запутался. Они находятся не в одном месте - Ивар и Эйр должны быть в праздничном зале Ивара на Тар'эйле. Ивар настолько свободолюбив, что без нашего присмотра я опасаюсь за его безопасность. Эйр, по крайней мере, довольно осторожен, так что, надеюсь, он в безопасности. Однако мы не можем получить никакого ответа с нашей родной планеты, поэтому, пожалуйста, поторопитесь!"
zh_hans: "我可能忽略了一个重点。他们不在同一个地方——苡瓦和埃尔应该在塔尔艾尔的苡瓦的宴会厅。苡瓦从不掩饰行踪，如果没有我们监视他，我担心他的安全。埃尔至少相当谨慎，所以很有希望他是安全的。然而，我们没有收到母星的任何回应，所以请抓紧时间！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "As for Ty E'rel, we believe that the Coalition is lying in wait for him to leave the Confederacy. If it got out that they attacked him in our sector, it would negatively affect their reputation. They're probably biding their time until he leaves. Ty keeps in contact with us, so we should be able to send you directly to his transponder - I'm sure you can flush them out yourself."
fr: "Quant à Ty E'rel, nous pensons que la Coalition l'attend pour quitter la Confédération. Si l'on venait à apprendre qu'ils l'ont attaqué dans notre secteur, cela nuirait à leur réputation et ils attendent probablement son départ. Ty reste en contact avec nous, donc nous devrions être en mesure de vous envoyer directement à son transpondeur. Je suis sûr que vous pouvez les débusquer vous-même."
ru: "Что касается Тай Э'Рела, мы считаем, что Коалиция ждет, когда он покинет Конфедерацию. Если станет известно, что они напали на него в нашем секторе, это негативно скажется на их репутации. Вероятно, они выжидают, пока он улетит. Тай поддерживает с нами связь, так что мы сможем отправить вас прямо к его ретранслятору - уверен, вы сами сможете его найти".
zh_hans: "至于笛艾尔，我们认为星联在等待他离开血兰邦。如果星联在我们的星区攻击他，会对他们的声誉造成严重的负面影响。他们可能在等待时机，直到他一离开，就发动进攻。笛艾尔一直与我们保持联系，所以我们应该能够让你直接连接他的转发器—我相信你可以自己他们揪出来。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
