Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_PULSARRAID"]/text
source: The pulsar at this beacon is flooding this system with powerful electromagnetic pulses, but the entire Free Mantis fleet flying towards it doesn't seem to care! You watch as the ships approach the massive orb, with doubtful intent.
es: El púlsar en este faro está inundando el sistema con poderosos pulsos electromagnéticos, ¡pero toda la flota Free Mantis que se dirige hacia él parece no preocuparse! Observás cómo las naves se acercan al enorme orbe, con intenciones inciertas.
fr: Le pulsar situé à cette balise remplit le système de puissantes pulsations électromagnétiques, mais la flotte Mantis Libre toute entière volant dans sa direction semble s'en moquer ! Vous regardez les vaisseaux approcher l'orbe gigantesque avec des intentions douteuses.
it: La pulsar a questo astrofaro sta inondando il sistema con potenti impulsi elettromagnetici, ma non sembra importare all'intera flotta di Mantis Liberi che ci sta volando incontro! Guardi mentre le navi si avvicinano a quella sfera enorme, con intenzioni dubbie.
ko: 이 구역의 펄서는 강력한 전자기 펄스로 이 성계를 흠뻑 채우고 있지만, 독립 맨티스 함대는 신경쓰지 않고 펄서로 향합니다! 당신은 함선들이 거대한 구체로 접근하는 것을, 의심스러운 의도를 가지고 지켜봤습니다.
zh_hans: 这个信标处的脉冲星正在用强大的电磁脉冲淹没这个星系，但飞向它的自由螳螂舰队似乎并不在意！你看着船只慢慢接近这个巨大的球体，意图令人迷惑。

source: Hail their leader.
es: Contactar a su líder.
fr: Contacter leur chef.
it: Contatta il capo.
ko: 그들의 지도자와 교신합니다.
zh_hans: 联系他们的首领。

source: The Free Mantis leading the group appears to be a Warlord! However, he's so dopey from his pheromones that he can barely sling out an intelligible sentence. "P-pullllsar *hick* zap sssship! Heheh, we show... *hick* pulsar who boss in this ssssystem!"
es: ¡El Free Mantis que lidera el grupo parece ser un Señor de la Guerra! Sin embargo, está tan atontado por sus feromonas que apenas logra articular una frase coherente. “P-púlsar hic ¡zap nave! Jeje, vamos a mostrar… hic ¡al púlsar quién manda en este sssistema!”
fr: Le Mantis Libre menant le groupe semble être un Seigneur de Guerre ! Cependant, il est tellement dopé par ses phéromones qu'il semble à peine capable de parler de façon compréhensible. "L...le pulssaaaaaar...*hic* fait gzzzit au vaisseau ! Héhéhé, on va lui montrer...*hic* On va montrer à c'pulsar qui c'est l'patron ici !"
it: Il Mantis Libero a capo del gruppo sembra essere un Condottiero! Ma è così strafatto di ferormoni che riesce a malapena a mettere insieme una frase di senso compiuto. "P-pullllsar *hic* fa fare bzzz a nave! Ehehehe, noi moshtra... *hic* pulshar chi comanda in queshto sssishtema!"
ko: 독립 맨티스 무리를 이끄는 자는 장군으로 보입니다! 하지만, 그는 페로몬에 절여져 이해하기 어려운 문장만을 간신히 내뱉을 수 있었습니다. "퍼-펄서어어어 *히힉 * 배 파지지지지직! 히힛, 우리가 펄서한테... *힉* 이이... 행성 대빵이 누구인지 보여준다!"
zh_hans: 带领这群人的自由螳螂似乎是一个军阀！然而，他的信息素是如此笨拙，以至于他几乎无法说出一个可理解的句子。"脉-脉冲冲星 *嗤* 噗 舰-舰船！呵呵，我们看...*嗤*谁是这个脉冲星系系系中的老大！"

source: Attacking a pulsar is suicide!
es: ¡Atacar un púlsar es suicidio!
fr: Attaquer un pulsar ? C'est du suicide !
it: Attaccare una pulsar è un suicidio!
ko: 펄서를 공격하는 건 자살행위다!
zh_hans: 攻击脉冲星就是自杀！

source: "Dooooo not insult intelligence! I... *hick* kill you for this!"
es: “¡Nooo inssssultes nuestra inteligencia! Yo… hic ¡te mato por esssso!”
fr: "N'insultez paaaaaaaas m'n intelligence ! J'vais...*hic* vous buter pour avoir dit ça !"
it: "Noooon inshulta intelligenza! Io... *hic* ti ammazza per queshto affronto!"
ko: "지이이이이이이능을 깔보지 마라! *딸꾹* 나... 너 죽인다!"
zh_hans: "不不不要侮辱我的智力！我...*嗤*要杀了你！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Scam them into buying some missiles to "blow up" the Pulsar.
es: Engañarlos para que compren algunos misiles para “volar” el púlsar.
fr: Les arnaquer en leur proposant de leur vendre des missiles pour "faire sauter" le Pulsar.
it: Truffali e convincili a comprare dei missili per far "saltare in aria" la pulsar.
ko: 펄서를 "폭파"시킬 미사일을 사도록 그들을 속입니다.
zh_hans: 骗他们购买一些弹药用来"炸毁"脉冲星。

source: "You arrrre most generous, captain! We take these, for use... *hick* in glorious battle!" You know these missiles will never do anything, but that's not your problem.
es: “¡Eresss muuuuy generoso, capitán! Tomamos estoss, para usar… hic en una batalla gloriosa.” Sabés que esos misiles nunca servirán para nada, pero ese ya no es tu problema.
fr: "Capitaine, v'z'êtes supeeerrr généreux ! Prendre tout ça, pour s'en servir...*hic* en combat glorieux !" Vous savez que ces missiles n'auront aucun effet, mais c'est pas votre problème.
it: "Un'offerta davvero generosha, capitano! Noi prende per usa... *hic* in battaglia gloriosha!" Sai che questi missili non faranno un bel niente, ma non è un tuo problema.
ko: "선장, 당시이이인 저엉말 관대하다! 우리가 이거... *히힉* 영광스러운 전투의 승리를 위해 쓰다!" 당신은 이 미사일들이 아무 것도 할 수 없다는 걸 알지만, 그건 문제되지 않습니다.
zh_hans: "你太太太慷慨了，舰长！我们将这些导弹，用于...*呲*光荣的战斗！"你知道这些弹药做不了什么，但这不是你的问题。

source: (Engineer Crew) Have your Engineer explain how Pulsars work.
es: (Tripulación Ingeniero) Hacer que tu Ingeniero explique cómo funcionan los púlsares.
fr: (Membre d'équipage Ingénieur) Dites à votre Ingénieur d'expliquer le fonctionnement des Pulsars.
it: (Equipaggio ingegnere) Fai spiegare al tuo ingegnere come funzionano le pulsar.
ko: (공병 선원) 당신의 공병 선원이 펄서의 개념을 설명한다.
zh_hans: (工程师船员)让你的工程师解释脉冲星是如何运行的。

source: Your Engineer sits down with the Free Mantis, and takes almost half an hour explaining that a pulsar is just a star, and that a bunch of ships literally won't be able to do anything against it.
es: Tu Ingeniero se sienta con los Free Mantis y pasa casi media hora explicándoles que un púlsar es simplemente una estrella, y que un montón de naves literalmente no puede hacerle nada.
fr: Votre Ingénieur s'assied auprès du Mantis Libre et prend presque une demi-heure à expliquer qu'un pulsar est juste un type d'étoile et qu'un paquet de vaisseaux ne pourront littéralement pas faire quoi que ce soit contre.
it: Il tuo ingegnere si siede davanti al Mantis Libero e ci mette quasi mezz'ora a spiegargli che una pulsar è solo una stella e che un gruppo di navi non può fisicamente fargli niente.
ko: 당신의 공병 선원은 독립 맨티스와 함께 앉아서 펄서는 단지 항성일 뿐이며, 많은 함선으로도 이에 대해 무언가 할 수 있는건 없다고 설명하는 데 거의 30분이 걸렸습니다.
zh_hans: 你的工程师和自由螳螂坐了下来，花了将近半个小时来解释脉冲星只是一颗恒星，一堆飞船实际上对它做不了任何事。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Shell Scientist Crew) Have your Scientist explain how Pulsars work.
es: (Tripulación Shell Científico) Hacer que tu Científico explique cómo funcionan los púlsares.
fr: (Membre d'équipage scientifique des Coquilles) Dites à votre Scientifique d'expliquer le fonctionnement des Pulsars.
it: (Equipaggio scienziato shellman) Fai spiegare al tuo scienziato come funzionano le pulsar.
ko: (셸 과학자 선원) 당신의 과학자 선원이 펄서의 개념을 설명한다.
zh_hans: (甲壳科学家)让你的科学家解释脉冲星是如何运行的。

source: Your Shell gathers the attention of the Free Mantis, and takes almost half an hour explaining that a pulsar is just a star, and that a bunch of ships literally won't be able to do anything against it.
es: Tu Shell Científico capta la atención de los Free Mantis y pasa casi media hora explicándoles que un púlsar es simplemente una estrella, y que un montón de naves literalmente no podrá hacerle nada.
fr: Votre Coquille s'assied auprès du Mantis Libre et prend presque une demi-heure à expliquer qu'un pulsar est juste un type d'étoile et qu'un paquet de vaisseaux ne pourront littéralement pas faire quoi que ce soit contre.
it: Il tuo shellman attira l'attenzione del Mantis Libero e ci mette quasi mezz'ora a spiegargli che una pulsar è solo una stella e che un gruppo di navi non può fisicamente fargli niente.
ko: 당신의 셸 선원은 독립 맨티스와 함께 앉아서 펄서는 단지 항성일 뿐이며, 많은 함선으로도 이에 대해 무언가 할 수 있는건 없다고 설명하는 데 거의 30분이 걸렸습니다.
zh_hans: 你的甲壳族集中了自由螳螂的注意力，花了将近半个小时来解释脉冲星只是一颗恒星，一堆飞船实际上对它做不了任何事。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Whatever, you do you I guess.
es: Bah, bueno, hacé lo tuyo, supongo.
fr: Bof, faites ce que vous voulez.
it: Va beh, fa' un po' come ti pare.
ko: 어쨌든, 당신은 당신이 하고 싶은 대로 합니다.
zh_hans: 无论如何，管好自己就行。

source: You fly away from the Free Mantis, knowing their mission won't end very well.
es: Te alejás volando de los Free Mantis, sabiendo que su misión no terminará muy bien.
fr: Vous vous envolez loin des vaisseaux Mantis Libres, tout en sachant que leur mission ne se terminera pas bien.
it: Voli lontano dai Mantis Liberi, sapendo che la loro missione non andrà a buon fine.
ko: 당신은 독립 맨티스의 임무가 좋게 끝나지 않을 거라는 걸 알면서도 날아가버립니다.
zh_hans: 你飞离了自由螳螂，你知道他们的使命不会有什么好下场。

source: Avoid the ships.
es: Evadir las naves.
fr: Éviter les vaisseaux.
it: Evita le navi.
ko: 함선을 피한다.
zh_hans: 避开这些船。

source: You can't imagine what those ships are attempting to do, but you shouldn't get involved.
es: No podés imaginar qué intentan hacer esas naves, pero es mejor no involucrarte.
fr: Vous n'avez aucune idée de ce que vaisseaux essaient de faire, mais vous ne voulez pas vous impliquer.
it: Non hai idea di cosa stiano cercando di fare queste navi, ma non dovresti farti coinvolgere.
ko: 저 함선들이 뭘 하려는진 상상도 못하겠지만, 관여해서는 안 됩니다.
zh_hans: 你无法想象这些船试图做什么，但你不应该多管闲事。

source: "Yyyyou not speak word of sense. Stupid creature, unlike me! Out of my ship, not worthy... *hick* being here."
es: “Tuuu no dices ni una palabra con sentido. Criatura estúpida, ¡a diferencia de mí! Fuera de mi nave, no sos digno… hic de estar aquí.”
fr: "Vouuuus dites n'importe quoi des bêtises. Créature stupide, pas comme moi ! Sors de vaisseau, mérite pas...*hic* d'être ici."
it: "Tuuuu shtai dicendo ssolo scemenze. Shei una creatura shtupida, a differenza di me! Fuori dalla mia nave, tu non merita... *hic* di stare qui."
ko: "너너너너어어는 말 통하지 않다. 멍청한 생물, 나랑 다르다! 내 배에서 나가라, 여기 있을... *딸꾹* 가치도 없다."
zh_hans: "你你你不说有道理的话。愚蠢的生物，不像我！滚出我的船，你不配...*呲*待在这里。"

source: It appears the Free Mantis are still sober enough to understand. "You... *hick* speak much sense. Man of science! Smart, llllike me! I feel generous, and you save life. Have... this fuel..." He orders his crew to give you some fuel and scrap and then falls unconscious.
es: Parece que los Free Mantis todavía están lo suficientemente sobrios para entender. “Tu… hic ¡decís muchas cosas sensatas! Hombre de ciencia, ¡inteligente, cccómo yo! Me siento generoso, y vos salvaste vidas. Tomá… este combustible…” Ordena a su tripulación que te entregue algo de combustible y chatarra, y luego cae inconsciente.
fr: Le Mantis Libre semblerait être encore assez sobre pour comprendre. "Vous...*hic* avoir raison. Homme de science ! Intelligent, commmmme moi ! J'me sens généreux, sauve votre vie. Prenez...du carburant..." Il ordonne à son équipage de vous donner du carburant et de la ferraille, puis tombe dans les pommes.
it: Pare che il Mantis Libero sia ancora abbastanza sobrio da capire. "Quello che dici... *hic* ha shensho. Uomo di shienza! Intelligente, come me! Mi shento generosho e tu salva la vita. Prendi... carburante." Ordina al suo equipaggio di darti del carburante e dei moduli, poi sviene.
ko: 독립 맨티스는 아직은 이해할 만큼은 정신이 멀쩡한 것 같습니다. "너.. *딸꾹* 말솜씨가 좋다. 과학 좀 하는 놈이다! 똑똑하다, 나랑 닮다! 나는 관대함을 느끼다, 당신은 생명 구한거다. 가져... 이 연료... 네 거다" 그는 부하들에게 연료와 스크랩을 주라고 명령하고 나서 의식을 잃었습니다.
zh_hans: 看来自由螳螂仍然足够清醒。"你...*呲*说得很有道理。科学之人！聪明，像像像我一样！我慷慨，你拯救生命。有...一些燃料..."他命令他的船员给你一些燃料和废料，然后失去了知觉。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_PHEROMONES"]/text
source: The nearby planet is home to a large Zoltan city, whose original population has since abandoned it in favor of its new Free Mantis inhabitants.
es: El planeta cercano alberga una gran ciudad Zoltan, cuya población original la ha abandonado, dejando el lugar en manos de sus nuevos habitantes Free Mantis.
fr: La planète proche abrite une grande cité Zoltan, dont la population d'origine s'est enfuie pour laisser place aux Mantis Libres.
it: Il pianeta vicino ospita una grande città zoltan abbandonata dalla sua popolazione originale e ora abitata da Mantis Liberi.
ko: 근처 행성은 거대 졸탄 도시의 본 거주지입니다, 이곳의 원래 거주민들은 새로 생긴 독립 맨티스 주민들로 인해 그 도시를 포기했습니다.
zh_hans: 附近的星球是一座大型超能族城市的所在地，该城市的原始人口已经放弃了它，转而住着新的自由螳螂居民。

source: Land, the Free Mantis should welcome us.
es: Aterrizar, los Free Mantis deberían darnos la bienvenida.
fr: Atterrir, les Mantis Libres devraient nous accueillir.
it: Atterra, dovremmo essere benvenuti tra i Mantis Liberi.
ko: 상륙해라, 독립 맨티스는 우리를 환영할 것이 분명하니.
zh_hans: 降落，自由螳螂应该欢迎我们。

source: You land near a coastal region, where you find a peace-keeper vessel waiting! Some Free Mantis are shouting at it, but an armed battalion of peace-keepers stands stonefaced watching them.
es: Aterrizás cerca de una zona costera, donde encontrás una nave de pacificadores esperando. Algunos Free Mantis les gritan, pero un batallón armado de pacificadores los observa con el rostro impasible.
fr: Vous vous posez près d'une région côtière, où vous trouvez un vaisseau Pacificateur vous attendant ! Des Mantis Libres sont occupés à crier dessus, mais un bataillon armé de garde-paix reste à les observer stoïquement.
it: Atterri vicino a una regione costiera, dove trovi una nave di Pacificatori in attesa! Alcuni Mantis Liberi le stanno gridando contro, ma un battaglione armato di Pacificatori resta ad osservarli impassibile.
ko: 당신이 해안가 근처에 착륙하자 평화유지군 선박이 대기하고 있었습니다. 몇몇 독립 맨티스들이 그 광경을 향해 소리치고 있지만, 무장한 평화유지군 대대가 무표정으로 그들을 지켜보고 있습니다.
zh_hans: 你降落在沿海地区，在那里你发现一艘超能族维和船正在等待！一些自由螳螂在大喊大叫，但一个营的维和兵面无表情地站在那里注视着他们。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: It appears the Zoltans are actually stationed in front of a huge laboratory. You don't know what the Free Mantis are using the factory for, but clearly it is high enough priority for the Zoltans to target it.
es: Parece que los Zoltan están realmente apostados frente a un enorme laboratorio. No sabés para qué están usando los Free Mantis la fábrica, pero claramente es de suficiente prioridad como para que los Zoltan la ataquen.
fr: Apparemment, les Zoltans sont actuellements stationnés devant un gros laboratoire. Vous ne savez pas l'utilité de ce derniers aux Mantis Libres, mais si les Zoltans la cibles, celle-ci est clairement de haute priorité.
it: Pare che gli zoltan si siano appostati davanti a un enorme laboratorio. Non sai per cosa lo usino i Mantis Liberi, ma dev'essere per forza importante se gli zoltan l'hanno preso di mira.
ko: 졸탄이 실제로 거대한 실험실 앞에 군대를 주둔시키고 있는 것 같습니다. 당신은 독립 맨티스가 이 공장을 무슨 용도로 사용하는지는 모르겠지만, 졸탄들이 우선 사항으로 삼기에 충분한 목표입니다.
zh_hans: 看来超能族实际上是驻扎在一个巨大的实验室前。你不知道自由螳螂用工厂做的什么，但显然它对超能族来说这是个高优先级的目标。

source: Attack the Zoltans!
es: ¡Atacar a los Zoltan!
fr: Attaquer les Zoltans !
it: Attacca gli zoltan!
ko: 졸탄을 공격한다!
zh_hans: 攻击超能族！

source: Attacking a Zoltan Peacekeeper in technically Zoltan territory in order to defend Free Mantis inhabiting an ex-Zoltan city? An action bold enough that it might actually work!
es: Atacar a un pacificador Zoltan, técnicamente en territorio Zoltan, para defender a Free Mantis que habitan una ciudad ex‑Zoltan? ¡Una acción lo bastante audaz como para que realmente pueda funcionar!
fr: Attaquer un Pacificateur Zoltan dans ce qui est techniquement un territoire Zoltan afin de défendre des Mantis Libres habitant une ville ex-Zoltan ? Une action si folle qu'elle pourrait fonctionner !
it: Attaccare un Pacificatore zoltan in quello che tecnicamente è territorio zoltan per difendere Mantis Liberi che abitano una città ex-zoltan? Un atto abbastanza sfacciato da poter funzionare!
ko: 졸탄의 옛 도시에 살고 있는 독립 맨티스들을 지키기 위해 졸탄 영토에 있는 졸탄 평화유지군을 공격한다고요? 실제로 효과가 있을 정도로 대담한 행동입니다!
zh_hans: 为了保卫居住在前超能族城市的自由螳螂，攻击技术上在超能族领土上的超能维和兵？一个足够大胆的动作，它可能真的有效！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Leave.
es: Irse.
fr: Partir.
it: Vattene.
ko: 떠난다.
zh_hans: 离开。

source: Ignore the city.
es: Ignorar la ciudad.
fr: Ignorer la ville.
it: Ignora la città.
ko: 도시를 무시한다.
zh_hans: 无视城市。

source: You don't care to disturb the Free Mantis and ignore the city.
es: No te interesa perturbar a los Free Mantis, así que ignorás la ciudad.
fr: Vous ne voulez pas déranger les Mantis Libres et vous ignorez la ville.
it: Non hai intenzione di disturbare i Mantis Liberi e ignori la città.
ko: 당신은 독립 맨티스에 끼어드는 일에 무관심해하며 도시를 무시합니다.
zh_hans: 你不想打扰自由螳螂并无视这座城市。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: The Free Mantis cheer for you as you land once again. "Federation has done it, saving us from Zoltan!"
es: Los Free Mantis te vitorean cuando aterrizas una vez más. “¡La Federación lo ha logrado, salvándonos de los Zoltan!”
fr: Les Mantis Libres chantent vos louanges tandis que vous vous posez de nouveau. "Fédération encore réussi, nous a sauvé des Zoltan !"
it: I Mantis Liberi esultano per te mentre atterri ancora una volta. "Federazione ce l'ha fatta, ci ha salvato dagli zoltan!"
ko: 다시 착륙하자 독립 맨티스가 당신을 응원합니다. "연방이 해내다. 우리를 졸탄에게서 구하다!"
zh_hans: 当你再次着陆时，自由螳螂会为你欢呼。"联邦做到了，把我们从超能族手中救了出来！"

source: Question them about the factory.
es: Preguntarles sobre la fábrica.
fr: Les interroger à propos du bâtiment.
it: Chiedigli della fabbrica.
ko: 공장에 대해 물어본다.
zh_hans: 向他们询问工厂的情况。

source: "This? This pheromone concoction laboratory! Here, make finest pheromones. Though, very addictive, sometimes crippling. Oh well, they make soldier very strong! Here, have some, may bring great toughness to crew."
es: “Esto? ¡Laboratorio de mezcla de feromonas! Aquí, hacemos las mejores feromonas. Aunque, muy adictivas, a veces incapacitantes. Oh bueno, ¡hacen al soldado muy fuerte! Toma un poco, puede dar gran resistencia a la tripulación.”
fr: "Ça ? C'est laboratoire de fabrication de phéromones ! Ici, créons meilleures phéromones. Mais créent dépendance, par contre, parfois très grave. Mais bon, pas grave, rendre soldats super rapides ! Tenez, prenez quelques, pourra rendre équipage super rapide."
it: "Questo? Questo è laboratorio di creazione dei ferormoni! Qui noi fa migliori ferormoni. Ma, molto assuefacenti, a volte debilitanti. Oh beh, rendono soldati fortissimi! Tieni, tu prende un po', che porti grande forza ad equipaggio."
ko: "이거? 이거 페로몬 혼합물 실험실이다! 여기, 최고급 페로몬을 만든다. 하지만, 중독성이 강해서, 때로는 구실 못하는 불구로 만든다. 오 물론, 이거 군인을 매우 강하게 만든다! 여기, 좀 가져라. 선원에게 엄청난 강인함을 가져다 줄지도 모른다."
zh_hans: "这个？这个信息素混合物实验室！在这里，制造最好的信息素。虽然，很容易上瘾，有时会致残。哦，它们使士兵变得非常强壮！在这里，来点，可能会给船员带来很大的韧性。"

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_BURIAL"]/text
source: At first you think the ship nearby might be a transport, but scans show it has been repurposed as a mass grave for the Free Mantis! In Free Mantis culture, the dead are buried with their finest weapons. Maybe we can loot something from the ship?
es: Al principio piensas que la nave cercana podría ser un transporte, pero los escaneos muestran que ha sido reutilizada como una fosa común para los Free Mantis. En la cultura Free Mantis, los muertos son enterrados con sus mejores armas. Tal vez podamos saquear algo de la nave?
fr: Vous pensez au début que le vaisseau alentour est un simple Cargo, mais les scans vous montrent qu'il a été réhabilité en tant que charnier pour les Mantis Libres ! Dans la culture Mantis Libre, les morts sont enterrés avec leurs meilleures armes. Peut-être qu'on peut piller ce vaisseau ?
it: All'inizio credi che la nave qui vicino sia un mercantile, ma le scansioni mostrano che è stata riconvertita in una fossa comune per i Mantis Liberi! Nella loro cultura, i morti sono sepolti con le loro armi migliori. Forse possiamo recuperare qualcosa da questa nave, o meglio evitare?
ko: 당신은 근처에 있던 배가 수송선일 거라고 생각했지만, 스캔 결과 독립 맨티스의 공동묘지로 재사용된 선박으로 드러났습니다! 독립 맨티스 문화에서는, 죽은 자들은 최고의 무기와 함께 묻힙니다. 여기서 뭔가를 훔칠 수 있을까요?
zh_hans: 起初，你认为附近的船可能是运输工具，但扫描显示它已被重新用作自由螳螂的集体墓地！在自由螳螂文化中，死者和他们最好的武器埋葬。也许我们可以从船上掠夺一些东西？

source: Attack and take what you can!
es: ¡Ataca y toma lo que puedas!
fr: Attaquer et prendre ce que vous pouvez !
it: Attacca e prendi quello che puoi!
ko: 공격하여 가질 수 있는 건 다 가져간다!
zh_hans: 攻击并尽你所能！

source: "Eek! Ship attacking, run run!" It seems the Free Mantis are running!
es: “¡Eek! ¡Nave atacando, corran corran!” ¡Parece que los Free Mantis están huyendo!
fr: "Aaah ! Vaisseau nous attaque, enfuyons-nous vite !" Les Mantis Libres semblent vouloir s'enfuir !
it: "Aaah! Nave attacca, scappate scappate!" Pare che i Mantis Liberi stiano scappando!
ko: "이익! 배 공격, 튀어 튀어!" 독립 맨티스들이 도망치는 것 같습니다!
zh_hans: "哎呀！舰艇攻击，快跑！"似乎自由螳螂正在逃跑！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Request to come aboard and take some stuff.
es: Solicitar permiso para abordar y tomar algunas cosas.
fr: Demander à monter à bord du vaisseau pour récupérer quelques ressources.
it: Chiedi di salire a bordo e prendere qualcosa.
ko: 승선해서 물건을 달라고 요청한다.
zh_hans: 要求上船拿些东西。

source: "What?! No no no, we cannot allow. These possession key to gate of great beyond! Cannot offering anything more than apologies."
es: “¡Qué!? No no no, no podemos permitirlo. ¡Estas posesiones son clave para la puerta del más allá! No podemos ofrecer nada más que disculpas.”
fr: "Quoi ?! Non non non, pouvons pas permettre. Morts posséder clé de porte du grand au-delà ! Pouvons rien offrir à part excuses."
it: "Cosa?! No no no, noi non può permette. Questi oggetti chiave per le porte di grande aldilà! Noi non può offrire niente a parte scuse."
ko: "뭣?! 안 돼. 허락할 수 없다. 저 너머의 문을 여는 열쇠다! 정중어린 사과 이상의 것은 드릴 수 없다."
zh_hans: "什么？！不不不，我们不能允许。这些是通往伟大彼岸之门的钥匙！除了道歉之外不能提供任何东西。"

source: Attack them!
es: ¡Atacarles!
fr: Les attaquer !
it: All'attacco!
ko: 공격하라!
zh_hans: 攻击对方！

source: "Eek! Ship attacking, run run!" It seems the Free Mantis are running!
es: “¡Eek! ¡Nave atacando, corran corran!” ¡Parece que los Free Mantis están huyendo!
fr: "Aaah ! Vaisseau nous attaque, enfuyons-nous vite !" Les Mantis Libres semblent vouloir s'enfuir !
it: "AAh! Nave attacca, scappate scappate!" Sembra che i Mantis Liberi stiano scappando!
ko: "이익! 배 공격, 튀어 튀어!" 독립 맨티스들이 도망치는 것 같습니다!
zh_hans: "哎呀！舰艇攻击，快跑！"似乎自由螳螂正在逃跑！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Free Mantis Crew) Convince them it's for a good cause.
es: (Tripulante Free Mantis) Convencerlos de que es por una buena causa.
fr: (Membre d'équipage Mantis Libre) Les convaincre que c'est pour une bonne cause.
it: (Equipaggio Mantis liberi) Convincili che è per una buona causa.
ko: (독립 맨티스 선원) 좋은 목적에 쓴다고 설득한다.
zh_hans: (自由螳螂船员)说服他们这是为了一个更伟大的事业。

source: "Well... maybe souls understand, if their key used in name of Federation? Go ahead, take it."
es: “Bueno... tal vez las almas entiendan, si su llave se usa en nombre de la Federación. Adelante, tómala.”
fr: "Eh bien...peut-être que âmes comprendre, si leur clé utilisée au nom de Fédération ? Allez, prenez."
it: "Beh... forse anime capisce se loro chiave è usata in nome della Federazione. Avanti, prendi."
ko: "글쎄... 아마 영혼들도 그들의 열쇠가 연방의 이름으로 쓰이면 이해하다? 그럼 가져가라."
zh_hans: "嗯...也许灵魂明白，如果他们的钥匙是以联邦的名义使用的？去吧，拿走吧。"

source: Bribe them.
es: Sobornarlos.
fr: Les soudoyer.
it: Corrompili.
ko: 그들을 매수한다.
zh_hans: 贿赂对方。

source: You hand over some scrap to the Free Mantis, in hopes they'll accept the bribe...
es: Les entregas algo de chatarra a los Free Mantis, con la esperanza de que acepten el soborno...
fr: Vous envoyez un peu de ferraille aux Mantis Libres, espérant qu'ils acceptent le pot-de-vin...
it: Consegni dei moduli ai Mantis Liberi, sperando che accettino la mazzetta...
ko: 당신은 독립 맨티스에게 스크랩을 넘겨줍니다, 그들이 뇌물을 받길 바라면서...
zh_hans: 你把一些废料交给自由螳螂，希望他们会接受贿赂...

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Leave.
es: Irse.
fr: Partir.
it: Vattene.
ko: 떠난다.
zh_hans: 离开。
