Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: Ziiilizekii begins reading from a written document, struggling. "All of us in the Free Mantis were vulnerable shortly after leaving the Hive. We had nowhere to go. The culture we'd grown up with was brutal and violent, it didn't value talking or procedure. We didn't even know that the worlds we first settled belonged to the Zoltans. We picked systems that were close to the Humans, but not within their space. Just when we had started to get our bearings, a fleet of angry vessels came down to demand that we leave. Our leaders told them that we had no knowledge of how to know where we could settle, how to go through Federation or Zoltan bureaucracy. We found worlds to support us and we had our people live there. Our leaders decided we weren't leaving without another world to go to, and the Zoltans said that wasn't their problem, that we had to go. A fight broke out, and the Free Mantis needed to expand. We tried to have the smartest among us petition the Federation for help, but they kept telling us to wait. We understood this to mean that we should wait here, on these worlds... and we have waited. But in the meantime we have to fight the Zoltans who say we cannot wait, we must leave." Ziiilizekii looks up from the paper towards you.
es: Ziiilizekii comienza a leer de un documento escrito, con dificultad. “Todos nosotros en los Free Mantis éramos vulnerables poco después de dejar la Hive. No teníamos adónde ir. La cultura en la que crecimos era brutal y violenta, no valoraba el diálogo ni los procedimientos. Ni siquiera sabíamos que los mundos en los que nos asentamos primero pertenecían a los Zoltan. Elegimos sistemas cercanos a los Humanos, pero no dentro de su espacio. Justo cuando comenzábamos a orientarnos, una flota de naves furiosas descendió para exigir que nos fuéramos. Nuestros líderes les dijeron que no sabíamos cómo determinar dónde podíamos asentarnos, ni cómo pasar por la burocracia de la Federación o de los Zoltan. Encontramos mundos que nos sostuvieran y nuestra gente vivió allí. Nuestros líderes decidieron que no nos iríamos sin otro mundo al que ir, y los Zoltan dijeron que no era su problema, que debíamos irnos. Estalló una pelea, y los Free Mantis necesitaban expandirse. Intentamos que los más inteligentes entre nosotros presentaran una petición a la Federación en busca de ayuda, pero seguían diciéndonos que esperáramos. Entendimos que eso significaba que debíamos esperar aquí, en estos mundos... y hemos esperado. Pero mientras tanto tenemos que luchar contra los Zoltan, que dicen que no podemos esperar, que debemos irnos.” Ziiilizekii levanta la vista del papel y te mira.
fr: Ziiilizekii commence à lire un document écrit, en se débattant : "Tous les membres des Mantis libres étaient vulnérables peu après avoir quitté la Ruche. Nous n'avions nulle part où aller. La culture dans laquelle nous avions grandi était brutale et violente, elle n'accordait aucune valeur à la parole ou à la procédure. Nous ne savions même pas que les mondes que nous avions colonisés appartenaient aux Zoltans. Nous avons choisi des systèmes proches des Humains, mais pas dans leur espace. Alors que nous commencions à prendre nos marques, une flotte de vaisseaux furieux est venue nous demander de partir. Nos dirigeants leur ont répondu que nous ne savions pas comment nous installer, comment passer par la bureaucratie de la Fédération ou des Zoltans. Nous avons trouvé des mondes pour nous soutenir et nous y avons fait vivre notre peuple. Nos dirigeants ont décidé que nous ne partirions pas sans un autre monde où aller et les Zoltans ont dit que ce n'était pas leur problème, que nous devions partir. Un combat a éclaté et les Mantis libres ont dû s'agrandir. Les plus intelligents d'entre nous ont essayé de demander de l'aide à la Fédération, mais celle-ci nous a toujours dit d'attendre. Nous avons compris que nous devions attendre ici, sur ces mondes... et nous avons attendu. Mais en attendant, nous devons combattre les Zoltans qui disent que nous ne pouvons pas attendre, que nous devons partir" Ziiilizekii lève les yeux de son papier vers vous.
it: Ziiilizekii inizia a leggere un documento scritto, anche se a fatica. "Tutti noi Mantis Liberi eravamo vulnerabili poco dopo aver lasciato l'Alveare. Non avevamo un posto dove andare. La cultura in cui siamo cresciuti era brutale e violenta, non dava importanza a parlare o a procedure. Non sapevamo nemmeno che i primi mondi che abbiamo colonizzato appartenessero agli zoltan. Abbiamo scelto sistemi che fossero vicino agli umani, ma non nel loro spazio. Proprio quando stavamo iniziando a sistemarci, una flotta di navi arrabbiate calò su di noi per ordinarci di andare via. I nostri leader gli dissero che non avevamo modo di sapere come o dove potessimo stabilirci, come seguire l'iter federale o degli zoltan. Avevamo trovato mondi che potessero sostenerci e ci abbiamo fatto vivere il nostro popolo. I nostri leader decisero che non ce ne saremmo andati senza un altro posto in cui andare, e gli zoltan dissero che non era un problema loro e che dovevamo sgomberare. Ebbe inizio una lotta e i Mantis Liberi avevano bisogno di espandersi. Abbiamo provato a far chiedere aiuto alla Federazione ai più intelligenti di noi, ma ci ha sempre detto di aspettare. Credevamo che questo volesse dire che dovevamo aspettare qui, in questi mondi... e abbiamo aspettato. Ma nel mentre dobbiamo combattere contro zoltan che dicono che non possiamo aspettare, dobbiamo andarcene." Ziiilizekii alza lo sguardo dal documento per guardare te.
ko: 지일리제키가 힘겹게 서류를 읽기 시작합니다. "독립 맨티스들은 하이브를 떠나고 취약했습니다. 갈 곳이 없었습니다. 우리가 자라온 문화는 잔인하고 폭력적이었고, 대화나 절차를 중시하지 않았습니다. 우리는 처음 정착한 성단이 졸탄 소유라는 사실조차 몰랐습니다. 우리는 인간과 가까운 성단을 선택했을 뿐이지만, 사실 그들의 영역이 아니었던 것입니다. 우리가 방향을 잡기 시작했을 때, 성난 졸탄들이 내려와 우리에게 떠나라고 요구했습니다. 우리 지도자들은 적절한 성단을 어떻게 찾아야 하는지, 어떻게 연방이나 졸탄의 관료와 접촉할 수 있는지 모른다고 말했습니다. 우리는 당장 이용할 수 있는 성단을 찾고 그곳에 우리 사람들을 살게 했을 뿐입니다. 우리 지도자들은 이주할 성단이 확인되지 않으면 떠나지 않겠다고 결정했고, 졸탄은 그건 자기네 문제가 아니라며 우리가 가야 한다고 했습니다. 전투가 벌어졌고 독립 맨티스는 확장해야 했습니다. 우리 중 가장 똑똑한 사람들이 연방에 도움을 청하려고 했지만, 연방은 계속 기다리라고만 했습니다. 우리는 이곳에서, 바로 이 성단에서 기다려야 한다는 뜻으로 이해했고... 그렇게 기다렸습니다. 하지만 그동안 우리는 기다릴 수 없고, 떠나야 한다고 말하는 졸탄과 싸워야 했습니다." 지일리제키가 서류에서 눈을 떼고 고개를 들어 당신을 올려다봅니다.
zh_hans: 兹里泽基开始吞吞吐吐地阅读一份手写的文档。"我们自由螳螂在刚离开蜂巢的时候非常脆弱。我们无处可去。母巢习俗使我们在残酷和暴力中成长，从不重视谈话或程序。我们甚至不知道我们最初定居的世界属于超能族。我们选择了接近人类但不在他们星域内的星系定居。当我们开始适应新环境时，一队愤怒的舰队过来要求我们离开。我们的领导人告诉他们我们没有足够地知识去找到我们可以在哪里定居，如何办好联邦或超能族政府机构的相关手续。我们找到了可以让我们存活的星球，并让我们的人民在那里生活。领导人作出决定我们决不能在没有另一个星球可去的情况下离开现在的星球。超能族确实说这不关他们的事，我们必须离开。一场战斗爆发了，自由螳螂也需要扩张。我们试图让我们中最聪明的人向联邦请愿，但他们一直让我们等待一下。我们认为这意味着我们应该在这里等待，在这些星球上……所以我们等待至今。但与此同时，我们必须与超能族交战，他们说我们不能再等了，我们必须离开。"兹里泽基抬头看着我。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: "Well, Renegade. You have heard our arguments. Do you have any suggestions?"
es: “Bueno, Renegado. Has escuchado nuestros argumentos. Tienes alguna sugerencia?”
fr: "Eh bien, Renégat. Vous avez entendu nos arguments. Avez-vous des suggestions ?"
it: "Bene, Rinnegato. Hai sentito le nostre tesi. Hai qualche suggerimento?"
ko: "어떻습니까, 배회자 씨. 양측의 주장이 끝났습니다. 의견 있으신가요?"
zh_hans: "好吧，变元者。你已经倾听了我们的争论。你有什么建议吗？"

source: Side with the Free Mantis.
es: Apoyar a los Free Mantis.
fr: Se ranger du côté des Mantis Libres.
it: Schierati coi Mantis Liberi.
ko: 독립 맨티스 편에 선다.
zh_hans: 站在自由螳螂那边。

source: You support the Free Mantis, explaining to the Ministry that they are political fugitives that had no good options. The Ministry diplomat seems frustrated. "What am I supposed to do with that, Renegade? Should I tell the brass that we should feel sorry for the Free Mantis? Our people are being killed over this. You may have... a point, but there is absolutely nothing I can take away from this." Ziiilizekii looks to you. "I don't know if that helped, but it encouraging us. Writing is hard, proper writing is harder." The Warlord gives you some resources as thanks.
es: Apoyas a los Free Mantis, explicando al Ministry que son fugitivos políticos que no tenían buenas opciones. El diplomático del Ministry parece frustrado. “Y qué se supone que haga con eso, Renegado? Debo decirle a los altos mandos que deberíamos sentir lástima por los Free Mantis? Nuestra gente está muriendo por esto. Puede que tengas... un punto, pero no hay absolutamente nada que pueda sacar de esto.” Ziiilizekii te mira. “No saber si eso ayudó, pero nos anima. Escribir es difícil, escribir correctamente es más difícil.” El Señor de la Guerra te entrega algunos recursos en agradecimiento.
fr: Vous soutenez les Mantis Libres, expliquant au ministère qu'il s'agit de fugitifs politiques qui n'ont pas d'autre choix. Le diplomate du ministère semble frustré : "Qu'est-ce que je suis censé faire de ça, Renégat ? Dois-je dire à l'état-major que nous devrions avoir pitié des Mantis Libres ? Notre peuple se fait tuer pour ça. Vous avez peut-être raison, mais il n'y a absolument rien que je puisse retirer de cela." Ziiilizekii vous regarde : "Je ne sais pas si ça nous a aidés, mais ça nous a encouragés. Écrire est difficile, écrire correctement est plus difficile." Le seigneur de guerre vous donne quelques ressources en guise de remerciement.
it: Sostieni i Mantis Liberi, spiegando al Ministero che sono fuggitivi politici che non avevano alternative. Il diplomatico ministeriale sembra frustrato. "E che devo farci con quest'informazione, Rinnegato? Dire ai capoccia che dovremmo starci male per i Mantis Liberi? Il nostro popolo sta morendo per questo. Avrai anche... un po' di ragione, ma non ho cavato assolutamente niente da quest'incontro." Ziiilizekii ti guarda. "Non so se abbia aiutato, ma incoraggia noi. Scrive è difficile, scrive bene di più." Il Condottiero ti dà delle risorse come ringraziamento.
ko: 당신은 독립 맨티스를 지지하며, 그들은 마땅한 선택지가 없는 정치적 도망자라고 설명했습니다. 내각의 외교관은 답답한 표정을 짓습니다. "이걸 상부에 어떻게 전해야 할까요, 배회자 씨? 독립 맨티스를 불쌍히 여겨야 한다고 말하면 될까요? 이 일로 우리 국민들이 죽임을 당하고 있단 말입니다. 당신의 의견에... 일리가 있기는 하지만 저는 조금도 옹호할 수 없습니다." 지일리제키가 당신을 바라봅니다. "상황이 잘 풀린 건지는 모르겠지만 덕분에 용기가 생겼습니다. 글쓰기는 어렵고, 제대로 된 글쓰기는 더 어렵습니다." 장군이 감사의 표시로 물자를 나눠줬습니다.
zh_hans: 你支持自由螳螂，向牧师团解释对方政治逃犯的身份，没有更好的选项。牧师团外交官似乎很懊恼。"变元者，那我应该怎么办？我应该告诉上级我们应该同情自由螳螂吗？我们的人民因为这个在被杀害。也许你说的…有道理，但是从这次交谈里我一无所获。" 兹里泽基看着你。"我不确定这是否有所帮助，但是它让我们感到鼓舞。写作很难，写作正式文件更难。" 军阀给了你一些资源以表感激。

source: Side with the Zoltan Ministry.
es: Apoyar al Ministry Zoltan.
fr: Se ranger du côté du ministère Zoltan.
it: Schierati col Ministero zoltan.
ko: 졸탄 내각 편에 선다.
zh_hans: 站在超能牧师团那边。

source: You support the Ministry, explaining to the Mantis that they have to protect their people to the best of their ability and that even sending a diplomatic vessel at all is a show of good faith. The Warlord by Ziiilizekii's side seems furious, but Ziiilizekii doesn't change his tone. "What would you have us do, Renegade? The Federation won't help. The Ministry is attacking us. The Hive wants us dead. We are being shamed, but not shown a good path." As the Mantis leave, Jelinek pulls you aside. "We appreciate you listening to reason. This might give us the leverage we need. We can offer you some payment for this."
es: Apoyas al Ministry, explicando a los Mantis que deben proteger a su gente lo mejor que puedan y que incluso enviar una nave diplomática ya es una muestra de buena fe. El Señor de la Guerra junto a Ziiilizekii parece furioso, pero Ziiilizekii no cambia su tono. “Qué quieres que hagamos, Renegado? La Federación no ayuda. El Ministry nos ataca. La Hive quiere vernos muertos. Somos avergonzados, pero no se nos muestra un buen camino.” Cuando los Mantis se marchan, Jelinek te aparta a un lado. “Agradecemos que hayas escuchado la razón. Esto podría darnos la ventaja que necesitamos. Podemos ofrecerte un pago por ello.”
fr: Vous soutenez le Ministère, expliquant à la Mantis qu'elle doit protéger son peuple du mieux qu'elle peut et que le simple fait d'envoyer un vaisseau diplomatique est une preuve de bonne foi. Le seigneur de guerre aux côtés de Ziiilizekii semble furieux, mais Ziiilizekii ne change pas de ton : "Que veux-tu que nous fassions, Renégat ? La Fédération ne nous aidera pas. Le ministère nous attaque. La Ruche veut notre mort. Nous sommes couverts de honte, mais on ne nous montre pas la bonne voie." Alors que les Mantis s'en vont, Jelinek vous prend à part : "Nous apprécions que vous écoutiez la raison. Cela pourrait nous donner l'influence dont nous avons besoin. Nous pouvons vous offrir un paiement pour cela."
it: Sostieni il Ministero, spiegando ai mantis che devono proteggere il loro popolo al meglio delle loro capacità e anche che anche il solo inviare una nave diplomatica è segno di buona fede. Il Condottiero accanto a Ziiilizekii sembra furioso, ma Ziiilizekii non cambia tono. "E cosa deve fare noi, Rinnegato? La Federazione non aiuta. Il Ministero attacca noi. L'Alveare vuole noi morti. Noi è coperti di vergogna, ma nessuno mostra buona strada." Mentre i mantis se ne vanno, Jelinek ti prende in disparte. "Apprezziamo che hai dato ascolto alla ragione. Questo potrebbe darci la leva che ci serve. Possiamo offrirti un pagamento per ringraziarti."
ko: 당신은 내각을 지지하며, 맨티스에게 내각은 최선을 다해 자국민을 보호해야 하고 외교 선박을 보낸 것만으로 충분한 선의의 표시라고 설명했습니다. 지일리제키 곁에 있던 장군은 분노한 듯하지만 지일리제키는 어조를 유지합니다. "우리가 뭘 하길 바랍니까, 배회자? 연방은 도와주지 않을 겁니다. 내각은 우릴 공격하고 있습니다. 하이브는 우리가 죽길 원합니다. 우린 수모를 당하고 있지만 솟아날 구멍은 보이지 않습니다." 맨티스가 떠나자, 옐리네크가 당신을 옆에 세웁니다. "이성에 귀 기울여줘서 감사합니다. 당신의 발언은 이 논의에 충분한 영향력을 미칠 것입니다. 이에 대한 보상을 제공하겠습니다."
zh_hans: 你支持牧师团，并向螳螂解释对方必须尽其所能保护自己的人民，甚至派遣外交船只也是他们诚意的一种展示。兹里泽基身边的军阀看起来十分愤怒，但兹里泽基的语气还是一如既往。"那么，变元者，我们需要做什么呢？联邦不会帮助我们。牧师团正在攻击我们。母巢想要我们死。我们被羞辱了，但没有人给我们指明一条好的道路。" 当螳螂离开时，杰利奈克把你拉到一边。"我们很感谢你能赞同我们的观点。这也许能变成一枚我们有用的筹码。我们会为你提供一些报酬。"

source: Both sides have a point.
es: Ambos lados tienen un punto.
fr: Les deux parties ont raison.
it: Entrambi sollevano argomenti validi.
ko: 양측 모두 일리가 있습니다.
zh_hans: 双方都有自己的道理。

source: You tell them that both sides have a point, and tell them that they both need to do better. Once you stop talking, only silence is left in the room. After a beat, both of the diplomats do something resembling a face palm, the Peacekeeper groans, and the Warlord just laughs. Jelinek, after a moment, speaks up. "Renegade, do you even understand why we're here? Do you understand why you're here? That's exactly what we've been talking about for weeks." Ziiilizekii sighs. "Arbitrators... not what they're cracked up to be. At least, when they're a random multiversal Renegade who doesn't know what's going on." "Fair point, we probably shouldn't have expected anything to begin with." Well, at least they agree on something.
es: Les dices que ambos lados tienen un punto y que los dos deben hacerlo mejor. Cuando terminas de hablar, solo queda silencio en la sala. Tras un momento, ambos diplomáticos hacen algo parecido a llevarse la mano al rostro, el Pacificador gime y el Señor de la Guerra simplemente se ríe. Jelinek, tras un instante, habla. “Renegado, siquiera entiendes por qué estamos aquí? Entiendes por qué estás aquí? Eso es exactamente de lo que hemos estado hablando durante semanas.” Ziiilizekii suspira. “Árbitros... no son lo que se dice que son. Al menos, cuando es un renegado multiversal al azar que no sabe qué está pasando.” “Punto válido, probablemente no debimos esperar nada desde el principio.” Bueno, al menos coinciden en algo.
fr: Vous leur dites que les deux parties ont raison et qu'elles doivent toutes deux s'améliorer. Une fois que vous avez cessé de parler, il ne reste plus que le silence dans la pièce. Au bout d'un moment, les deux diplomates font quelque chose qui ressemble à une paume de la main, le pacificateur gémit et le seigneur de la guerre se contente de rire. Au bout d'un moment, Jelinek prend la parole : "Renégat, comprends-tu au moins pourquoi nous sommes ici ? Comprends-tu pourquoi tu es ici ? C'est exactement ce dont nous parlons depuis des semaines." Ziiilizekii soupire : "Les arbitres... ne sont pas ce qu'on attend d'eux. Du moins, quand il s'agit d'un renégat multiversel qui ne sait pas ce qui se passe." "C'est vrai, nous n'aurions probablement pas dû nous attendre à quoi que ce soit pour commencer." Au moins, ils sont d'accord sur quelque chose.
it: Gli dici che entrambi hanno argomenti validi e gli dici che devono entrambi fare meglio di così. Quando finisci di parlare, nella stanza c'è solo il silenzio. Dopo un po', entrambi i diplomatici si danno uno schiaffo in faccia, il Pacificatore mugugna e il Condottiero ride e basta. Jelinek, dopo un po', prende parola. "Rinnegato, capisci perché siamo qui? Capisci perché TU sei qui? Questo è esattamente quello di cui discutiamo da settimane." Ziiilizekii fa un sospiro. "Parti neutrali... non è poi un granché. Almeno, non quando è il primo Rinnegato multiversale che passa e non ha idea di cosa sta succedendo." "Ottima osservazione, forse non avremmo dovuto aspettarci niente fin dall'inizio." Beh, almeno su qualcosa sono d'accordo.
ko: 당신은 양쪽 다 일리가 있으니, 모두가 더 잘해야 한다고 말했습니다. 당신의 발언이 끝나자, 방에는 침묵만 남았습니다. 잠시 후 두 외교관은 절규하는 듯한 동작을 취했고, 평화유지군은 끙하는 소리를 냈고, 장군은 제자리에서 가만히 웃었습니다. 잠시 후 옐리네크가 말합니다. "배회자 씨, 우리가 왜 여기 왔는지 알기는 하는 겁니까? 당신이 여기 온 이유는요? 지금 그 발언이 바로 우리가 몇 주 동안 얘기했던 내용입니다." 지일리제키가 한숨을 쉽니다. "중재자란... 생각했던 것과는 다르습니다. 적어도 무슨 일이 벌어지고 있는지 모르는 임의의 멀티버스 배회자라면 말입니다." "맞는 말입니다, 처음부터 아무것도 기대하지 말았어야 했을지도요." 적어도 이 상황에 대한 두 외교관은 의견이 일치하는 것 같네요.
zh_hans: 你告诉他们双方都有道理，告诉他们双方都需要做得更好。当你发表完看法后，房间里一片死寂。过了一会儿，两位外交官都做了类似捂脸的动作，维和兵在哀叹，军阀只是在发笑。 杰利奈克想了一会儿后发言。"变元者，你到底明不明白我们为什么要来这里？你到底明不明白你自己在这里的原因？这正是我们几周来一直谈论得到的结果。" 兹里泽基叹了口气。"仲裁者…没有声称的那样好。起码一个不知道发生了什么事的路人多元宇宙变元者是这样。" "说得对，我们可能不应该一开始就期待什么。"好吧，至少他们在某件事上意见达成一致。

source: (Mafan) "Co-authorship is the answer, surely!"
es: (Mafan) “¡La coautoría es la respuesta, sin duda!”
fr: (Mafan) "La co-rédaction est sûrement la solution !"
ko: (마판) "공동 영유가 답입니다!"
zh_hans: (玛嬏) "合作就是解决办法，这肯定正确！"

source: Both diplomats look at Mafan strangely. "Hear me out! The Ministry is easily swayed by utilitarian argumentation, so why not take advantage of that? If the Free Mantis can prove that they can contribute to the cause of scientific and societal progress in a mutually beneficial way, then they will have no choice but to accept." "Do... you hear yourself?" Jelinek asks. Ziiilizekii holds up a limb. "Mantis very happy to help! Many ships, many mantis, many exuberances! Very low regard for our own personal safety. Will be willing to try!" Jelinek looks bewildered, but humors Mafan. "Huh... A provisional ceasefire on the basis of scientific progress... well, I guess we might as well see if it works."
es: Ambos diplomáticos miran a Mafan con extrañeza. “¡Escúchenme! El Ministry se deja influir fácilmente por argumentos utilitarios, por qué no aprovechar eso? Si los Free Mantis pueden demostrar que pueden contribuir a la causa del progreso científico y social de manera mutuamente beneficiosa, entonces no tendrán más opción que aceptar.” “Te... estás escuchando?” pregunta Jelinek. Ziiilizekii alza una extremidad. “¡Mantis muy feliz de ayudar! ¡Muchas naves, muchos mantis, muchas exuberancias! Muy poco aprecio por nuestra propia seguridad personal. ¡Dispuestos a intentarlo!” Jelinek parece desconcertado, pero decide seguirle el juego a Mafan. “Eh... Un alto el fuego provisional sobre la base del progreso científico... bueno, supongo que al menos podemos ver si funciona.”
fr: Les deux diplomates regardent Mafan d'un air étrange. "Écoutez-moi ! Le Ministère est facilement convaincu par des arguments utilitaristes, alors pourquoi ne pas en tirer parti ? Si les Mantis Libres peuvent prouver qu'ils contribuent à la cause du progrès scientifique et sociétal de manière mutuellement bénéfique, ils n'auront d'autre choix que d'accepter." "Vous...vous entends ça ?" demande Jelinek. Ziiilizekii lève un membre. "Mantis très heureux d'aider ! Beaucoup de vaisseaux, beaucoup de mantis, beaucoup d'enthousiasme ! Très peu soucieux de notre propre sécurité. Prêts à essayer !" Jelinek semble perplexe, mais joue le jeu avec Mafan. "Hum... Un cessez-le-feu provisoire sur la base du progrès scientifique... eh bien, je suppose qu'on peut au moins voir si ça marche."
ko: 두 외교관 모두 마판을 이상하다는 듯 바라봅니다. "제 말 좀 들어보시죠! 내각은 공리주의적 논증에 쉽게 흔들리니, 그걸 이용하면 되지 않겠습니까? 독립 맨티스가 상호 이익이 되는 방식으로 과학적, 사회적 진보의 대의에 기여할 수 있다는 걸 증명한다면, 내각도 받아들일 수밖에 없을 겁니다." "방금 그 말을... 들으셨습니까?" 옐리네크가 물었습니다. 지일리제키가 팔다리를 들어 올립니다. "맨티스 도우려고 매우 기쁩니다! 많은 함선, 많은 맨티스, 많은 열정! 우리 자신의 개인적 안전에 대해서는 관심 아주 낮습니다. 기꺼이 시도할 것입니다!" 옐리네크는 당황스러워 보이지만 마판의 의견을 받아줬습니다. "흠... 과학적 진보를 바탕으로 한 임시 휴전이라... 한번 시험해 볼만하겠네요."
zh_hans: 两位外交官奇怪地看着玛嬏。"听我说！牧师团很容易被功利主义的论证所左右，所以为什么不利用这一点呢？如果自由螳螂能够证明他们能以互利的方式为科学和社会进步做出贡献，那么牧师团就不得不接受。" "你……你听到自己在说什么吗？"杰利奈克问道。 兹里泽基举起一只触角。"螳螂非常乐意帮忙！很多舰船，很多螳螂，很多热情！我们对自己的个人安全非常不重视。愿意尝试！" 杰利奈克看起来很困惑，但还是迁就了玛嬏。"嗯……基于科学进步的临时停火……好吧，我想我们不妨看看这是否有效。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Anurak) "Come, let's share some soup!"
es: (Anurak) “¡Ven, compartamos algo de sopa!”
fr: (Anurak) "Venez, partageons la soupe !"
it: (Anurak) "Avanti, prendiamo tutti un po' di zuppa!"
ko: (아누락) "이리 와, 수프 나눠 먹자!"
zh_hans: (阿努拉克) "来。我们先喝一碗汤！"
