Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: Your Orchid is a moderately effective arbitrator. The meeting is long and arduous as the Orchid needs to look through several documents and proposals, doing their best to try and find compromises without holding you up too long. "Will be hard to get word out, but if the Warlords will listen, then we will definitely accept many of these terms!" "Some might be hard sell to the Ministry brass, but we have made too much progress for them to ignore. You've done a good deed here, Renegade!"
es: Tu Orchid es un árbitro moderadamente eficaz. La reunión es larga y ardua, ya que el Orchid debe revisar varios documentos y propuestas, haciendo todo lo posible por encontrar compromisos sin retrasarte demasiado. “Será difícil hacer llegar la noticia, pero si los Warlords escuchan, ¡definitivamente aceptaremos muchos de estos términos!” “Algunos pueden ser difíciles de vender al alto mando del Ministry, pero hemos avanzado demasiado como para que lo ignoren. ¡Has hecho una buena acción aquí, renegado!”
fr: Votre Orchidée est un arbitre moyennement efficace. La réunion est longue et ardue, car l'Orchidée doit examiner plusieurs documents et propositions, faisant de son mieux pour essayer de trouver des compromis sans vous retarder trop longtemps. "Il sera difficile de faire passer le message, mais si les seigneurs de la guerre nous écoutent, nous accepterons certainement beaucoup de ces conditions ! "Certains seront peut-être difficiles à faire accepter par les hauts fonctionnaires du ministère, mais nous avons fait trop de progrès pour qu'ils les ignorent. Tu as fait une bonne action, Renégat !"
it: Il tuo orchid è un mediatore moderatamente bravo. L'incontro è lungo e arduo dato che l'orchid deve controllare moltissimi documenti e proposte, facendo del suo meglio per trovare compromessi senza trattenerti troppo a lungo. "Sarà difficile spargere la voce, ma se i Condottieri ascolta, allora noi è disposti ad accettare molti di questi termini!" "Sarà difficile vendere alcune di queste proposte ai vertici del Ministero, ma abbiamo fatto troppi progressi perché le ignorino. Oggi hai fatto una buonissima azione, Rinnegato!"
ko: 당신의 오키드는 적당히 유능한 중재자였습니다. 오키드는 여러 문서와 제안을 검토하느라 회의를 길고 지루하게 만들었지만, 시간을 너무 끌지 않고 타협점을 찾기 위해 최선을 다했습니다. "장군들을 이해시키기는 어렵겠지만, 어떻게든 소통만 되면 많은 요건을 받아들일 수 있을 것습니다!" "일부 내용은 상부에서 받아들일 것 같지 않지만, 무시하기에는 너무 많은 진전이 있었습니다. 정말 좋은 일을 해주셨습니다, 배신자 씨!"
zh_hans: 你的兰花族是个中效的仲裁者。会议冗长而艰难，因为兰花族需要浏览一些文件和提案，尽最大努力尝试找到妥协方案并且不会耽误太长时间。 "这很难传出去，但如果军阀们愿意听，那么我们肯定会接受其中的许多条款！" "有些条件可能很难说服牧师团高层通过，但我们已经取得了很大的进步，他们不可能忽视这点。你在这里做了一件好事，变元者！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Help arbitrate the two sides with your ship as meeting grounds.
es: Ayudar a arbitrar entre las dos partes usando tu nave como lugar de reunión.
fr: Aider à arbitrer les deux camps en utilisant votre vaisseau comme lieu de rencontre.
it: Aiuta a mediare tra le due parti usando la tua nave come luogo d'incontro.
ko: 당신의 함선을 회의장으로 삼아 양측을 중재한다.
zh_hans: 在你的星舰上帮助双方作出仲裁。

source: You decide to hold the peace talks on your ship, all whilst forgetting the minor detail that your ship is short on oxygen and thus inhospitable to them. They seem aware of this situation though, and decline your offer. They offer you a small consolation gift for trying to help though.
es: Decides celebrar las conversaciones de paz en tu nave, olvidando un pequeño detalle: tu nave tiene poco oxígeno y, por lo tanto, es inhabitable para ellos. Sin embargo, parecen estar al tanto de la situación y rechazan tu oferta. Aun así, te ofrecen un pequeño obsequio de consolación por intentar ayudar.
fr: Vous décidez d'organiser les pourparlers de paix à bord de votre vaisseau, tout en oubliant le petit détail que votre vaisseau manque d'oxygène et qu'il est donc inhospitalier pour eux. Ils semblent toutefois conscients de cette situation et déclinent votre offre. Ils vous offrent cependant un petit cadeau de consolation pour avoir essayé de les aider.
it: Decidi di tenere le discussioni di pace sulla tua nave, dimenticandoti di un dettaglino piccolo piccolo: la tua nave non ha ossigeno e quindi è inospitale per loro. Sembrano rendersi conto della cosa però, e rifiutano la tua offerta. Però ti offrono un piccolo regalo di consolazione per averci provato.
ko: 당신은 당신의 함선이 산소가 거의 없어 졸탄과 맨티스에게 열악한 환경이라는 사소한 사실을 잊어버린 채 당신의 함선에서 회담을 열자고 했습니다. 하지만 그들은 이 상황을 파악했는지 당신의 제안을 거절했습니다. 그래도 도와주려고 노력한 것에 대한 작은 위로의 선물을 받았습니다.
zh_hans: 你决定在你的船上举行和平谈判，但忘记了你的船氧气不足，因此不适合他们。他们意识到了这种情况，并拒绝了你的提议。他们为你尝试帮助他们而提供了小小的礼物。

source: I'm not interested in playing politics!
es: ¡No me interesa jugar a la política!
fr: Je ne veux pas faire de politique !
it: Non mi interessa fare politica!
ko: 정치에는 관심이 없습니다!
zh_hans: 我对政治游戏不感兴趣！

source: The Zoltan diplomat sighs. "Very well. Then we will wait for another mediator. Hopefully it doesn't take too long, but if you can take care of these Rebels, that could certainly go a long way." "Beating Rebels will make many things easier. Good luck, Renegade!"
es: El diplomático Zoltan suspira. “Muy bien. Entonces esperaremos a otro mediador. Esperemos que no tarde demasiado, pero si puedes encargarte de estos Rebeldes, eso ciertamente ayudaría mucho.” “Derrotar Rebeldes hará que muchas cosas sean más fáciles. ¡Buena suerte, renegado!”
fr: Le diplomate Zoltan soupire : "Très bien. Nous attendrons donc un autre médiateur. J'espère que cela ne prendra pas trop de temps, mais si vous pouvez vous occuper de ces Rebelles, cela pourrait certainement nous aider beaucoup." "Battre les Rebelles facilitera bien des choses. Bonne chance, Renégat !"
it: Il diplomatico zoltan sospira. "Molto bene. Allora aspetteremo un altro mediatore. Speriamo non ci voglia troppo, ma se potessi occuparti di questi Ribelli, sarebbe comunque un grande aiuto." "Battere Ribelle renderà molte cose più facili. Buona fortuna, Rinnegato!"
ko: 졸탄 외교관이 한숨을 쉽니다. "좋아요. 그럼 다른 중재자를 기다려 보겠습니다. 너무 오래 걸리지 않기를 바라지만, 반군을 처리할 수 있다면 그것도 분명 큰 도움이 될 것입니다." "반군을 물리치면 많은 일이 쉬워질 것습니다. 행운을 빕니다, 배회자!"
zh_hans: 超能族外交官叹了口气。"那好吧。我们就等待另一个调解者的到来。希望不要等待太长时间，但如果你能处理这些叛军，那肯定会有很大的帮助。" "打败叛军会让很多事情变得更容易。祝你好运，变元者！"

source: Attack the Warlord.
es: Atacar al Warlord.
fr: Attaquer le Seigneur de guerre.
it: Attacca il Condottiero.
ko: 장군을 공격한다.
zh_hans: 攻击军官。

source: You've seen enough in this sector to suspect that the Zoltans might reward you for eliminating their enemy. You charge your weapons and face the Warlord.
es: Has visto suficiente en este sector como para sospechar que los Zoltan podrían recompensarte por eliminar a su enemigo. Preparas las armas y enfrentas al Warlord.
fr: Vous avez vu suffisamment de choses dans ce secteur pour penser que les Zoltans pourraient vous récompenser d'avoir éliminé leur ennemi. Vous activez vos armes et faites face au seigneur de guerre.
it: Hai visto abbastanza in questo settore da avere il sospetto che gli zoltan potrebbero ricompensarti se elimini i loro nemici. Alimenti le armi e affronti il Condottiero.
ko: 이 구역에서 본 것들을 생각하면 졸탄은 그들의 적을 처치한 대가로 보상을 줄지도 모릅니다. 당신은 무기를 충전하고 장군과 마주합니다.
zh_hans: 你在这个星区已经见得太多了，所以你认为超能族人可能会奖励你消灭他们的敌人。你准备好武器，面对军阀。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Attack the Peacekeeper.
es: Atacar al Peacekeeper.
fr: Attaquer le Pacificateur.
it: Attacca il Pacificatore.
ko: 평화 유지군을 공격한다.
zh_hans: 攻击维和兵。

source: The Free Mantis often pay very generously to protect their new borders. Removing this Peacekeeper will surely be profitable.
es: Los Free Mantis suelen pagar generosamente por proteger sus nuevas fronteras. Eliminar a este Peacekeeper seguramente será rentable.
fr: Les Mantis Libres paient souvent très généreusement pour protéger leurs nouvelles frontières. L'élimination de ce Pacificateur sera certainement rentable.
it: Spesso i Mantis Liberi pagano molto bene per proteggere i loro nuovi confini. Rimuovere questo Pacificatore ti frutterà sicuramente un bel gruzzolo.
ko: 독립 맨티스는 보통 그들의 새로운 국경을 보호하는 일에 매우 관대한 보상을 지급합니다. 이 평화 유지군을 제거하면 분명 이득을 얻을 수 있을 겁니다.
zh_hans: 自由螳螂经常支付非常慷慨的费用来保护他们的新边界。除掉这个维和兵肯定有利可图。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Stay out of this.
es: Mantenerse al margen.
fr: Ne vous en mêlez pas.
it: Stanne fuori.
ko: 관여하지 않는다.
zh_hans: 别插手这件事。

source: It's probably wise to not take part in this matter. You fly to a spot with less company.
es: Probablemente sea prudente no involucrarse en este asunto. Vuelas hacia un lugar con menos compañía.
fr: Il est probablement sage de ne pas prendre part à cette affaire. Vous vous envolez vers un endroit moins fréquenté.
it: Forse è meglio non prendere parte a qualunque cosa stia succedendo. Voli in un punto con meno compagnia.
ko: 이 문제는 피하는 것이 현명한 선택일 것입니다. 당신은 사람이 적은 장소로 이동합니다.
zh_hans: 不参与这件事也许是明智的。你飞往一个人少的地方。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: A Free Mantis ship is adrift near a gas giant in the system. They send you a message upon your arrival: "Needing help! Ghost attack, left lots of holes in ship! Not fast enough to fix... Saving our strength!"
es: Una nave Free Mantis está a la deriva cerca de un gigante gaseoso en el sistema. Te envían un mensaje al llegar: “¡Necesitar ayuda! ¡Ataque de fantasmas, dejaron muchos agujeros en nave! No suficientemente rápidos para reparar... ¡Ahorrando fuerzas!”
fr: Un vaisseau Mantis Libres est à la dérive près d'une géante gazeuse du système. Ils vous envoient un message à votre arrivée : "Besoin d'aide ! Attaque Fantôme, nombreux trous dans le vaisseau ! Pas assez rapide pour réparer... Sauvons nos forces !"
it: Una nave dei Mantis Liberi è alla deriva vicino a una gigante gassosa nel sistema. Ti mandano un messaggio al tuo arrivo: "Serve aiuto! Fantasmi attacca, lasciato molte buche nella nave! Noi non è abbastanza veloci per sistemarle... noi risparmia le forze!"
ko: 한 독립 맨티스 함선이 가스상 거대 행성 근처에서 표류하고 있습니다. 그들이 당신이 오자마자 메시지를 보냅니다. "도움이 필요하다! 고스트가 공격하다, 함선에 구멍이 많다! 손이 느려서 수리 어렵다... 체력 지켜야 한다!"
zh_hans: 一艘自由螳螂飞船在星系中的一个气体巨星附近漂浮。你们一抵达就收到对方的消息："需要帮助！魂灵族袭击，船身上留下了大量洞！修复速度不够快……快来救救我们！"

source: (Repair Drone) Have a drone patch up their breaches.
es: (Dron de Reparación) Enviar un dron para sellar sus brechas.
fr: (Drone de réparation) Demander à un drone de colmater les brèches.
it: (Drone di riparazione) Schiera un drone per chiudere le brecce.
ko: (수리 드론) 드론을 보내 균열을 수리해 준다.
zh_hans: (维修无人机) 使用维修无人机修补他们的破洞。

source: (Anaerobic Crew) Have your anaerobic crew patch up their breaches.
es: (Tripulación Anaeróbica) Haz que tu tripulación anaeróbica repare sus brechas.
fr: (Membre d'équipage Anaérobic) Demander à votre équipage Anaérobic de colmater ses brèches.
it: (Equipaggio anaerobico) Fai chiudere le brecce al tuo equipaggio anaerobico.
ko: (무산소 선원) 무산소 선원을 보내 균열을 수리해 준다.
zh_hans: (无氧船员) 让你的无氧船员修补他们的破洞。

source: (Orchid Crew) Have your Orchid boost their oxygen output to help them patch up their breaches.
es: (Tripulación Orchid) Haz que tu Orchid aumente su producción de oxígeno para ayudarlos a reparar las brechas.
fr: (Membre d'équipage Orchidées) Demander à votre Orchidée d'augmenter leur production d'oxygène pour les aider à colmater leurs brèches.
it: (Equipaggio orchid) Chiedi al tuo orchid di potenziare il loro output di ossigeno per permettergli di chiudere le brecce.
ko: (오키드 선원) 산소가 부족하지 않도록 오키드를 보내 균열 수리를 돕는다.
zh_hans: (兰花族船员) 让你的兰花族船员补充氧气输出来帮助它们修补破洞。

source: (Adv. Life Support) Counteract the loss of oxygen.
es: (Soporte Vital Avanzado) Contrarrestar la pérdida de oxígeno.
fr: (Support de vie avancé) Contrecarrer la perte d'oxygène.
it: (Supporto vitale avanzato) Contrasta la perdita di ossigeno.
ko: (최고급 산소실) 유출되는 산소를 보충해 준다.
zh_hans: (先进氧气系统) 抵消氧气流失。

source: (Clone Bay) Have your crew recklessly fix the breaches to save time.
es: (Bahía de Clonación) Haz que tu tripulación repare las brechas sin preocuparse por el riesgo para ahorrar tiempo.
fr: (Chambre des clones) Demander à votre équipage de réparer les brèches de façon inconsidérée pour gagner du temps.
it: (Sala di clonazione) Fai riparare le brecce al tuo equipaggio alla meno peggio per risparmiare tempo.
ko: (클론 배양실) 시간 절약을 위해 선원들에게 무작정 균열을 수리하게 시킨다.
zh_hans: (克隆舱) 让你的船员直接鲁莽地修复漏洞以争取时间。

source: You tell your crew not to delay and to fix the breaches as fast as possible. Not everyone makes it back to the ship, but the ship's hull is patched up properly.
es: Le dices a tu tripulación que no pierda tiempo y que repare las brechas lo más rápido posible. No todos logran regresar a la nave, pero el casco queda correctamente reparado.
fr: Vous demandez à votre équipage de ne pas trainer et de réparer les brèches aussi vite que possible. Tout le monde n'a pas pu regagner le vaisseau, mais la coque a été correctement réparée.
it: Dici al tuo equipaggio di non cincischiare e di riparare le brecce il più in fretta possibile. Non tutti riescono a tornare sulla nave, ma lo scafo è comunque riparato.
ko: 당신은 선원들에게 지체하지 말고 가능한 한 빨리 균열을 수리하라고 지시합니다. 모든 사람이 무사히 복귀하지는 못했지만, 균열은 제대로 메꿔졌습니다.
zh_hans: 你告诉船员们不要拖延，尽快修复漏洞。并非所有人都返回了星舰，但飞船的船壳已经被修复得完好如初。

source: One of your crewmembers stumbles out of the Clone Bay. They mutter something resembling "this better be worth it".
es: Uno de tus tripulantes sale tambaleándose de la Bahía de Clonación. Murmura algo parecido a “más vale que esto valga la pena”.
fr: L'un de vos membres d'équipage sort de la Chambre des clones en titubant. Il marmonne quelque chose qui ressemble à "ça a intérêt à en valoir la peine".
it: Uno dei tuoi sottoposti esce dalla Sala di clonazione. Mugugna qualcosa che sembra "sarà meglio che ne sia valsa la pena".
ko: 선원 중 한 명이 클론 배양실에서 비틀거리며 나옵니다. "꼭 이래야 했나"라고 중얼거리고 있습니다.
zh_hans: 你的其中一个船员从克隆舱跌出。他喃喃自语着"这一定值得"。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Have your crew patch up their breaches.
es: Haz que tu tripulación repare sus brechas.
fr: Demander à votre équipage de colmater les brèches.
it: Fai riparare le brecce al tuo equipaggio.
ko: 선원들에게 균열을 수리하게 시킨다.
zh_hans: 让你的船员修补破洞。

source: Your crew is careful to repair the breaches. However, accomplishing this feat without suffocating to death ends up being quite time consuming.
es: Tu tripulación repara las brechas con cuidado. Sin embargo, lograrlo sin asfixiarse termina siendo un proceso bastante lento.
fr: Votre équipage répare les brèches prudemment. Cependant, accomplir cet exploit sans mourir par asphyxie finit par prendre beaucoup de temps.
it: Il tuo equipaggio ripara le brecce con attenzione. Tuttavia, compiere quest'impresa senza morire soffocati richiede un bel po' di tempo.
ko: 당신의 선원들은 조심스럽게 균열을 수리했습니다. 하지만 질식을 피해 작업하느라 상당한 시간이 소요됐습니다.
zh_hans: 你的船员小心维修这些破洞。然而，同时做到不窒息死亡却相当耗时。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Take advantage of their vulnerability!
es: ¡Aprovechar su vulnerabilidad!
fr: Profiter de leur vulnérabilité !
it: Sfrutta questa debolezza!
ko: 손쉬운 먹잇감이군!
zh_hans: 利用他们的弱点！

source: The Free Mantis respond to your hostility very quickly. As friendly as they are, they are also quick to fight back.
es: Los Free Mantis responden a tu hostilidad con gran rapidez. Tan amistosos como son, también reaccionan con rapidez para defenderse.
fr: Les Mantis Libres réagissent très rapidement à votre hostilité. Aussi amicales qu'elles soient, elles sont également promptes à se défendre.
it: I Mantis Liberi rispondono molto in fretta alla tua ostilità. Per quanto siano amichevoli, sono anche veloci a rispondere al fuoco.
ko: 독립 맨티스는 당신의 적의에 매우 빠르게 반응했습니다. 친절한데 반격도 빠르네요.
zh_hans: 自由螳螂对你的敌意反应非常迅速。尽管他们很友好，但他们反击也很迅速。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Apologize and leave.
es: Disculparse e irse.
fr: Présenter des excuses et partir.
it: Scusati e vattene.
ko: 사과한 후 떠난다.
zh_hans: 道歉并离开。

source: "Send help, Renegade! Not able to fix! No air!" They don't seem willing to follow you.
es: “¡Envíen ayuda, renegado! ¡No poder reparar! ¡Sin aire!” No parecen dispuestos a seguirte.
fr: "Envoyez aide, Renégat ! Impossible réparer ! Pas air !" Ils ne semblent pas vouloir vous suivre.
it: "Manda aiuto, Rinnegato! Noi non riesce a sistemare! Niente aria!" Non sembrano disposti a seguirti.
ko: "도와주다, 배회자! 고칠 수 없다! 공기가 없다!" 당신을 쫓아올 마음은 없는 것 같습니다.
zh_hans: "求援，变元者！无法修复！没有空气！"他们似乎不愿意跟随你。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: "Big gratitude for Renegade! Was attacked by purple ship... Evil ghosts no match for Free Mantis! Had something, you want?" The Free Mantis give you a piece of salvage from the ship that attacked them.
es: “¡Gran gratitud para renegado! Atacados por nave púrpura... ¡Fantasmas malvados no rival para Free Mantis! Teníamos algo, quieres?” Los Free Mantis te entregan una pieza de chatarra recuperada de la nave que los atacó.
fr: "Grande gratitude pour Renégat ! Furent attaqué par vaisseau violet... Fantômes maléfiques font pas poids face Mantis libres ! Donner quelque chose à toi" Les Mantis Libres vous donnent un morceau du vaisseau qui les a attaqués.
it: "Molta gratitudine per il Rinnegato! Noi è stati attaccati da nave viola... fantasmi malvagi non poteva niente contro Mantis Liberi! Loro aveva qualcosa, tu vuole?" I Mantis Liberi ti danno una parte di quello che hanno recuperato dalla nave che li ha attaccati.
ko: "배회자에게 큰 감사를 드리다! 보라색 함선의 공격을 받다... 사악한 유령은 독립 맨티스의 적수가 아니다! 뭐 좀 가져가겠다?" 독립 맨티스가 자신들을 공격했던 함선의 잔해를 건네줍니다.
zh_hans: "非常感谢你，变元者！被一艘紫色飞船袭击了……邪恶魂灵族不是自由螳螂的对手！我有东西要给你，你要吗？"自由螳螂给了你一块从袭击他们的飞船上搜寻到的残骸。

source: "Big gratitude for Renegade! Was attacked by broken Zoltan ship... Evil ghosts no match for Free Mantis! Had something, you want?" The Free Mantis give you a piece of salvage from the ship that attacked them.
es: “¡Gran gratitud para renegado! Atacados por nave Zoltan averiada... ¡Fantasmas malvados no rival para Free Mantis! Teníamos algo, quieres?” Los Free Mantis te entregan una pieza de chatarra recuperada de la nave que los atacó.
fr: "Grande gratitude pour Renégat ! Furent attaqué par vaisseau Zoltan cassé... Fantômes maléfiques font pas poids face Mantis libres ! Donner quelque chose à toi" Les Mantis Libres vous donnent un morceau du vaisseau qui les a attaqués.
it: "Molta gratitudine per il Rinnegato! Noi è stati attaccati da nave zoltan distrutta... fantasmi malvagi non poteva niente contro Mantis Liberi! Loro aveva qualcosa, tu vuole?" I Mantis Liberi ti danno una parte di quello che hanno recuperato dalla nave che li ha attaccati.
ko: "배회자에게 큰 감사를 드리다! 부서진 졸탄 함선의 공격을 받다... 사악한 유령은 독립 맨티스의 적수가 아니다! 뭐 좀 가져가겠다?" 독립 맨티스가 자신들을 공격했던 함선의 잔해를 건네줍니다.
zh_hans: "非常感谢你，变元者！被一艘超能族飞船袭击了……邪恶魂灵族不是自由螳螂的对手！我有东西要给你，你要吗？"自由螳螂给了你一块从袭击他们的飞船上搜寻到的残骸。

source: "Big gratitude for Renegade! Was attacked by broken Engi ship... Evil ghosts no match for Free Mantis! Had something, you want?" The Free Mantis give you a piece of salvage from the ship that attacked them.
es: “¡Gran gratitud para renegado! Atacados por nave Engi averiada... ¡Fantasmas malvados no rival para Free Mantis! Teníamos algo, quieres?” Los Free Mantis te entregan una pieza de chatarra recuperada de la nave que los atacó.
fr: "Grande gratitude pour Renégat ! Furent attaqué par vaisseau Engi cassé... Fantômes maléfiques font pas poids face Mantis libres ! Donner quelque chose à toi" Les Mantis Libres vous donnent un morceau du vaisseau qui les a attaqués.
it: "Molta gratitudine per il Rinnegato! Noi è stati attaccati da nave engi distrutta... fantasmi malvagi non poteva niente contro Mantis Liberi! Loro aveva qualcosa, tu vuole?" I Mantis Liberi ti danno una parte di quello che hanno recuperato dalla nave che li ha attaccati.
ko: "배회자에게 큰 감사를 드리다! 부서진 엔지 함선의 공격을 받다... 사악한 유령은 독립 맨티스의 적수가 아니다! 뭐 좀 가져가겠다?" 독립 맨티스가 자신들을 공격했던 함선의 잔해를 건네줍니다.
zh_hans: "非常感谢你，变元者！被一艘半械族飞船袭击了……邪恶魂灵族不是自由螳螂的对手！我有东西要给你，你要吗？"自由螳螂给了你一块从袭击他们的飞船上搜寻到的残骸。

source: "Big gratitude for Renegade! Was attacked by broken Hive ship... Evil ghosts no match for Free Mantis! Had something, you want?" The Free Mantis give you a piece of salvage from the ship that attacked them.
es: “¡Gran gratitud para renegado! Atacados por nave Hive averiada... ¡Fantasmas malvados no rival para Free Mantis! Teníamos algo, quieres?” Los Free Mantis te entregan una pieza de chatarra recuperada de la nave que los atacó.
fr: "Grande gratitude pour Renégat ! Furent attaqué par vaisseau Ruche cassé... Fantômes maléfiques font pas poids face Mantis libres ! Donner quelque chose à toi" Les Mantis Libres vous donnent un morceau du vaisseau qui les a attaqués.
it: "Molta gratitudine per il Rinnegato! Noi è stati attaccati da nave dell'Alveare distrutta... fantasmi malvagi non poteva niente contro Mantis Liberi! Loro aveva qualcosa, tu vuole?" I Mantis Liberi ti danno una parte di quello che hanno recuperato dalla nave che li ha attaccati.
ko: "배회자에게 큰 감사를 드리다! 부서진 하이브 함선의 공격을 받다... 사악한 유령은 독립 맨티스의 적수가 아니다! 뭐 좀 가져가겠다?" 독립 맨티스가 자신들을 공격했던 함선의 잔해를 건네줍니다.
zh_hans: "非常感谢你，变元者！被一艘母巢飞船袭击了……邪恶魂灵族不是自由螳螂的对手！我有东西要给你，你要吗？"自由螳螂给了你一块从袭击他们的飞船上搜寻到的残骸。

source: Your computer appears to be detecting two separate distress signals here, one from a Federation ship and the other from a Free Mantis ship.
es: Tu computadora detecta dos señales de socorro separadas aquí, una de una nave de la Federación y otra de una nave Free Mantis.
fr: Votre ordinateur de bord semble détecter deux signaux de détresse ici, l'un d'un vaisseau de la Fédération et l'autre d'un vaisseau Mantis Libre.
it: Pare che il tuo computer rilevi due segnali di soccorso separati qui, uno da una nave federale e l'altro da una di Mantis Liberi.
ko: 당신의 컴퓨터가 두 개의 조난 신호를 감지한 것 같습니다. 하나는 연방 함선에서, 그리고 다른 하나는 독립 맨티스 함선에서 발신되고 있습니다.
zh_hans: 你的计算机似乎检测到了两个独立的求救信号，其中一个信号发自联邦战舰，而另一个信号则发自自由螳螂战舰。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Indeed, it appears a Federation vessel has gotten into a conflict with some Free Mantis. Who will you help?
es: En efecto, parece que una nave de la Federación ha entrado en conflicto con algunos Free Mantis. A quién ayudarás?
fr: Effectivement, on dirait qu'un vaisseau de la Fédération est entré en conflit avec des Mantis Libres. Qui allez-vous aider ?
it: E in effetti, pare che una nave della Federazione sia entrata in conflitto con alcuni Mantis Liberi. Chi aiuterai?
ko: 연방 선박이 독립 맨티스와 충돌한 것 같습니다. 당신이라면 누구를 돕고 싶습니까?
zh_hans: 事实上，似乎是一艘联邦战舰与一群自由螳螂起了冲突。你要帮谁？

source: Assist the Free Mantis!
es: ¡Asistir a los Free Mantis!
fr: Aider le Mantis Libre !
it: Aiuta i Mantis Liberi!
ko: 독립 맨티스를 돕는다!
zh_hans: 帮自由螳螂！

source: This is Free Mantis territory, and you could use their help. You attack the Federation vessel.
es: Este es territorio Free Mantis, y podrías beneficiarte de su ayuda. Atacas a la nave de la Federación.
fr: Ceci est un territoire Mantis Libre et vous avez besoin de leur aide. Vous attaquez le vaisseau de la Fédération.
it: Questo è territorio dei Mantis Liberi e il loro aiuto ti farebbe davvero comodo. Attacchi la nave federale.
ko: 이곳은 독립 맨티스의 영토이며, 당신은 그들의 도움을 유용하게 쓸 수 있을 것입니다. 당신은 연방 선박을 공격했습니다.
zh_hans: 因为这里是自由螳螂的星域，你或许需要他们的帮助。因此你开始攻击联邦战舰。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Assist the Federation!
es: ¡Asistir a la Federación!
fr: Aider la Fédération !
it: Aiuta la Federazione!
ko: 연방을 돕는다!
zh_hans: 帮联邦！
