Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: The Free Mantis might usually be friendly, but the Federation are with who your true loyalties lie.
es: Puede que los Free Mantis suelan ser amistosos, pero tu verdadera lealtad está con la Federación.
fr: Les Mantis Libres sont peut-être amicaux, mais votre loyauté repose auprès de la Fédération.
it: I Mantis Liberi saranno amichevoli il più delle volte, ma la tua lealtà è alla Federazione.
ko: 독립 맨티스는 분명 일반적으로 우호 관계입니다, 하지만 연방은 당신이 진정한 충성을 바치는 곳입니다.
zh_hans: 自由螳螂也许在大多数情况下看起来可能比较友好，但你真正忠诚的是联邦。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: No one, let's get out of here!
es: Nadie, ¡vámonos de aquí!
fr: Personne, allons-nous-en !
it: Nessuno, andiamocene da qui!
ko: 전부 싫군요, 당장 여기서 빠져나가야 되겠습니다!
zh_hans: 管他干嘛，走人就是了！

# data/events_sector_freemantis.xml$//event[@name="QUEST_FREEMANTIS_CAPTIVE"]/text
source: You receive a distress call from a Free Mantis clan, who eagerly request your assistance. "Our chief, Kakpakakakakakakakakakakakak has been captured by Suzerains! Please, you must save him!"
es: Recibes una señal de socorro de un clan Free Mantis, que solicita con entusiasmo tu ayuda. “¡Nuestro jefe, Kakpakakakakakakakakakakakak, capturado por Suzerains! ¡Por favor, debes salvarlo!”
fr: Vous recevez un appel de détresse d'un clan Mantis Libre, demandant hâtivement votre aide. "Notre chef Kakpakakakakakakakakakakakak, capturé par Suzerains ! Pitié, aidez-le !"
it: Ricevi un segnale di soccorso da un clan di Mantis Liberi che richiedono urgentemente il tuo aiuto. "Il nostro capo, Kakpakakakakakakakakakakakak, è stato catturato da Suzerain! Ti prego, tu deve salvarlo!"
ko: 간절히 도움을 요청하는 독립 맨티스 부족의 구조 신호를 받았습니다. "우리의 족장, 캌파카카카카카카카카카카캌가 영주들에게 붙잡히다! 제발, 그를 구해야 한다!"
zh_hans: 你收到了一个来自自由螳螂氏族的求救通讯，他们急切地请求你的帮助。"我们的首领，卡帕卡卡卡卡卡卡卡卡卡被领主俘虏了！拜托，你一定要去救他！"

source: Accept.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 수락한다.
zh_hans: 接受。

source: "You are of the kindest beings! Here are co-ordinates, and please bring us back Kakpakakakakakakakakakakakak alive!"
es: “¡Eres de los seres más bondadosos! Aquí están las coordenadas, ¡y por favor tráenos de vuelta a Kakpakakakakakakakakakakakak con vida!”
fr: "Vous êtres très gentils ! Voici coordonnées, ramenez-vous Kakpakakakakakakakakakakakak en vie, s'il vous plaît !"
it: "Tu è davvero tanto gentile! Ecco le coordinate. E ti prego, riporta da noi Kakpakakakakakakakakakakakak vivo!"
ko: "당신들은 가장 친절한 이들이다! 여기 좌표가 있다. 부디 우리에게 캌파카카카카카카카카카카캌을 데려와 주다!"
zh_hans: "你们是最善良的！这是坐标，请把卡帕卡卡卡卡卡卡卡卡卡活着带回来！"

source: Decline.
es: Declinar.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
zh_hans: 拒绝。

source: You don't have time to go tracking down missing Free Mantis. You apologize and leave.
es: No tienes tiempo para rastrear Free Mantis desaparecidos. Te disculpas y te marchas.
fr: Vous n'avez pas le temps de traquer des Mantis Libres disparus. Vous vous excusez et partez.
it: Non hai tempo per andare dietro a Mantis Liberi dispersi. Ti scusi e te ne vai.
ko: 당신에게 실종된 독립 맨티스를 추적할 시간은 없습니다. 당신은 사과하고 떠났습니다.
zh_hans: 你并没有多余的时间去追踪失踪的自由螳螂。而后你道了歉并离开了。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: A Suzerain Jailer has detained Kakpakakakakakakakakakakakak here.
es: Un Carcelero Suzerain ha detenido a Kakpakakakakakakakakakakakak aquí.
fr: Un geôlier Suzerain a arrêté Kakpakakakakakakakakakakak ici.
it: Un carceriere Suzerain ha arrestato Kakpakakakakakakakakakakakak qui.
ko: 캌파카카카카카카카카카카캌을 붙잡은 영주 수감선의 위치입니다.
zh_hans: 一艘螳螂领主牢狱舰在这里拘留了卡帕卡卡卡卡卡卡卡卡卡。

source: You've found the Suzerain ship you've been tracking! They seem to know you're following them - or maybe they're just really angry - because they attack you as soon as you enter the system!
es: ¡Has encontrado la nave Suzerain que estabas siguiendo! Parece que saben que los sigues —o tal vez simplemente están muy enojados— porque te atacan en cuanto entras al sistema!
fr: Vous avez trouvé le vaisseau Suzerain que vous cherchiez ! Ils semblent savoir que vous les suivez - ou ils sont peut-être juste très en colère - parce qu'ils vous attaquent dès que vous arrivez dans le système !
it: Hai trovato la nave Suzerain che stavi cercando! Sembrano sapere che li stai seguendo, o forse sono solo molto arrabbiati, perché ti attaccano non appena entri nel sistema!
ko: 당신이 추적하던 영주의 함선이 발견됐습니다! 당신이 성계에 들어서자마자 그들이 공격해옵니다. 여러분이 미행하던 걸 인지하던 것이었거나, 혹은 그들이 그저 성질부리는 것일 수도 있습니다!
zh_hans: 你找到了你一直在追踪的螳螂领主船！他们似乎知道你在关注他们——或者他们只是真的很生气——因为你一进入星系他们就攻击你！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

# data/events_sector_freemantis.xml$//event[@name="QUEST_FREEMANTIS_MATE"]/text
source: It isn't clear what you're looking at at first, but it appears to be the aftermath of two Free Mantis ships colliding with each other at a high velocity. There seems to be minimal power signatures and one of the engines miraculously is still running, but you aren't sure anyone is actually alive.
es: Al principio no está claro qué estás viendo, pero parece ser el resultado de la colisión a gran velocidad entre dos naves Free Mantis. Hay señales de energía mínimas y, milagrosamente, uno de los motores aún funciona, pero no estás seguro de que haya alguien con vida.
fr: Vous n'êtes pas certain de ce que vous voyez au premier abord, mais cela semble être le résultat de deux vaisseaux Mantis Libres étant rentrés l'un dans l'autre à haute vitesse. Il semble y avoir de faibles traces énergétiques et l'un des moteurs est, par miracle, encore en état de marche, mais vous n'êtes pas sûr que quiconque soit encore en vie.
it: All'inizio non è chiaro cosa stai vedendo, ma sembra essere l'esito di due navi dei Mantis Liberi che si sono scontrate ad alta velocità. Sembrano esserci tracce minime di energia e uno dei motori è miracolosamente ancora attivo, ma non sai se ci siano sopravvissuti.
ko: 처음에, 당신은 지금 무엇을 보고 있는지 실감하지 못했었지만, 지금 이것은 두 척의 독립 맨티스 함선이 서로 고속으로 충돌한 사고 현장의 여파인 것으로 보입니다. 아주 적은 전력 신호가 간신히 감지되고 기적적이게도 엔진실이 여전히 작동하고 있는 것으로 보이지만, 누군가 정말로 살아남았는지 당신은 확신할 수 없었습니다.
zh_hans: 起初不清楚你在看什么，但这似乎是两艘自由螳螂飞船高速相撞的后果。似乎有最小的功率特征，其中一个引擎奇迹般地仍在运行，但你不确定是否有人真的还活着。

source: Scrap the wreck.
es: Desguazar los restos.
fr: Démonter l'épave.
ko: 난파선에서 쓸만한 걸 모은다.
zh_hans: 搜刮残骸。

source: You cannot scrap the remains all on your own.
es: No puedes desguazar los restos tú solo.
fr: Vous ne pouvez pas récolter les débris tout seul.
it: Non puoi recuperare tutti i resti per conto tuo.
ko: 혼자서 다 인양하기엔 너무 많은 양의 잔해입니다.
zh_hans: 你不能靠自己搜刮所有的残骸。

source: Try to make contact.
es: Intentar establecer contacto.
fr: Essayer de contacter les vaisseaux.
it: Prova a stabilire un contatto.
ko: 연락을 시도한다.
zh_hans: 尝试联系。

source: To your surprise, you almost immediately receive a response. A cheerful Mantis speaks. "Ah! Federation, this is most fortuitous time. As you see, we are in major predicament. Many my brothers die, but they die valiantly. Are you here to save?"
es: Para tu sorpresa, casi de inmediato recibes respuesta. Un Mantis alegre habla. “¡Ah! Federación, momento muy fortuito. Como ves, estamos en gran problema. Muchos de mis hermanos mueren, pero mueren con valentía. Vienes a salvar?”
fr: À votre surprise, vous recevez une réponse presque immédiatement. Un Mantis enjoué se met à parler. "Ah ! Fédération, quelle chance. Comme vous voir, avons gros problème. Beaucoup de frères morts, mais morts avec courage. Êtes-vous ici pour sauver ?"
it: Con tua grande sorpresa, ricevi una risposta praticamente subito. Un mantis allegro parla. "Ah! Federazione, ottimissimo tempismo. Come tu vede, noi è in grosse difficoltà. Molti di miei fratelli è morti, ma è morti con valore. Tu è qui per salvare?"
ko: 놀랍게도 당신은 즉각 응답을 받았습니다. 맨티스가 쾌활하게 말합니다. "아! 연방님, 지금이 가장 우연한 시간이다. 보다시피, 우리는 심각한 곤경에 처하다. 많은 형제들이 죽다, 하지만 용감하게 죽다. 구하러 와주시다?"
zh_hans: 令你惊讶的是，你几乎立即收到回复。愉快的螳螂在说话。"啊！联邦，这是最机缘巧合的时刻。如你所见，我们正处于重大困境之中。我的许多兄弟死去，但他们都英勇地死去。你是来救人的吗？"

source: Ask them what happened.
es: Preguntar qué ocurrió.
fr: Leur demander ce qui s'est passé.
it: Chiedi cos'è successo.
ko: 그들에게 무슨 일이 일어났었는지 물어본다.
zh_hans: 问他们发生了什么。

source: "Oh, yes. We see Engi do this. Two ships, come together quickly, and they make bigger, stronger ship! We try it too. However, it doesn't work as expected. Clearly, we forgot step."
es: “Oh, sí. Vemos que Engi hacen esto. Dos naves, juntarse rápido, ¡y hacen nave más grande y fuerte! Intentamos también. Sin embargo, no funciona como esperábamos. Claramente, olvidamos paso.”
fr: "Oh, oui. Nous voir Engi faire ça. Deux vaisseaux, rentrent dedans vite et faire gros vaisseau, plus fort ! Nous essayer aussi. Mais ça pas marché comme prévu. Clairement, avoir oublié étape."
it: "Oh sì. Noi vede engi fare questo. Due navi, si mette insieme in fretta e crea nave più grossa e più forte! Anche noi prova. Ma non funziona come noi sperava. Chiaramente, noi ha perso qualche passaggio."
ko: "오, 응. 우리 엔지가 이거 하는거 보다. 두 척 빠르게 합치다, 더 크고 튼튼한 배가 되다! 우리도 시도하다. 그런데, 예상대로 되지 않다. 확실히, 실수다."
zh_hans: "哦，是的。我们看到半械族这样做了。两艘船，高速聚在一起，它们会造出更大、更强的船！我们也尝试过。但是，它并没有像预期的那样工作。显然，我们忘记了步骤。"

source: Try to pry their ships apart.
es: Intentar separar sus naves.
fr: Essayer de séparer leurs vaisseaux par la force.
it: Prova a separare le navi a forza.
ko: 그들의 선박을 갈라 때어낸다.
zh_hans: 试着撬开他们的船。

source: "Oh, I don't think that's greatest of idea. True, we did pretty stupid thing. But, too late to separate ships."
es: “Oh, no creo que sea la mejor idea. Cierto, hicimos cosa bastante estúpida. Pero ya es demasiado tarde para separar naves.”
fr: "Oh, je pense pas que ça être super idée. Vrai, nous avons fait idiotie. Mais, trop tard pour séparer vaisseaux."
it: "Oh, io non crede che sia una buona idea. Vero, noi ha fatto qualcosa di stupidissimo. Ma, troppo tardi per separa navi."
ko: "오, 나는 그것이 가장 좋은 생각이라고 생각하지 않는다. 사실이다, 우리는 꽤 멍청한 짓을 하다. 하지만 함선들을 분리하기에는 이미 너무 늦다."
zh_hans: "哦，我不认为这是最好的主意。的确，我们做了很愚蠢的事情。但是，分开船只为时已晚。"

source: Offer to transport their crew to their clan.
es: Ofrecer transportar a su tripulación a su clan.
fr: Proposer de ramener l'équipage à son clan.
it: Offri di trasportare l'equipaggio al proprio clan.
ko: 선원들을 부족으로 이송시키겠다고 제안한다.
zh_hans: 提议将他们的船员运送到他们的部落。

source: "Oh, greatest of thanks. I bring my friends, one second." A large group of ten or so Free Mantis come aboard carrying various possessions. You tell them to make themselves at home in the cargo bay until you can find their clan grounds.
es: “Oh, muchísimas gracias. Traigo a mis amigos, un segundo.” Un gran grupo de unos diez Free Mantis aborda la nave llevando diversas pertenencias. Les indicas que se acomoden en la bahía de carga hasta que puedas encontrar el territorio de su clan.
fr: "Oh, beaucoup de mercis. J'amène amis, une minute." Un grand groupe d'environ dix Mantis Libres arrive à votre bord, transportant divers biens et équipements. Vous leur dites de faire comme chez eux dans la soute tandis que vous cherchez l'emplacement de leur clan.
it: "Oh, molte grazie. Io porta i miei amici, un attimo." Un nutrito gruppo di circa dieci Mantis Liberi sale a bordo portando vari effetti personali. Gli dici di accomodarsi nella tua stiva fino a quando non sarete arrivati a destinazione.
ko: "오, 정말 감사하다. 내 친구들을 데려온다, 잠시만." 10명 남짓의 독립 맨티스들이 다양한 소지품들을 싣고 배에 올라탑니다. 당신은 그들에게 부족 구역을 찾을 때까지 화물칸에 지내도록 합니다.
zh_hans: "哦，非常感谢。我带上我的朋友，一秒钟。"十来只左右的一大群自由螳螂带着各种财物登上星舰。你把他们招呼到星舰货舱里随意，直到你找到他们的部落据点。

source: We cannot help.
es: No podemos ayudar.
fr: Nous ne pouvons pas aider.
ko: 도울 수 없습니다.
zh_hans: 我们无能为力。

source: "Oh, understandable. You have important Fed things to do, yes. But, if it happens, here are locations of clan. Maybe you see them, and tell them where we are?" You agree to notify their clan if you happen to see them.
es: “Oh, comprensible. Tienes cosas importantes de la Fed que hacer, sí. Pero, si sucede, aquí están ubicaciones del clan. Tal vez los veas, y les dices dónde estamos?” Aceptas notificar a su clan si llegas a encontrarlos.
fr: "Oh, compréhensible. Vous have des choses Fédé importantes, oui. Mais, au cas où, voici emplacement clan. Peut être vous les voyez, and leur dire où nous sommes ?" Vous acceptez d'avertir leur clan si vous les voyez.
it: "Oh, comprensibile. Tu ha roba importante di Federazione da fare. Ma, se capita, tieni coordinate del clan. Forse tu li vede e dice dove siamo?" Accetti di avvisare il clan se ti capita di vederlo.
ko: "오, 이해하다. 너에겐 해야 할 중요한 연방 일이 있다, 그래. 여기 부족의 위치다. 만약 그들을 만난다면, 우리가 어디 있는지 말해줄 수 있나?" 당신은 될 수 있다면 그들의 부족에게 전하겠다고 약속합니다.
zh_hans: "哦，可以理解。你有重要的联邦事情要做，是的。这里是部落的位置。如果你看到他们，告诉他们我们在哪里？"你同意如果你碰巧见到他们，通知他们的族人。

source: Offer to transport their crew to their clan.
es: Ofrecer transportar a su tripulación a su clan.
fr: Proposer de ramener l'équipage à son clan.
it: Offri di trasportare l'equipaggio al proprio clan.
ko: 선원들을 부족으로 이송시키겠다고 제안한다.
zh_hans: 提议将他们的船员运送到他们的部落。

source: "Oh, greatest of thanks. I bring my friends, one second." A large group of ten or so Free Mantis come aboard carrying various possessions. You tell them to make themselves at home in the cargo bay until you can find their clan grounds.
es: “Oh, muchísimas gracias. Traigo a mis amigos, un segundo.” Un gran grupo de unos diez Free Mantis aborda la nave llevando diversas pertenencias. Les indicas que se acomoden en la bahía de carga hasta que puedas encontrar el territorio de su clan.
fr: "Oh, beaucoup de mercis. J'amène amis, une minute." Un grand groupe d'environ dix Mantis Libres arrive à votre bord, transportant divers biens et équipements. Vous leur dites de faire comme chez eux dans la soute tandis que vous cherchez l'emplacement de leur clan.
it: "Oh, molte grazie. Io porta i miei amici, un attimo." Un nutrito gruppo di circa dieci Mantis Liberi sale a bordo portando vari effetti personali. Gli dici di accomodarsi nella tua stiva fino a quando non sarete arrivati a destinazione.
ko: "오, 정말 감사하다. 내 친구들을 데려온다, 잠시만." 10명 남짓의 독립 맨티스들이 다양한 소지품들을 싣고 배에 올라탑니다. 당신은 그들에게 부족 구역을 찾을 때까지 화물칸에 지내도록 합니다.
zh_hans: "哦，非常感谢。我带上我的朋友，一秒钟。"十来只左右的一大群自由螳螂带着各种财物登上星舰。你把他们招呼到星舰货舱里随意，直到你找到他们的部落据点。

source: We cannot help.
es: No podemos ayudar.
fr: Nous ne pouvons pas aider.
ko: 도울 수 없습니다.
zh_hans: 我们无能为力。

source: "Oh, understandable. You have important Fed things to do, yes. But, if it happens, here are locations of clan. Maybe you see them, and tell them where we are?" You agree to notify their clan if you happen to see them.
es: “Oh, comprensible. Tienes cosas importantes de la Fed que hacer, sí. Pero, si sucede, aquí están ubicaciones del clan. Tal vez los veas, y les dices dónde estamos?” Aceptas notificar a su clan si llegas a encontrarlos.
fr: "Oh, compréhensible. Vous have des choses Fédé importantes, oui. Mais, au cas où, voici emplacement clan. Peut être vous les voyez, and leur dire où nous sommes ?" Vous acceptez d'avertir leur clan si vous les voyez.
it: "Oh, comprensibile. Tu ha roba importante di Federazione da fare. Ma, se capita, tieni coordinate del clan. Forse tu li vede e dice dove siamo?" Accetti di avvisare il clan se ti capita di vederlo.
ko: "오, 이해하다. 너에겐 해야 할 중요한 연방 일이 있다, 그래. 여기 부족의 위치다. 만약 그들을 만난다면, 우리가 어디 있는지 말해줄 수 있나?" 당신은 될 수 있다면 그들의 부족에게 전하겠다고 약속합니다.
zh_hans: "哦，可以理解。你有重要的联邦事情要做，是的。这里是部落的位置。如果你看到他们，告诉他们我们在哪里？"你同意如果你碰巧见到他们，通知他们的族人。

source: Don't touch the wreck.
es: No tocar los restos.
fr: Ne pas toucher à l'épave.
it: Non toccare il rottame.
ko: 난파선을 건드리지 않는다.
zh_hans: 不要碰残骸。

source: You don't feel like looting wrecks that might still have survivors aboard. You leave them to drift.
es: No te sientes cómodo saqueando restos que podrían tener sobrevivientes a bordo. Los dejas a la deriva.
fr: Vous n'avez pas envie de piller des épaves qui pourraient toujours contenir des survivants. Vous les laissez partir à la dérive.
it: Non ti aggrada l'idea di depredare ruderi che possano avere ancora sopravvissuti a bordo. Li lasci alla deriva.
ko: 당신은 아직 생존자가 타고 있을지도 모르는 난파선을 약탈하고 싶지 않습니다. 당신은 그것을 표류하도록 내버려둡니다.
zh_hans: 你不想抢劫船上可能还有幸存者的残骸。你让他们随波逐流。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: You start taking apart the outer hull when there's banging on your doors. You have little time to react until a swarm of Mantis overtake your ship, killing one of your crew.
es: Comienzas a desmontar el casco exterior cuando escuchas golpes en las compuertas. Tienes poco tiempo para reaccionar antes de que una horda de Mantis aborde tu nave, matando a uno de tus tripulantes.
fr: Vous commencez à démonter la coque extérieure quand vous entendez quelque chose tambouriner à votre porte. Vous avez à peine le temps de réagir qu'une nuée de Mantis surgit à bord de votre vaisseau, en tuant un membre de votre équipage.
it: Inizi a smantellare lo scafo quando senti qualcosa picchiare sulle tue porte. Hai pochissimo tempo per reagire prima che uno sciame di mantis abbbordi la tua nave, uccidendo uno dei tuoi sottoposti.
ko: 바깥쪽 선체를 분해하기 시작하자 당신의 문을 두드리는 소리가 났습니다. 맨티스 떼가 선내를 덮쳐 대응할 새도 없이 선원 중 한 명이 사망합니다.
zh_hans: 你开始拆开外壳时，你的门被敲响。你几乎没有时间做出反应，直到一群螳螂上了你的船，杀死了你的一名船员。

source: Dazed but alive, your cloned crew stumbles out of the Clone Bay and prepares to defend.
es: Aturdido pero vivo, tu tripulante clonado sale tambaleándose de la Bahía de Clonación y se prepara para defenderse.
fr: Sonné mais en vie, le clone de votre membre d'équipage titube hors de la Baie de Clonage et se prépare à défendre le vaisseau.
it: Frastornato, ma in vita, il tuo sottoposto clonato esce dalla Sala di clonazione e si prepara a difendere la nave.
ko: 아찔한 상황에서 살아난 당신의 복제인간 선원은 비틀거리며 클론 배양실에서 걸어나와 방어할 준비를 합니다.
zh_hans: 你的克隆的船员虽然头晕目眩，但还活着，跌跌撞撞地走出克隆舱，准备保卫。

source: Nothing disturbs you as you loot the ship. There are corpses of Mantis everywhere, but nothing alive.
es: Nada te interrumpe mientras saqueas la nave. Hay cadáveres de Mantis por todas partes, pero nada con vida.
fr: Rien ne vous dérange tandis que vous démontez le vaisseau. Il est jonché de corps de Mantis, mais il n'y a aucun survivant.
it: Niente ti disturba mentre depredi la nave. Ci sono cadaveri di mantis ovunque, ma nessun sopravvissuto.
ko: 함선을 약탈할 때 방해하는 것은 아무것도 없었습니다. 사방에 맨티스의 시체가 쌓여있지만, 살아있는 것은 한 명도 없었습니다.
zh_hans: 当你抢劫这艘船时，没有什么能打扰你。到处都是螳螂的尸体，没有活着的。

source: As you're in the midst of taking apart the outer hull, a Free Mantis ship of the same clan jumps nearby. They spot you and waste no time avenging their fallen clan members.
es: Mientras desmontas el casco exterior, una nave Free Mantis del mismo clan salta cerca. Te detectan y no pierden tiempo en vengar a sus compañeros caídos.
fr: Pendant que vous démontez la coque extérieure, un vaisseau Mantis Libre du même clan saute à proximité. Ils vous remarquent et ne perdent pas de temps à venger leurs frères tombés au combat.
it: Mentre stai smantellando lo scafo, una nave di Mantis Liberi dello stesso clan effettua il salto nei paraggi. Ti nota e non perde tempo per vendicare i suoi compagni caduti.
ko: 바깥쪽 선체를 해체하던 중, 같은 부족 소속의 독립 맨티스 함이 근처로 도약해왔습니다. 그들은 당신을 발견하고 부족의 복수를 이루기 위해 시간을 낭비하지 않았습니다.
zh_hans: 当你正在拆开外壳时，一艘同族的自由螳螂船跃迁到附近。他们发现了你，但并没有浪费时间为他们堕落的氏族成员报仇。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Location of the clan of the Free Mantis survivors you took aboard.
es: Ubicación del clan de los sobrevivientes Free Mantis que llevaste a bordo.
fr: Emplacement du clan des survivants des Mantis Libres que vous avez pris à bord.
it: Posizione del clan dei Mantis Liberi sopravvissuti che hai accolto a bordo.
ko: 당신의 함선에 탄 독립 맨티스 생존자들이 속한 부족의 위치입니다.
zh_hans: 你星舰上自由螳螂幸存者的部族位置。

source: You have arrived at the location of the Free Mantis clan. You drop off the survivors, and the clan thanks you greatly. They offer you one of their finest soldiers in tribute.
es: Has llegado a la ubicación del clan Free Mantis. Dejas a los sobrevivientes y el clan te agradece enormemente. Te ofrecen a uno de sus mejores soldados como tributo.
fr: Vous êtes arrivé à l'emplacement du clan Mantis Libre. Vous déposez les survivants et le clan vous remercie chaleureusement. Ils vous proposent un de leurs meilleurs soldats en guise de remerciements.
it: Arrivi alla posizione del clan dei Mantis Liberi. Fai scendere i sopravvissuti e il clan ti ringrazia sentitamente. Ti offrono uno dei loro migliori soldati come segno di gratitudine.
ko: 당신은 독립 맨티스 부족의 약속장소에 도착했습니다. 생존자들을 하선시키자, 부족은 당신에게 진심으로 감사를 표했습니다. 그들은 당신에게 최고의 병사들 중 한 명을 공물로 바칩니다.
zh_hans: 你已经到达了自由螳螂部落的位置。你放下幸存者，部落非常感谢你。他们为你献上他们最优秀的士兵之一以示敬意。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Location of a Free Mantis clan to inform about an 'accident'.
es: Ubicación de un clan Free Mantis al que informar sobre un “accidente”.
fr: Emplacement d'un clan de Mantis Libres à informer d'un "accident".
it: Posizione di un clan di Mantis Liberi da informare riguardo a un 'incidente'.
ko: '사고'를 알릴 독립 맨티스 부족의 위치입니다.
zh_hans: 前往通报"事故"的自由螳螂部族位置。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_MATE_CLAN"]/text
source: You have arrived at the location of the Free Mantis clan. You explain the situation to the clan leader, who seems rather perplexed. "Yes... they aren't smartest of Mantis. Still, we thank you." They gather a group to go retrieve the survivors, and pay you in scrap.
es: Has llegado a la ubicación del clan Free Mantis. Explicas la situación al líder del clan, que parece bastante desconcertado. “Sí... no son los Mantis más inteligentes. Aun así, te agradecemos.” Reúnen a un grupo para ir a recuperar a los sobrevivientes y te pagan con chatarra.
fr: Vous êtes arrivé à l'emplacement du clan Mantis Libre. Vous expliquez la situation au chef du clan, qui a l'air perplexe. "Oui...pas très malins. Mais nous vous remercions." Ils rassemblent un groupe pour aller sauver les survivants et vous paient en ferraille.
it: Arrivi alla posizione del clan dei Mantis Liberi. Spieghi la situazione al loro capo, che sembra alquanto perplesso. "Già... loro non è tra mantis più intelligenti. Comunque, noi ti ringrazia." Radunano un gruppo per andare a prendere i sopravvissuti e ti pagano in moduli.
ko: 독립 맨티스 부족의 약속장소에 도착했습니다. 당신은 다소 당황한 듯 보이는 부족 리더에게 상황을 설명했습니다. "그렇다... 그들은 총명한 맨티스 아니다. 그래도, 우리는 감사하다." 그들은 생존자들을 구하러 가기 위한 이들을 갖추고, 당신에게 스크랩을 지불합니다.
zh_hans: 你已经到达了自由螳螂部落的位置。你向族长解释了情况，族长似乎很困惑。"是的...他们不是螳螂中最聪明的。不过，我们还是谢谢你。"他们召集了一个小组去找回幸存者，然后用废料支付给你。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: An entourage of Free Mantis ships approach, and their leader hails you, boasting of his success in combat. "Fleshmeat! You surely come to see myself in combat? Yes, see it you shall. Prepare to be amazed!"
es: Un séquito de naves Free Mantis se aproxima, y su líder te contacta presumiendo de su éxito en combate. “¡Carne fresca! Vienes a verme en combate? Sí, lo verás. ¡Prepárate para quedar asombrado!”
fr: Un rassemblement de vaisseaux Mantis Libres s'approche de vous et leur chef vous contacte, fier de son succès au combat. "Humain ! Vous venir voir à bataille ? Oui, voir, vous allez. Préparer à être épaté !"
it: Un enoturage di navi di Mantis Liberi si avvicina e il loro capo ti contatta, vantandosi dei suoi successi in combattimento. "Sacco di carne! Tu è sicuramente qui per vedere me in combattimento? Sì, e ora tu lo vede. Prepara a rimanere sbalordito!"
ko: 독립 맨티스 함선의 수행원들이 접근하고, 그들의 리더가 전투에서의 성공을 자랑하며 당신을 부릅니다. "인간! 정말 전투하는 나를 보러 오다? 응, 꼭 봐라. 놀랄 준비 하는거다!"
zh_hans: 自由螳螂战舰的随行人员靠近，他们的首领向你呼叫，吹嘘他在战斗中取得了成功。"人类！你肯定是来看我战斗的是吗？是的，你一定会看到。准备好大吃一惊吧！"
