Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: Anurak makes soup, and invites both crews aboard your ship. All of them sit in a circle as Anurak passes the soup to all parties. The atmosphere lightens up considerably: as the Zoltans relax, the Mantises begin to see their humanity (for lack of a better term). As the Mantises talk, the Zoltans begin to see them as the friendly, idealistic sort they present themselves to be. Instead of talking about politics or the issues, the Mantis and Zoltan crews seem to start becoming friends. You're not sure if this actually solved any larger problems, but even if it didn't, it seems like the Mantises and the Zoltans might have healed some old wounds. [Your Zoltan crew have gained 5 more permanent health thanks to Anurak's delicious soup.]
es: Anurak prepara sopa e invita a ambas tripulaciones a bordo de tu nave. Todos se sientan en círculo mientras Anurak reparte la sopa entre las partes. La atmósfera se aligera considerablemente: a medida que los Zoltan se relajan, los Mantis comienzan a ver su humanidad. Mientras los Mantis hablan, los Zoltan empiezan a verlos como el tipo amistoso e idealista que aparentan ser. En lugar de hablar de política o de los problemas, las tripulaciones Mantis y Zoltan parecen empezar a hacerse amigas. No estás seguro de si esto resolvió los problemas mayores, pero incluso si no lo hizo, parece que Mantis y Zoltan podrían haber sanado viejas heridas. [Tu tripulación Zoltan ha ganado 5 puntos más de salud permanente gracias a la deliciosa sopa de Anurak.]
fr: Anurak prépare une soupe et invite les deux équipages à bord de votre vaisseau. Tous s'assoient en cercle tandis qu'Anurak fait passer la soupe à tous les convives. L'atmosphère se détend considérablement : tandis que les Zoltans se détendent, les Mantis commencent à voir leur humanité (à défaut d'un meilleur terme). Au fur et à mesure que les Mantis parlent, les Zoltans commencent à les voir comme le genre amical et idéaliste qu'ils se prétendent. Au lieu de parler de politique ou de problèmes, les équipes de Mantis et de Zoltans semblent commencer à se lier d'amitié. Vous ne savez pas si cela a permis de résoudre des problèmes plus importants, mais même si ce n'est pas le cas, il semble que les Mantis et les Zoltans aient pansé quelques vieilles blessures. [Votre équipage Zoltan a gagné 5 points de vie permanents grâce à la délicieuse soupe d'Anurak.]
it: Anurak prepara della zuppa e invita entrambi gli equipaggi a bordo della tua nave. Tutti si siedono in cerchio mentre Anurak passa la zuppa a tutti. L'atmosfera è molto più serena: mentre gli zoltan si rilassano, i mantis iniziano a vedere la loro umanità (per così dire). Mentre i mantis parlano, gli zoltan iniziano a vederli come gli esseri amichevoli e idealisti che dicevano di essere. Invece di parlare di politica o dei loro problemi, sembra che stiano iniziando a diventare amici. Non sai se questo abbia effettivamente risolto dei problemi più grossi, ma anche se così non fosse, pare che alcune vecchie ferite tra i mantis e gli zoltan si siano rimarginate. [La salute del tuo equipaggio zoltan è permanentemente aumentata di 5 grazie alla squisita zuppa di Anurak.]
ko: 아누락이 수프를 만들어 양측 모두를 당신의 함선에 초대합니다. 모두가 동그랗게 둘러앉아 아누락이 나눠주는 수프를 받습니다. 분위기가 상당히 밝아지고 졸탄이 긴장을 풀자, 맨티스도 "인간성"을 보이기 시작합니다(더 좋은 표현이 없네요). 맨티스가 입을 열자, 졸탄은 맨티스를 그들의 주장대로 친근하고 이상주의적인 존재로 보기 시작합니다. 졸탄과 맨티스 선원들은 정치나 논제에 관해 이야기하는 대신 친구가 되기 시작합니다. 이 일로 과연 다른 문제도 해결될지는 확실하지 않지만, 어쨌든 맨티스와 졸탄은 오랜 상처를 치유한 것 같습니다. [아누락의 맛있는 수프 덕분에 졸탄 선원들의 체력이 영구적으로 5 증가했습니다.]
zh_hans: 阿努拉克熬了汤，邀请了星舰上的所有船员。所有人围坐一圈，阿努拉克把汤分给所有方的每一个人。气氛轻松了很多：随着超能族放松下来，螳螂族开始看到对方的人性（因为没有更好的术语）。当螳螂族聊天时，超能族开始看到他们像他们自己想展示的那种，友好和理想主义的样子。他们并没有谈论政治或问题，而是螳螂族和超能族船员开始成为朋友。你不确定这是否真的解决了更大的问题，即使它没有解决，但螳螂族和超能族船员的一些旧伤会被治愈。 [你的超能族船员因为阿努拉克美味的汤获得了5点永久最大生命值。]

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Zoltan Monk) "This dialogue is an important step!"
es: (Zoltan Monk) “¡Este diálogo es un paso importante!”
fr: (Moine Zoltan) "Ce dialogue est une étape importante !"
it: (Monaco zoltan) "Questo dialogo è un passo importante!"
ko: (졸탄 수도승) "이 대화는 중요한 발걸음입니다!"
zh_hans: (超能族信道者)"这次对话是重要的一步！"

source: The introduction of the Monk makes the Free Mantises wary, but fortunately your Monk is more interested in the prospect of peace than in a biased perspective. A lot of what your monk has to say comes off as a lot of spiritualism and platitudes to you, but both sides seem to take their words with the heart they were clearly intended. Both ships offer you a small reward, but the debate is far from over. After a healthy discussion, you tell both diplomats that you can't stay for too long, but the situation seems better than when you first arrived. Both ships give you some resources to help on your mission.
es: La introducción del Monk hace que los Free Mantis se muestren cautelosos, pero afortunadamente tu Monk está más interesado en la posibilidad de la paz que en una perspectiva sesgada. Mucho de lo que dice tu monk te suena a espiritualismo y lugares comunes, pero ambas partes parecen recibir sus palabras con el corazón con el que claramente fueron dichas. Ambas naves te ofrecen una pequeña recompensa, pero el debate está lejos de terminar. Tras una discusión productiva, les dices a ambos diplomáticos que no puedes quedarte mucho más tiempo, aunque la situación parece mejor que cuando llegaste. Ambas naves te entregan algunos recursos para ayudar en tu misión.
fr: L'arrivée du moine rend les Mantis libres méfiantes, mais heureusement, votre moine est plus intéressé par la perspective de la paix que par un point de vue partial. Une grande partie des propos de votre moine vous semble relever du spiritualisme et des platitudes, mais les deux parties semblent prendre ses paroles avec le cœur. Les deux vaisseaux vous offrent une petite récompense, mais le débat est loin d'être terminé. Après une discussion saine, vous dites aux deux diplomates que vous ne pouvez pas rester trop longtemps, mais la situation semble meilleure qu'à votre arrivée. Les deux vaisseaux vous donnent quelques ressources pour vous aider dans votre mission.
it: L'arrivo del monaco rende diffidenti i Mantis Liberi, ma per fortuna non è interessato alla pace da un punto di vista di parte. Molto di quello che dice il tuo monaco ti sembrano spiritualismi e sofismi, ma entrambe le parti sembrano prendere davvero a cuore le sue parole. Entrambe le navi ti offrono una piccola ricompensa, ma il dibattito è ben lungi dall'essere finito. Dopo una sana discussione, dici a entrambi i diplomatici che non puoi trattenerti a lugno, ma la situazione sembra essere migliorata molto rispetto a com'era al tuo arrivo. Entrambe le navi ti regalano delle risorse per aiutarti nella tua missione.
ko: 수도승의 등장으로 독립 맨티스들은 경계했지만, 다행히도 수도승은 편향된 관점보다는 평화의 가능성에 더 관심이 있는 것 같습니다. 수도승이 하는 말은 대부분 관념론적이고 상투적인 것으로 들렸지만, 양측 모두 수도승의 말을 진심 어린 마음으로 받아들인 것 같습니다. 두 함선 모두 당신에게 소정의 보상을 제공했지만, 논쟁은 아직 끝나지 않았습니다. 건전한 대화를 나눈 후 당신은 두 외교관에게 오래 머물 수 없다고 말했지만, 처음 도착했을 때보다 상황이 나아진 것 같습니다. 두 함선 모두 임무 수행에 도움이 될 만한 자원을 제공합니다.
zh_hans: 信道者的到来让自由螳螂们感到警惕，但幸运的是信道者更关心和平的前景而非偏见的观点。你的信道者说的很多话对你来说都是唯心主义的陈词滥调，但双方似乎都把对方的话放在心上。双方都许诺你少量奖励，但争论还远远没有结束。经过一场健康的讨论后，你告诉双方外交官你不能待太久，但情况似乎比你们刚到的时候要好。双方都给了你一些资源来帮助你的任务。

source: (Freddy) "We're a young civilization, we have a lot of growing to do."
es: (Freddy) “Somos una civilización joven, aún tenemos mucho que crecer.”
fr: (Freddy) "Nous sommes une jeune civilisation, nous avons beaucoup de progrès à faire."
it: (Freddy) "Siamo una civiltà giovane, abbiamo ancora molto da imparare."
ko: (프레디) "우리는 갓 태어난 문명이니, 아직 미성숙한 부분은 점차 개선해 나갈 걸세."
zh_hans: (弗雷迪)"我们还是一个年轻文明，还有许多要发展的地方。"

source: Freddy apologizes to the Zoltan for the actions of his people and talks about where his people have come in the few years since they've established themselves. Upon talking to Freddy, the Zoltan side claims they understand the Mantis' perspective more now. Peace might still be a ways off, but it does seem more possible now, especially as Freddy's influence with the Free Mantis diplomat will allow for concessions from the Free Mantis side of the debate to come much easier. The Zoltan agree to go back to the Ministry and make a more institutional effort to broker peace if the Free Mantis are willing to do the same. Instead of returning to the diplomatic ship, the Peacekeeper bodyguard offers to remain aboard your ship, showing an interest in your mission.
es: Freddy se disculpa con los Zoltan por las acciones de su pueblo y habla sobre cuánto han avanzado en los pocos años desde que se establecieron. Tras hablar con Freddy, el lado Zoltan afirma que ahora comprende mejor la perspectiva Mantis. La paz aún podría estar lejos, pero ahora parece más posible, especialmente porque la influencia de Freddy sobre el diplomático Free Mantis permitirá que las concesiones desde su lado del debate sean mucho más fáciles. Los Zoltan aceptan regresar al Ministry y hacer un esfuerzo más institucional para negociar la paz si los Free Mantis están dispuestos a hacer lo mismo. En lugar de volver a la nave diplomática, el guardaespaldas Pacificador ofrece permanecer a bordo de tu nave, mostrando interés en tu misión.
fr: Freddy s'excuse auprès des Zoltans pour les actions de son peuple et parle du chemin parcouru par son peuple au cours des quelques années qui se sont écoulées depuis qu'il s'est établi. Après avoir parlé à Freddy, les Zoltans affirment qu'ils comprennent mieux le point de vue des Mantis. La paix n'est peut-être pas encore pour demain, mais elle semble possible maintenant, d'autant plus que l'influence de Freddy sur le diplomate des Mantis Libres permettra aux Mantis Libres de faire des concessions plus facilement. Les Zoltans acceptent de retourner au Ministère et de faire un effort plus institutionnel pour négocier la paix si les Mantis Libres sont prêts à faire de même. Au lieu de retourner sur le vaisseau diplomatique, le garde du corps des Pacificateurs propose de rester à bord de votre vaisseau, montrant ainsi son intérêt pour votre mission.
it: Freddy si scusa con gli zoltan per le azioni del suo popolo e racconta dei progressi che hanno fatto nei pochi anni da quando si sono stabiliti. Dopo aver parlato a Freddy, gli zoltan dicono di capire meglio la posizione dei mantis. La pace sarà ancora lontana, ma ora sembra molto più concreta, soprattutto perché l'influenza di Freddy sul diplomatico dei Mantis Liberi renderà più facile a loro fare concessioni. Gli zoltan accettano di tornare al Ministero e impegnarsi a livello più istituzionale per arrivare alla pace se i Mantis Liberi sono disposti a fare altrettanto. Invece di tornare alla nave diplomatica, il Pacificatore guardia del corpo offre di restare sulla tua nave, mostrando interesse per la tua missione.
ko: 프레디는 졸탄에게 자기 동지들의 행동에 대해 사과하고, 정착한 후 몇 년 동안 독립 맨티스들이 어떤 여정을 거쳤는지 이야기했습니다. 프레디와 대화를 나눈 졸탄 측은 이제 맨티스의 입장을 더 잘 이해하게 되었다고 말했습니다. 프레디의 영향으로 독립 맨티스 측이 더 양보하는 태도를 취한 덕분에 멀어만 보이던 평화도 이제 갈피가 잡히기 시작합니다. 졸탄은 독립 맨티스 측도 뜻이 같다면 내각으로 돌아가서 평화를 알선하기 위한 제도적 노력을 기울이겠다고 합니다. 평화 유지군 경호원은 미르달로 돌아가는 대신, 당신의 임무에 관심을 보이면서 이곳에 남겠다고 제안합니다.
zh_hans: 弗雷迪为他的人民的行为向超能族道歉，并谈论他的人民站稳脚跟后短短几年中取得了什么成就。在与弗雷迪交谈后，超能族一方声称他们现在能更理解螳螂族的观点。和平可能还有很长的路要走，但现在似乎更有可能了，尤其是因为弗雷迪对自由螳螂外交官的影响，使得谈判中自由螳螂一方更容易做出让步。超能族同意返回牧师团进行更大的努力来促成和平，只要自由螳螂们也愿意做同样的事情。维和兵没有返回外交飞船，而是提出愿意留在你的星舰上，表示对你的任务感兴趣。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Ty E'Rel) Have Ty E'Rel show them how it's done.
es: (Ty E'Rel) Que Ty E'Rel les muestre cómo se hace.
fr: (Ty E'rel) Demander à Ty E'rel de leur montrer comment faire.
it: (Ty E'Rel) Che Ty E'Rel gli faccia vedere come si fa.
ko: (타이 이'렐) 타이 이'렐에게 실력을 보여달라 한다.
zh_hans: (笛艾尔)让笛艾尔给他们示范该怎么解决。

source: Ty E'Rel cracks his stem and pulls out some legal documents. He quickly commands the respect of both sides with the skill at which he navigates two societies with different sets of values. The treaty is drafted with a language that appeals to both sides without complaint, answering and anticipating questions before they can even be asked. Even small minutiae are covered and addressed, protocols that might seem incidental but clearly have great importance to all parties involved. Jelinek salutes the aging Orchid out of respect. "Ty E'Rel... you deserve every bit of fame that you have within the Federation. Perhaps there should be a holiday named after you." Ziiilizekii mimes his diplomatic opposite. "Yes, Free Mantis ambassadors will being required to read Ty E'Rel's book! Very glad to meet!"
es: Ty E'Rel cruje su tallo y saca algunos documentos legales. Rápidamente se gana el respeto de ambas partes gracias a la habilidad con la que navega entre dos sociedades con conjuntos de valores distintos. El tratado se redacta con un lenguaje que satisface a ambos lados sin quejas, respondiendo y anticipando preguntas antes incluso de que puedan formularse. Incluso los detalles más minuciosos son cubiertos y abordados, protocolos que podrían parecer incidentales pero que claramente tienen gran importancia para todas las partes involucradas. Jelinek saluda a la envejecida Orchid con respeto. “Ty E'Rel... mereces cada parte de la fama que tienes dentro de la Federación. Quizá debería existir un día festivo en tu honor.” Ziiilizekii imita a su contraparte diplomática. “Sí, ¡los embajadores Free Mantis deberán leer el libro de Ty E'Rel! ¡Muy feliz de conocer!”
fr: Ty E'rel fait craquer sa tige et sort quelques documents juridiques. Il impose rapidement le respect des deux parties grâce à l'habileté avec laquelle il navigue entre deux sociétés aux valeurs différentes. Le traité est rédigé dans un langage qui plaît aux deux parties sans qu'elles s'en plaignent, répondant aux questions et les anticipant avant même qu'elles ne soient posées. Même les petits détails sont abordés et traités, des protocoles qui pourraient sembler accessoires mais qui revêtent manifestement une grande importance pour toutes les parties concernées. Jelinek salue l'aîné Orchidée par respect : "Ty E'rel... vous méritez toute la gloire que vous avez au sein de la Fédération. Peut-être qu'un jour férié devrait porter votre nom." Ziiilizekii mime son confrère : "Oui, les ambassadeurs des Mantis Libres devront lire le texte de Ty E'rel ! Très heureux de vous avoir rencontré !"
it: Ty E'Rel si scrocchia lo stelo e tira fuori dei documenti legali. Si guadagna subito il rispetto di entrambe le parti vista l'abilità con cui gestisce due società con valori così diversi. Viene stilata una bozza del trattato in un linguaggio che accontenta tutti senza rimostranze, rispondendo e anticipando domande ancor prima che possano essere poste. Anche i minimi dettagli sono coperti ed esplicati, protocolli che appaiono puerili, ma hanno chiaramente una grande importanza per tutte le parti in causa. Jelinek fa un saluto militare all'orchid attempato in segno di rispetto. "Ty E'Rel... tutta la fama di cui gode nella Federazione è pienamente meritata. Dovrebbe esserci una festività intitolata a lei." Ziiilizekii imita la controparte. "Sì, ambasciatori Mantis Liberi avrà l'obbligo di legge il libro di Ty E'Rel! Felicissimo di aver fatto la sua conoscenza!"
ko: 타이 이'렐은 자기 줄기를 갈라 법률 문서 몇 개를 꺼냈습니다. 그는 서로 다른 가치관을 가진 두 사회를 능숙하게 조율하여 순식간에 양측의 경의를 끌어냈고, 예상되는 질문에 이미 답이 달려 있으며 누구도 불만을 가지지 않을 만한 조약을 작성했습니다. 심지어 당사자들에겐 중요하지만 겉보기엔 중요하지 않아 보이는 사소한 의례들에 대해서도 다루며 해결책을 제시해 놨습니다. 옐리네크가 나이 든 오키드에게 존경심을 담아 경례합니다. "타이 이'렐... 과연 연방에 떠도는 명성에 걸맞는 인물이시군요. 당신의 이름을 딴 공휴일이 있어도 좋겠네요." 지일리제키도 옐리네크를 따라 말합니다. "맞습니다, 독립 맨티스 대사들은 타이 이'렐의 책을 읽어야 하게 될 겁니다! 만나서 매우 기쁩니다!"
zh_hans: 笛艾尔张开他的茎并抽出了一些法律文件。他驾轻就熟地引领着两个有着不同价值观的社会，并迅速赢得了双方的尊重。该条约的起草言语对双方都有吸引力，没有异议，在问题被提出之前就已被预见并被回答。即使是微小的细节也被涵盖和处理，可能看似无关紧要但显然对所有涉及方都具有重大意义的协议也被囊括在内。 杰利奈克尊敬地向老兰花族敬礼。"笛艾尔…您在联邦里的每一点名声都是您应得的。联邦也许应该有一个以您的名字命名的节日。" 兹里泽基模仿他的外交对手。"是的，所有自由螳螂大使以后都要阅读笛艾尔的书！很高兴见到您！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Praetor Crew) Our Orchid can arbitrate.
es: (Tripulante Praetor) Nuestra Orchid puede arbitrar.
fr: (Membre d'équipage Jardinier) Notre Orchidée peut arbitrer.
it: (Equipaggio pretoriano) Il nostro orchid può mediare.
ko: (집정관 선원) 우리 오키드가 중재할 수 있다.
zh_hans: (军政官船员)我们兰花族可以仲裁。

source: Your Praetor turns out to be a skilled arbitrator. With the presence of a strong, yet peaceful voice that has no vested interest in either side, the parties begin to feel a lot more comfortable. Your Praetor is able to use their connections to immediately establish communications with the Orchid government; a contingent of skilled Floral diplomats are on their way to continue the arbitration process after you leave. "Renegade, I can't express to you how much progress we've achieved today. I'm sure that everything will work out." "If Gathering will help, the Free Mantis will finally feel the respect that all Federation species get. Thank you, Renegade!"
es: Tu Praetor resulta ser un árbitro hábil. Con la presencia de una voz firme pero pacífica que no tiene intereses en ninguno de los dos lados, las partes comienzan a sentirse mucho más cómodas. Tu Praetor utiliza sus contactos para establecer de inmediato comunicaciones con el gobierno Orchid; un contingente de diplomáticos Floral capacitados está en camino para continuar el proceso de arbitraje después de que te marches. “Renegado, no puedo expresarte cuánto progreso hemos logrado hoy. Estoy seguro de que todo saldrá bien.” “Si el Gathering ayuda, los Free Mantis finalmente sentirán el respeto que reciben todas las especies de la Federación. ¡Gracias, Renegado!”
fr: Votre Jardinier s'avère être un arbitre compétent. La présence d'une voix forte, mais pacifique, qui n'a aucun intérêt direct dans l'une ou l'autre des parties permet à ces dernières de se sentir beaucoup plus à l'aise. Votre Jardinier est en mesure d'utiliser ses relations pour établir immédiatement des communications avec le gouvernement des Orchidées, un contingent de diplomates floraux compétents est en route pour poursuivre le processus d'arbitrage après votre départ. "Renégat, je ne peux pas te dire à quel point nous avons progressé aujourd'hui. Je suis sûr que tout va s'arranger." "Si la Congrégation nous aide, les Mantis Libres ressentiront enfin le respect que reçoivent toutes les espèces de la Fédération. Merci, Renégat !"
it: Il tuo pretoriano si dimostra un mediatore abile. Con la presenza di una voce forte, ma pacifica che non ha alcun interesse particolare nell'una o nell'altra parte, entrambe iniziano a sentirsi molto più a loro agio. Il pretoriano riesce a utilizzare i suoi agganci per stabilire immediatamente comunicazioni col governo orchid; un contingente di abili diplomatici floreali è in viaggio per continuare la mediazione dopo la tua partenza. "Rinnegato, non posso esprimere quanti progressi siamo riusciti a fare oggi. Sono sicuro che tutto finirà per il meglio." "Se Raccolto aiuta, i Mantis Liberi finalmente avrà il rispetto che ha tutte le specie di Federazione. Grazie, Rinnegato!"
ko: 알고 보니 당신의 집정관은 숙련된 중재자였습니다. 어느 쪽과도 연관 없는 강건하고 평화적인 제삼자가 등장하자 양측은 긴장을 풀어놓기 시작합니다. 또한 집정관은 자신의 인맥을 이용해 오키드 정부와 즉시 연락을 취하고, 화초 외교대를 호출해 당신이 떠난 후에도 중재 절차가 이어지도록 했습니다. "배회자 씨, 오늘 우리가 얼마나 많은 진전을 이루었는지 말로 다 표현할 수 없군요. 이대로만 가면 분명 모든 문제가 잘 해결될 겁니다." "군락이 도와주면 마침내 독립 맨티스도 연방의 모든 구성원들처럼 존중을 받게 될 것습니다. 고맙습니다, 배회자!"
zh_hans: 你的军政官原来是个熟练的仲裁者。有了一个强大的、和平的、没有任何一方既得利益的声音的存在，双方开始感到舒服得多。军政官利用了自己的关系立即与兰花族政府建立通信；在你离开之后，会有一支熟练的兰花外交官代表团前往这里，继续帮助仲裁程序。 "变元者，我无法向你表达我们今天取得了多大的进展。我相信一切都会好起来。" "如果集议会能有所帮助，自由螳螂会感受到所有联邦物种的尊重。谢谢你，变元者！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Caretaker Crew) Our Orchid can arbitrate.
es: (Tripulante Caretaker) Nuestra Orchid puede arbitrar.
fr: (Membre d'équipage Veilleur) Notre Orchidée peut arbitrer.
it: (Equipaggio custode) Il nostro orchid può mediare.
ko: (정원지기 선원) 우리 오키드가 중재할 수 있다.
zh_hans: (看护者船员) 我们兰花族可以仲裁。

source: Your Caretaker turns out to be a skilled arbitrator. With the presence of a strong, yet peaceful voice that has no vested interest in either side, the parties begin to feel a lot more comfortable. Your Orchid navigates document after document of proposals on each side and quickly drafts notes on every one of them to consider. "Will be hard to get word out, but if the Warlords will listen, then we will definitely accept many of these terms!" "Some might be hard sell to the Ministry brass, but we have made too much progress for them to ignore. You've done a good deed here, Renegade!"
es: Tu Caretaker resulta ser un árbitro experto. Con la presencia de una voz firme, pero pacífica, que no tiene intereses en ninguno de los dos bandos, las partes comienzan a sentirse mucho más cómodas. Tu Orchid revisa documento tras documento de propuestas de cada lado y redacta rápidamente notas sobre cada una para evaluarlas. “Será difícil hacer llegar la noticia, pero si los Warlords escuchan, ¡definitivamente aceptaremos muchos de estos términos!” “Algunos pueden ser difíciles de vender al alto mando del Ministry, pero hemos avanzado demasiado como para que lo ignoren. ¡Has hecho una buena acción aquí, renegado!”
fr: Votre Veilleur s'avère être un arbitre compétent. Grâce à la présence d'une voix forte, mais pacifique, qui n'a aucun intérêt direct dans l'une ou l'autre partie, les parties commencent à se sentir beaucoup plus à l'aise. Votre Orchidée parcourt document après document les propositions des deux parties et rédige rapidement des notes sur chacune d'entre elles afin de les prendre en considération. "Il sera difficile de faire passer le message, mais si les Seigneurs de la guerre nous écoutent, nous accepterons certainement beaucoup de ces conditions ! "Certains seront peut-être difficiles à faire accepter par les dirigeants du ministère, mais nous avons fait trop de progrès pour qu'ils les ignorent. Tu as fait une bonne action, Renégat !"
it: Il tuo custode si dimostra un mediatore abile. Con la presenza di una voce forte, ma pacifica che non ha alcun interesse particolare nell'una o nell'altra parte, entrambe iniziano a sentirsi molto più a loro agio. Il custode esamina documenti su documenti di proposte da entrambe le parti e abbozza appunti da considerare su ciascuna. "Sarà difficile spargere la voce, ma se i Condottieri ascolta, allora noi è disposti ad accettare molti di questi termini!" "Sarà difficile vendere alcune di queste proposte ai vertici del Ministero, ma abbiamo fatto troppi progressi perché le ignorino. Oggi hai fatto una buonissima azione, Rinnegato!"
ko: 알고 보니 당신의 정원지기는 숙련된 중재자였습니다. 어느 쪽과도 연관 없는 강건하고 평화적인 제삼자가 등장하자 양측은 긴장을 풀어놓기 시작합니다. 오키드는 양측의 제안서들을 일일이 검토하고, 재빨리 각 문서에 고려해야 할 사항들을 작성했습니다. "장군들을 이해시키기는 어렵겠지만, 어떻게든 소통만 되면 많은 요건을 받아들일 수 있을 것습니다!" "일부 내용은 상부에서 받아들일 것 같지 않지만, 무시하기에는 너무 많은 진전이 있었습니다. 정말 좋은 일을 해주셨습니다, 배회자 씨!"
zh_hans: 你的看护者原来是个熟练的仲裁者。有了一个强大的、和平的、没有任何一方既得利益的声音的存在，双方开始感到舒服得多。你的兰花族浏览着双边的一份又一份提案文件，并迅速为每一份提案起草笔记，以供考虑。 "消息很难传出去，但如果军阀们愿意听，那么我们肯定会接受其中的许多条款！" "有些条件可能很难说服牧师团高层，但我们已经取得了很大的进步，他们不可能忽视这边了。你在这里做了一件好事，变元者！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Floral Crew) Our Orchid can arbitrate.
es: (Tripulante Floral) Nuestro Orchid puede arbitrar.
fr: (Membre d'équipage Floral) Notre Orchidée peut arbitrer.
it: (Equipaggio floreale) Il nostro orchid può mediare.
ko: (화초 선원) 우리 오키드가 중재할 수 있다.
zh_hans: (悦兰船员)我们兰花族可以仲裁。
