Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: "Why yes, technically. That is the name I go by. A long time ago I met a man, a kind man, and I taught him my language. In return, he taught me his. He struggled to say my name, and so he gave me a new one. My real name has too many syllables, it brings an unpleasant taste to my tongue. So please, call me Freddy."
es: "¡Ah, sí, técnicamente! Ese es el nombre por el que me conocen. Hace mucho tiempo conocí a un hombre, un hombre amable, y le enseñé mi idioma. A cambio, él me enseñó el suyo. Le costaba pronunciar mi nombre, así que me dio uno nuevo. Mi nombre real tiene demasiadas sílabas, deja un sabor desagradable en mi lengua. Así que, por favor, llámenme Freddy."
fr: "Oui, techniquement. C'est le nom que j'utilise. Il y a très longtemps j'ai rencontré un homme, un homme très gentil et je lui ai appris ma langue. En échange, il m'a appris ceci. Il n'arrivait pas à prononcer mon nom et il m'en a donc donné un nouveau. Mon vrai nom a trop de syllabes, il me donne un mauvais goût en bouche quand je le prononce. Alors, veuillez m'appeler Freddy."
it: "Beh sì, tecnicamente. È così che mi faccio chiamare. Tempo fa conobbi un uomo, un uomo gentile e gli insegnai la mia lingua. In cambio, lui mi insegnò la sua. Faceva fatica a pronunciare il mio nome, così me ne ha dato uno nuovo. Il mio vero nome ha troppe sillabe, e mi lascia un gusto amaro in bocca. Quindi chiamami pure Freddy."
ko: "음, 그래, 엄밀히 말하면 그 이름으로 불린다네. 오래전에 나는 친절한 사람을 만나 내 언어를 가르쳐줬네. 그 보답으로 그 또한 그의 언어를 가르쳐줬고. 그는 내 이름을 부르려고 노력하다 나에게 아예 새 이름을 붙여주었지. 내 본명은 너무 많은 음절로 이루어져서 말하기 불편하거든. 그러니 날 프레디라 불러주게나."
zh_hans: "为什么是，严格来说。这就是我的名字。很久以前，我遇到了一个男人，一个善良的男人，我教他我的语言。作为回报，他教我他的。他很难说出我的名字，所以他给了我一个新的。我的真名音节太多，给我的舌头带来不愉快的味道。所以，请叫我弗雷迪。"

source: You seem unusually well spoken for a Mantis.
es: Hablas demasiado bien para ser un Mantis.
fr: Vous avez l'air très cultivé pour un Mantis.
it: Parli stranamente bene per essere un mantis.
ko: 당신은 드물게도 말을 잘 하는 맨티스군요.
zh_hans: 作为一名螳螂族，你的表达异常地清晰。

source: Freddy snorts. "Yes well, we could all speak this well if we gave ourselves a proper education and didn't rot our braincells away with pheromones. I'm one of the original founders of the Free Mantis. Yes yes, I know, I'm quite old. But make no hasty assumptions, I'm as skilled a fighter as they come. Just let my armor be evidence. These claws have laid waste to some of Leikonpliiinakra's finest Bishops."
es: Freddy resopla. "Sí, bueno, todos podríamos hablar así de bien si nos diéramos una educación adecuada y no dejáramos que las feromonas nos pudran las neuronas. Soy uno de los fundadores originales de los Free Mantis. Sí, sí, ya lo sé, soy bastante viejo. Pero no saquen conclusiones apresuradas, soy tan hábil luchador como cualquiera. Que mi armadura sea prueba de ello. Estas garras han arrasado con algunos de los mejores Bishops de Leikonpliiinakra."
fr: Freddy ricane. "Oui, eh bien, on pourrait tous parler aussi bien si on s'efforçait de lire un livre de temps en temps au lieu de nous pourrir le cerveau à coups de phéromones. Je suis l'un des fondateurs d'origine des Mantis Libres. Oui oui, je sais, je suis assez vieux. Mais ne me sous-estimez pas, mes talents au combat ne sont plus à prouver. Si vous avez besoin d'une preuve, regardez juste mon armure. Ces griffes se sont heurtées à certains des Évêques les plus talentueux de Leikonpliiinakra."
it: Freddy grugnisce. "Sì ecco, tutti potremmo parlare così bene se ci dessimo un'educazione come si deve e non ci bruciassimo i neuroni con quei ferormoni. Sono uno dei fondatori originali dei Mantis Liberi. Sì sì, lo so, sono vecchio. Ma non farti ingannare, sono un guerriero capace come pochi. La mia armatura lo dimostra. Questi artigli hanno ucciso alcuni degli Alfieri migliori di Leikonpliiinakra."
ko: 프레디는 콧방귀를 뀌며 말했습니다. "그래 뭐, 적절한 교육을 받고 페로몬으로 뇌세포를 썩히지만 않는다면 우리 누구라도 잘 말할 수 있어. 난 독립 맨티스의 창시자 중 하나라네. 그래그래 나도 알아. 난 꽤나 늙었어. 하지만 섣불리 판단하지는 말게나. 나도 그놈들만큼이나 숙련된 싸움꾼이야. 내 무장이 그 증거지. 이 발톱으로 레이콘플리이나크라의 최고위 주교들을 무위로 돌렸단 말일세."
zh_hans: 弗雷迪哼了一声。"是的，如果我们给自己适当的教育并且不让信息素腐蚀我们的脑细胞，我们都能说得这么好。我是自由螳螂的最初创始人之一。是的是的，我知道，我已经很老了。但不要仓促地假设，我和他们一样是熟练的战士。让我的盔甲成为证据。这双利爪已经毁灭了虫后手下一些最优秀的主教。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: "Now then, without further ado... You've come here to rescue me, yes?" He wastes no time waiting for you to respond. "Let us hurry. I wish to linger as little as possible in this dank cave of suffering. I do hope you have tea aboard your vessel..."
es: "Ahora bien, sin más preámbulos… Han venido aquí a rescatarme, verdad?" No pierde tiempo esperando tu respuesta. "Démonos prisa. Deseo permanecer lo menos posible en esta húmeda cueva de sufrimiento. Espero de verdad que tengan té a bordo de su nave…"
fr: "Bon, arrêtons de tourner autour du pot...Vous êtes venu me sauver, n'est-ce pas ?" Il ne vous laisse pas le temps de répondre. "Dépêchons-nous. Je veux m'attarder le moins possible dans cette cave moite de souffrance. J'espère que vous avez du thé à bord de votre vaisseau..."
it: "Ora, senza indugiare oltre... sei qui per salvarmi, giusto?" Non perde tempo ad aspettare una risposta. "Sbrighiamoci. Voglio passare meno tempo possibile in questa cava di sofferenze umidiccia. Spero proprio che ci sia del tè sulla tua nave..."
ko: "뭐 소란 떠는 건 이제 됐고... 날 구하러 온 거 맞지?" 그는 당신이 대답하기도 전에 연달아 말했습니다. "서두르자고. 이 축축한 고통의 동굴을 최대한 빨리 뜨고 싶으니. 자네의 배에 타서 차를 마시면 정말 좋겠군..."
zh_hans: "那么，事不宜迟...你是来救我的，是吗？"他没有浪费时间等待你的回应。"让我们快点吧。我希望尽可能少地在这个阴冷的痛苦洞穴中逗留。我希望你的船上有茶..."

source: Freddy
zh_hans: 弗雷迪

source: "NOOOOO, HOW COULD THIS BE? THE EYE NEVER LIIIIEEEESSSSS!" The Monk cruiser explodes, sending rainbow pieces of debris flying in all directions.
es: "¡NOOOOO, CÓMO ES POSIBLE?! ¡EL OJO NUNCA MIENTE!" El crucero Monk explota, lanzando pedazos de escombros de colores por todos lados.
fr: "NOOOOON, COMMENT CELA A-T-IL PU ARRIVER ? L'OEIL NE MENT JAMAIIIIIIIIIIIIS !" Le croiseur Moine explose, envoyant voler des morceaux couleur arc-en-ciel dans toutes les directions.
it: "NOOOOO, COME PUÒ ESSERE? L'OCCHIO NON MENTE MAAAAAIIIII!" L'incrociatore dei monaci esplode, mandando pezzi arcobaleno in tutte le direzioni.
ko: "안돼애애애애, 어떻게 이런 일이 일어났지? 눈은 절대로 거짓말으으으을!" 수도승 순양함이 폭발하면서, 무지개 파편 조각들이 사방으로 날아갑니다.
zh_hans: "不，这怎么可能？圣眼永远不会骗人！"信道者的星舰爆炸，颜色缤纷的碎片飞向四面八方。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: "NOOOOO, HOW COULD THIS BE? THE EYE NEVER LIIIIEEEESSSSS!" The Monk cruiser suddenly falls silent, void of any life signs.
es: "¡NOOOOO, CÓMO ES POSIBLE?! ¡EL OJO NUNCA MIENTE!" El crucero Monk queda de repente en silencio, sin mostrar ninguna señal de vida.
fr: "NOOOOON, COMMENT CELA A-T-IL PU ARRIVER ? L'OEIL NE MENT JAMAIIIIIIIIIIIIS !" Le croiseur Moine tombe d'un coup dans un silence total, sans signe de vie.
it: "NOOOOO, COME PUÒ ESSERE? L'OCCHIO NON MENTE MAAAAAIIIII!" L'incrociatore dei monaci all'improvviso si zittisce, privo di qualsiasi segno di vita.
ko: "안돼애애애애, 어떻게 이런 일이 일어났지? 눈은 절대로 거짓말으으으을!" 수도승 순양함은 갑작스럽게 침묵하며, 생명 신호가 공허처럼 조용해집니다.
zh_hans: " 不 ， 这 怎 么 可 能 ？ 圣 眼 永 远 不 会 骗 人 的 ！"信道者的星舰突然安静下来，没有了任何生命迹象。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_FLEET_ZOLTAN"]/text
source: You've arrived at the coordinates given, where you find a strangely colored Monk Cruiser. On your vid screen appears a colorfully robed monk, probably some prestigious prophet of sorts.
es: Llegaste a las coordenadas indicadas, donde encontrás un crucero Monk de color extraño. En tu pantalla de video aparece un monje con túnicas coloridas, probablemente algún prestigioso profeta.
fr: Vous êtes arrivé aux coordonnées indiquées et y trouvez un Croiseur Moine d'une couleur étrange. Sur votre écran apparaît un moine à la robe colorée, sans doute un quelconque prophète connu.
it: Arrivi alle coordinate che ti hanno dato, dove trovi un incrociatore di monaci dai colori strani. Sul tuo schermo appare un monaco con una tunica molto colorata, forse un profeta importante o qualcosa del genere.
ko: 당신이 주어진 좌표에 도착하자, 그곳의 이상한 색깔의 수도승 순양함을 찾았습니다. 당신의 영상 화면에서 화려한 색상의 옷을 입은 수도승이 나타납니다. 아마도 어떤 유명한 선지자일 것입니다.
zh_hans: 你已经到达给定的坐标，在那里你发现一艘颜色奇特的信道者战舰。在你的视频屏幕上出现了一个穿着五颜六色长袍的信道者，可能是某种有名望的先知。

source: Hail the Zoltan.
es: Saludá al Zoltan.
fr: Contacter le Zoltan.
it: Contatta gli zoltan.
ko: 졸탄을 부른다.
zh_hans: 呼叫超能族。

source: "I foresaw you coming here. You have come to kill us, in the name of the barbaric Mantis laborers that you continue to manipulate for your own gain? Truly sad, but it matters little. As the Great Eye has promised me, thou shall not be alive much longer!"
es: "Previne que vendrían aquí. Han venido a matarnos, en nombre de los bárbaros trabajadores Mantis que siguen manipulando para su propio beneficio? Verdaderamente triste, pero importa poco. ¡Tal como me lo prometió el Gran Ojo, no vivirán por mucho más tiempo!"
fr: "J'attendais votre arrivée. Vous êtes venu nous tuer, au nom des ouvriers Mantis barbares que vous continuez de manipuler pour votre propre profit ? C'est vraiment triste, mais ça n'a pas d'importance. Comme m'a dit le Grand Oeil, votre vie va bientôt arriver à son terme !"
it: "Ho previsto il tuo arrivo qui. Sei qui per ucciderci in nome dei barbari operai mantis che continui a manipolare per guadagno personale? Davvero triste, ma non importa. Come il Grande Occhio mi ha promesso, la tua vita non durerà ancora a lungo!"
ko: "나는 당신이 여기 올 것 같은 조짐을 느꼈지. 당신은 우리를 죽이러 왔군, 당신의 이익을 위해 계속 조종하고 있는 야만적인 맨티스 노동자들의 이름으로 말이지? 정말 슬프지만, 그건 별로 중요하지 않네. 위대한 눈이 내게 약속했듯, 너는 더 이상 길게 살아있지 못하게 될 거다!"
zh_hans: "我预见到你会来这里。你来杀我们，以野蛮螳螂劳工的名义，你继续为自己的利益而操纵？真的很伤心，但这无关紧要。正如圣眼向我承诺的那样，你活不了多久了！"

source: Isn't murder against the monk lifestyle?
es: Matar no va en contra del estilo de vida de los monjes?
fr: Le meurtre n'est-il pas contraire au code des Moines ?
it: Uccidere non è contro i dettami dei monaci?
ko: 살인은 수도승의 생활방식에 어긋나는 거 아닙니까?
zh_hans: 谋杀不是违背了信道者的生活方式吗？

source: "Welllll yes, but I'm sure the Great Eye won't mind, and holy texts can always be appended. Besides, I won't be the one killing you. My men will!"
es: "Bueno… sí, pero seguro que al Gran Ojo no le va a molestar, y los textos sagrados siempre pueden ampliarse. Además, no voy a ser yo quien los mate. ¡Mis hombres lo harán!"
fr: "Eh bieeeen, c'est vrai, mais je suis sûr que le Grand Oeil ne m'en voudra pas. Et puis, entre vous et moi, les textes sacrés sont toujours un peu libres d'interprétation. De toute façon, ce n'est pas moi qui vais vous tuer. Ce sont mes hommes !"
it: "Beeeh, sì, ma sono sicuro che al Grande Occhio non importerà. E poi i testi sacri possono sempre essere interpretati. E in realtà non sarò io a ucciderti. Saranno i miei uomini!"
ko: "그으으으을쎄에에, 하지만 위대한 눈은 신경 쓰지 않으실 거다. 그리고 성스러운 교리는 언제나 첨삭될 수도 있지. 게다가, 내가 널 직접 죽이진 않을 거다. 내 부하들이 할 거니까!"
zh_hans: "好吧，是的，但我相信伟大之眼不会介意，而且神圣的文本总是可以附加的。再说，我不会杀了你。我的手下会的！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Run while you can.
es: Huye mientras puedas.
fr: Enfuyez-vous tant que vous le pouvez.
ko: 기회가 있을 때 도망친다.
zh_hans: 趁你还能跑的时候跑。

source: The ASB in the distance stops as the Zoltan fleet falls silent. "Well uh, now that the prophet is dead, we'll just leave I guess. No one really cared about the Free Mantis other than him anyways." The Zoltans jump away.
es: El ASB a lo lejos se detiene mientras la flota Zoltan guarda silencio. "Bueno, eh, ahora que el profeta está muerto, supongo que nos iremos. De todos modos, a nadie le importaban realmente los Free Mantis excepto a él." Los Zoltan saltan fuera.
fr: La Batterie Anti-Vaisseau au loin s'arrête de tirer tandis que la flotte Zoltan tombe dans le silence. "Euh, ben, maintenant que le prophète est mort, je crois qu'on va s'en aller. Personne à part lui ne se préoccupait des Mantis Libres, de toute façon." Les Zoltans sautent pour partir.
it: La batteria anti-nave in lontananza si ferma non appena la flotta zoltan si zittisce. "Beh, uh, adesso che il profeta è morto, credo che ce ne andremo. Tanto lui era l'unico a cui interessassero i Mantis Liberi." Gli zoltan effettuano il salto.
ko: 졸탄 함대가 침묵에 빠지자 근처에 있는 ASB도 멈춥니다. "뭐 그럼, 예언자가 죽었으니, 이제 우린 그만 가지. 어쨌든 그 사람 말고는 아무도 독립 맨티스에 대해 신경 쓰지도 않았으니." 졸탄이 저 멀리로 도약합니다.
zh_hans: 远处的反舰炮台停了下来，超能族舰队陷入了沉默。"嗯嗯，既然先知死了，我想我们就走吧。反正除了他，没有人关心自由螳螂。"超能族跃迁走了。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Several Free Mantis ships jump in, applauding you. "Federation did it, liberated us from attackers! They save all Free Mantis from Zoltan plague! They hero, chant for them!" The Free Mantis begin to chant your name in unison, and several ships are sent forth to bestow you with many gifts of honor.
es: Varias naves Free Mantis saltan dentro, aplaudiéndote. "¡Federacion lo hizo, nos liberó de los atacantes! ¡Salvaron a todos los Free Mantis de la plaga Zoltan! ¡Son héroes, cantemos por ellos!" Los Free Mantis comienzan a corear tu nombre al unísono, y varias naves se acercan para entregarte numerosos regalos de honor.
fr: Plusieurs vaisseaux Mantis Libres arrivent en sautant, dans une nuée d'applaudissements. "Fédération a réussi, nous a libéré des attaquants ! Ils sauvent tous les Mantis Libres de peste Zoltan !" Sont héros, chanter leur gloire !" Les Mantis Libres commencent à chanter votre nom à l'unisson et plusieurs vaisseaux sont envoyés pour vous donner de nombreux cadeaux honorifiques.
it: Arrivano molte navi dei Mantis Liberi che ti applaudono. "Federazione ce l'ha fatta, ci ha libera da attaccanti! Loro salva tutti Mantis Liberi da piaga zoltan! Eroi, celebrate per loro!" I Mantis Liberi iniziano a cantare il tuo nome all'unisono e molte navi vengono schierate per coprirti in doni d'onore.
ko: 독립 맨티스 함선들 몇 척이 도약해와 박수갈채를 보냅니다. "연방이 해내다. 우리를 공격자들로부터 해방시키다! 그들이 모든 독립 맨티스들을 졸탄 역병으로부터 구하다! 영웅들, 그들을 위하여!" 독립 맨티스들이 일제히 여러분의 이름을 연호하기 시작하고, 여러 척의 함선들이 여러분에게 수많은 영예의 선물을 수여합니다.
zh_hans: 几艘自由螳螂船跃迁了进来，为你鼓掌。"联邦做到了，将我们从攻击者手中解放出来！他们从超能族瘟疫中拯救了所有自由螳螂！他们是英雄，为他们吟唱！"自由螳螂开始齐声吟唱你的名字，并派出几艘船来赐予你许多荣誉礼物。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。
