Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

# data/events_sector_freemantis.xml$//event[@name="FINISH_BEACON_FREEMANTIS"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
es: Esta baliza de largo alcance está casi oculta dentro de una nebulosa. Cuando el motor hiperluz termine de cargarse, podrás saltar al próximo sector.
fr: Vous arrivez à la balise longue portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
it: Sei arrivato al faro a lunga portata. Quando il motore FTL sarà carico potrai effettuare il salto verso il prossimo settore.
ko: 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 도약할 수 있습니다.
zh_hans: 已到达本星区出口信标。超光速推进器充能完毕后即可跃迁至下个星区。

source: Explore.
es: Explorar.
fr: Explorer.
it: Esplora.
ko: 탐사한다.
zh_hans: 探索。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_DEMAND_INFO"]/text
source: You have little time to prepare before a Free Mantis dropship beams some crew aboard. They demand you explain why you are in their territory.
es: Tienes poco tiempo para prepararte antes de que un transporte de los Free Mantis teletransporte a parte de su tripulación a bordo. Exigen que expliques por qué estás en su territorio.
fr: Vous n'avez que peu de temps pour vous préparer avant qu'un transporteur Mantis Libre ne téléporte son équipage à bord de votre vaisseau. Ils vous demandent pourquoi vous êtes sur leur territoire.
it: Hai poco tempo di prepararti prima che una nave sbarco dei Mantis Liberi teletrasporti il suo equipaggio a bordo. Esigono che spieghi cosa ci fai nel loro territorio.
ko: 독립 맨티스 강하선이 승무원을 전송시키기까지 당신에게 약간의 준비시간이 주어졌습니다. 그는 당신이 왜 그의 영토에 들어온 것인지 설명해 줄 것을 요구했습니다.
zh_hans: 在自由螳螂飞船将一些船员送上船之前，你几乎没有时间做准备。对方要求你解释为什么你闯入了他们的星域。

source: Explain your mission.
es: Explicar en qué consiste tu misión.
fr: Expliquer votre mission.
it: Spiega la tua missione.
ko: 당신의 임무를 설명합니다.
zh_hans: 说明你的任务。

source: You explain your mission to the Free Mantis, and they seem to believe you. They transfer over some scrap in hopes it will help you succeed.
es: Le explicas tu misión a los Free Mantis, y parecen creerte. Te transfieren algo de chatarra con la esperanza de que te ayude a tener éxito.
fr: Vous expliquez votre mission aux Mantis Libres et ils semblent vous croire. Ils vous transfèrent un peu de ferraille, dans l'espoir que ça vous aidera dans votre quête.
it: Spieghi la tua missione ai Mantis Liberi, e sembrano crederti. Trasferiscono dei moduli sperando che possano aiutarti a riuscire nella tua missione.
ko: 당신은 독립 맨티스에게 임무를 설명했고, 그들은 당신을 믿는 것 같습니다. 그들은 당신의 성공에 보탬이 될거라는 희망을 품고 스크랩을 전송했습니다.
zh_hans: 你向自由螳螂解释了你的使命，对方似乎相信你并转移了一些废料给你，希望它能帮助你成功。

source: (Free Mantis Crew) Explain your mission.
es: (Tripulante Free Mantis) Explica tu misión.
fr: (Equipage Mantis Libres) Expliquer votre mission.
it: (Equipaggio Mantis Liberi) Spiega la missione.
ko: (독립 맨티스 선원) 당신의 임무를 설명한다.
zh_hans: (自由螳螂船员)说明你的任务。

source: Seeing as you already have one of them on board, you don't even have to finish your explanation before the Free Mantis start gathering supplies to aid you. They transfer over some resources in hopes it will help you succeed.
es: Dado que ya tienes a uno de ellos a bordo, ni siquiera necesitas terminar tu explicación antes de que los Free Mantis comiencen a reunir suministros para ayudarte. Transfieren algunos recursos con la esperanza de que eso te ayude a tener éxito.
fr: En voyant que vous avez l'un des leurs à bord, vous n'avez même pas à finir votre explication pour que les Mantis Libres commencent à rassembler de l'équipement pour vous aider. Ils transfèrent à bord des ressources dans l'espoir qu'elles vous serons utile.
it: Visto che hai già uno dei loro a bordo, non devi nemmeno finire la spiegazione prima che i Mantis Liberi inizino a raccogliere delle risorse per aiutarti. Trasferiscono delle risorse sperando che possano aiutarti a riuscire nella tua missione.
ko: 이미 독립 맨티스 한 명이 승선하여 당신을 돕기 위한 보급품을 하역하기 시작했고, 당신은 끝까지 설명을 할 필요도 없었습니다. 그들은 당신이 성공하는 데 도움이 되기를 바라며 일부 자원을 전송했습니다.
zh_hans: 鉴于你已经有一个自由螳螂船员在船上，你甚至不必完全解释。对方转移了一些资源，希望它能帮助你成功。

source: (Warlord Crew) Explain your mission.
es: (Warlord Tripulante) Explicar tu misión.
fr: (Equipage Seigneur de guerre) Expliquer votre mission.
it: (Equipaggio Condottiero) Spiega la missione.
ko: (장군 선원)당신의 임무를 설명합니다.
zh_hans: (军阀船员)说明你的任务。

source: Just the sight of your Warlord aboard is enough to instantly convince them. The Free Mantis start gathering as many supplies as possible to aid you as a sign of good will.
es: La sola presencia del Warlord a bordo es suficiente para convencerlos al instante. Los Free Mantis comienzan a reunir la mayor cantidad posible de suministros para ayudarte como señal de buena voluntad.
fr: La simple vue du seigneur de guerre à bord les convaincs instantanément. Les Mantis Libres commencent à rassembler autant de ressource que possible pour vous aider en signe de bonne volonté.
it: La sola vista del tuo Condottiero a bordo basta e avanza per convincerli immediatamente. I Mantis Liberi iniziano a raccimolare più risorse possibili per aiutarti come segno di buona volontà.
ko: 당신의 멘티스 장군 선원을 본 그들은 충분히 납득했습니다. 독립 맨티스는 호의를 보이며 가능한 한 많은 보급품을 모으기 시작합니다.
zh_hans: 他们看到军阀在船上，就足以立即说服他们。自由螳螂开始收集尽可能多的物资来帮助你，作为善意的标志。

source: (Freddy) Explain your mission.
es: (Freddy) Explicar tu misión.
fr: (Freddy) Expliquer votre mission.
it: (Freddy) Spiega la tua missione.
ko: (프레디) 당신의 임무를 설명합니다.
zh_hans: (弗雷迪)说明你的任务。

source: Their team does a double take when they realize who's aboard your ship. The Free Mantis start gathering supplies to aid you, and one of them even desires to stay and help with your mission as a sign of good will.
es: Su equipo se queda perplejo al darse cuenta de quién está a bordo de tu nave. Los Free Mantis comienzan a reunir suministros para ayudarte, y uno de ellos incluso desea quedarse y colaborar con tu misión como señal de buena voluntad.
fr: Leur équipe vérifient deux fois quand ils réalisent qui est à bord de votre vaisseau. Les Mantis Libres commencent à amasser des ressources pour vous aider et l'un d'entre eux désire même rester et assister à votre mission en gage de bonne foi.
it: Il loro equipaggio strabuzza gli occhi quando si rende conto di chi hai a bordo. I Mantis Liberi iniziano a raccimolare risorse per aiutarti, e uno di loro vuole anche restare e aiutarti nella tua missione come segno di buona volontà.
ko: 그들은 함내에 누가 타고있는지 깨닫자 아차합니다. 독립 맨티스는 여러분들을 돕기 위해 보급품을 모으기 시작했고, 그들 중 한 명이 호의를 보이며 당신과 임무를 함께 하고 싶어합니다.
zh_hans: 当对方多次确认并意识到谁在你的船上时。自由螳螂开始收集物资来帮助你，甚至其中的一个甚至希望留下来帮助你完成任务，作为善意的标志。

source: (Tully) Explain your mission.
es: (Tully) Explicar tu misión.
fr: (Tully) Expliquer votre mission.
it: (Tully) Spiega la tua missione.
ko: (툴리) 당신의 임무를 설명한다.
zh_hans: (塔利)说明你的任务。

source: Their team does a double take when they realize who's aboard your ship. The Free Mantis start gathering supplies to aid you, and one of them even desires to stay and help with your mission as a sign of good will.
es: Su equipo se queda perplejo al darse cuenta de quién está a bordo de tu nave. Los Free Mantis comienzan a reunir suministros para ayudarte, y uno de ellos incluso desea quedarse y colaborar con tu misión como señal de buena voluntad.
fr: Leur équipe vérifient deux fois quand ils réalisent qui est à bord de votre vaisseau. Les Mantis Libres commencent à amasser des ressources pour vous aider et l'un d'entre eux désire même rester et assister à votre mission en gage de bonne foi.
it: Il loro equipaggio strabuzza gli occhi quando si rende conto di chi hai a bordo. I Mantis Liberi iniziano a raccimolare risorse per aiutarti, e uno di loro vuole anche restare e aiutarti nella tua missione come segno di buona volontà.
ko: 그들은 함내에 누가 타고있는지 깨닫자 아차합니다. 독립 맨티스는 여러분들을 돕기 위해 보급품을 모으기 시작했고, 그들 중 한 명이 호의를 보이며 당신과 임무를 함께 하고 싶어합니다.
zh_hans: 当对方多次确认并意识到谁在你的船上时。自由螳螂开始收集物资来帮助你，甚至其中的一个甚至希望留下来帮助你完成任务，作为善意的标志。

source: Refuse to share the information.
es: Rechazás compartir la información.
fr: Refuser de partager cette information.
it: Rifiuta di rivelare queste informazioni.
ko: 정보 공유를 거절한다.
zh_hans: 拒绝提供信息。

source: The leader of the Free Mantis huffs. "Fine, then we take your ship and information as ours."
es: El líder de los Free Mantis resopla. “Bien, entonces tomaremos tu nave y la información como nuestras.”
fr: Le chef des Mantis Libres soupire. "Bien, alors prendre votre vaisseau et informations pour nous."
it: Il leader dei Mantis Liberi sbuffa. "Bene, allora noi prende la tua nave e le informazioni per conto nostro."
ko: 독립 맨티스의 지도자가 씩씩거리며 화냅니다. "알겠다, 그럼 너의 배를 가져가고 정보 가져갈 거다."
zh_hans: 为首的自由螳螂气汹汹地说："行吧，那我们只好冻手拿下你的飞船还有情报。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_SLAVE_OFFER"]/text
source: Two wrecks, both formerly Rebel ships, drift nearby. A Free Mantis ship hails you, its weapons raised boastfully in pride at its latest kill.
es: Dos restos de naves, ambas antiguamente Rebeldes, flotan a la deriva cerca. Una nave de los Free Mantis te envía una señal, con sus armas levantadas de forma ostentosa, orgullosa de su más reciente victoria.
fr: Deux épaves d'ex-vaisseaux Rebelles dérivent non loin. Un vaisseau Mantis Libre vous contacte, ses armes fièrement déployées après sa dernière chasse.
it: Due rottami, entrambi di ex navi Ribelli, fluttuano alla deriva nei paraggi. Una nave di Mantis Liberi ti contatta, armi alzate con orgoglio dopo la sua ultima preda.
ko: 반군의 배였던 난파선 두 척이, 가까이서 부유합니다. 독립 맨티스 함이 당신을 부릅니다, 방금 처치한 것들을 자랑스럽게 뽐내며 무기를 들어 올렸습니다.
zh_hans: 两艘都是前叛军的战舰残骸漂浮在附近。一艘自由螳螂战舰向你呼叫，它的武器在最近的杀戮中自豪地升起。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: "Federation captain, have you seen latest kill?" You nod. "Yes, we hope to make proud."
es: “Capitán de la Federación, ha visto nuestra última victoria?” Asentís. “Sí, esperamos causar orgullo.”
fr: "Capitaine de Fédération, vous avoir vu dernière proie ?" Vous hochez la tête. "Oui, espérons rendre fier."
it: "Capitano della Federazione, visto l'ultima uccisione?" Annuisci. "Sì, speriamo di rende fiero."
ko: "연방 선장, 아까 죽인거 봤나?" 당신은 고개를 끄덕였습니다. "그래, 우리들 자랑스러웠으면 한다."
zh_hans: "联邦舰长，你有看见最近的杀戮吗？"你点了点头。"是的，我们对此感到自豪。"

source: Just nod and keep listening.
es: Solo asentí y seguí escuchando.
fr: Hocher la tête et continuer à l'écouter.
it: Limitati ad annuire e continua ad ascoltare.
ko: 고개만 끄덕이며 계속 듣는다.
zh_hans: 只是点头并继续听。

source: "You, Federation, you have protected us, given us home when we had nowhere to go. You save us, we are forever grateful. We offer you a slave, from this pitiful Rebel ships we kill for you."
es: “Ustedes, Federación, nos han protegido, nos dieron un hogar cuando no teníamos a dónde ir. Nos salvaron, y estaremos eternamente agradecidos. Les ofrecemos un esclavo, tomado de estas patéticas naves Rebeldes que destruimos por ustedes.”
fr: "Vous, Fédération, avoir protégé, avoir donné maison quand avoir nulle part où aller. Vous nous sauvez, nous être reconnaissants à tout jamais. Nous vous offrons esclave, de misérables vaisseaux Rebelles que nous tuer pour vous."
it: "Voi, Federazione, ci avete protetto, ci avete dato casa quando non aveva posto dove andare. Voi ci salva, siamo eternamente grati. Noi offre uno schiavo, da queste patetiche navi Ribelli che noi ammazza per te."
ko: "당신, 연방, 당신은 우리 지켜준다, 우리가 갈 곳 없을 때 우리에게 집도 준다. 당신들 우리 구했다, 우리 영원히 항상 감사하다. 우리 당신에게 노예 준다, 방금 당신 위해 처치한 반군 배에서 건지다."
zh_hans: "你，联邦，你保护了我们，在我们无处可去的时候把我们送回了家。你拯救了我们，我们永远都感激不尽。我们给你一个奴隶，他是从我们为你消灭的这艘叛军船只上抓获的。"

source: Accept the slave.
es: Aceptar al esclavo.
fr: Accepter l'esclave.
it: Accetta lo schiavo.
ko: 노예를 받아들인다.
zh_hans: 接受奴隶。

source: Two Free Mantis guards come aboard and throw the Rebel officer onto the ground in front of you. They wave happily with their sharpened claws and bid you farewell.
es: Dos guardias Free Mantis suben a bordo y arrojan al oficial Rebelde al suelo frente a vos. Saludan alegremente con sus afiladas garras y se despiden.
fr: Deux gardes Mantis Libres montent à bord et jettent l'officier Rebelle par terre, à vos pieds. Ils vous font signe avec leurs griffes acérées de façon enthousiaste et font leurs adieux.
it: Due guardie dei Mantis Liberi salgono a bordo e gettano l'ufficiale Ribelle a terra davanti a te. Ti salutano felici coi loro artigli accuminati e si congedano.
ko: 독립 맨티스 보초 둘이 배에 올라 당신 앞으로 반군 장교를 던졌습니다. 그들은 날카로운 발톱을 손처럼 흔들며 기쁘게 작별을 고했습니다.
zh_hans: 两名自由螳螂守卫上船，将叛军军官扔到你面前的地上。他们用锋利的爪子愉快地挥手，向你告别。

source: Refuse.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
zh_hans: 拒绝。

source: You explain that you aren't interested in slavery. "Oh... Yes yes, you Federation are so kind. Truly kinder than anyone else. Please, take some supplies. We beg of you to accept some gift from us."
es: Explicás que no te interesa la esclavitud. “Oh… sí sí, ustedes, Federación, son muy amables. Verdaderamente más bondadosos que cualquiera. Por favor, acepten algunos suministros. Les rogamos que acepten algún obsequio de nuestra parte.”
fr: Vous expliquez que l'esclavage ne vous intéresse pas. "Oh...Oui oui, Fédération si gentille. Plus gentille que tous. S'il vous plaît, accepter ressources. Supplie accepter cadeau de nous."
it: Spieghi che la schiavitù non ti interessa. "Oh... sì sì, voi Federazione davvero generosi. Molto più di chiunque altro. Prego, accetta delle risorse. Ti chiediamo di accetta regalo da parte nostra."
ko: 당신은 노예제도에 관심이 없다고 설명합니다. "오... 그래 알다, 당신들 연방은 정말 친절하다. 누구보다도 정말 친절하다. 모쪼록, 보급품 좀 챙겨가기를 바란다. 우리는 네가 선물을 받아 주길 간청한다."
zh_hans: 你解释说你对奴隶并不感兴趣。"哦...是的，你们联邦是如此的善良，比任何人都更善良。请带上一些资源吧。我们恳求你接受我们的礼物。"

source: Take some fuel.
es: Tomar algo de combustible.
fr: Accepter du carburant.
it: Prendi del carburante.
ko: 연료를 조금 가져갑니다.
zh_hans: 取一些燃料。

source: Take some missiles.
es: Tomar algunos misiles.
fr: Accepter des missiles.
it: Prendi dei missili.
ko: 미사일을 조금 가져갑니다.
zh_hans: 取一些弹药。

source: Take some droneparts.
es: Tomar algunas piezas de dron.
fr: Accepter des pièces de drones.
it: Prendi dei chip per droni.
ko: 드론 부품을 조금 가져갑니다.
zh_hans: 取一些无人机部件。

source: An Engi ship nearby hails you, as a Free Mantis ship approaches from behind.
es: Una nave Engi cercana te envía una señal, mientras una nave Free Mantis se acerca desde atrás.
fr: Un vaisseau Engi vous contacte, tandis qu'un vaisseau Mantis Libre s'approche de lui par derrière.
it: Una nave engi vicina ti contatta mentre una nave di Mantis Liberi si avvicina alle sue spalle.
ko: 근처에 있던 엔지 함선 한 척이 독립 맨티스 함선에 쫓기며 당신에게 교신합니다.
zh_hans: 附近的一艘半械族战舰向你呼叫，后面跟着一艘自由螳螂战舰。

source: Accept their transmission.
es: Aceptar su transmisión.
fr: Accepter leur transmission.
it: Accetta la trasmissione.
ko: 그들의 전파를 수신한다.
zh_hans: 接受他们的传输。

source: "Danger: Imminent. Free Mantis in pursuit. Request: contact Free Mantis, ask for intent."
es: “Peligro: Inminente. Free Mantis persiguiéndonos. Solicitud: contactar a los Free Mantis, preguntar sus intenciones.”
fr: "Danger : Imminent. Mantis Libre en poursuite. Requête : Contacter Mantis Libre, demander intentions."
it: "Pericolo: imminente. Mantis Liberi all'inseguimento. Richiesta: contattare Mantis Liberi, chiedere intenzioni."
ko: "위험: 임박. 독립 맨티스가 추격 중. 요청 사항: 독립 맨티스에게 연락, 의향을 질답."
zh_hans: "危险：迫在眉睫。自由螳螂在追逐。要求：联系自由螳螂，询问意图。"

source: Agree and contact the Free Mantis ship.
es: Aceptar y contactar a la nave Free Mantis.
fr: Accepter de contacter le vaisseau Mantis Libre.
it: Accetta e contatta i Mantis Liberi.
ko: 동의하고 독립 맨티스 함선에 연락한다.
zh_hans: 同意并联系自由螳螂战舰。

source: The Free Mantis captain seems happy to see you, and welcomes you to the sector. You waste no time and ask for his intent with the Engi. "Harm them? No. This war, very troubling. Alliances are crucial, and best way is through mutually beneficial agreements, such as a trade. But the Engi run, we suspect they are afraid. I promise, we wish them no harm."
es: El capitán de los Free Mantis parece contento de verte y te da la bienvenida al sector. No perdés tiempo y le preguntás sobre sus intenciones con los Engi. “Hacerles daño? No. Esta guerra es muy problemática. Las alianzas son cruciales, y la mejor manera es mediante acuerdos mutuamente beneficiosos, como el comercio. Pero los Engi huyen, sospechamos que tienen miedo. Les prometo, no deseamos hacerles daño.”
fr: Le capitaine Mantis Libre semble content de vous voir et vous souhaite la bienvenue dans le secteur. Vous ne perdez pas de temps et lui demandez ses intentions auprès de l'Engi. "Leur faire mal ? Non. Cette guerre, très troublante. Alliances sont cruciales et meilleure façon, c'est créer accords mutuels, comme commerce. Mais Engi fuir, pensons qu'il a peur. Promettre que nous vouloir aucun mal."
it: Il capitano dei Mantis Liberi sembra felice di vederti e ti dà il benvenuto nel settore. Non perdi tempo e gli chiedi che intenzioni ha riguardo gli engi. "Fargli male? No. Questa guerra, molto preoccupante. Alleanze sono cruciali e modo migliore è con accordi che giovano a tutti, come commerci. Ma gli engi scappa, crediamo che loro ha paura. Prometto, non vogliamo fargli male."
ko: 독립 맨티스 선장은 당신들을 만나 반가워하는 것 같으며, 이 구역에 온 것을 환영하는 듯 합니다. 당신은 시간낭비하지 않고 Engi와 함께 그의 의도를 묻습니다. "해친다? 아니다. 이 전쟁, 아주 골치 아프다. 그리고 동맹 매우 중요하다, 가장 좋은 방법은, 무역처럼 서로 이익 되는 협정이다. 그런데 엔지 도망친다, 그들이 두려워하니 의심된다. 우리는 그들에게 피해 없기를 바란다, 내가 약속한다."
zh_hans: 自由螳螂队长似乎很高兴见到你，并欢迎你来到这个领域。你没有浪费时间，并询问他对半械族的意图。"伤害他们？不。这场战争令人非常地不安。联盟至关重要，因此最好的途径是互惠互利的协议，如贸易。但是半械族跑路了，我们怀疑他们害怕了。但我保证，我们从没有希望他们受到任何伤害。"

source: Explain the situation to the Engi.
es: Explicá la situación a los Engi.
fr: Expliquer la situation à l'Engi.
it: Spiega la situazione agli engi.
ko: 엔지에게 상황을 설명한다.
zh_hans: 向半械族解释情况。

source: "Gratitude, high. Appreciation, high. Simulated fear, low. Many thanks." The Engi pay you and jump away. The Free Mantis captain shrugs and thanks you for trying.
es: “Gratitud, alta. Aprecio, alto. Miedo simulado, bajo. Muchas gracias.” Los Engi te pagan y se alejan saltando. El capitán de los Free Mantis se encoge de hombros y te agradece por intentarlo.
fr: "Gratitude, haute. Appréciation, haute. Peur simulée, basse. Remerciements." L'Engi vous paye et saute pour partir. Le Mantis Libre hausse les épaules et vous remercie d'avoir essayé.
it: "Gratitudine, elevata. Apprezzamento, elevato. Paura simulata, bassa. Molte grazie." Gli engi ti pagano ed effettuano il salto. Il capitano dei Mantis Liberi fa spallucce e ti ringrazia per averci provato.
ko: "고마움, 높음. 감사함, 높음. 가상 공포심, 낮음. 큰 감사." 엔지들이 당신에게 값을 지불하고 도약합니다. 독립 맨티스 선장은 어깨를 으쓱하며 당신의 노력에 감사를 표했습니다.
zh_hans: "感恩度，高。欣赏度，高。模拟恐惧度，低。非常感谢。"半械族付钱给你，然后跃迁走了。自由螳螂舰长耸耸肩，感谢你的尝试。

source: (Engi Crew) "Your concern = warranted. Free Mantis however are: allies to the Federation."
es: (Tripulación Engi) “Su preocupación = justificada. Sin embargo, los Free Mantis son: aliados de la Federación.”
fr: (Equipage Engi) "Votre préoccupation = justifiée. Cependant Mantis Libres : alliés de la Federation."
it: (Equipaggio engi) "Preoccupazione = giustificata. Tuttavia Mantis Liberi: alleati della Federazione."
ko: (엔지 선원) "당신의 우려 = 정당함. 그러나 독립맨티스: 연방과 동맹."
zh_hans: (半械族船员)"你的担忧=有道理。然而自由螳螂：联邦的盟友。"

source: Your Engi manages to convince them that the Free Mantis will be of no threat to them. They reluctantly believe you, and soon the Free Mantis ship catches up to both of you. "Harm? No. This war, very troubling. Alliances are crucial, and best way is through mutually beneficial agreements, such as a trade. Engi afraid, but promise, we wish no harm."
es: Tus Engi logran convencerlos de que los Free Mantis no representarán ninguna amenaza. Con cierta reticencia, te creen, y pronto la nave Free Mantis alcanza a ambos. “Hacer daño? No. Esta guerra es muy problemática. Las alianzas son cruciales, y la mejor manera es mediante acuerdos mutuamente beneficiosos, como el comercio. Los Engi tienen miedo, pero lo prometo, no deseamos hacerles daño.”
fr: Votre Engi parvient à les convaicre que le Mantis Libre ne sera pas une menace pour eux. Ils vous croient à contrecœur et bientôt le vaisseau du Mantis Libre vous rattrape tout les deux. "Attaquer ? Non. Cette guerre, très troublant. Alliances sont cruciales et meilleurs façon est accords mutuellement bénéfiques, comme commercer. Engi effrayé, mais promesse, nous voulons aucun mal."
it: Il tuo engi riesce a convincerli che i Mantis Liberi non costituiscono una minaccia. Ti credono riluttanti, e ben presto la nave dei Mantis Liberi vi raggiunge. "Fare male? No. Questa guerra, molto preoccupante. Alleanze sono cruciali e modo migliore è con accordi che giovano a tutti, come commerci. Engi ha paura, ma prometto, noi non ha intenzioni ostili."
ko: 당신의 엔지 선원이 독립 맨티스가 그들에게 위협이 되지 않을 것이라고 그들을 설득했습니다. 그들은 마지못해 당신을 믿게 되고, 곧 독립 맨티스 함선이 당신 둘을 따라잡았습니다. "해친다? 아니다. 이 전쟁, 아주 골치 아프다. 그리고 동맹 매우 중요하다, 가장 좋은 방법은, 무역처럼 서로 이익 되는 협정이다. 엔지 두려워한다, 하지만 약속한다, 우리 해치지 않는다."
zh_hans: 你的半械族设法说服他们，让他们相信自由螳螂不会对他们造成威胁。他们不情愿地相信了你，很快自由螳螂船就追上了你们俩。"伤害他们？不。这场战争，非常令人不安。联盟至关重要，最好的途径是互惠互利的协议，如贸易。但是半械族跑路了，我们怀疑他们害怕了。我保证，我们从没有希望他们受到任何伤害。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: What follows between them is surely one of the most awkward exchange you've ever seen. They do both reward you for your assistance however, and soon after the Engi jump away. The Free Mantis captain shrugs and leaves you as well.
es: Lo que sigue entre ellos es, sin duda, uno de los intercambios más incómodos que hayas presenciado. Sin embargo, ambos te recompensan por tu ayuda, y poco después los Engi saltan fuera del sector. El capitán de los Free Mantis se encoge de hombros y también se retira.
fr: Ce qui suit entre eux est sûrement l'un des échanges les plus malaisants que vous ayez vus. Chacun vous récompense pour votre aide et les Engi partent peu après. Le capitaine Mantis Libre hausse les épaules et vous quitte également.
it: Quanto segue tra di loro è uno degli scambi più imbarazzanti che tu abbia mai visto. Ma entrambi ti ricompensano per l'aiuto e poco dopo gli engi effettuano il salto. Il capitano dei Mantis Liberi fa spallucce e poi se ne vanno anche loro.
ko: 그 뒤 이어진 것은 분명 당신이 본 것 중 가장 어색한 상거래였습니다. 양측 모두 당신의 도움에 대해 보상을 하고, 머지않아 엔지 함선이 도약했습니다. 독립 맨티스 선장은 어깨를 으쓱하고 곧바로 떠났습니다.
zh_hans: 他们接下来的交流肯定是你见过的最尴尬的事情之一。然而，他们都很感谢你的帮助。并且在半械族跃迁走后不久，自由螳螂舰长耸耸肩，也离开了你。

source: Refuse.
es: Negarse.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
zh_hans: 拒绝。

source: You tell the Engi that you can't help. They almost immediately jump away afterwards.
es: Le decís a los Engi que no podés ayudar. Casi de inmediato, saltan fuera del sector.
fr: Vous dites à l'Engi que vous ne pouvez pas l'aider. Il saute presque immédiatement après.
it: Dici agli engi che non puoi aiutare. Effettuano il salto subito dopo.
ko: 당신은 엔지에게 도울 수 없다고 말했습니다. 그 뒤 그들은 즉시 도약합니다.
zh_hans: 你告诉半械族你帮不上忙。之后他们几乎立即跃迁。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: Ignore them.
es: Ignorarlos.
fr: Les ignorer.
it: Ignorali.
ko: 무시한다.
zh_hans: 无视对方。
