Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: You wait. You wait some more. You find yourself startled awake by the sounds of gunfire. You were waiting so long a Rebel patrol ship has found you. The Free Mantis assume you must have been there to defend them, and are providing fire support.
es: Esperás. Esperás un poco más. De repente, te despertás sobresaltado por el sonido de los disparos. Habías esperado tanto que una nave patrulla Rebelde te encontró. Los Free Mantis asumen que debías estar allí para defenderlos y te brindan apoyo de fuego.
fr: Vous attendez. Vous attendez encore un peu plus. Vous vous retrouvez réveillé d'un coup par le bruit d'une bataille. Vous avez attendu si longtemps qu'un vaisseau patrouilleur Rebelle vous a trouvé. Les Mantis Libres ont conclu que vous étiez là pour les protéger et vous fournissent un tir d'appui.
it: Aspetti. Aspetti ancora un po'. Torni alla realtà col rumore di spari. Stavi aspettando così tanto che una nave di pattuglia Ribelle ti ha trovato. I Mantis Liberi presumono che devi essere qui per difenderli e forniscono fuoco di copertura.
ko: 당신은 기다렸습니다. 당신은 조금만 더 기다리기로 했습니다. 당신은 총포음에 깜짝 놀라 깨어난 자신을 발견했습니다. 너무 오래 기다린 나머지 반군 초계함이 당신을 찾아냈습니다. 독립 맨티스는 당신이 자기들을 지켜주기 위해 여기 온 것이라 생각하고 화력 지원을 제공하고 있습니다.
zh_hans: 你开始等待。过了一段时间，你被枪炮声惊醒了。你等了很久，直到一艘叛军巡逻舰找到了你。自由螳螂认为你一定是在保卫他们，于是他们了提供火力支援。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Your waiting pays off, and eventually all that's left is one small Free Mantis scout. You move in to attack.
es: Tu espera da resultado y, finalmente, lo único que queda es un pequeño explorador Free Mantis. Te acercás para atacar.
fr: Votre attente a porté ses fruits, car le seul vaisseau qui reste est un petit éclaireur Mantis Libre. Vous vous rapprochez pour attaquer.
it: Aspettare dà i suoi frutti e alla fine tutto quello che resta è un piccolo esploratore dei Mantis Liberi. Ti metti in assetto offensivo.
ko: 기다림의 보상은 확실했습니다. 마지막에 남은 건 조그마한 독립 맨티스 정찰기 한 대 뿐입니다. 당신은 공격을 위해 움직입니다.
zh_hans: 你的等待得到了回报，大家都离开了，直到最终只剩下一个小小的自由螳螂侦察舰。你开始进攻。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: The Free Mantis are reluctantly willing to surrender. They hand over their cargo. As they fly away, you catch them yelling over the comms, "Damn you! We never forget this. We thought you were allies, but now we see truth."
es: Los Free Mantis, a regañadientes, están dispuestos a rendirse. Entregan su carga. Mientras se alejan, los escuchás gritar por las comunicaciones, “¡Malditos! Nunca olvidaremos esto. Pensamos que eran aliados, pero ahora vemos la verdad.”
fr: Les Mantis Libres acceptent de se rendre à contrecœur. Ils vous transfèrent leur cargaison. Tandis qu'ils s'en vont, vous les entendez crier sur les canaux de communication, "Soyez maudits ! Pas oublier ça. Penser que étiez alliés, mais voir vérité maintenant."
it: I Mantis Liberi sono disposti controvoglia ad arrendersi. Consegnano il carico. Mentre volano via, riesci a sentirli gridare sul canale di comunicazioni. "Accidenti a te! Noi non dimenticherà. Noi credeva che tu era alleato, ma ora vede la verità."
ko: 독립 맨티스들은 마지못해 항복하고 화물을 넘겼고, 자리를 뜨다가 통신기를 통해 당신에게 소리쳤습니다. "엿이나 먹어라! 우리는 이것을 절대 기억한다. 우리는 당신이 동맹인 줄 알다, 하지만 이제 우리는 진실을 보다."
zh_hans: 自由螳螂不情愿地投降。他们交出了货物。当他们飞走时，他们在通讯中叫嚣，"你个该死的混蛋！我们一直以为你们是盟友，直到现在我们看清了现实。我们到死也不会忘记这一点。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: The Free Mantis refuse to surrender. You have no choice but to keep fighting.
es: Los Free Mantis se niegan a rendirse. No te queda más opción que seguir combatiendo.
fr: Les Mantis Libres refusent de se rendre. Vous n'avez pas d'autre choix que de vous battre.
it: I Mantis Liberi rifiutano di arrendersi. Non altra scelta che continuare a combattere.
ko: 독립 맨티스는 항복하지 않습니다. 계속 싸울 수밖에 없습니다.
zh_hans: 自由螳螂拒绝投降。而你别无选择。

source: The cargo is a standard shipment of ammunition and a bomb launcher.
es: La carga es un envío estándar de munición y un lanzador de bombas.
fr: La cargaison est un chargement standard de munitions ainsi qu'un lance-bombes.
it: Il container comprende una spedizione standard di munizioni e un lanciabombe.
ko: 화물 안에는 표준 선적품인 탄약과 폭탄 발사기가 들어있었습니다.
zh_hans: 货物是一批标准弹药以及一件炸弹发射器。

source: The cargo contains some additional scrap.
es: La carga contiene algo de chatarra adicional.
fr: La cargaison contient de la ferraille supplémentaire.
it: Il container contiene altri moduli.
ko: 화물엔 약간의 스크랩이 실려있었습니다.
zh_hans: 货物包含一些额外的废料。

source: The cargo contains a drone and some additional drone parts.
es: La carga contiene un dron y algunas piezas de dron adicionales.
fr: La cargaison contient un drone et quelques pièces de drones supplémentaires.
it: Il container contiene un drone e dei chip per droni.
ko: 화물엔 드론과 약간의 드론 부품이 실려있었습니다.
zh_hans: 货物包含一架无人机和一些额外的无人机部件。

source: Strange scratching noises come from inside the cargo. Your crew draw their guns and you slowly open the cargo. A Mantis soldier climbs out, gasping for breath. He explains that he was taken as a prisoner, but he never had an interest in fighting the Free Mantis. Now free from both his captors and the Hive, he is willing to join your crew and start a new life.
es: Ruidos extraños de arañazos provienen del interior de la carga. Tu tripulación desenfunda sus armas y vos abrís lentamente el cargamento. Un soldado Mantis sale trepando, jadeando por aire. Explica que fue tomado prisionero, pero que nunca tuvo interés en luchar contra los Free Mantis. Ahora, libre tanto de sus captores como de la Colmena, está dispuesto a unirse a tu tripulación y comenzar una nueva vida.
fr: Vous entendez des grattements suspects en provenance de la cargaison. Votre équipage sort ses armes et vous ouvrez lentement la cargaison. Un soldat Mantis en sort, peinant à respirer. Il vous explique qu'il a été pris prisonnier, mais qu'il n'a jamais voulu combattre les Mantis Libres. Maintenant libéré de ses geôliers et de la Ruche, il désire rejoindre votre équipage et repartir de zéro.
it: Strani suoni di graffi provengono dall'interno del container. Il tuo equipaggio estrae le armi e apri la porta lentamente. Un soldato mantis esce fuori, respirando affannosamente. Spiega di essere stato fatto prigioniero, ma non ha mai avuto interesse a combattere i Mantis Liberi. Ora che è libero dai suoi carcerieri e dall'Alveare, è disposto a unirsi all'equipaggio per iniziare una nuova vita.
ko: 화물 내부에서 묘하게 긁는 소리가 나는 것 같습니다. 당신의 대원들은 총을 뽑고 당신은 천천히 화물을 열었습니다. 한 맨티스 병사가 숨을 헐떡이며 밖으로 기어 나옵니다. 그는 자신이 포로로 잡혔었지만, 독립 맨티스로서 싸우는 것에는 관심이 없었다고 설명합니다. 이제 납치범과 하이브로부터 해방된 그는 기꺼이 당신의 선원들과 함께 새로운 삶을 시작할 것입니다.
zh_hans: 奇怪的刮擦声从货物箱内部传来。你的船员拔出了他们的枪，与此同时你慢慢地打开了它。一名螳螂族士兵气喘吁吁地爬了出来。他解释道自己曾被当作囚犯带走，但从未对与自由螳螂战斗感兴趣过。现在摆脱了俘虏身份和母巢的控制，他愿意成为你的船员，开始新的生活。

source: Stormy
es: Tormenta
fr: Orageux
it: Tempest
zh_hans: 风暴

source: As you pry open the cargo, you hear a strange ticking noise. Luckily all of your crew manage to get out of the way in time, but it appears the Free Mantis trapped the cargo before handing it over!
es: Al abrir el cargamento, escuchás un extraño ruido de tictac. Por suerte, toda tu tripulación logra apartarse a tiempo, pero parece que los Free Mantis habían colocado una trampa en la carga antes de entregarla!
fr: Tandis que vous ouvrez la cargaison, vous entendez un tic-tac étrange. Heureusement, votre équipage arrive à s'éloigner à temps, mais il semblerait que les Mantis Libres ont piégé la cargaison avant de vous la donner !
it: Come forzi la porta del container, senti uno strano ticchettio. Per fortuna tutto l'equipaggio riesce ad allontanarsi in tempo, ma sembra che i Mantis Liberi avessero sabotato il carico prima di consegnarlo!
ko: 당신이 화물을 열자, 묘하게 똑딱거리는 소리가 들립니다. 독립 맨티스들이 화물을 건네주기 전에 함정으로 위장시켜 둔 것 같습니다! 운 좋게도 선원들 모두 제때 피할 수 있었습니다.
zh_hans: 当你撬开货物时，你听到了奇怪的滴答声。幸运的是，所有船员都及时撤离，似乎自由螳螂在交出货物之前在货物中设了陷阱！

source: The cargo is a standard shipment of ammunition and a bomb launcher.
es: La carga es un envío estándar de munición y un lanzador de bombas.
fr: La cargaison est un chargement standard de munitions ainsi qu'un lance-bombes.
it: Il contanier comprende una spedizione standard di munizioni e un lanciabombe.
ko: 화물 안에는 표준 선적품인 탄약과 폭탄 발사기가 들어있었습니다.
zh_hans: 货物是一批标准弹药以及一件炸弹发射器。

source: The cargo contains some additional scrap.
es: La carga contiene algo de chatarra adicional.
fr: La cargaison contient de la ferraille supplémentaire.
it: Il container contiene altri moduli.
ko: 화물엔 약간의 스크랩이 실려있었습니다.
zh_hans: 货物包含一些额外的废料。

source: The cargo contains a drone and some additional drone parts.
es: La carga contiene un dron y algunas piezas de dron adicionales.
fr: La cargaison contient un drone et quelques pièces de drones supplémentaires.
it: Il container contiene un drone e dei chip per droni.
ko: 화물엔 드론과 약간의 드론 부품이 실려있었습니다.
zh_hans: 货物包含一架无人机和一些额外的无人机部件。

source: Strange scratching noises come from inside the cargo. Your crew draw their guns and you slowly open the cargo. A Mantis soldier climbs out, gasping for breath. He explains that he was taken as a prisoner, but he never had an interest in fighting the Free Mantis. Now free from both his captors and the Hive, he is willing to join your crew and start a new life.
es: Ruidos extraños de arañazos provienen del interior de la carga. Tu tripulación desenfunda sus armas y abrís lentamente el cargamento. Un soldado Mantis sale trepando, jadeando por aire. Explica que fue hecho prisionero, pero que nunca tuvo interés en luchar contra los Free Mantis. Ahora, libre tanto de sus captores como de la Colmena, está dispuesto a unirse a tu tripulación y comenzar una nueva vida.
fr: Vous entendez des grattements suspects en provenance de la cargaison. Votre équipage sort ses armes et vous ouvrez lentement la cargaison. Un soldat Mantis en sort, peinant à respirer. Il vous explique qu'il a été pris prisonnier, mais qu'il n'a jamais voulu combattre les Mantis Libres. Maintenant libéré de ses geôliers et de la Ruche, il désire rejoindre votre équipage et repartir de zéro.
it: Strani suoni di graffi provengono dall'interno del container. Il tuo equipaggio estrae le armi e apri la porta lentamente. Un soldato mantis esce fuori, respirando affannosamente. Spiega di essere stato fatto prigioniero, ma non ha mai avuto interesse a combattere i Mantis Liberi. Ora che è libero dai suoi carcerieri e dall'Alveare, è disposto a unirsi all'equipaggio per iniziare una nuova vita.
ko: 화물 내부에서 묘하게 긁는 소리가 나는 것 같습니다. 당신의 대원들은 총을 뽑고 당신은 천천히 화물을 열었습니다. 한 맨티스 병사가 숨을 헐떡이며 밖으로 기어 나옵니다. 그는 자신이 포로로 잡혔었지만, 독립 맨티스로서 싸우는 것에는 관심이 없었다고 설명합니다. 이제 납치범과 하이브로부터 해방된 그는 기꺼이 당신의 선원들과 함께 새로운 삶을 시작할 것입니다.
zh_hans: 奇怪的刮擦声从货物箱内部传来。你的船员拔出了他们的枪，与此同时你慢慢地打开了它。一名螳螂族士兵气喘吁吁地爬了出来。他解释道自己曾被当作囚犯带走，但从未对与自由螳螂战斗感兴趣过。现在摆脱了俘虏身份和母巢的控制，他愿意成为你的船员，开始新的生活。

source: Stormy
es: Tormenta
fr: Orageux
it: Tempest
zh_hans: 风暴

source: The cargo is a standard shipment of ammunition and a bomb launcher.
es: La carga es un envío estándar de munición y un lanzador de bombas.
fr: La cargaison est un chargement standard de munitions ainsi qu'un lance-bombes.
it: Il container comprende una spedizione standard di munizioni e un lanciabombe.
ko: 화물 안에는 표준 선적품인 탄약과 폭탄 발사기가 들어있었습니다.
zh_hans: 货物是一批标准弹药以及一件炸弹发射器。

source: The cargo contains some additional scrap.
es: La carga contiene algo de chatarra adicional.
fr: La cargaison contient de la ferraille supplémentaire.
it: Il container contiene altri moduli.
ko: 화물엔 약간의 스크랩이 실려있었습니다.
zh_hans: 货物包含一些额外的废料。

source: The cargo contains a drone and some additional drone parts.
es: La carga contiene un dron y algunas piezas de dron adicionales.
fr: La cargaison contient un drone et quelques pièces de drones supplémentaires.
it: Il container contiene un drone e dei chip per droni.
ko: 화물엔 드론과 약간의 드론 부품이 실려있었습니다.
zh_hans: 货物包含一架无人机和一些额外的无人机部件。

source: Strange scratching noises come from inside the cargo. Your crew draw their guns and you slowly open the cargo. A Mantis soldier climbs out, gasping for breath. He explains that he was taken as a prisoner, but he never had an interest in fighting the Free Mantis. Now free from both his captors and the Hive, he is willing to join your crew and start a new life.
es: Ruidos extraños de arañazos provienen del interior de la carga. Tu tripulación desenfunda sus armas y abrís lentamente el cargamento. Un soldado Mantis sale trepando, jadeando por aire. Explica que fue hecho prisionero, pero que nunca tuvo interés en luchar contra los Free Mantis. Ahora, libre tanto de sus captores como de la Colmena, está dispuesto a unirse a tu tripulación y comenzar una nueva vida.
fr: Vous entendez des grattements suspects en provenance de la cargaison. Votre équipage sort ses armes et vous ouvrez lentement la cargaison. Un soldat Mantis en sort, peinant à respirer. Il vous explique qu'il a été pris prisonnier, mais qu'il n'a jamais voulu combattre les Mantis Libres. Maintenant libéré de ses geôliers et de la Ruche, il désire rejoindre votre équipage et repartir de zéro.
it: Strani suoni di graffi provengono dall'interno del container. Il tuo equipaggio estrae le armi e apri la porta lentamente. Un soldato mantis esce fuori, respirando affannosamente. Spiega di essere stato fatto prigioniero, ma non ha mai avuto interesse a combattere i Mantis Liberi. Ora che è libero dai suoi carcerieri e dall'Alveare, è disposto a unirsi all'equipaggio per iniziare una nuova vita.
ko: 화물 내부에서 묘하게 긁는 소리가 나는 것 같습니다. 당신의 대원들은 총을 뽑고 당신은 천천히 화물을 열었습니다. 한 맨티스 병사가 숨을 헐떡이며 밖으로 기어 나옵니다. 그는 자신이 포로로 잡혔었지만, 독립 맨티스로서 싸우는 것에는 관심이 없었다고 설명합니다. 이제 납치범과 하이브로부터 해방된 그는 기꺼이 당신의 선원들과 함께 새로운 삶을 시작할 것입니다.
zh_hans: 奇怪的刮擦声从货物箱内部传来。你的船员拔出了他们的枪，与此同时你慢慢地打开了它。一名螳螂族士兵气喘吁吁地爬了出来。他解释道自己曾被当作囚犯带走，但从未对与自由螳螂战斗感兴趣过。现在摆脱了俘虏身份和母巢的控制，他愿意成为你的船员，开始新的生活。

source: Stormy
es: Tormenta
fr: Orageux
it: Tempest
zh_hans: 风暴

source: It appears the cargo didn't survive the fight. There's little worth value to collect other than some scattered fuel cells.
es: Parece que la carga no sobrevivió al combate. Apenas hay algo de valor para recolectar, más que algunas celdas de combustible dispersas.
fr: Il semblerait que la cargaison n'a pas survécu au combat. Il reste peu de choses de valeur à récupérer à part quelques cellules de carburant éparses.
it: Pare che il carico non sia sopravvissuto al combattimento. C'è poco che valga la pena recuperare a parte qualche cella di carburante sparsa.
ko: 화물은 전투 중에 파괴된 것 같습니다. 흩어진 연료 전지 외에는 수집할 가치가 거의 없는 것들입니다.
zh_hans: 看起来这批货物并没有在战斗中幸存下来。除了一些零散的燃料外，没有什么值得收集的。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_WEIRD_TRADE"]/text
source: A lone Free Mantis ship nearby hails you. You are greeted by a Mantis dressed in a shirt decorated with 2D tropical flowers, and wearing a bizarre, beaten sombrero atop his head. "Welcome to beacon! I wish to show you most amazing prize of mine, but you must earn it!"
es: Una nave Free Mantis solitaria cercana te saluda. Te recibe un Mantis vestido con una camisa decorada con flores tropicales en 2D y un extraño y maltrecho sombrero sobre su cabeza. "¡Bienvenido a la baliza! ¡Deseo mostrarte mi premio más increíble, pero debes ganártelo!"
fr: Un vaisseau Mantis Libre solitaire vous contacte. Vous êtes salué par un Mantis habillé avec un t-shirt décoré de fleurs tropicales en 2D, portant un sombrero étrange et usé sur sa tête. "Bienvenue à balise ! Moi veux montrer à vous superbe trophée à moi, mais vous devoir mériter !"
it: Una nave di Mantis Liberi solitaria ti contatta. A salutarti c'è un mantis che indossa una maglietta decorata con fiori tropicali in 2D, e con in testa un bizzarro sombrero malconcio. "Ti do il benvenuto all'astrofaro! Voglio mostrarti il mio migliore premio, ma tu deve guadagnartelo!"
ko: 근처에 있는 독립 맨티스 함선 한 척이 당신과 교신합니다. 당신은 열대 꽃무늬 그림으로 장식된 셔츠를 입고, 괴상하게 구겨진 솜브레로를 머리에 쓴 맨티스의 환영을 받습니다. "송신소에 오신 것을 환영하다! 나는 가지고 있는 아주 놀라운 물건을 보여주고 싶다, 하지만 먼저 당신은 자격을 얻어야 하다!"
zh_hans: 附近的一艘孤独的自由螳螂战舰向你联系。迎接你的是一只螳螂族，他身上穿着一件饰有 2D 热带花卉的衬衫，头上戴着一顶奇怪的、像是被别人打过一拳的宽边帽。"欢迎来到此信标！我想向你展示我所拥有的最惊人的东西，但首先你必须得有这个资格！"

source: Agree.
es: Aceptar.
fr: Accepter.
it: Accetta.
ko: 동의한다.
zh_hans: 同意。

source: "Perfect! Prepare combat!" His weapons go online, and you ready yours. If you want to prove yourself, you'll have to go for their hull and spare them in time.
es: “¡Perfecto! ¡Prepárense para el combate!” Sus armas se activan, y vos preparás las tuyas. Si querés demostrar tu valía, tendrás que apuntar al casco y perdonarlos a tiempo.
fr: "Parfait ! Préparez combat," ses armes s'activent et vous activez également les vôtres. Si vous voulez vous prouver digne, vous devrez abîmer leur coque et les épargner à temps.
it: "Perfetto! Prepara a combattere!" Le sue armi si attivano e tu prepari le tue. Se vuoi dimostrare il tuo valore, dovrai mirare allo scafo e risparmiargli la vita.
ko: "완벽하다! 전투를 준비하라." 그의 무기가 장전되고, 당신은 당신의 무기를 준비합니다. 당신 자신을 증명하고 싶다면, 그들의 선체를 손상시켜 시간 안에 항복을 받아내야 합니다.
zh_hans: "完美！准备战斗，"他给武器预了热，与此同时你也准备好了。如果你想证明你自己，你就必须去攻击他们的舰体并及时放过他们。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: No thanks.
es: No gracias.
fr: Non merci.
it: No grazie.
ko: 괜찮습니다.
zh_hans: 不，谢谢。

source: The Mantis shakes his head, "Where your sense of fight? Disappointing." He ends transmissions.
es: El Mantis sacude la cabeza. "Dónde está tu espíritu de lucha? Decepcionante.” Corta la transmisión.
fr: Le Mantis secoue la tête, "Où votre sens du combat ? Décevant." Il met fin à la communication.
it: Il mantis scuote la testa. "Dov'è tuo senso guerriero? Che delusione." Chiude le trasmissioni.
ko: 맨티스는 고개를 가로저으며, "당신 전투감각은 어디 있나? 실망하다." 그는 전송을 끝냅니다.
zh_hans: 螳螂族摇了摇头，"你的战意在哪里？真令人失望。"他结束了传输。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_REBEL_SAVE"]/text
source: Rebel ships are all about, firing upon a group of unarmed civilians and a Free Mantis ship escorting them. You haven't been noticed.
es: Naves Rebeldes están por todas partes, disparando contra un grupo de civiles desarmados y una nave Free Mantis que los escolta. Aún no te han notado.
fr: L'endroit est rempli de vaisseaux Rebelles tirant sur un groupe de civils désarmés et un vaisseau Mantis Libre les escortant. Ils ne vous ont pas encore remarqué.
it: Ci sono navi Ribelli ovunque che stanno sparando a un gruppo di civili e a una nave di Mantis Liberi che li sta scortando. Nessuno ha ancora notato la tua presenza.
ko: 무장하지 않은 민간인과 이들을 호위하는 독립 맨티스함에게 반군함이 포격을 가하고 있습니다. 당신은 아직 눈에 띄지 않았습니다.
zh_hans: 叛军的战舰到处都是，他们在向一群手无寸铁的平民和一艘护送他们的自由螳螂战舰开火。你没有被注意到。

source: Take on the biggest ship to scare off the smaller Rebels.
es: Enfrentarte a la nave más grande para ahuyentar a los Rebeldes más pequeños.
fr: Attaquer le plus gros des vaisseaux pour effrayer les autres Rebelles.
it: Affronta la nave più grande per spaventare quelle più piccole.
ko: 가장 큰 함선을 잡아 그보다 작은 반군함들을 겁주고 쫓아낸다.
zh_hans: 攻击最大的舰船来吓跑较小的叛军船。

source: You target the strongest of the Rebel ships, an Elite Bomber. This won't be fun.
es: Apuntás a la más fuerte de las naves Rebeldes, un Bombardero de Élite. Esto no va a ser nada divertido.
fr: Vous ciblez le plus imposant des vaisseaux Rebelles, un Bombardier Élite. Cela ne va pas être une partie de plaisir.
it: Prendi di mira la nave Ribelle più forte, un bombardiere d'élite. Non sarà affatto una passeggiata.
ko: 당신은 가장 강력한 반군함, 엘리트 폭격기를 목표로 삼았습니다. 재미있진 않겠군요.
zh_hans: 你瞄准了最强的叛军战舰，一艘高级轰炸舰。这可一点都不好玩。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Leave quickly.
es: Retirarte rápidamente.
fr: Partir rapidement.
it: Vattene in fretta.
ko: 황급히 떠난다.
zh_hans: 迅速离开。

source: You slip away quickly, still unnoticed. You won't have time to do anything on the ship, and should jump away as soon as possible.
es: Te escabullís rápidamente, sin ser detectado. No tendrás tiempo de hacer nada en la nave y deberías saltar fuera del sector lo antes posible.
fr: Vous vous éclipsez rapidement sans laisser de traces. Vous n'aurez pas le temps de faire l'inventaire du vaisseau, vous devez sauter aussi vite que possible.
it: Ti allontani in fretta senza lasciare tracce. Non avrai tempo di fare niente sulla nave e faresti meglio ad effettuare il salto quanto prima.
ko: 당신은 여전히 들키지 않은 채로 빠르게 빠져나갔습니다. 당신에게 함선에서 무언가를 할 시간은 없으며, 가능한 한 빨리 도약하여야 합니다.
zh_hans: 你迅速溜走了，仍然没有引起注意。你没有时间在船上做任何事，你应该尽快跃迁。

source: You try to fly away, but a single Rebel ship from the crowd notices you.
es: Intentás escapar, pero una sola nave Rebelde entre la multitud te detecta.
fr: Vous essayez de vous enfuir, mais un vaisseau Rebelle vous remarque.
it: Provi ad allontanarti, ma una singola nave Ribelle del gruppo ti nota.
ko: 당신은 도망가려고 했지만, 군중 속에서 반군함 한 척이 당신을 알아챘습니다.
zh_hans: 你试图逃跑，但一艘叛军战舰注意到了你。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: The civilians are grateful. They all chip in together to pay you a sum of scrap for saving them.
es: Los civiles están agradecidos. Todos se juntan y te pagan una suma de chatarra por haberlos salvado.
fr: Les civils sont reconnaissants. Ils se cotisent tous pour vous récompenser en ferraille, pour vous remercier de les avoir sauvés.
it: I civili sono grati. Fanno una colletta per darti dei moduli come ricompensa per avergli salvato la vita.
ko: 민간인들은 고마워합니다. 그들 모두 조금씩 돈을 모아 자신들을 구해준 대가로 당신에게 스크랩을 지불했습니다.
zh_hans: 平民们感激不尽。他们凑集了一笔废料，用以感谢你拯救了他们。

source: The civilians are grateful, but their Free Mantis protector is especially so. They hail you in private. "I not lie... protecting civilians, not much fun. I suppose helping you, much better!"
es: Los civiles están agradecidos, pero su protector Free Mantis lo está especialmente. Te envía una señal en privado: “No miento… proteger civiles, no es muy divertido. Supongo que ayudarles a ustedes, ¡es mucho mejor!”
fr: Les civils sont reconnaissants, mais leur protecteur Mantis Libre l'est encore plus. Il vous contacte en privé. "Je pas mentir...protéger civils, pas très amusant. Mais aider vous, bien mieux !"
it: I civili ti sono grati, ma i loro protettori Mantis Liberi lo sono ancora di più. Ti contattano in privato. "Io sarà sincero... proteggere civili, non molto divertente. Immagino che aiuta te, molto meglio!"
ko: 민간인들도 고마워하지만, 그들의 독립 맨티스 방호선은 특히 더 감사해합니다. 그들은 사적으로 당신들과 교신합니다. "거짓말 아니다... 민간인을 보호하는 건, 별로 재미없다. 당신을 돕는 게 훨씬 나을 거다!"
zh_hans: 平民很感激，尤其是他们的自由螳螂保护者。他们私底下向你打招呼。"我可没骗你...保护平民没什么好玩的。我认为帮助你要舒服地得多！"

source: It appears the civilian ships are in worse condition than you thought. The Free Mantis thanks you, but there is little to do to save the few survivors. They give you some extra fuel for your troubles.
es: Parece que las naves civiles están en peor estado de lo que pensabas. El Free Mantis te agradece, pero hay poco que hacer para salvar a los pocos sobrevivientes. Te dan un poco de combustible extra por tus problemas.
fr: On dirait que les vaisseaux civils sont en plus mauvais état que ce que vous pensiez. Le Mantis Libre vous remercie, mais vous ne pouvez pas faire grand-chose pour aider les quelques survivants. Ils vous donnent un peu de carburant pour vous remercier d'avoir essayé.
it: Pare che le navi civili siano messe peggio di quanto pensassi. I Mantis Liberi ti ringraziano, ma c'è poco da fare per salvare i pochi sopravvissuti. Ti danno del carburante in più per il disturbo.
ko: 민간 선박들의 상태가 생각보다 안 좋은 것 같습니다. 독립 맨티스는 고마워했으나, 아직 생존한 민간인들을 위해 해야 할 일이 있어 보입니다. 그들은 당신의 문제 해결을 위해 여분의 연료를 건네줬습니다.
zh_hans: 看起来民用船的状况比你想象的还要糟糕。自由螳螂感谢你，但对于拯救幸存者来说他们无能为力。他们为你的帮忙提供了一些额外的燃料。
