Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: The Engi ship continues to try to contact you before giving up and jumping away. The Free Mantis ship lingers a bit longer before jumping away as well, in the opposite direction.
es: La nave Engi sigue intentando contactarte antes de rendirse y saltar fuera del sector. La nave Free Mantis permanece un poco más antes de saltar también, pero en dirección opuesta.
fr: Le vaisseau Engi continue d'essayer de vous contacter, puis abandonne et saute pour partir. Le vaisseau Mantis Libre traîne un peu avant de sauter également, dans la direction opposée.
it: La nave engi continua a provare a contattarti prima di rinunciare ed effettuare il salto. La nave dei Mantis Liberi rimane ancora un po' prima effettuare anch'essa il salto, ma nella direzione opposta.
ko: 엔지 함선은 체념하고 도약하기 이전에 계속해서 당신과의 통신을 시도합니다. 반대 방향에선, 독립 맨티스 함선도 도약하기 전에 조금 더 머물렀습니다.
zh_hans: 半械族战舰继续试图联系你，然后放弃并跃迁。自由螳螂船徘徊了更长的时间，然后也跃迁了，朝着相反的方向。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_EXECUTIONER"]/text
source: There is a rather large gathering of Free Mantis ships nearby. You don't know what's going on, but it might be important.
es: Hay una concentración bastante grande de naves Free Mantis cerca. No sabés exactamente qué está pasando, pero podría ser importante.
fr: Vous observez un grand rassemblement de vaisseaux Mantis Libres non loin. Vous ne savez pas ce qui se passe, mais ça pourrait être important.
it: Qui vicino c'è un grande raduno di navi di Mantis Liberi. Non sai cosa stia succedendo, ma potrebbe essere importante.
ko: 근처에 꽤 많은 독립 맨티스 함선이 모여있습니다. 잘은 모르겠지만, 중대한 사건이 벌어지나 봅니다.
zh_hans: 附近聚集了一波相当多的自由螳螂战舰。你不知道发生了什么，但它可能很重要。

source: Approach.
es: Acercarse.
fr: S'approcher.
it: Avvicinati.
ko: 접근한다.
zh_hans: 靠近。

source: As you assimilate with the crowd, you notice most of the ships are empty. All of the Mantis seem to have gathered in one large capital ship in the center. You come aboard, confident the Free Mantis won't mind your presence - although any brash action would be extremely dangerous. You find yourself overlooking a large colosseum-like structure, and in the center stands a Mantis wielding a blade over a Human officer.
es: Al integrarte con la multitud, notás que la mayoría de las naves están vacías. Todos los Mantis parecen haberse reunido en una gran nave capital en el centro. Subís a bordo, confiado en que a los Free Mantis no les importará tu presencia, aunque cualquier acción imprudente sería extremadamente peligrosa. Te encontrás frente a una estructura enorme, parecida a un coliseo, y en el centro se encuentra un Mantis blandiendo una espada sobre un oficial Humano.
fr: Alors que vous vous intégrez à la foule, vous remarquez que la plupart des vaisseaux sont vides. Tous les Mantis semblent s'être rassemblés dans un grand vaisseau au centre. Vous montez à bord, persuadé que les Mantis libres ne verront pas d'inconvénient à votre présence - même si toute action téméraire serait extrêmement dangereuse. Vous vous retrouvez face à une grande structure ressemblant à un colisée et au centre se trouve un Mantis qui brandit une lame sur un officier humain.
it: Mentre ti confondi tra la folla, noti che molte delle navi sono vuote. Pare che tutti i mantis si siano radunati a bordo di una grossa nave madre al centro. Sali a bordo, con la sicurezza che i Mantis Liberi non daranno peso alla tua presenza... anche se qualunque azione avventata potrebbe essere estremamente pericolosa. Ti ritrovi sulla balconata di una grande struttura simile a un colosseo, al cui centro si erge un mantis che brandisce una lama sopra un ufficiale umano.
ko: 군중에 합류하고 보니 대부분의 함선은 비어있었습니다. 모든 맨티스가 중앙에 위치한 커다란 함선에 모여 있는 것 같습니다. 당신은 독립 맨티스가 당신을 경계하지 않을 거라 확신하고 그 함선에 탑승했습니다. 엄청난 수의 맨티스를 보아 경솔히 행동하면 극도로 위험한 상황에 빠질 테니 조심하십시오. 창 앞에 서니 콜로세움 같은 거대한 건축물이 내려다보이고, 그 중앙에서 맨티스 한 명이 인간 장교에게 칼을 휘두르고 있습니다.
zh_hans: 当你融入人群时，你注意到大部分飞船都是空的。所有螳螂族似乎都聚集在中央的一艘大型舰船上。你上船了，确信自由螳螂不会介意你的存在——尽管任何鲁莽行为都是非常危险的。你发现自己俯瞰着一个像斗兽场一样的大型建筑，在中心一个螳螂在人类军官面前挥舞着自己的利刃。

source: Stick around and watch.
es: Te quedás cerca y observás.
fr: Rester dans les parages et observer.
it: Resta a guardare.
ko: 가만히 지켜본다.
zh_hans: 留下来观看。

source: The executioner speaks to the crowd, "At last! We have caught infamous Captain Briggs of Rebel Fleet! We kill him, in the name of our Federation brothers!" A massive outroar from the crowd overwhelms the stadium as the executioner brings the sword down on the officer's head, slicing it clean off. Sickened by the show of brutality, you and your crew head back to your ship, not sure how to feel about what you just watched.
es: El verdugo se dirige a la multitud: “¡Por fin! ¡Hemos capturado al infame Capitán Briggs de la Flota Rebelde! ¡Lo matamos, en nombre de nuestros hermanos de la Federación!” Un grito masivo de la multitud inunda el estadio mientras el verdugo desplaza su espada sobre la cabeza del oficial, cortándola. Asqueados por la muestra de brutalidad, tú y tu tripulación regresan a la nave, sin saber muy bien cómo sentirse tras lo que acaban de presenciar.
fr: Le bourreau parle à la foule, "Enfin ! Nous avoir capturer tristement célèbre Capitaine Briggs de Flotte Rebelle ! Nous tuons au nom de frères de Fédération !" Le rugissement de la foule remplit le stade tandis que le bourreau fait tomber la lame sur la tête de l'officier, la tranchant d'un seul coup. Dégoûtés par cette démonstration brutale, vous et votre équipage retournez à bord de votre vaisseau, ne sachant pas trop comment prendre ce que vous venez de voir.
it: Il boia parla alla folla. "Finalmente! Noi ha catturato l'infame Capitano Briggs di flotta Ribelle! Noi lo uccide, in nome di nostri fratelli di Federazione!" La folla va in visibilio mentre il boia fa calare la lama sulla testa dell'ufficiale, tagliandola di netto. Disgustati da questa dimostrazione pubblica di brutalità, tu e il tuo equipaggio tornate sulla tua nave, senza sapere bene come prendere quello che avete appena visto.
ko: 사형집행인이 군중들에게 외칩니다. "마참내! 우리가 반군 함대의 악명 높은 선장 브릭스 잡다! 연방 형제의 이름으로 죽이다!" 군중들의 웅장한 환호성이 경기장을 압도하고, 집행인의 검이 장교의 목을 깔끔하게 잘라냅니다. 당신과 선원들은 이 잔인한 공연에 질린 채 방금 목격한 것에 대해 어떻게 느낄지 확신하지 못하고 당신의 함선으로 돌아갔습니다.
zh_hans: 刽子手对着人群说："终于！我们抓住了叛军舰队臭名昭著的Briggs舰长！我们将以联邦兄弟的名义杀了他！"人群的巨大呼喊声瞬间淹没了体育场-因为刽子手将剑放在军官的头上，并将其砍下。你被残酷的表演所恶心到，你和你的船员回到你的船上，不知道你对你刚刚看到的东西有什么感觉。

source: Rescue the officer.
es: Rescatar al oficial.
fr: Sauver l'officier.
it: Salva l'ufficiale.
ko: 장교를 구한다.
zh_hans: 营救军官。

source: Your crew aren't sure of the idea of upsetting hundreds of Mantis, but you're set on the idea. You jump down from the balcony, push the executioner off of the Human, and carry him back to your ship, with an angry crowd in pursuit!
es: Tu tripulación no está muy segura de la idea de enfurecer a cientos de Mantis, pero vos estás decidido. Saltás desde el balcón, empujás al verdugo fuera del oficial Humano y lo llevás de regreso a tu nave, ¡con una multitud enfurecida persiguiéndolos!
fr: Votre équipage n'est pas certain du bien-fondé de l'idée d'énerver des centaines de Mantis, mais vous êtes sûr de vous. Vous sautez du balcon, poussez le bourreau loin de l'Humain et le ramenez à votre vaisseau, poursuivis par une foule en colère !
it: Il tuo equipaggio non è sicuro che sia una buona idea far arrabbiare centinaia di mantis, ma ormai hai deciso. Salti giù dalla balconata, spingi il boia via dall'umano, e lo porti sulla tua nave, con una folla inferocita all'inseguimento!
ko: 수백 명의 맨티스들을 화나게 할 계획은 없었지만, 당신은 그 계획을 하기로 결심합니다. 당신은 발코니에서 뛰어내려 사형 집행인을 인간에게서 떼어내고, 성난 군중들의 추격과 함께 당신의 배로 돌아왔습니다!
zh_hans: 你的船员不确定惹恼数百只螳螂族的主意是否高明，但你已经决定了。你从看台上跳了下来并把刽子手从人类身上推开，把他带回了你的船上，愤怒的人群在追赶着你！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Leave the Free Mantis to their business.
es: Dejar a los Free Mantis en lo suyo.
fr: Laisser les Mantis Libres à leurs affaires.
it: Lascia i Mantis Liberi agli affari loro.
ko: 독립 맨티스들에게 맡긴다.
zh_hans: 不管这个闲事。

source: You slip away unnoticed, but you can't help but wonder what you might have missed.
es: Te escabullís sin ser notado, pero no podés evitar preguntarte qué habrás dejado pasar.
fr: Vous filez en douce, mais vous ne pouvez pas vous empêcher de vous demander ce que vous avez raté.
it: Ti allontani senza farti notare, ma non puoi fare a meno di chiederti cosa potresti esserti perso.
ko: 당신은 눈에 띄지 않으며 슬그머니 지나갔지만, 무엇을 놓쳤을지 궁금하지 않을 수 없었습니다.
zh_hans: 在你被注意之前你到就溜走了，但你忍不住想知道你可能错过了些什么。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: You shake the human awake. He coughs, then stands up. "T-thanks. I... I was working as a Federation spy, but the Free Mantis attacked the Rebel ship I was working on and killed my crew, then took me hostage. I can't thank you enough for saving my life." You don't have time to talk further because the Mantis are already upon your ship!
es: Sacudís al Humano para despertarlo. Tose un poco y luego se pone de pie. “Gr-gracias. Yo… estaba trabajando como espía de la Federación, pero los Free Mantis atacaron la nave Rebelde en la que trabajaba y mataron a mi tripulación, luego me tomaron como rehén. No puedo agradecerles lo suficiente por salvar mi vida.” No hay tiempo para hablar más: ¡los Mantis ya están sobre tu nave!
fr: Vous réveillez l'Humain en le secouant. Il tousse et se lève. "M...merci. J...Je travaillais comme espion pour la Fédération, mais les Mantis Libres ont attaqué le vaisseau Rebelle sur lequel je travaillais et ont tué mon équipage et m'ont pris comme otage. Je ne peux pas vous remercier assez pour m'avoir sauvé la vie." Vous n'avez pas le temps de discuter plus amplement car les Mantis sont déjà à bord de votre vaisseau !
it: Scuoti l'umano per svegliarlo. Tossisce e poi si alza in piedi. "G-grazie. Sta... stavo lavorando come spia per la Federazione, ma i Mantis Liberi hanno attaccato la nave Ribelle su cui stavo lavorando e hanno ucciso il mio equipaggio, poi mi hanno preso in ostaggio. Non potrò mai ringraziarti abbastanza per avermi salvato la vita." Non hai altro tempo per parlare perché i mantis sono già sulla tua nave!
ko: 당신은 인간을 흔들어 깨웁니다. 그는 기침을 하고 일어섭니다. "ㄱ-고맙습니다. 전 연방 스파이로 일하고 있었는데, 독립 맨티스들이 제가 작업하던 반군 함선을 습격해 선원들을 죽이고는 저를 인질로 잡았죠. 제 목숨을 구해 주셔서 감사하기 짝이 없습니다." 맨티스가 이미 배에 올라왔기 때문에 당신에게 더 이상 이야기할 시간은 없습니다!
zh_hans: 你把人摇醒。他咳嗽了一下，然后站了起来。"谢-谢谢。我...我当时是联邦间谍，但自由螳螂袭击了我正在工作的叛军船，并杀死了我的船员，然后把我扣为人质。我再怎么感谢你也不为过。"你们还没来得及寒暄太久，就发现螳螂族已经进入星舰！

source: Briggs
zh_hans: 布里奇斯

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: The Human pushes you off of him, and you notice for the first time his Rebel uniform. He thanks you reluctantly. He's too injured to fight, so you leave him and focus on the boarders.
es: El Humano te empuja para alejarte de él, y notás por primera vez su uniforme Rebelde. Te agradece de manera renuente. Está demasiado herido para luchar, así que lo dejás y te concentrás en los invasores que abordan la nave.
fr: L'Humain vous repousse et vous remarquez pour la première fois son uniforme Rebelle. Il vous remercie à contrecoeur. Il est trop blessé pour pouvoir se battre, donc vous le laissez en plan et allez vous occuper des Mantis vous attaquant.
it: L'umano ti spinge via da lui e noti per la prima volta la sua uniforme Ribelle. Ti ringrazia controvoglia. È troppo ferito per combattere, quindi lo lasci in pace e ti concentri sugli intrusi.
ko: 인간은 당신을 밀쳐냈고, 이제야 당신은 그의 반군 제복을 알아차릴 수 있었습니다. 그는 마지못해 당신에게 감사를 표했습니다. 그는 너무 다쳐서 싸울 수 없으니, 당신은 그를 내버려두고 침입자들에게 집중해야 합니다.
zh_hans: 那个人将你从他身上推开，这时你才注意到他身上的叛军制服。他不情愿地感谢你。他伤得太重，无法战斗，你离开他，专注于登舰者。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: "In... in all my years, I've never seen anyone do what you just did, rescuing a complete stranger and putting your entire ship at risk. I... I feel ashamed for what I've done to your Federation brothers now. Please, let me serve your crew."
es: “E-en todos mis años, nunca he visto a alguien hacer lo que acabas de hacer: rescatar a un completo extraño y poner en riesgo toda tu nave. Yo… ahora me siento avergonzado por lo que le he hecho a sus hermanos de la Federación. Por favor, déjenme servir en su tripulación.”
fr: "J'ai...j'ai vécu de nombreuses années, mais je n'aurais jamais cru voir ça un jour, quelqu'un qui sauve un parfait étranger en prenant de tels risques. Je...J'ai honte de ce que j'ai fait à vos frères de la Fédération, maintenant. S'il vous plaît, laissez-moi vous aider en rejoignant votre équipage."
it: "In... in tutti i mei anni, non ho mai visto nessuno fare quello che hai fatto tu, salvare un completo sconosciuto e mettere a repentaglio la tua intera nave. Mi... mi vergogno di quello che ho fatto ai tuoi compagni della Federazione ora. Ti prego, lascia che mi unisca al tuo equipaggio."
ko: "...내 평생 동안, 방금처럼 일면식도 없는 이를 구하기 위해 자신의 함선을 송두리째 위험에 빠뜨리는 사람은 본 적이 없었습니다. 나는... 나는... 지금 여태껏 연방 형제 분들에게 해왔던 짓이 부끄럽습니다. 제발, 제가 당신의 선원들을 섬길 수 있게 해주십시오."
zh_hans: "在我这么多年里，我从未见过有人做你刚刚做过的事情，拯救一个完全陌生的人，让你的整个船处于危险之中。我...我为我现在对你们联邦兄弟所做的一切感到羞愧。拜托，让我为你们的船员服务吧。"

source: Briggs
zh_hans: 布里奇斯

source: The Rebel captain tries to act indifferent, but you can tell he's grateful. "I suppose I am in your debt now. You are still my enemy, but I am an honorable man. I will give the fleet false information, it should delay them for some time."
es: El capitán Rebelde intenta mostrarse indiferente, pero se nota que está agradecido. “Supongo que ahora estoy en deuda con ustedes. Siguen siendo mis enemigos, pero soy un hombre honorable. Le daré información falsa a la flota; eso debería retrasarlos por un tiempo.”
fr: Le capitaine Rebelle essaye de prendre un air indifférent, mais vous devinez qu'il vous est reconnaissant. "J'imagine que je vous dois une dette, maintenant. Nous sommes toujours ennemis, mais je suis quand même un homme d'honneur. Je vais donner des fausses informations à la flotte, ça devrait les retarder pour quelques temps."
ko: 반군 선장은 무관심한 척 연기했지만, 분명 감사함을 느끼고 있을 겁니다. "당신에게 빚을 진 것 같군요. 당신은 여전히 저의 적이지만, 저는 은혜를 갚을 줄 아는 사람입니다. 함대에는 거짓 정보를 보고하겠습니다. 그러면 추격이 조금 지연되겠죠."
zh_hans: 叛军舰长试图表现得冷漠，但你可以看出他其实很感激你。"我想我现在欠了你的人情。但你依然是我们的敌人，然而对于我个人而言你是一个可敬的人。我会给舰队提供虚假信息，这应该会拖延他们一段时间。"

source: The Rebel captain backs away from you. "Federation scum, this changes nothing. I don't know why you did this, but I don't care. Release me, or suffer the wrath of the Rebellion!"
es: El capitán Rebelde retrocede un paso frente a vos. “Escoria de la Federación, esto no cambia nada. No sé por qué hiciste esto, pero no me importa. ¡Libérenme, o sufran la ira de la Rebelión!”
fr: Le capitaine Rebelle recule à votre vue. "Pourriture de la Fédération, cela ne changera rien. Je ne sais pas pourquoi vous avez fait ça, mais je m'en fiche. Libérez-moi, ou vous subirez la colère de la Rébellion !"
it: Il capitano Ribelle si allontana da te. "Sporco fed, questo non cambia niente. Non so perché l'hai fatto, ma non m'importa. Liberami o subirai la collera della Ribellione!"
ko: 반군 선장이 당신으로부터 물러섭니다. "연방 쓰레기놈아, 이런건 아무것도 바꾸지 못해. 네가 왜 이런 일을 했는지 모르겠다만, 나는 신경 쓰지 않아. 당장 나를 풀어주던가, 반군의 노여움을 사던가 하시지!"
zh_hans: 叛军舰长从你身边后缩。"联邦败类，这改变不了什么。我不知道你为什么要这样做，但我不在乎。放了我，否则就承受叛军的怒火！"

source: Let him go.
es: Dejar que se vaya.
fr: Le laisser s'en aller.
it: Lascialo andare.
ko: 그를 보내준다.
zh_hans: 放了他。

source: "Excellent choice!" Your crew call you insane, but you drop him off at the nearest station unharmed. You know he'll report your position to the fleet, but you aren't savages.
es: “¡Excelente elección!” Tu tripulación te llama loco, pero lo dejás ileso en la estación más cercana. Sabés que informará tu posición a la flota, pero ustedes no son unos salvajes.
fr: "Très bien choisi !" Votre équipage pense que vous êtes fou, mais vous le déposez à une station proche sain et sauf. Vous savez qu'il informera la flotte de votre position, mais vous n'êtes pas des sauvages.
it: "Ottima scelta!" Il tuo equipaggio ti dà del pazzo, ma lo lasci incolume alla stazione più vicina. Sai che riferirà la tua posizione alla flotta, ma voi non siete selvaggi.
ko: "탁월한 선택이야!" 선원들은 당신을 미쳤다고 하지만, 당신은 그를 가장 가깝고 안전한 정거장에 내려놓았습니다. 당신은 그가 함대에 당신의 위치를 보고할 것을 알고 있습니다, 하지만 당신은 야만인이 아닙니다.
zh_hans: "绝佳的选择！"你的船员说你疯了，你把他送到最近的空间站。你知道他会向叛军舰队报告你的位置，但你不是一个残暴的人。

source: Just shoot the bastard.
es: Dispararle al bastardo.
fr: Tirer sur cet enfoiré.
it: Spara al bastardo e falla finita.
ko: 이 개새끼를 쏴죽인다.
zh_hans: 杀了这个混蛋。

source: You draw your laser and shoot the helpless captain. His lifeless body hits the floor, and you drag him to the airlock and send him flying out into the abyss. All of that for nothing then.
es: Sacás tu láser y le disparás al capitán indefenso. Su cuerpo sin vida cae al suelo, y lo arrastrás hasta la esclusa de aire para lanzarlo al vacío. Todo eso, al final, para nada.
fr: Vous sortez votre pistolet laser et tirez sur le capitaine sans défense. Son corps sans vie tombe par terre et vous le tirez jusqu'au sas pour l'envoyer voler dans les abysses. Tout ça pour rien.
it: Estrai il blaster e spari al capitano indifeso. Il suo corpo esanime cade a terra e lo trascini al portellone prima di farlo volare nello spazio. Quindi tutto questo è stato per niente.
ko: 당신은 개인 레이저 화기를 뽑아 속수무책인 선장을 쐈습니다. 생기 없는 주검이 바닥에 고꾸라지고, 당신은 그를 에어록으로 끌고 가 심연에서 표류하도록 둡니다. 그 모든 노력이 무의미했군요.
zh_hans: 你打开激光并射击舰长。他毫无生气的身体撞到地板上，你把他拖到气闸上，送进深渊。但这一切改变不了任何事。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_DEFEND"]/text
source: Your ship is almost immediately hailed by a nearby Free Mantis ship under attack by a Rebel. "Federation captain, please save us from Rebels!"
es: Tu nave recibe casi de inmediato una señal de una nave Free Mantis cercana que está siendo atacada por un Rebelde. “¡Capitán de la Federación, por favor, sálvenos de los Rebeldes!”
fr: Votre vaisseau est presque immédiatement contacté par un vaisseau Mantis Libre proche se faisant attaquer par un Rebelle. "Capitaine Fédération, sauvez-nous des Rebelles !"
it: La tua nave viene contattata quasi subito da una nave di Mantis Liberi vicina che è sotto attacco. "Capitano di Federazione, ti prego, salvaci dai Ribelli!"
ko: 당신의 함선은 반군에게 공격받는 근처의 독립 맨티스 함으로부터 교신을 받았습니다. "연방 함장님, 반군들로부터 우리를 제발 구한다!"
zh_hans: 你的船几乎立即收到了附近的自由螳螂舰船的呼叫，它们受到叛军的攻击。"联邦舰长，请把我们从叛军手中救出来！"

source: Defend them from the Rebels.
es: Defenderlos de los Rebeldes.
fr: Les défendre des Rebelles.
it: Difendili dai Ribelli.
ko: 그들을 반군들로부터 지켜낸다.
zh_hans: 保卫他们免受叛军的侵害。

source: You fire up the weapons and prepare to defend your Mantis allies.
es: Activás las armas y te preparás para defender a tus aliados Mantis.
fr: Vous activez vos armes et vous préparez à défendre vos alliés Mantis.
it: Alimenti le armi e ti prepari a difendere i tuoi alleati mantis.
ko: 당신은 무기를 작동시키며 맨티스 동맹을 지켜낼 준비를 했습니다.
zh_hans: 你将武器预热，准备保卫你的螳螂族盟友。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Tune them out.
es: Ignorarlos.
fr: Couper les communications.
ko: 그들을 무시한다.
zh_hans: 无视它们。

source: You try to ignore their pleas for help as you fly away.
es: Intentás hacer oídos sordos a sus súplicas de ayuda mientras te alejás volando.
fr: Vous essayez d'ignorer leurs appels à l'aide tandis que vous vous envolez.
it: Provi ad ignorare le loro suppliche di aiuto mentre voli via.
ko: 당신은 도움을 요청하는 그들의 호소를 무시하려 노력하며 도망쳤습니다.
zh_hans: 当你飞走时，你试图无视他们的请求。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_DEFEND_WIN"]/text
source: The Free Mantis are grateful for your aid. They pay you in thanks.
es: Los Free Mantis están agradecidos por tu ayuda. Te recompensan con su agradecimiento.
fr: Les Mantis Libres vous remercient pour votre aide. Ils vous payent en vous remerciant chaudement.
it: I Mantis Liberi ti sono grati per l'aiuto. Ti pagano in ringraziamenti.
ko: 독립 맨티스들은 당신의 도움에 감사해 합니다. 그들은 당신에게 사례금을 지불합니다.
zh_hans: 自由螳螂感谢你的帮助。他们向你表示感谢。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_THEFT"]/text
source: A few Free Mantis ships from different clans are trading supplies nearby. Most of them are small, and you could probably steal some of their supplies if you're up to the risk.
es: Algunas naves Free Mantis de distintos clanes están intercambiando suministros cerca. La mayoría son pequeñas, y probablemente podrías robar parte de sus provisiones si estás dispuesto a correr el riesgo.
fr: Une poignée de vaisseaux Mantis Libres de clans différents sont en plein échange de ressources non loin. La plupart d'entre eux sont petits et vous pourrez probablement leur voler quelques ressources si vous êtes prêt à prendre ce risque.
it: Alcune navi di Mantis Liberi da diversi clan stanno commerciando qui vicino. Molte sono piccole, e potresti riuscire a rubare alcune merci se hai voglia di correre il rischio.
ko: 근처에서 서로 다른 부족 출신의 독립 맨티스 함선 몇 척이 물자를 거래하고 있습니다. 대부분 왜소한 무역선이므로, 위험을 감수하면 그들의 물품 중 일부를 훔칠 수 있을 것 같습니다.
zh_hans: 来自不同部落的几艘自由螳螂船正在附近交易物资。他们中的大多数的规模都很小，如果你愿意承担风险，你可能有机会偷走他们的一些物资。

source: Wait for the bigger ships to leave and then steal the supplies.
es: Esperar a que las naves más grandes se vayan y luego robar los suministros.
fr: Attendre que les plus gros vaisseaux s'en aillent pour voler les ressources.
it: Aspetta che le navi più grandi se ne vadano per rubare le risorse.
ko: 큰 함선들이 떠나기를 기다렸다가 보급품을 훔친다.
zh_hans: 等待大型舰船离开，然后偷走补给。

source: Leave them be.
es: Dejarlos ser.
fr: Les laisser tranquille.
it: Lasciali stare.
ko: 내버려둔다.
zh_hans: 不管他们。

source: You don't need to get involved, and messing with multiple Free Mantis clans at once isn't a good idea.
es: No necesitás involucrarte, y meterte con varios clanes Free Mantis al mismo tiempo no es una buena idea.
fr: Vous n'avez pas besoin de vous impliquer et vous mettre plusieurs clans Mantis Libres à dos en même temps est une mauvaise idée.
it: Non hai bisogno di metterti in mezzo, e mettersi contro svariati clan di Mantis Liberi contemporaneamente non è una buona idea.
ko: 이 일에 굳이 관여할 필요는 없습니다. 복수의 독립 맨티스 부족과 엮이는 것은 별로 좋은 생각이 아닙니다.
zh_hans: 你不需要参与，因为同时与多个自由螳螂族交恶不是一个好主意。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: It doesn't take long before your hopes at stealth are shattered as one of the larger ships catches you and attacks!
es: No pasa mucho tiempo antes de que tus esperanzas de sigilo se hagan añicos cuando una de las naves más grandes te detecta y ataca!
fr: Il ne se passe pas beaucoup de temps avant que votre tentative de furtivité soit réduite à néant lorsqu'un des gros vaisseaux vous remarque et vous attaque !
it: Non ci vuole molto prima che il tuo tentativo di agire di soppiatto finisca male e una delle navi più grandi ti becca e attacca!
ko: 그 순간 더 큰 함선이 당신을 포착하고 공격해 오면서, 잠행에 대한 희망은 곧바로 산산조각났습니다!
zh_hans: 没过多久，你隐形的希望就破灭了，因为他们其中有一艘大型战舰发现你并发动了攻击！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。
