Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: You are hailed by a Free Mantis ship, whose captain immediately begins to slander you. "Rebel scum! You will rue the day you messed my clan! I will remove head, and bring it as gift to my Federation friends!" He roars and ends the transmission. You aren't sure how they confused you as a Rebel ship, but looks like there's no talking your way out of this one.
es: Una nave Free Mantis te contacta, y su capitán comienza de inmediato a insultarte. “¡Escoria Rebelde! ¡Lamentarás el día en que te metiste con mi clan! ¡Arrancaré tu cabeza y la llevaré como regalo a mis amigos de la Federación!” Ruge y corta la transmisión. No estás seguro de cómo te confundieron con una nave Rebelde, pero parece que no podrás resolver esto hablando.
fr: Vous êtes contacté par un vaisseau Mantis Libre, dont le capitaine commence tout de suite à vous insulter. "Saleté de Rebelle ! Toi payer pour fois où toi bousiller mon clan ! Moi retirer ta tête et l'amener en cadeau à amis de la Fédération !" Il rugit et met fin à la transmission. Vous n'êtes pas certain de comment ils ont pu vous confondre avec un vaisseau Rebelle, mais on dirait que la discussion ne suffira pas, cette fois-ci.
it: Una nave di Mantis Liberi ti contatta e il capitano inizia subito a insultarti. "Feccia Ribelle! Vi pentirà del giorno in cui ha infastidito mio clan! Io mozza vostre teste e le porta in regalo ad amici della Federazione!" Ruggisce e chiude la trasmissione. Non hai idea di come abbia fatto a prenderti per una nave Ribelle, ma sembra che non te la caverai a parole.
ko: 당신은 독립 맨티스 함선의 연락을 받았습니다, 선장은 즉시 당신을 비방하기 시작합니다. "반군 새끼! 너가 우리 부족 개판 만든 날을 후회하게 만든다! 내가 머리통 날린다, 그리고 연방 친구들에게 선물한다!" 그가 고함을 지르며 연락을 마칩니다. 그들이 어떻게 당신과 반군 함선을 혼동한지는 모르겠지만, 이 상황에서 다른 탈출구는 없어 보입니다.
zh_hans: 你与一艘自由螳螂战舰打招呼，舰长立即开始辱骂你。"叛军败类！你会后悔你搞砸了我族的那一天！我要摘下你的头颅，把它作为礼物送给我的联邦好友！"他咆哮着中断了通讯传输。你不确定他们是怎么把你的战舰当成叛军的，但看起来你没有办法用嘴摆脱这艘船。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: You are hailed by a Free Mantis ship, whose captain immediately begins to slander you. "Rebel scum! You will rue the day you messed my clan! I will remove head, and bring it as gift to my Federation friends!" He roars and ends the transmission. You have no one but yourself to blame this time, seeing as you had the splendid idea of flying an actual Rebel vessel right in the territory of the Free Mantis.
es: Una nave Free Mantis te contacta, y su capitán comienza de inmediato a insultarte. “¡Escoria Rebelde! ¡Lamentarás el día en que te metiste con mi clan! ¡Arrancaré tu cabeza y la llevaré como regalo a mis amigos de la Federación!” Ruge y corta la transmisión. Esta vez no tienes a nadie más a quien culpar, considerando que tuviste la brillante idea de volar una auténtica nave Rebelde en pleno territorio Free Mantis.
fr: Vous êtes contacté par un vaisseau Mantis Libre, dont le capitaine commence tout de suite à vous insulter. "Saleté de Rebelle ! Toi payer pour fois où toi bousiller mon clan ! Moi retirer ta tête et l'amener en cadeau à amis de la Fédération !" Il rugit et met fin à la transmission. Vous êtes le seul à blâmer ce coup ci, car vous avez eu la splendide idée de piloter un vrai vaisseau rebelle en plein dans le territoire des Mantis Libres.
it: Una nave di Mantis Liberi ti contatta e il capitano inizia subito a insultarti. "Feccia Ribelle! Vi pentirà del giorno in cui ha infastidito mio clan! Io mozza vostre teste e le porta in regalo ad amici della Federazione!" Ruggisce e chiude la trasmissione. A sua discolpa, te la sei cercata, dato che hai avuto la splendida idea di volare dritto nel territorio dei Mantis Liberi con una vera nave Ribelle.
ko: 당신은 독립 맨티스 함선의 연락을 받았고, 선장은 즉시 당신을 비방하기 시작합니다. "반군 새끼! 너가 내 부족 개판 만든 날을 후회하게 만든다! 내가 머리통 날린다, 그리고 연방 친구들에게 선물한다!" 그가 고함을 지르며 통신을 종료했습니다. 독립 맨티스 영토에서 반군 함선을 몬다는 멋진 아이디어에, 이번엔 자기 자신 말고는 탓할 사람이 없었습니다.
zh_hans: 你与一艘自由螳螂战舰打招呼，舰长立即开始辱骂你。"叛军败类！你会后悔你搞砸了我族的那一天！我要摘下头颅，把它作为礼物送给我的联邦朋友！"他咆哮着中断了通讯传输。这次你怪不了别人，因为你天才到在自由螳螂的星域内驾驶一艘真正的叛军战舰。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: A nearby Free Mantis ship sends you a message. "Wanting fight practice! But comm broken, can't hear... Idea! You firing on us if you want to say no, or not doing so to say yes."
es: Una nave Free Mantis cercana te envía un mensaje. “¡Querer práctica de combate! Pero comunicaciones rotas, no poder oír... ¡Idea! Disparas a nosotros si quieres decir no, o no hacerlo para decir sí.”
fr: Un vaisseau Mantis Libres proche vous envoie un message : "Vouloir m'entraîner au combat ! Mais communication cassée, peux pas entendre... Idée ! Vous tirez sur nous si vous dire non, ou ne pas faire pour dire oui."
it: Una nave di Mantis Liberi vicina ti manda un messaggio. "Noi vuole far pratica di combattimento! Ma comunicatore rotto, noi non può sentire... idea! Tu spara su di noi per dire no, o non spara per dire sì."
ko: 근처에 있던 독립 맨티스 함선에서 메시지가 옵니다. "전투 연습을 원하다! 하지만 통신기가 망가져서 의견을 들을 수... 없다! 거절하고 싶으면 우리에게 발포하고, 승낙하고 싶으면 발포하지 말다."
zh_hans: 附近的一艘自由螳螂飞船向你发送了一条信息。"想练习战斗！但通讯器坏了，听不到…有主意了！如果你想拒绝，就向我们开火。如果你同意请求，就什么也别做。"

source: Fire on them.
es: Abrir fuego contra ellos.
fr: Tirer sur eux.
it: Sparagli addosso.
ko: 발포한다.
zh_hans: 向他们开火。

source: "We're under attack! Return fire!" You aren't sure if they misunderstood you or if you misunderstood them, but now it looks like you'll have to fight your way out of this.
es: “¡Estamos bajo ataque! ¡Devuelvan el fuego!” No estás seguro de si ellos te malinterpretaron a vos o si fuiste vos quien los malinterpretó a ellos, pero ahora parece que vas a tener que abrirte paso a la fuerza para salir de esta.
fr: "Nous sommes attaqués ! Ripostez ! " Vous ne savez pas s'ils vous ont mal compris ou si c'est vous qui les avez mal compris, mais il semble que vous allez devoir vous battre pour vous en sortir.
it: "Noi è sotto attacco! Risponde al fuoco!" Non sai se siano stati loro a capire male te o tu a capire male loro, ma pare che ora dovrai combattere per uscirne.
ko: "우리 공격당하다! 반격하다!" 저들이 당신을 오해한 건지 당신이 저들을 오해한 건지 확실치 않지만, 이제 이 상황을 벗어나려면 싸워야 할 것 같습니다.
zh_hans: "我们受到攻击！还击！"你不知道是他们误解了你，还是你误解了他们，但现在看来，你必须奋力一搏了。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Don't fire on them.
es: No dispararles.
fr: Ne pas leur tirer dessus.
it: Non sparargli addosso.
ko: 발포하지 않는다.
zh_hans: 不向他们开火。

source: "Good! We are wanting to fight too." The Free Mantis ship understands your lack of action to mean that you want to fight!
es: “¡Bien! Nosotros también queremos pelear.” La nave Free Mantis interpreta tu falta de acción como una señal de que quieres combatir!
fr: "Bien ! Nous aussi, nous voulons battre." Le vaisseau des Mantis Libres comprend que votre manque d'action signifie que vous voulez vous battre !
it: "Bene! Anche noi vuole combatte." La nave dei Mantis Liberi ha interpretato la tua inadempienza come segno che vuoi combatte!
ko: "좋다! 우리도 싸우고 싶었다." 독립 맨티스는 당신의 침묵을 싸우자는 표현으로 알아들었습니다!
zh_hans: "很好，我们也想战斗。"自由螳螂飞船明白，你没有行动就意味着你想战斗！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: (Cloaking) Sneak away.
es: (Camuflaje) Escabullirte sin ser detectado.
fr: (Camouflage) S'éclipser.
it: (Occultamento) Eclissati.
ko: (은폐장) 몰래 지나간다.
zh_hans: (隐形系统)溜走。

source: "Renegade? Where have you gone?" It looks like you managed to get away from the clueless Mantises.
es: “Renegado? A dónde te fuiste?” Parece que lograste escapar de los Mantis despistados.
fr: "Renégat ? Où es-tu passé ?" On dirait que vous avez réussi à vous éloigner des Mantis déboussolées.
it: "Rinnegato? Dove tu è finito?" Sembra che sei riuscito a sfuggire ai mantis ignari.
ko: "배회자? 어디로 사라지다?" 아무것도 모르는 맨티스를 따돌리는 데 성공한 것 같습니다.
zh_hans: "变元者？你去哪儿了？"看来你成功摆脱了那群没脑子的螳螂。

source: (Repair Bomb) Remotely fix their communications and tell them you don't want to fight.
es: (Bomba de Reparación) Reparar remotamente sus comunicaciones y decirles que no querés pelear.
fr: (Bombe Réparante) Réparer à distance leurs communications et dites-leur que vous ne voulez pas vous battre.
it: (Unità riparatrice) Ripara da remoto il loro comunicatore e digli che non vuoi combattere.
ko: (수리 폭탄) 원격으로 통신기를 고쳐주고 싸우고 싶지 않다고 말한다.
zh_hans: (修复炸弹)远程修复他们的通讯器并告诉他们你不想战斗。

source: The Mantises are shocked at your ability to remotely repair their systems. "You are fixing our ship? From over there?" The grateful Free Mantis decide to gift you with some of their leftover spoils.
es: Los Mantis quedan impactados por tu capacidad de reparar sus sistemas de forma remota. “Estás arreglando nuestra nave? Desde allá?” Los Free Mantis, agradecidos, deciden regalarte parte de los botines que les habían sobrado.
fr: Les Mantis sont choquées par votre capacité à réparer leurs systèmes à distance : "Vous réparez notre vaisseau ?" Les Mantis Libres, reconnaissantes, décident de vous offrir une partie de leur butin.
it: I mantis sono sconvolti dalla tua capacità di riparare i loro sistemi da remoto. "Tu sistema nostra nave? Da laggiù?" Ti sono grati e decidono di regalarti parte del loro bottino.
ko: 맨티스들은 원격으로 시스템을 수리하는 당신의 능력에 충격받았습니다. "우리 우주선을 고치다? 그 함선에서?" 독립 맨티스는 감사의 표시로 남는 전리품을 선물했습니다.
zh_hans: 自由螳螂对你远程修复他们系统的能力感到震惊。"你在修理我们的飞船？从那里？" 心存感激的自由螳螂决定把他们一些剩下的战利品送给你。

source: A Free Mantis ship and a sun both share this beacon. "Ah, fellow fighter! Welcome, and let us test skills against each other."
es: Una nave Free Mantis y un sol comparten este faro. “¡Ah, compañero de combate! Bienvenido, y pongamos a prueba nuestras habilidades el uno contra el otro.”
fr: Un vaisseau Mantis Libre et un soleil partagent cette balise. "Ah, ami combattant ! Bienvenue. Mesurons talents l'un contre l'autre."
it: Una nave di Mantis Liberi e un sole si trovano a questo astrofaro. "Ah, un altro guerriero! Io ti dà il benvenuto e mette alla prova nostri talenti l'uno contro l'altro."
ko: 독립 맨티스 함선과 태양이 이 송신소를 함께 사용하고 있습니다. "아, 동료 전투기! 환영하다, 그리고 우리 서로 기술을 시험해 보다."
zh_hans: 本信标附近有一颗恒星与一艘自由螳螂战舰。"啊，战友！欢迎你，让我们切磋一下作战技能。"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Two Mantis ships, one belonging to the Hive and the other to the Free Mantis duel nearby, and the Hive Mantis emerges victorious. Driven by bloodlust, they target you next.
es: Dos naves Mantis, una de la Colmena y otra de los Free Mantis, se enfrentan en un duelo cercano, y la nave de la Colmena resulta victoriosa. Movida por la sed de sangre, ahora te tiene a vos como objetivo.
fr: Deux vaisseaux Mantis, l'un appartenant à la Ruche et l'autre aux Mantis Libres se battent en duel non loin et le Mantis de la Ruche émerge victorieux. Mené par sa folie sanguinaire, il vous prend pour cible.
it: Due navi mantis, una dell'Alveare e l'altra di Mantis Liberi stanno combattendo qui vicino e la nave dell'Alveare ne esce vittoriosa. Guidata da una irrefrenabile sete di sangue, prende di mira anche te.
ko: 하이브 소속 한 척과 독립 맨티스 소속 한 척이 대결하고, 하이브 맨티스가 승리했습니다. 당신은 피에 굶주린 그들의 다음 타겟이 됩니다.
zh_hans: 两艘螳螂族船，一艘属于母巢，他们与另一艘属于附近的自由螳螂族战舰决斗，结果母巢螳螂族取得了胜利。在嗜血欲望的驱使下，你是他们的下一个目标。

source: The Mantis Hive does not appreciate the Free Mantis attempts at separating themselves, and rogue Mantis hunters often go out to hunt them down. The one at this beacon seems to be willing to settle with you as their target.
es: La Colmena Mantis no aprecia los intentos de los Free Mantis de separarse, y cazadores Mantis rebeldes suelen salir a perseguirlos. El que se encuentra en este faro parece estar dispuesto a elegirte a vos como su objetivo.
fr: Les Mantis de la Ruche n'apprécient pas trop les tentatives des Mantis Libres de se séparer de celle-ci et des chasseurs Mantis solitaires partent souvent les traquer. Celui qui se situe à cette balise semble prêt à se contenter de vous comme cible.
it: L'Alveare mantis non apprezza i tentativi dei Mantis Liberi di separarsi e spesso dei cacciatori reietti vanno a dargli la caccia. Quello a questo astrofaro sembra accontentarsi di avere te come preda.
ko: 맨티스 하이브는 독립 맨티스들의 분리 독립 시도를 인정하지 않으며, 떠돌이 맨티스 사냥꾼들은 종종 이들을 사냥하러 나갑니다. 이 송신소에 있는 놈은 당신을 타겟으로 결정한 것 같습니다.
zh_hans: 螳螂族母巢不喜欢自由螳螂试图分裂的企图，经常派流浪螳螂猎人出去追捕。这个信标处的螳螂船似乎想把你一起作为他们的目标。

source: The views of the Mantis Hive and Free Mantis are polar opposites, and so are their opinions of the Federation. The Hive Mantis here are eager to take you down.
es: Las perspectivas de la Colmena Mantis y de los Free Mantis son completamente opuestas, y lo mismo ocurre con sus opiniones sobre la Federación. Los Mantis de la Colmena aquí presentes están ansiosos por derribarte.
fr: Les vues des Mantis de la Ruche et des Mantis Libres sont parfaitement opposées, tout comme leurs opinions de la Fédération. Les Mantis de la Ruche postés ici sont ravis de vous abattre.
it: Le posizioni dell'Alveare mantis e dei Mantis Liberi sono agli antipodi, così come la loro opinione sulla Federazione. I mantis dell'Alveare qui presenti non vedono l'ora di abbatterti.
ko: 맨티스 하이브와 독립 맨티스의 견해는 극과 극이며, 그들의 연방에 대한 태도도 마찬가지입니다. 이곳의 하이브 맨티스는 당신을 잡으려고 합니다.
zh_hans: 母巢螳螂和自由螳螂的观点是两极对立的，他们对联邦的看法也是如此。这里的母巢螳螂渴望把你击败。

source: This beacon is abandoned by the Free Mantis, and for good reason. A Mantis hunter, waiting for its next prey, catches you and moves in to attack.
es: Esta baliza ha sido abandonado por los Free Mantis, y con buena razón. Un cazador Mantis, esperando a su próxima presa, te detecta y se acerca para atacar.
fr: Cette balise est abandonnée par les Mantis Libres et pour une bonne raison. Un chasseur Mantis, attendant sa prochaine proie, vous attrape et s'approche pour vous attaquer.
it: I Mantis Liberi hanno abbandonato questo astrofaro, e per un buon motivo. Un cacciatore mantis, in attesa della sua prossima preda, ti becca e attacca.
ko: 이 송신소는 독립 맨티스에게 버려졌고, 그럴 만한 이유가 있었습니다. 다음 사냥감을 기다리던 맨티스 사냥꾼이 당신을 발견하고 공격하기 위해 움직입니다.
zh_hans: 这个信标被自由螳螂遗弃是有充分理由的。一个螳螂猎人在这里等待着下一个猎物，他们抓到了你并开始进攻。

source: A Mantis hunter adorned with Mantis intestines, most likely once belonging to the Free Mantis, is hiding in the nearby asteroid field. They move in to attack!
es: Un cazador Mantis adornado con intestinos de Mantis, que probablemente perteneció a los Free Mantis, se esconde en el campo de asteroides cercano. ¡Se acerca para atacar!
fr: Un chasseur Mantis arborant des intestins appartenant probablement à des Mantis Libres se cache dans le champ d'astéroïdes à proximité. Il se rapproche pour vous attaquer !
it: Un cacciatore mantis agghindato in intestini di mantis, probabilmente appartenenti ai Mantis Liberi, è in agguato nel campo di asteroidi qui vicino. Esce e ti attacca!
ko: 독립 맨티스였던 것 같은 맨티스 창자로 치장한 맨티스 사냥꾼이 근처 소행성 구역에 숨어 있었습니다. 그들이 공격하기 위해 움직입니다!
zh_hans: 一个螳螂族猎人躲在附近的小行星带里，它身上装饰着螳螂族的肠子，那玩意曾经很可能属于一个自由螳螂。对方进入攻击状态！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: The Zoltans have recently begun a much more concentrated attack on Free Mantis territory, and unfortunately sometimes ships get caught in the crossfire. This time, it appears you're one of them!
es: Los Zoltan han comenzado recientemente un ataque mucho más concentrado sobre el territorio Free Mantis, y desafortunadamente, a veces las naves quedan atrapadas en el fuego cruzado. ¡Esta vez parece que vos sos una de ellas!
fr: Les Zoltans ont récemment lancé une attaque bien plus focalisée sur les territoires Mantis Libres et hélas, des vaisseaux sont parfois pris entre deux feux. On dirait que vous êtes l'un d'eux cette fois-ci !
it: Recentemente gli zoltan hanno iniziato un attacco molto più concentrato sul territorio dei Mantis Liberi, e sfortunatamente a volte capita che altre navi restino coinvolte nel fuoco incrociato. Stavolta pare sia capitato a te!
ko: 졸탄족은 최근들어 독립 맨티스 영역을 훨씬 더 집중적으로 공격하기 시작했고, 불행하게도 이따금 함선들이 공세에 휘말리기도 합니다. 이번에는 당신이 그중 한 명인 것 같군요!
zh_hans: 超能族最近开始对自由螳螂的星域进行更集中的攻击，不幸的是，有时船只可能会陷入交火。这一次，看来你是其中之一！

source: It's not usual for Zoltan ships to go out of their way to attack Federation ships they should be allied with, but an irate Zoltan captain nearby seems to think you're a threat and attacks!
es: No es común que las naves Zoltan se esfuercen por atacar naves de la Federación con las que deberían estar aliadas, pero un capitán Zoltan irritado en las cercanías parece considerarte una amenaza y ¡ataca!
fr: Il est inhabituel pour les vaisseaux Zoltan de faire exprès d'attaquer des vaisseaux de la Fédération avec qui ils sont censés être alliés, mais un capitaine Zoltan en colère non loin semble penser que vous êtes une menace et vous attaque !
it: Non è normale che le navi zoltan ignorino gli ordini per attaccare navi della Federazione con cui dovrebbero essere alleati, ma un capitano zoltan irritato di queste parti sembra ritenerti una minaccia e attacca!
ko: 졸탄 함선이 동맹이 되어야 할 연방 함선을 공격하기 위해 애쓰는 것은 흔한 일이 아닙니다, 하지만 근처에 있는 성난 졸탄 선장은 당신이 위협이 되며 공격해야 한다고 생각하는 것 같습니다!
zh_hans: 超能族的舰船通常不会特意攻击他们应该与之结盟的联邦舰船，但附近一位愤怒的超能族舰长似乎认为你是威胁并发起攻击！

source: "The Federation knows the Free Mantis have been a constant issue for the Ministry, and yet you chose to do nothing about it! I might not have direct orders, but no one will mind if you go missing after this conflict!"
es: “La Federación sabe que los Free Mantis han sido un problema constante para el Ministerio, ¡y aun así elegiste no hacer nada al respecto! Puede que no tenga órdenes directas, pero a nadie le va a importar si desaparecés después de este conflicto.”
fr: "La Fédération sait que les Mantis Libres sont un problème constant pour le Ministère, mais vous choisissez de ne rien y faire ! Je n'ai pas d'ordres directs, mais vous ne manquerez à personne si vous disparaissez après ce combat !"
it: "La Federazione sa che i Mantis Liberi sono stati una spina nel fianco costante per il Ministero, eppure sceglie di non fare niente! Non avrò ordini diretti, ma non importerà a nessuno se risulterai disperso dopo questo combattimento!"
ko: "연방은 독립 맨티스가 졸탄 내각에게 지속적인 골칫거리라는 것을 알고 있었으면서 아직까지 아무런 조치도 하지 않았죠! 제게 직접적인 지시 하달은 없었습니다만, 이 싸움이 끝나고 당신 하나 실종되었다 해도 그 누구도 개의치 않을 겁니다!"
zh_hans: "你们联邦知道自由螳螂一直是牧师团的心患，却选择对此无动于衷！我可能没有攻击你的授权，但如果你现在被失踪，没人会介意！"

source: The Zoltans seem to blame the Federation to some extent for the Free Mantis that have been "stealing" their territory. The ship at this beacon seems to have taken that to the next degree, because now they're attacking!
es: Los Zoltan parecen culpar en cierta medida a la Federación por los Free Mantis que han estado “robando” su territorio. La nave en esta baliza parece haber llevado eso al extremo, ¡porque ahora está atacando!
fr: Les Zoltans semblent blâmer la Fédération pour les Mantis Libres "volant" leur territoire. Le vaisseau posté à cette balise semble prendre ça très à coeur, parce qu'il se met à vous attaquer !
it: Pare che gli zoltan ritengano la Federazione parzialmente responsabile del fatto che i Mantis Liberi stiano "rubando" i loro territori. La nave a questo astrofaro sembra essersi spinta oltre, perché si muove in assetto di guerra!
ko: 졸탄족은 자신들의 영토를 "도둑질"하고 있는 독립 맨티스들에 대해 연방을 어느 정도 비난하고 있는 것 같습니다. 그리고 이 송신소에 있는 함선은 그것을 심각한 단계로 끌어올린 것으로 보입니다, 왜냐면 그들이 지금 공격해오기 때문이죠!
zh_hans: 超能族似乎在某种程度上将"偷窃"他们星域的自由螳螂归咎于是联邦的问题。这艘在信标处的战舰看起来似乎已经将问题升级到了一个新的高度，因为现在他们正在攻击！

source: Ever since the Free Mantis stepped foot in Ministry territory, the two factions have been going at it for years. It looks like a Zoltan vessel is assaulting a Free Mantis outpost - but as soon as they see you they think you've come to assist the Mantis and attack!
es: Desde que los Free Mantis pusieron un pie en territorio del Ministry, ambas facciones llevan años enfrentándose. Parece que una nave Zoltan está atacando un puesto avanzado Free Mantis, pero en cuanto te ven, creen que venís a ayudar a los Mantis… ¡y te atacan!
fr: Depuis que les Mantis Libres ont mis les pieds en territoire Ministériel, les deux factions sont en conflit depuis des années. On dirait qu'un vaisseau Zoltan est en train d'attaquer un avant-poste Mantis Libre - mais dès qu'ils vous aperçoivent, ils semblent penser que vous êtes venu aider les Mantis et se mettent à vous attaquer !
it: I Mantis Liberi e il Ministero si scontrano da anni, fin da quando i primi non hanno messo piede sul territorio dei secondi. Pare che una nave zoltan stia attaccando un avamposto di Mantis Liberi... ma non appena ti vedono pensano che sei qui per aiutare i mantis e attaccano!
ko: 독립 맨티스가 졸탄 내각의 영역에 발을 들여놓은 이후로, 두 파벌은 수년 간 계속 싸우고 있습니다. 이것은 졸탄 함선이 독립 맨티스 전초기지를 공격하는 것으로 보이지만 - 당신을 보자마자 그들은 당신이 맨티스를 도우러 왔다고 생각하며 공격해옵니다!
zh_hans: 自从自由螳螂踏入牧师团的星域以来，两派多年来一直在努力。看起来一艘超能族战舰正在袭击一所自由螳螂哨站 - 但是他们一看到你，他们就准备攻击你并认为你是来协助螳螂族的！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Amongst the many wrecks of what was once a Free Mantis clan are three Rebel ships, their guns blazing. One of them spots you and attacks!
es: Entre los numerosos restos de lo que alguna vez fue un clan Free Mantis, hay tres naves Rebeldes disparando sin cesar. ¡Una de ellas te ve y te ataca!
fr: Parmi les nombreuses épaves de ce qui était autrefois un clan Mantis Libre se trouvent trois vaisseaux Rebelles armés jusqu'aux dents. L'un d'entre eux vous remarque et passe à l'attaque !
it: Tra i molti rottami di quello che un tempo era un clan di Mantis Liberi ci sono tre navi Ribelli armate fino ai denti. Una ti nota e attacca!
ko: 한때 독립 맨티스 부족 소속이었던 수많은 난파선들 사이에서, 세 척의 반군 배가 활활 타오르는 무기를 번쩍입니다. 그들 중 하나가 당신을 발견하고 공격했습니다!
zh_hans: 在曾经是自由螳螂族的众多残骸之中隐藏着三艘叛军战舰，他们的武器炽热通红。其中的一艘战舰发现了你的踪迹并开始攻击你！

source: You receive a hail not long after jumping. "At last! I thought our detour into this forsaken sector would be the death of us, but now that you're here, things are starting to look up!"
es: Recibís una señal poco después de saltar. “¡Por fin! Pensé que nuestro desvío a este sector maldito sería nuestra perdición, ¡pero ahora que estás aquí, las cosas empiezan a mejorar!”
fr: Vous recevez un contact peu après avoir sauté. "Enfin ! Je pensais que faire un détour dans ce maudit secteur serait notre fin, mais maintenant que vous êtes ici, ça commence à aller mieux !"
it: Ricevi una chiamata poco dopo il salto. "Finalmente! Credevo che la nostra deviazione in questo settore schifoso avrebbe segnato la nostra sorte, ma ora che sei qui, le cose iniziano a migliorare!"
ko: 도약한 지 얼마 되지 않아 메시지를 받습니다. "마침내! 우리가 이 버려진 구역 안으로 우회해 들어온게 곧 죽음일 것이라고만 단념했었는데, 너희들이 여기 있는 지금, 상황들이 나아지기 시작했군!"
zh_hans: 跃迁后不久，你就收到消息。"终于！我曾一度以为我们绕道进入这个被遗弃的星区意味着死亡，但现在你出现在这里，事情开始好转了！"

source: Blaster fire batters your defenses, and a Rebel ship moves in to attack!
es: Los disparos de bláster golpean tus defensas, y una nave Rebelde se acerca para atacarte!
fr: Un tir de laser assaille vos défenses et un vaisseau Rebelle s'approche pour vous attaquer !
ko: 블래스터가 당신의 방어 체계를 향해 불을 뿜고, 반군 함선이 공격해옵니다!
zh_hans: 一发爆破弹击破了你的护盾，一艘叛军战舰接近你并开始攻击！
