Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: The captain of the Rebel ship approaching you hails, "Do you know what trouble you've caused, creating these murderous psychopaths? Worse than the Hive Mantis, I can tell you that. Consider your deaths my revenge for the crew I've lost to your fanatics."
es: El capitán de la nave Rebelde que se acerca te envía una señal, “Tenés idea de los problemas que causaron al crear a estos psicópatas asesinos? Peores que los Mantis de la Colmena, te lo aseguro. Considerá sus muertes como mi venganza por la tripulación que perdí a manos de sus fanáticos.”
fr: Le capitaine du vaisseau Rebelle approchant vous contacte, "Vous vous rendez compte de tous les problèmes que vous avez causé en crééant ces psychopathes meurtriers ? Ils sont encore pires que les Mantis de la Ruche, c'est moi qui vous le dis. Vos morts serviront de vengeance à l'équipage que j'ai perdu face à ces fanatiques."
it: Il capitano della nave Ribelle in avvicinamento ti contatta. "Hai idea del casino che avete combinato a creare questi pazzoidi omicidi? Sono anche peggio dell'Alveare, te lo dico io. Considera la tua morte una vendetta per l'equipaggio che ho perso per colpa di quei vostri fanatici."
ko: 반군 함선의 함장이 다가오며 교신합니다. "니들이 이 사람 죽이는 사이코패스들을 만들어서 어떤 문제들이 일어났는지 아냐? 하이브 맨티스보다 더 질나쁜 건 말할 필요도 없지. 네 죽음이, 광신도들한테 잃은 내 선원을 위한 복수라고 생각해라."
zh_hans: 接近你的叛军舰长呼叫道："你知道你造成了什么麻烦？创造了这些凶残的精神病吗？我可以告诉你，它比母巢螳螂族还要糟糕。我会把你的死看作是我对那些死去的船员的报复。"

source: The Free Mantis have actively been searching out and killing Rebels in their territory, but the one here appears to have escaped from their grasp. They're quite eager to engage you!
es: Los Free Mantis han estado buscando y eliminando activamente a Rebeldes en su territorio, pero el que está aquí parece haber escapado de su control. ¡Está bastante ansioso por enfrentarte!
fr: Les Mantis Libres se sont donnés la mission de rechercher et de tuer les Rebelles traînant encore dans leur territoire, mais celui-ci semble leur avoir échappé. Et il semble ravi de vous engager en combat !
it: I Mantis Liberi sono attivi nel cercare e uccidere i Ribelli nel loro territorio, ma questo sembra essere sfuggito alle loro grinfie. Ed è ben felice di affrontare te!
ko: 독립 맨티스들은 자신들의 영토에서 반군들을 적극적으로 찾아내어 죽였습니다. 하지만 이 자는 그들의 손아귀에서 탈출한 것 같습니다. 그리고 놈들은 당신과 한 판 붙고 싶어합니다!
zh_hans: 自由螳螂一直在积极寻找并杀死他们星域内的叛军，但这里的叛军似乎已经逃离了他们的控制。他们非常渴望与你接触！

source: The Free Mantis have designated this sector as their hunting grounds, and as such many powerful Free Mantis Warlords linger, waiting for prey. Though they don't usually target Federation ships, it seems the elite vessel here is taking its chances!
es: Los Free Mantis han designado este sector como sus terrenos de caza, y por ello muchos Señores de la Guerra Free Mantis merodean, esperando presas. Aunque normalmente no atacan naves de la Federación, parece que la nave élite que está aquí está arriesgándose!
fr: Les Mantis Libres ont désigné ce secteur comme leur terrain de chasse, c'est donc pour ça que de nombreux Seigneur de Guerre Mantis Libres rôdent dans le coin, en quête de proies. Bien qu'ils n'aient pas l'habitude de cibler des vaisseaux de la Fédération, il semblerait que le vaisseau d'élite ici présent veuille quand même tenter sa chance !
it: I Mantis Liberi hanno designato questo settore come i loro territori di caccia e quindi molte navi di Condottieri sono in agguato, ad aspettare una preda. Anche se di solito non prendono di mira le navi della Federazione, pare che la nave d'élite qui presente voglia correre il rischio!
ko: 독립 맨티스는 이 구역을 사냥터로 지정했고, 많은 수의 강력한 독립 맨티스 장군들이 먹이를 기다리며 머뭅니다. 보통 연방 함선을 목표로 하지는 않지만, 이곳의 엘리트 함선은 위험을 무릅쓰려는 것 같습니다!
zh_hans: 自由螳螂将此区域指定为他们的狩猎场，因此许多强大的自由螳螂军阀徘徊，等待猎物。虽然他们通常不以联邦舰艇为目标，但这里的精英舰艇似乎正在抓住机会！

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_ZOLTAN_KILLER"]/text
source: The Free Mantis haven't reacted well to the Zoltan's aggressive resistance to their presence, but the ship at this beacon appears to have taken that to the next level...
es: Los Free Mantis no han reaccionado bien a la resistencia agresiva de los Zoltan ante su presencia, pero la nave en esta baliza parece haber llevado eso al extremo…
fr: Les Mantis Libres n'ont pas bien réagi à la résistance aggressive des Zoltan envers leur présence, mais le vaisseau situé à cette balise semble être à un tout autre niveau...
it: I Mantis Liberi non hanno reagito bene all'aggressiva resistenza degli zoltan alla loro presenza, ma la nave a questo astrofaro sembra proprio esagerare...
ko: 졸탄은 독립 맨티스의 침략에 공격적으로 저항해왔습니다. 독립 맨티스는 이에 거의 반응을 하지 않는 편입니다만, 이 송신소의 함선은 좀 다른 경지에 있는 듯 합니다...
zh_hans: 自由螳螂没有很友好地应对超能族对它们的侵略性抵抗，但这个信标处的飞船似乎把这种抵抗提升到了一个新的水平...

source: Hail them.
es: Llamarlos.
fr: Les contacter.
it: Contattali.
ko: 교신해본다.
zh_hans: 联系他们。

source: "Federation? Have come to admire brilliant arsenal of disgusting Zoltan piglet murder? If wanted, we share tech with you, so you may murder energy freak too!"
es: “Federación? Vinieron a admirar el brillante arsenal para asesinar a asquerosos cerditos Zoltan? Si quieren, compartimos tecnología con ustedes, ¡así también pueden matar a esos bichos de energía!”
fr: "Fédération ? Êtes venu admirer superbe arsenal de meurtre de dégoûtant cochonnet Zoltan ? Si voulez, partageons technologie avec vous, pour que vous tuez saleté d'énergie aussi !"
it: "Federazione? Tu è qui per ammirare superbo arsenale di ammazza schifosi porci zoltan? Se sì, noi condivide tecnologia con te, così anche tu può ammazza mostri energetici!"
ko: "연방? 역겨운 졸탄 꿀꿀이들 죽이는 멋진 무기들 바라보러 왔다? 원한다면, 당신과 기술 공유 된다. 당신도 에너지 괴물 죽일 수 있다!"
zh_hans: "联邦？来欣赏用来谋杀令人作呕的超能族小猪的精彩武库？如果需要，我们与你共享技术，因此你也可以谋杀能量怪胎！"

source: Buy a Super Shield Bypass.
es: Comprar un Anulador de Superescudos.
fr: Acheter un Contournement de Super Boucliers.
it: Compra un Varco per ultrascudi.
ko: 슈퍼 방어막 우회장치를 구매한다.
zh_hans: 购买一件光质穿透器。

source: "Enjoy murdering, Federation! Come by again sometime, and we share mutual stories of hunt!"
es: “¡Disfruten de la matanza, Federación! Vuelvan en otro momento y compartiremos historias mutuas de cacería.”
fr: "Bon meurtre, Fédération ! Revenir voir un jour, partagerons récits mutuels de chasse !"
it: "Divertiti ad ammazza, Federazione! Torna prima o poi, e noi racconta storie di caccia!"
ko: "즐거운 사냥해라 연방! 가끔 들러서 서로 사냥 이야기 한다!"
zh_hans: "享受杀戮吧，联邦！有时间再来吧，我们一起分享狩猎的故事！"

source: Ask about their large Beam weapon.
es: Preguntar por su gran arma de rayo.
fr: Les interroger sur leur énorme arme rayon.
it: Chiedi del loro grosso raggio.
ko: 그들의 거대한 빔 무기에 대해 묻는다.
zh_hans: 询问他们的大型光束武器。

source: "Eh? This is Zoltan Deleter, cherished weapon that murder Zoltan fast! But not to kill others, that rude. If Federation want gun, they must prove worthy!"
es: “Eh? Este es el Eliminador Zoltan, un arma preciada que mata Zoltan rápido. ¡Pero no para matar a otros, eso sería grosero! Si la Federación quiere esta arma, ¡debe demostrar que es digna!”
fr: "Hein ? Ça, c'est Efface-Zoltan, arme favorite qui tue Zoltan super vite ! Mais pas pour tuer les autres, être impoli. Si Fédération veut arme, doit prouver sa valeur !"
it: "Eh? Questo è Elimina-zoltan, arma bellissima che ammazza zoltan in fretta! Ma non ammazza altri, è maleducazione. Se Federazione vuole arma, deve dimostra di essere degna!"
ko: "음? 이거 졸탄 지우개. 졸탄 빠르게 죽이는 소중한 무기다. 하지만 다른 종족 안죽인다. 그것은 무례하다. 연방이 대포 원하면, 가치를 증명해라!"
zh_hans: "咦？这就是超能族删除器，能快速杀死超能族的珍贵武器！但不杀别人，太粗鲁了。如果联邦想要枪，他们必须证明自己配得上！"

source: Agree to the challenge.
es: Acepto el desafío.
fr: Accepter de relever le défi.
it: Accetta la sfida.
ko: 도전한다.
zh_hans: 同意挑战。

source: "Oh? Then let most daunting battle begin!"
es: Ah, sí? ¡Que empiece la batalla más temible!
fr: "Oh ? Alors que bataille titanesque commence !"
it: "Oh? Allora che combattimento inizi!"
ko: "오? 그럼 대단한 전투 준비한다!"
zh_hans: "哦？那就开始最艰巨的战斗吧！"

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Decline.
es: Declinar.
fr: Refuser.
it: Rifiuta.
ko: 거절한다.
zh_hans: 拒绝。

source: "Heheh, smart choice. None best me yet, Zoltan Deleter mine forever!"
es: "Jejeje, buena elección. Nadie me ha vencido aún, ¡Zoltan Deleter mío por siempre!"
fr: "Héhéhé, bonne idée. Personne battu moi encore, Efface-Zoltan à moi pour toujours !"
it: "Eheheh, buona idea. Nessuno mi ha mai sconfitto, Elimina-zoltan mio per sempre!"
ko: "헤헤, 현명한 선택이다. 아직 아무도 나 못 이겼다. 졸탄 지우개 영원히 내 것이다!"
zh_hans: "呵呵，明智的选择。还没有比我更好的，超能族删除者永远是我的！"

source: No thanks.
es: No gracias.
fr: Non merci.
it: No grazie.
ko: 됐습니다.
zh_hans: 不，谢谢。

source: "Alright, not all scrap spent when sometimes arsenal already kill!"
es: "Bueno, no se gasta toda la chatarra si el arsenal ya se encargó de matar!"
fr: "Ok, pas toujours besoin dépenser ferraille quand arsenal déjà meurtrier !"
it: "Va bene, non serve usare moduli quando arsenale già ammazza!"
ko: "좋다. 이미 무장 충분하면 스크랩 쓸 필요 없다!"
zh_hans: "好吧，有时候军火库已经够杀了就不需要把所有的废料都花掉了！"

source: We shouldn't stick around.
es: Nosotros no deberíamos quedarnos por aquí.
fr: Nous ne devrions pas rester.
it: Meglio non trattenersi.
ko: 여기에 머무르지 말자.
zh_hans: 我们不应该停在附近。

source: If these guys are willing to go this far to express their hatred of the Zoltans, chances are they won't be very friendly to others either.
es: Si estos tipos están dispuestos a llegar tan lejos para mostrar su odio a los Zoltan, lo más seguro es que tampoco sean muy amables con los demás.
fr: Si ces Mantis sont prêts à aller jusque-là pour exprimer leur haine des Zoltans, il y a des chances pour qu'ils ne soient pas très amicaux envers les autres races également.
it: Se questi tizi sono disposti a spingersi a tanto per esprimere il loro odio verso gli zoltan, ci sono buone probabilità che non siano amichevoli verso altri.
ko: 만약 이 사람들이 졸탄에 대한 증오심을 표현하기 위해 여기까지 온 것이라면, 다른 사람들에게도 그다지 우호적이지 않을 가능성이 있습니다.
zh_hans: 如果这些家伙愿意走到这一步来表达对超能族的仇恨，他们对其他人也不会很友好。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: This system appears to be primarily empty, save for a singular Free Mantis vessel. Biometric scans, even from long range, show they're panicking, though nothing on their ship seems out of the ordinary.
es: Este sistema parece estar mayormente vacío, salvo por una sola nave Free Mantis. Los escaneos biométricos, incluso desde larga distancia, muestran que están en pánico, aunque nada en su nave parece fuera de lo normal.
fr: Ce système semble être principalement vide, à part un unique vaisseau Mantis Libre. Les scans biométriques, même à longue portée, montrent qu'ils sont en train de paniquer, bien que rien sur leur vaisseau ne semble sortir de l'ordinaire.
it: Questo sistema sembra essere perlopiù vuoto, a parte per una singola nave di Mantis Liberi. Le scansioni biometriche, anche a lungo raggio, mostrano che sono in preda al panico, anche se niente sulla loro nave sembra strano.
ko: 이 행성계는 독립 맨티스 함선 한 척을 제외하곤 아무것도 없었습니다. 주변에 아무것도 없는데도 그들은 장거리 생체 스캔만으로 감지할 수 있을 정도의 공황 상태에 빠져 있었습니다.
zh_hans: 这个星系似乎主要是空的，除了一个奇异的自由螳螂船。生物特征扫描，即使是远距离的，也表明他们很恐慌，尽管他们的船上似乎没有什么不寻常的地方。

source: Hail them.
es: Llamarlos.
fr: Les contacter.
it: Contattali.
ko: 교신해본다.
zh_hans: 联系他们。

source: "Oh dear oh dear oh dear oh dear oh dear oh dear, we doomed, royally screwed, very oh not good! Zoltan, Mantis, working together, sent massive fleet, attacking Freddy, grand leader of ours! This truly end of Free Mantis, all is doomed!"
es: "Oh cielos, oh cielos, oh cielos, oh cielos, oh cielos, oh cielos, estamos condenados, totalmente jodidos, ¡muy nada bueno! Zoltan, Mantis, trabajando juntos, enviaron una flota masiva, ¡atacando a Freddy, gran líder nuestro! ¡Esto realmente es el fin de Free Mantis, todo está perdido!"
fr: "Oh non oh non oh non oh non oh non oh non oh non, on est fichus, super fichus, très oh non pas bien ! Zoltan, Mantis, travailler ensemble, envoyé flotte énorme, attaquer Freddy, grand chef de nous ! C'est fin des Mantis Libre, tout est fichu !"
it: "Oh cielo oh cielo oh cielo oh cielo oh cielo oh cielo, noi morti, davvero fregati, oh che brutto! Zoltan, mantis, lavora insieme, mandato grossa flotta, attacca Freddy, nostro grande capo! Questa è davvero fine di Mantis Liberi, tutti noi è morti!"
ko: "세상에 세상에 세상에 세상에 세상에 세상에 우리 망했다, 완전히 망했다, 상황이 좋지 않다! 졸탄이랑 맨티스가 협력해서 우리의 위대한 지도자 프레디를 공격하려 거대한 함대를 보냈다! 독립 맨티스는 완전히 끝났다, 모든게 망했다!"
zh_hans: "哦，天哪，天哪，天哪，天哪，天哪，天哪，我们注定要失败，皇家的搞砸，非常糟糕！超能族，螳螂族，一起工作，派出庞大的舰队，攻击我们的大领袖弗雷迪！自由螳螂的真正终结，一切都注定了！"

source: Calm down, maybe we can help.
es: Tranquilo!, tal vez podamos ayudar.
fr: Calmez-vous, on peut peut-être vous aider.
it: Calma, forse possiamo aiutare.
ko: 진정하십시오, 저희가 도울 수 있을지도 모릅니다.
zh_hans: 冷静点，也许我们能帮上忙。

source: "YOU HELP?! MOST WONDERFUL YES! TAKE COORDINATES, HURRY HURRY, NOT TIME TO LOSE!" The Mantis transmit the coordinates of a Mantis Bishop. This ship must be the one keeping "Freddy" captive.
es: "¡USTEDES AYUDAN!? ¡MARAVILLOSO SÍ! ¡TOMEN LAS COORDENADAS, RÁPIDO RÁPIDO, NO HAY TIEMPO QUE PERDER!" Los Mantis transmiten las coordenadas de un Mantis Bishop. Esta nave debe ser la que mantiene cautivo a "Freddy".
fr: "VOUS AIDEZ ?! SUPER FORMIDABLE, OUI ! PRENEZ COORDONNÉES, VITE VITE, PAS TEMPS A PERDRE ! " Les Mantis transmettent les coordonnées d'un Évêque Mantis. Ce vaisseau doit être celui qui garde "Freddy" en captivité.
it: "TU AIUTA?! DAVVERO FANTASTICO! PRENDI COORDINATE, PRESTO PRESTO, NO TEMPO DA PERDERE!" I mantis ti trasmettono le coordinate di un Alfiere mantis. Dev'essere la nave che tiene prigioniero questo "Freddy".
ko: "너희가 돕는다? 물론 좋다 좋다! 좌표를 수신해 빨리 빨리. 지체할 시간이 없다!" 그 맨티스가 맨티스 주교의 좌표를 보내줬습니다. 이것이 프레디를 억류한 함선임이 분명합니다.
zh_hans: "你帮忙？！太棒了！拿坐标，快点快点，不要浪费时间！"螳螂传送一个螳螂主教的坐标。这艘船一定是俘虏"弗雷迪"的那艘。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: "OH OH, ONE MORE! MANY THANKS, FEDERATION!" The Mantis transmit more coordinates, this time of a Zoltan cruiser. This ship must be the one leading the attack.
es: "¡OH OH, UNA MÁS! ¡MUCHAS GRACIAS, FEDERACIÓN!" Los Mantis transmiten más coordenadas, esta vez de un crucero Zoltan. Esta nave debe ser la que lidera el ataque.
fr: "OH, OH, ENCORE UN ! MERCI BEAUCOUP, FÉDÉRATION !" Les Mantis transmettent d'autres coordonnées, celles d'un croiseur Zoltan. Ce vaisseau doit être celui qui mène l'attaque.
it: "OH OH, UN'ALTRA COSA! MOLTE GRAZIE, FEDERAZIONE!" I mantis trasmettono altre coordinate, stavolta di un incrociatore zoltan. Questa nave dev'essere quella che guida l'attacco.
ko: "오 오 하나 더! 정말 고마워 연방!" 그 맨티스가 또 다른 좌표를 전송했습니다. 이번에는 졸탄 순양함입니다. 이것은 공격을 주도하고 있는 함선임이 분명합니다.
zh_hans: "哦，哦，再来一个！非常感谢，联邦！"螳螂族们传输更多坐标，这次是超能族舰。这艘船必须是领导进攻的那艘。

source: These guys are crazy, we need to leave.
es: Estos tipos están locos, necesitamos irnos.
fr: Ils sont fous ces Mantis ! Partons.
it: Questi son pazzi, meglio andare.
ko: 이 녀석들은 미쳤습니다. 떠날 필요가 있군요.
zh_hans: 这些家伙疯了，我们得离开。

source: Fly past the ship.
es: Crucen volando junto a la nave.
fr: Contourner le vaisseau.
it: Supera la nave.
ko: 배를 지나쳐 날아간다.
zh_hans: 飞过船。

source: These guys are probably crazed pheromone addicts, nothing worth messing with.
es: Seguramente estos tipos están locos por las feromonas, no hay nada con lo que valga la pena meterse.
fr: Ces Mantis sont probablement totalement camés aux phéromones, ne nous en préoccupons pas.
it: Probabilmente sono dipendenti da ferormoni pazzoidi, non vale la pena parlarci.
ko: 이 자들은 아마도 페로몬 중독으로 미친 것일 겁니다. 실랑이를 벌일 필요 없습니다.
zh_hans: 这些家伙可能是疯狂的信息素成瘾者，没有什么值得惹的。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: The Bishop vessel has been destroyed. The Hive is now short of one more Bishop, but the Free Mantis are now short of one more leader as well.
es: La nave Bishop ha sido destruida. La Hive ahora tiene un Bishop menos, pero los Free Mantis también tienen un líder menos.
fr: Le vaisseau Évêque a été détruit. La Ruche compte maintenant un Évêque de moins, mais les Mantis Libres comptent aussi un chef de moins.
it: La nave dell'Alfiere è stata distrutta. Ora l'Alveare ha un Alfiere in meno, ma anche i Mantis Liberi hanno un leader in meno.
ko: 주교 함선을 격침했습니다. 이로써 하이브가 주교를 한 명 잃었지만, 독립 맨티스 또한 지도자를 한 명 잃었습니다.
zh_hans: 主教船已被摧毁。母巢现在缺少一位主教，但自由螳螂现在也缺少一位领袖。

source: The last of the Mantis warriors have fallen, and the Bishop vessel comes to a halt.
es: Los últimos guerreros Mantis han caído, y la nave Bishop se detiene.
fr: Le dernier des guerriers Mantis est tombé et le vaisseau Évêque s'arrête de bouger.
it: Gli ultimi guerrieri mantis sono sconfitti e la nave dell'Alfiere si ferma.
ko: 맨티스 전사들이 모두 쓰러지고 주교 함선은 작동을 멈췄습니다.
zh_hans: 最后的螳螂战士倒下了，主教船停了下来。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_FLEET_BISHOP"]/text
source: You've arrived at the coordinates given, where you find a very well armed Bishop vessel. On your vid screen appears a Mantis Bishop, one of Queen Leikonpliiinakra's own ruling sovereigns!
es: Has llegado a las coordenadas indicadas, donde encontrás una nave Bishop muy bien armada. En tu pantalla de video aparece un Mantis Bishop, ¡uno de los propios soberanos gobernantes de la Reina Leikonpliiinakra!
fr: Vous êtes arrivé aux coordonnées indiquées et y trouvez un vaisseau Évêque très bien armé. Un Évêque Mantis apparaît sur votre écran, l'un des souverains à la tête du gouvernement de la Reine Leikonpliiinakra elle-même !
it: Sei alle coordinate che ti hanno dato, dove trovi una nave Alfiere ben armata. Sul tuo schermo appare un Alfiere mantis, uno dei sovrani scelti dalla Regina Leikonpliiinakra in persona!
ko: 당신은 제공받은 좌표에 도착하고 중무장한 주교 함선을 발견했습니다. 레이콘플리이나크라 여왕이 통치하는 군주들 중 한 명인 맨티스 주교의 모습이 비디오 스크린에 나타났습니다!
zh_hans: 你已经到达给定的坐标，在那里你发现一艘装备精良的主教船。在你的视频屏幕上出现了螳螂主教，莱孔普利纳克拉虫后的掌权者之一！

source: Hail the Mantis.
es: Saludá al Mantis.
fr: Contacter le Mantis.
ko: 맨티스를 부른다.
zh_hans: 向螳螂呼叫。

source: "Ugh, Federation filth? The Zoltans promised no interference. If you want a fight, so be it!" If you want to save Freddy from them, you'll have to kill their crew... which could prove to be quite the challenge.
es: "Ugh, basura de la Federación? Los Zoltan prometieron que no habría interferencias. ¡Si quieren pelear, que así sea!" Si querés salvar a Freddy de ellos, vas a tener que matar a su tripulación… lo cual podría resultar un desafío considerable.
fr: "Ugh, la saleté de Fédération ? Les Zoltans ont promis de pas intervenir. Si vous voulez combat, qu'il en soit ainsi !" Si vous voulez sauver Freddy, vous devrez tuer leur équipage... ce qui pourrait s'avérer être un véritable défi.
it: "Ugh, feccia federale? Gli zoltan avevano promesso nessuna interferenza. Se vuoi combattere, così sia!" Se vuoi salvare Freddy, dovrai uccidere l'equipaggio... il che potrebbe essere più facile a dirsi che a farsi.
ko: "에휴, 연방 버러지들인가? 분명 졸탄은 네놈들이 방해하지 않을 거라고 호언장담했는데. 싸움을 원한다면, 기꺼이 받아주겠다!" 꽤 어려운 일이지만... 프레디를 구하려면 저들의 선원을 모두 죽여야 합니다.
zh_hans: "哼，联邦的败类？超能族承诺过不会干涉的。要是你们想挑起争斗，那也随你们吧！" 如果你们想把弗雷迪从他们手里救出来，就得干掉他们的船员……这可会是个相当艰巨的任务。

source: Continue...
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
zh_hans: 继续。

source: Run while you can.
es: Huyan mientras puedan.
fr: Enfuyez-vous tant que vous le pouvez.
ko: 기회가 있을 때 도망친다.
zh_hans: 趁你还能跑的时候跑。

source: You dig through the cargobay of the Bishop ship, and find a prison hold. One cell is marked by a crudely written document describing its prisoner as "dumb stupid free mantis leader man".
es: Revisás la bodega de carga de la nave Bishop y encontrás un bloque de prisión. Una celda está marcada con un documento escrito de forma burda que describe a su prisionero como "líder free mantis hombre tonto estúpido".
fr: Vous fouillez la soute du vaisseau Évêque et y trouvez une prison. Une cellule est marquée d'un document gribouillé décrivant son prisonnier comme "l'idiot crétin abruti de chef Mantis Libre".
it: Controlli la stiva della nave dell'Alfiere e trovi una prigione. Una cella è segnata con un documento scritto rozzamente che descrive il prigioniero come "stupido brutto cretino capo di mantis liberi".
ko: 당신은 영주 함선의 화물칸을 수색해 감옥을 발견했습니다. 감방 중 하나에 수감자의 신분을 밝히는 조악한 문서가 걸려 있었습니다. "멍청한 독립 맨티스 지도자".
zh_hans: 你挖掘主教船的货舱，找到一个监狱。一个牢房被一份粗略的文件标记为"愚蠢的自由螳螂首领"。

source: This must be Freddy!
es: ¡Este debe ser Freddy!
fr: Cela doit être Freddy !
it: Dev'essere Freddy!
ko: 이 자가 프레디일 것이다!
zh_hans: 这一定是弗雷迪！

source: You pry open the prison cell, only to be greeted by an elegant and well composed Free Mantis sipping tea through an antique human teapot. He speaks to you in a suave and unnaturally human voice. "Ahhh, friends. Welcome to my most... er, humble abode. Yes yes, quite humble indeed. Would you care to join me? Come, have a seat. You can have my chair, my biology is not well suited for sitting anyways."
es: Forzás la celda de prisión y sos recibido por un Free Mantis elegante y bien compuesto, que sorbe té de una antigua tetera humana. Te habla con una voz suave y extrañamente humana. "Ahhh, amigos. Bienvenidos a mi más… emm, humilde morada. Sí, sí, bastante humilde en verdad. Les gustaría acompañarme? Vamos, tomen asiento. Pueden usar mi silla, mi biología no está muy bien adaptada para sentarse de todos modos."
fr: Vous ouvrez la porte de la cellule et tombez sur un Mantis Libre à l'air tranquille buvant du thé dans une tasse antique humaine. Il vous parle dans une voix suave et étrangement humaine. "Aaaah, mes amis. Bienvenue dans mon, euh...humble demeure. Oui, oui, très humble. Voulez-vous me rejoindre à ma table ? Venez, asseyez-vous. Vous pouvez avoir ma chaise, mon corps ne me permet pas vraiment de m'asseoir, de toute façon."
it: Forzi la cella, solo per ritrovarti davanti un Mantis Libero elegante e ben composto che sorseggia tè da un'antica teiera umana. Ti parla con una voce suadente e stranamente umana. "Ahhh, amici. Benvenuti alla mia... ehm, umilissima dimora. Sì sì, davvero umile. Volete unirvi a me? Avanti, accomodatevi. Tu puoi sederti al mio posto, tanto non ho la fisiologia adatta per sedermi."
ko: 감옥 문을 억지로 열었더니 우아하고 차분해 보이는 맨티스가 인간의 찻주전자에 담긴 차를 홀짝이며 당신을 반겼습니다. 그가 정중하고 부자연스러운 인간의 목소리로 말을 걸어옵니다. "아, 친구들 나의 어... 가장 누추한 집에 온 것을 환영하네. 보다시피 좀 많이 누추하지. 티타임을 함께 하겠나? 내 의자를 써도 되니 여기 와서 앉게. 난 생물학적으로 의자에 앉는 것이 불편하거든."
zh_hans: 你撬开牢房，迎接你的是一只优雅而沉稳的自由螳螂，它通过一个古色古香的人形茶壶啜饮着茶。他用一种温文尔雅、不自然的人声对你说话。"啊，朋友们。欢迎来到我最...呃，简陋的住所。是的，确实很简陋。你愿意加入我吗？来，坐。你可以坐我的椅子，我的生理结构不太适合坐。"

source: You're Freddy?
es: Eres Freddy?
fr: C'est vous, Freddy ?
it: Sei Freddy?
ko: 당신이 프레디입니까?
zh_hans: 你是弗雷迪？
