Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_freemantis.xml/*.po
Languages: es, fr, it, ko, zh_hans

source: Leave them alone.
es: Dejalos en paz.
fr: Les laisser tranquille.
it: Lasciali in pace.
ko: 내버려둔다.
zh_hans: 不管他们。

source: You aren't willing to harass the Free Mantis and their past. You apologize and leave.
es: No estás dispuesto a acosar a los Free Mantis ni a perturbar su pasado. Te disculpas y te marchas.
fr: Vous ne voulez pas discuter plus longtemps avec les Mantis Libres. Vous vous excusez et partez.
it: Non hai intenzione di disturbare i Mantis Liberi e i loro defunti. Ti scusi e te ne vai.
ko: 당신은 독립 맨티스와 그들의 과거를 괴롭힐 생각이 없습니다. 당신은 사과하고 떠났습니다.
zh_hans: 你不愿骚扰自由螳螂和他们的逝者。你道歉并离开。

source: Do something onboard the ship.
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
zh_hans: 星舰管理。

source: Do nothing.
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
zh_hans: 跳过。

source: The Free Mantis refuse, but generously give back the scrap. "We cannot let you on. Sorry for refusal, but requesting you please stop trying."
es: Los Free Mantis se niegan, pero generosamente te devuelven la chatarra. “No podemos dejarte entrar. Perdón por rechazar, pero te pedimos que por favor dejes de intentarlo.”
fr: Les Mantis Libres refusent, mais vous rendent la ferraille. "Pouvons pas mentir. Désolé de refuser, mais demander arrêter d'essayer, s'il vous plaît."
it: I Mantis Liberi si rifutano, ma ti restituiscono i moduli. "Noi non può mentirti. Scusa per il rifiuto, ma noi chiede che tu smette di provare."
ko: 독립 맨티스는 거절했지만, 관대하게 스크랩을 돌려줍니다. "당신을 허락할 수 없다. 거절해서 미안하지만, 제발 부탁이니 너 계속 시도하지 말아달라."
zh_hans: 自由螳螂拒绝，慷慨地归还废料。"我们不能让你继续。很抱歉拒绝，但请你停止尝试。"

source: "You are making convincing offer... we take this, and let you dig up weapon. Only from bad person though, who probably deserve it..."
es: “Estás haciendo oferta convincente... tomamos esto, y te dejamos desenterrar arma. Solo de mala persona, que probablemente lo merece...”
fr: "Vous faire offre très convaincante...nous prenons ça et laisser vous chercher arme. Seulement prendre arme de mauvaise personne, par contre, qui le mérite sûrement..."
it: "Tu fa offerta convincente... noi accetta e ti permette di dissotterrare arma. Solo da persona cattiva però, tanto non se la meritava..."
ko: "당신은 설득력 있는 제안을 하고 있다... 우린 이걸 가지고, 너는 무기를 파낼 수 있다. 하지만 오직 나쁜 사람것만 파내라, 그럴 대우 받을만한..."
zh_hans: "你提出了令人信服的提议...我们接受这个，让你挖掘武器。不过，只能拿来自坏人的，可能是他应得的..."

# data/events_sector_freemantis.xml$//event[@name="FREEMANTIS_DIPLOMACY"]/text
source: The local system this beacon resides in contains a populated world. A Free Mantis Warlord and a Zoltan Peacekeeper vessel seem to be at a tense standoff in orbit. Strangely, their weapons systems are functional, but unpowered. The comm channels are extremely busy, suggesting that a dialogue between the ships is currently going on.
es: El sistema local en el que se encuentra esta baliza contiene un mundo poblado. Un Señor de la Guerra Free Mantis y una nave Pacificadora Zoltan parecen estar en un tenso enfrentamiento en órbita. Extrañamente, sus sistemas de armas están operativos, pero sin energía. Los canales de comunicación están extremadamente activos, lo que sugiere que actualmente se está llevando a cabo un diálogo entre las naves.
fr: Le système local dans lequel se trouve cette balise contient un monde peuplé. Un seigneur de guerre Mantis Libres et un vaisseau pacificateur Zoltan semblent être dans une situation tendue en orbite. Étrangement, leurs systèmes d'armement sont fonctionnels, mais non alimentés. Les canaux de communication sont extrêmement actifs, ce qui suggère qu'un dialogue entre les vaisseaux est en cours.
it: Il sistema locale in cui si trova questo astrofaro contiene un mondo popolato. La nave di un Condottiero dei Mantis Liberi e di un Pacificatore zoltan sembrano essere bloccate in uno stallo pieno di tensione in orbita. Stranamente, i loro sistemi di armi sono funzionanti, ma non alimentati. I canali di comunicazione sono estremamente occupati, suggerendo che le due navi stiano discutendo animatamente.
ko: 번화한 행성계에 도착했습니다. 독립 맨티스 장군과 졸탄 평화 유지군이 궤도에서 팽팽하게 대치하고 있는 것 같습니다. 이상하게도, 그들의 무기 관제실은 멀쩡한 채로 전원만 꺼져 있습니다. 통신 채널이 분주한 걸 보니 현재 대화가 오가고 있는 것 같습니다.
zh_hans: 这个信标的当地星系包含一个人口众多的世界。一艘自由螳螂军阀舰和一艘超能维和飞船似乎在轨道上正处于紧张对峙状态。奇怪的是，他们的武器系统功能正常，但未被充能。通信频道异常繁忙，表明两艘飞船之间正在进行对话。

source: Hail the vessels.
es: Contactar a las naves.
fr: Contacter le vaisseau.
ko: 교신을 보낸다.
zh_hans: 联系舰船。

source: The Zoltan vessel responds first. "Renegade, you have caught us in an important talk. This is Ministry Diplomatic Vessel Myrdal, and I am Jelinek. For the past few weeks, we have been in talks with this Warlord, trying to figure out whether we can find a less destructive solution to our territorial dispute." The Mantis ship also speaks up to contribute - the voice is noticeably more gentle than most Free Mantis tend to be. "Yes, we were talking to make both sides happy. Talks are hard though, not having a fair voice to determine who is being right and making fair promises." The Zoltan sighs. "It would be nice to have an arbitrator. Unfortunately, the Federation is supposedly tied up with the Rebels, and the Gathering doesn't seem to want to send anybody here. Will you hear us out?"
es: La nave Zoltan responde primero. “Renegado, nos has encontrado en medio de una conversación importante. Esta es la Nave Diplomática del Ministry Myrdal, y soy Jelinek. Durante las últimas semanas, hemos estado en conversaciones con este Señor de la Guerra, intentando determinar si podemos encontrar una solución menos destructiva a nuestra disputa territorial.” La nave Mantis también interviene; la voz es notablemente más suave de lo habitual en los Free Mantis. “Sí, estábamos hablando para hacer felices a ambos lados. Las conversaciones son difíciles, no tener voz justa para determinar quién tiene razón y hace promesas justas.” El Zoltan suspira. “Sería ideal contar con un árbitro. Desafortunadamente, se supone que la Federación está ocupada con los Rebeldes, y el Gathering no parece querer enviar a nadie aquí. Nos escucharás?”
fr: Le vaisseau Zoltan répond en premier : "Renégat, tu nous as surpris dans une conversation importante. Je suis le vaisseau diplomatique du ministère Myrdal et je suis Jelinek. Depuis quelques semaines, nous sommes en pourparlers avec ce seigneur de guerre, pour essayer de trouver une solution moins destructrice à notre conflit territorial." Le vaisseau Mantis prend également la parole pour apporter sa contribution - la voix est nettement plus douce que celle de la plupart des Mantis Libres. "Oui, nous avons débattu pour satisfaire les deux parties. C'est difficile de discuter, de ne pas avoir une voix juste pour déterminer qui a raison et fait des promesses équitables." Le Zoltan soupire : "Ce serait bien d'avoir un arbitre. Malheureusement, la Fédération est censée être liée aux Rebelles et la Congrégation ne semble pas vouloir envoyer quelqu'un ici. Voulez-vous nous écouter ?"
it: La nave zoltan risponde per prima. "Rinnegato, ci hai presi nel mezzo di una discussione importante. Qui è la nave diplomatica ministeriale Myrdal e io sono Jelinek. In queste ultime settimane abbiamo parlato con questo Condottiero, cercando di capire se riusciamo a trovare una soluzione meno distruttiva alla nostra contesa territoriale." Anche la nave mantis interviene per dire la sua, la voce è notevolmente più gentile di quanto non siano di solito i Mantis Liberi. "Sì, noi stava parlando per far felici tutti. Parlare è difficile però, non avere una voce giusta che decida chi ha ragione e fa promesse giuste." Lo zoltan sospira. "Sarebbe bello avere una parte neutrale. Sfortunatamente, la Federazione è troppo occupata coi Ribelli, e il Raccolto non sembra voler mandare nessuno. Sei disposto ad ascoltarci?"
ko: 졸탄이 먼저 답신합니다. "배회자 씨, 중요한 논의 중에 오셨군요. 본 함은 내각의 외교 선박 미르달이고, 저는 옐리네크입니다. 지난 몇 주 동안, 우리는 영토 분쟁에 관한 덜 파괴적인 해결책을 찾을 수 있을지 확인하기 위해 독립 맨티스 장군과 대화를 나눴습니다." 맨티스도 교신에 참여합니다. 평범한 독립 맨티스보다 눈에 띄게 말씨가 점잖습니다. "예, 우리는 양측 모두를 만족시키기 위해 대화하고 있습니다. 하지만 누가 옳은지 판결하고 타당한 약속을 체결할 공정한 목소리가 없기 때문에 진도를 나가기 어렵습니다." 졸탄이 한숨을 내쉽니다. "중재자가 있다면 좋을 텐데 말이죠. 하지만 안타깝게도 연방은 반군에 묶여 있고, 군락은 아무도 이곳에 보내고 싶지 않은 것 같습니다. 혹시 좀 도와주시겠습니까?"
zh_hans: 超能族飞船首先回应："变元者，你来得正好。我们正在进行一场重要的谈话。这是麦尔道号超能族外交飞船，而我是杰利奈克。过去几周，我一直在与这位军阀进行谈判，试图找出一个破坏性较小的解决领土争端的方案。" 螳螂族飞船也发言——声音明显比大多数自由螳螂要柔和。"是的，我们谈判是为了让双方都感到满意。然而谈判进展很慢，因为没有一个公平的声音来决定谁的观点是正确的，并保证一切都是公平的。" 超能族叹了口气。"要是能有一个仲裁者就好了。不幸的是，联邦大概被叛军牵扯住了，集议会也不愿意派任何人来。你愿意听听我们的谈判吗？"

source: Help arbitrate the two sides with your ship as meeting grounds.
es: Ayudar a arbitrar entre ambos lados usando tu nave como lugar de reunión.
fr: Aider à arbitrer les deux camps en utilisant votre vaisseau comme lieu de rencontre.
it: Aiuta a mediare tra le due parti con la tua nave come luogo d'incontro.
ko: 당신의 함선을 회의장으로 삼아 양측을 중재한다.
zh_hans: 在你的星舰上帮助双方作出仲裁。

source: Two Zoltans and two Free Mantises teleport aboard your ship. The two diplomats are accompanied by a Warlord and a Peacekeeper. "Thank you. We'll both present an abbreviated form of our arguments and you can give us some advice. Diplomat Ziiilizekii, would you like to start?" "Needing time to review documents, will let Jelinek go first!" Nodding, Jelinek begins. "After the Mantis schism following the conflict between the Humans and Hive, the faction known as the Free Mantis coveted territory. The Free Mantis began to settle on worlds within Ministry borders without permission, worlds not far from the planet we hover over today. The Ministry, after a short grace period, sent a cease and desist order, along with a small contingent of ships. The bureaucracy of the Ministry demands that proper procedure be followed at all times within the Ministry. If that is done, we can be very reasonable. However, the ships sent to inform the Free Mantis of their unwarranted occupation of Ministry territory were met with escalation as the ships demanded to continue staying, and violence broke out once the Free Mantis categorically refused to move. It is the opinion of the Ministry that if the Free Mantis wished to settle any worlds, that a full petition should be sent through the bureaucracy of the Federation, where all the members can peaceably discuss which worlds the Free Mantis may settle. The Myrdal has been sent to determine if concessions can possibly be made that can satisfy both parties and end both the fighting and the occupation." Jelinek pauses. "Is my opposing counsel ready?" "Yes. Have documents, am ready." Ziiilizekii replies.
es: Dos Zoltan y dos Free Mantis se teletransportan a bordo de tu nave. Los dos diplomáticos están acompañados por un Señor de la Guerra y un Pacificador. “Gracias. Ambos presentaremos una versión abreviada de nuestros argumentos y podrás darnos algún consejo. Diplomático Ziiilizekii, quieres comenzar?” “Necesitar tiempo para revisar documentos, ¡dejaré que Jelinek vaya primero!” Asintiendo, Jelinek comienza. “Tras el cisma Mantis posterior al conflicto entre los Humanos y la Hive, la facción conocida como los Free Mantis codició territorio. Los Free Mantis comenzaron a asentarse en mundos dentro de las fronteras del Ministry sin permiso, mundos no muy lejos del planeta sobre el que orbitamos hoy. El Ministry, tras un breve período de gracia, envió una orden de cese y desistimiento, junto con un pequeño contingente de naves. La burocracia del Ministry exige que el procedimiento adecuado se siga en todo momento dentro del Ministry. Si eso se cumple, podemos ser muy razonables. Sin embargo, las naves enviadas para informar a los Free Mantis de su ocupación no autorizada del territorio del Ministry se encontraron con una escalada cuando estas exigieron permanecer, y estalló la violencia una vez que los Free Mantis se negaron categóricamente a marcharse. Es la postura del Ministry que, si los Free Mantis deseaban asentarse en algún mundo, debían presentar una petición formal a través de la burocracia de la Federación, donde todos los miembros puedan discutir pacíficamente qué mundos pueden habitar los Free Mantis. El Myrdal ha sido enviado para determinar si pueden hacerse concesiones que satisfagan a ambas partes y pongan fin tanto a los combates como a la ocupación.” Jelinek hace una pausa. “Mi contraparte está lista?” “Sí. Tener documentos, estar listo.” responde Ziiilizekii.
fr: Deux Zoltans et deux Mantis Libres se téléportent à bord de votre vaisseau. Les deux diplomates sont accompagnés d'un seigneur de guerre et d'un pacificateur. "Nous vous remercions. Nous allons tous les deux présenter une forme abrégée de nos arguments et vous pourrez nous donner des conseils. Diplomate Ziiilizekii, voulez-vous commencer ?" "J'ai besoin de temps pour examiner les documents, je vais laisser Jelinek commencer !" Jelinek acquiesce et commence : "Après le schisme des Mantis suite au conflit entre les Humains et la Ruche, la faction connue sous le nom de Mantis Libres convoitait des territoires. Ils ont commencé à s'installer sans autorisation sur des mondes situés à l'intérieur des frontières du Ministère, non loin de la planète que nous survolons aujourd'hui. Après une courte période de grâce, le ministère a envoyé un ordre de cessation et de désistement, ainsi qu'un petit contingent de vaisseaux. La bureaucratie du ministère exige que les procédures appropriées soient suivies à tout moment au sein du ministère. Si cela est fait, nous pouvons être très raisonnables. Cependant, les vaisseaux envoyés pour informer les Mantis Libres de leur occupation injustifiée du territoire du Ministère ont été accueillis par une escalade : les vaisseaux ont exigé de rester et la violence a éclaté lorsque les Mantis Libres ont catégoriquement refusé de bouger. Le ministère est d'avis que si les Mantis libres souhaitent s'installer sur des mondes, une pétition complète doit être envoyée par l'intermédiaire de la bureaucratie de la Fédération, où tous les membres peuvent discuter pacifiquement des mondes sur lesquels les Mantis libres peuvent s'installer. Le Myrdal a été envoyé pour déterminer s'il est possible de faire des concessions qui satisferaient les deux parties et mettraient fin aux combats et à l'occupation." Jelinek fait une pause : "L'avocat de la partie adverse est-il prêt ?" "Oui, j'ai les documents et je suis prêt", répond Ziiilizekii.
it: Due zoltan e due Mantis Liberi si teletrasportano a bordo della tua nave. I due diplomatici sono accompagnati da un Condottiero e da un Pacificatore. "Grazie. Ora presenteremo entrambi le nostre tesi in forma abbreviata e potrai darci dei consigli. Diplomatico Ziiilizekii, vuole avere il piacere di parlare per primo?" "Serve tempo per rivede documenti, Jelinek può inizia!" Jelinek annuisce e prende la parola. "Dopo lo scisma dei mantis in seguito al conflitto tra gli umani e l'Alveare, la fazione nota come i Mantis Liberi desiderava territori. Iniziarono così a insediarsi in mondi all'interno del territorio del Ministero senza permesso, mondi non lontani dal pianeta che stiamo sorvolando quest'oggi. Il Ministero, dopo un breve periodo di grazia, inviò un ordine di sgombero assieme a un piccolo contingente di navi. La burocrazia ministeriale esige che all'interno della sua giurisdizione siano sempre seguite le procedure previste. Fatto ciò, sappiamo essere alquanto ragionevoli. Tuttavia le navi inviate per informare i Mantis Liberi che la loro occupazione di territori del Ministero non era gradita incontrarono ostilità ed esigevano di continuare a stare lì. La discussione sfociò in violenza quando i Mantis Liberi si rifiutarono categoricamente di andarsene. È opinione del Ministero che se i Mantis Liberi desiderano stabilirsi permanentemente in un mondo, allora dev'essere spedita una regolare petizione che passi per l'iter burocratico della Federazione, in cui tutti i membri possano discutere pacificamente su quali mondi i Mantis Liberi potranno stare. La Myrdal è stata inviata qui per determinare se è possibile fare concessioni che possano soddisfare entrambe le parti e terminare le lotte e l'occupazione." Jelinek fa una pausa. "La controparte è pronta?" "Sì. Io ha documenti, è pronto." risponde Ziiilizekii.
ko: 졸탄 두 명과 독립 맨티스 두 명이 당신의 함선으로 순간이동해 왔습니다. 각 외교관은 장군과 평화 유지군을 동반하고 있습니다. "감사합니다. 저희 둘 다 각자의 주장을 축약해서 제시할 테니 조언을 해주십시오. 지일리제키 외교관, 시작하시겠습니까?" "서류를 검토할 시간이 필요하니, 옐리네크가 먼저 하습니다!" 옐리네크는 고개를 끄덕이고 입을 엽니다. "인간과 하이브가 빚은 갈등의 여파로 맨티스가 분열된 후, 독립 맨티스라 불리는 세력은 영토를 갈망했고, 현재 졸탄이 살고 있는 성단에서 멀지 않은 내각의 영역에 무단으로 정착하기 시작했습니다. 내각은 짧은 유예기간 후, 소규모 선단을 보내 정지 명령을 내렸습니다. 내각의 관료 체제는 반드시 내각과 관련된 모든 문제에 적법한 절차를 따를 것을 공고합니다. 이것이 지켜진다면, 내각은 아주 합리적으로 움직일 것입니다. 하지만 불법 점거를 알리기 위해 보낸 선단의 귀환이 지연되자 갈등이 심화되었고, 독립 맨티스가 움직이기를 거부하면서 폭력이 발생했습니다. 독립 맨티스가 어떤 성단에 정착하기를 원한다면, 모든 회원국이 적합한 성단에 대해 평화롭게 논의할 수 있도록 연방의 관료 조직에 청원서 전문을 보내야 한다는 것이 내각의 의견입니다. 미르달은 양측 모두를 만족시키고 폭력과 점거를 끝낼 만한 협의가 가능한지 판단하기 위해 파견됐습니다." 옐리네크가 잠시 뜸을 들입니다. "반대 측 의견은 준비됐습니까?" "준비됐습니다. 서류 확인, 다 끝났습니다." 지일리제키가 대답했습니다.
zh_hans: 两个超能族和两个自由螳螂传送到你的星舰上。两位外交官各由一名军阀和一个维和兵陪同。 "谢谢。我们都将简短地陈述我们的观点，你可以给我们一些建议。外交官兹里泽基，您愿意先开始吗？" "需要时间来审查文件，要让杰利奈克先！" 点头示意后，杰利奈克开始了陈述。"在人类和母巢之间的冲突导致螳螂族分裂之后，被称为自由螳螂的派系对星域十分渴望。自由螳螂未经允许就开始在牧师团边界的世界定居，这些世界距离我们现在居住的星球不远。牧师团在一段短暂的宽限期后发出了终止令，以及一个小规模的船队。牧师团的政务作风要求牧师团在任何时候都必须遵循适当的程序。我们有十分正当的理由要求终止占领。然而，通知自由螳螂未经许可占领牧师团星域的飞船就此事进行会晤停留在那里时，事态升级冲突爆发了，自由螳螂无理由地拒绝迁离。牧师团认为，如果自由螳螂希望在牧师团星域上任何星球定居，就应该通过联邦的政府机构发送正式完整的请愿书，联邦所有成员都可以和平讨论自由螳螂可以在哪些星球定居。Myrdal已被派去确定是否有可能作出让步，使双方满意从而结束战斗和占领。"杰利奈克暂停了一下。"反对观点准备好了吗？" "是的。文件齐全，我准备好了。"兹里泽基回答道。

source: Hear out the other side.
es: Escuchar a la otra parte.
fr: Écouter l'autre partie.
it: Ascolta l'altra parte.
ko: 반대 측 의견을 듣는다.
zh_hans: 听听另一边怎么说。
