Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//event[@name="DEFEAT_FED_ELITE"]/text
source: Eliminating allied Federation personnel, especially Elite ones, is highly contrary to your mission, but that doesn't mean you're beyond salvaging the remains.
fr: Éliminer du personnel allié de la Fédération, surtout des Élites, va totalement à l'encontre de votre mission, mais même cela ne vous empêchera pas de récupérer leurs restes.
ko: 연방군, 특히 엘리트 요원을 제거하는 것은 당신의 임무에 크게 어긋나지만, 그렇다고 해서 당신이 스크랩을 얻는 것 보다 중요하지는 않습니다.
ru: Уничтожение союзного персонала Федерации, особенно на элитном корабле, сильно противоречит вашей миссии, но это не значит, что вы не можете забрать полезные припасы с его останков.
zh_hans: 消灭联邦的盟友，尤其是精英船员，与你的任务背道而驰，但这并不会阻止你捞回点实惠。

# data/events_special_defeat.xml$//event[@name="DEFEAT_FED_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Federation ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite de la Fédération a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 연방 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля Федерации уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英联邦飞船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_STEALTH"]/text
source: The Federation has precious few stealth ships in service, and eliminating one is a major blow to their special operations. But your mission is more important, and you waste little time in salvaging the remains.
ru: У Федерации очень мало стелс-кораблей, и уничтожение одного из них - серьезный удар по их специальным операциям. Но ваша миссия важнее, и вы спешите собрать обломки.
zh_hans: 联邦现有的隐形战舰数量极少，失去一艘就意味着其特种作战行动遭受重大打击。但你的任务更为重要，所以你迅速对残骸进行了清理。

# data/events_special_defeat.xml$//event[@name="DEFEAT_STEALTH"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="DEFEAT_STEALTH"]/choice/event/text
source: It seems the cargo of the Leech ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Sangsue a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 리치 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз корабля пиявок уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来吸虫族星舰上的货物在战斗中幸存了下来。里面有一个还能用的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ENGI_ELITE"]/text
source: With the death of the Engi Defenders there are now fewer ships to protect the Harmony from true threats, but you can't run away from every fight. You salvage the remains of the ship.
fr: Avec la mort des Défenseurs Engis, il y a désormais moins de vaisseaux pour protéger l'Harmonie des véritables menaces, mais vous ne pouvez pas fuir tout les combats. Vous récupérez les restes du vaisseau.
ko: 엔지 수비대의 죽음은 진정한 위협으로부터 하모니를 보호할 배가 줄었음을 의미하지만, 그렇다 해도 당신이 모든 전투에서 도망칠 수는 없습니다. 당신은 적함의 잔해를 인양했습니다.
ru: С гибелью энджи-Защитников стало меньше кораблей, способных защитить Гармонию от истинных угроз, но вы не можете избегать каждого боя. Вы собираете все полезное с его обломков.
zh_hans: 随着半械族保卫者的死亡，现在保护谐合飞船免受真正威胁的船只越来越少，但你不能在每次战斗中都逃跑。你回收出了这艘船的残骸。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ENGI_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Engi ship survived the fight. Inside is a functional drone, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Engi a survécu au combat. À l'intérieur se trouve un drone, que vous ramenez à bord.
ko: 엘리트 엔지 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля энджи уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забирате на борт своего корабля.
zh_hans: 看来精英半械族船的货物在战斗中幸存下来了。里面有一架功能性无人机，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ZOLTAN_ELITE"]/text
source: So much for peacekeeping. The Ministry struggles to keep its peacekeeper task force up to par with all of the disorder in the Multiverse, and this certainly won't help that.
fr: Au diable le maintien de la paix. Le Ministère peine à garder sa force pacificatrice à hauteur de pouvoir gérer le désordre dans le Multivers et cela n'arrange évidemment pas la situation.
ko: 평화유지활동은 이제 끝입니다. 내각은 평화유지군이 멀티버스의 모든 무질서에 대응하도록 지시하고 있지만, 당신 같은 사람들 때문에 애를 먹습니다.
ru: Вот вам и миротворчество. Министерство изо всех сил старается поддерживать свой миротворческий корпус на должном уровне, чтобы не допустить беспорядков в Мультивселенной, и то, что произошло, этому, конечно, не способствует.
zh_hans: 维持和平就这样了。牧师团努力保持其维和特遣部队与多元宇宙的所有混乱状况相适应，而这肯定不会对此有帮助。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ZOLTAN_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Zoltan ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Zoltan a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 졸탄 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля золтанов уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来超能族精英飞船上的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_MILITIA_ELITE"]/text
source: The EDC is one of the few forces capable of defending civilian sectors, and they aren't exactly common. The loss of this ship will certainly have negative results on the Militia.
fr: Le EDC est l'une des seules forces capable de défendre les secteurs civils et ils ne sont pas exactement communs. La perte de ce vaisseau va avoir des répercussions négatives sur la Milice.
ko: EDC는 민간인 구역을 방어할 수 있는 몇 안 되는 군대 중 하나로, 그 수가 많지 않습니다. 이 함선의 손실은 민병대에 부정적인 결과를 가져올 것이 분명합니다.
ru: ЭОК - одна из немногих сил, способных защищать гражданские сектора, и встречаются они не особо часто. Потеря этого корабля, безусловно, негативно скажется на Ополчении.
zh_hans: 精英护卫队是少数能够保卫盟卫星区的部队之一，而且它们并不常见。这艘船的损失肯定会对盟卫产生不利影响。

# data/events_special_defeat.xml$//event[@name="DEFEAT_MILITIA_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Militia ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite de la Milice a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 민병대 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля Ополчения уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英盟卫船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ORCHID_ELITE"]/text
source: You've managed to take down a Praetor and their ship, and now the remains are yours to scrap.
fr: Vous avez réussi à abattre un puissant vaisseau de Cultivateurs et leurs restes vous appartiennent.
ko: 당신은 집정관과 그들의 배를 격파하는 데 성공했습니다. 이제 그 잔해는 당신의 것입니다.
ru: Вам удалось уничтожить Преторов и их корабль, и теперь лом с обломков корабля принадлежит вам.
zh_hans: 你成功击落了军政官和他们的飞船，现在残骸正等待着你的搜刮。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ORCHID_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Orchid ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Orchidée a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 오키드 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля орхидей уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英兰花族船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_VAMPWEED_ELITE"]/text
source: You've managed to take down a Cultivator and their ship, and now the remains are yours to scrap.
fr: Vous avez réussi à abattre un puissant vaisseau de Cultivateurs et leurs restes vous appartiennent.
ko: 당신은 경작자와 그들의 배를 격파하는 데 성공했습니다. 이제 그 잔해는 당신의 것입니다.
ru: Вам удалось уничтожить Культиваторов и их корабль, и теперь останки их судна принадлежат вам.
zh_hans: 你已经成功地打倒了一名强大的种植者与其飞船，现在残骸可供你搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Vampweed ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Rebelle a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 반군 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля Вампсорняков уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来叛军精英飞船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_CRYSTAL_ELITE"]/text
source: The bright red shards of the Sentinel vessel fly off into the abyss as the mighty elite vessel comes to a halt.
fr: Les éclats rouges vifs du vaisseau Sentinelle s'égarent dans l'abysse tandis que l'impressionant vaisseau s'arrête dans son élan.
ko: 강력한 감시병 함선이 기동을 멈추며 밝은 빨간색 파편이 우주의 심연속으로 날아갔습니다.
ru: Ярко-красные осколки корабля Часовых исчезают в космической бездне, а могучий элитный корабль замирает навсегда.
zh_hans: 戍卫者飞船的鲜红碎晶片飞向深渊，这艘强大的精英战舰停了下来。

# data/events_special_defeat.xml$//event[@name="DEFEAT_CRYSTAL_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Crystal ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Cristalien a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 크리스탈 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля кристаллинов уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来精英水晶族船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ROCK_ELITE"]/text
source: The Inquisition was once one of the most feared forces in the entire galaxy, but they've fallen from glory. This victory only adds insult to injury.
fr: L'Inquisition était autrefois l'une des forces les plus craintes de la galaxie, mais leur gloire a chutée. Cette victoire ne fait que rajouter insulte à leur réputation actuelle.
ko: 이단 심문관들은 한때 온 은하계에서 가장 두려운 세력 중 하나였지만, 그 영광은 빛바랜 지 오래입니다. 이 승리는 그런 상처에 소금을 더할 뿐입니다.
ru: Когда-то Инквизиция была одной из самых грозных сил во всей галактике, но теперь ее слава померкла. Эта победа лишь усугубляет их положение.
zh_hans: 圣判所曾经是整个银河系最令人畏惧的力量之一，但他们已经从荣耀中衰落。这次胜利只是雪上加霜。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ROCK_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Rock ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Rocailleux a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 락맨 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля валунов уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英岩石族船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DESTROY_FREEMAN_ELITE"]/text
source: The Warlord ship has been destroyed. You scrap what is left over from the wreckage.
fr: Le vaisseau du Seigneur de guerre a été détruit. Vous récupérez les restes.
ko: 장군 함선을 파괴했습니다. 당신은 남은 잔해를 인양했습니다.
ru: Корабль Полководцев уничтожен. Вы собираете все, что осталось с его обломков.
zh_hans: 自由螳螂军阀飞船已被摧毁。你搜刮了残骸中剩下的东西。

# data/events_special_defeat.xml$//event[@name="DEADCREW_FREEMAN_ELITE"]/text
source: The Warlord ship has been neutralized. You scrap what is left over from the ship.
fr: Le vaisseau du Seigneur de guerre a été neutralisé. Vous récupérez les restes.
ko: 맨티스 장군 함선을 무력화했습니다. 당신은 배에서 쓸만한 것들을 가져왔습니다.
ru: Корабль Полководцев нейтрализован. Вы собираете все, что осталось с его останков.
zh_hans: 自由螳螂军阀飞船已经被消灭。你把船上剩下的东西搜刮了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears one of the Warlords managed to survive the conflict, though injured. It seems they're healthy enough to shamble out of their hiding spot to meet you. "Oh noble Federation, you are glorious fighter! Bring me mercy, and allow me to serve you!"
fr: Il semblerait que l'un des Seigneurs de guerre ait survécu au conflit, mais est blessé. Il semble assez en forme pour sortir de sa cachette et vous rencontrer. "Oh noble Fédération, vous être glorieux combattant ! Apporter moi pitié et permettre vous servir !"
ko: 적함에서 부상당한 장군 한 명을 발견했습니다. 간신히 전투에서 살아남은 모양입니다. 그는 당신을 보자 숨어있던 곳에서 뛰쳐나올 만큼 멀쩡했습니다. "오, 고귀한 연방! 너 영광스러운 전사다! 자비를 베풀어 너를 섬기게 해주다!"
ru: По всей видимости, одному из Полководцев удалось выжить, хотя он и ранен. Похоже, у него достаточно сил, чтобы вылезти из своего укрытия и встретить вас лицом к лицу. "О благородный федерал, ты славный боец! Окажи мне милость и позволь служить тебе!"
zh_hans: 看来其中一个军阀设法在冲突中存活下来，虽然受伤了。看起来他们很健康，可以从藏身之处摇摇晃晃地走出来迎接你。"哦，高贵的联邦，你是光荣的战士！给我带来仁慈，让我为你服务！"

# data/events_special_defeat.xml$//event[@name="DEFEAT_SUZERAIN_ELITE"]/text
source: You've managed to take down a powerful Hive Elite and their ship, and now the remains are yours to scrap.
fr: Vous avez réussi à abattre un puissant vaisseau Élite de la Ruche et leurs restes vous appartiennent.
ko: 당신은 강력한 하이브의 엘리트와 그들의 배를 격추하는 데 성공했습니다. 이제 그 잔해는 당신의 것입니다.
ru: Вам удалось уничтожить могущественных элитных воинов Улья и их корабль, и теперь останки их судна принадлежат вам.
zh_hans: 你已经成功地打倒了一个强大的精英母巢和他们的飞船，现在残骸是你的了，可以搜刮。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Mantis Elite ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Mantis a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 맨티스 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля богомолов уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英螳螂族号上的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_DUSK_ELITE"]/text
source: Today you've shown the Duskbringers you don't mess around. No vessel, not even the most extreme, can defeat you.
fr: Aujourd'hui, vous avez montré aux Crépusculeurs que vous ne plaisantiez pas. Aucun vaisseau, pas même les plus extrêmes, peuvent venir à bout de vous.
ko: 오늘 당신은 더스크브링어들에게 당신이 만만한 상대가 아니라는 것을 보여주었습니다. 어떤 배도, 그 어떤 극단주의자라도, 당신을 꺾을 순 없습니다.
ru: Сегодня вы показали Вестникам Заката, что с вами не шутят. Ни один корабль, даже самый экстремистский, не сможет победить вас.
zh_hans: 今天你已经向暮临派展示了你不会乱来。没有任何船只，即使是最极端的，也不能打败你。

# data/events_special_defeat.xml$//event[@name="DEFEAT_DUSK_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Duskbringer ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Crépusculeur a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 더스크브링어 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз корабля Вестников Заката уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来暮临派飞船的货物在战斗中幸存下来。里面有一件功能性武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_SLUG_ELITE"]/text
source: If the original Clairvoyants of centuries ago could see their descendants now, falling to a ship like yours, they'd weep. Which, frankly, you don't mind.
fr: Si les Clairvoyants originels pouvaient voir leurs descendants maintenant, tomber à un vaisseau comme le votre, ils pleureraient. Ce qui, franchement, ne vous dérangerait pas.
ko: 수백 년 전 최초의 투시자가 당신 같은 자에게 자기 후손이 파괴당하는 것을 본다면 아마 눈물을 흘릴 것입니다. 솔직히 말해서, 당신은 신경 쓰지 않는 일입니다.
ru: Если бы первые Ясновидцы, жившие многие века назад, увидели сейчас своих потомков, которые нашли свою погибель от такого корабля, как ваш, они бы разрыдались. Против чего вы, честно говоря, не против.
zh_hans: 如果几个世纪前的原始通灵者能看到他们的后代现在倒在像你这样的船上，他们会哭泣的。坦率地说，你并不介意这一点。

# data/events_special_defeat.xml$//event[@name="DEFEAT_SLUG_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Slug ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Limace a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 슬러그 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля слизней уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英蛞蝓族船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_SHELL_ELITE"]/text
source: A Radiant vessel has fallen to your ship. It might make Shell space less safe in the long run, but for now it means you'll live to see another day.
fr: Un vaisseau Radiant est tombé face au votre. Cela rendra peut-être l'espace Coquille moins sur pour l'avenir, mais cela signifie aussi que vous vivrez un autre jour.
ko: 방사성 셸 함선을 침몰시켰습니다. 지금 당장은 당신이 또 하나의 전투를 죽지 않고 넘겼다는 정도의 의미가 있지만, 장기적으로는 셸 영토의 전체적인 보안을 약화시킬 것입니다.
ru: Корабль Лучезарных пал в бою с вами. В перспективе это может негативно повлиять на безопасность пространства ракушек, но пока это означает, что вы доживете до следующего дня.
zh_hans: 一艘辐射体舰败在了你的星舰下。从长远来看，这可能会使甲壳族星域变得不那么安全，但就目前而言，这意味着你能活到明天。

# data/events_special_defeat.xml$//event[@name="DEFEAT_SHELL_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Shell ship survived the fight. Inside is an Anti-Hull weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Coquille a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 셸 함선의 화물은 전투에서 살아남은 것 같습니다. 내부에는 선체 파괴형 무기가 있었으며, 당신은 이것을 인양했습니다.
ru: Похоже, что груз элитного корабля ракушек уцелел во время боя. Внутри находится противокорпусное орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英甲壳族的货物在战斗中幸存下来。里面有一个反舰体武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_LEECH_ELITE"]/text
source: The Amperes are trained explicitly by the Coalition itself, and are far deadlier than normal Leeches. By putting this ship out of commission, you've probably crippled a good percentage of the Republic's only able soldiers.
fr: Les Ampères sont entrainées explicitement par la Coalition elle-même et sont plus dangereuses que les Sangsues ordinaires. En détruisant ce vaisseau, vous avez probablement handicappé une bonne partie des seuls soldats capables de la République Eargen.
ko: 암페어는 연합의 특별 훈련을 받아 일반 리치보다 훨씬 치명적입니다. 아마도 당신은 이 배를 파괴함으로써 공화국에서 유일하게 유능한 병사집단의 상당수를 불구로 만들었을 것입니다.
ru: Амперы проходят специальную подготовку непосредственно в Коалиции, и они гораздо смертоноснее обычных пиявок. Уничтожив этот корабль, вы, вероятно, лишили Республику значительной части ее единственных боеспособных солдат.
zh_hans: 电吸虫是由星联自己训练的，他们比普通的吸虫族要致命得多。通过抹杀这艘船，你可能已经削弱了共和国唯一能干的士兵中的很大一部分。

# data/events_special_defeat.xml$//event[@name="DEFEAT_LEECH_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Leech ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Sangsue a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 리치 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз корабля пиявок уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来吸虫族星舰上的货物在战斗中幸存了下来。里面有一个还能用的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_COALITION_ELITE"]/text
source: As you watch the Coalition vessel break apart, you reflect on what a stupid acronym "R.U.E.S." is. Like seriously, who even came up with that?
fr: En observant le vaisseau de la Coalition se briser, vous vous dites à quel point "E.E.U.R." est un acronyme stupide. Non mais sérieusement, qui a inventé ça ?
ko: 당신은 연합 선박이 부서지는 것을 보면서 "R.U.E.S."가 얼마나 어리석은 약어인지 생각해봤습니다. 진지하게, 대체 누가 그런 걸 생각해 낸 걸까요?
ru: Наблюдая за тем, как разваливается на части судно Коалиции, вы размышляете о том, какая же это глупая аббревиатура - "ЭЭРЕ". Серьезно, кто вообще это придумал?
zh_hans: 这艘星联船解体的时候你无意中瞟到一眼"星团精队"四个字，你觉得这种愚蠢的简称非常契合星联。说真的，这鬼东西到底是谁想出来的？

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Coalition ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite de la Coalition a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 연합 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля Коалиции уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 似乎精英星联船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_LANIUS_ELITE"]/text
source: The defeat of the Lanius Elites is nothing to scoff at, and neither is the amount of salvage left behind.
fr: La défaite de Lanius Élites n'est pas un exploit à prendre à la légère, tout comme le montant de ferraille laissée derrière.
ko: 라니우스 엘리트들의 패배는 비웃을 일이 아닙니다. 흩뿌려진 스크랩들도 비웃을 만한 양은 아니군요.
ru: В разгроме элитного корабля ланиусов нет ничего смехотворного, как и в количестве оставшегося после него лома.
zh_hans: 精英食铁族的失败并不值得嘲笑，留下的残骸数量也不值得嘲笑。

# data/events_special_defeat.xml$//event[@name="DEFEAT_LANIUS_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Lanius ship survived the fight. Inside is a Flak cannon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Lanius a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 라니우스 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 대공포를 찾아 건져냈습니다.
ru: Похоже, что груз корабля ланиусов уцелел во время боя. Внутри находится осколочная пушка, которую вы забираете на борт своего корабля.
zh_hans: 看来食铁族船的货物在战斗中幸存下来。里面有一门破片炮，你把它带回了船上。
