Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LANIUS"]/text[2]
source: Without crew on board to disturb you, you can truly appreciate the intricacies of Lanius architecture. Sure, it looks like a bunch of kitchen knives duct-taped together, but anything can be art with the right attitude.
fr: Sans équipage à bord pour vous déranger, vous pouvez à présent apprécier les complexités de l'architecture Lanius. D'accord, cela ressemble à un paquet de couteaux de cuisines collés les uns aux autres, mais tout peut être de l'art avec la bonne attitude.
ko: 당신을 방해할 선원이 없으니, 라니우스 구조물의 복잡성을 제대로 감상할 수 있을 것입니다. 물론 그것이 덕트 테이프로 묶인 부엌 칼 뭉치처럼 생기긴 했지만, 관점에 따라서 무엇이든 예술이 될 수 있으니까요.
ru: Когда экипажа на борту корабля ланиусов не осталось, вы можете по-настоящему оценить все тонкости их архитектуры. Конечно, она похожа на кучу кухонных ножей, соединенных скотчем, но при правильном подходе все может стать искусством.
zh_hans: 没有船员在船上打扰你，你可以真正欣赏到食铁族建筑的复杂性。当然，它看起来像一堆用胶带粘在一起的厨房刀具，但只要态度正确，任何东西都可以成为艺术。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LANIUS"]/text[3]
source: With the crew of the Lanius ship dead, nothing prevents you from tearing apart the hull of their ship.
fr: Avec l'équipage de l'astronef Lanius mort, rien ne peut vous empêcher de démanteler l'intérieur de leur vaisseau.
ko: 라니우스 함선의 선원들이 모두 죽었습니다. 그 어떤 것도 당신의 약탈을 막을 수 없게 되었습니다.
ru: Экипаж корабля ланиусов мертв, и теперь ничто не мешает вам разобрать на части корпус этого корабля.
zh_hans: 随着食铁族飞船船员的死亡，没有什么能阻止你撕开他们的船体。

# data/events_special_defeat.xml$//event[@name="SURRENDER_LANIUS"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[1]
source: An image of a silent Lanius captain appears on your monitor. Images of their well-filled cargo hold follow. You come to the conclusion that they are trying to barter for a cease-fire.
fr: Un capitaine Lanius silencieux apparaît sur votre écran, suivi d'images de leur soute remplie à ras bord. Vous en déduisez qu'ils cherchent à négocier un cessez-le-feu.
ko: 조용한 라니우스 선장의 이미지가 모니터에 나타나고 이어서 가득 차 있는 화물칸의 이미지가 나타났습니다. 당신은 잠시 생각에 잠겼다가 그들이 휴전을 위해 물물교환을 하려 한다는 결론에 도달했습니다.
ru: На мониторе появляется изображение молчаливого капитана ланиусов. За ним следуют изображения их целиком забитого грузового отсека. Вы приходите к выводу, что они пытаются выторговать перемирие.
zh_hans: 你的显示器上出现了一个沉默的食铁族舰长的图像。随后是他们装满货物的货舱的图像。你得出的结论是，他们正试图为停火进行讨价还价。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[2]
source: The Lanius ship hails you. Your translator struggles, spurting out "Prevent death... Merciful... Penitent...". You believe they are surrendering.
fr: Les Lanius vous contactent. Votre traducteur retranscrit difficilement ce qu'ils vous disent : "Empêcher mort... clémence... pénitence..." Vous avez l'impression qu'ils cherchent à se rendre.
ko: 라니우스 함선이 메시지를 보냈습니다. 당신의 번역기는 한참 동안 계산만 반복하다 "죽음을 막다... 자비로운... 참회하는..."라는 말을 내뱉었습니다. 당신은 그들이 항복한다고 믿었습니다.
ru: Вас вызывает корабль ланиусов. Ваш переводчик с трудом выводит: "Предотвратить смерть... Милосердный... Кающийся..." Вы полагаете, что они сдаются.
zh_hans: 食铁族飞船在呼叫你。你的翻译在挣扎，喷出了"防止死亡...仁慈的...忏悔的人..."。你相信他们是在投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[3]
source: You receive a hail from the ship followed by a crude translation device spurting, "Stop. Stop. Stop."
fr: Vous recevez un message du vaisseau, retranscrit par un traducteur en difficulté : "Stop, stop, stop."
ko: 적함에서 메시지를 보냈고 번역기가 조잡한 번역 결과를 보여줍니다. "그만. 그만. 그만."
ru: Вы получаете вызов с корабля, а затем сообщение с результатом грубого автоматического перевода: "Стой. Стой. Стой".
zh_hans: 你收到来自船上的呼叫，接着是一个粗糙的翻译装置喷出的声音："停。停下来。停止。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[4]
source: You receive an image of their captain, silhouetted by the destruction aboard their ship. It bows forward with the metallic appendages about its body doing the same. It appears to be requesting mercy.
fr: Vous voyez une image de leur capitaine. Derrière lui, le vaisseau a l'air partiellement détruit. Le Lanius s'incline vers l'avant et ses appendices de métal font de même. Il semble quémander votre clémence.
ko: 당신은 불타는 함내를 배경으로 한 라니우스 선장의 이미지를 받았습니다. 그는 몸 주위의 금속 부속물과 함께 앞으로 숙이고 있습니다. 자비를 구하는 것 같습니다.
ru: Вы получаете изображение их капитана, силуэт которого вырисовывается на фоне разрушений на борту их корабля. Он склоняется вперед, металлические отростки на его теле делают то же самое. Похоже, что он просит о пощаде.
zh_hans: 你收到了他们舰长的图像，被他们船上的破坏所掩盖。它向前鞠躬，身上的金属附属物也跟着鞠躬。它似乎在请求怜悯。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[5]
source: Your comms system receives a video feed of the enemy ship's crew waving small makeshift white flags. It appears they have taken research about your culture's customs quite literally.
fr: Votre système de communication reçoit une vidéo sur laquelle vous voyez les membres d'équipage ennemis agitant de petits drapeaux blancs. Apparemment, ils ont mené des recherches approfondies sur les coutumes de votre espèce.
ko: 통신 시스템이 작은 임시 백기를 흔드는 적 선원의 비디오 피드를 수신했습니다. 아무래도 그들은 인간의 문화와 관습에 대해 꽤나 연구를 한 것 같습니다.
ru: Ваша система связи получает видеозапись экипажа вражеского корабля, размахивающего небольшими импровизированными белыми флагами. Судя по всему, они отнеслись к изучению обычаев вашей культуры весьма скурпулезно.
zh_hans: 你的通讯系统收到了敌舰船员挥舞临时小白旗的视频资料。看来他们对你们的文化习俗的研究是非常正确的。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[6]
source: You receive a message from the enemy ship that your translator struggles to interpret, "Penitence for metal. Offering intention."
fr: Vous recevez un message du vaisseau ennemi que votre traducteur a toutes les peines du monde à retranscrire : "Pénitence contre métal. Offre d'intention."
ko: 메시지를 받았습니다. 번역기는 "금속에 대한 참회. 항복 의향 전달."라고 합니다.
ru: Вы получаете сообщение с вражеского корабля, которое с трудом обрабатывает ваш автоматический переводчик: "Покаяние за металл. Предложение намерения".
zh_hans: 你收到来自敌舰的信息，你的翻译艰难地解释道："对金属的忏悔。献祭意图。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_LANIUS"]/text[7]
source: You receive a one word message from the enemy ship, "Surrender." You assume they are asking to surrender rather than demanding your surrender.
fr: Vous recevez un message extrêmement bref en provenance du vaisseau ennemi : "Reddition." Compte tenu du contexte, vous pensez qu'ils désirent se rendre, plutôt que d'exiger votre reddition.
ko: 적함에서 "항복"이라는 한 마디 메시지를 받습니다. 당신은 그들이 당신의 항복을 요구하기보다는 자신들의 항복을 제안한 것이라고 가정했습니다.
ru: Вы получаете от вражеского корабля сообщение, состоящее из одного слова: "Капитуляция". Вы полагаете, что они предлагают свою капитуляцию, а не требуют вашей.
zh_hans: 你收到了来自敌舰的一个字的信息："投降。"你认为他们是在请求投降，而不是要求你投降。

# data/events_special_defeat.xml$//event[@name="DESTROYED_SIREN_UNKNOWN"]/text
source: The mysterious vessel is destroyed. You scrap its smooth white hull while the rainbow lights continue to flicker in and out of life.
fr: Le mystérieux vaisseau est détruit. Vous démontez sa coque blanche et lisse tandis que les lumières arc-en-ciels continuent de clignoter.
ko: 신비로운 함선을 파괴했습니다. 매끄러운 흰색 선체의 안팎으로 무지개색 불빛이 깜박이다 이내 희미해져 가는 것을 보며 잔해를 인양했습니다.
ru: Таинственное судно уничтожено. Вы собираете обломки его гладкого белого корпуса, а радужные огни на них продолжают мерцать, то оживая, то затухая.
zh_hans: 这艘神秘的船被摧毁了。你搜刮了它光滑的白色舰体，而彩虹灯继续闪烁着生命。

# data/events_special_defeat.xml$//event[@name="DEADCREW_SIREN_UNKNOWN"]/text
source: The crew of the mysterious vessel is dead. You scrap its smooth white hull while the rainbow lights continue to flicker in and out of life.
fr: L'équipage du mystérieux vaisseau est mort. Vous démontez sa coque blanche et lisse tandis que les lumières arc-en-ciels continuent de clignoter.
ko: 신비로운 함선 안의 선원들이 모두 사망했습니다. 매끄러운 흰색 선체의 안팎으로 무지개색 불빛이 깜박이다 이내 희미해져 가는 것을 보며 쓸만한 것들을 가져왔습니다.
ru: Экипаж таинственного судна мертв. Вы обыскиваете его гладкий белый корпус, а радужные огни на нем продолжают мерцать, то оживая, то затухая.
zh_hans: 这艘神秘船只的船员已经死亡。你刮开它光滑的白色舰体，而彩虹灯继续闪烁着生命。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your surprise, you find another person stuffed into the storage of the alien ship. They appear to be under some strange trance that has now begun to slowly wear off. Once they're safe, they agree to join your crew.
fr: À votre surprise, vous trouvez une autre personne recroquevillée dans la soute du vaisseau alien. Ils ont l'air d'être sous un étrange état de transe qui a commencé à se dissiper petit à petit. Une fois en sécurité, ils acceptent de vous rejoindre.
ko: 놀랍게도 그 함선의 창고에는 또 다른 사람이 실려 있었습니다. 그는 기이한 황홀경에 빠진 것 같았는데, 이내 서서히 정상으로 돌아오더니 당신의 승무원으로 합류하는 데 동의했습니다.
ru: К своему удивлению, вы обнаруживаете в складском отсеке корабля пришельцев еще одного обитателя. Похоже, что он находится в каком-то странном трансе, который уже начал потихоньку отпускать его. Оказавшись в безопасности, он соглашается присоединиться к вашей команде.
zh_hans: 令你惊讶的是，你发现外星飞船的仓库还塞着另一个人。对方似乎处于某种奇怪的恍惚状态，该症状在慢慢消失。对方安全之后，选择了加入你的队伍。

source: One can never be too cautious while scrapping a Lanius ship, for fear of either a lone survivor drifting in the vacuum or a collision with the sharp debris.
fr: On n'est jamais trop prudent en désossant un vaisseau Lanius, par peur d'un survivant dérivant dans le vide, ou bien par la collision avec les débris pointus.
ko: 라니우스 함선을 약탈하는 동안에는 아무리 조심해도 지나치지 않습니다. 진공 상태에서 표류하는 고독한 생존자와 맞닥뜨리거나 날카로운 파편에 충돌할 수 있으니까요.
ru: При обыске останков корабля ланиусов всегда нужно быть настороже, опасаясь либо дрейфующего в космосе выжившего члена экипажа, либо столкновения с острыми обломками.
zh_hans: 在报废食铁族飞船时，人们永远不能太过谨慎，因为担心要么有孤独的幸存者在真空中漂流，要么与尖锐的碎片相撞。

source: The destruction of the Lanius vessel provides you with great satisfaction, knowing how infamously difficult the Lanius are as foes.
fr: La destruction du vaisseau Lanius vous fournit une grande satisfaction, vu la réputation que les Lanius ont comme adversaires difficiles et implacables.
ko: 라니우스가 얼마나 악명높은 적인지 알기 때문에 이들의 함선을 파괴하는 것은 큰 만족감을 제공합니다.
ru: Уничтожение корабля ланиусов доставляет вам огромное удовольствие, зная, насколько сложными противниками они являются.
zh_hans: 摧毁食铁族飞船让你感到非常满意，要知道食铁族作为敌人是多么臭名昭著的困难。

source: The Lanius may be excellent scavengers, but today you've turned the tables on them.
fr: Les Lanius sont peut-être d'excellents charognards, mais aujourd'hui vous avez retourné la situation contre eux.
ko: 라니우스는 훌륭한 청소부이지만, 오늘만큼은 당신이 그들을 청소해버렸습니다.
ru: Быть может, ланиусы и отличные падальщики, но сегодня вы переиграли их.
zh_hans: 食铁族可能是优秀的拾荒者，但今天你已经扭转了他们的局面。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the destruction of the Lanius ship was not enough to kill off all of its crew. A single Lanius managed to escape the inferno and has now attached itself to the ship!
fr: Il semblerait que la destruction du vaisseau Lanius n'était pas suffisante pour tuer tout leur équipage. Un simple Lanius a échappé au brasier et s'est attaché à votre vaisseau !
ko: 함선을 부수는 것만으로는 모든 라니우스 선원을 죽일 수 없었던 것 같습니다. 한 마리의 라니우스가 홍염에서 탈출하여 당신의 배에 달라붙었습니다!
ru: Похоже, что разрушение корабля ланиусов оказалось недостаточным для того, чтобы уничтожить весь его экипаж. Одному ланиусу удалось покинуть взрывающееся судно, и теперь он прицепился к вашему кораблю!
zh_hans: 看来食铁族船的毁灭还不足以杀死所有的船员。一个食铁族设法逃出了地狱，现在已经附在了这艘船的身上！

source: It's difficult to scrap the oxygenless interiors of the Lanius ship, but you can manage. Nothing will keep you from your precious scrap, not even the cruel vacuum of space.
fr: Il est difficile de démonter les intérieurs non oxygenés du vaisseau Lanius, mais vous y parvenez tout de même. Rien ne vous empêchera de prendre votre précieuse ferraille, pas même le cruel vide spatial.
ko: 무산소 상태인 라니우스 함선의 내부를 약탈하는 것은 어려운 일이지만, 충분히 감당 할 수 있습니다. 그 어떤 것도 당신과 당신의 소중한 스크랩들을 갈라놓진 못할 것입니다. 심지어 우주의 잔혹한 진공마저요.
ru: Искать припасы внутри корабля ланиусов при отсутствии кислорода достаточно трудно, но вы справитесь. Ничто не отвлечет вас от столь желанного лома, даже жестокая пустота космоса.
zh_hans: 在食铁族飞船的无氧内部进行搜刮处理很困难，但你可以做到。没有什么能让你远离你宝贵的废料，甚至残酷的星域真空也不能。

source: Without crew on board to disturb you, you can truly appreciate the intricacies of Lanius architecture. Sure, it looks like a bunch of kitchen knives duct-taped together, but anything can be art with the right attitude.
fr: Sans équipage à bord pour vous déranger, vous pouvez à présent apprécier les complexités de l'architecture Lanius. D'accord, cela ressemble à un paquet de couteaux de cuisines collés les uns aux autres, mais tout peut être de l'art avec la bonne attitude.
ko: 당신을 방해할 선원이 없으니, 라니우스 구조물의 복잡성을 제대로 감상할 수 있을 것입니다. 물론 그것이 덕트 테이프로 묶인 부엌 칼 뭉치처럼 생기긴 했지만, 관점에 따라서 무엇이든 예술이 될 수 있으니까요.
ru: Когда экипажа на борту корабля ланиусов не осталось, вы можете по-настоящему оценить все тонкости их архитектуры. Конечно, она похожа на кучу кухонных ножей, соединенных скотчем, но при правильном подходе все может стать искусством.
zh_hans: 没有船员在船上打扰你，你可以真正欣赏到食铁族建筑的复杂性。当然，它看起来像一堆用胶带粘在一起的厨房刀具，但只要态度正确，任何东西都可以成为艺术。

source: With the crew of the Lanius ship dead, nothing prevents you from tearing apart the hull of their ship.
fr: Avec l'équipage de l'astronef Lanius mort, rien ne peut vous empêcher de démanteler l'intérieur de leur vaisseau.
ko: 라니우스 함선의 선원들이 모두 죽었습니다. 그 어떤 것도 당신의 약탈을 막을 수 없게 되었습니다.
ru: Экипаж корабля ланиусов мертв, и теперь ничто не мешает вам разобрать на части корпус этого корабля.
zh_hans: 随着食铁族飞船船员的死亡，没有什么能阻止你撕开他们的船体。

source: You have rid the galaxy of another Obelisk ship. There's bound to be hundreds more, but it's something.
fr: Vous avez débarassé la galaxie d'un autre vaisseau Obélisque. Il y en a certainement d'autres par centaines, mais c'est tout de même quelque chose.
ko: 또 다른 오벨리스크 함선을 파괴했습니다. 수백이 더 있을 수 있지만, 그래도 의미가 있습니다.
ru: Вы избавили галактику от еще одного корабля обелисков. Их наверняка будут еще сотни, но это уже хоть что-то.
zh_hans: 你已经为银河系摆脱了另一艘方碑族飞船。肯定还会有成百上千艘，但这是件好事。

source: The Obelisk ship explodes into many smaller pieces, its cubical shape shattered forever. It's oddly satisfying, and you reflect fondly on your handiwork as you scrap the remains.
fr: Le vaisseau Obélisque explose en plusieurs petits morceaux, sa forme cubique brisée à jamais. C'est étonamment satisfaisant et vous admirez votre chef d'oeuvre tandis que vous récupérez les restes.
ko: 입방체 모양의 오벨리스크 함선이 여러 개의 작은 조각으로 폭발하며 산산이 조각납니다. 묘하게 만족스럽습니다. 당신은 잔해를 인양하면서 방금 이뤄낸 성취를 즐겁게 곱씹었습니다.
ru: Корабль обелисков разлетается на множество мелких кусочков, навсегда потеряв свою кубическую форму. Как ни странно, это приносит удовлетворение, и вы с удовольствием размышляете о своей работе, осматривая его обломки в поисках припасов.
zh_hans: 方碑族飞船爆炸成许多更小的碎片，它的立方体形状永远粉碎了。这是一种奇怪的满足感，当你搜刮这些残骸时，你对自己的手艺深情地反思。

source: Though you know the Obelisks are the antagonists of this galaxy, you can't help but wonder if every ship you kill was aware of their grand scheme.
fr: Même si vous savez que les Obélisques sont les antagonistes de la galaxie, vous ne pouvez vous empêcher de vous demander si chaque vaisseau que vous détruisez était au courant de leurs grands plans.
ko: 오벨리스크들이 이 우주의 적이라는 것은 알고 있지만, 당신이 물리친 모든 함선이 그들의 웅대한 계획을 알고 있었을지에 대한 물음은 사라지지 않습니다.
ru: Хотя вы знаете, что обелиски - антагонисты этой галактики, вы не можете не задаться вопросом, знали ли на каждом уничтоженном вами корабле об их грандиозном плане.
zh_hans: 虽然你知道方碑族处于这个星系的对立面，但你不禁要问，是不是每艘你歼灭的飞船都知道他们的宏大计划。

source: With every Obelisk ship you destroy, you delay the date of the invasion just a little bit more. You know it's not much, but it feels important to you.
fr: Avec chaque appareil Obélisque que vous détruisez, vous retardez la date de l'invasion juste un peu plus. Vous savez que cela n'est pas beaucoup, mais cela reste important pour vous.
ko: 오벨리스크 함선을 한 척 파괴할 때마다 그들의 침공 날짜가 조금 더 늦어집니다. 별거 아닌 수준임을 알지만 당신은 그 정도도 중요하다고 느꼈습니다.
ru: С каждым уничтоженным кораблем обелисков вы еще немного откладываете дату вторжения. Вы знаете, что это не так уж много, но вам кажется, что это важно.
zh_hans: 你每摧毁一艘方碑族飞船，你就能拖延叛军的追击。你知道这并不多，但它对你来说感觉很重要。

source: As the last Obelisk collapses, it lets out two last words. "Screw... you..."
fr: Tandis que le dernier Obélisque s'effondre, il libère trois derniers mots. "Va te... faire..."
ko: 마지막 오벨리스크가 쓰러지면서 최후의 두 마디를 내뱉었습니다. "개... 자식..."
ru: Когда последний обелиск находится на грани смерти, он произносит последние слова. "Иди ты... к черту..."
zh_hans: 当最后一块方碑族倒下时，它发出了最后两个字。"去...你..."

source: You've made quick work of these cubical aliens. You don't feel the pang of guilt that usually accompanies these murders - for the most part.
fr: Vous vous êtes vite occupés de ces aliens cubiques. Vous ne ressentez pas l'habituel pincement de culpabilité qui accompagne normalement ces meurtres. Pour la plus grande part.
ko: 입방체 외계인들을 빠르게 처리했습니다. 이렇게 생긴 생명체를 죽이는 것엔 죄책감의 고통이 느껴지지 않는 것 같습니다. 거의 말이죠.
ru: Вы быстро расправились с этими кубическими пришельцами. Вы не ощущаете чувства вины, которое обычно сопровождает подобные убийства. По большей части.
zh_hans: 你很快就解决了这帮小房间里的外星人。你没有感到通常伴随着这些谋杀的罪恶感。在大多数情况下。

source: The interior of the Obelisk ship is littered with the dust of the fallen crew. You call it a job well done and give the orders to scrap the ship.
fr: L'intérieur du vaisseau Obélisque est tapis de cendres et poussières de l'équipage défunt. Vous appelez cela un bon travail et donnez les ordres de démonter le vaisseau.
ko: 오벨리스크 함선의 내부는 파괴된 선원들의 먼지로 뒤덮여 있습니다. 당신은 그것이 잘된 일이라고 생각하고 적함에서 쓸만한 걸 챙겨오라는 명령을 내립니다.
ru: Внутреннее пространство корабля обелисков покрыто пылью от погибшего экипажа. Вы считаете работу выполненной и отдаете приказ начать поиск припасов на корабле.
zh_hans: 方碑族飞船的内部堆满了死去的船员的灰尘。你说这是一个很好的工作，并下达了搜刮该船的命令。

source: The death of the Obelisk ship and its crew means good news for the rest of the galaxy. You just hope they don't have any families to grieve them.
fr: La mort du vaisseau Obélisque et de son équipage signifie de bonnes nouvelles pour le reste de la galaxie. Vous espérez juste qu'ils n'ont pas de familles pour faire leur deuil.
ko: 오벨리스크 함선과 그 선원들의 죽음은 은하계 전체의 희소식입니다. 그들의 죽음을 슬퍼할 가족이 없기를 바랄 뿐입니다.
ru: Гибель корабля обелисков и его экипажа - хорошая новость для остальной галактики. Остается надеяться, что у них нет семей, которые могли бы оплакивать их.
zh_hans: 方碑族飞船及其船员的死亡对银河系其他地区来说意味着好消息。你只希望他们没有任何家庭来为他们悲伤。

# data/events_special_defeat.xml$//event[@name="DEFEAT_REBEL_ELITE"]/text
source: You've defeated the Rebel Elite, which is no easy task. It's not enough to impact the fleet, but it's still a great victory.
fr: Vous avez vaincu l'Élite Rebelle, ce qui n'est pas chose aisée. Cela n'est pas suffisant pour affecter la flotte, mais c'est tout de même une grande victoire.
ko: 쉬운 상대가 아닌 반군 엘리트를 물리쳤습니다. 함대에 영향을 미치기에는 충분하지 않지만 여전히 의미 있는 승리입니다.
ru: Вы победили элитный корабль повстанцев, что не так-то просто. Этого недостаточно, чтобы оказать какое-то влияние на флот, но все равно это большая победа.
zh_hans: 你打败了叛军精英，这可不是一件容易的事。虽然不足以影响到舰队，但这仍然是一个伟大的胜利。

# data/events_special_defeat.xml$//event[@name="DEFEAT_REBEL_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Elite Rebel ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Rebelle a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 엘리트 반군 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз элитного корабля повстанцев уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来叛军精英飞船的货物在战斗中幸存下来。里面有一件完好的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_AUTO_ELITE"]/text
source: You've defeated the Innovation Auto-ship. The escalation in threat posed by this foe could not be denied, but in the end, it was still nothing more than an infernal machine promptly silenced by your show of force.
fr: Vous avez vaincu l'auto-vaisseau de l'innovation. L'escalade de la menace posée par cet ennemi est indéniable, mais au final, ce n'était rien de plus qu'une machine infernale promptement réduite au silence par votre démonstration de force.
ko: 이노베이션 무인기를 격파했습니다. 이 적의 위협이 상당했던 것은 부인할 수 없지만, 결국에는 당신의 무력에 즉시 침묵 당한 지옥의 기계에 지나지 않았습니다.
ru: Вы победили автоматический корабль "Инноваций". Эскалация угрозы, исходящей от этого противника, не могла быть проигнорирована, но в конце концов он все равно оказался не более чем адской машиной, которую вы быстро заставили замолчать, продемонстрировав силу.
zh_hans: 你击败了革新社自动舰，这个敌人的威胁不断升级，确实不容忽视；但说到底，它不过是一台该死的机器，被你的武力迅速压制。

# data/events_special_defeat.xml$//event[@name="DEFEAT_AUTO_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the advanced Auto-ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Sangsue a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 리치 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз продвинутого автокорабля уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来吸虫族星舰上的货物在战斗中幸存了下来。里面有一个还能用的武器，你把它带回星舰。

# data/events_special_defeat.xml$//event[@name="DEFEAT_ENGINEER_ELITE"]/text
source: You've defeated a technician vessel, impressive. Though they may simply be menial workers in the eyes of Wentworth Innovations, their ships are considerably well armed, and successfully defeating one in combat is no small feat.
fr: Vous avez vaincu un vaisseau technicien, impressionnant. Bien qu'ils ne soient que des travailleurs subalternes aux yeux de Wentworth Innovations, leurs vaisseaux sont considérablement bien armés et en vaincre un au combat n'est pas un mince exploit.
ko: 당신은 기술자의 함선을 격파했습니다. 인상적이군요. 웬트워스 이노베이션의 눈에는 그들이 단순히 하찮은 일꾼일지 모르지만, 상당히 잘 무장된 그들의 함선을 무찌르는 것은 만만한 일이 아닙니다.
ru: Вы победили корабль Техников, впечатляет. Хоть "Инновации Вентворта" и считают их просто подсобными рабочими, их корабли достаточно хорошо вооружены, и победить такое судно в бою - немалый подвиг.
zh_hans: 你打败了一艘革新社技工船，令人印象深刻。虽然在温特沃斯革新社公司的眼中，他们可能仅仅是卑微的工人，但他们的船装备相当精良，在战斗中成功击败一艘船不是小事。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Technician ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison du vaisseau Technicien a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 기술자의 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз корабля Техников уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来革新社技工战舰上的货物在战斗中幸存了下来。里面有一个还能用的武器，你把它带回星舰。
