Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ZOLTAN"]/text[2]
source: You hope the Zoltan Minister never catches wind of this, or the Federation will receive hell for breaking their truce.
fr: Vous espérez que le Ministre Zoltan ne soit jamais au courant de cela, sinon la Fédération va être lourdement sanctionée pour avoir brisé leur trève.
ko: 당신은 이 광경이 졸탄 내각의 눈에 들지 않기를 바랐습니다. 잘못하면 연방이 휴전협정을 위반했다는 이유로 지옥을 맛보게 될 테니까요.
ru: Надеюсь, Министерство золтанов не узнает об этом, иначе у Федерации будут неприятности из-за нарушения союзного договора.
zh_hans: 但愿超能牧师会永远不要听到这件事情，不然联邦就会因破坏停战协议遭到天罚。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ZOLTAN"]/text[3]
source: It's no wonder the Duskbringers hate the Federation so much when you kill Zoltan ships with such gusto.
fr: Pas étonnant que les Crépusculeurs détestent autant la Fédération, vu comment vous tuez les Zoltans avec autant d'enthousiasme.
ko: 당신은 또 다른 졸탄 함선을 박살 냈습니다. 이러니 더스크브링어들이 그토록 연방을 싫어할 만도 하죠.
ru: Неудивительно, что Вестники Заката так ненавидят Федерацию, судя по тому, с каким рвением вы уничтожаете золтанские корабли.
zh_hans: 难怪你把超能族船只摧毁时，暮临派们如此高兴。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ZOLTAN"]/text[1]
source: As you scrap the now crewless ship, you wonder why you never steal the Zoltan shield tech from these ships.
fr: En démontant le vaisseau maintenant vide d'équipage, vous vous demandez pourquoi vous ne volez jamais la technologie de bouclier Zoltan de ces appareils.
ko: 당신은 모든 선원이 죽은 적함에서 쓸만한 걸 챙기다가 왜 한 번도 졸탄 방어막을 훔친 적이 없는가에 대해 의구심을 가졌습니다.
ru: Собирая все полезное с теперь уже безжизненного корабля, вы задаетесь вопросом, почему вы никогда не крали золтанскую технологию щитов с этих кораблей.
zh_hans: 在你搜刮无人生还的超能族船时，你想知道为什么你从来不从这些船上偷点超能护盾技术。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ZOLTAN"]/text[2]
source: Killing Zoltans is risky business, but you've made good work of this ship. The fruits of your labor are the excess of scrap material for you to take.
fr: Tuer les Zoltans est une pratique assez risquée, mais vous avez fait du bon travail avec ce vaisseau. Les fruits de votre labeur sont présentés sous la forme de l'excès de ferraille à votre disposition.
ko: 졸탄을 죽이는 것은 꽤나 위험한 일이지만, 당신은 능숙하게 이 배를 처리합니다. 당신이 흘린 땀은 대량의 스크랩으로 결실을 보았습니다.
ru: Убийство золтанов - дело рискованное, но вы отлично справились с этим кораблем. Награда за ваш труд - запас лома, который вы теперь можете забрать.
zh_hans: 干掉超能族是个很冒险的举措，但是你做得很好，这些废料就是你的战果。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ZOLTAN"]/text[3]
source: For a supposedly peaceful bunch, Zoltans are a risk to fight with. Luckily, you've emptied out this ship and can now scrap it.
fr: Pour un groupement supposément pacifique, les Zoltans représentent un sacré risque à combattre. Heureusement, vous avez vidé ce vaisseau et pouvez désormais le désosser.
ko: 평화로운 종족이라고 알려진 졸탄에게 싸움을 거는 것은 의외로 위험합니다. 다행히, 당신은 그들의 배를 깨끗이 비웠고 유용한 것을 챙겨 떠났습니다.
ru: Золтаны - якобы миролюбивый народ, но с ними опасно воевать. К счастью, вы опустошили этот корабль и теперь можете собрать с него все полезное.
zh_hans: 对于一个崇尚和平的集体来说，超能族是难以应付的。幸运的是，你清空了这艘船，那现在搜刮时间到。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Zoltan ship has grown tired of fighting. They surrender.
fr: Le vaisseau Zoltan se lasse du combat. Ils se rendent.
ko: 졸탄 함선은 전투에 지쳤습니다. 그들은 항복했습니다.
ru: Экипаж корабля золтанов устал от сражения. Они сдаются.
zh_hans: 超能族船已经厌倦了战斗，他们投降了。

source: "You have certainly reduced our defenses to nothing. All we have left is to ask for our lives."
fr: "Vous avez certainement réduit nos défenses à néant. Nous ne pouvons que supplier nos vies."
ko: "그대는 명백히 우리의 방어 체계를 무용지물로 만들었습니다. 이제 우리가 할 수 있는 일은 목숨을 구걸하는 것 뿐입니다."
ru: "Вы определенно свели нашу защиту на нет. Все, что нам осталось, это просить оставить нас в живых".
zh_hans: "你几乎将我们的反抗能力化为乌有，我们只想活着。"

source: The Zoltan ship is heavily damaged. They offer some goods if you'll let them live.
fr: L'appareil Zoltan est hautement endommagé. Ils offrent des biens si vous les épargnez.
ko: 졸탄 함선이 심하게 손상되었습니다. 그들을 살려준다면 약간의 자원을 제공할 것입니다.
ru: Корабль золтанов получил серьезные повреждения. Они предлагают некоторые припасы, если вы оставите их в живых.
zh_hans: 超能族船遭到了严重的损伤，他们提出交出一部分财产以换取他们的生命。

source: Accept their "trade".
fr: Accepter leur "offre".
ko: 그들의 "거래"에 응한다.
ru: Принять их "взаимовыгодное предложение".
zh_hans: 接受他们的"提议"。

source: "We know if the Federation catches wind of this, you will be tried for your crimes. We suggest an offer that is beneficial for both of us."
fr: "Nous savons que si la Fédération apprend ce qui s'est passé ici, vous serez jugé pour vos crimes. Nous suggérons une offre mutuellement bénéfique."
ko: "연방에 이 범죄 행위가 알려진다면 군사 재판이 시행될 것입니다. 상호에게 이득이 되도록 거래를 하는 게 어떻겠습니까?"
ru: "Мы знаем, что если Федерация узнает об этом, вас будут судить за ваши преступления. Мы предлагаем сделку, выгодную для нас обоих".
zh_hans: "我知道如果联邦知道这件事的话，你会被判有罪的。我需要一个双赢的提案。"

source: "Code 74F requires all trades made between ships to be mutually beneficial. We will not stray from the Zoltan law."
fr: "Le Code 74F demande à ce que tout marché réalisé entre vaisseaux soit mutuellement bénéfique. Nous ne nous écarterons pas de la loi Zoltan."
ko: "졸탄령 74F 호에 따르면 선박 간의 모든 거래는 상호 이익이 되어야 한다고 명시하고 있습니다. 저희는 법을 준수할 것입니다."
ru: "Статья 74Г требует, чтобы все сделки, заключаемые между кораблями, были взаимовыгодными. Мы не будем отступать от золтанских законов".
zh_hans: "第74F号法规要求船舶之间的所有交易都是互惠互利的。我们不会违背超能族法律。"

source: "This is not the way of peace. If you desire to ever know enlightenment, you must release us with a fair trade."
fr: "Ce n'est pas la voix de la paix. Si vous désirez un jour connaitre l'illumination, vous devez nous libérer avec une offre équitable."
ko: "그대여, 이것은 평화의 길이 아닙니다. 깨달음을 얻고자 한다면 이 공정한 거래로 우리를 놓아주어야 할 것입니다."
ru: "Это не путь мира. Если вы хотите когда-нибудь достичь просветления, то вы должны отпустить нас на честных условиях".
zh_hans: "这不是和平的方式，如果你想对启蒙有所了解，你必须先放了我们以此进行一次公正的交易。"

source: In all likelihood, you've just caused some poor Zoltan bureaucrat to have to do a ton of paperwork. Still, at least nobody was aboard.
fr: Selon toute vraisemblance, vous avez juste obligé un pauvre bureaucrate zoltan à faire une tonne de paperasse. Au moins, il n'y avait personne à bord.
ko: 아마도 지금 당신은 어떤 불쌍한 졸탄 관료에게 엄청난 서류 작업을 하게 만들었을 것입니다. 뭐, 최소한 누가 타고 있던 건 아니니까요.
ru: По всей вероятности, из-за вас бедному золтанскому бюрократу придется перелопатить кучу бумаг. Но, по крайней мере, на борту никого не было.
zh_hans: 想必，你只是让某个可怜的超能族官僚不得不做大量的文书工作。不过，至少没有人在船上。

source: Zoltans don't take too kindly to their property being destroyed, but the alternative would be their own lives on the line. You don't feel too bad about it.
fr: Les Zoltans ne voient pas d'un bon œil la destruction de leurs biens, mais l'alternative serait de mettre leur propre vie en jeu. Vous ne vous sentez pas trop mal à l'aise.
ko: 졸탄은 자기 재산이 파괴되는 것을 가벼이 여기지 않지만, 무인기가 아니었다면 자신의 목숨이 위험에 처할 수도 있습니다. 당신은 별로 죄책감을 느끼지 않습니다.
ru: Золтаны не слишком любят, когда уничтожают их собственность, но в противном случае на кону будут стоять их собственные жизни. Вы не чувствуете себя слишком плохо из-за этого.
zh_hans: 超能族不太喜欢自己的财产被毁，但财产可以代替他们的生命遭受毁灭。你没有觉得太难过。

source: For the action of destroying a valuable Zoltan Auto-ship, you expect a stern lecture, a strongly worded letter, and a handful of scrap. Fortunately, you get the latter right away.
fr: Pour avoir détruit un Auto-vaisseau Zoltan de grande valeur, vous vous attendez à un sermon sévère, à une lettre ferme et à une poignée de ferraille. Heureusement, vous obtenez ce dernier élément immédiatement.
ko: 귀중한 졸탄 무인기를 파괴했으니 당신은 엄중한 강의를 듣고, 강경한 어조의 편지를 받고, 한 줌의 스크랩을 얻게 될 것입니다. 다행히도 스크랩은 지금 바로 얻을 수 있습니다.
ru: За уничтожение ценного автоматического корабля золтанов вас ожидает строгая нравоучительная лекция, письмо с резкими словами и горсть лома. К счастью, последнее вы получаете сразу же.
zh_hans: 对于毁坏一艘价值连城的超能族自动舰的行为，你本以为会受到严厉的指责，一封措辞强硬的信和一把废料。幸运的是，你马上就得到了后者。

source: One fewer Zoltan Auto means that travel through this sector will be slightly more convenient for any random passer-by. You don't expect to hear any thanks from it, but the scrap is reward enough.
fr: Un Zoltan Auto de moins signifie que le voyage dans ce secteur sera un peu plus pratique pour n'importe quel passant. Vous ne vous attendez pas à ce qu'il vous remercie, mais la ferraille est une récompense suffisante.
ko: 졸탄 무인기가 하나 줄어든다는 것은 이 구역을 지나가는 모든 행인의 여행이 조금 더 편해진다는 뜻입니다. 고맙다는 말을 듣지는 못하겠지만, 스크랩은 충분히 보람 있는 일입니다.
ru: На один золтанский автоматический корабль меньше - значит, путешествие через этот сектор станет немного удобнее для любого случайного путника. Благодарности вы не дождетесь, а вот лом можно выудить.
zh_hans: 少了一艘超能族自动舰就意味着任何路过这片区域的人都会稍微方便一些。你不会指望能听到任何感谢，但这些废料已经是足够的回报了。

source: The AI core explodes into its constituent elements, which is a modest bounty. The Zoltans probably won't be pleased their resources are being reappropriated.
fr: Le noyau de l'IA explose en ses éléments constitutifs, ce qui représente une modeste prime. Les Zoltans ne seront probablement pas ravis que l'on se réapproprie leurs ressources.
ko: AI 코어가 폭발하여 기본 구성 요소가 드러났는데, 이 부품에는 포상금이 잘 붙지 않습니다. 졸탄은 아마 자신들의 자원이 다른 이의 손에 들어가는 것을 달가워하지 않을 테지요.
ru: Ядро ИИ взрывается на составляющие его элементы, что является скромной наградой. Золтаны, вероятно, не будут рады, что их ресурсы присваивают себе.
zh_hans: AI核心会爆炸成其构成要素，这是一次不大不小的收获。超能族可能不会乐意看到他们的资源被重新利用。

source: The Zoltan Auto-ship is no more. Whatever its task was before you blew it up, you're pretty sure the sector will get along fine without it.
fr: L'auto-vaisseau zoltan n'est plus. Quelle que soit sa mission avant que vous ne le fassiez exploser, vous êtes certain que le secteur s'en passera très bien.
ko: 졸탄 무인기는 더 이상 존재하지 않습니다. 그것이 폭파당하기 전에 지고 있었던 임무가 무엇이든 간에, 당신은 이 구역에 별 문제가 없을 것이라고 확신합니다.
ru: Золтанского автоматического корабля больше нет. Какой бы ни была его задача до того, как вы его взорвали, вы уверены, что сектор прекрасно обойдется без него.
zh_hans: 超能族自动舰已经不复存在了。不管在你炸毁它之前它的任务是什么，你很确定这个星区没有它也能过得很好。

# data/events_special_defeat.xml$//event[@name="DESTROYED_MONK"]/text
source: You aren't sure how to feel about the destruction of the Monk ship, but at least you get a small amount of scrap from it.
fr: Vous ne savez pas quoi ressentir à propos de la destruction du vaisseau Moine, mais au moins vous en avez retiré une petite portion de ferraille.
ko: 수도승의 함선을 파괴하는 것이 옳지 못하다는 건 알고 있지만, 적어도 당신은 그것으로부터 소량의 스크랩을 얻었습니다.
ru: Вы не совсем понимаете, как относиться к уничтожению корабля Монахов, но, по крайней мере, вы получили с него небольшое количество лома.
zh_hans: 你不知道该对信道者飞船的毁灭作何反应，但至少你搞到了点废料。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_MONK"]/text
source: You aren't sure how to feel about the completely unnecessary slaughter of defenseless, peaceful monks, but at least you get a small amount of scrap from it.
fr: Vous ne savez pas quoi ressentir à propos du massacre complètement injustifié de paisibles moines sans défense, mais au moins vous en avez retiré une petite portion de ferraille.
ko: 무방비 상태의 평화적인 수도승들을 불필요하게 학살하는 것이 옳지 못하다는 건 알고 있지만, 적어도 당신은 그것으로부터 소량의 스크랩을 얻었습니다.
ru: Вы не знаете, как относиться к совершенно ненужному убийству беззащитных, мирных Монахов, но, по крайней мере, вы получили небольшое количество лома.
zh_hans: 你不知道为什么要对完全没有防备的信道者飞船痛下杀手，但是你至少搞到了点废料。

# data/events_special_defeat.xml$//event[@name="SURRENDER_MONK"]/choice[1]/text
source: Let them live.
fr: Les laisser vivre.
ko: 그들을 놓아준다.
ru: Оставить их в живых.
zh_hans: 放他们一条生路。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_MONK"]/text[1]
source: "We hope you have grown as a person over the course of this battle and have decided to cease your attack against us."
fr: "Nous espérons que vous avez grandi en tant que personne durant le cours de cette bataille et avez décidé de cesser votre attaque contre nous."
ko: "소승들은 그대가 이 전투를 통해 내적으로 성장하여 이 공격이 중단되기를 바랍니다."
ru: "Мы надеемся, что за время этой битвы вы выросли как личность и теперь прекратите свою атаку на нас".
zh_hans: "我们希望你能够在这场战斗中成长，并决定停止对我们的攻击。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_MONK"]/text[2]
source: "We pose no threat to you, and refuse to raise a hand against you. We hope you will reconsider your violent ways."
fr: "Nous ne vous posons aucune menace et refusons de lever la main contre vous. Nous espérons que vous reconsidérerez vos violentes actions."
ko: "소승들은 그대에게 어떠한 위협도 가하지 않으며 손을 대지도 않을 것입니다. 자기 내면의 폭력과 분노를 가라앉히기 바랍니다."
ru: "Мы не представляем для вас угрозы и отказываемся поднять на вас руку. Мы надеемся, что вы переосмыслите пути жестокости, которыми вы идете".
zh_hans: "我们对你们不构成威胁，也不会对你们动手。我们希望你能重新考虑你的暴力行为"

source: The Monk cackles over the comm. "The fires have come!", as his ship explodes into large fragments. Fortunately, said fires have not diminished the value of its scrap.
ru: Монах кричит по связи. "Пожар наступает!", когда его корабль разлетается на крупные фрагменты. К счастью, пожары не уменьшили стоимость его лома.
zh_hans: 那位信道者对着通讯设备狂笑起来："大火已经降临了！"与此同时，他的飞船瞬间炸成了巨大的碎片。幸运的是，这些火灾并未损失其废料价值。

source: The Infernum Monks seem oddly peaceful as their ship explodes into rich scrap. At least, peaceful compared to their usual bloodthirsty demeanor.
ru: Монахи Инфернума выглядят странно умиротворенными, когда их корабль взрывается, превращаясь в богатые ломом обломки. По крайней мере, мирными по сравнению с их обычным кровожадным поведением.
zh_hans: 地狱信道者们此刻看起来异常平静，他们的飞船在爆炸后化为大量废料。至少，与他们通常那嗜血的举止相比，此刻的他们显得格外平静。

source: A final explosion cuts off the monk's laughter. The wreckage is treacherous, but lucrative.
ru: Последний взрыв обрывает смех Монаха. Обломки корабля опасны, но выгодны.
zh_hans: 一声最后的爆炸声打断了那名信道者的笑声。这片残骸险峻，但价值颇高。

source: Somehow, the Infernum's ships seem more explosive than most other Zoltan's ship. It's almost as if they deliberately set it to go off in a more impressive kaboom.
ru: Почему-то корабли Инфернума кажутся более взрывоопасными, чем большинство других кораблей золтан. Как будто они специально настроили их на более впечатляющий взрыв.
zh_hans: 不知为何，地狱信道者的飞船似乎比其他大多数超能族飞船更具爆炸性。仿佛它们是特意将其设定为以更震撼的爆炸声方式引爆的。

source: Even as you harvest the remains of the monks' ship, it continues to crackle with an unstable energy.
ru: Даже когда вы собираете обломки корабля Монахов, он продолжает источать нестабильную энергию.
zh_hans: 就在你搜刮完信道者们的舰骸之时，那艘船仍散发着一种不稳定的能量，发出噼里啪啦的声响。

source: A dying monk sputters out some last words. "You are truly worthy!" Before completely destabilizing, the monk raises a finger pointing to the bounty of scrap in the hold.
ru: Умирающий Монах произносит последние слова. "Вы действительно достойны!" Перед тем как полностью отключиться, Монах поднимает палец, указывая на кучу лома в трюме.
zh_hans: 一位奄奄一息的信道者艰难地吐出最后几句话："你确实很了不起！"在身体彻底失去平衡之前，信道者伸出一根手指，指向船舱里堆积如山的废料。

source: Your crew enter the empty ship. next to the exploded corpse of one of its inhabitants, a final message is burned into the floor. "There is darkness, and yet there is light." Ignoring the message, you take what you can find.
ru: Ваш экипаж попадает на пустой корабль. Рядом с взорванным трупом одного из его обитателей на полу выжжено последнее послание. "Есть тьма, и все же есть свет". Не обращая внимания на послание, вы забираете все, что можете найти.
zh_hans: 你的船员进入这艘空荡荡的飞船。在其中一名船员的尸体旁，焦痕在地板上刻着一条最后的信息："虽有黑暗，亦有光明。" 你没有理会这条信息，只是拿走了能拿走的东西。

source: The ship's powerful reactor can be felt through the walls and floor in an unsteady hum and crackle. While most factions build their ship to insulate the living space against the reactor's power, the Infernum do not.
ru: Мощный реактор корабля ощущается через стены и пол в виде нестабильного гула и треска. Большинство фракций строят свои корабли так, чтобы изолировать жилые помещения от энергии реактора, но Инфернумы этого не делают.
zh_hans: 这艘飞船强大的反应堆在墙壁和地板间都能感受到那种不稳定的嗡嗡声和噼里啪啦的声响。大多数派系都会为保护居住空间免受反应堆能量的影响而对飞船进行隔热处理，但地狱信道者却不这样做。

source: The remains of the monks continue to burn and smolder as you strip the inside of their ship for valuables.
ru: Останки Монахов продолжают гореть и тлеть, пока вы обшариваете внутренности их корабля в поисках ценностей.
zh_hans: 那些信道者的尸体仍在燃烧并持续冒烟，而你则在拆解他们的船只以获取贵重物品。

source: Death has finally quenched the monk's desire for violence. There is quite a lot of valuable resources to scrap.
ru: Смерть окончательно заглушила тягу Монахов к насилию. На лом ушло немало ценных ресурсов.
zh_hans: 死亡终于让这位信道者消除了对暴力的渴望。这里有很多有价值的物品可以搜刮。

source: Another ship full of Zoltans has been reduced to scrap matter. You scrap their ship.
fr: Encore un autre vaisseau rempli de Zoltans réduit en ferraille. Vous démantelez leur vaisseau.
ko: 졸탄으로 가득 차 있던 함선은 고철 더미가 되었습니다. 당신은 잔해를 인양합니다.
ru: Еще один корабль, полный золтанов, превратился в лом. Вы собираете с обломков все полезное.
zh_hans: 另一艘满载超能族的船已经沦为了废料。你搜刮了他们的船。

source: You wonder what the Federation would think of you killing Duskbringers. You bet they would be pleased.
fr: Vous vous demandez ce que la Fédération pense de vous lorsque vous tuez des Crépusculeurs. Vous pariez qu'elle serait ravie.
ko: 당신은 이 광경이 졸탄 내각의 눈에 들지 않기를 바랐습니다. 잘못하면 연방이 휴전협정을 위반했다는 이유로 지옥을 맛보게 될 테니까요.
ru: Вам интересно, что Федерация подумала бы о том, что вы убиваете Вестников Заката. Вы уверены, что вами были бы довольны.
zh_hans: 你想知道联邦对你杀了暮临派会怎么想，你打赌他们会很高兴。

source: At last, the Duskbringer ship has been destroyed. There remains plenty for you to collect.
fr: Enfin, un autre vaisseau Crépusculeur détruit. Il reste pas mal de choses pour vous à ramasser.
ko: 당신은 또 다른 더스크브링어 함선을 박살냈습니다. 쓸만한 것들을 꽤나 많이 건졌습니다.
ru: Наконец-то корабль Вестников Заката уничтожен. Вам предстоит собрать много полезных припасов.
zh_hans: 暮临派的飞船终于被摧毁了，有很多东西可以收集。

source: The Duskbringer ship has been neutralized. One less ship full of angry Zoltans to harass the Federation.
fr: L'appareil Crépusculeur a été neutralisé. Cela fait un vaisseau de Zoltans furax en moins pour harceler la Fédération.
ko: 더스크브링어 함선이 무력화 되었습니다. 연방을 괴롭히려는 성난 졸탄으로 가득한 배가 한 척 줄었군요.
ru: Судно Вестников Заката нейтрализовано. Теперь Федерацию будет беспокоить меньше кораблей, полных злобных золтанов.
zh_hans: 暮临派舰船已被干掉。少了一艘骚扰联邦的满是愤怒的超能族的船。

source: The last of the Duskbringers aboard the ship have been reduced to ashes. You step carefully around the ship as you scrap it.
fr: Les derniers des Crépusculeurs à bord de ce vaisseau ont été réduits en cendres. Vous vous déplacez prudemment à bord de leur vaisseau tandis que vous le démontez.
ko: 적함의 마지막 더스크브링어가 한줌의 재로 사라졌습니다. 당신은 조심스럽게 쓸만 한 것들을 챙겨왔습니다.
ru: Последний оставшийся на борту Вестник Заката превратился в пепел. Вы с осторожностью обходите внутренние помещения корабля и собираете все полезное.
zh_hans: 船上的最后一个暮临投身者已经变成了灰烬。当你搜刮船时，你小心翼翼地绕着它走。

source: Aboard the Duskbringer ship you find many strange artifacts and Zoltan devices, but nothing that looks like you could use. You settle with scrapping the ship.
fr: Vous trouvez plusieurs étranges artefacts et appareils Zoltans à bord du vaisseau Crépusculeur, mais rien qui ne ressemble à quelque chose d'utile. Vous vous contentez de démanteler leur vaisseau.
ko: 더스크브링어 함선에 오르니 이상한 유물과 졸탄 장치가 많이 발견되었지만 사용할 수 있는 것처럼 보이는 것은 없었습니다. 당신은 그것의 선체나 뜯어가기로 결정했습니다.
ru: На борту корабля Вестников Заката вы находите множество странных артефактов и золтанских устройств, но ничего, что могло бы вам пригодиться. Вы ограничиваетесь сбором лома.
zh_hans: 在暮临派的飞船上，你发现许多奇怪的史前古器物和超能族装置，但没有一个看起来你可以使用。于是你决定把船给拆了。

source: Duskbringers are no cowards, but sometimes running away suits them. This ship is trying to do just that.
fr: Les Crépusculeurs ne sont pas des lâches, mais dès fois, la fuite les avantagent bien. Ce vaisseau essaie justement de faire cela.
ko: 더스크브링어들은 겁쟁이가 아니지만 때로는 도망치는 것이 나을 때도 있습니다. 지금 이 상황처럼 말입니다.
ru: Вестники Заката - не трусы, но иногда бегство для них - подходящий вариант действий. Данный корабль пытается сделать именно это.
zh_hans: 暮临派不是懦夫，但有时逃跑却很适合他们。这艘飞船正试图逃跑。

source: The Duskbringer ship's engines are active and flaring even brighter. It's trying to escape!
fr: Les moteurs du vaisseau Crépusculeur s'illuminent encore plus. Il essaie de s'échapper !
ko: 더스크브링어 함선의 엔진이 환하게 빛나며 이글거렸습니다. 그들이 도망치려 하고 있습니다!
ru: Работающие двигатели корабля Вестников Заката вспыхивают еще ярче. Они пытаются сбежать!
zh_hans: 暮临派的飞船的引擎还在运转，而且发出了更明亮的光芒。它想逃跑！

source: "This is not over, Federation! We will return even stronger and destroy you!"
fr: "Ceci n'est pas la fin, Fédération ! Nous reviendrons encore plus fort pour vous détruire !"
ko: "이것으로 끝난 게 아니다, 연방이여! 우리는 더 강력해져서 돌아와 너희들을 심판할 것이다!"
ru: "Это не конец, Федерация! Мы вернемся с новыми силами и уничтожим тебя!"
zh_hans: "这还远远没有结束，联邦！我们会回来的，我们会变得更加强大并直到摧毁你！"

source: The Duskbringer jumps away. You're disappointed, but at least you've seen the cowardly side of the Duskbringers.
fr: Le Crépusculeur saute ailleurs. Vous êtes déçu, mais au moins vous avez pu observer le côté lâche des Crépusculeurs.
ko: 더스크브링어 함선이 도망갔습니다. 실망스럽지만, 그래도 그들의 겁쟁이 같은 면을 볼 수 있는 기회였습니다.
ru: Корабль Вестников Заката уходит в прыжок. Вы разочарованы, но, по крайней мере, вы стали свидетелем проявления ими своей трусливой стороны.
zh_hans: 暮临派跃迁走了。你感到很失望，但至少你看到了暮临派懦弱的一面。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_DUSKBRINGER_REMAINS"]/text
source: Although the Duskbringer escapes, it appears there's a silver lining. A trail of scrap is left behind from the damage dealt in the battle.
fr: Si le Crépusculeur s'est en effet échappé, il semblerait qu'il y ait une trainée de ferraille ayant été laissée derrière grâce aux dégâts infligés durant le combat.
ko: 더스크브링어 함선은 탈출했지만 그 자리에 반짝거리는 잔해가 남아 있었습니다. 전투에서 입힌 피해로 선체가 찢어진 모양입니다.
ru: Несмотря на то, что корабль Вестников Заката сбежал, в этом есть и положительная сторона. Получив повреждения во время боя, он оставил после себя шлейф обломков.
zh_hans: 虽然暮临派逃了，但似乎它留下了一条银色的线迹。战斗中造成的破坏留下了一串废料。

source: Another station of Zoltans has been reduced to scrap matter. You scrap their remains.
fr: Encore une autre Station remplie de Zoltans réduite en ferraille. Vous récupérez les restes.
ko: 또 다른 졸탄의 정거장이 고철 더미가 되었습니다. 당신은 잔해를 인양합니다.
ru: Еще одна станция золтан была превращена в лом. Вы собираете останки.
zh_hans: 又一个超能族空间站变成了废铁。你搜刮了他们的残骸。

source: You wonder what the Federation would think of you killing Duskbringers. You bet they would be pleased.
fr: Vous vous demandez ce que la Fédération pense de vous lorsque vous tuez des Crépusculeurs. Vous pariez qu'elle serait ravie.
ko: 당신은 이 광경이 졸탄 내각의 눈에 들지 않기를 바랐습니다. 잘못하면 연방이 휴전협정을 위반했다는 이유로 지옥을 맛보게 될 테니까요.
ru: Вам интересно, что Федерация подумала бы о том, что вы убиваете Вестников Заката. Вы уверены, что вами были бы довольны.
zh_hans: 你想知道联邦对你杀了暮临派会怎么想，你打赌他们会很高兴。

source: At last, the Duskbringer station has been destroyed. There remains plenty for you to collect.
fr: Enfin, un autre vaisseau Crépusculeur détruit. Il reste pas mal de choses pour vous à ramasser.
ko: 당신은 또 다른 더스크브링어 함선을 박살냈습니다. 쓸만한 것들을 꽤나 많이 건졌습니다.
ru: Наконец-то корабль Вестников Заката уничтожен. Вам предстоит собрать много полезных припасов.
zh_hans: 暮临派的飞船终于被摧毁了，有很多东西可以收集。

source: The Duskbringer station has been neutralized. One less structure full of angry Zoltans to harass the Federation.
fr: L'appareil Crépusculeur a été neutralisé. Cela fait un vaisseau de Zoltans furax en moins pour harceler la Fédération.
ko: 더스크브링어 함선이 무력화 되었습니다. 연방을 괴롭히려는 성난 졸탄으로 가득한 배가 한 척 줄었군요.
ru: Судно Вестников Заката нейтрализовано. Теперь Федерацию будет беспокоить меньше кораблей, полных злобных золтанов.
zh_hans: 暮临派舰船已被干掉。少了一艘骚扰联邦的满是愤怒的超能族的船。
