Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The best part about killing Auto-ships is there's no guilt involved. You lean back in your chair and give the orders to scrap the ship. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: La meilleure chose à propos de la destruction de ces automates, c'est qu'il n'y a aucune culpabilité impliquée. Vous vous penchez en arrière sur votre chaise et donnez l'ordre de démonter le vaisseau. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 무인선을 파괴 할 때 가장 좋은 점은 죄책감이 들지 않는다는 것입니다. 당신은 의자에 등을 기대고 선원들에게 잔해를 인양하라 명령했습니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Самое лучшее в уничтожении автоматических кораблей - это отсутствие чувства вины. Вы откидываетесь в кресле и отдаете приказ собрать все полезное с обломков. Среди них вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 干掉自动飞船的最好的部分是没有任何负罪感。你靠在舒服到夭寿的椅背上，下达了拆解敌方船的命令。这艘自动飞船的残骸中似乎有过量的弹药。

source: Destroying Auto-ships will be one of the few things you miss when the Rebellion is gone. If they are ever gone, that is. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Détruire des Auto-vaisseaux sera l'une des choses qui vous manqueront lorsque la Rébellion aura disparue. Si elle disparait un jour, bien entendu. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 무인선을 파괴하는 일은 반군이 사라졌을 때 그리워지게 될 몇 안 되는 것 중 하나입니다. 완전히 박멸된다면 말이죠. 무인선의 잔해에 여분의 탄약 남아 있었습니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Уничтожение авто-кораблей будет одной из немногих вещей, по которым вы будете скучать, когда Восстание закончится. Если оно вообще закончится. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 干掉自动飞船将是叛军消失后你所怀念的少数事情之一。如果他们真正消失的话，那就是。自动船的残骸中似乎留下了不少的弹药。

source: The Auto-ship explodes into multiple pieces, its complicated AI brain shattered into mere scrap matter. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: L'Auto-vaisseau explose en multiple morceaux, son cerveau d'IA compliqué désormais brisé en simple matière de ferraille. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 무인선이 여러 조각으로 분해되며 복잡한 AI 두뇌는 산산조각이 났습니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Автоматический корабль разрывает на части, от его сложного искуственного мозга остаются лишь мелкие куски лома. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 自动飞船爆炸成多块，其复杂的人工智能大脑被打碎成单纯的废料。自动飞船的残骸中似乎留下了不少弹药。

source: It's hard to make out the shape of what was once the Auto-ship from the remains of your destruction. You like it better this way. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Il est difficile de distinguer la forme de ce qui était autrefois un Auto-vaisseau parmi les restes de la destruction apportée. Vous l'appréciez mieux sous cette forme. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 당신이 파괴한 무인선은 그 원형을 알아보기가 어려워졌습니다. 당신은 이 결과물에 만족스러워합니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: По обломкам тяжело понять, что это был уничтоженный вами автоматический корабль. Вам так больше нравится. Среди них вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 从你破坏的残骸中很难看出曾经是自动船的形状。你更喜欢这种方式。自动船的残骸中似乎留下了不少的弹药。

source: Every time you destroy an Auto-ship you think about how some Rebel worker's hard work has just been put to waste. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Chaque fois que vous détruisez un Auto-vaisseau, vous pensez au fait que le dur labeur d'un ouvrier Rebelle a complètement été gâché. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 무인선을 파괴할 때마다 반군 노동자의 노력이 이렇게 낭비되는구나 하고 생각하게 됩니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Каждый раз, когда вы уничтожаете автоматический корабль, вы думаете о том, что тяжелый труд какого-то рабочего повстанцев только что пропал даром. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 每当你摧毁一艘自动船时，你都会想到一些叛军工人的辛勤工作刚刚被浪费掉。这艘自动船的残骸中似乎有额外的弹药留下。

source: You swerve to the left as a chunk of what was once the Auto-ship flies past. There's plenty left behind for you to scrap from the ship. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous virez à gauche tandis qu'un morceau de ce qui était autrefois un Auto-vaisseau passe à coté. Il reste beaucoup de choses à récupérer de l'épave. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 당신은 박살난 무인선의 날개였던 것 같은 고철 더미의 왼편으로 방향을 틀었습니다. 쓸만한 것들이 많이 남아 있습니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Вы сворачиваете влево, когда мимо пролетает кусок того, что когда-то было автоматическим кораблем. Там осталось достаточно много пригодных для сбора припасов. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 当曾经的自动飞船的一大块碎片飞过时，你向左转弯。这艘船留下了很多东西，你可以从船上搜刮掉。自动船的残骸中似乎有额外的弹药。

source: Destroying Auto-ships was nearly worth joining the Federation all on its own. Even killing Rebels gets to you eventually, but you could keep blowing these machines to bits all day. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Le fait de pouvoir détruire les Auto-vaisseaux vaut presque à lui seul la décision de rejoindre la Fédération. Même tuer des Rebelles fini par vous avoir au bout d'un moment, mais vous pourriez continuer d'exploser ces machines toute la journée. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 무인선을 파괴하는 임무만으로도 연방에 가입할 가치가 있었습니다. 하루 종일이라도 이런 기계를 계속 날려 버릴 수 있습니다. 가끔은 반군놈들도 죽이면서 말이죠. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Одна только возможность уничтожать автоматические корабли - это стоящая причина присоединиться к Федерации. Даже убийство повстанцев в конце концов надоедает, но эти машины можно разносить на куски целыми днями напролет. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 能够随心所欲地摧毁自动舰这件事足以让人加入联邦。哪怕是击杀叛军有时也会让你感到些许不适，但你可以无所顾忌地整天都把这些机器炸成碎片。这艘自动舰的残骸中似乎有多余的弹药。

source: Auto-ships are no small threat, but at the end of the day you reduce every one that comes in your path to mere scrap matter. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Les Auto-vaisseaux ne sont guère une petite menace, mais au final, vous réduisez chacun d'entre eux se trouvant sur votre chemin à l'état de simples matières de ferraille. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 무인선은 꽤나 큰 위협이었지만, 전투가 끝난 지금에선 스크랩 더미가 되어있을 뿐입니다. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Автоматические корабли представляют собой немалую угрозу, но в конце концов вы превращаете все, что попадается на вашем пути, в груду лома. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 自动船是不小的威胁，但在一天结束的时候，你把每一个出现在你面前的自动船都变成了纯粹的废料。这艘自动船的残骸中似乎留下了过多的弹药。

source: Another Auto-ship from the Rebellion's extensive supply has been destroyed. It's not much in the grand scheme of things, but oh does it feel good. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Encore un autre vaisseau automatisé de l'énorme réserve de la Rébellion réduit en pièces. Cela n'affecte guère le cours des choses, mais qu'est-ce que cela fait du bien. L'Auto-vaisseau a l'air d'avoir laissé un excédent de munitions parmi l'épave.
ko: 반군이 가진 엄청난 양의 무인선들 중 하나를 파괴했습니다. 거창한 계획은 아니지만, 음. 기분은 좋네요. 무인선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Еще один автоматический корабль из обширных запасов повстанцев уничтожен. Конечно, это мало на что повлияло в глобальном плане, но все-таки как же это приятно. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 叛军庞大库存中的又一艘自动船被摧毁了。这在总体战局中并非大事，但给人的感觉是真不错。这艘自动船的残骸中似乎留下了过多的弹药。

source: Salvage the extra drone parts.
fr: Récupérer les pièces de drones supplémentaires.
ko: 드론 부품을 더 회수한다.
ru: Собрать запас дрон-комплектов.
zh_hans: 回收这些额外的无人机部件。

source: The extra parts are always helpful, and you collect as much as you can.
fr: Des pièces en plus sont toujours utiles, vous en récupérez donc autant que possible.
ko: 추가적인 드론 부품은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас дрон-комплектов, и вы собираете их столько, сколько можете.
zh_hans: 无人机部件自然是多多益善，你尽可能多地收集了它们。

source: The best part about killing Auto-ships is there's no guilt involved. You lean back in your chair and give the orders to scrap the ship. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: La meilleure chose à propos de la destruction de ces automates, c'est qu'il n'y a aucune culpabilité impliquée. Vous vous penchez en arrière sur votre chaise et donnez l'ordre de démonter le vaisseau. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 무인선을 파괴 할 때 가장 좋은 점은 죄책감이 들지 않는다는 것입니다. 당신은 의자에 등을 기대고 선원들에게 잔해를 인양하라 명령했습니다. 무인선의 잔해이에 여분의 드론 부품이 남아 있습니다.
ru: Самое лучшее в уничтожении автоматических кораблей - это отсутствие чувства вины. Вы откидываетесь в кресле и отдаете приказ собрать все полезное с обломков. Среди них вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 干掉自动飞船的最好的部分是没有任何负罪感。你靠在舒服到夭寿的椅背上，下达命令将飞船拆解。这艘自动飞船的残骸中似乎留下了不少无人机部件。

source: Destroying Auto-ships will be one of the few things you miss when the Rebellion is gone. If they are ever gone, that is. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Détruire des Auto-vaisseaux sera l'une des choses qui vous manqueront lorsque la Rébellion aura disparue. Si elle disparait un jour, bien entendu. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 무인선을 파괴하는 일은 반군이 사라졌을 때 그리워지게 될 몇 안 되는 것 중 하나입니다. 완전히 박멸된다면 말이죠. 무인선의 잔해에 여분의 탄약 남아 있었습니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Уничтожение авто-кораблей будет одной из немногих вещей, по которым вы будете скучать, когда Восстание закончится. Если оно вообще закончится. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 干掉自动飞船将是叛军消失后你所怀念的少数事情之一。如果他们真正消失的话，那就是。自动船的残骸中似乎留下了不少的无人机部件。

source: The Auto-ship explodes into multiple pieces, its complicated AI brain shattered into mere scrap matter. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: L'Auto-vaisseau explose en multiple morceaux, son cerveau d'IA compliqué désormais brisé en simple matière de ferraille. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 무인선이 여러 조각으로 분해되며 복잡한 AI 두뇌는 산산조각이 났습니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Автоматический корабль разрывает на части, от его сложного искуственного мозга остаются лишь мелкие куски лома. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 自动飞船爆炸成多块，其复杂的人工智能大脑被打碎成单纯的废料。自动飞船的残骸中似乎留下了不少无人机部件。

source: It's hard to make out the shape of what was once the Auto-ship from the remains of your destruction. You like it better this way. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Il est difficile de distinguer la forme de ce qui était autrefois un Auto-vaisseau parmi les restes de la destruction apportée. Vous l'appréciez mieux sous cette forme. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 당신이 파괴한 무인선은 그 원형을 알아보기가 어려워졌습니다. 당신은 이 결과물에 만족스러워합니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: По обломкам тяжело понять, что это был уничтоженный вами автоматический корабль. Вам так больше нравится. Среди них вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 从你破坏的残骸中很难看出曾经是自动船的形状。你更喜欢这种方式。自动飞船的残骸中似乎留下了过多的无人机部件。

source: Every time you destroy an Auto-ship you think about how some Rebel worker's hard work has just been put to waste. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Chaque fois que vous détruisez un Auto-vaisseau, vous pensez au fait que le dur labeur d'un ouvrier Rebelle a complètement été gâché. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 무인선을 파괴할 때마다 반군 노동자의 노력이 이렇게 낭비되는구나 하고 생각하게 됩니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Каждый раз, когда вы уничтожаете автоматический корабль, вы думаете о том, что тяжелый труд какого-то рабочего повстанцев только что пропал даром. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 每当你摧毁一艘自动船时，你都会想到一些叛军工人的辛勤工作刚刚被浪费掉。这艘自动船的残骸中似乎有额外的无人机部件留下。

source: You swerve to the left as a chunk of what was once the Auto-ship flies past. There's plenty left behind for you to scrap from the ship. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Vous virez à gauche tandis qu'un morceau de ce qui était autrefois un Auto-vaisseau passe à coté. Il reste beaucoup de choses à récupérer de l'épave. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 당신은 박살난 무인선의 날개였던 것 같은 고철 더미의 왼편으로 방향을 틀었습니다. 쓸만한 것들이 많이 남아 있습니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Вы сворачиваете влево, когда мимо пролетает кусок того, что когда-то было автоматическим кораблем. Там осталось достаточно много пригодных для сбора припасов. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 当曾经的自动飞船的一大块碎片掠过时，你向左转弯。这艘船留下了很多东西，你可以从船上搜刮掉。自动飞船的残骸中似乎有多余的无人机部件。

source: Destroying Auto-ships was nearly worth joining the Federation all on its own. Even killing Rebels gets to you eventually, but you could keep blowing these machines to bits all day. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Le fait de pouvoir détruire les Auto-vaisseaux vaut presque à lui seul la décision de rejoindre la Fédération. Même tuer des Rebelles fini par vous avoir au bout d'un moment, mais vous pourriez continuer d'exploser ces machines toute la journée. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 무인선을 파괴하는 임무만으로도 연방에 가입할 가치가 있었습니다. 하루 종일이라도 이런 기계를 계속 날려 버릴 수 있습니다. 가끔은 반군놈들도 죽이면서 말이죠. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Одна только возможность уничтожать автоматические корабли - это стоящая причина присоединиться к Федерации. Даже убийство повстанцев в конце концов надоедает, но эти машины можно разносить на куски целыми днями напролет. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 能够随心所欲地摧毁自动舰这件事足以让人加入联邦。哪怕是击杀叛军有时也会让你感到些许不适，但你可以无所顾忌地整天都把这些机器炸成碎片。这艘自动舰的残骸中似乎有多余的无人机部件。

source: Auto-ships are no small threat, but at the end of the day you reduce every one that comes in your path to mere scrap matter. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Les Auto-vaisseaux ne sont guère une petite menace, mais au final, vous réduisez chacun d'entre eux se trouvant sur votre chemin à l'état de simples matières de ferraille. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 무인선은 꽤나 큰 위협이었지만, 전투가 끝난 지금에선 스크랩 더미가 되어있을 뿐입니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Автоматические корабли представляют собой немалую угрозу, но в конце концов вы превращаете все, что попадается на вашем пути, в груду лома. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 自动船是不小的威胁，但在一天结束的时候，你把每一个出现在你面前的自动船都变成了纯粹的废料。这艘自动船的残骸中似乎留下了过多的无人机部件。

source: Another Auto-ship from the Rebellion's extensive supply has been destroyed. It's not much in the grand scheme of things, but oh does it feel good. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Encore un autre vaisseau automatisé de l'énorme réserve de la Rébellion réduit en pièces. Cela n'affecte guère le cours des choses, mais qu'est-ce que cela fait du bien. L'Auto-vaisseau a l'air d'avoir laissé un excédent de pièces de drones parmi l'épave.
ko: 반군이 가진 엄청난 양의 무인선들 중 하나를 파괴했습니다. 거창한 계획은 아니지만, 음. 기분은 좋네요. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Еще один автоматический корабль из обширных запасов повстанцев уничтожен. Конечно, это мало на что повлияло в глобальном плане, но все-таки как же это приятно. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 叛军大量供应的另一艘自动船被摧毁了。从大的方面来说，这不算什么，但是哦，这感觉很好。这艘自动飞船的残骸中似乎留下了不少无人机部件。

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_AUTO"]/text[1]
source: "This is a pre-recorded message. This automated vessel has received critical damage, and will now attempt to evacuate. Do not cause further damage to its hull integrity."
fr: "Ceci est une message pré-enregistré. Ce vaisseau automatisé a reçu des dégâts critiques et va désormais tenter une évacuation. Ne causez pas de dégâts supplémentaires à l'integrité de sa coque."
ko: "이것은 녹음된 메시지입니다. 해당 무인선은 치명적인 손상을 입었으며 대피를 시도할 것입니다. 선체에 더 이상 손상을 입히지 마십시오."
ru: "Это предварительно записанное сообщение. Данное автоматическое судно получило критические повреждения и сейчас попытается эвакуироваться. Не причиняйте дальнейшего ущерба целостности его корпуса".
zh_hans: "这是一条预先录制的信息。这艘自动船已经收到了严重的损害，现在将试图撤离。不要对其船体的完整性造成进一步损害。"

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_AUTO"]/text[2]
source: The Auto-ship appears to be trying to escape! They might be cheap to roll out, but the Rebellion would prefer they weren't destroyed except when absolutely necessary.
fr: L'Auto-vaisseau a l'air d'essayer de s'échapper ! Ils sont peut-être faciles à produire en masse, mais la Rébellion préferrait s'ils n'étaient détruits qu'en cas de nécessité absolue.
ko: 무인선이 탈출을 시도하는 것 같습니다! 아무리 생산비가 저렴하다곤 해도, 반군들은 불가피한 경우를 제외하고는 무인선이 파괴되지 않는 것을 선호할 것입니다.
ru: Автоматический корабль, похоже, пытается уйти! Хотя эти беспилотники весьма дешевы в производстве, повстанцы предпочли бы, чтобы их не уничтожали, кроме случаев крайней необходимости.
zh_hans: 自动飞船似乎在试图逃跑！他们可能造起来很便宜，但叛军希望他们不要被摧毁，除非在特别必要时。

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_AUTO"]/text[3]
source: You detect high energy signatures in the Auto-ship's engines. It must be trying to escape!
fr: Vous détectez de hautes signatures énergétiques venant des moteurs de l'Auto-vaisseau. Il doit essayer de s'échapper !
ko: 무인선의 엔진에서 고에너지 신호가 감지됩니다. 탈출을 시도하고 있습니다!
ru: Вы фиксируете высокоэнергетические сигнатуры в двигателях беспилотника. Должно быть, он пытается уйти!
zh_hans: 你在自动船的引擎中探测到高能量的信号涌动。它一定是在试图逃跑！

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_AUTO"]/text[1]
source: The Auto-ship jumps away, and an automated recording of robotic laughter plays over your intercom.
fr: L'Auto-vaisseau effectue son saut et un enregistrement automatique de rire robotique joue sur votre intercom.
ko: 무인선은 도망쳤습니다. 교신기에서 자동 녹음된 로봇의 웃음소리가 흘러나옵니다.
ru: В момент, когда автоматический корабль совершает прыжок, в вашем интеркоме слышна автоматическая запись роботизированного смеха.
zh_hans: 自动飞船跃迁走了，你的对讲机上播放着机器人笑声的自动录音。狗屎。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_AUTO"]/text[2]
source: You order the crew to fire all of the weapons immediately, but it's too late. The Auto-ship has escaped.
fr: Vous ordonnez à l'équipage de faire feu avec l'entièreté de vos armes immédiatement, mais il est trop tard. Le vaisseau automatisé s'est échappé.
ko: 선원들에게 즉시 모든 무기를 발사하라고 명령했지만 이미 늦었습니다. 무인선이 탈출했습니다.
ru: Вы приказываете экипажу немедленно открыть огонь из всех орудий, но уже слишком поздно. Автоматический корабль сбежал.
zh_hans: 你命令船员立即发射所有的武器，但为时已晚。自动飞船已经逃走了。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_AUTO"]/text[3]
source: The Auto-ship jumps away. At the very least, you damaged it heavily enough that the next ship to encounter it won't have too hard a time destroying it.
fr: L'Auto-vaisseau effectue son saut. Au moins, vous l'avez endommagé suffisament pour que son prochain adversaire n'ait pas de difficulté à l'abattre.
ko: 무인선은 도망쳤습니다. 그래도 최소한, 다음 만나게 될 함선이 쉽게 파괴 할 수 있을 정도로 피해를 주었습니다.
ru: Автоматический корабль уходит в прыжок. По крайней мере, вы повредили его настолько сильно, что следующему кораблю, который столкнется с этим беспилотником, не составит большого труда уничтожить его.
zh_hans: 那艘自动飞船跃迁走了。至少，你对它的伤害足够大，以至于下一艘遇到它的飞船不会有太难的时间来摧毁它。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_AUTO_REMAINS"]/text
source: The Auto-ship jumps away, abandoning you in the empty vacuum of space. You're about to jump away when you notice a trail of scrap left behind by the Auto-ship.
fr: L'Auto-vaisseau effectue son saut, vous abandonnant dans le vide spatial. Vous étiez sur le point de sauter lorsque vous remarquez une trainée de ferraille étant laissée derrière l'Auto-vaisseau.
ko: 무인선은 당신을 진공 공간에 내버려두고 도망쳤습니다. 당신은 다음 송신소로 도약하기 직전에 무인선에서 떨어져 나온 약간의 스크랩을 발견했습니다.
ru: Автоматический корабль совершает прыжок, оставляя вас один на один с космической пустотой. Вы уже собираетесь совершить прыжок, как вдруг замечаете след из обломков, оставленный беспилотником.
zh_hans: 自动飞船跃迁走了，把你丢在空旷的真空空间里。当你准备跃迁走时，你注意到自动飞船留下的一点废料。

# data/events_special_defeat.xml$//event[@name="SURRENDER_AUTO_GENERIC"]/text
source: "This is an automated message. You are to cease attacking this Auto-drone, and in return it will dispense a section of its cargo."
fr: "Ceci est un message automatisé. Cessez l'attaque de cet Auto-drone et en retour il fournira une partie de sa cargaison."
ko: "이것은 자동화된 메시지입니다. 이 무인 드론에 대한 공격을 중단하십시오. 그 대가로 화물의 일부를 드리겠습니다."
ru: "Это автоматическое сообщение. Вы должны прекратить нападение на этот беспилотник, и взамен он выдаст часть своего груза".
zh_hans: "这是一条自动信息。你停止攻击这架自动舰，作为回报，它将发放一部分货物。"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Refuse the Auto-ship's surrender.
fr: Refuser la reddition de l'Auto-vaisseau.
ko: 무인선의 항복을 거절한다.
ru: Отклонить капитуляцию беспилотника.
zh_hans: 拒绝自动舰的投降。

# data/events_special_defeat.xml$//event[@name="SURRENDER_AUTO_FUEL"]/text
source: "This is an automated message. You are to cease attacking this Auto-drone, and in return it will dispense fuel."
fr: "Ceci est un message automatisé. Cessez l'attaque de cet Auto-drone et en retour il fournira du carburant."
ko: "이것은 자동화된 메시지입니다. 이 무인 드론에 대한 공격을 중단하십시오. 그 대가로 소량의 연료를 드리겠습니다."
ru: "Это автоматическое сообщение. Вы должны прекратить нападение на этот беспилотник, и взамен он выдаст топливные элементы".
zh_hans: "这是一条自动信息。请你停止攻击这架自动舰，作为回报，它将发放一部分货物。"

source: Accept the surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять капитуляцию.
zh_hans: 接受投降。

source: Refuse the Auto-ship's surrender.
fr: Refuser la reddition de l'Auto-vaisseau.
ko: 무인선의 항복을 거절한다.
ru: Отклонить капитуляцию беспилотника.
zh_hans: 拒绝自动舰的投降。
