Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The Rebel puts on a facade of gratitude, which is shattered quickly when they pull out a laser and blast one of your crew! They shout "Rebellion forever!" before being shot in return. You drag the lifeless body to the airlock and send it into the endless vacuum of space.
fr: Le Rebelle montre une façade de gratitude, qui est rapidement brisée lorsqu'il dégaine son laser et abat l'un de vos membres d'équipage ! Il hurle, "Rébellion à jamais !" avant d'être lui-même abattu. Vos traînez son corps sans vie au sas et l'expédiez dans le vide spatial.
ko: 반군은 감사의 표정을 짓는 듯하더니 갑자기 블래스터를 꺼내 선원 중 한 명을 날려버렸습니다! 그는 대응 사격에 맞기 직전 "반군 만세!" 라고 외쳤습니다. 당신은 그의 죽어버린 몸뚱이를 에어록으로 끌고 가 끝없는 진공 공간으로 날려 보냅니다.
ru: Повстанец создает видимость благодарности, но она быстро разрушается, когда он выхватывает лазер и убивает одного из членов вашего экипажа! Он выкрикивает: "Восстание навсегда!", прежде чем в него стреляют в ответ. Вы тащите его безжизненное тело к шлюзу и отправляете его в бесконечную пустоту космоса.
zh_hans: 叛军装出一副感激涕零的样子，但当他掏出激光枪射杀你的一名船员时，这一幕很快就被打破了！他喊道："神军永存不灭！"在他被射杀之前。你把他毫无生气的尸体拖到气闸，把他送入无尽的深空。

source: Luckily, your killed crewmember is already undergoing the cloning process.
fr: Heureusement, votre membre d'équipage abattu est déjà en train de se faire cloner.
ko: 다행히도 사망한 선원은 이미 복제 중이었습니다.
ru: К счастью, убитый член экипажа уже проходит процесс клонирования.
zh_hans: 幸运的是，你被杀的船员已经在进行克隆过程了。

source: The Rebel is grateful for you sparing them, despite it meaning they must betray their original cause. Looks like we won't need the mind control after all.
fr: Le Rebelle est reconaissant pour votre choix, malgré le fait que cela lui contraint à trahir sa cause originelle. On dirait que le Contrôle mental ne sera pas nécessaire au final.
ko: 그는 당신의 자비에 감사하고 있습니다. 비록 그가 반군을 배신해야 함에도 말입니다. 보아하니 정신 지배 장비는 필요가 없었네요.
ru: Повстанец благодарен вам за то, что вы пощадили его, несмотря на то, что это означает предательство того, чем он занимался. Похоже, контроль разума здесь нам не пригодится.
zh_hans: 叛军很感激你放过了他，尽管这意味着他必须背叛他原来的事业。看来我们不需要心灵控制了。

source: The Rebel puts on a facade of gratitude, which is shattered quickly when they pull out a laser and try to shoot! Luckily, the mind control stops them and they drop to the floor. You hurry to drag them out the airlock.
fr: Le Rebelle montre une façade de gratitude, qui est rapidement brisée lorsqu'il dégaine son laser et essaie d'abattre l'un de vos membres ! Par chance, le Contrôle mental l'arrête immédiatement et il s'effondre par terre. Vous vous dépechez de le traîner au sas.
ko: 반군은 감사의 표정을 짓는 듯하더니 갑자기 블래스터를 꺼내 선원 중 한 명을 쏘려 했습니다! 다행히도, 정신 지배 장비가 그를 멈추게 했고 그의 몸뚱이는 바닥에 널브러집니다. 당신은 재빨리 그를 에어락으로 끌고 갑니다.
ru: Повстанец создает видимость благодарности, но она быстро разрушается, когда он выхватывает лазер и пытается выстрелить! К счастью, контроль разума останавливает его и он падает на пол. Вы быстро выкидываете его за борт корабля.
zh_hans: 叛军装出一副感激涕零的样子，但当他掏出激光枪，试图射杀你的一名船员时，这一幕很快就被打破了！幸运的是，心灵控制阻止了他，他倒在了地上。你赶紧把他拖出气闸。

source: At first uncertain whether it's a trick, once the Rebel is convinced you aren't going to stab them in the back, they offer you a small portion of what they salvaged themselves as thanks. It seems not every Rebel has a cold heart.
fr: Au début, vous n'êtes pas sûr qu'il s'agisse d'une ruse, mais une fois que le Rebelle est convaincu que vous ne le poignarderez pas dans le dos, il vous offre une petite partie de ce qu'il a récupéré en guise de remerciement. Il semble que tous les Rebelles n'aient pas le cœur froid.
ko: 처음에 그는 이게 속임수가 아닐까 의심하는 듯 했지만, 이내 당신이 뒤통수를 치지 않을 것이라고 확신했는지 감사의 의미로 자신이 모은 전리품들의 일부를 제공했습니다. 모든 반군이 냉혈한인 것은 아닌 것 같습니다.
ru: Поначалу повстанец думает, что это уловка, но когда он убеждается, что вы не собираетесь ударить его в спину, он предлагает вам в знак благодарности небольшое количество собранных им припасов. Похоже, не у всех повстанцев жестокое сердце.
zh_hans: 叛军一开始不确定这是不是个骗局，当他相信你们不会伤害他后，他就给你们一部分他自己找到的东西作为感谢。似乎并非每个叛军都装着一颗冰冷的心。

source: At first uncertain whether it's a trick, once the Rebel is convinced you aren't going to stab them in the back, they offer you a small portion of what they salvaged themselves as thanks. It seems not every Rebel has a cold heart.
fr: Au début, vous n'êtes pas sûr qu'il s'agisse d'une ruse, mais une fois que le Rebelle est convaincu que vous ne le poignarderez pas dans le dos, il vous offre une petite partie de ce qu'il a récupéré en guise de remerciement. Il semble que tous les Rebelles n'aient pas le cœur froid.
ko: 처음에 그는 이게 속임수가 아닐까 의심하는 듯 했지만, 이내 당신이 뒤통수를 치지 않을 것이라고 확신했는지 감사의 의미로 자신이 모은 전리품들의 일부를 제공했습니다. 모든 반군이 냉혈한인 것은 아닌 것 같습니다.
ru: Поначалу повстанец думает, что это уловка, но когда он убеждается, что вы не собираетесь ударить его в спину, он предлагает вам в знак благодарности небольшое количество собранных им припасов. Похоже, не у всех повстанцев жестокое сердце.
zh_hans: 叛军一开始不确定这是不是个骗局，当他相信你们不会伤害他后，他就给你们一部分他自己找到的东西作为感谢。似乎并非每个叛军都装着一颗冰冷的心。

source: The Rebel doesn't make your decision easy, as they continue to berate you from the cargo bay until you've released them. It's almost certain they'll betray you, but you aren't going to be a murderer when you have a choice.
fr: Les rebelles ne vous facilitent pas la tâche, car ils continuent à vous réprimander depuis la soute jusqu'à ce que vous les relâchiez. Il est presque certain qu'ils vous trahiront, mais vous n'allez pas devenir un meurtrier quand vous avez le choix.
ko: 그가 화물칸에서 계속 욕지거리를 해대는 탓에 그를 살려 보내준다는 결정을 유지하는 것이 쉽지 않았습니다. 그가 당신을 배신할 것은 거의 확실해 보이지만, 그래도 불필요한 살인을 해선 안 됩니다.
ru: Повстанцу нелегко принять ваше решение: он продолжает ругаться на вас из грузового отсека, пока вы его не освобождаете. Почти наверняка он предаст вас, но вы не собираетесь быть убийцей, когда у вас есть другие варианты.
zh_hans: 叛军并没有让你轻易做出决定，因为他们继续在货舱里骂你，直到你释放他们。几乎可以肯定的是，他们会背叛你，但当你有选择的时候，你是不会去做一个杀人犯的。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_REBEL"]/text[1]
source: For every Rebel you kill you like to think of all the Federation officers and civilians you have indirectly saved. Another full crew of Rebels dead, another crew of innocents you've saved.
fr: Pour chaque Rebelle que vous tuez, vous aimez penser aux officiers de la Fédération et civils que vous avez indirectement sauvés. Un autre équipage de Rebelles mort, un autre équipage d'innocents sauvés.
ko: 반군 한 명을 죽이는 것은 간접적으로 연방 장교나 민간인 한 명을 구하는 것과 다름없습니다. 당신은 지금 반군 함선 하나의 모든 선원을 죽임으로써 무고한 목숨을 구했습니다.
ru: Вам нравится думать, что вы косвенно спасаете жизни офицеров Федерации и гражданских с каждым убитым повстанцем. Очередной экипаж повстанцев мертв, еще один экипаж невинных спасен.
zh_hans: 你每次杀死一名叛军，就会想到间接拯救的所有联邦军官与平民。现在又有一队叛军死亡，又有一群无辜的人被你拯救。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_REBEL"]/text[2]
source: As the captain of the Rebel ship collapses to his knees, he beckons for you to come closer. He whispers, "Damn... you...", and falls lifeless to the ground.
fr: Lorsque le capitaine du vaisseau Rebelle s'effondre sur ses genoux, il vous fait signe de vous rapprocher. Il chuchotte, "Va te... faire..." et s'effondre par terre sans signes de vie.
ko: 반군 함선의 선장이 무릎을 꿇고 당신에게 가까이 오라고 손짓합니다. 그는 "이... 개자식..."이라고 속삭이며 바닥에 쓰러졌습니다.
ru: Когда капитан корабля повстанцев падает на колени, он делает вам знак подойти ближе. Он шепчет: "Будь ты... проклят...", и безжизненно падает на пол.
zh_hans: 当叛军舰长跪倒在地时，他招手让你走近。他低声说，"该死的...你特么..."，然后毫无生气地倒在地上。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_REBEL"]/text[3]
source: With the Rebel vessel now clear of its crew, you are free to scrap the remains.
fr: L'engin Rebelle étant désormais débarassé de son équipage, vous êtes libre de récupérer les restes.
ko: 반군 함선의 선원이 모두 죽었으므로 자유롭게 쓸만한 것들을 회수할 수 있었습니다.
ru: Теперь, когда вы избавились от экипажа корабля повстанцев, вы можете собрать с него все полезное.
zh_hans: 叛军的船现在已经没有船员了，你可以自由地搜刮这些残骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_REBEL"]/text[4]
source: The screams of the Rebel crew have at last been silenced. You almost feel bad. Almost.
fr: Les hurlements de l'équipage Rebelle ont enfin été réduits au silence. Vous vous sentiriez presque mal. Presque.
ko: 반군들의 비명이 마침내 잠잠해졌습니다. 당신은 살짝 기분이 나빠졌습니다. 사알짝.
ru: Крики экипажа повстанцев наконец-то стихли. Вы почти что сожалеете. Почти.
zh_hans: 叛军船员的尖叫声终于停住了。你几乎为他们感到难过，几乎。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_REBEL"]/text[5]
source: As you move across the interior of the Rebel ship you can still see the soldiers' corpses twitching. It's quite morbid, but you don't feel bad in the slightest.
fr: Tandis que vous vous déplacez à l'intérieur du vaisseau Rebelle, vous pouvez encore voir les cadavres des soldats trembler. C'est assez morbide, mais vous n'avez aucun regret.
ko: 반군 함선 내부를 가로질러 이동하면서 그들의 시체가 아직도 경련을 일으키고 있는 것을 볼 수 있었습니다. 꽤나 징그럽긴 하지만 조금도 불쾌하진 않습니다.
ru: Осматривая внутренние помещения корабля повстанцев, вы наблюдаете, как бьются в предсмертных судорогах тела солдат. Это довольно болезненное зрелище, но вы не чувствуете ни капли сожаления.
zh_hans: 当你在叛军战舰内部移动时，你仍然可以看到士兵的尸体在抽搐。这很病态，但你丝毫不觉得难过。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_REBEL"]/text[6]
source: You feel no pity for the now dead Rebel crew, and scrap their ship spitefully.
fr: Vous n'éprouvez aucune pitié pour le désormais défunt équipage Rebelle et démontez leur vaisseau par rancune.
ko: 당신은 죽은 반군 선원들을 불쌍히 여기지 않습니다. 당신은 널브러진 시체들을 전혀 신경 쓰지 않고 쓸만한 것들을 가져왔습니다.
ru: Вы не чувствуете жалости к погибшему экипажу повстанцев и со спокойной душой собираете с корабля все полезное.
zh_hans: 你对现在死去的叛军船员毫无怜悯之心，并唾弃地搜刮了他们的战舰。

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_REBEL"]/text[1]
source: You overhear the Rebel captain giving orders to his crew. "Damn this! Redirect as much power as necessary to the engines. We have to get out of here!"
fr: Vous surprenez le capitaine Rebelle donner des ordres à son équipage. "Bordel ! Redirigez autant de puissance que possible aux moteurs. Nous devons partir d'ici !"
ko: 반군 선장이 그의 선원들에게 명령하는 것을 엿들었습니다. "젠장! 엔진에 전력을 최대로 공급해! 퇴각한다!"
ru: Вы слышите, как капитан повстанцев отдает приказы своей команде. "Проклятье! Перенаправьте всю необходимую энергию на двигатели. Мы должны выбираться отсюда!"
zh_hans: 你听到了叛军舰长对他的船员发出的命令。"奶奶的！把能量都转移到引擎上！我们必须离开这里！"

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_REBEL"]/text[2]
source: You notice the engines of the Rebel ship flare up. They're trying to escape!
fr: Vous remarquez les moteurs du vaisseau Rebelle s'embraser. Ils essaient de s'échapper !
ko: 반군 함선의 엔진이 확 불타오르는 것을 포착했습니다. 탈출을 시도하고 있습니다!
ru: Вы замечаете, как вспыхивают двигатели корабля повстанцев . Они пытаются сбежать!
zh_hans: 你注意到叛军战舰的引擎在充能。他们在试图逃跑！

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_REBEL"]/text[3]
source: It's rare that Rebels try to run away from a battle, but this ship prioritizes its survival.
fr: Il est rare que des Rebelles essaient de fuir une bataille, mais ce vaisseau priorise sa survie.
ko: 반군이 전투에서 도망치려는 경우는 드문데, 이 함선은 생존을 최우선으로 하는 것 같군요.
ru: Повстанцы редко пытаются сбежать посреди боя, но этот корабль ставит во главу угла свое выживание.
zh_hans: 叛军试图在战斗中逃跑是很罕见的，但这艘船把生存放在首位。

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_REBEL"]/text[4]
source: You can tell from a massive spike in the enemy's engine power that the ship is trying to escape.
fr: Vous pouvez constater d'après le pic soudain en puissance des moteurs ennemis que votre adversaire essaie de s'échapper.
ko: 적함의 엔진 출력이 급격히 증가하는 것으로 보아 적이 탈출하려고 한다는 것을 알 수 있었습니다.
ru: По резкому увеличению мощности двигателей корабля противника можно определить, что он пытается сбежать.
zh_hans: 你可以从敌人的发动机功率的巨大峰值中看出，这艘船正试图逃跑。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_REBEL"]/text[1]
source: The Rebel captain laughs as he jumps away, leaving you all alone at the beacon.
fr: Le capitaine Rebelle ricane tandis qu'il saute, vous laissant tout seul à la balise.
ko: 반군 선장은 비열하게 웃은 뒤 당신을 송신소에 홀로 남겨두고 도망쳤습니다.
ru: Капитан повстанцев смеется, когда его корабль совершает прыжок, оставляя вас одного на маяке.
zh_hans: 叛军舰长边笑边跃迁走，留下你一个人在信标处孤独寂寞冷。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_REBEL"]/text[2]
source: "You will rue this day!" The Rebel ship jumps away.
fr: "Tu regretteras ce jour !" Le vaisseau Rebelle saute ailleurs.
ko: "오늘 일을 후회하게 될 거다!" 반군 함선이 도망쳤습니다.
ru: "Вы пожалеете об этом дне!" Корабль повстанцев уходит в прыжок.
zh_hans: "你会为这一天后悔的！"叛军的船跃迁走了。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_REBEL"]/text[3]
source: You curse under your breath as the Rebel ship's engines flare one last time and it jumps away.
fr: Vous jurez dans votre barbe alors que les moteurs du vaisseau Rebelle s'illuminent une dernière fois avant de sauter.
ko: 반군 함선이 최종 엔진 점화와 함께 도약했습니다. 당신은 작은 소리로 그들을 욕했습니다.
ru: Вы ругаетесь себе под нос, когда двигатели корабля повстанцев вспыхивают в последний раз, и он уносится прочь.
zh_hans: 当叛军舰艇的引擎最后一次点火并跃迁走时，你暗自咒骂。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_REBEL"]/text[4]
source: The Rebel ship escapes. You focus on the repairs necessary after that profitless fight.
fr: L'appareil Rebelle s'est échappé. Vous vous concentrez sur les réparations nécessaires après cet engagement sans profits.
ko: 반군 함선이 도망쳤습니다. 당신은 무익한 싸움이 만들어낸 피해를 수리하는데 집중합니다.
ru: Корабль повстанцев сбегает. Вы сосредотачиваетесь на ремонте, необходимом после этого бесполезного боя.
zh_hans: 叛军的船逃走了。在这场无利可图的战斗之后，你专注于必要的修理。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_REBEL_REMAINS"]/text
source: The Rebel ship jumps away. At first you're disappointed, but then you realise a portion of scrap matter has been left behind from the fight. It's not much, but it helps soften the blow of your failure.
fr: Le vaisseau Rebelle s'est retiré. Vous êtes initialement déçu, mais remarquez qu'une trainée de ferraille à été laissée par le combat. Ce n'est pas beaucoup, mais cela aide à adoucir le coup infligé par cette défaite.
ko: 반군 함선이 도망쳤습니다. 처음에는 실망했지만 이내 반군이 떠난 자리에 스크랩이 조금 남아있는 것을 발견했습니다. 많지는 않지만 이번 실책의 타격을 완화하는 데 도움이 될 것입니다.
ru: Корабль повстанцев уходит в прыжок. Сначала вы разочарованы, но потом понимаете, что после боя осталось немного лома. Этого конечно мало, но помогает сгладить впечатления после вашего провала.
zh_hans: 叛军的飞船跃迁走了。起初你很失望，但你发现居然剩下了一部分废料。虽然不多，但至少可以弥补刚才战斗的成本。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Rebel captain hails you. In the background, you can see the chaos that your weapons have caused. "Ok, you win. We surrender."
fr: Le capitaine Rebelle vous contacte. Derrière lui, vous pouvez voir le chaos que vos armes ont causé. "Ok, vous avez gagné. Nous nous rendons."
ko: 반군 선장이 당신에게 교신을 시도했습니다. 화면 뒤로 보이는 그들의 상황에서 당신의 무기가 야기한 혼란을 볼 수 있었습니다. "좋아, 네가 이겼다. 항복한다."
ru: Капитан повстанцев вызывает вас. На заднем плане виден хаос, вызванный вашим оружием. "Хорошо, вы победили. Мы сдаемся".
zh_hans: 叛军舰长向你呼叫。在背景中，你可以看到你的武器所造成的混乱。"好好好，你说的都对。我们投降。"

source: It's rare for a Rebel ship to offer their surrender to a Federation one, but this appears to be one of those times.
fr: Il est rare qu'un vaisseau Rebelle offre sa reddition à l'un de ceux de la Fédération, mais on dirait que c'est l'une de ces occasions.
ko: 반군 함선이 연방 함선에 항복하는 경우는 드물지만 지금 그런 일이 일어났습니다.
ru: Редко когда корабль повстанцев предлагает свою капитуляцию судну Федерации, но, похоже, это один из таких случаев.
zh_hans: 叛军战舰向联邦战舰投降是很罕见的，但这似乎是其中的一次。

source: "Ok, we surrender! If your claims that the Federation is such a benevolent force are true, then you must accept our surrender!"
fr: "Ok, nous nous rendons ! Si vos affirmations que la Fédération est une force bienveillante sont vraies, alors vous devez accepter notre reddition !"
ko: "좋아, 항복한다! 연방이 당신네들 말대로 자비롭다는 게 사실이라면 우리의 항복을 받아들이겠지!"
ru: "Хорошо, мы сдаемся! Если Федерация благожелательна настолько, насколько вы утверждаете, то вы должны принять нашу капитуляцию!"
zh_hans: "好吧，我们投降了！如果你所说的联邦是真的有如此仁慈的力量，那么你必须接受我们的投降！"

source: "Bah, fine. Knowing how corrupt you Federation officers are, perhaps a bit of scrap can convince you to let us go?"
fr: "Bah, d'accord. Sachant comment vous êtes corrompus, vous, les officiers de la Fédération, peut-être qu'un peu de ferraille pourra vous convaincre de nous laisser partir ?"
ko: "이제 그만. 연방의 장교들이 얼마나 부패했는진 잘 알고 있거든? 이 정도 스크랩이라면 우리를 보내주겠나?"
ru: "Пф, ладно. Зная, насколько вы, офицеры Федерации, коррумпированы, возможно, немного лома сможет убедить вас отпустить нас?"
zh_hans: "呸，好吧。知道你们联邦官员有多腐败，也许一点废料就能说服你们放我们走。"

source: The Rebel ship is running on fumes. Panting heavily, the Rebel captain begs you let them live.
fr: L'appareil Rebelle est recouvert de fumées. Haletant fortement, le capitaine Rebelle supplie que vous les épargnez.
ko: 반군 함선에서 연기가 피어오릅니다. 반군 선장은 숨을 크게 헐떡이며 살려달라고 애원하고 있습니다.
ru: Корабль повстанцев на грани разрушения. Тяжело дыша, капитан повстанцев умоляет вас оставить их в живых.
zh_hans: 叛军的战舰正在冒烟。叛军舰长喘着粗气，恳求你放他们一马。

source: "Ok, you've proven that you are superior in combat. Now, prove that you are as forgiving as you say you are."
fr: "Ok, vous avez prouvé que vous étiez supérieur en combat. Maintenant, prouvez que vous êtes aussi clément que vous le dites."
ko: "좋습니다, 당신이 전투에 있어선 우월하다는 것이 증명됐습니다. 이제 당신이 말하는 그 관대함을 증명해보십시오."
ru: "Хорошо, ты доказал, что превосходишь нас в бою. Теперь докажи, что ты такой же всепрощающий, как говоришь".
zh_hans: "好吧，你已经证明了你在战斗中的优势。现在，请证明你像你说的那样宽容。"

source: At last, the Rebel ship seems to yield. They offer a surrender.
fr: Enfin, il semblerait que l'assaillant Rebelle se rende. Ils offrent une reddition.
ko: 마침내 반군 함선이 꼬리를 내린 것 같습니다. 그들은 항복을 제안해왔습니다.
ru: По всей видимости, корабль повстанцев наконец-то сдается. Он предлагает свою капитуляцию.
zh_hans: 最后，叛军的船似乎屈服了。他们提出投降。

source: "Gah, I can't believe I'm saying this to Federation scum... if we give you what's in our storage, will you let us live?"
fr: "Bah, je n'arrive pas à croire que je dise cela à un pourri Fédéré mais... si nous vous donnons ce qui se trouve dans notre cargaison, allez-vous nous laisser la vie sauve ?"
ko: "으, 내가 연방 쓰레기들에게 이런 말을 하고 있다는 것이 믿기지 않는군... 창고에 있는 걸 넘기면 우리를 살려줄 건가?"
ru: "Не могу поверить, что говорю это федеративным подонкам... Если мы отдадим вам то, что есть на нашем складе, вы оставите нас в живых?"
zh_hans: "我真不敢相信我会对联邦人渣说这些...如果我们v你50废料买肯德基疯狂星期四，你会让我们活下去吗？"

source: "Okay, okay! You win. Command will never forgive us for letting you go, but at least we'll be alive to see ourselves dismissed. Will you accept our surrender?"
fr: "Okay, okay ! Vous avez gagné. L'état-major ne nous pardonnera jamais pour vous avoir laissé filer, mais au moins nous serons vivants pour nous voir virés. Accepterez-vous notre reddition ?"
ko: "알았어, 알았다고! 네가 이겼어. 널 놓아준 걸 알면 사령부가 결코 우릴 용서하지 않겠지만, 적어도 목숨은 부지한 채로 쫒겨나겠지. 우리의 항복을 받아주겠나?"
ru: "Хорошо-хорошо! Вы победили. Командование никогда не простит нам, что мы отпустили вас, но, по крайней мере, мы доживем до своего увольнения. Вы примете нашу капитуляцию?"
zh_hans: "那好，好吧！你赢了。指挥部永远不会原谅我们放走你，但至少我们会活着看到自己被解雇。你会接受我们的投降吗？"

source: The Rebel ship has no desire to fight anymore. They desperately hail you.
fr: L'adversaire Rebelle n'a plus de désir de se battre. Ils vous appellent désespérément.
ko: 반군 함선은 더 이상 싸울 생각이 없습니다. 그들은 당신에게 간절하게 교신을 합니다.
ru: Корабль повстанцев больше не хочет сражаться. Его экипаж отчаянно пытается выйти с вами на связь.
zh_hans: 叛军的飞船已经无心恋战了。他们拼命地呼叫你。

source: "Command doesn't have to know we encountered you here. Just let us go and we'll give you what we have."
fr: "L'état-major n'a pas besoin de savoir que nous vous avons rencontré ici. Laissez-nous partir et nous vous donnerons ce que nous avons."
ko: "사령부는 우리가 너희를 만났다는 사실을 모를 거야. 가진 것들을 좀 줄 테니 우릴 그냥 보내줘."
ru: "Командование не обязано знать, что мы встретили вас здесь. Просто отпустите нас, и мы отдадим вам все, что у нас есть".
zh_hans: "指挥部不需要知道我们在这里遇到了你。只要让我们走，我们就会把我们的东西给你。"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "This is not a joke. You have gone too far. Do you know who I am? I am vital to the Rebellion. I demand you let me live!"
fr: "Ceci n'est pas une blague. Vous êtes allés trop loin. Vous savez qui je suis ? Je suis vital à la Rébellion. J'exige que vous me laissiez vivre !"
ko: "이건 농담이 아니야. 넌 선을 넘었어. 내가 누군지 아나? 나 반군의 핵심 인사야! 나를 살려 보낼 것을 요구한다!"
ru: "Это не шутка. Вы зашли слишком далеко. Вы знаете, кто я? Я жизненно важен для Восстания. Я требую, чтобы вы оставили меня в живых!"
zh_hans: "这不是一个玩笑。你已经把路走窄了。你知道我是谁吗？我对叛军至关重要。我命令你让我活下去！"

source: The Rebel ship hails you. "No more games. You will let us live or you will suffer the wrath of the Rebellion!"
fr: Le vaisseau Rebelle vous contacte. "Fini de jouer. Vous allez nous laisser la vie sauve, ou vous connaitrez le courroux de la Rébellion !"
ko: 반군 함선이 당신에게 교신을 보냅니다. "장난은 끝이다. 우리를 살려보내지 않으면 반군의 분노를 맛보게 될 것이다!"
ru: Корабль повстанцев вызывает вас. "Больше никаких игр. Ты оставишь нас в живых или познаешь гнев Восстания!"
zh_hans: 叛军的船在呼唤你。"没时间再陪你玩了。你只能放我们走，不然你将被叛军的怒火吞噬！"

source: "The Rebellion will never die! Every Rebel ship you kill will only make your punishment greater after our inevitable victory. Let us go."
fr: "La Rébellion ne mourra jamais ! Chaque vaisseau Rebelle que vous éliminez ne fait qu'accentuer votre punition après notre inévitable victoire. Laissez-nous partir."
ko: "반군은 절대 죽지 않는다! 네놈이 우리 함선을 파괴할수록 반군의 통치가 찾아 왔을 때 더 큰 처벌을 받게 될 것임을 모르나? 우리를 놓아주어라."
ru: "Восстание никогда не умрет! Каждый уничтоженный тобой повстанческий корабль только усилит твое наказание после нашей неизбежной победы. Дай нам уйти".
zh_hans: "叛乱永远不会终结！我们必将胜利！你摧毁的每艘战舰，都只会让你的罪孽更加深重！让我们走吧！"

source: Accept their surrender. [Delays the fleet 2 jumps]
fr: Accepter leur reddition. [Retarde la flotte de 2 sauts]
ko: 항복을 받아들인다. [함대 추격이 2 도약 만큼 지연됨]
ru: Принять их капитуляцию. [Задерживает флот на 2 прыжка]
zh_hans: 接受他们的投降。[拖延2次叛军追击]

# data/events_special_defeat.xml$//event[@name="SURRENDER_REBEL_DELAY"]/text
source: The Rebels promise to delay the fleet, and jump away.
fr: Les Rebelles promettent de retarder la flotte et s'en vont.
ko: 반군은 함대를 지연시킬 것을 약속하고 도망쳤습니다.
ru: Повстанцы обещают задержать флот и совершают прыжок.
zh_hans: 叛军答应拖延舰队，然后跃迁走了。

source: "Look look, maybe we can both get something out of this. I know the fleet is an issue for you. If you let us live, we can lie to the fleet about your location. They'll never know until it's too late."
fr: "Attendez attendez, peut-être pouvons nous obtenir quelque chose de cela. Je sais que la flotte est un problème pour vous. Si vous nous laissez la vie sauve, nous pouvons donner à la flotte de fausses informations sur votre emplacement. Quand ils s'en rendront compte, cela sera trop tard pour eux."
ko: "잠깐잠깐, 우리 둘 다 이걸 '좋게' 끝낼 수도 있잖아? 반군 함대에 추격당하고 있지? 우리를 살려준다면 네 위치에 대해 거짓 정보를 퍼트려줄게. 꽤 오랜 시간 동안 발을 묶을 수 있을 거라고!"
ru: "Послушайте, может быть, мы оба сможем что-нибудь извлечь из ситуации. Я знаю, что флот - это проблема для вас. Если вы оставите нас в живых, мы можем солгать флоту о вашем местонахождении. Они не догадаются об обмане, пока не станет слишком поздно".
zh_hans: "那这样，听着，也许我们能有两全的办法。我知道叛军舰队对你来说是个大问题。如果你放过我们，我们可以向舰队谎报你的位置，他们会多忙活好一阵子的。"

source: The Rebel ship surrenders, and promises to delay the fleet if you let them live.
fr: Le vaisseau Rebelle se rend et promet de retarder la flotte si vous les épargnez.
ko: 반군은 항복하면서 자신들을 살려주면 함대를 지연시키겠다고 제안했습니다.
ru: Экипаж корабля повстанцев сдается и обещает задержать флот, если вы оставите их в живых.
zh_hans: 叛军的船投降了，并承诺如果你让他们活着，他们就会拖延舰队。
