Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//event[@name="DEFEAT_VAGABOND_ELITE"]/text
source: The erratic tactics these unstable Ghosts employ already makes them frightening foes, but when former Elite ships are thrown in the equation, the situation can easily sway unfavorably. Fortunately, you've prevailed.
fr: Les tactiques erratiques employées par ces fantômes instables en font déjà des ennemis redoutables, mais lorsque d'anciens vaisseaux d'élite sont ajoutés à l'équation, la situation peut facilement basculer de manière défavorable. Heureusement, vous l'avez emporté.
ko: 이 불안정한 고스트는 불규칙한 전술로 이미 무시무시한 적이지만, 전 엘리트 함선까지 가세하면 전세가 불리하게 기울기 쉽습니다. 다행히도 여러분은 승리했습니다.
ru: Нестандартная тактика этих нестабильных призраков и так делает их страшными противниками, но когда в уравнение вклиниваются бывшие элитные корабли, ситуация может легко измениться в неблагоприятную сторону. К счастью, вы одержали победу.
zh_hans: 这些漂流的魂灵族反复无常的战术已经让他们成为可怕的敌人，但如果再加上前精英战舰，情况就会更加不利。幸运的是，你取得了胜利。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Vagabond ship survived the fight. Inside is a functional albeit rusty weapon, which you bring back on board.
fr: Il semble que la cargaison du vaisseau Vagabond ait survécu au combat. À l'intérieur se trouve une arme fonctionnelle mais rouillée, que vous ramenez à bord.
ko: 떠돌이 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 녹슬었지만 여전히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, груз корабля бродяг уцелел во время боя. Внутри находится исправное, хотя и ржавое орудие, которое вы поднимаете на борт.
zh_hans: 漂浪群飞船上的货物似乎在战斗中幸存了下来。里面有一件虽然生锈但还能使用的武器，你可以把它带回星舰上。

# data/events_special_defeat.xml$//event[@name="DEFEAT_DYNASTY_ELITE"]/text
source: Reaper ships are no idle threat, but the Dynasty should know better than to throw punches at you.
fr: Les vaisseaux Faucheurs ne sont pas une menace à ignorer, mais la Dynastie devrait savoir qu'elle n'a pas à vous chercher d'ennuis.
ko: 리퍼 함선은 꽤 강력한 상대였지만, 그 정도로는 당신을 당해내지 못했습니다.
ru: Корабли жнецов - не пустая угроза, но Династия должна лучше думать, прежде чем бросаться на вас с кулаками.
zh_hans: 灵割战舰不容小觑，但灵朝应该更清楚地知道不该对你挥拳相向。

# data/events_special_defeat.xml$//event[@name="DEFEAT_DYNASTY_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the cargo of the Dynasty ship survived the fight. Inside is a functional weapon, which you bring back on board.
fr: On dirait que la cargaison de l'Élite Spectral a survécu au combat. À l'intérieur se trouve une arme, que vous ramenez à bord.
ko: 왕조 함선의 화물은 전투 중에 파괴되지 않은 것 같습니다. 당신은 그 안에서 멀쩡히 작동하는 무기를 찾아 건져냈습니다.
ru: Похоже, что груз корабля Династии уцелел во время боя. Внутри находится готовое к установке орудие, которое вы забираете на борт своего корабля.
zh_hans: 看来灵朝战舰上的货物在战斗中幸存了下来。里面有一个还能用的武器，你把它带回星舰。
