Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: It seems the comms on the Militia ship are malfunctioning, but their captain desperately waves for you to stop and holds up a sheet of paper with the symbol for scrap on it.
fr: Il semble que les communications du vaisseau de la Milice fonctionnent mal, mais leur capitaine vous fait désespérément signe de vous arrêter et brandit une feuille de papier sur laquelle figure le symbole de la ferraille.
ko: 적함의 통신기가 오작동하는 것 같지만, 그들의 선장이 필사적으로 멈추라고 손을 흔들며 스크랩 기호가 적힌 종이를 들어 보입니다.
ru: Похоже, что связь на корабле Ополченцев неисправна, но их капитан отчаянно машет вам руками, чтобы вы остановились, и показывает лист бумаги с символом лома.
zh_hans: 盟卫飞船的通讯系统似乎出现了故障，但他们的舰长拼命挥手让你停下来，并举起一张纸，上面画着"废料"的符号。

source: "MAYDAY! MAYDAY! MAY-" The Federation captain's desperate cry for help is suddenly silenced by the destruction of their ship.
fr: "MAYDAY ! MAYDAY ! MAY-" L'appel à l'aide désespéré du capitaine de la Fédération est soudain réduit au silence par la destruction de leur vaisseau.
ko: "메이데이! 메이데이! 메이-" 도움을 요청하는 절박한 외침은 함선이 파괴되자 사그라듭니다.
ru: "МАЙДЕЙ! МАЙДЕЙ! МАЙ..." Отчаянный крик капитана Федерации о помощи внезапно затихает после уничтожения его корабля.
zh_hans: "求救！求救！求–"联邦舰长绝望的呼救声突然被他们的飞船摧毁所淹没。

source: When future ships come across this wreck, it's likely people will assume this to be the job of Rebels or Pirates. But the trail will eventually lead to you.
fr: Lorsque de futurs vaisseaux croiseront cette épave, il est probable que les gens penseront qu'il s'agit de l'œuvre de rebelles ou de pirates. Mais la piste finira par mener à vous.
ko: 나중에 다른 함선이 이 참상을 발견하면 십중팔구 반군이나 해적의 소행이라고 생각할 것입니다. 하지만 그 흔적은 결국 당신에게 이어지겠죠.
ru: Когда будущие корабли наткнутся на эти обломки, народ, скорее всего, подумает, что это дело рук повстанцев или пиратов. Но след в конце концов приведет к вам.
zh_hans: 当未来有飞船遇到这个残骸时，人们很可能会认为这是叛军或海盗干的。但所有线索最终都会指向你。

source: It's a shame, seeing the brand new models of the Federation dispatched so quickly. When the Federation pushed to manufacture updated designs, they had conflict with Rebels in mind... but not necessarily their own hired Renegades.
fr: C'est dommage de voir les nouveaux modèles de la Fédération disparaître si rapidement. Lorsque la Fédération a poussé à la fabrication de nouveaux modèles, elle avait en tête les conflits avec les Rebelles... mais pas nécessairement avec les Renégats qu'elle avait recrutés.
ko: 연방의 새로운 함종이 너무 빨리 실전 배치되는 걸 보니 안타깝네요. 연방은 개선된 디자인을 제작할 때 반군과의 충돌을 염두에 두었지만... 자신들이 직접 고용한 배회자까지 고려하진 않았죠.
ru: Жаль, что новые модели Федерации были так быстро уничтожены. Когда Федерация решила выпустить обновленные модели, они нужны были ей для борьбы с повстанцами... но не со своими наемниками-Ренегатами.
zh_hans: 真是可惜，联邦这么快就出动了新型舰。当联邦推动制造新设计时，想的应该要对付叛军…但没想到还有他们雇用的变元者。

source: You're struck by an eerie feeling as you watch a Federation ship get reduced to smithereens - but at least it wasn't your's.
ru: Вас охватывает жуткое чувство, когда вы наблюдаете, как корабль Федерации разваливается на куски - но, по крайней мере, это не ваш корабль.
zh_hans: 当你看着一艘联邦飞船被摧毁时，你有一种怪异的感觉。但至少不是你被摧毁。

source: One last explosion marks the Federation captain's fate as their ship is torn apart.
fr: Une dernière explosion marque le destin du capitaine de la Fédération alors que leur vaisseau est déchiré.
ko: 마지막 폭발로 우주선이 산산조각나면서 연방 함장의 운명이 결정납니다.
ru: Последний взрыв обрекает капитана Федерации на гибель, а его корабль разрывается на части.
zh_hans: 最后的一次爆炸标志着联邦舰长的命运，他们的飞船被炸得四分五裂。

source: A Federation crew has been downed. As you scrap their hull, you notice their radios are active, with command calling out to them still trying to understand what's happening. You mute the radio and continue.
fr: Un équipage de la Fédération a été abattu. Alors que vous démanteler leur coque, vous remarquez que leurs radios sont actives, le commandement les appelant tout en essayant de comprendre ce qui se passe. Vous mettez la radio en sourdine et continuez.
ko: 연방 대원이 모두 쓰러졌습니다. 당신은 선체를 해체하는 동안 켜져 있는 무전기를 발견하고 지휘부가 여전히 상황을 파악하기 위해 무전을 보내고 있는 것을 확인했습니다. 당신은 무전기를 음소거하고 계속 진행합니다.
ru: Экипаж Федерации был уничтожен. Разбирая корпус, вы замечаете, что их рации активны, и командование обращается к ним, все еще пытаясь понять, что происходит. Вы отключаете рацию и продолжаете.
zh_hans: 最后一名联邦船员倒下。当你搜刮他们的舰体时，你注意到他们的无线电仍然活跃，指挥中心仍在呼叫他们试图询问发生了什么。你关闭无线电并继续。

source: "Man down, man down! Agh!" The crewmate's shouts go unheard as he is put down with the rest of his crew.
fr: "Homme à terre, homme à terre ! Agh !" Les cris de l'homme ne sont pas entendus et il est mis à terre avec le reste de son équipage.
ko: "쓰러졌어, 쓰러졌다고! 으악!" 연방 대원의 비명은 더 이상 들리지 않습니다.
ru: "Человек погиб, человек погиб! Ах!" Крики члена экипажа остаются неуслышанными, так как его заваливают обломки вместе с остальным экипажем.
zh_hans: "有人受伤！有人受伤！啊！"船员的呼喊声并没有被已经倒下船员听到。

source: "This death of mine signifies the death of the Federation." The dying captain pauses as someone in the background shouts at him. "I am NOT overreacting! God damn it... you just had to ruin my final moments..."
fr: "Cette mort signifie la mort de la Fédération." Le capitaine mourant marque une pause lorsque quelqu'un lui crie en arrière-plan : "Je ne réagis PAS de manière excessive ! Bon sang... il fallait que vous gâchiez mes derniers instants..."
ko: "제 죽음은 곧 연방의 죽음을 의미합니다." 죽어가는 함장의 말을 끊고 뒤에서 누군가 소리칩니다. "난 과민 반응하는 게 아니야! 젠장... 꼭 그렇게 내 마지막 순간을 망쳐야만 했던 거야..."
ru: "Моя смерть означает гибель Федерации". Умирающий капитан делает паузу, поскольку кто-то на заднем плане обращается к нему. "Я НЕ преувеличиваю! Черт возьми... тебе так сильно захотелось испортить мои последние минуты..."
zh_hans: "我的死亡意味着联邦的死亡。"垂死的舰长停了下来，因为后台有人对他大喊大叫。"我并没有反应过激！该死……你就不能让我的最后时刻帅一点吗……"

source: "My name will be etched in a memorial for my service to the Multiverse... yours will be forever inscribed on a watchlist for the criminally deranged..."
fr: "Mon nom sera gravé dans un mémorial pour mes services rendus au Multivers... le vôtre sera à jamais inscrit sur une liste de surveillance pour les criminels dérangés..."
ko: "내 이름은 멀티버스를 위한 봉사로 기념비에 새겨질 것이고... 네 이름은 범죄자 감시 목록에 영원히 새겨질 것이다..."
ru: "Мое имя будет выгравировано на мемориале за мои заслуги перед Мультивселенной... а твое будет навечно занесено в список для наблюдения за невменяемыми преступниками..."
zh_hans: "我的名字将被铭刻在纪念碑上，以纪念我对多元宇宙的贡献…你的名字将永远被写在精神错乱罪犯的监视名单上……"

source: "I never even... got my promotion! I'm not ready to die!" The Federation captain sobs into their hands as their crew fall one by one, ending with them.
fr: "Je n'ai même pas... eu ma promotion !" Le capitaine de la Fédération sanglote dans ses mains tandis que les membres de son équipage tombent les uns après les autres, lui en dernier.
ko: "난... 승진도 못 해봤어! 아직 죽을 준비 안 됐다고!" 연방 함장은 선원들이 하나씩 쓰러지자 흐느껴 울다가 결국 자기 선원들을 따라갔습니다.
ru: "Я даже... не получил повышения! Я не готов умереть!" Капитан Федерации рыдает, глядя на то, как один за другим гибнут члены его экипажа.
zh_hans: "我甚至没有…得到过升职！我还没准备好去死！"联邦舰长在自己的手中哭泣，他的船员一个接一个死去，最后只剩下他自己。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "Continuing this any further would be madness - we're on the same side!"
fr: "Poursuivre dans cette voie serait de la folie - nous sommes du même côté !"
ko: "더 이상 계속하는 것은 미친 짓입니다. 우리는 같은 편입니다!"
ru: "Продолжать это дальше было бы безумием - мы на одной стороне!"
zh_hans: "不要再继续发疯了—我们是同一边的！"

source: The Federation ship is in tatters. You could probably negotiate their surrender at this point.
fr: Le vaisseau Fédéré est en lambeaux. Vous pourriez probablement négocier une offre au point ou vous en êtes.
ko: 연방 함선은 너덜너덜해졌습니다. 이 시점에서 항복 조건에 대해 협상할 수 있을 것입니다.
ru: Корабль Федерации разбит в клочья. Вы, вероятно, можете договориться об их капитуляции на этом этапе.
zh_hans: 联邦飞船已经破烂不堪。现在你也许可以通过谈判让他们投降。

source: "Please, we don't have to do this! We're willing to give you anything to let us go!"
fr: "S'il vous plaît, nous ne sommes pas obligés de faire ça ! Nous sommes prêts à vous donner n'importe quoi pour nous laisser partir !"
ko: "부탁입니다, 이럴 필요 없어요! 우리를 보내주면 뭐든 다 드릴게요!"
ru: "Пожалуйста, не надо этого делать! Мы готовы отдать вам все, что угодно, лишь бы вы нас отпустили!"
zh_hans: "求你了，我们不必这么做！只要你放我们走，我们什么都愿意给你！"

source: "Don't destroy us! We're Federation! At least let us surrender!"
fr: "Ne nous détruisez pas ! Nous sommes la Fédération ! Laissez-nous au moins nous rendre !"
ko: "파괴하지 마십시오! 우리도 연방입니다! 항복이라도 하게 해주십시오!"
ru: "Не уничтожайте нас! Мы - Федерация! Хотя бы позвольте нам сдаться!"
zh_hans: "不要毁灭我们！我们都是联邦！至少让我们投降吧！"

source: "Take everything we have, just leave, and no more blood has to be spilt!"
fr: "Prenez tout ce que nous avons, partez et le sang n'aura plus à couler !"
ko: "우리가 가진 것을 전부 받고 그냥 떠나 주십시오. 더 이상 피 흘릴 필요 없습니다!"
ru: "Возьмите все, что у нас есть, просто уйдите, и больше не придется проливать кровь!"
zh_hans: "带上我们所有的东西，离开这里，这样就不用再流血了！"

source: The ship repeatedly hails you, pleading for you to stop your assault and let them go.
fr: Le vaisseau vous apelle de manière répétitive, vous suppliant d'arrêter votre assaut et de les laisser partir.
ko: 연방 함선이 계속해서 통신을 보내 공격을 멈추고 자신들을 놓아달라고 애원합니다.
ru: Корабль настойчиво пытается связаться с вами, умоляя прекратить нападение и отпустить их.
zh_hans: 这艘船反复呼叫你，恳求你停止攻击，让他们离开。

source: "MAYDAY! MAYDAY! MAY-" The Federation captain's desperate cry for help is suddenly silenced by the destruction of the station.
fr: "MAYDAY ! MAYDAY ! MAY-" L'appel à l'aide désespéré du capitaine de la Fédération est soudain réduit au silence par la destruction de la station.
ko: "메이데이! 메이데이! 메이-" 도움을 요청하는 절박한 외침은 정거장이 파괴되자 사그라듭니다.
ru: "МАЙДЕЙ! МАЙДЕЙ! МАЙ..." Отчаянный крик капитана Федерации о помощи внезапно затихает после уничтожения станции.
zh_hans: "求救！求救！求–"联邦站长绝望的呼救声突然被他们的空间站摧毁所淹没。

source: When future ships come across this wreck, it's likely people will assume this to be the job of Rebels or Pirates. But the trail will eventually lead to you.
fr: Lorsque de futurs vaisseaux croiseront cette épave, il est probable que les gens penseront qu'il s'agit de l'œuvre de rebelles ou de pirates. Mais la piste finira par mener à vous.
ko: 나중에 다른 함선이 이 참상을 발견하면 십중팔구 반군이나 해적의 소행이라고 생각할 것입니다. 하지만 그 흔적은 결국 당신에게 이어지겠죠.
ru: Когда будущие корабли обнаружат эти обломки, народ, скорее всего, подумает, что это дело рук повстанцев или пиратов. Но след в конце концов приведет к вам.
zh_hans: 当未来有飞船遇到这个残骸时，人们很可能会认为这是叛军或海盗干的。但所有线索最终都会指向你。

source: It's a shame, seeing the brand new models of the Federation dispatched so quickly. When the Federation pushed to manufacture updated designs, they had conflict with Rebels in mind... but not necessarily their own hired Renegades.
fr: C'est dommage de voir les nouveaux modèles de la Fédération disparaître si rapidement. Lorsque la Fédération a poussé à la fabrication de nouveaux modèles, elle avait en tête les conflits avec les Rebelles... mais pas nécessairement avec les Renégats qu'elle avait recrutés.
ko: 연방의 새로운 함종이 너무 빨리 실전 배치되는 걸 보니 안타깝네요. 연방은 개선된 디자인을 제작할 때 반군과의 충돌을 염두에 두었지만... 자신들이 직접 고용한 배회자까지 고려하진 않았죠.
ru: Жаль, что новые модели Федерации были так быстро уничтожены. Когда Федерация решила выпустить обновленные модели, они нужны были ей для борьбы с повстанцами... но не со своими наемниками-Ренегатами.
zh_hans: 真是可惜，联邦这么快就出动了新型舰。当联邦推动制造新设计时，想的应该要对付叛军…但没想到还有他们雇用的变元者。

source: "E-error: Betrayal." The Auto-ship explodes. You feel far less remorse than if it was a staffed Federation ship, but you still feel a little guilty.
fr: "E-erreur : Trahison" L'Auto-vaisseau explose. Vous ressentez beaucoup moins de remords dû au fait que ce n'est pas un vaisseau piloté par un équipage Fédéré, mais vous vous sentez tout de même un peu coupable.
ko: "ㅇ-에러: 배신" 무인선이 폭발했습니다. 선원이 있는 연방 함선보단 훨씬 덜 하지만 여전히 약간의 죄책감이 느껴집니다.
ru: "О-ошибка: Предательство" Автоматический корабль взрывается. Вы чувствуете гораздо меньше угрызений совести, чем если бы это был корабль с экипажем Федерации, но вы все равно чувствуете себя немного виноватым.
zh_hans: "E-错误：背叛"自动舰爆炸了。比起摧毁载人的联邦飞船，毁灭这种人造物基本没有任何心理负担，但你仍莫名感到有些愧疚。

source: It's far less satisfying to destroy one of the Federation's creations than that of the Rebellion, but scrap is scrap.
fr: C'est beaucoup moins satisfaisant de détruire l'une des créations de la Fédération plutôt que de la Rébellion, mais difficile de nier l'appel de la ferraille.
ko: 연방의 창조물 중 하나를 파괴한다는 것이 그리 만족스럽진 않지만, 그래도 스크랩은 스크랩입니다.
ru: Уничтожение техники Федерации приносит гораздо меньше удовлетворения, чем техники повстанцев, но лом есть лом.
zh_hans: 摧毁联邦的一个造物远不如摧毁叛军的造物更令人满意，但废料就是废料。

source: As you destroy the Auto-ship, it sends one last message: "Sorry..."
fr: En détruisant l'Auto-vaisseau, celui-ci envoie un dernier message : "Désolé..."
ko: 무인선을 파괴하기 직전 마지막 메시지를 전송받았습니다: "미안해요..."
ru: Когда вы уничтожаете авто-корабль, он отправляет последнее сообщение: "Простите..."
zh_hans: 当你摧毁自动舰时，它发出了最后一条信息："对不起..."

source: The drone breaks apart under your weapon fire. Oh well, at least it wasn't a ship filled with actual Federation crew.
fr: Le drone se brise sous le feu de vos armes. Au moins, ce n'était pas un vaisseau rempli d'un véritable équipage de la Fédération.
ko: 당신의 병기로 무인기가 파괴됩니다. 뭐, 최소한 실제 연방 선원으로 가득 찬 배는 아니었으니까요.
ru: Дрон распадается на части под огнем ваших орудий. По крайней мере, это был не корабль с командой Федерации.
zh_hans: 自动舰在你的武器火力下解体了。好吧，至少它不是一艘装载着真正联邦船员的飞船。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[1]
source: The fiery red of the explosions complements the orange hull of the Rebel ship. Satisfied with your handiwork, you scrap the ship.
fr: Le rouge ardent des explosions complémente bien la coque orange du vaisseau Rebelle. Satisfait de votre travail, vous démontez leur vaisseau.
ko: 반군 함선의 주황색 선체가 폭발하여 이글거리는 붉은 색으로 물들었습니다. 당신은 자신의 일처리에 만족해하며 잔해를 인양합니다.
ru: Огненно-красный цвет взрывов дополняет оранжевый корпус корабля повстанцев. Удовлетворенный своей работой, вы собираете с корабля все полезное.
zh_hans: 爆炸的火红色与叛军战舰的橙色船身相得益彰。你对自己的工作感到满意，就把这艘船搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[2]
source: The Rebel ship is engulfed in fire, which is extinguished almost immediately as the hull cracks apart and exposes the internals to the vacuum of space. Once the corpses have been cleared of the vessel, you scrap the remains.
fr: Le vaisseau Rebelle est englouti par les flammes, qui s'éteignent presque immédiatement lorsque la coque se fissure et expose l'intérieur au vide spatial. Une fois que les corps sont retirés du vaisseau, vous récupérez les restes.
ko: 반군 함선을 휩싸던 불길은 선체가 부서져 진공 공간에 노출되자 즉시 꺼져버렸습니다. 당신은 적함에서 시체를 치우고 쓸만한 것들을 가져옵니다.
ru: Корабль повстанцев охвачен огнем, который почти сразу же гаснет, когда корпус раскалывается и обнажает внутренности космической пустоте. Как только вы убираете трупы с судна, вы собираете с его обломков все полезное.
zh_hans: 叛军的飞船被大火吞噬，当舰体裂开并将内部结构暴露在太空的真空中时，大火几乎立即被扑灭。尸体被清理出舰体后，你就搜刮了残骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[3]
source: The Rebel ship explodes, its many vital systems reduced to mere scrap material. Scrap material for you to take, that is.
fr: Le vaisseau Rebelle explose, ses nombreux systèmes vitaux réduits à de simples matériaux de ferraille. Des matériaux pour vous servir, bien sûr.
ko: 반군 함선이 폭발하며, 수많은 주요 시스템들이 스크랩 더미로 바뀌었습니다. 짭짤한 전리품이군요.
ru: Корабль повстанцев взрывается, его многие жизненно важные системы превращаются в лом. Лом, который вы конечно же можете собрать.
zh_hans: 叛军的飞船爆炸了，它的许多重要系统都变成了废料。也就是供你取用的废旧材料。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[4]
source: Every ship full of Rebel scum that you destroy means a slightly safer galaxy. It's not much, but it's honest work.
fr: Chaque destruction de vaisseau rempli d'ordures Rebelles signifie une galaxie un peu plus sûre. Ce n'est pas beaucoup, mais c'est un travail honnête.
ko: 당신이 반군 쓰레기로 가득 찬 배들을 하나하나 파괴할 때마다 우주가 조금 더 안전해집니다.
ru: С каждым уничтоженным вами кораблем, полным повстанческих подонков, галактика становится чуть безопаснее. Конечно, это немного, но все же это правое дело.
zh_hans: 你摧毁的每一艘装满叛军渣滓的飞船都意味着能让银河系更加安全一点。虽然不多，但一点一点来。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[5]
source: You receive a hail from the Rebel ship right as it explodes, but it's too late. The face of the captain begging for his life briefly flashes before he is consumed by the fire in front of your eyes.
fr: Vous recevez un appel du vaisseau Rebelle tandis qu'il explose, mais il est trop tard. Le visage du capitaine suppliant pour sa vie est brièvement illuminé avant qu'il soit consumé par les flammes sous vos yeux.
ko: 반군 함선이 폭발하기 직전에 교신을 보내왔지만 이미 늦었습니다. 목숨을 구걸하는 선장의 얼굴이 잠시 번쩍이더니 눈앞에서 불에 타 죽었습니다.
ru: Вы получаете вызов с корабля повстанцев за мгновение до взрыва, но уже слишком поздно. Лицо капитана, умоляющего сохранить ему жизнь, мелькнуло на краткий миг, пережде чем его поглотил огонь прямо на ваших глазах.
zh_hans: 叛军的飞船爆炸时，你收到了来自它的呼叫，但为时已晚。舰长乞求生存的脸短暂地闪过，然后他在你眼前被大火吞噬。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[6]
source: You know the Rebels must have families too, but they're probably not the greatest. Or at least, that's what you hope.
fr: Vous savez que les Rebelles ont sûrement eux aussi des familles, mais elles ne sont probablement pas spectaculaires. Ou du moins, c'est ce que vous espérez.
ko: 반군에게도 가족이 있겠지만, 크게 신경 쓰고 있지는 않았을 겁니다. 최소한 그렇길 바랍니다.
ru: Вы понимаете, что у повстанцев тоже есть семьи, но они, вероятно, не самые благополучные. Или, по крайней мере, вы на это надеетесь.
zh_hans: 你知道叛军肯定也有家庭，但他们可能不是最棒的。或者至少，你希望如此。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[7]
source: One final blast from your weapons has crippled the Rebel ship's hull. There is a large portion of scrap matter left for you to take.
fr: L'éclat final de vos armes à fracturé la coque du vaisseau Rebelle. Il reste une grande portion de ferraille à en retirer.
ko: 당신의 마지막 공격이 반군 함선을 완파시켰습니다. 챙길 수 있는 스크랩이 많이 남아 있습니다.
ru: Последний залп вашего оружия разрушил корпус корабля повстанцев. Среди обломков оказалось много пригодного для сбора лома.
zh_hans: 你的武器的最后一次开火使叛军的船解体了。还有很大一部分废料留下。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[8]
source: The death of your opponents is rarely as satisfying as when it's a Rebel ship. At last, your revenge for all the hell they've caused for the Federation.
fr: La mort de vos adversaires est rarement aussi satisfaisante que lorsque ce sont des Rebelles. Enfin, votre vengeance pour tout les torts qu'ils ont causé à la Fédération.
ko: 반군을 해치우는 것만큼 만족스러운 일도 거의 없습니다. 마침내, 그들이 연방에 불러온 지옥도에 대한 복수를 했습니다.
ru: Смерть ваших противников особенно удовлетворяет, когда они находятся на корабле повстанцев. Наконец-то вы отомстили за все страдания, причиненные Федерации.
zh_hans: 对手的死亡很少像叛军的飞船爆炸那样令人满意。最后，你要为他们给联邦带来的所有灾难进行报复。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_REBEL"]/text[9]
source: The Rebel ship explodes, leaving behind a substantial collection of useful scrap material.
fr: Le vaisseau Rebelle explose, laissant derrière lui une substantielle collection de matériaux utiles.
ko: 반군 함선이 폭발 속으로 사라집니다. 유용한 스크랩들이 많이 남겨졌습니다.
ru: Корабль повстанцев взрывается, оставляя после себя значительное количество пригодного к использованию лома.
zh_hans: 叛军的飞船爆炸了，留下了大量有用的废料。

# data/events_special_defeat.xml$//event[@name="DESTROYED_REBEL_POD"]/text
source: Just before the Rebel ship explodes, an escape pod ejects from it. Unfortunately, it doesn't get far before you collect it and bring it aboard. You open it and drag out the Rebel officer inside. They beg that you let them live.
fr: Juste avant que le vaisseau Rebelle explose, une capsule de sauvetage en est éjectée. Malheureusement, elle ne part pas bien loin avant que vous la récoltiez et l'amenez à bord. Vous l'ouvrez et saisissez l'officier Rebelle à l'intérieur. Il vous supplie de l'épargner.
ko: 반군 함선이 폭발하기 직전에 탈출 포드가 사출됐습니다. 안타깝게도, 그것은 별로 멀리 날아가지 못하고 당신에게 인양됐습니다. 당신은 포드를 열어 반군 장교를 끌어내렸습니다. 그가 살려달라고 간청합니다.
ru: Перед самым взрывом корабля повстанцев от него отсоединяется спасательная капсула. К сожалению для ее обитателя, она не успевает отлететь достаточно далеко, прежде чем вы захватываете ее и поднимаете на борт. Вы открываете ее и вытаскиваете оттуда офицера повстанцев. Он умоляет оставить его в живых.
zh_hans: 就在叛军战舰爆炸之前，一个逃生舱从里面弹了出来。不幸的是，它没飞多远就被你抓回了船。你打开它，拖出里面的叛军军官。对方恳求放一条生路。

source: (Jerry) Welcome them aboard.
fr: (Jerry) Accueillez-les à bord.
ko: (제리) 승선을 환영한다.
ru: (Джерри) Добро пожаловать на борт.
zh_hans: (杰瑞) 欢迎对方登舰。

source: "Jerry? We never would have fought if we knew you were on board. Whatever Jerry's doing, I would be proud to help."
fr: "Jerry ? Nous ne nous serions jamais battus si nous avions su que tu étais à bord. Quoi que fasse Jerry, je serais fier de l'aider."
ko: "제리? 당신이 타고 있는 줄 알았다면 싸우지 않았을 겁니다. 당신이 하는 일이라면 그게 무엇이든 기꺼이 돕겠습니다."
ru: "Джерри? Мы бы никогда не стали сражаться, если бы знали, что вы на борту. Что бы Джерри ни делал, я буду горд помочь".
zh_hans: "杰瑞？如果早知道你在船上，我们就不会打起来了。无论杰瑞你要做什么，我都会很乐意地帮助你。"

source: Accept them onto your ship.
fr: L'accepter dans votre vaisseau.
ko: 선원으로 받아들인다.
ru: Принять его в экипаж корабля.
zh_hans: 接受他们上你的船。

source: Accepting the Rebel without further means of ensuring their loyalty is too risky.
fr: Accepter ce Rebelle sans pouvoir s'assurer de sa loyauté est trop risqué.
ko: 충성심을 입증할만한 추가적인 수단도 없는 상황에서 반군을 받아들이는 것은 너무 위험합니다.
ru: Принимать в экипаж повстанца без дополнительных гарантий его лояльности весьма рискованно.
zh_hans: 在没有进一步确保其忠诚度的情况下接受叛军入伍，风险太大了。

source: (Mind Control) Keep the mind control online in-case they do anything bad.
fr: (Contrôle mental) Garder le Contrôle mental en ligne en cas d'imprévu.
ko: (정신 지배 장비) 배신할 경우에 대비하여 정신 지배 장비를 켜둔 채로 받아들인다.
ru: (Контроль разума) Держать систему КР наготове на случай, если он предпримет что-нибудь плохое.
zh_hans: (心灵控制)保证心灵控制系统始终处于运作，以防他们做任何坏事。

source: Free the Rebel and let them go.
fr: Libérer le Rebelle et le laisser partir.
ko: 풀어준다.
ru: Освободить повстанца и дать ему уйти.
zh_hans: 释放叛军，让他们离开。

source: Space them.
fr: Les épargner.
ko: 우주로 방출한다.
ru: Выкинуть его в открытый космос.
zh_hans: 把他丢到星舰外面。

source: As you grab the Rebel by the arms and drag them into the airlock, they protest little. A tear rolls down their cheek as they stand up straight and accept their fate. You close the airlock once again when their corpse has drifted a safe distance from the ship.
fr: Tandis que vous saisissez le Rebelle par les bras et le traînez au sas, il ne proteste guère. Une larme glisse sur sa joue pendant qu'il se relève et accepte son destin. Vous fermez le sas une fois que son corps s'est suffisamment éloigné du vaisseau.
ko: 그는 당신에게 붙잡혀 에어록으로 끌려가는 동안 거의 저항하지 않았습니다. 꼿꼿이 서서 자신의 운명을 받아들이려는 것 같지만, 그의 뺨을 타고 눈물이 흘러내립니다. 당신은 그의 시체가 함선에서 충분이 멀어졌을 때 다시 에어록을 닫습니다.
ru: Когда вы хватаете повстанца за руки и тащите его в шлюз, он не особо сопротивляется. Слеза скатывается по его щеке, пока он, стоя прямо, принимает свою судьбу. Вы закрываете шлюз, как только его труп отлетает на безопасное расстояние от корабля.
zh_hans: 当你抓住叛军的胳膊，把他拖进气闸时，他没有提出什么抗议。当他站直身体，接受自己的命运时，一滴眼泪从他的脸颊上滚落下来。当他的尸体离船有一段安全距离时，你再一次关闭气闸。

source: The Rebel is grateful for you sparing them, despite it meaning they must betray their original cause.
fr: Le Rebelle est reconnaissant de votre choix, malgré le fait que cela le contraint à trahir sa cause originelle.
ko: 그는 당신의 자비에 감사하고 있습니다. 비록 그가 반군을 배신해야 함에도 말입니다.
ru: Повстанец благодарен вам за то, что вы пощадили его, несмотря на то, что это означает предательство того, чем он занимался.
zh_hans: 叛军很感激你放过了他，尽管这意味着他必须背叛他原来的事业。
