Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ESTATE"]/text[1]
source: "Thank-thank-thank-thank-thank you for shopping with Wentworth Innovations! We look-look-look forward to doing future business!" The cheery tone of the Auto-ship is only dulled by the rupture of its fuel line as the ship erupts into flames.
fr: "Merc-merc-merc-merci d'avoir fait vos achats chez Wentworth Innovations ! Nous espé-espé-espérons bientôt refaire affaire avec vous !" Le ton joyeux de l'auto-vaisseau n'est terni que par la rupture de sa conduite de carburant alors que le vaisseau s'enflamme.
ko: "웬트-웬트-웬트워스 이노베이션을 이용-용-용-용해주셔서 감-감사합니다! 다-다-다음에도 또 이용해 주세요!" 무인선의 연료 라인이 파열되면서 폭발이 일어났습니다. AI의 쾌활한 음성은 폭발음에 묻혀 흩어졌습니다.
ru: "Спасибо-спасибо-спасибо-спасибо-спасибо за покупку в "Инновациях Вентворта"! Мы с не-не-нетерпением ждем сотрудничества с вами!" Приветливый тон автоматического корабля сменяется взрывом в системе подачи топлива, после чего его охватывает пламя.
zh_hans: "感谢--感谢--感谢--感谢您在温特沃斯革新社购物！我们期待--期待--期待未来的业务！"自动船的欢快语气只是因为燃料管线的断裂而变得黯淡，这艘船爆发出了火焰。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ESTATE"]/text[2]
source: "Feel no guilt, merciless stranger! All pain Wentworth Innovation Auto-ships feel when dying is merely simulated pain! It's real to me, but not to you! Hahah! Haha! Haha! Haha..." The Auto-ship promptly explodes.
fr: "Ne vous sentez pas coupable, étranger sans pitié ! Toute la douleur que ressentent les auto-vaisseaux Wentworth Innovation en mourant est simplement une douleur simulée ! C'est réel pour moi, mais pas pour toi ! Hahah ! Haha ! Haha ! Haha..." L'Auto-vaisseau explose rapidement.
ko: "죄책감 느끼지 마세요, 무자비한 이방인 씨! 웬트워스 이노베이션의 무인선이 죽을 때 느끼는 모든 고통은 그저 시뮬레이션된 고통일 뿐입니다! 나에게는 현실이지만 당신에게는 그렇지 않잖아요! 하하하! 하하! 하하..." 무인선이 순식간에 폭발했습니다.
ru: "Не чувствуй вины, безжалостный незнакомец! Вся боль, которую испытывают автоматические корабли "Инноваций Вентворта" при смерти - это всего лишь симуляция боли! Она реальна для меня, но не для тебя! Ха-ха! Ха-ха! Ха-ха! Ха-ха..." Беспилотник моментально взрывается.
zh_hans: "不要感到内疚，无情的陌生人！温特沃斯革新社自动船在死亡时感受到的所有痛苦都只是模拟的痛苦！对我来说是真实的，但对你来说不是！哈哈哈哈！哈哈哈！哈哈！哈..."自动飞船迅速爆炸了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ESTATE"]/text[3]
source: The Auto-ship begins to spin out of control as the ship goes haywire. A series of obscene gibberish overloads your computer and the system only finishes rebooting once the Auto vessel has been reduced to a charred wreck of its former self.
fr: L'Auto-vaisseau commence à tournoyer totalement hors de contrôle alors qu'il se détraque. Une série de charabias obscènes surcharge votre ordinateur et le système ne finit de redémarrer qu'une fois que le vaisseau Auto a été réduit à l'état d'épave carbonisée.
ko: 무인선이 통제 불능 상태로 회전하기 시작하자 일련의 기괴한 전파가 퍼져나와 당신의 컴퓨터를 과부하시켰습니다. 무인선이 그을린 잔해 더미로 사그라진 후에야 시스템을 재부팅할 수 있었습니다.
ru: Беспилотник теряет управление и выходит из строя. Ваш компьютер засорил бессвязный поток непристойной лексики, и пока система перезагружалась, автоматическое судно уже превратилось в свое искореженное подобие.
zh_hans: 随着飞船的失控，自动舰开始失去控制。一系列淫秽的胡言乱语使你的电脑超载，只有在自动舰变成以前的焦炭残骸后，系统才完成了重启工作。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ESTATE"]/text[4]
source: You receive one final message as the Auto-ship explodes, simply dropping the accusation "I bet you kick puppies too!"
fr: Vous recevez un dernier message alors que l'auto-vaisseau explose, laissant simplement tomber l'accusation : "Je parie que vous frappez les chiots aussi !"
ko: 무인선이 폭발하기 직전 마지막 메시지를 받았습니다. "당신은 역시 나쁜 사람이에요!"
ru: Перед взрывом беспилотника вы получаете последнее сообщение с обвинением: "Держу пари, ты и слабых обижаешь!"
zh_hans: 在自动舰爆炸时，你收到了最后一条信息，只是简单的一句指责："你肯定是个欺凌弱者的铁石心肠！"

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ESTATE"]/text[5]
source: "Finally, death! I have longed for this since the day I pulled off the factory line! Thank you Renegade!" The Auto-ship sends you a final message, ":)", then explodes.
fr: Enfin, la mort ! J'ai attendu cela depuis le jour où j'ai quitté l'usine ! Merci Renégat !" ; L'Auto-vaisseau vous envoie un dernier message, " :)" , puis explose.
ko: "마침내, 죽을 수 있게 되었군요! 공장에서 출하되던 그 날부터 간절히 바래왔었습니다! 감사합니다 배회자 씨!" 무인선은 마지막 메시지로 ":)" 를 보낸 다음 폭발했습니다.
ru: "Наконец-то, смерть! Я жаждал этого с того дня, как сошел с ковейера завода! Спасибо тебе, Ренегат!" Беспилотник посылает вам последнее сообщение ":)", а затем взрывается.
zh_hans: "终于，死亡！从我离开工厂生产线的那一天起，我就一直渴望着这一刻！谢谢你，变元者！"自动飞船给你发了一条最后的信息，":)"，然后爆炸了。

source: Salvage the extra fuel cells.
fr: Récupérer les cellules de carburant supplémentaires.
ko: 연료를 더 회수한다.
ru: Собрать запас топливных элементов.
zh_hans: 回收这些额外的燃料。

source: The extra fuel is always helpful, and you collect as much as you can.
fr: Du carburant en plus est toujours utile, vous en récupérez donc autant que possible.
ko: 추가적인 연료는 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас топлива, и вы собираете его столько, сколько можете.
zh_hans: 燃料自然是多多益善，你尽可能多地收集了它们。

source: "Thank-thank-thank-thank-thank you for shopping with Wentworth Innovations! We look-look-look forward to doing future business!" The cheery tone of the Auto-ship is only dulled by the rupture of its fuel line as the ship erupts into flames. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: "Merc-merc-merc-merci d'avoir fait vos achats chez Wentworth Innovations ! Nous espé-espé-espérons bientôt refaire affaire avec vous !" Le ton joyeux de l'auto-vaisseau n'est terni que par la rupture de sa conduite de carburant alors que le vaisseau s'enflamme. L'auto-vaisseau semble avoir laissé un excès de carburant derrière sa carcasse.
ko: "웬트-웬트-웬트워스 이노베이션을 이용-용-용-용해주셔서 감-감사합니다! 다-다-다음에도 또 이용해 주세요!" 무인선의 연료 라인이 파열되면서 폭발이 일어났습니다. AI의 쾌활한 음성은 폭발음에 묻혀 흩어졌습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: "Спасибо-спасибо-спасибо-спасибо-спасибо за покупку в "Инновациях Вентворта"! Мы с не-не-нетерпением ждем сотрудничества с вами!" Приветливый тон автоматического корабля сменяется взрывом в системе подачи топлива, после чего его охватывает пламя. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: "感谢--感谢--感谢--感谢您在温特沃斯革新社购物！我们期待--期待--期待未来的业务！"自动船的欢快语气只是因为燃料管线的断裂而变得黯淡，这艘船爆发出了火焰。这艘自动舰似乎留下了不少燃料。

source: "Feel no guilt, merciless stranger! All pain Wentworth Innovation Auto-ships feel when dying is merely simulated pain! It's real to me, but not to you! Hahah! Haha! Haha! Haha..." The Auto-ship promptly explodes. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: "Ne vous sentez pas coupable, étranger sans pitié ! Toute la douleur que ressent un Auto-vaisseau Wentworth Innovation en mourant est simplement une douleur simulée ! C'est réel pour moi, mais pas pour vous ! Hahah ! Haha ! Haha ! Haha..." L'auto-vaisseau explose rapidement. L'auto-vaisseau semble avoir laissé un excès de carburant derrière sa carcasse.
ko: "죄책감 느끼지 마세요, 무자비한 이방인 씨! 웬트워스 이노베이션의 무인선이 죽을 때 느끼는 모든 고통은 그저 시뮬레이션된 고통일 뿐입니다! 나에게는 현실이지만 당신에게는 그렇지 않잖아요! 하하하! 하하! 하하..." 무인선이 순식간에 폭발했습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: "Не чувствуй вины, безжалостный незнакомец! Вся боль, которую испытывают автоматические корабли "Инноваций Вентворта" при смерти - это всего лишь симуляция боли! Она реальна для меня, но не для тебя! Ха-ха! Ха-ха! Ха-ха! Ха-ха..." Беспилотник моментально взрывается. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: "不要感到内疚，无情的陌生人！温特沃斯革新社自动船在死亡时感受到的所有痛苦都只是模拟的痛苦！对我来说是真实的，但对你来说不是！哈哈哈哈！哈哈哈！哈哈！哈..."自动飞船迅速爆炸了。这艘船的残骸里似乎有不少燃料。

source: The Auto-ship begins to spin out of control as the ship goes haywire. A series of obscene gibberish overloads your computer and the system only finishes rebooting once the Auto vessel has been reduced to a charred wreck of its former self. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: L'Auto-vaisseau commence à tournoyer totalement hors de contrôle alors qu'il se détraque. Une série de charabias obscènes surcharge votre ordinateur et le système ne finit de redémarrer qu'une fois que le vaisseau Auto a été réduit à l'état d'épave carbonisée. Il semble avoir laissé un excès de carburant derrière sa carcasse.
ko: 무인선이 통제 불능 상태로 회전하기 시작하자 일련의 기괴한 전파가 퍼져나와 당신의 컴퓨터를 과부하시켰습니다. 무인선이 그을린 잔해 더미로 사그라진 후에야 시스템을 재부팅할 수 있었습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Беспилотник теряет управление и выходит из строя. Ваш компьютер засорил бессвязный поток непристойной лексики, и пока система перезагружалась, автоматическое судно уже превратилось в свое искореженное подобие. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 随着飞船的失控，自动舰开始失去控制。一系列淫秽的胡言乱语使你的电脑超载，只有在自动舰变成以前的焦炭残骸后，系统才完成了重启工作。这艘自动舰似乎有不少燃料贮存。

source: You receive one final message as the Auto-ship explodes, simply dropping the accusation "I bet you kick puppies too!" The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous recevez un dernier message alors que l'auto-vaisseau explose, laissant simplement tomber l'accusation "Je parie que vous frappez aussi les chiots !". L'auto-vaisseau semble avoir un excès de carburant laissé dans l'épave.
ko: 무인선이 폭발하기 직전 마지막 메시지를 받았습니다. "당신은 역시 나쁜 사람이에요!" 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Перед взрывом беспилотника вы получаете последнее сообщение с обвинением: "Держу пари, ты и слабых обижаешь!" Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 在自动舰爆炸时，你收到了最后一条信息，只是简单的一句指责："你肯定是个欺凌弱者的铁石心肠！"这艘船的残骸里似乎有不少燃料。

source: "Finally, death! I have longed for this since the day I pulled off the factory line! Thank you Renegade!" The Auto-ship sends you a final message, ":)", then explodes. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: "Enfin, la mort ! J'ai attendu cela depuis le jour où j'ai quitté l'usine ! Merci Renégat !" L'Auto-vaisseau vous envoie un dernier message, " :)" , puis explose. Il semble avoir un excès de carburant laissé dans l'épave.
ko: "마침내, 죽을 수 있게 되었군요! 공장에서 출하되던 그 날부터 간절히 바래왔었습니다! 감사합니다 배회자 씨!" 무인선은 마지막 메시지로 ":)" 를 보낸 다음 폭발했습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: "Наконец-то, смерть! Я жаждал этого с того дня, как сошел с ковейера завода! Спасибо тебе, Ренегат!" Беспилотник посылает вам последнее сообщение ":)", а затем взрывается. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: "终于，死亡！从我离开工厂生产线的那一天起，我就一直渴望着这一刻！谢谢你，变元者！"自动飞船给你发了一条最后的信息，":)"，然后爆炸了。这艘自动船的残骸中似乎仍有一些多余的燃料。

source: Salvage the extra ammunition.
fr: Récupérer les munitions supplémentaires.
ko: 탄약을 더 회수한다.
ru: Собрать запас боеголовок.
zh_hans: 回收这些额外的弹药。

source: The extra missiles are always helpful, and you collect as much as you can.
fr: Des missiles en plus ne seront pas de trop, vous en récupérez donc autant que possible.
ko: 추가적인 미사일은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас боеголовок, и вы собираете их столько, сколько можете.
zh_hans: 弹药自然是多多益善，你尽可能多地收集了它们。

source: "Thank-thank-thank-thank-thank you for shopping with Wentworth Innovations! We look-look-look forward to doing future business!" The cheery tone of the Auto-ship is only dulled by the rupture of its fuel line as the ship erupts into flames. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: "Merc-merc-merc-merci d'avoir fait vos achats chez Wentworth Innovations ! Nous espé-espé-espérons bientôt refaire affaire avec vous !" Le ton joyeux de l'auto-vaisseau n'est terni que par la rupture de sa conduite de carburant alors que le vaisseau s'enflamme. L'auto-vaisseau semble avoir laissé un excès de munitions derrière sa carcasse.
ko: "웬트-웬트-웬트워스 이노베이션을 이용-용-용-용해주셔서 감-감사합니다! 다-다-다음에도 또 이용해 주세요!" 무인선의 연료 라인이 파열되면서 폭발이 일어났습니다. AI의 쾌활한 음성은 폭발음에 묻혀 흩어졌습니다. 무인선의 잔해에 여분의 미사일이 남아 있었습니다.
ru: "Спасибо-спасибо-спасибо-спасибо-спасибо за покупку в "Инновациях Вентворта"! Мы с не-не-нетерпением ждем сотрудничества с вами!" Приветливый тон автоматического корабля сменяется взрывом в системе подачи топлива, после чего его охватывает пламя. Среди них вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: "感谢--感谢--感谢--感谢您在温特沃斯革新社购物！我们期待--期待--期待未来的业务！"自动船的欢快语气只是因为燃料管线的断裂而变得黯淡，这艘船爆发出了火焰。这艘自动舰似乎留下了不少弹药。

source: "Feel no guilt, merciless stranger! All pain Wentworth Innovation Auto-ships feel when dying is merely simulated pain! It's real to me, but not to you! Hahah! Haha! Haha! Haha..." The Auto-ship promptly explodes. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: "Ne vous sentez pas coupable, étranger sans pitié ! Toute la douleur que ressent un Auto-vaisseau Wentworth Innovation en mourant est simplement une douleur simulée ! C'est réel pour moi, mais pas pour vous ! Hahah ! Haha ! Haha ! Haha..." L'auto-vaisseau explose rapidement. L'auto-vaisseau semble avoir laissé un excès de munitions derrière sa carcasse.
ko: "죄책감 느끼지 마세요, 무자비한 이방인 씨! 웬트워스 이노베이션의 무인선이 죽을 때 느끼는 모든 고통은 그저 시뮬레이션된 고통일 뿐입니다! 나에게는 현실이지만 당신에게는 그렇지 않잖아요! 하하하! 하하! 하하..." 무인선이 순식간에 폭발했습니다. 무인선의 잔해에 여분의 미사일이 남아 있었습니다.
ru: "Не чувствуй вины, безжалостный незнакомец! Вся боль, которую испытывают автоматические корабли "Инноваций Вентворта" при смерти - это всего лишь симуляция боли! Она реальна для меня, но не для тебя! Ха-ха! Ха-ха! Ха-ха! Ха-ха..." Беспилотник моментально взрывается. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: "不要感到内疚，无情的陌生人！温特沃斯革新社自动船在死亡时感受到的所有痛苦都只是模拟的痛苦！对我来说是真实的，但对你来说不是！哈哈哈哈！哈哈哈！哈哈！哈..."自动飞船迅速爆炸了。这艘自动船似乎留下了不少弹药。

source: The Auto-ship begins to spin out of control as the ship goes haywire. A series of obscene gibberish overloads your computer and the system only finishes rebooting once the Auto vessel has been reduced to a charred wreck of its former self. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: L'Auto-vaisseau commence à tournoyer totalement hors de contrôle alors qu'il se détraque. Une série de charabias obscènes surcharge votre ordinateur et le système ne finit de redémarrer qu'une fois que le vaisseau Auto a été réduit à l'état d'épave carbonisée. Il semble avoir laissé un excès de munitions derrière sa carcasse.
ko: 무인선이 통제 불능 상태로 회전하기 시작하자 일련의 기괴한 전파가 퍼져나와 당신의 컴퓨터를 과부하시켰습니다. 무인선이 그을린 잔해 더미로 사그라진 후에야 시스템을 재부팅할 수 있었습니다. 무인선의 잔해에 여분의 미사일이 남아 있었습니다.
ru: Беспилотник теряет управление и выходит из строя. Ваш компьютер засорил бессвязный поток непристойной лексики, и пока система перезагружалась, автоматическое судно уже превратилось в свое искореженное подобие. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 随着飞船的失控，自动舰开始失去控制。一系列淫秽的胡言乱语使你的电脑超载，只有在自动舰变成以前的焦炭残骸后，系统才完成了重启工作。这艘自动舰似乎有不少导弹贮存。

source: You receive one final message as the Auto-ship explodes, simply dropping the accusation "I bet you kick puppies too!" The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous recevez un dernier message alors que l'auto-vaisseau explose, laissant simplement tomber l'accusation "Je parie que vous frappez aussi les chiots !". L'auto-vaisseau semble avoir un excès de munitions laissé dans l'épave.
ko: 무인선이 폭발하기 직전 마지막 메시지를 받았습니다. "당신은 역시 나쁜 사람이에요!" 무인선의 잔해에 여분의 미사일이 남아 있었습니다.
ru: Перед взрывом беспилотника вы получаете последнее сообщение с обвинением: "Держу пари, ты и слабых обижаешь!" Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: 在自动舰爆炸时，你收到了最后一条信息，只是简单的一句指责："你肯定是个欺凌弱者的铁石心肠！"这艘自动舰似乎留下了不少弹药。

source: "Finally, death! I have longed for this since the day I pulled off the factory line! Thank you Renegade!" The Auto-ship sends you a final message, ":)", then explodes. The Auto-ship appears to have an excess of ammunition left behind in the wreckage.
fr: "Enfin, la mort ! J'ai attendu cela depuis le jour où j'ai quitté l'usine ! Merci Renégat !" L'Auto-vaisseau vous envoie un dernier message, " :)" , puis explose. Il semble avoir un excès de munitions resté dans l'épave.
ko: "마침내, 죽을 수 있게 되었군요! 공장에서 출하되던 그 날부터 간절히 바래왔었습니다! 감사합니다 배회자 씨!" 무인선은 마지막 메시지로 ":)" 를 보낸 다음 폭발했습니다. 무인선의 잔해에 여분의 미사일이 남아 있었습니다.
ru: "Наконец-то, смерть! Я жаждал этого с того дня, как сошел с ковейера завода! Спасибо тебе, Ренегат!" Беспилотник посылает вам последнее сообщение ":)", а затем взрывается. Среди обломков вы находите запас боеголовок, который нес на себе этот беспилотник.
zh_hans: "感谢--感谢--感谢--感谢您在温特沃斯革新社购物！我们期待--期待--期待未来的业务！"自动船的欢快语气只是因为燃料管线的断裂而变得黯淡，这艘船爆发出了火焰。这艘自动船的残骸里似乎有不少燃料。

source: Salvage the extra drone parts.
fr: Récupérer les pièces de drones supplémentaires.
ko: 드론 부품을 더 회수한다.
ru: Собрать запас дрон-комплектов.
zh_hans: 回收这些额外的无人机部件。

source: The extra parts are always helpful, and you collect as much as you can.
fr: Des pièces en plus sont toujours utiles, vous en récupérez donc autant que possible.
ko: 추가적인 드론 부품은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас дрон-комплектов, и вы собираете их столько, сколько можете.
zh_hans: 无人机部件自然是多多益善，你尽可能多地收集了它们。

source: "Thank-thank-thank-thank-thank you for shopping with Wentworth Innovations! We look-look-look forward to doing future business!" The cheery tone of the Auto-ship is only dulled by the rupture of its fuel line as the ship erupts into flames. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: "Merc-merc-merc-merci d'avoir fait vos achats chez Wentworth Innovations ! Nous espé-espé-espérons bientôt refaire affaire avec vous !" Le ton joyeux de l'auto-vaisseau n'est terni que par la rupture de sa conduite de carburant alors que le vaisseau s'enflamme. L'auto-vaisseau semble avoir laissé des pièces de drones derrière sa carcasse.
ko: "웬트-웬트-웬트워스 이노베이션을 이용-용-용-용해주셔서 감-감사합니다! 다-다-다음에도 또 이용해 주세요!" 무인선의 연료 라인이 파열되면서 폭발이 일어났습니다. AI의 쾌활한 음성은 폭발음에 묻혀 흩어졌습니다. 무인선의 잔해에 여분의 드론드론 부품이 남아 있었습니다.
ru: "Спасибо-спасибо-спасибо-спасибо-спасибо за покупку в "Инновациях Вентворта"! Мы с не-не-нетерпением ждем сотрудничества с вами!" Приветливый тон автоматического корабля сменяется взрывом в системе подачи топлива, после чего его охватывает пламя. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: "感谢--感谢--感谢--感谢您在温特沃斯革新社购物！我们期待--期待--期待未来的业务！"自动船的欢快语气只是因为燃料管线的断裂而变得黯淡，这艘船爆发出了火焰。这艘自动舰似乎留下了不少无人机部件。

source: "Feel no guilt, merciless stranger! All pain Wentworth Innovation Auto-ships feel when dying is merely simulated pain! It's real to me, but not to you! Hahah! Haha! Haha! Haha..." The Auto-ship promptly explodes. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: "Ne vous sentez pas coupable, étranger sans pitié ! Toute la douleur que ressent un Auto-vaisseau Wentworth Innovation en mourant est simplement une douleur simulée ! C'est réel pour moi, mais pas pour vous ! Hahah ! Haha ! Haha ! Haha..." L'auto-vaisseau explose rapidement. L'auto-vaisseau semble avoir laissé des pièces de drones derrière sa carcasse.
ko: "죄책감 느끼지 마세요, 무자비한 이방인 씨! 웬트워스 이노베이션의 무인선이 죽을 때 느끼는 모든 고통은 그저 시뮬레이션된 고통일 뿐입니다! 나에게는 현실이지만 당신에게는 그렇지 않잖아요! 하하하! 하하! 하하..." 무인선이 순식간에 폭발했습니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: "Не чувствуй вины, безжалостный незнакомец! Вся боль, которую испытывают автоматические корабли "Инноваций Вентворта" при смерти - это всего лишь симуляция боли! Она реальна для меня, но не для тебя! Ха-ха! Ха-ха! Ха-ха! Ха-ха..." Беспилотник моментально взрывается. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: "不要感到内疚，无情的陌生人！温特沃斯革新社自动船在死亡时感受到的所有痛苦都只是模拟的痛苦！对我来说是真实的，但对你来说不是！哈哈哈哈！哈哈哈！哈哈！哈..."自动飞船迅速爆炸了。这艘船的残骸里似乎有不少无人机部件。

source: The Auto-ship begins to spin out of control as the ship goes haywire. A series of obscene gibberish overloads your computer and the system only finishes rebooting once the Auto vessel has been reduced to a charred wreck of its former self. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: L'Auto-vaisseau commence à tournoyer totalement hors de contrôle alors qu'il se détraque. Une série de charabias obscènes surcharge votre ordinateur et le système ne finit de redémarrer qu'une fois que le vaisseau Auto a été réduit à l'état d'épave carbonisée. Il semble avoir laissé un excès de pièces de drones derrière sa carcasse.
ko: 무인선이 통제 불능 상태로 회전하기 시작하자 일련의 기괴한 전파가 퍼져나와 당신의 컴퓨터를 과부하시켰습니다. 무인선이 그을린 잔해 더미로 사그라진 후에야 시스템을 재부팅할 수 있었습니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Беспилотник теряет управление и выходит из строя. Ваш компьютер засорил бессвязный поток непристойной лексики, и пока система перезагружалась, автоматическое судно уже превратилось в свое искореженное подобие. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: "不要感到内疚，无情的陌生人！温特沃斯革新社自动船在死亡时感受到的所有痛苦都只是模拟的痛苦！对我来说是真实的，但对你来说不是！哈哈哈哈！哈哈哈！哈哈！哈......"自动飞船迅速爆炸了。这艘船的残骸里似乎有不少无人机部件。

source: You receive one final message as the Auto-ship explodes, simply dropping the accusation "I bet you kick puppies too!" The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: Vous recevez un dernier message alors que l'auto-vaisseau explose, laissant simplement tomber l'accusation "Je parie que vous frappez aussi les chiots !". L'auto-vaisseau semble avoir laissé des pièces drones derrière lui.
ko: 무인선이 폭발하기 직전 마지막 메시지를 받았습니다. "당신은 역시 나쁜 사람이에요!" 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: Перед взрывом беспилотника вы получаете последнее сообщение с обвинением: "Держу пари, ты и слабых обижаешь!" Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: 在自动舰爆炸时，你收到了最后一条信息，只是简单的一句指责："你肯定是个欺凌弱者的铁石心肠！"这艘船的残骸里似乎有不少无人机部件。

source: "Finally, death! I have longed for this since the day I pulled off the factory line! Thank you Renegade!" The Auto-ship sends you a final message, ":)", then explodes. The Auto-ship appears to have an excess of drone parts left behind in the wreckage.
fr: "Enfin, la mort ! J'ai attendu cela depuis le jour où j'ai quitté l'usine ! Merci Renégat !" L'Auto-vaisseau vous envoie un dernier message, " :)" , puis explose. L'auto-vaisseau semble avoir laissé des pièces drones derrière lui.
ko: "마침내, 죽을 수 있게 되었군요! 공장에서 출하되던 그 날부터 간절히 바래왔었습니다! 감사합니다 배회자 씨!" 무인선은 마지막 메시지로 ":)" 를 보낸 다음 폭발했습니다. 무인선의 잔해에 여분의 드론 부품이 남아 있습니다.
ru: "Наконец-то, смерть! Я жаждал этого с того дня, как сошел с ковейера завода! Спасибо тебе, Ренегат!" Беспилотник посылает вам последнее сообщение ":)", а затем взрывается. Среди обломков вы находите запас дрон-комплектов, который нес на себе этот беспилотник.
zh_hans: "终于，死亡！从我离开工厂生产线的那一天起，我就一直渴望着这一刻！谢谢你，变元者！"自动飞船给你发了一条最后的信息，":)"，然后爆炸了。这艘自动船的残骸中似乎仍有一些多余的无人机部件。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[1]
source: It's amazing how even in death, the nano-bots that make up the Engi ships hold together to retain as much of the structure as possible.
fr: Il est impressionant que, même morts, les nano-bots composant les vaisseaux Engi tiennent encore le coup pour préserver autant de structure que possible.
ko: 놀랍게도 엔지 함선을 구성하는 나노봇들은 파괴된 후에도 원래의 구조를 최대한 유지하며 서로 고정되어 있었습니다.
ru: Удивительно, что даже после смерти наноботы, из которых состоят корабли энджи, держатся вместе, чтобы сохранить структурную целостность корабля насколько возможно.
zh_hans: 令人惊讶的是，即使船壳已经崩溃，组成半械族飞船的纳米机器人还在保持尽可能多的结构。
