Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The Vampweed nods to you. "I... apologize for my rash behavior. I have made an ill decision in fighting you. This is the kind of behavior that caused the old war. I hope you have it in your heart to forgive me."
fr: Le Vampiflore vous fait un signe de tête : "Je... m'excuse pour mon comportement irréfléchi. J'ai pris une mauvaise décision en vous combattant. C'est le genre de comportement qui a causé l'ancienne guerre. J'espère que vous aurez à cœur de me pardonner."
ko: 흡혈초가 고개를 끄덕인다. "제... 경솔한 행동을 사과드립니다. 저는 당신과 싸운다는 잘못된 결정을 내렸습니다. 이런 행동이 과거에 전쟁을 일으켰던 것이죠. 마음속으로 용서해 주시길 바랍니다."
ru: Вампсорняк кивает вам. "Я... прошу прощения за свое необдуманное поведение. Я принял неверное решение, сражаясь с вами. Именно такое поведение стало причиной старой войны. Надеюсь, в вашем сердце найдется милосердие простить меня".
zh_hans: 血草兰花向你点点头。"我……为我的鲁莽行为道歉。和你战斗是个错误的决定。是这种行为引发了那场战争。希望你能原谅我。"

source: The Confederate captain falls to his knees, begging you for mercy. He apologizes on behalf of his entire species for their past mistakes and offers you all of this month's wages at his factory job in return for sparing him.
fr: Le capitaine confédéré s'agenouille et vous demande grâce. Il s'excuse au nom de toute son espèce pour les erreurs commises dans le passé et vous offre son salaire de ce mois à son usine pour que vous l'épargniez.
ko: 공동체 선장이 무릎을 꿇고 당신에게 자비를 구걸합니다. 그는 자신의 종족 전체를 대신해 과거의 실수에 대해 사과하고, 자신을 살려주는 대가로 이번 달 공장 임금 전부를 당신에게 주겠다고 합니다.
ru: Капитан Конфедерации падает на колени, умоляя вас о пощаде. Он извиняется от имени всего своего рода за прошлые ошибки и предлагает вам всю свою зарплату за этот месяц на фабрике в обмен на то, что вы пощадите его.
zh_hans: 血兰邦舰长跪倒在地，向你求饶。他代表整个种族为他们过去的错误道歉，并向你提供他在工厂工作这个月的全部工资，以换取你放过他。

source: For all it's worth, the crystalline armor protecting their ship could not withstand the fire from your weapons.
fr: Pour tout ce qu'elle vaut, l'armure cristalline protégeant ce vaisseau n'a pas pu supporter la puissance de feu déchainée par vos armes.
ko: 꽤 버텼지만, 그들의 함선을 보호하던 크리스탈 장갑은 결국 당신의 공격을 견딜 수 없었습니다.
ru: При всей своей прочности, кристаллическая броня, защищавшая их корабль, не смогла выдержать огня вашего оружия.
zh_hans: 哪怕保护着这艘水晶战舰的水晶装甲已经发挥了它最大的功效，战舰还是没有从你的火力下存活下来。

source: Remarkably, the ruins of the Crystal ship could easily be mistaken as smaller Crystal ships. Glad you don't actually have more enemies to fight, you scrap your latest victim.
fr: Remarquablement, les ruines du vaisseau Cristalien pourraient être facilement confondues pour de multiples petits vaisseaux Cristaliens. Content que vous n'ayez pas d'adversaires supplémentaitres à combattre, vous désossez votre dernière victime.
ko: 신기하게도 크리스탈 함선의 잔해는 더 작은 크리스탈 함선으로 오인될 수 있습니다. 실제로 싸울 적들이 더 이상 없어서 다행입니다. 당신은 잔해를 인양했습니다.
ru: Примечательно, что останки корабля кристаллинов можно легко принять за несколько их кораблей меньшего размера. Радуясь тому, что вам не нужно сражаться еще с кем-то, вы готовитесь к обыску обломков вашей очередной жертвы.
zh_hans: 令人惊奇的是，水晶战舰破碎的残骸们看起来就像一群小型水晶战舰。还好你不用面对这个数量级的敌人，你搜刮了它们。

source: A few shards from the shattered armor almost hit your ship, but luckily you pilot out of the way just in time. You scrap what you can.
fr: Quelques éclats de l'armure brisée touchent presque votre vaisseau, mais par chance vous les esquivez juste à temps. Vous récupérez ce que vous pouvez.
ko: 부서진 크리스탈 장갑의 파편 몇 개가 당신의 배에 부딪힐 뻔했지만, 다행히도 제시간에 움직여 피할 수 있었습니다. 당신은 잔해를 인양했습니다.
ru: Несколько осколков разбитой брони едва не задевают ваш корабль, но, к счастью, вы вовремя уворачиваетесь от них. Вы собираете все, что может пригодиться.
zh_hans: 破碎的水晶装甲上的几块碎片差点击中你的船，但幸运的是，你及时闪避了。你尽你所能打捞被摧毁的水晶舰。

source: With all their fancy abilities, the Crystals are still just as easy a kill for your crew as any other. You scrap the ship.
fr: Avec tout leurs élégants pouvoirs, les Cristaliens restent aussi faciles à tuer pour votre équipage que n'importe quel autre adversaire habituel. Vous démontez leur vaisseau.
ko: 강력한 능력을 갖춘 크리스탈 종족이라 해도, 다른 자들과 마찬가지로 쉽게 처리 할 수 있었습니다. 당신은 쓸만한 것들을 챙겼습니다.
ru: Несмотря на причудливые способности кристаллинов, разобраться с ними вашему экипажу было так же легко, как и со всеми остальными. Вы собираете с корабля все полезное.
zh_hans: 即使他们有不少花哨的能力，水晶族对你的船员来说仍然和任何其他船员一样容易被杀死。你拆解了敌舰。

source: You wonder why the Rockmen worshipped the Crystals as gods when you can kill them with such ease.
fr: Vous vous demandez pourquoi les Rocailleux vénéraient les Cristaliens comme des dieux si vous pouvez les tuer aussi facilement.
ko: 이렇게 쉽게 크리스탈을 죽일 수 있는데 왜 락맨들은 크리스탈을 신으로 숭배했는 걸까요.
ru: Вы задаетесь вопросом, почему валуны поклонялись кристаллинам как богам, если их можно убить с такой легкостью.
zh_hans: 你很好奇为什么岩石族将水晶族视为神明，而你却可以如此轻松地就杀死他们。

source: The Crystal ship has been neutralized successfully. You scrap the remains.
fr: Le vaisseau Cristalien a été neutralisé avec succès. Vous récupérez ses restes.
ko: 크리스탈 함선이 성공적으로 무력화되었습니다. 당신은 잔해를 인양했습니다.
ru: Корабль кристаллинов успешно нейтрализован. Вы собираете с него все полезное.
zh_hans: 水晶战舰已被成功消灭。你拆解了残骸。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_CRYSTAL_WEAPON"]/text
source: While scrapping the Crystal ship you find one of their weapons still intact. You take it aboard the ship and finish scrapping.
fr: En effectuant la récupération du vaisseau Cristalien, vous tombez sur l'une de leurs armes, encore intacte. Vous la ramenez à bord, puis finissez la récupération.
ko: 크리스탈 함선에서 쓸만한 걸 찾던 중에 정상 작동하는 무기를 발견했습니다. 당신은 그것을 함선으로 가져오고 탐색을 마쳤습니다.
ru: Во время обыска корабля кристаллинов, вы находите одно из его орудий, оставшееся нетронутым. Вы забираете его на борт корабля и заканичваете сбор припасов.
zh_hans: 在搜刮水晶船时，你发现他们的一件武器仍然完好无损！你把它带上船，然后完成搜刮。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: (Crystalline Crew) Negotiate a better surrender.
fr: (Membre d'équipage Cristalien) Négocier une meilleure offre.
ko: (크리스탈 선원) 협상안을 재조정한다.
ru: (Член экипажа-кристаллин) Обсудить более выгодные вам условия капитуляции.
zh_hans: (水晶族船员)协商一个更有利的纳降条件。

source: Let them go.
fr: Les laisser partir.
ko: 그들을 보내준다.
ru: Отпустить их.
zh_hans: 放过对方。

source: (Crystalline Crew) Have your Crystal demand payment from them.
fr: (Membre d'équipage Cristalien) Laisser votre Cristalien exiger un paiement d'eux.
ko: (크리스탈 선원) 그들에게 항복 비용을 요구한다.
ru: (Член экипажа-кристаллин) Пусть ваш кристаллин потребует с них плату.
zh_hans: (水晶族船员)让你的船员要求他们补偿。

source: "We yield, aliens. We have no wish to die fighting you."
fr: "Nous nous rendons, aliens. Nous n'avons aucune envie de mourir en vous affrontant."
ko: "항복하겠네, 외계인들이여. 당신들 족속과 싸우다 죽고 싶지 않소."
ru: "Мы сдаемся, чужаки. У нас нет желания умереть в сражении с вами".
zh_hans: "我们屈服了，外星人。我们不想和你战斗而死。"

source: "You have bested us! I will no longer underestimate you foreigners. Please, let us leave in peace."
fr: "Vous nous avez vaincus ! C'est la dernière fois que je sous-estime des étrangers. Je vous en prie, laissez-nous partir."
ko: "당신이 이겼소! 당신네 이방인들을 무시하는 일은 이제 없을 것이오. 부디 우리를 놓아주시오."
ru: "Вы превзошли нас! Я больше не буду недооценивать вас, чужаки. Пожалуйста, позвольте нам разойтись с миром".
zh_hans: "你打败了我们！我不会再低估你们这些异星人了。拜托，让我们平静地离开。"

source: They appear to be transmitting the universal signals for surrender. Will you let them go?
fr: Ils émettent les signaux universels de la reddition. Êtes-vous disposé à les laisser partir ?
ko: 그들이 항복을 의미하는 신호를 보내는 것 같습니다. 그냥 보내주겠습니까?
ru: Похоже, они передают универсальные сигналы о капитуляции. Вы дадите им уйти?
zh_hans: 他们似乎在传递投降的信号。你会让他们走吗？

source: They message you, "I see now there was a misunderstanding and there is no need for more bloodshed. Will you forgive our lack of discretion?"
fr: Ils vous envoient un message : "Je constate qu'il y a eu une méprise de notre part. Inutile de continuer à faire couler le sang. Nous pardonnerez-vous notre erreur ?"
ko: 그들이 메시지를 보냈습니다. "오해가 있었던 것 같은데, 더 이상의 유혈사태는 필요 없소. 우리의 경솔함을 용서해 주시겠소?"
ru: Они отправляют вам сообщение: "Теперь я вижу, что это было недоразумение, и нет необходимости в дальнейшем кровопролитии. Простите ли вы нам нашу неосмотрительность?"
zh_hans: 他们给你发信息："我看到现在有一个误解，没有必要再流血了。你能原谅我们缺乏自由裁量权吗？"

source: "We cannot beat you; we surrender. Surely there is mercy wherever you come from."
fr: "Nous ne pouvons pas vous battre, alors, nous nous rendons. Espérons que la pitié ne soit pas un concept étranger pour vous."
ko: "우리는 당신들을 이길 수 없소. 항복하겠소. 당신들이 온 곳이 어디건 간에 자비라는 것이 있겠지."
ru: "Мы не можем победить вас, мы сдаемся. Откуда бы вы ни пришли, вам не чуждо милосердие".
zh_hans: "我们不能打败你，我们投降了。无论你来自哪里，肯定都会给我们怜悯。"

source: "Yes, you have proven that we made a mistake in leaving our sector. Luckily in our time here we've learnt scoundrels like you can be bought off with scrap."
fr: "Oui, vous avez prouvé que nous avons commis une erreur en quittant notre secteur. Par chance, nous avons entretemps appris que les scélérats comme vous peuvent être soudoyés avec de la ferraille."
ko: "그래, 당신은 우리가 고향을 떠나온 것이 실수였다는 걸 증명했소. 하지만, 운 좋게도 우리는 여기서 너 같은 악당들이 스크랩을 좋아한다는 사실 또한 배웠소."
ru: "Да, вы доказали, что мы совершили ошибку, покинув наш сектор. К счастью, за время нашего пребывания здесь мы поняли, что от таких негодяев, как вы, можно откупиться ломом".
zh_hans: "是的，你已经证明了我们在你离开我们的星区时犯了一个错误。幸运的是，在我们这个时代，我们了解到像你这样的恶棍可以用废料搞定。"

source: The Crystal ship has stopped firing. It appears they are trying to surrender.
fr: Le vaisseau Cristalien a interrompu son attaque. Il semblerait qu'ils essaient de se rendre.
ko: 크리스탈 함선이 발포를 멈췄습니다. 항복하려고 하는 것 같습니다.
ru: Корабль кристаллинов прекратил огонь. Похоже, они пытаются сдаться.
zh_hans: 水晶船已经停止射击。看来他们正试图投降。

source: "Captain, I'm sure our differences can be settled over some scrap, yes? I have come to understand this is how things are done here."
fr: "Capitaine, je suis sûr que nos différents peuvent être réglés avec de la ferraille, oui ? J'ai cru comprendre que c'était comme cela que les choses fonctionnent par ici."
ko: "선장, 약간의 스크랩으로 우리들의 의견 차이를 조율할 수 있을 것 같은데 동의하시오? 슬슬 이곳의 일처리 방식을 알게 된 것 같소."
ru: "Капитан, я уверен, что наши разногласия можно уладить с помощью небольшого количества лома, верно? Я понял, что здесь все решается именно так".
zh_hans: "舰长，我相信我们的分歧可以通过一些废料来解决，对吗？我明白了，这里就是这样做的。"

source: "As much as I hate this, we are not in any condition to pretend we do not need to surrender. Will you allow us to live?"
fr: "C'est poignant à avouer, mais nous ne pouvons prétendre pouvoir éviter le besoin de se rendre. Allez-vous nous laisser la vie sauve ?"
ko: "별로 내키진 않지만, 항복 따위 필요 없는 척할 상황이 아니군. 우리를 놓아주겠소?"
ru: "Как бы мне это ни было неприятно, но мы не в том положении, чтобы делать вид, что нам не нужно сдаваться. Вы позволите нам жить?"
zh_hans: "尽管我非常讨厌这样，但我们不可能不需要投降。你会允许我们活下去吗？"

source: "Enough! You are indeed a threat! Prove to us you have mercy and let us go."
fr: "Assez ! Vous êtes effectivement une menace ! Prouvez-nous que vous avez de la pitié et laissez-nous nous retirer."
ko: "그만! 그대가 더 강하다는 것을 인정하겠소! 우리를 보내주어 연방도 자비를 안다는 것을 증명하시오."
ru: "Хватит! Вы и вправду представляете угрозу! Докажите нам ваше милосердие и отпустите нас".
zh_hans: "够了！你确实是一个威胁！向我们证明你有怜悯，让我们走吧。"

source: "Barbarian, infant-brained aliens! All you do is kill. Let us go at once."
fr: "Barbares aliens enfantins ! Tout ce que vous faites est tuer. Laissez-nous partir immédiatement."
ko: "야만스럽고 저능한 종족 같으니! 할 줄 아는 것이 살육 밖에 없는 것이오? 그런게 아니라면 우리를 놓아주시오."
ru: "Невежественные, незрелые разумом чужаки! Вы только и делаете, что убиваете. Отпустите нас немедленно".
zh_hans: "野蛮人，幼稚的外星人！你所做的就是砂仁，出来一个杀一个！让我们马上走吧。"

source: The Crystal ship sends a brief, poorly translated message demanding that you let them go. No offer is attached.
fr: Le vaisseau Cristalien envoie un message bref et mal traduit, exigeant que vous les laissiez partir. Aucune offre n'est jointe.
ko: 크리스탈 함선이 자신들을 놓아주라고 요구하는 짧고 서툰 메시지를 보냈습니다. 대가에 대한 내용은 적혀있지 않았습니다.
ru: Корабль кристаллинов присылает короткое, плохо переведенное сообщение с требованием их отпустить. О каких-либо предложениях с их стороны не говорится.
zh_hans: 水晶船发送了一条简短、翻译不畅的信息，要求你让他们离开。没有附加任何报价。

source: Another ship full of angry Cultists has been removed from this plane of reality. Perhaps they're watching you now from whatever afterlife they've imagined for themselves.
fr: Encore un autre vaisseau rempli de Cultistes enragés supprimé de cette réalité. Peut-être qu'ils vous observent désormais depuis l'espèce d'après-vie qu'ils se sont imaginés pour eux-mêmes.
ko: 또 다른 성난 이교도들로 가득 찬 함선 하나가 속세를 떠났습니다. 아마도 그들은 그들이 상상해오던 내세에서 당신을 지켜보고 있을 것입니다.
ru: Еще один корабль, полный злобных Культистов, исчез из этой реальности. Возможно, сейчас они наблюдают за вами из той загробной жизни, которую они себе придумали.
zh_hans: 另一艘满载愤怒的邪教分子的船已经从这个现实层面上移走。也许他们现在正在从他们自己想象的来世看着你。

source: The Cultist vessel has been destroyed. Just a couple hundred more to go...
fr: Le vaisseau Cultiste à été détruit. Encore quelques centaines à venir...
ko: 이교도 함선을 파괴했습니다. 앞으로 몇백 척만 더 해치우면 되겠군요...
ru: Судно Культистов уничтожено. Осталось разобраться с еще парой сотен...
zh_hans: 邪教船只已被摧毁。还有几百个...

source: As you watch the Cultist vessel explode, you can't help but wonder how they stole so many ships for their cult...
fr: Tandis que vous observez le vaisseau Cultiste exploser, vous ne pouvez vous empêchez de vous demander comment ils ont pu dérober autant de vaisseaux pour leur culte...
ko: 당신은 이교도의 함선이 폭발하는 것을 지켜보면서 그들이 어떻게 자신들의 종교를 위해 그렇게 많은 함선을 훔쳤는지 궁금해했습니다...
ru: Наблюдая за взрывом судна Культистов, вы невольно задумались о том, как они смогли украсть столько кораблей для своего культа...
zh_hans: 当你看着邪教船只爆炸时，你忍不住想知道他们是如何为他们的邪教偷走了这么多船的...

source: More Cultists down, but you suspect this will only put a small dent in whatever endless supply of ships these creeps must have.
fr: Encore des Cultistes qui sont tombés, mais vous supposez que cela n'aura qu'un effet minime dans l'espèce de réserve infinie dont ces vilains disposent.
ko: 더 많은 이교도들이 사라졌습니다. 그럼에도 당신은 이 불쾌한 녀석들이 가진 끝도 없는 함선의 수에 큰 영향을 주지 못 할것이라고 생각합니다.
ru: Очередные Культисты уничтожены, но вы подозреваете, что это окажет лишь незначительное влияние на бесконечный запас кораблей, которым, должно быть, располагают эти гады.
zh_hans: 更多的余烬教徒倒下了，但你不禁怀疑，只有无穷无尽的船只供应，才能让这些怪物稍微消停一会儿。

source: Another ship full of angry Cultists has been cleared from this plane of reality. Perhaps they're watching you now from whatever afterlife they've imagined for themselves.
fr: Encore un autre vaisseau rempli de Cultistes enragés supprimé de cette réalité. Peut-être qu'ils vous observent désormais depuis l'espèce d'après-vie qu'ils se sont imaginés pour eux-mêmes.
ko: 또 다른 성난 이교도들이 속세를 떠났습니다. 아마도 그들은 그들이 상상해오던 내세에서 당신을 지켜보고 있을 것입니다.
ru: Еще один экипаж злобных Культистов прекратил свое существование в этой реальности. Возможно, сейчас они наблюдают за вами из той загробной жизни, которую они себе придумали.
zh_hans: 又一艘载满了愤怒余烬信徒的战舰从这个现实之中被抹除了，也许此时他们刚好正在所构想的往生中凝视着你。

source: The Cultist vessel has been neutralized. Just a couple hundred more to go...
fr: Le vaisseau Cultiste à été détruit. Encore quelques centaines à venir...
ko: 이교도 함선을 무력화했습니다. 앞으로 몇백 척만 더 해치우면 되겠군요...
ru: Судно Культистов нейтрализовано. Осталось разобраться с еще парой сотен...
zh_hans: 余烬教徒已被消灭。只剩几百个了...

source: As you watch the Cultist vessel drift away, you can't help but wonder how they stole so many ships for their cult...
fr: Tandis que vous observez le vaisseau Cultiste dériver, vous ne pouvez vous empêchez de vous demander comment ils ont pu dérober autant de vaisseaux pour leur culte...
ko: 텅 비어버린 이교도들의 함선이 떠다니는 것을 지켜보면서 그들이 어떻게 자신들의 종교를 위해 그렇게 많은 함선을 훔쳤는지 궁금해했습니다...
ru: Наблюдая за опустевшим судном Культистов, медленно удаляющимся от вас, вы невольно задумались о том, как они смогли украсть столько кораблей для своего культа...
zh_hans: 当你看着余烬教徒的船只渐渐远去时，你不禁想问，他们是如何为他们的组织偷到这么多船的...

source: More Cultists down, but you suspect this will only put a small dent in whatever endless supply of ships these creeps must have.
fr: Encore des Cultistes qui sont tombés, mais vous supposez que cela n'aura qu'un effet minime dans l'espèce de réserve infinie dont ces vilains disposent.
ko: 더 많은 이교도들이 사라졌습니다. 그럼에도 당신은 이 불쾌한 녀석들이 가진 끝도 없는 함선의 수에 큰 영향을 주지 못 할것이라고 생각합니다.
ru: Очередные Культисты уничтожены, но вы подозреваете, что это окажет лишь незначительное влияние на бесконечный запас кораблей, которым, должно быть, располагают эти гады.
zh_hans: 更多的余烬教徒倒下了，但你不禁怀疑，只有无穷无尽的船只供应，才能让这些怪物稍微消停一会儿。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_PIRATE"]/text[1]
source: The only good pirate is a dead pirate, and today you've made a lot of those.
fr: Un bon pirate est un pirate mort et aujourd'hui vous en avez fait beaucoup.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다.
ru: Хороший пират - мертвый пират, и сегодня с вашей помощью многие стали именно такими.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_PIRATE"]/text[2]
source: The pirate ship has been reduced to scrap, and their crew consumed in the inferno.
fr: L'appareil pirate a été réduit en ferraille et leur équipage consumé dans le chaos.
ko: 해적선은 고철 더미가 되었고, 해적들은 불길 속으로 빨려 들어갔습니다.
ru: Корабль пиратов превратился в груду лома, а его экипаж отправился в ад.
zh_hans: 海盗舰已经变成了废料，他们的船员在炼狱中被吞噬。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_PIRATE"]/text[3]
source: The destruction you have brought upon the pirates has proven effective, and their ship explodes. You scrap the remains.
fr: La destruction que vous avez apportée à ces pirates semble s'être prouvée efficace et leur vaisseau explose. Vous récupérez les restes.
ko: 해적에게 가한 포격이 꽤 효과적이었는지 그들의 배는 얼마 안 가 폭발에 휩싸였습니다. 당신은 잔해를 인양했습니다.
ru: Ущерб, который вы нанесли кораблю пиратов, оказался достаточным, и их корабль взорвался. Вы собираете все полезное с его обломков.
zh_hans: 你给海盗带来的破坏被证明是有效的，他们的船爆炸了。你把残骸搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_PIRATE"]/text[4]
source: The pirate ship will no longer torment this sector. You scrap the remains.
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes.
ko: 해적들이 더 이상 이 구역을 넘보지 못할 겁니다. 당신은 유용한 것들을 회수합니다.
ru: Корабль пиратов больше не будет терроризировать этот сектор. Обломки вы разбираете на лом.
zh_hans: 这艘海盗舰将不再荼毒这个地区了。你把残骸搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_PIRATE"]/text[5]
source: The pirate ship has been destroyed. This action will no doubt have avenged many civilian lives.
fr: Le vaisseau pirate a été détruit. Cette action a sans doute vengé plusieurs vies civiles.
ko: 해적선이 파괴되었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다.
ru: Корабль пиратов уничтожен. Этим действием вы, несомненно, отомстили за жизни многих гражданских.
zh_hans: 海盗战舰被摧毁了，本次行动无疑为一些罹难的平民们报了仇。

source: The only good pirate is a dead pirate, and today you've made a lot of those.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다.
ru: Хороший пират - мертвый пират, и сегодня с вашей помощью многие стали именно такими.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。

source: The pirate ship has been reduced to scrap, and their crew consumed in the inferno.
fr: L'appareil pirate a été réduit en ferraille et leur équipage consumé dans le chaos.
ko: 해적선은 고철 더미가 되었고, 해적들은 불길 속으로 빨려 들어갔습니다.
ru: Корабль пиратов превратился в груду лома, а его экипаж отправился в ад.
zh_hans: 海盗舰已经变成了废料，他们的船员在炼狱中被吞噬。

source: The destruction you have brought upon the pirates has proven effective, and their ship explodes. You scrap the remains.
fr: La destruction que vous avez apportée à ces pirates semble s'être prouvée efficace et leur vaisseau explose. Vous récupérez les restes.
ko: 해적에게 가한 포격이 꽤 효과적이었는지 그들의 배는 얼마 안 가 폭발에 휩싸였습니다. 당신은 잔해를 인양했습니다.
ru: Ущерб, который вы нанесли кораблю пиратов, оказался достаточным, и их корабль взорвался. Вы собираете все полезное с его обломков.
zh_hans: 你给海盗带来的破坏被证明是有效的，他们的船爆炸了。你把残骸搜刮了。

source: The pirate ship will no longer torment this sector. You scrap the remains.
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes.
ko: 해적들이 더 이상 이 구역을 넘보지 못할 겁니다. 당신은 유용한 것들을 회수합니다.
ru: Корабль пиратов больше не будет терроризировать этот сектор. Обломки вы разбираете на лом.
zh_hans: 这艘海盗舰将不再荼毒这个地区了。你把残骸搜刮了。

source: The pirate ship has been destroyed. This action will no doubt have avenged many civilian lives.
fr: Le vaisseau pirate a été détruit. Cette action a sans doute vengé plusieurs vies civiles.
ko: 해적선이 파괴되었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다.
ru: Корабль пиратов уничтожен. Этим действием вы, несомненно, отомстили за жизни многих гражданских.
zh_hans: 海盗战舰被摧毁了，本次行动无疑为一些罹难的平民们报了仇。

source: Salvage the extra fuel cells.
fr: Récupérer les cellules de carburant supplémentaires.
ko: 연료를 더 회수한다.
ru: Собрать запас топливных элементов.
zh_hans: 回收这些额外的燃料。

source: The extra fuel is always helpful, and you collect as much as you can.
fr: Du carburant en plus est toujours utile, vous en récupérez donc autant que possible.
ko: 추가적인 연료는 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас топлива, и вы собираете его столько, сколько можете.
zh_hans: 燃料自然是多多益善，你尽可能多地收集了它们。

source: The only good pirate is a dead pirate, and today you've made a lot of those. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Le seul bon pirate est un pirate mort et aujourd'hui vous en avez tué plein. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Единственный хороший пират - это мертвый пират, а сегодня вы наделали немало таких пиратов. Похоже, на пиратском корабле в обломках остался запас топлива.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。海盗舰的残骸中似乎留下了不少的燃料。

source: The pirate ship has been reduced to scrap, and their crew consumed in the inferno. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: L'appareil pirate a été réduit en ferraille et leur équipage consumé dans le chaos. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적선은 고철 더미가 되었고, 해적들은 불길 속으로 빨려 들어갔습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Корабль пиратов превратился в металлолом, а его экипаж отправился в ад. Среди обломков вы находите запас топлива, которые несли на себе эти пираты.
zh_hans: 海盗舰已经变成了废料，他们的船员也在地狱中饱受折磨。海盗舰的残骸中似乎留下了不少燃料。

source: The destruction you have brought upon the pirates has proven effective, and their ship explodes. You scrap the remains. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: La destruction que vous avez apportée à ces pirates semble s'être prouvée efficace et leur vaisseau explose. Vous récupérez les restes. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적에게 가한 포격이 꽤 효과적이었는지 그들의 배는 얼마 안 가 폭발에 휩싸였습니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Ущерб, который вы нанесли кораблю пиратов, оказался достаточным, и их корабль взорвался. Вы собираете все полезное с его обломков. Среди них вы находите запас топлива, которые несли на себе эти пираты.
zh_hans: 你给海盗舰带来的破坏被证明是有效的，他们的船爆炸了。你拆解掉了这些残骸。海盗舰的残骸中似乎留下了不少燃料。

source: The pirate ship will no longer torment this sector. You scrap the remains; it appears there's an excess of fuel left behind in the wreckage..
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes ; il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적들은 더 이상 이 구역을 넘보지 못 할 것입니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Корабль пиратов больше не будет мучить этот сектор. Вы собираете с обломков все полезное; среди них вы находите запас топлива..
zh_hans: 这艘海盗舰将不荼毒磨这个区域了。你把残骸搜刮了。看来在残骸中留下了不少燃料。
