Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You scan the ship and detect no life signs. It appears the slaves died in the fight. You strip the ship and prepare to jump.
fr: Vous scannez le vaisseau, sans détecter le moindre signe de vie. Apparemment, tous les esclaves sont morts durant les combats. Vous récupérez tout ce qui peut l'être et vous préparez à vous en aller.
ko: 함선을 수색해보지만 생명체 반응은 나타나지 않습니다. 노예들은 전투 중에 모두 사망한 것으로 보입니다. 당신은 함선에서 쓸만한 물건을 모조리 뜯어낸 뒤, 순간이동 할 준비를 합니다.
ru: Вы сканируете корабль и не находите никаких признаков жизни. Похоже, что рабы погибли в бою. Вы снимаете с корабля все ценное и готовитесь к прыжку.
zh_hans: 你扫描了这艘船，发现没有生命迹象。看来奴隶们在战斗中死了。你把船搜刮，准备跃迁。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_1"]/text
source: You find a number of slaves in the cargo hold. They look at you questioningly and one asks if they're to be released. You could use more crew but it won't reflect positively on you for taking slaves like this.
fr: Vous trouvez un certain nombre d'esclaves dans la soute. Ils vous regardent d'un air interrogateur et l'un d'eux demande s'ils vont être libérés. Vous pourriez utiliser plus d'équipage, mais cela ne donnera pas une bonne image de vous si vous prenez des esclaves comme ça.
ko: 당신은 창고에 갇혀있던 상당수의 노예를 찾을 수 있었습니다. 노예들은 당신을 호기심 어린 눈으로 쳐다보더니, 자신들이 풀려나게 되느냐고 물어옵니다. 당신은 이들을 선원으로 기용할 수 있지만, 세간은 이런 식으로 노예를 데려가는 것이 부도덕하다 여길 것입니다.
ru: В грузовом отсеке вы находите несколько рабов. Они вопросительно смотрят на вас, и один из них спрашивает, можете ли вы их отпустить. Вам не помешало бы расширить состав экипажа, но это не отразится на вас положительно, если вы возьмете рабов таким образом.
zh_hans: 你在货舱里发现了一些奴隶。他们疑惑地看着你，其中一个问你是否要释放他们。你用得上更多的船员，但这样带走奴隶对你的良心没有好处。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_1"]/choice[1]/text
source: Demand the Mantis joins your crew but release the rest.
fr: Exiger que le Mantis rejoigne votre équipage et libérer les autres.
ko: 맨티스에게 합류하도록 명령하고 나머지는 풀어준다.
ru: Потребовать, чтобы богомол присоединился к вашей команде и отпустить остальных.
zh_hans: 要求螳螂族船员加入你，释放其余的人。

source: The Mantis seems fine with the orders, saying "On board if means we get kill some Fleshbags!" You drop the rest off at a nearby station.
fr: Le Mantis semble tout à fait d'accord. "Si permettre tuer sacs de chairs, être partant !" s'exclame-t-il. Vous déposez les autres à la plus proche station.
ko: 맨티스는 "합류해서, 더 많은 살덩이 찢는다!"라고 말하며 명령에 잘 따랐습니다. 나머지는 가까운 정거장에 내려주었습니다.
ru: Богомол, похоже, не возражает против вашего приказа, говоря: "Я присоединюсь, если это означает, что мы будем убивать мясных мешков!" Вы высаживаете остальных на ближайшей станции.
zh_hans: 螳螂族似乎对这些命令没有意见，说："如果这意味着我们可以杀死一些肉包子，那就上船吧！"你把剩下的奴隶留在附近的一个空间站。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_1"]/choice[2]/text
source: Demand the Rockman joins your crew but release the rest.
fr: Exiger que le Rocailleux rejoigne votre équipage mais libérer les autres.
ko: 락맨에게 합류하도록 명령하고 나머지는 풀어준다.
ru: Потребовать, чтобы валун присоединился к вашей команде и отпустить остальных.
zh_hans: 要求岩石族船员加入你，释放其余的人。

source: The Rockman remains silent and you worry there might be trouble. However when you ask him to perform a task he acts without complaint. Perhaps he won't be a problem.
fr: Le Rocailleux garde le silence et vous vous demandez s'il ne va pas vous causer des ennuis. Cependant quand vous lui ordonnez d'effectuer une tâche, il s'exécute sans broncher. Peut-être que tout se passera bien, finalement.
ko: 락맨이 침묵을 유지하자 당신은 뭔가 문제가 있는지 걱정했습니다. 그러나 일단 그에게 작업을 시키니 불평 없이 행동했습니다. 아마도 별 문제 없을 겁니다.
ru: Валун молчит, и вы опасаетесь, что от него могут быть неприятности. Однако когда вы просите его выполнить задачу, он делает ее беспрекословно. Возможно, с ним не будет проблем.
zh_hans: 洛克人保持沉默，你担心会有麻烦。然而，当你要求他执行一项任务时，他毫无怨言地行动。也许他不会成为一个问题。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_1"]/choice[3]/text
source: Demand the Engi joins your crew but release the rest.
fr: Demander à l'Engi de rejoindre votre équipage mais libérez les autres.
ko: 엔지에게 합류하도록 명령하고 나머지는 풀어준다.
ru: Потребовать, чтобы энджи присоединился к вашей команде и отпустить остальных.
zh_hans: 要求半械族船员加入你，释放其余的人。

source: "Verify primary object is to defeat Rebels, re-establish peace?" You nod and it responds, "Acceptable." You drop the rest off at a nearby station and strip the ship.
fr: "Vérification : Objectif principal, défaite des Rebelles pour ramener la paix ?" demande-t-il. Vous hochez la tête. "Acceptable." Vous récupérez tout ce que vous pouvez à bord du vaisseau et larguez les autres à la plus proche station.
ko: "주 목표 확인 : 반군 섬멸과 평화 재건. 응답?" 당신이 고개를 끄덕이자 그것은 "수용함."이라고 응답했습니다. 나머지는 가까운 정거장에 내려주고 노예선에서 쓸만한 것을 가져옵니다.
ru: "Подтвердите основную задачу - победа над повстанцами и восстановление мира?" Вы киваете, и он отвечает: "Принято". Вы снимаете с корабля все ценное и высаживаете остальных рабов на ближайшей станции.
zh_hans: "验证主要目标是击败叛军，重建和平？"你点点头，它回应说："可以接受。"你把剩下的奴隶留在附近的空间站，然后离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_1"]/choice[4]/text
source: We aren't slavers. Free them all.
fr: Nous ne sommes pas des esclavagistes. Libérez-les tous.
ko: 우리는 노예상이 아니다. 모두 풀어주자.
ru: Мы не работорговцы. Освободить их всех.
zh_hans: 我们不是奴隶主。把他们都放了吧。

source: The slaves are shocked when instead of shuffling them away, you unlock their chains and set them free. Several of them break into tears and others bow down to you. "We thank you. We have nothing of worth to offer but our gratitude."
fr: Les esclaves sont choqués quand, au lieu de les faire partir, vous déverrouillez leurs chaînes et les libérez. Plusieurs d'entre eux fondent en larmes et d'autres se prosternent devant vous. "Nous vous remercions. Nous n'avons rien d'autre à offrir que notre gratitude."
ko: 노예를 끌고가는 대신 그들의 사슬을 풀어주자 노예들은 충격을 받았습니다. 그들 중 몇몇은 눈물을 흘리고 어떤 이들은 당신에게 절을 합니다. "고맙습니다. 감사하다는 말밖엔 드릴 것이 없습니다."
ru: Рабы потрясены тем, что вместо того, чтобы увести их на свой корабль, вы расстегиваете кандалы и освобождаете их. Некоторые из них разрыдались, другие склонились перед вами. "Мы благодарим вас. У нас нет ничего ценного, кроме нашей признательности".
zh_hans: 当你解开他们的锁链，让他们获得自由时，他们中的一些人很震惊，流下了眼泪，其他人向你鞠躬。"我们没有什么值得提供的，只有我们的感激。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_2"]/text
source: You find a number of slaves in the cargo hold. They look at you questioningly and one asks if they're to be released. You could use more crew but it won't reflect positively on you for taking slaves like this.
fr: Vous trouvez un certain nombre d'esclaves dans la soute. Ils vous regardent d'un air interrogateur et l'un d'eux demande s'ils vont être libérés. Vous pourriez utiliser plus d'équipage, mais cela ne donnera pas une bonne image de vous si vous prenez des esclaves comme ça.
ko: 당신은 창고에 갇혀있던 상당수의 노예를 찾을 수 있었습니다. 노예들은 당신을 호기심 어린 눈으로 쳐다보더니, 자신들이 풀려나게 되느냐고 물어옵니다. 당신은 이들을 선원으로 기용할 수 있지만, 세간은 이런 식으로 노예를 데려가는 것이 부도덕하다 여길 것입니다.
ru: В грузовом отсеке вы находите несколько рабов. Они вопросительно смотрят на вас, и один из них спрашивает, можете ли вы их отпустить. Вам не помешало бы расширить состав экипажа, но это не отразится на вас положительно, если вы возьмете рабов таким образом.
zh_hans: 你在货舱里发现了一些奴隶。他们疑惑地看着你，其中一个问你是否要释放他们。你用得上更多的船员，但这样带走奴隶对你的良心没有好处。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_2"]/choice[1]/text
source: Demand the Orchid joins your crew but release the rest.
fr: Demander à ce que l'Orchidée rejoigne votre équipage et libérer les autres.
ko: 오키드에게 합류하도록 명령하고 나머지는 풀어준다.
ru: Потребовать, чтобы орхидея присоединилась к вашей команде и отпустить остальных.
zh_hans: 要求兰花族船员加入你，释放其余的人。

source: The Orchid doesn't protest to your demands. Lucky these plants are so peaceful, though it gives you a pang of guilt. Not enough to reconsider though.
fr: L'Orchidée ne conteste pas vos demandes. Heureusement que ces plantes sont si pacifiques, cependant cela vous donne un léger pincement de culpabilité... mais pas assez pour reconsidérer votre décision au final.
ko: 오키드는 당신의 명령에 항의하지 않습니다. 이 식물성 생명체들은 정말 평화로워서 다행이지만, 그 점이 당신을 죄책감에 시달리게 합니다. 다시 생각하기에는 시간이 충분하지 않았습니다.
ru: Орхидея не протестует против ваших требований. Хорошо, что эти растения настолько миролюбивые, что это вызывает у вас чувство вины за ваше решение. Но не настолько, чтобы передумать.
zh_hans: 兰花族没有会对你的要求提出抗议，很幸运这些植物是如此和平，虽然这让你感到一阵内疚。不过还不足以让你重新考虑。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_2"]/choice[2]/text
source: Demand the Shell joins your crew but release the rest.
fr: Exiger que la Coquille rejoigne votre équipage et libérer les autres.
ko: 셸에게 합류하도록 명령하고 나머지는 풀어준다.
ru: Потребовать, чтобы ракушка присоединилась к вашей команде и отпустить остальных.
zh_hans: 要求甲壳族船员加入你，释放其余的人。

source: The Shell doesn't seem to mind their new assignment. Likely because your ship is a lot safer than the slaver's.
fr: La Coquille n'a pas l'air troublée par son nouveau poste. Certainement parce que votre vaisseau est bien plus sûr que celui de l'esclavagiste.
ko: 셸은 그의 새로운 임무를 신경 쓰지 않는 것 같습니다. 당신의 배가 노예상의 배보다 훨씬 더 안전하기 때문일 것입니다.
ru: Ракушка, похоже, не возражает против своего нового назначения. Вероятно, потому что ваш корабль гораздо безопаснее, чем корабль работорговцев.
zh_hans: 贝甲壳族似乎并不介意他们的新任务。可能是因为你的船比奴隶主的船要安全得多。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_2"]/choice[3]/text
source: Demand the Slug joins your crew but release the rest.
fr: Exiger que la Limace rejoigne votre équipage et libérer les autres.
ko: 슬러그에게 합류하도록 명령하고 나머지는 풀어준다.
ru: Потребовать, чтобы слизень присоединился к вашей команде и отпустить остальных.
zh_hans: 要求蛞蝓族船员加入你，释放其余的人。

source: "Will there be an opportunity to get ssssome ssscrap?" You nod your head. "Alright, then I'm in."
fr: "Essst-ccce qu'il y aura une opportunité pour gagner de la ferraille ?" Vous hochez la tête. "D'accord, je sssuis partant."
ko: "쓰크랩을 얻을 쑤 있는 기회가 이쓸까요?" 당신은 고개를 끄덕였습니다. "아랏써요, 합류할게요."
ru: "А будет ли возможносссть добыть немного лома?" Вы киваете головой. "Хорошшшо, тогда я в деле".
zh_hans: "会有机会得到一些～～～废料吗？"你点点头。"好吧，那我就加入。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="SLAVER_CHOICE_2"]/choice[4]/text
source: We aren't slavers. Free them all.
fr: Nous ne sommes pas des esclavagistes. Libérez-les tous.
ko: 우리는 노예상이 아니다. 모두 풀어주자.
ru: Мы не работорговцы. Освободить их всех.
zh_hans: 我们不是奴隶主。把他们都放了吧。

source: The slaves are shocked when instead of shuffling them away, you unlock their chains and set them free. Several of them break into tears and others bow down to you. "We thank you. We have nothing of worth to offer but our gratitude."
fr: Les esclaves sont choqués quand, au lieu de les faire partir, vous déverrouillez leurs chaînes et les libérez. Plusieurs d'entre eux fondent en larmes et d'autres se prosternent devant vous. "Nous vous remercions. Nous n'avons rien d'autre à offrir que notre gratitude."
ko: 노예를 끌고가는 대신 그들의 사슬을 풀어주자 노예들은 충격을 받았습니다. 그들 중 몇몇은 눈물을 흘리고 어떤 이들은 당신에게 절을 합니다. "고맙습니다. 감사하다는 말밖엔 드릴 것이 없습니다."
ru: Рабы потрясены тем, что вместо того, чтобы увести их на свой корабль, вы расстегиваете кандалы и освобождаете их. Некоторые из них разрыдались, другие склонились перед вами. "Мы благодарим вас. У нас нет ничего ценного, кроме нашей признательности".
zh_hans: 当你解开他们的锁链，让他们获得自由时，他们中的一些人很震惊，流下了眼泪，其他人向你鞠躬。"我们没有什么值得提供的，只有我们的感激。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="DESTROYED_INFESTED"]/text
source: You've taken care of the infested vessel. Whatever crew once populated the ship is gone, so you doubt they'll mind if you scrap the ship now.
fr: Vous vous êtes occupés du vaisseau infesté. Son équipage précédent n'est plus présent, vous vous doutez donc que cela ne les importunera pas si vous démontez leur vaisseau maintenant.
ko: 당신은 거미가 우글거리는 함선을 처리했습니다. 함선을 채우고 있던 선원들이 모두 사라졌으므로 지금 그 배에서 쓸만한 것들을 챙겨도 아무도 뭐라 하지 않을 것입니다.
ru: Вы разобрались с зараженным судном. Экипажа, который когда-то был на этом корабле, больше нет, поэтому вы сомневаетесь, что кто-то будет возражать, если вы заберете все полезное с этого корабля.
zh_hans: 你已经照顾好受感染的船了。不管船上曾经住着什么船员，他们也都已经不复存在了，所以你觉得他们并不会介意你现在搜刮这艘船。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_INFESTED"]/text
source: You've taken care of the infested vessel. Whatever crew once populated the ship is gone, so you doubt they'll mind if you scrap the ship now.
fr: Vous vous êtes occupés du vaisseau infesté. Son équipage précédent n'est plus présent, vous vous doutez donc que cela ne les importunera pas si vous démontez leur vaisseau maintenant.
ko: 당신은 거미가 우글거리는 함선을 처리했습니다. 함선을 채우고 있던 선원들이 모두 사라졌으므로 지금 그 배에서 쓸만한 것들을 챙겨도 아무도 뭐라 하지 않을 것입니다.
ru: Вы разобрались с зараженным судном. Экипажа, который когда-то был на этом корабле, больше нет, поэтому вы сомневаетесь, что кто-то будет возражать, если вы заберете все полезное с этого корабля.
zh_hans: 你已经照顾好受感染的船了。不管船上曾经住着什么船员，他们也都已经不复存在了，所以你觉得他们并不会介意你现在搜刮这艘船。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_BROOD"]/text[1]
source: Another ship full of crazy spider-obsessed lunatics down. You salvage the remains.
fr: Un autre vaisseau de lunatiques obsédés d'araignées en moins. Vous récupérez les restes.
ko: 정신나간 거미성애자들로 가득 찬 배를 또 하나 침몰시켰습니다. 당신은 잔해를 인양했습니다.
ru: Еще один корабль помешанных на пауках психов уничтожен. Вы обыскиваете его останки.
zh_hans: 又一艘充满了蜘蛛狂热者的战舰被你摧毁，你回收了遗骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_BROOD"]/text[2]
source: You wish the Militia would pay you for each one of these ships you kill, but at least the scrap matter is enough to satisfy you.
fr: Vous aimeriez bien toucher une prime venant de la Milice pour chaque vaisseau de ce genre que vous abattez, mais au moins la ferraille laissée derrière est assez pour vous satisfaire.
ko: 민병대가 방금 파괴한 함선들 하나하나에 현상금을 매겨줬다면 좋았겠지만, 그래도 잔해를 인양하면 충분한 스크랩을 챙길 수 있을 것입니다.
ru: Вы хотели бы, чтобы Ополчение давало вам награду за уничтожение каждого из подобных кораблей, но в целом вас вполне устраивает количество оставшегося от него лома.
zh_hans: 你希望盟卫能为你杀死的这些船只中的每一艘付钱，但至少废料足以让你满意。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_BROOD"]/text[3]
source: The Brood has been causing issues for the Militia in this sector by weaponizing the spiders. It won't be much, but the death of this ship will still help retake this territory.
fr: La Couvée a causé pas mal de soucis à la Milice dans ce secteur en utilisant les araignées comme armes biologiques. Ce n'est pas beaucoup, mais l'élimination de ce vaisseau aidera tout de même à reprendre ce territoire.
ko: 브루드들은 거미를 무기화하여 이 구역의 민병대에 문제를 일으키고 있습니다. 많지는 않겠지만 이들의 죽음은 이 구역을 탈환하는 데 큰 도움이 될 것입니다.
ru: Выводок создавал проблемы для Ополчения в этом секторе, используя пауков как оружие. Конечно, это небольшой вклад, но гибель этого корабля все равно может помочь отвоевать эту территорию.
zh_hans: 蛛团通过将蜘蛛武器化，给这个地区的盟卫带来了麻烦。这不会有什么影响，但这艘船的消失仍将有助于夺回这片领土。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_BROOD"]/text[4]
source: You can't imagine it's a very prideful death dying amongst the corpses of dozens of spiders, but they chose the life of a pirate and you chose the life of killing them.
fr: Vous imaginez sans doute que mourir parmi plusieurs cadavres d'araignées n'est certainement pas une fière fin, mais ils ont choisi la vie de pirate et vous la vie de tueur.
ko: 수십 마리의 거미 시체 사이에서 죽어가는 것이 영광스러운 죽음이라고 생각할 순 없지만, 그들은 해적의 삶을 택했고 당신은 그들을 죽이는 삶을 택했으니 아무도 불만 없을 것입니다.
ru: Вы бы не назвали почетной смерть в окружении трупов десятков пауков, но они выбрали жизнь пиратов, а вы выбрали жизнь их убийцы.
zh_hans: 你无法想象，死在几十只蜘蛛的尸体中间是多么令人骄傲的事，但他们选择了海盗的生活，而你选择了杀死他们的生活。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_BROOD"]/text[5]
source: Another Brood vessel has met its untimely end at your hand. You give the orders to start the salvage operation.
fr: Encore un autre vaisseau de la Couvée qui a rencontré une fin prématurée sous vos mains. Vous donnez l'ordre d'entamer l'opération de récupération.
ko: 또 다른 브루드 함선이 당신의 손에 때 이른 종말을 맞이했습니다. 당신은 인양 작업을 시작하라는 명령을 내렸습니다.
ru: Еще одно судно Выводка нашло свой безвременный конец, не без вашей помощи. Вы отдаете приказ начать поиск полезных припасов.
zh_hans: 另一艘蛛团船只在你的手中遭遇了不幸的结局。你下达命令，开始打捞行动。

# data/events_special_defeat.xml$//event[@name="DESTROYED_BROOD_FUEL"]/choice/text
source: Salvage the extra fuel cells.
fr: Récupérer les cellules de carburant supplémentaires.
ko: 연료를 더 회수한다.
ru: Собрать запас топливных элементов.
zh_hans: 回收这些额外的燃料。

source: The extra fuel is always helpful, and you collect as much as you can.
fr: Du carburant en plus est toujours utile, vous en récupérez donc autant que possible.
ko: 추가적인 연료는 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас топлива, и вы собираете его столько, сколько можете.
zh_hans: 燃料自然是多多益善，你尽可能多地收集了它们。

source: Another ship full of crazy spider-obsessed lunatics down. You salvage the remains. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Un autre vaisseau de lunatiques obsédés d'araignées en moins. Vous récupérez les restes ; il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 정신나간 거미성애자들로 가득 찬 배를 또 하나 침몰시켰습니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Еще один корабль, полный одержимых пауками-безумцами, уничтожен. Вы разбираете обломки на лом. Похоже, что на пиратском корабле в обломках остался запас топлива.
zh_hans: 又有一艘装满疯狂蜘蛛的疯子的船被击沉。你打捞出残骸。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: You wish the Militia would pay you for each one of these ships you kill, but at least the scrap matter is enough to satisfy you. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous aimeriez bien toucher une prime venant de la Milice pour chaque vaisseau de ce genre que vous abattez, mais au moins la ferraille laissée derrière est assez pour vous satisfaire. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 민병대가 방금 파괴한 함선들 하나하나에 현상금을 매겨줬다면 좋았겠지만, 그래도 잔해를 인양하면 충분한 스크랩을 챙길 수 있을 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Вы хотели бы, чтобы Ополчение давало вам награду за уничтожение каждого из подобных кораблей, но в целом вас вполне устраивает количество оставшегося от него лома. Среди обломков вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 你希望盟卫会为你杀死的这些船每一艘都付给你钱，但至少废料足以让你满意。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: The Brood has been causing issues for the Militia in this sector by weaponizing the spiders. It won't be much, but the death of this ship will still help retake this territory. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: La Couvée a causé pas mal de soucis à la Milice dans ce secteur en utilisant les araignées comme armes biologiques. Ce n'est pas beaucoup, mais l'élimination de ce vaisseau aidera tout de même à reprendre ce territoire. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 브루드들은 거미를 무기화하여 이 구역의 민병대에 문제를 일으키고 있습니다. 많지는 않겠지만 이들의 죽음은 이 구역을 탈환하는 데 큰 도움이 될 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Выводок создавал проблемы для Ополчения в этом секторе, используя пауков как оружие. Конечно, это небольшой вклад, но гибель этого корабля все равно может помочь отвоевать эту территорию. Среди обломков вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 蛛团通过对蜘蛛的武器化，给这个地区的盟卫带来了麻烦。这不会有什么，但这艘船的死亡仍将有助于夺回这片领土。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: You can't imagine it's a very prideful death dying amongst the corpses of dozens of spiders, but they chose the life of a pirate and you chose the life of killing them. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous imaginez sans doute que mourir parmi plusieurs cadavres d'araignées n'est certainement pas une fière fin, mais ils ont choisi la vie de pirate et vous la vie de tueur. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 수십 마리의 거미 시체 사이에서 죽어가는 것이 영광스러운 죽음이라고 생각할 순 없지만, 그들은 거미와 함께하는 해적의 삶을 선택했고 당신은 그들을 죽이는 삶을 선택했으니 불만은 없을것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Нельзя сказать, что это очень благородная смерть - умирать среди трупов десятков пауков, но они выбрали жизнь пиратов, а вы - жизнь их убийц. Похоже, на пиратском корабле в обломках остался запас топлива.
zh_hans: 你无法想象，这是一个非令人常骄傲的死亡：死在几十只蜘蛛的尸体中间。但是他们选择了海盗的生活，而你选择了杀死他们的生活。海盗舰的残骸中似乎留下了过多的燃料。

source: Another Brood vessel has met its untimely end at your hand. You give the orders to start the salvage operation. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Encore un autre vaisseau de la Couvée qui a rencontré une fin prématurée sous vos mains. Vous donnez l'ordre d'entamer l'opération de récupération. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 또 다른 브루드 함선이 당신의 손에 때 이른 종말을 맞이했습니다. 당신은 인양 작업을 시작하라는 명령을 내렸습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Еще одно судно Выводка нашло свой безвременный конец, не без вашей помощи. Вы отдаете приказ начать поиск полезных припасов. Среди них вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 另一艘蛛团的船只在你手中遭遇了不幸的结局。你下达命令，开始打捞行动。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: Salvage the extra ammunition.
fr: Récupérer les munitions supplémentaires.
ko: 탄약을 더 회수한다.
ru: Собрать запас боеголовок.
zh_hans: 回收这些额外的弹药。

source: The extra missiles are always helpful, and you collect as much as you can.
fr: Des missiles en plus ne seront pas de trop, vous en récupérez donc autant que possible.
ko: 추가적인 미사일은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас боеголовок, и вы собираете их столько, сколько можете.
zh_hans: 弹药自然是多多益善，你尽可能多地收集了它们。

source: Another ship full of crazy spider-obsessed lunatics down. You salvage the remains. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Un autre vaisseau de lunatiques obsédés d'araignées en moins. Vous récupérez les restes ; il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 정신나간 거미성애자들로 가득 찬 배를 또 하나 침몰시켰습니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Еще один корабль, полный одержимых пауками-безумцами, уничтожен. Вы разбираете обломки на лом. Похоже, что на пиратском корабле в обломках осталось много боеприпасов.
zh_hans: 又有一艘装满疯狂蜘蛛的疯子的船被击沉。你打捞出残骸。这艘海盗舰的残骸中似乎留下了过多的弹药。

source: You wish the Militia would pay you for each one of these ships you kill, but at least the scrap matter is enough to satisfy you. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous aimeriez bien toucher une prime venant de la Milice pour chaque vaisseau de ce genre que vous abattez, mais au moins la ferraille laissée derrière est assez pour vous satisfaire. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 민병대가 방금 파괴한 함선들 하나하나에 현상금을 매겨줬다면 좋았겠지만, 그래도 잔해를 인양하면 충분한 스크랩을 챙길 수 있을 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Вы хотели бы, чтобы Ополчение давало вам награду за уничтожение каждого из подобных кораблей, но в целом вас вполне устраивает количество оставшегося от него лома. Среди обломков вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 你希望盟卫会为你捣毁的这些船的每一艘都付给你钱，但至少废料足以让你满意。这艘海盗舰的残骸中似乎留下了过多的弹药。
