Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: By destroying this station, you have indeed proven yourself a threat to the Rockmen's ways.
fr: En détruisant ce vaisseau, vous avez en effet prouvé que vous étiez une menace aux Rocailleux.
ko: 당신은 이 함선을 파괴함으로써 락맨들의 신앙에 당신이 위협이 됨을 스스로 증명했습니다.
ru: Уничтожив этот корабль, вы действительно доказали, что представляете угрозу для натуры валунов.
zh_hans: 通过摧毁这艘船，你确实证明了自己对岩石族的方式构成了威胁。

source: The Rockmen may not be sworn enemies of the Federation, but you still feel no guilt about destroying their infrastructure. Mostly.
fr: Les Rocailleux ne sont peut-être pas les pires ennemis de la Fédération, mais vous ne ressentez tout de même aucune culpabilité en explosant leurs vaisseaux.
ko: 락맨이 연방의 주적은 아니지만, 이 함선을 파괴한 것에 대해선 죄책감이 느껴지지 않습니다. 거의요.
ru: Может быть, валуны и не являются заклятыми врагами Федерации, но вы все равно не чувствуете вины за уничтожение этого корабля. В основном.
zh_hans: 岩石族可能不是联邦的死敌，但你仍然对摧毁这艘船感到没有罪恶感。大部分是这样。

source: At last, the armor of the Rock station gives out, and a mighty explosion tears the structure apart.
fr: Enfin, l'armure du vaisseau Rocailleux succombe et une puissante explosion déchire leur astronef.
ko: 마침내 락맨 함선의 장갑이 부서지고 강력한 폭발과 함께 함선이 산산조각이 났습니다.
ru: Наконец, броня корабля валунов не выдерживает, и мощный взрыв разрывает корабль на части.
zh_hans: 最后，岩石族飞船的装甲失效了，一场巨大的爆炸将这艘船撕裂了。

source: The interior of the Rock station is littered with small stones. You all know where they came from, but no one dares comment on it as you salvage your spoils.
fr: L'intérieur du vaisseau Rocailleux est recouvert de petites pierres. Vous savez tous d'où elles viennent, mais personne n'ose faire de commentaire dessus tandis que vous réalisez l'opération de récupération.
ko: 락맨 함선의 내부에 작은 돌들이 흩어져 있었습니다. 이게 무엇인지는 모두가 알고 있지만, 쓸만한 걸 챙기는 동안 아무도 그것에 대해 언급하지 않았습니다.
ru: Внутреннее пространство корабля валунов завалено мелкими камнями. Все в вашей команде понимают, откуда они взялись, но никто не осмеливается озвучить это, пока вы собираете все полезное с корабля.
zh_hans: 岩石船的内部堆满了小石头。大家都知道它们是什么，但在你回收这艘船的时候，没有人敢对此发表意见。

source: You've successfully killed the Rock crew, and their scrap is left as yours for the taking.
fr: Vous avez réussi à tuer l'équipage Rocailleux et leur ferraille est à vous pour se servir.
ko: 락맨 선원들을 성공적으로 죽였고 그들의 스크랩은 당신의 것이 되었습니다.
ru: Вы успешно расправились с командой корабля валунов, и теперь вы можете забрать их лом.
zh_hans: 你已经成功地杀死了岩石族船员，他们的废料就留给你了。

source: You can't imagine it looks good on the Federation when you confront Rockmen in such manner, but at this point you're past caring.
fr: On ne peut pas imaginer que cela fasse du bien à la Fédération d'affronter un Rocailleux de cette manière, mais à ce stade, on ne s'en préoccupe plus.
ko: 이런 식으로 락맨과 대치하면 연방의 이미지에 좋지 않겠지만, 시기가 시기이니 신경쓰지 않기로 했습니다.
ru: Нельзя сказать, что это хорошо отразится на Федерации, если вы будете противостоять валунам таким образом, но на данный момент вас это уже не волнует.
zh_hans: 你无法想象当你以这种方式对待这些岩石族时，联邦那边会有什么看法；但在这一点上，你已经不在乎了。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Rock station hails: "Enough! We were told aliens were a threat to our ways, and you have proved as much. Take this and leave us in peace."
fr: Le vaisseau Rocailleux vous contacte : "Assez ! On nous avait dit que les aliens constituaient une menace pour nous et vous venez de prouver que c'était bien le cas. Prenez ceci et laissez-nous en paix."
ko: 락맨 함선이 교신을 시도했습니다. "그만! 이방인들이 우리의 삶을 위협한다고 들었는데, 당신이 그 얘기를 충분히 증명했소. 이것을 받고 우리를 놓아주시오."
ru: Корабль валунов вызывает вас: "Хватит! Нам говорили, что чужаки представляют угрозу нашим обычаям, и ты доказал это. Возьми это и оставь нас в покое".
zh_hans: 岩石族飞船呼叫道："够了！我们被告知外星人对我们的方式是一种威胁，而你们已经证明了这一点。拿着这个，让我们平静地离开。"

source: Their systems suffering, the Rock station attempts to make contact: "Alien vessel. Cease your attack. We will pay."
fr: Leurs systèmes endommagés, les Rocailleux tentent d'établir le contact : "Vaisseau alien, cessez le feu. Nous acceptons de payer."
ko: 시스템이 반파된 락맨 함선이 메시지를 보냈습니다. "외계 선박이여, 공격을 중단하시오. 대가를 지불하겠소."
ru: Системы корабля валунов выходят из строя, и его экипаж пытается выйти с вами на связь: "Корабль чужаков. Прекратите атаку. Мы заплатим".
zh_hans: 他们的系统受到影响，岩石族飞船试图进行联系："外星飞船。停止你的攻击。我们会付钱的。"

source: The Rock station, realising it has been outgunned, transmits a white flag signal. They seem willing to buy their lives.
fr: La station de Rocailleux, se rendant compte qu'elle est dépassée, émet un signal de drapeau blanc. Ils semblent prêts à acheter leur vie.
ko: 수세에 몰린 것을 깨달은 락맨 정거장은 백기 신호를 전송합니다. 어떻게든 목숨을 사고 싶은 듯합니다.
ru: Станция валунов, поняв, что ее превосходят в силе, передает сигнал капитуляции. Похоже, они готовы купить свои жизни.
zh_hans: 岩石族空间站意识到自己的火力已经被彻底击败，发出了白旗投降的信号。他们似乎非常愿意付钱购买自己的生命。

source: Outcasts aren't quite the same threat as your ordinary pirates, but that doesn't mean they weren't a threat. Probably.
fr: Les Exilés ne constituent pas exactement une aussi grande menace que les pirates, mais cela ne veut pas dire qu'ils n'étaient pas un danger. Probablement.
ko: 망명자들이 보통의 해적들처럼 적극적으로 말썽을 부리고 다니진 않지만, 그렇다고 위협이 되지 않는 것은 아닙니다. 아마도요.
ru: Изгои - не такая угроза, как обычные пираты, но это не значит, что они не представляют угрозы. Наверное.
zh_hans: 流放者与普通海盗的威胁程度并不完全相同，但这并不完全意味着对方对我们没有威胁。但愿如此。

source: Exploring the wreckage reveals various colorful murals painted on the walls of the hull. Some are quite touching, but others depict violent and brutal murder. Maybe it's a good thing these guys are dead now.
fr: L'exploration de l'épave révèle plusieurs peintures murales colorées sur les murs de la coque. Certaines sont assez émouvantes, mais d'autres représentent la violence et le meurtre brutal. Peut-être est-ce finalement une bonne chose que ces gens soient morts.
ko: 적함의 잔해를 살펴보면서 선체 벽면에 그려진 다양한 색상의 벽화를 발견했습니다. 일부는 매우 감동적이지만 다른 일부는 폭력적이고 잔인한 살인을 묘사하고 있습니다. 이 녀석들이 죽어서 다행인지도 모르겠다고 생각합니다.
ru: При исследовании обломков корабля обнаруживаются различные красочные фрески, нарисованные на стенах корпуса. Некоторые из них весьма трогательны, но на других изображены жестокие и зверские убийства. Может быть, и хорошо, что эти парни уже мертвы.
zh_hans: 探索残骸揭示了舰体壁上绘制的各种彩色壁画。有些非常感人，但有些则描绘了暴力和残酷的谋杀。也许这些家伙死了是一件好事。

source: As the outcasts live their final moments, you receive one last message. "At least... this is better than the coal mines..."
fr: Tandis que les Exilés vivent leurs derniers moments, vous recevez un dernier message. "Au moins... c'est mieux que les mines de charbon..."
ko: 망명자들이 그들의 마지막 순간을 맞이하기 직전, 당신에게 메시지를 보냈습니다. "적어도... 이게 탄광보단 낫구려..."
ru: Пока Изгои доживают свои последние мгновения, вы получаете последнее сообщение. "По крайней мере... это лучше, чем угольные шахты..."
zh_hans: 在流放者的最后时刻，你收到了最后一条信息。"至少...这比下矿好多了..."

source: Outcasts aren't quite the same threat as your ordinary pirates, but that doesn't mean they weren't a threat. Probably.
fr: Les Exilés ne constituent pas exactement une aussi grande menace que les pirates, mais cela ne veut pas dire qu'ils n'étaient pas un danger. Probablement.
ko: 망명자들이 보통의 해적들처럼 적극적으로 말썽을 부리고 다니진 않지만, 그렇다고 위협이 되지 않는 것은 아닙니다. 아마도요.
ru: Изгои - не такая угроза, как обычные пираты, но это не значит, что они не представляют угрозы. Наверное.
zh_hans: 流放者与普通海盗的威胁程度并不完全相同，但这并不完全意味着对方对我们没有威胁。但愿如此。

source: Exploring the wreckage reveals various colorful murals painted on the walls of the hull. Some are quite touching, but others depict violent and brutal murder. Maybe it's a good thing these guys are dead now.
fr: L'exploration de l'épave révèle plusieurs peintures murales colorées sur les murs de la coque. Certaines sont assez émouvantes, mais d'autres représentent la violence et le meurtre brutal. Peut-être est-ce finalement une bonne chose que ces gens soient morts.
ko: 적함의 잔해를 살펴보면서 선체 벽면에 그려진 다양한 색상의 벽화를 발견했습니다. 일부는 매우 감동적이지만 다른 일부는 폭력적이고 잔인한 살인을 묘사하고 있습니다. 이 녀석들이 죽어서 다행인지도 모르겠다고 생각합니다.
ru: При исследовании обломков корабля обнаруживаются различные красочные фрески, нарисованные на стенах корпуса. Некоторые из них весьма трогательны, но на других изображены жестокие и зверские убийства. Может быть, и хорошо, что эти парни уже мертвы.
zh_hans: 探索残骸揭示了舰体壁上绘制的各种彩色壁画。有些非常感人，但有些则描绘了暴力和残酷的谋杀。也许这些家伙死了是一件好事。

source: As the outcasts live their final moments, you receive one last message. "At least... this is better than the coal mines..."
fr: Tandis que les Exilés vivent leurs derniers moments, vous recevez un dernier message. "Au moins... c'est mieux que les mines de charbon..."
ko: 망명자들이 그들의 마지막 순간을 맞이하기 직전, 당신에게 메시지를 보냈습니다. "적어도... 이게 탄광보단 낫구려..."
ru: Пока Изгои доживают свои последние мгновения, вы получаете последнее сообщение. "По крайней мере... это лучше, чем угольные шахты..."
zh_hans: 在流放者的最后时刻，你收到了最后一条信息。"至少...这比下矿好多了..."

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "Hah! What a riot - we were told the Federation fought to protect the galaxy from oppression. Not only have you turned your back to the Theocracy, but you've committed to annihilating our people! Prove you know mercy and let us go."
fr: "Hah ! Quelle blague - on nous avais dit que la Fédération se battait pour protéger la galaxie de l'opression. Non seulement vous avez tourné le dos à la Théocratie, mais vous vous êtes aussi mis en tête d'exterminer notre peuple ! Prouvez que vous pouvez faire preuve de pitié et laissez-nous partir."
ko: "하! 이 무슨 방종인가? 연방이 억압으로부터 은하계를 보호하기 위해 싸웠다는 말을 들었소. 그런데 신정에 등을 돌렸을 뿐만 아니라 우리 민족 전체를 전멸시키기로 작정했나 보군! 당신이 자비를 안다는 것을 증명하고 우리를 보내주시오."
ru: Ха! Ну и дела - нам говорили, что Федерация сражется, чтобы защитить галактику от угнетения. А вы не только отвернулись от Теократии, но и решили уничтожить наш народ! Докажите, что милосердие вам не чуждо, и отпустите нас".
zh_hans: "哈！真是一场暴乱--我们被告知联邦是为了保护银河系不受压迫而战斗的。你们不仅背弃了神权国，而且还承诺要消灭我们的人民！证明你们知道怜悯，让我们走吧。证明你知道怜悯，让我们走吧。"

source: "The Theocracy has told many lies - but they were telling the truth when they told us Renegades made dangerous foes! You win, accept this surrender and let us live!"
fr: "La Théocratie a répandu moult mensonges - mais elle disait la vérité en affirmant que les voyageurs du Multivers étaient de dangereux adversaires ! Vous avez gagné, acceptez notre reddition et laissez-nous vivre !"
ko: "신정은 많은 거짓말을 해왔소. 하지만 배회자들이 위험한 적이라고 한 것만은 진실이었나 보군! 당신이 승리했소. 이 항복을 받아들이고 우리를 살려주시오!"
ru: "От Теократии исходило много лжи, но в чем они были правы - так это в том, что путешественники по Мультивселенной - опасные враги! Вы победили, примите нашу капитуляцию и дайте нам жить!"
zh_hans: "神权国说了很多谎言，但他们告诉我们变元者是危险的敌人时说的是实话！你赢了，接受这个投降，让我们活下去！"

source: "Our greatest mistake was to match you here - but please! Let us live on to learn from this mistake. We outcasts have only just tasted freedom, it would be a shame to die so soon."
fr: "Notre plus grande erreur a été de vous faire face ici - mais pitié ! Laissez-nous vivre pour apprendre de cette erreur. Nous, les exilés, avons à peine goûté à la liberté, il serait dommage de périr aussi tôt."
ko: "여기서 당신과 싸우려 한 것은 크나큰 실수였소. 그러니 제발, 우리에게 실수에 대한 교훈을 준 것이라 생각하고 우릴 살려보내주시오! 우리 망명자들은 이제 막 자유를 맛보았을 뿐이오. 이렇게 빨리 죽는 것은 너무나도 슬픈 일이오."
ru: "Наша величайшая ошибка состояла в том, что мы встретили вас здесь - но, пожалуйста! Позвольте нам жить дальше, чтобы извлечь уроки из этой ошибки. Мы, Изгои, только-только почувствовали вкус свободы, было бы обидно умереть так скоро".
zh_hans: "我们最大的错误是把你配在这里--但请你！让我们继续活下去，从这个错误中吸取教训。我们这些流放者才刚刚尝到自由的滋味，如果这么快就死了，那就太可惜了。"

source: It appears the crew of the Outcast ship have hastily painted themselves white, desperately trying to convey their sudden declaration of surrender. Will you accept?
fr: Il semblerait que l'équipage du vaisseau Exilé se soit précipité pour se peindre en blanc, essayant désespérement de montrer leur soudaine déclaration de reddition. Allez-vous accepter ?
ko: 망명자 함선의 선원들은 최대한 빨리 항복 선언을 전달하기 위해 필사적으로 자신들의 몸을 하얗게 물들였습니다. 수락하시겠습니까?
ru: Похоже, что экипаж корабля Изгоев на скорую руку выкрасил себя в белый цвет, отчаянно пытаясь донести до вас неожиданное объявление капитуляции. Примете ее?
zh_hans: 看来流放者飞船的船员们匆匆忙忙地把自己涂成了白色，拼命地想表达他们突然宣布投降。你会接受吗？

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//event[@name="SURRENDER_OUTCAST_CREW"]/text
source: "No more! We yield. Please, take this one. He smells awful and contributes nothing. He will be more of use on your ship than on ours."
fr: "Assez ! Nous nous rendons. S'il vous plaît, prenez celui-la. Il sent mauvais et il n'apporte rien. Il sera plus utile sur votre vaisseau que le notre."
ko: "그만! 우리는 항복하겠소. 이 자를 데려가시오. 그는 끔찍한 냄새가 나고 우리에겐 아무 쓸모가 없소. 그는 우리보다 당신들에게 더 유용할 것이오."
ru: "Хватит! Мы уступаем. Пожалуйста, заберите вот этого. Он ужасно пахнет и ничего не делает. От него будет больше толку на вашем корабле, чем на нашем".
zh_hans: "没有了！我们屈服了。请带走这个人。他闻起来很臭，而且没有任何贡献。他在你的船上会比在我们的船上更有用。"

source: Accept the slave.
fr: Accepter l'esclave.
ko: 노예를 받아들인다.
ru: Принять раба.
zh_hans: 接受奴隶。

# data/events_special_defeat.xml$//event[@name="DESTROYED_LOSTSUN"]/text
source: If you continue to destroy Lost Sun ships, the shaky alliance they hold with the Federation will not last for long. At least you get some scrap out of it.
fr: Si vous continuez de détruire des vaisseaux des Lost Sun, l'alliance instable qu'ils tiennent avec la Fédération ne durera pas. Au moins vous en avez retiré de la ferraille.
ko: 로스트선 함선을 계속 파괴하면 연방과의 불안정한 동맹이 오래 지속되지 않을 것입니다. 어찌 되었든 당신은 약간의 스크랩을 얻었습니다.
ru: Если вы продолжите уничтожать корабли Затерянных Солнц, шаткий союз, который они поддерживают с Федерацией, долго не продержится. По крайней мере, вы получили с него немного лома.
zh_hans: 如果你继续摧毁迷失烈阳飞船，他们与联邦的不稳定联盟将不会持续太久。至少你能从中得到一些废料。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_LOSTSUN"]/text
source: If you continue to kill Lost Sun followers, the shaky alliance they hold with the Federation will not last for long. At least you get some scrap out of it.
fr: Si vous continuez de tuer des membres des Lost Sun, l'alliance instable qu'ils tiennent avec la Fédération ne durera pas. Au moins vous en avez retiré de la ferraille.
ko: 로스트선들을 계속 죽이면 연방과의 불안정한 동맹이 오래 지속되지 않을 것입니다. 어찌 되었든 당신은 약간의 스크랩을 얻었습니다.
ru: Если вы продолжите убивать последователей Затерянных Солнц, шаткий союз, который они поддерживают с Федерацией, долго не продержится. По крайней мере, вы получили с их корабля немного лома.
zh_hans: 如果你继续杀害迷失烈阳的追随者，他们与联邦持有的不稳定的联盟将不会持续太久。至少你能从中得到一些废料。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_SLUG"]/text[1]
source: For all the Slugs' efforts, they were not able to defeat you. The victor of this battle, you indulge yourself by scrapping their ship.
fr: Malgré tout les efforts des Limaces, elles n'ont pas été capable de vous battre. Ressortant vainqueur de ce combat, vous vous faites plaisir avec les restes de leur épave.
ko: 슬러그들이 아무리 노력해도 당신을 이길 수는 없었습니다. 이 전투의 승자가 된 당신은 그들의 배에서 쓸만한 것을 챙겼습니다.
ru: Несмотря на все усилия слизней, они не смогли победить вас. Победив в этой битве, вы не отказываете себе в удовольствии поживиться ломом и припасами.
zh_hans: 尽管蛞蝓族做出了种种努力，他们还是没能打败你。作为这场战斗的胜利者，你放纵自己，将他们的船摧毁。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_SLUG"]/text[2]
source: The Slug ship is no more. You scrap the wreckage.
fr: Le vaisseau Limace n'est plus. Vous démantelez l'épave.
ko: 슬러그 함선은 더 이상 없습니다. 당신은 잔해를 인양했습니다.
ru: Корабля слизней больше нет. Вы собираете все полезное с его обломков.
zh_hans: 蛞蝓族飞船已经不复存在。你废料了这些残骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_SLUG"]/text[3]
source: At last, the traitorous nebula-dwellers have been silenced. You scrap the ship.
fr: Enfin, les perfides habitants de nébuleuses ont été réduits au silence. Vous désossez leur vaisseau.
ko: 마침내 배신을 좋아하는 성운 거주자들이 사라졌습니다. 당신은 잔해를 인양했습니다.
ru: Наконец, вероломные обитатели туманностей замолчали навсегда. Вы собираете с корабля все полезное.
zh_hans: 最后，叛逆的星云居住者终于被压制住了。你把这艘船搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_SLUG"]/text[1]
source: You find the gasping corpse of the Slug Captain quivering on the ground. He utters one last word, "Sssshit", then collapses and dies.
fr: Vous trouvez le corps agonisant du capitaine Limace frémissant au sol. Il libère un dernier mot, "Sssaloperie", puis s'effondre et meurt.
ko: 죽어가는 슬러그 선장이 바닥에 쓰러진채 헐떡이며 떨고 있는 것을 발견했습니다. 그는 마지막으로 "쩨엔짱"이라는 말을 하고 쓰러져 죽었습니다.
ru: Вы находите задыхающегося капитана слизней, тело которого корчится на полу. Он произносит последнее слово: "Сссволочь", после чего бьется в конвульсиях и умирает.
zh_hans: 你发现蛞蝓族舰长喘着粗气的尸体在地上颤抖。他说了最后一个词，"Sssshit"，然后倒地而亡。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_SLUG"]/text[2]
source: You feel no remorse for the Slug crew, though you do wish their ship smelled better.
fr: Vous ne ressentez aucun remord pour l'équipage Limace, cependant vous auriez aimé que leur vaisseau empeste moins.
ko: 당신은 슬러그 선원에 대해 아무런 양심의 가책도 느끼지 않고, 그냥 그들의 배에서 나는 냄새가 좀 덜 했으면 하고 생각했습니다.
ru: Вы не испытываете никаких угрызений совести по отношению к экипажу слизней, хотя хотели бы, чтобы на их корабле лучше пахло.
zh_hans: 你对蛞蝓族船员并不感到懊悔，尽管你希望他们的船闻起来更香。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_SLUG"]/text[3]
source: The interior of the ship is now coated in what appears to be a mixture of slime and mashed up Slug intestines. Yuck.
fr: L'intérieur du vaisseau est désormais recouvert dans ce qui semblerait être un mélange de vase et de purée d'intestins de Limaces. Beurk.
ko: 슬러그의 점액과 으깨진 내장의 혼합물로 보이는 것이 함선 내부를 뒤덮고 있었습니다. 우웩.
ru: Внутренности корабля теперь покрыты смесью слизи и внутренностей слизней. Фу.
zh_hans: 船的内部现在被涂上了似乎是粘液和捣碎的蛞蝓族肠子的混合物。恶心。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Slug captain hails you. "Oh, your highnessss, you are ssso brave and truly the greatessst warrior to have ever lived. Will you ssspare ussssss, so that we may sssshare your tale?"
fr: Le capitaine Limace vous contacte. "Oh, votre altesssse, vous êtes sssi brave et êtes vraiment le plus grand guerrier à avoir vécu. Allez-vous nous laissser la vie sssauve, pour que nous puisssions raconter votre hissstoire ?"
ko: 슬러그 선장이 당신에게 메시지를 보냈습니다. "오, 위대하씬 분이여, 당씬은 정말 용감하고 찐쩡으로 역싸쌍 가짱 위대한 쩐싸입니다. 당씬의 무용담을 널리 퍼트릴 쑤 이또록 우리를 쌀려주씨겠씁니까?"
ru: Капитан слизней связывается с вами. "О, вашшше сссиятельссство, вы так храбры и поиссстине величайшшший воин всссех времен. Не пощщщадите ли вы нас, чтобы мы могли поведать вашшшу исссторию?"
zh_hans: 蛞蝓族舰长向你问好。"哦，殿下，你是如此的勇敢，真是有史以来最伟大的战士。你能不能放过我们，让我们分享你的故事？"

source: "Ok, I ssssee no reassson to lie right now. We're kinda ssssscrewed unlesssss you let usss go. We'll give you sssome junk if you agree."
fr: "Ok, je ne vois dézzormais aucune raizzon de mentir. On est cccertainement foutus sssauf si vous nous laisssez partir. On vous donnera quelques trucs sssi vous acccceptez."
ko: "알아써, 거찟말은 하찌 않을게. 우리 쌍태는 쩡말 엉망찐창이야. 우릴 놓아주면 쓰크랩을 쭐게."
ru: "Ладно, сссейчассс я не вижу сссмысссла врать. Мы, вроде как, обречены, конечно есссли вы нассс не отпуссстите. Мы дадим вам немного барахла, есссли вы сссоглассситесссь".
zh_hans: "好吧，我看现在没有必要撒谎。如果你不放我们走，我们就有点完蛋了。如果你同意，我们会给你一些废料。"

source: Slugs are known for their cowardice, and as expected the Slug ship here has given up and surrendered.
fr: Les Limaces sont réputées pour leur lâcheté et comme prévu, l'assaillant Limace ici présent laisse tomber l'affaire et se rend.
ko: 슬러그는 겁쟁이로 유명합니다. 아니나 다를까 슬러그 함선은 전투를 포기하고 항복했습니다.
ru: Слизни известны своей трусливостью, и, как и следовало ожидать, этот корабль слизней сдается и предлагает капитуляцию.
zh_hans: 蛞蝓族以其懦弱著称，正如预期的那样，这里的蛞蝓族飞船已经放弃并投降了。

source: "Dear godsss, I did not expect thisss! I applaud you for the sssuprissse. Now let ussss go."
fr: "Bon ssssang, je ne m'attendais pas à cccela ! Je vous applaudis pour cccette sssurprissse. Maintenant, laisssez-nous partir."
ko: "이런, 이 쩡도일쭐은 몰랐써! 씨비걸어써 미안해. 우릴 보내쭈면 안될까?"
ru: "О боги, я не ожидал такого! Я аплодирую вам за такой сссюрприз. А теперь отпуссстите нассс".
zh_hans: "亲爱的上帝，我没料到会这样！我为你的成功鼓掌。我为你的善举鼓掌。现在让我们走吧。"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Suddenly, just as you are about to leave, the Slug ship reactivates its weapons and fires a shot off! It doesn't get past your defenses, but the cargo crate they gave you explodes in an ion blast which partially disables your shields.
fr: Soudainement, lorsque vous vous apprêtiez à partir, le vaisseau Limace réactive ses armes et tire ! Cela ne pénètre pas vos défenses, mais le cargo qu'ils vous ont donné libère une explosion ionique qui désactive partiellement vos boucliers.
ko: 당신이 떠나려고 하던 바로 그 순간, 갑자기 슬러그 함선이 무기를 재활성화하고 발사했습니다! 다행히도 그 공격은 당신의 방어 체계를 뚫지 못했지만, 그들이 당신에게 준 화물 상자에서 보호막을 부분적으로 비활성화하는 이온 폭발이 일어났습니다.
ru: Внезапно, как только вы собираетесь уходить, корабль слизней снова активирует свое оружие и делает выстрел! Он не пробивает вашу защиту, но ящик с грузом, который они вам передали, выпускает ионный импульс, который частично выводит из строя ваши щиты.
zh_hans: 突然，就在你准备离开的时候，蛞蝓族飞船重新启动了它的武器，并开了一枪！它没有通过你的防御，但他们给你的货箱在离子爆炸中爆炸，使你的护盾部分失效。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_CLAN"]/text[1]
source: The proud Clansmen and their ship have been destroyed. Though their many trophies have been purged along with them, at least you can salvage the scrap from their ship.
fr: Les fiers Loubards ainsi que leur vaisseau ont été détruits. Si leur nombreux trophées se sont fait désintégrer avec eux, vous pouvez au moins démanteler leur vaisseau.
ko: 클랜즈맨과 그들의 함선이 파괴되었습니다. 많은 전리품이 그들과 함께 먼지가 되었지만 적어도 당신은 그들의 배에서 스크랩을 건져낼 수 있습니다.
ru: Гордые Клановцы и их корабль были уничтожены. Хотя их многочисленные трофеи были уничтожены вместе с ними, по крайней мере, вы можете собрать лом с останков корабля.
zh_hans: 骄傲的异种猎人和他们的船已经被摧毁。虽然他们的许多战利品也被一起清除了，但至少你可以从他们的船上回收出一些废料。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_CLAN"]/text[2]
source: The Guild probably won't appreciate you killing off their members, but what are they going to do about it? You scrap the ship.
fr: La Guilde n'appréciera probablement pas le fait que vous tuez ses membres, mais qu'est-ce qu'elle compte y faire ? Vous récupérez le vaisseau.
ko: 아마 길드는 당신이 그들의 일원들을 죽이는 것을 탐탁지 않게 여길 것입니다. 하지만 그들이 뭘 어찌 할 수 있을까요? 당신은 잔해를 인양했습니다.
ru: Гильдии, вероятно, не понравится, что вы убиваете ее членов, но что они собираются с этим делать? Вы собираете с корабля все полезное.
zh_hans: 异猎会可能不喜欢你杀了他们的成员，但他们能做什么呢？你把这艘船搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_CLAN"]/text[3]
source: You've no doubt avenged the souls of many innocent lives who were hunted down by these Clansmen. Plus, you get some scrap out of it.
fr: Vous avez nul doute vengé les nombreuses âmes des innocentes vies qui se sont faites chassées par les Loubards. Et en plus, vous en retirez de la ferraille.
ko: 의심할 여지없이, 당신은 이 클랜즈맨들에게 사냥당한 수많은 무고한 생명들의 영혼들을 위한 복수를 했습니다. 게다가, 약간의 스크랩도 얻을 수 있었습니다.
ru: Вы, несомненно, отомстили за души многих невинных, ставших жертвами охоты Клановцев. Вдобавок, вы получили с этого немного лома.
zh_hans: 毫无疑问，你为许多被这些异种猎人追杀的无辜生命的灵魂报了仇。另外，你还得到了一些废料。
