Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The pirate ship has been destroyed. This action will no doubt have avenged many civilian lives. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Le vaisseau pirate a été détruit. Cette action a sans doute vengée plusieurs vies civiles. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적선이 파괴되었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Корабль пиратов уничтожен. Этим действием вы, несомненно, отомстили за жизни многих гражданских. Среди обломков вы находите запас топлива, которые несли на себе эти пираты.
zh_hans: 海盗舰已经被摧毁。这一行动无疑为许多平民的生命报了仇。海盗舰的残骸中似乎留下了不少燃料。

source: Salvage the extra ammunition.
fr: Récupérer les munitions supplémentaires.
ko: 탄약을 더 회수한다.
ru: Собрать запас боеголовок.
zh_hans: 回收这些额外的弹药。

source: The extra missiles are always helpful, and you collect as much as you can.
fr: Des missiles en plus ne seront pas de trop, vous en récupérez donc autant que possible.
ko: 추가적인 미사일은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас боеголовок, и вы собираете их столько, сколько можете.
zh_hans: 弹药自然是多多益善，你尽可能多地收集了它们。

source: The only good pirate is a dead pirate, and today you've made a lot of those. The pirate ship appears to have an excess of missiles left behind in the wreckage.
fr: Le seul bon pirate est un pirate mort et aujourd'hui vous en avez tué plein. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Хороший пират - мертвый пират, и сегодня с вашей помощью многие стали именно такими. Среди обломков вы находите запас ракет, которые несли на себе эти пираты.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。海盗舰的残骸中似乎留下了过多的弹药。

source: The pirate ship has been reduced to scrap, and their crew consumed in the inferno. The pirate ship appears to have an excess of missiles left behind in the wreckage.
fr: L'appareil pirate a été réduit en ferraille et leur équipage consumé dans le chaos. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적선은 고철 더미가 되었고, 해적들은 불길 속으로 빨려 들어갔습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Корабль пиратов превратился в металлолом, а его экипаж отправился в ад. Среди обломков вы находите запас боеголовок, которые несли на себе эти пираты.
zh_hans: 海盗舰已经变成了废料，他们的船员也在地狱中饱受折磨。海盗舰的残骸中似乎留下了不少弹药。

source: The destruction you have brought upon the pirates has proven effective, and their ship explodes. You scrap the remains. The pirate ship appears to have an excess of missiles left behind in the wreckage.
fr: La destruction que vous avez apportée à ces pirates semble s'être prouvée efficace et leur vaisseau explose. Vous récupérez les restes. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적에게 가한 포격이 꽤 효과적이었는지 그들의 배는 얼마 안 가 폭발에 휩싸였습니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Ущерб, который вы нанесли кораблю пиратов, оказался достаточным, и их корабль взорвался. Вы собираете все полезное с его обломков. Среди них вы находите запас ракет, которые несли на себе эти пираты.
zh_hans: 你给海盗舰带来的破坏被证明是有效的，他们的船爆炸了。你拆解掉了这些残骸。海盗舰的残骸中似乎留下了不少弹药。

source: The pirate ship will no longer torment this sector. You scrap the remains; it appears there's an excess of missiles left behind in the wreckage..
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes ; il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적들은 더 이상 이 구역을 넘보지 못 할 것입니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Корабль пиратов больше не будет мучить этот сектор. Вы собираете с обломков все полезное; среди них вы находите запас боеголовок.
zh_hans: 这艘海盗舰将不再荼毒这个区域了。你把残骸搜刮了。看来在残骸中留下了不少弹药。

source: The pirate ship has been destroyed. This action will no doubt have avenged many civilian lives. The pirate ship appears to have an excess of missiles left behind in the wreckage.
fr: Le vaisseau pirate a été détruit. Cette action a sans doute vengée plusieurs vies civiles. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적선이 파괴되었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Корабль пиратов уничтожен. Этим действием вы, несомненно, отомстили за жизни многих гражданских. Среди обломков вы находите запас ракет, которые несли на себе эти пираты.
zh_hans: 海盗舰已经被摧毁。这一行动无疑为许多平民的生命报了仇。海盗舰的残骸中似乎留下了不少弹药。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_PIRATE"]/text[1]
source: The only good pirate is a dead pirate, and today you've made a lot of those.
fr: Un bon pirate est un pirate mort et aujourd'hui vous en avez tué plein.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다.
ru: Хороший пират - мертвый пират, и сегодня с вашей помощью многие стали именно такими.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_PIRATE"]/text[2]
source: You've slaughtered the entirety of the pirate crew. All that's left is to scrap their ship.
fr: Vous avez massacré l'entièreté de l'équipage pirate. Tout ce qu'il reste à faire, c'est de démonter leur vaisseau.
ko: 해적단 전체를 학살했습니다. 남은 일은 그들의 배에서 쓸만한 것들을 챙기는 것뿐입니다.
ru: Вы полностью вырезали экипаж пиратов. Все что осталось, это собрать с корабля припасы.
zh_hans: 你已经屠杀了所有的海盗舰员。剩下的就是搜刮他们的船了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_PIRATE"]/text[3]
source: You've proven yourself an efficient murderer of pirates. Their ship is yours to salvage.
fr: Vous vous êtes prouvés être un efficace meurtrier de pirates. Leur vaisseau est à vous pour récupérer.
ko: 당신은 자신이 효율적인 해적 사냥꾼임을 증명했습니다. 그들의 배는 당신의 것입니다.
ru: Вы показали себя эффективным убийцей пиратов. Теперь вы можете собрать все полезное с корабля.
zh_hans: 你已经证明自己是一个高效的海盗杀手。他们的船现在供你搜刮。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_PIRATE"]/text[4]
source: The pirate ship will no longer torment this sector. You scrap the remains.
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes.
ko: 해적들이 더 이상 이 구역을 넘보지 못할 겁니다. 당신은 유용한 것들을 회수합니다.
ru: Корабль пиратов больше не будет терроризировать этот сектор. Обломки вы разбираете на лом.
zh_hans: 这艘海盗舰将不再荼毒这个地区了。你把残骸搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_PIRATE"]/text[5]
source: The pirate crew has been killed. This action will no doubt have avenged many civilian lives.
fr: L'équipage pirate a été abattu. Cette action a sans doute vengée plusieurs vies civiles.
ko: 해적들이 모두 죽었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다.
ru: Экипаж пиратов мертв. Этим действием вы, несомненно, отомстили за жизни многих гражданских.
zh_hans: 海盗舰员已经被杀。这一行动无疑将为许多平民的生命报了仇。

source: The only good pirate is a dead pirate, and today you've made a lot of those.
fr: Un bon pirate est un pirate mort et aujourd'hui vous en avez tué plein.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다.
ru: Хороший пират - мертвый пират, и сегодня с вашей помощью многие стали именно такими.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。

source: You've slaughtered the entirety of the pirate crew. All that's left is to scrap their property - if it ever was theirs.
fr: Vous avez massacré l'entièreté de l'équipage pirate. Tout ce qu'il reste à faire, c'est de démonter leur propriété - si c'était vraiment la leurs.
ko: 해적 선원을 전원 제거했습니다. 이제 남은 일은 해적의 "재산"을 수거하는 것뿐입니다.
ru: Вы уничтожили всю команду пиратов. Осталось только разобрать на лом их имущество - если оно вообще принадлежало им.
zh_hans: 你已经屠杀了所有的海盗船员。剩下的就是毁掉他们的财产——如果这是他们的财产的话。

source: You've proven yourself an efficient murderer of pirates. Their station is yours to salvage.
fr: Vous vous êtes prouvés être un efficace meurtrier de pirates. Leur vaisseau est à vous pour récupérer.
ko: 당신은 자신이 효율적인 해적 사냥꾼임을 증명했습니다. 그들의 배는 당신의 것입니다.
ru: Вы показали себя эффективным убийцей пиратов. Теперь вы можете собрать все полезное с корабля.
zh_hans: 你已经证明自己是一个高效的海盗杀手。他们的船现在供你搜刮。

source: The pirate lair will no longer torment this sector. You scrap the remains.
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes.
ko: 해적들은 더 이상 이 구역을 넘보지 못 할 겁니다. 당신은 유용한 것들을 회수합니다.
ru: Пиратское логово больше не будет терроризировать этот сектор. Обломки вы разбираете на лом.
zh_hans: 这艘海盗舰将不再荼毒这个地区了。你把残骸搜刮了。

source: The pirate crew has been killed. This action will no doubt have avenged many civilian lives.
fr: L'équipage pirate a été abattu. Cette action a sans doute vengée plusieurs vies civiles.
ko: 해적들이 모두 죽었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다.
ru: Экипаж пиратов мертв. Этим действием вы, несомненно, отомстили за жизни многих гражданских.
zh_hans: 海盗舰员已经被杀。这一行动无疑将为许多平民的生命报了仇。

source: Salvage the extra fuel cells.
fr: Récupérer les cellules de carburant supplémentaires.
ko: 연료를 더 회수한다.
ru: Собрать запас топливных элементов.
zh_hans: 回收这些额外的燃料。

source: The extra fuel is always helpful, and you collect as much as you can.
fr: Du carburant en plus est toujours utile, vous en récupérez donc autant que possible.
ko: 추가적인 연료는 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас топлива, и вы собираете его столько, сколько можете.
zh_hans: 燃料自然是多多益善，你尽可能多地收集了它们。

source: The only good pirate is a dead pirate, and today you've made a lot of those. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Le seul bon pirate est un pirate mort et aujourd'hui vous en avez tué plein. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Единственный хороший пират - это мертвый пират, а сегодня вы наделали немало таких пиратов. Похоже, на пиратском корабле в обломках остался запас топлива.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。海盗舰的残骸中似乎留下了不少的燃料。

source: You've slaughtered the entirety of the pirate crew. All that's left is to scrap their ship. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous avez massacré l'entièreté de l'équipage pirate. Tout ce qu'il reste à faire, c'est de démonter leur vaisseau. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적단 전체를 학살했습니다. 남은 일은 그들의 배에서 쓸만한 것들을 챙기는 것뿐입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Вы полностью вырезали экипаж пиратов. Все что осталось, это собрать с корабля припасы. Среди них вы находите запас топлива, которые несли на себе эти пираты.
zh_hans: 你已经屠杀了所有的海盗舰员。剩下的就是搜刮他们的船了。海盗舰的残骸中似乎留下了过多的燃料。

source: You've proven yourself an efficient murderer of pirates. Their ship is yours to salvage. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous vous êtes prouvés être un efficace meurtrier de pirates. Leur vaisseau est à vous pour récupérer. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 당신은 자신이 효율적인 해적 사냥꾼임을 증명했습니다. 그들의 배는 당신의 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Вы показали себя эффективным убийцей пиратов. Теперь вы можете собрать все полезное с корабля. Среди припасов вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 你已经证明自己是一个高效的海盗杀手。他们的船供你搜刮。海盗舰的残骸中似乎留下了过多的燃料。

source: The pirate ship will no longer torment this sector. You scrap the remains. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적들은 더 이상 이 구역을 넘보지 못 할 것입니다. 당신은 유용한 것들을 회수했습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Пиратский корабль больше не будет терроризировать этот сектор. Вы разбираете останки на лом. Похоже, на пиратском корабле в обломках остался запас топлива.
zh_hans: 这艘海盗舰将不再折磨这个地区了。你拆解了这些残骸。海盗舰的残骸中似乎留下了过多的燃料。

source: The pirate crew has been killed. This action will no doubt have avenged many civilian lives. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: L'équipage pirate a été abattu. Cette action a sans doute vengée plusieurs vies civiles. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 해적들이 모두 죽었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Экипаж пиратов мертв. Этим действием вы, несомненно, отомстили за жизни многих гражданских. Среди припасов вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 海盗舰船员已经被消灭。这一行动无疑为许多平民的生命报了仇。海盗舰的残骸中似乎留下了不少燃料。

source: Salvage the extra missiles.
fr: Récupérer les munitions supplémentaires.
ko: 탄약을 더 회수한다.
ru: Собрать запас боеголовок.
zh_hans: 回收这些额外的弹药。

source: The extra ammunition is always helpful, and you collect as much as you can.
fr: Des missiles en plus ne seront pas de trop, vous en récupérez donc autant que possible.
ko: 추가적인 미사일은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас боеголовок, и вы собираете их столько, сколько можете.
zh_hans: 弹药自然是多多益善，你尽可能多地收集了它们。

source: The only good pirate is a dead pirate, and today you've made a lot of those. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Le seul bon pirate est un pirate mort et aujourd'hui vous en avez tué plein. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 좋은 해적은 죽은 해적뿐입니다. 오늘 당신은 좋은 해적을 많이 만들었습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Хороший пират - мертвый пират, и сегодня с вашей помощью многие стали именно такими. Среди припасов вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 只有死了的海盗才是好海盗，而你今天又干掉了一大堆。海盗舰的残骸中似乎留下了过多的弹药。

source: You've slaughtered the entirety of the pirate crew. All that's left is to scrap their ship. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous avez massacré l'entièreté de l'équipage pirate. Tout ce qu'il reste à faire, c'est de démonter leur vaisseau. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적단 전체를 학살했습니다. 남은 일은 그들의 배에서 쓸만한 것들을 챙기는 것뿐입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Вы полностью вырезали экипаж пиратов. Все что осталось, это собрать с корабля припасы. Среди припасов вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 你已经屠杀了所有的海盗舰员。剩下的就是搜刮他们的船了。海盗舰的残骸中似乎留下了过多的弹药。

source: You've proven yourself an efficient murderer of pirates. Their ship is yours to salvage. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous vous êtes prouvés être un efficace meurtrier de pirates. Leur vaisseau est à vous pour récupérer. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 당신은 자신이 효율적인 해적 사냥꾼임을 증명했습니다. 그들의 배는 당신의 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Вы показали себя эффективным убийцей пиратов. Теперь вы можете собрать все полезное с корабля. Среди припасов вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 你已经证明自己是一个高效的海盗杀手。他们的船供你搜刮。海盗舰的残骸中似乎留下了过多的弹药。

source: The pirate ship will no longer torment this sector. You scrap the remains. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Le vaisseau pirate ne tourmentera plus le secteur. Vous récupérez les restes. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적들은 더 이상 이 구역을 넘보지 못 할 것입니다. 당신은 유용한 것들을 회수했습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Корабль пиратов больше не будет мучить этот сектор. Вы собираете с него все полезное. Похоже, на пиратском корабле осталось много боеприпасов.
zh_hans: 这艘海盗舰将不再荼毒这个地区了。你拆解了这些残骸。海盗舰的残骸中似乎留下了过多的弹药。

source: The pirate crew has been killed. This action will no doubt have avenged many civilian lives. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: L'équipage pirate a été abattu. Cette action a sans doute vengée plusieurs vies civiles. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 해적들이 모두 죽었습니다. 이 행동은 의심할 여지 없이 많은 민간인들의 복수가 되었을 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Экипаж пиратов мертв. Этим действием вы, несомненно, отомстили за жизни многих гражданских. Среди припасов вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 海盗舰船员已经被消灭。这一行动无疑为许多平民的生命报了仇。海盗舰的残骸中似乎留下了不少弹药。

# data/events_special_defeat.xml$//event[@name="ESCAPE_PIRATE"]/text
source: Scans show that the pirate ship is trying to escape. Destroy it before it can get away!
fr: Les scans montrent que le vaisseau pirate essaie de s'enfuir. Détruisez le avant qu'il ne puisse s'échapper !
ko: 스캔 결과 해적선이 탈출을 시도하고 있습니다. 도망가기 전에 파괴하십시오!
ru: Сканирование показывает, что пиратский корабль пытается сбежать. Уничтожьте его до того, как он сможет уйти!
zh_hans: 扫描显示，海盗舰正试图逃跑。在它逃跑之前将其摧毁！

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_PIRATE"]/text[1]
source: The pirate has slipped from your grasp, abandoning you at the beacon.
fr: Le pirate a glissé entre vos mains, vous abandonnant à la balise.
ko: 해적들은 당신의 손아귀에서 벗어나 도망갔습니다.
ru: Пираты ускользнули, оставив вас одного у маяка.
zh_hans: 海盗从你手中溜走了，把你抛弃在信标处。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_PIRATE"]/text[2]
source: Your attempts at destroying the pirate have failed, and the ship has escaped.
fr: Vos temptatives de destruction du pirate ont échouées et le vaisseau s'est échappé.
ko: 해적선을 파괴하려는 시도는 실패했고 그들은 탈출했습니다.
ru: Ваши попытки уничтожить пиратов не увенчались успехом, и их корабль сумел сбежать.
zh_hans: 你试图摧毁海盗的努力失败了，这艘船已经逃走了。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_PIRATE_REMAINS"]/text
source: The pirate may have escaped, but not everything has gone wrong. A trail of scrap from the wreckage has been left behind, which you collect.
fr: Le pirate s'est peut-être enfui mais tout n'est pas perdu. Une trainée de ferraille a été laissée derrière, vous la récoltez donc.
ko: 해적들은 도망쳤지만 완전히 망한 것은 아닙니다. 그들이 떠난 자리에 스크랩들이 조금 남아있었습니다. 당신은 그것들을 인양했습니다.
ru: Может, пираты и смогли сбежать, но не все так плохо. От их поврежденного корабля остался шлейф из обломков, которые вы можете собрать.
zh_hans: 海盗已经逃跑了，但并不是一切都不好。残骸中留下了一串废料，你收集了这些废料。

# data/events_special_defeat.xml$//event[@name="SURRENDER_PIRATE"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[1]
source: "Alright, you win! Here's some equipment from our stores. Leave us alone!"
fr: "Ça va, on se rend ! Voilà de l'équipement... Et maintenant, laissez-nous tranquilles !"
ko: "알겠어! 네가 이겼다고! 창고에 있는 장비를 줄테니 그냥 내보내줘!"
ru: "Хорошо, ты победил! Вот оборудование с наших складов. Оставь нас в покое!"
zh_hans: "好了好了，你们赢了！拿走我们店里的一些装备，放过我们吧！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[2]
source: The ship repeatedly hails you. It looks like they want to surrender.
fr: Le vaisseau vous lance plusieurs appels. Son capitaine semble vouloir se rendre.
ko: 적함이 반복적으로 당신을 멈춰 세웠습니다. 항복하려는 것 같습니다.
ru: Корабль настойчиво пытается выйти с вами на связь. Похоже, они хотят сдаться.
zh_hans: 对方舰船反复向你发起呼叫。看来他们想要投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[3]
source: "You are considerably more well-armed than I would have thought. We surrender."
fr: "Vous êtes largement mieux armé que ce que j'imaginais. On se rend."
ko: "우리 생각보다 함선 무장이 좋은가봐. 항복할게. 항복한다구..."
ru: "Вы вооружены гораздо лучше, чем я думал. Мы сдаемся".
zh_hans: "你比我们想象中装备精良多了。我们投降。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[4]
source: They send you a message: "Your ship is surprisingly well equipped! Please take this and let us live."
fr: Vous recevez un message : "Votre vaisseau est étonnamment bien équipé ! Tenez, acceptez ceci et par pitié... laissez-nous la vie sauve !"
ko: 적함이 메시지를 보냈습니다. "너희 함선은 잘 무장한듯 보이네! 이걸 받고 우릴 살려줘."
ru: Они присылают вам сообщение: "Ваш корабль на удивление хорошо оборудован! Пожалуйста, возьмите это и отпустите нас живыми".
zh_hans: 他们向你发了一条消息："你的星舰装备真是精良！请拿走这件装备放我们一条生路吧。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[5]
source: "Please don't kill us. We will give you everything we have!"
fr: "Je vous en prie, ne nous tuez pas ! On vous donnera tout ce qu'on a !"
ko: "우리를 죽이지 말아줘. 가진 걸 모두 네게 줄게!"
ru: "Пожалуйста, не убивайте нас. Мы отдадим все, что у нас есть!"
zh_hans: "求求你不要杀死我们。我们所有东西都给你！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[6]
source: They offer you some of their cargo if you let them live.
fr: Ils vous offrent une partie de leur cargaison si vous leur laissez la vie sauve.
ko: 그들이 자신들을 살려주면 화물 중 일부를 넘겨주겠다고 합니다.
ru: Они предлагают вам часть своего груза, если вы оставите их в живых.
zh_hans: 他们提议如果放他们一条生路就把部分货物送给你。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[7]
source: They offer to give you some of their goods if you don't destroy their ship.
fr: Ils proposent de vous donner une partie de leurs marchandises si vous ne détruisez pas leur vaisseau.
ko: 그들이 자신들의 함선을 부수지 않는다면, 가진 물건 중 일부를 주겠다고 합니다.
ru: Они предлагают вам часть своих припасов, если вы не будете уничтожать их корабль.
zh_hans: 他们提议如果不摧毁他们舰船就把部分货物送给你。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[8]
source: You get a frantic message, "Take everything we have. Just don't kill us!"
fr: Vous recevez un message affolé : "Prenez tout ce qu'on a ! Mais ne nous tuez pas !"
ko: 당신은 두려움에 가득찬 목소리의 메시지를 받았습니다. "우릴 죽이지 마. 가진 걸 모두 내놓을 테니까!"
ru: Вы получаете сообщение, полное отчаяния: "Забирай все, что у нас есть. Только не убивай нас!"
zh_hans: 你收到一条慌张的消息，"我们所有东西都给你！千万别杀死我们！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_PIRATE"]/text[9]
source: "You have clearly bested us. We merely request our lives."
fr: "Vous êtes clairement plus forts que nous. Nous n'avons qu'une seule requête... que vous nous laissiez la vie sauve."
ko: "네가 확실히 이겼어. 그러니 제발 목숨만은 살려줘."
ru: "Вы однозначно превзошли нас. Мы смиренно просим сохранить наши жизни".
zh_hans: "显然是你更胜一筹。我们只求活命。"

source: "You have made your point, we are beaten. Take these and leave us to our shame."
fr: "Ça va, on a compris, on est battus. Tenez, prenez ceci et laissez-nous ruminer notre honte..."
ko: "잘 알았다고! 우리 함선은 지금 완전히 엉망진창이야. 이걸 줄 테니 제발 살려줘!"
ru: "Вы сделали свое дело, мы побеждены. Возьмите это и оставьте нас с нашим позором".
zh_hans: "你的意图我们领会了，我们被打败了。拿走这些让我们自取其辱吧。"

source: "Take everything we have and let's both forget this happened."
fr: "Prenez tout ce qu'on a et oublions toute cette histoire."
ko: "가진 걸 모두 내놓을테니 우리 모두 여기서 있었던 일은 잊어버리자고."
ru: "Возьмите все, что у нас есть, и давайте забудем, что здесь произошло".
zh_hans: "把我们东西都拿走吧，我们就当刚才的事从没发生过。"

source: It appears the slaves did not survive the fighting. You find their burnt bodies in the hold, but before you strip the ship you hear faint noises in the walls. You break off a latch and a slave falls out of a hidden compartment, coughing. Once recomposed the slave offers to join your crew.
fr: Apparemment, les esclaves n'ont pas survécu aux combats. Vous trouvez leurs corps calcinés dans la soute, mais avant de pouvoir récupérer tout ce qu'il est possible de prendre dans le vaisseau, vous entendez de petits bruits dans les murs. Vous faites un trou dans une paroi et vous découvrez un esclave recroquevillé dans un compartiment secret, toussant à cause de la fumée. Une fois remis, il vous demande s'il peut intégrer votre équipage.
ko: 노예들은 전투 중에 살아남지 못한 것으로 보입니다. 당신은 수용시설에서 이들의 불탄 시체들을 발견했습니다. 하지만 막 함선을 뜯어내려는 찰나 벽에서 가느다란 소음이 들려옵니다. 당신은 자물쇠를 뜯어낸 뒤, 비밀 칸 안에서 기침을 하고 있던 노예를 찾아냈습니다. 노예를 진정시킨 뒤 승무원으로 받아들일 수 있었습니다.
ru: Похоже, что рабы не пережили бой. Вы находите их обгоревшие тела в трюме, но прежде чем снять с корабля все ценное, вы слышите слабые звуки за одной из стен. Вы ломаете замок, и из потайного отсека, кашляя, выпадает раб. Придя в себя, он предлагает присоединиться к вашей команде.
zh_hans: 看来这些奴隶在战斗中没有幸存下来。你在船舱里发现了他们烧焦的尸体，但在你扒开船的时候，你听到墙壁里有微弱的声音。你弄断了一个门闩，一个奴隶从一个隐蔽的隔间里掉了出来，不停地咳嗽。恢复正常后，这个奴隶主动提出要加入你的船员。
