Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The Brood has been causing issues for the Militia in this sector by weaponizing the spiders. It won't be much, but the death of this ship will still help retake this territory. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: La Couvée a causé pas mal de soucis à la Milice dans ce secteur en utilisant les araignées comme armes biologiques. Ce n'est pas beaucoup, mais l'élimination de ce vaisseau aidera tout de même à reprendre ce territoire. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 브루드들은 거미를 무기화하여 이 구역의 민병대에 문제를 일으키고 있습니다. 많지는 않겠지만 이들의 죽음은 이 구역을 탈환하는 데 큰 도움이 될 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Выводок создавал проблемы для Ополчения в этом секторе, используя пауков как оружие. Конечно, это небольшой вклад, но гибель этого корабля все равно может помочь отвоевать эту территорию. Среди обломков вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 蛛团通过对蜘蛛的武器化，给这个地区的盟卫带来了麻烦。这不会有什么，但这艘船的死亡仍将有助于夺回这片领土。这艘海盗舰的残骸中似乎留下了过多的弹药。

source: You can't imagine it's a very prideful death dying amongst the corpses of dozens of spiders, but they chose the life of a pirate and you chose the life of killing them. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous imaginez sans doute que mourir parmi plusieurs cadavres d'araignées n'est certainement pas une fière fin, mais ils ont choisi la vie de pirate et vous la vie de tueur. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 수십 마리의 거미 시체 사이에서 죽어가는 것이 영광스러운 죽음이라고 생각할 순 없지만, 그들은 거미와 함께하는 해적의 삶을 선택했고 당신은 그들을 죽이는 삶을 선택했으니 불만은 없을것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Нельзя сказать, что это очень благородная смерть - умирать среди трупов десятков пауков, но они выбрали жизнь пиратов, а вы - жизнь их убийц. Похоже, на пиратском корабле в обломках осталось много боеприпасов.
zh_hans: 你无法想象，这是一个非令人常骄傲的死亡：死在几十只蜘蛛的尸体中间。但是他们选择了海盗的生活，而你选择了杀死他们的生活。海盗舰的残骸中似乎留下了过多的弹药。

source: Another Brood vessel has met its untimely end at your hand. You give the orders to start the salvage operation. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Encore un autre vaisseau de la Couvée qui a rencontré une fin prématurée sous vos mains. Vous donnez l'ordre d'entamer l'opération de récupération. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 또 다른 브루드 함선이 당신의 손에 때 이른 종말을 맞이했습니다. 당신은 인양 작업을 시작하라는 명령을 내렸습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Еще одно судно Выводка нашло свой безвременный конец, не без вашей помощи. Вы отдаете приказ начать поиск полезных припасов. Среди них вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 另一艘蛛团的船只在你手中遭遇了不幸的结局。你下达命令，开始打捞行动。这艘海盗舰的残骸中似乎留下了过多的弹药。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_BROOD"]/text[1]
source: Another ship full of crazy spider-obsessed lunatics down. You salvage the remains.
fr: Un autre vaisseau de lunatiques obsédés d'araignées en moins. Vous récupérez les restes.
ko: 정신나간 거미성애자들로 가득 찬 배를 또 하나 침몰시켰습니다. 당신은 잔해를 인양했습니다.
ru: Еще один корабль помешанных на пауках психов уничтожен. Вы обыскиваете его останки.
zh_hans: 又一艘充满了蜘蛛狂热者的战舰被你摧毁，你回收了遗骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_BROOD"]/text[2]
source: You wish the Militia would pay you for each one of these ships you clear out, but at least the scrap matter is enough to satisfy you.
fr: Vous aimeriez bien toucher une prime venant de la Milice pour chaque vaisseau de ce genre que vous abattez, mais au moins la ferraille laissée derrière est assez pour vous satisfaire.
ko: 민병대가 방금 파괴한 함선들 하나하나에 현상금을 매겨줬다면 좋았겠지만, 그래도 잔해를 인양하면 충분한 스크랩을 챙길 수 있을 것입니다.
ru: Вы хотели бы, чтобы Ополчение давало вам награду за зачистку каждого из подобных кораблей, но в целом вас вполне устраивает количество доставшегося вам лома.
zh_hans: 你希望盟卫能为你肃清的这些船只中的每一艘付钱，但至少废料足以让你满意。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_BROOD"]/text[3]
source: The Brood has been causing issues for the Militia in this sector by weaponizing the spiders. It won't be much, but the death of these pirates will still help retake this territory.
fr: La Couvée a causé pas mal de soucis à la Milice dans ce secteur en utilisant les araignées comme armes biologiques. Ce n'est pas beaucoup, mais l'élimination de ce vaisseau aidera tout de même à reprendre ce territoire.
ko: 브루드들은 거미를 무기화하여 이 구역의 민병대에 문제를 일으키고 있습니다. 많지는 않겠지만 이들의 죽음은 이 구역을 탈환하는 데 큰 도움이 될 것입니다.
ru: Выводок создавал проблемы для Ополчения в этом секторе, используя пауков как оружие. Конечно, это небольшой вклад, но смерть этих пиратов все равно может помочь отвоевать эту территорию.
zh_hans: 蛛团通过将蜘蛛武器化，给这个地区的盟卫带来了麻烦。这不会有什么影响，但这艘船的消失仍将有助于夺回这片领土。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_BROOD"]/text[4]
source: You can't imagine it's a very prideful death, dying amongst the corpses of dozens of spiders, but they chose the life of a pirate and you chose the life of killing them.
fr: Vous imaginez sans doute que mourir parmi plusieurs cadavres d'araignées n'est certainement pas une fière fin, mais ils ont choisi la vie de pirate et vous la vie de tueur.
ko: 수십 마리의 거미 시체 사이에서 죽어가는 것이 영광스러운 죽음이라고 생각할 순 없지만, 그들은 해적의 삶을 택했고 당신은 그들을 죽이는 삶을 택했으니 아무도 불만 없을 것입니다.
ru: Вы бы не назвали почетной смерть в окружении трупов десятков пауков, но они выбрали жизнь пиратов, а вы выбрали жизнь их убийцы.
zh_hans: 你无法想象，死在几十只蜘蛛的尸体中间是多么令人骄傲的事，但他们选择了海盗的生活，而你选择了杀死他们的生活。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_BROOD"]/text[5]
source: Another Brood vessel has met its untimely end at your hand. You give the orders to start the salvage operation.
fr: Encore un autre vaisseau de la Couvée qui a rencontré une fin prématurée sous vos mains. Vous donnez l'ordre d'entamer l'opération de récupération.
ko: 또 다른 브루드 함선이 당신의 손에 때 이른 종말을 맞이했습니다. 당신은 인양 작업을 시작하라는 명령을 내렸습니다.
ru: Еще одно судно Выводка нашло свой безвременный конец, не без вашей помощи. Вы отдаете приказ начать поиск полезных припасов.
zh_hans: 另一艘蛛团船只在你的手中遭遇了不幸的结局。你下达命令，开始打捞行动。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_BROOD_FUEL"]/choice/text
source: Salvage the extra fuel cells.
fr: Récupérer les cellules de carburant supplémentaires.
ko: 연료를 더 회수한다.
ru: Собрать запас топливных элементов.
zh_hans: 回收这些额外的燃料。

source: The extra fuel is always helpful, and you collect as much as you can.
fr: Du carburant en plus est toujours utile, vous en récupérez donc autant que possible.
ko: 추가적인 연료는 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас топлива, и вы собираете его столько, сколько можете.
zh_hans: 燃料自然是多多益善，你尽可能多地收集了它们。

source: Another ship full of crazy spider-obsessed lunatics down. You salvage the remains. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Un autre vaisseau de lunatiques obsédés d'araignées en moins. Vous récupérez les restes ; il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 정신나간 거미성애자들로 가득 찬 배를 또 하나 침몰시켰습니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Еще один корабль, полный одержимых пауками-безумцами, уничтожен. Вы разбираете обломки на лом. Похоже, что на пиратском корабле в обломках остался запас топлива.
zh_hans: 又有一艘装满疯狂蜘蛛的疯子的船被击沉。你打捞出残骸。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: You wish the Militia would pay you for each one of these ships you clear out, but at least the scrap matter is enough to satisfy you. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous aimeriez bien toucher une prime venant de la Milice pour chaque vaisseau de ce genre que vous abattez, mais au moins la ferraille laissée derrière est assez pour vous satisfaire. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 민병대가 방금 파괴한 함선들 하나하나에 현상금을 매겨줬다면 좋았겠지만, 그래도 잔해를 인양하면 충분한 스크랩을 챙길 수 있을 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Вы хотели бы, чтобы Ополчение давало вам награду за зачистку каждого из подобных кораблей, но в целом вас вполне устраивает количество доставшегося вам лома. Среди припасов вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 你希望盟卫会为你肃清的这些船每一艘都付给你钱，但至少废料足以让你满意。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: The Brood has been causing issues for the Militia in this sector by weaponizing the spiders. It won't be much, but the death of these pirates will still help retake this territory. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: La Couvée a causé pas mal de soucis à la Milice dans ce secteur en utilisant les araignées comme armes biologiques. Ce n'est pas beaucoup, mais l'élimination de ce vaisseau aidera tout de même à reprendre ce territoire. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 브루드들은 거미를 무기화하여 이 구역의 민병대에 문제를 일으키고 있습니다. 많지는 않겠지만 이들의 죽음은 이 구역을 탈환하는 데 큰 도움이 될 것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Выводок создавал проблемы для Ополчения в этом секторе, используя пауков как оружие. Конечно, это небольшой вклад, но гибель этих пиратов все равно может помочь отвоевать эту территорию. Среди припасов вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 蛛团通过对蜘蛛的武器化，给这个地区的盟卫带来了麻烦。这不会有什么，但这些海盗的死亡仍将有助于夺回这片领土。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: You can't imagine it's a very prideful death, dying amongst the corpses of dozens of spiders, but they chose the life of a pirate and you chose the life of killing them. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous imaginez sans doute que mourir parmi plusieurs cadavres d'araignées n'est certainement pas une fière fin, mais ils ont choisi la vie de pirate et vous la vie de tueur. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 수십 마리의 거미 시체 사이에서 죽어가는 것이 영광스러운 죽음이라고 생각할 순 없지만, 그들은 거미와 함께하는 해적의 삶을 선택했고 당신은 그들을 죽이는 삶을 선택했으니 불만은 없을것입니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Нельзя сказать, что это очень благородная смерть - умирать среди трупов десятков пауков, но они выбрали жизнь пиратов, а вы - жизнь их убийц. На пиратском корабле, судя по всему, в обломках остался запас топлива.
zh_hans: 你无法想象，这是一个非令人常骄傲的死亡：死在几十只蜘蛛的尸体中间。但是他们选择了海盗的生活，而你选择了杀死他们的生活。海盗舰的残骸中似乎留下了过多的燃料。

source: Another Brood vessel has met its untimely end at your hand. You give the orders to start the salvage operation. The pirate ship appears to have an excess of fuel left behind in the wreckage.
fr: Encore un autre vaisseau de la Couvée qui a rencontré une fin prématurée sous vos mains. Vous donnez l'ordre d'entamer l'opération de récupération. Il semblerait qu'il y ait un excédent de carburant parmi l'épave.
ko: 또 다른 브루드 함선이 당신의 손에 때 이른 종말을 맞이했습니다. 당신은 인양 작업을 시작하라는 명령을 내렸습니다. 해적선의 잔해에 여분의 연료가 남아 있습니다.
ru: Еще одно судно Выводка нашло свой безвременный конец, не без вашей помощи. Вы отдаете приказ начать поиск полезных припасов. Среди них вы находите запас топлива, который несли на себе эти пираты.
zh_hans: 另一艘蛛团的船只在你手中遭遇了不幸的结局。你下达命令，开始打捞行动。这艘海盗舰的残骸中似乎留下了过多的燃料。

source: Salvage the extra missiles.
fr: Récupérer les munitions supplémentaires.
ko: 탄약을 더 회수한다.
ru: Собрать запас боеголовок.
zh_hans: 回收这些额外的弹药。

source: The extra ammunition is always helpful, and you collect as much as you can.
fr: Des missiles en plus ne seront pas de trop, vous en récupérez donc autant que possible.
ko: 추가적인 미사일은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас боеголовок, и вы собираете их столько, сколько можете.
zh_hans: 弹药自然是多多益善，你尽可能多地收集了它们。

source: Another ship full of crazy spider-obsessed lunatics down. You salvage the remains. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Un autre vaisseau de lunatiques obsédés d'araignées en moins. Vous récupérez les restes ; il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 정신나간 거미성애자들로 가득 찬 배를 또 하나 침몰시켰습니다. 당신은 잔해를 인양했습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Еще один корабль, полный одержимых пауками-безумцами, уничтожен. Вы разбираете обломки на лом. Похоже, что на пиратском корабле в обломках осталось много боеприпасов.
zh_hans: 又有一艘装满疯狂蜘蛛的疯子的船被击沉。你打捞出残骸。这艘海盗舰的残骸中似乎留下了过多的弹药。

source: You wish the Militia would pay you for each one of these ships you clear out, but at least the scrap matter is enough to satisfy you. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous aimeriez bien toucher une prime venant de la Milice pour chaque vaisseau de ce genre que vous abattez, mais au moins la ferraille laissée derrière est assez pour vous satisfaire. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 민병대가 방금 파괴한 함선들 하나하나에 현상금을 매겨줬다면 좋았겠지만, 그래도 잔해를 인양하면 충분한 스크랩을 챙길 수 있을 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Вы хотели бы, чтобы Ополчение давало вам награду за зачистку каждого из подобных кораблей, но в целом вас вполне устраивает количество доставшегося вам лома. Среди припасов вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 你希望盟卫会为你肃清的这些船每一艘都付给你钱，但至少废料足以让你满意。这艘海盗舰的残骸中似乎留下了过多的弹药。

source: The Brood has been causing issues for the Militia in this sector by weaponizing the spiders. It won't be much, but the death of these pirates will still help retake this territory. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: La Couvée a causé pas mal de soucis à la Milice dans ce secteur en utilisant les araignées comme armes biologiques. Ce n'est pas beaucoup, mais l'élimination de ce vaisseau aidera tout de même à reprendre ce territoire. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 브루드들은 거미를 무기화하여 이 구역의 민병대에 문제를 일으키고 있습니다. 많지는 않겠지만 이들의 죽음은 이 구역을 탈환하는 데 큰 도움이 될 것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Выводок создавал проблемы для Ополчения в этом секторе, используя пауков как оружие. Конечно, это небольшой вклад, но гибель этих пиратов все равно может помочь отвоевать эту территорию. Среди припасов вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 蛛团通过对蜘蛛的武器化，给这个地区的盟卫带来了麻烦。这不会有什么，但这些海盗的死亡仍将有助于夺回这片领土。这艘海盗舰的残骸中似乎留下了过多的弹药。

source: You can't imagine it's a very prideful death, dying amongst the corpses of dozens of spiders, but they chose the life of a pirate and you chose the life of killing them. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Vous imaginez sans doute que mourir parmi plusieurs cadavres d'araignées n'est certainement pas une fière fin, mais ils ont choisi la vie de pirate et vous la vie de tueur. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 수십 마리의 거미 시체 사이에서 죽어가는 것이 영광스러운 죽음이라고 생각할 순 없지만, 그들은 거미와 함께하는 해적의 삶을 선택했고 당신은 그들을 죽이는 삶을 선택했으니 불만은 없을것입니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Нельзя сказать, что это очень благородная смерть - умирать среди трупов десятков пауков, но они выбрали жизнь пиратов, а вы - жизнь их убийц. На пиратском корабле, судя по всему, в обломках осталось много боеприпасов.
zh_hans: 你无法想象，这是一个非令人常骄傲的死亡：死在几十只蜘蛛的尸体中间。但是他们选择了海盗的生活，而你选择了杀死他们的生活。海盗舰的残骸中似乎留下了过多的弹药。

source: Another Brood vessel has met its untimely end at your hand. You give the orders to start the salvage operation. The pirate ship appears to have an excess of ammunition left behind in the wreckage.
fr: Encore un autre vaisseau de la Couvée qui a rencontré une fin prématurée sous vos mains. Vous donnez l'ordre d'entamer l'opération de récupération. Il semblerait qu'il y ait un excédent de munitions parmi l'épave.
ko: 또 다른 브루드 함선이 당신의 손에 때 이른 종말을 맞이했습니다. 당신은 인양 작업을 시작하라는 명령을 내렸습니다. 해적선의 잔해에 여분의 탄약이 남아 있습니다.
ru: Еще одно судно Выводка нашло свой безвременный конец, не без вашей помощи. Вы отдаете приказ начать поиск полезных припасов. Среди них вы находите запас боеголовок, который несли на себе эти пираты.
zh_hans: 另一艘蛛团的船只在你手中遭遇了不幸的结局。你下达命令，开始打捞行动。这艘海盗舰的残骸中似乎留下了过多的弹药。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HACKER"]/text[1]
source: Another pestilent hacker ship has been destroyed. Their spoils are yours.
fr: Un autre vaisseau Hacker pestilentiel détruit. Leur butin est à vous.
ko: 성가신 해커 함선을 또 하나 파괴했습니다. 그들의 전리품은 당신의 것이 되었습니다.
ru: Очередной надоедливый корабль Хакеров уничтожен. Их трофеи теперь ваши.
zh_hans: 又一艘有害的黑客船被摧毁了。他们的战利品是你的。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HACKER"]/text[2]
source: The bounty of the destroyed hacker ship is yours for the taking.
fr: La prime du vaisseau Hacker détruit est à désormais à votre disposition.
ko: 파괴된 해커 함선의 현상금은 당신의 것이 되었습니다.
ru: Награда за уничтожение корабля Хакеров теперь ваша.
zh_hans: 被摧毁的黑客船的奖励是你的了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HACKER"]/text[3]
source: The hacker ship and its crew are no more. The scrap is yours.
fr: L'appareil Hacker et son équipage ne sont plus une menace. Leur ferraille vous revient.
ko: 해커 함선과 그 선원들은 더 이상 없습니다. 스크랩은 당신의 것이 되었습니다.
ru: Корабля Хакеров и его экипажа больше нет. Его обломки достаются вам.
zh_hans: 这艘黑客船和它的船员已经不复存在。它们的残骸是你的了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HACKER"]/text[1]
source: Your slaughter of the hackers has proven very effective. If war crimes weren't a thing, it would be something you could brag about.
fr: Votre massacre des Hackers s'est montré sacrément efficace. Si les crimes de guerre n'étaient pas une chose, ce serait un exploit à se vanter.
ko: 당신의 해커 학살은 매우 효과적인 것으로 입증되었습니다. 전쟁범죄라는 개념이 없었다면 자랑할 만한 일이었을 것입니다.
ru: Вы с заметной эффективностью вырезали весь экипаж Хакеров. Если бы не было такого понятия, как "военное преступление", этим можно было бы похвастаться.
zh_hans: 事实证明，你对黑客们的屠杀非常有效。如果没有战争罪这个罪名，这将是你可以吹嘘的经历。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HACKER"]/text[2]
source: Another shipload of filthy hackers has proven inferior to you. Their ship is yours.
fr: Un autre vaisseau de sales Hackers qui s'est montré inférieur à vous. Leur appareil vous appartient.
ko: 또 다른 더러운 해커들의 배는 당신보다 열등한 것으로 판명되었습니다. 그들의 배는 당신 것이 되었습니다.
ru: Еще один корабль грязных Хакеров не смог ничего противопоставить вам. Их корабль теперь ваш.
zh_hans: 另一船肮脏的黑客已经证明比你差。他们的船是你的了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HACKER"]/text[3]
source: The hacker ship has been emptied of life signs. That'll show them who's boss.
fr: L'astronef Hacker a été vidé de signes de vies. Cela leur montrera qui est le patron.
ko: 해커 함선에서 생명 신호가 사라졌습니다. 누가 더 강한지 증명되었습니다.
ru: На корабле Хакеров больше не фиксируется признаков жизни. Это покажет им, кто здесь главный.
zh_hans: 黑客船内的生命迹象已经清空。这将让他们知道谁是老大。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HACKER"]/text[4]
source: No more lifeforms are detected on the hacker vessel.
fr: Plus aucun signe de vie n'est détecté à bord du vaisseau Hacker.
ko: 해커 함선에서 더 이상 생명 신호가 감지되지 않습니다.
ru: Ни одной формы жизни на корабле Хакеров не обнаружено.
zh_hans: 在黑客船上没有发现更多的生命体。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your computer freaks out, a stream of encoded messages and meaningless text flash on the screen. The hacker must have deployed an emergency virus! You quarantine your systems to prevent the spread just in time, but the cascading effects will likely continue even as the Rebels pass through. That should cause them some trouble.
fr: Votre ordinateur détraque et une série de mssages encodés ainsi que du texte sans significations défilent sur l'écran. Le Hacker doit avoir déployé un virus en dernier recours ! Vous placez vos systèmes en quarantaine juste à temps pour éviter la dispersion, mais les effets de cascade vont sûrement continuer quand les Rebelles passeront. Cela devrait leur causer quelques ennuis.
ko: 컴퓨터가 마비되고 인코딩된 메시지와 의미 없는 텍스트가 화면에 번쩍이며 나타났습니다. 해커가 긴급 바이러스를 배포했음에 틀림없습니다! 바이러스 확산을 방지하기 위해 해당 시스템을 격리했지만, 반군이 이곳에 도착 할 때까지도 연쇄 효과는 계속될 것입니다. 하지만 반군들에게는 별 영향을 주지 못할 것입니다.
ru: Ваш компьютер взбесился, на экране замелькал поток зашифрованных сообщений и бессмысленного текста. Судно Хакеров, должно быть, запустило экстренный вирус! Вы вовремя изолируете системы, чтобы предотвратить распространение вируса, но каскадные эффекты, вероятно, будут продолжаться, даже когда сюда дойдет флот повстанцев. Это должно доставить им некоторые неприятности.
zh_hans: 你的电脑崩溃了，屏幕上闪现出一串串编码过的信息和无意义的文字。黑客一定是部署了一种紧急病毒！你及时隔离了你的系统以防止传播，但这种串联反应很可能会继续进行到叛军通过之时，这应该会给他们带去一些麻烦。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_HACKER"]/text[1]
source: "Ahh, what an excellent fighter you have proven. How much ssscrap will it take to make you forget thisss ever happened?"
fr: "Ahh, quel excccellent chasssseur vous êtes. Combien de ferraille faudra t-il pour vous faire oublier tout ccccela ?"
ko: "아, 당씬은 뛰어난 쩐싸군요... 이런 이리 이써따는 거쓸 이께 하려면 얼마나 많은 쓰크랩이 피료할까요?"
ru: "Ахх, какой вы замечательный боец. Сссколько потребуетссся лома, чтобы вы забыли о произошшшедшшшем?"
zh_hans: "啊，事实证明你是个出色的斗士。要花多少钱才能让你忘记这一切呢？"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_HACKER"]/text[2]
source: "Ok, you've made quite the messss over here. Will thisss assssuage your bloodlussst?"
fr: "Ok, vous avez fait un sssacré bazar ici. Est-ccce que cccela ssssatisssfera votre ssssoif de sssang ?"
ko: "덕분에 우리 함썬이 난짱판이 돼꾼요... 이 쩡도면 당씬의 쌀인 욕구를 가라안찔 쑤 이쓸까요?"
ru: "Ладно, вы уссстроили здесссь нассстоящщщий переполох. Может это поможет обуздать вашшшу жажду крови?"
zh_hans: "好吧，你在这里制造了相当大的混乱。这能缓解你的血气吗？"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_HACKER"]/text[3]
source: The hackers desperately call for a ceasefire.
fr: Les Hackers vous contactent désespérement pour un cessez-le-feu.
ko: 해커들은 필사적으로 휴전을 요청하고 있습니다.
ru: Хакеры отчаянно призывают вас прекратить огонь.
zh_hans: 黑客们拼命地呼吁停火。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_HACKER"]/text[4]
source: "Captain, perhapsss we are all being too hasssty. We don't want to go down thisss path, do we? We can be forgiving, and we hope you are too. Will thisss be enough to turn your back?"
fr: "Capitaine, peut-être nous nous sssommes trop précccipités. Nous ne devrions pas poursssuivre sur ce chemin, si ? Nous pouvons être indulgents et nous essspérons que vous ausssi. Cela ssssuffira t-il à vous faire regarder ailleurs ?"
ko: "썬짱님, 아마도 우리 모두가 너무 써두르는 것 같네요... 이런씩으로 해결할 일은 아니짢아요? 우리는 아찍 용써받을 쑤 이써요. 썬짱님도 그렇게 쌩각하씨쬬? 이 쩡도면 썬짱님의 등을 돌리게 하기에 충분할까요?"
ru: "Капитан, может быть, мы всссе ссслишшшком торопимссся. Мы же не хотим идти по этому пути, правда? Мы можем быть ссснисссходительными, и мы надеемссся, что вы тоже. Доссстаточно ли этого, чтобы мы разошшшлисссь миром?"
zh_hans: "舰长，也许我们都太草率了。我们不想走这条路，是吗？我们可以宽恕，我们希望你也能宽恕。这足以让你转身离开吗？"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: You collect the supplies, but notice a disturbance in your power levels. The hackers tricked you!
fr: Vous récoltez les ressources, mais remarquez un défaut dans vos niveaux de puissance. Les Hackers vous ont piégés !
ko: 당신은 자원을 받았지만, 이내 함선의 전력 레벨에 문제가 있음을 알아차렸습니다. 해커에게 속았습니다!
ru: Вы собираете припасы, но замечаете скачки уровня энергии вашего реактора. Хакеры обманули вас!
zh_hans: 你收集物资，但注意到你的能量水平出现了干扰。黑客们欺骗了你！

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MANTIS"]/text[1]
source: The hull of the Mantis Ship no longer looks so threatening now that it has been destroyed. You scrap the remains.
fr: La coque du vaisseau Mantis n'a plus l'air aussi menacante maintenant qu'elle est détruite. Vous récupérez les restes.
ko: 맨티스 함선의 선체는 파괴되어 더 이상 위협적으로 보이지 않습니다. 당신은 잔해를 인양했습니다.
ru: Корпус корабля богомолов уже не выглядит таким устрашающим после его разрушения. Вы собираете все полезное с обломков.
zh_hans: 螳螂族飞船的舰体体现在看起来不再那么具有威胁性，因为它已经被摧毁。你搜刮了这些残骸。
