Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[2]
source: Sometimes it can be hard to tell the difference between a broken and full Engi ship, as both look like giant heaps of junk.
fr: Il est parfois difficile de distinguer la différence entre un vaisseau Engi brisé et un complètement fonctionnel, vu que les deux ressemblent beaucoup à des tas d'ordures compactés.
ko: 엔지 함선은 때때로 부서진 것과 멀쩡한 것을 구별하기가 어렵습니다. 둘 다 거대한 쓰레기 더미처럼 보이기 때문이죠.
ru: Иногда бывает трудно отличить разрушенный корабль энджи от целого, поскольку и тот, и другой выглядят как огромные кучи хлама.
zh_hans: 有时候区分一艘损坏的和完好的半械族船很困难，因为两者看起来都像一堆巨大的垃圾。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[3]
source: You wonder what the Engi Harmony thinks of you destroying Engi ships. You honestly doubt it cares.
fr: Vous vous demandez ce que l'Harmonie Engi pense de vous lorsque vous détruisez des vaisseaux Engis. Vous pensez franchement que cela ne lui importe guère.
ko: 당신은 엔지 하모니가 엔지 함선을 파괴하는 것에 대해 어떻게 생각할지 궁금해했습니다. 솔직히 관심이 있는지 조차 잘 모르겠습니다.
ru: Вам интересно, что думает Гармония энджи о том, что вы уничтожаете корабли энджи. Вы, честно говоря, сомневаетесь, что ей есть до этого дело.
zh_hans: 你想知道半械族对你摧毁他们的飞船有什么看法。你觉得他们应该无法在乎。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[4]
source: Another Engi destroyed, and another strand of trust between the Federation and the ever-watching Engi Harmony broken.
fr: Un autre Engi détruit et un autre fil de confiance entre la Fédération et l'Harmonie Engi toujours observante coupé.
ko: 또 다른 엔지 함선이 파괴되습니다. 모든 것을 지켜보고 있는 엔지 하모니와 연방 사이의 신뢰의 가닥 하나가 또 끊어졌습니다.
ru: Очередной корабль энджи уничтожен, и еще одна нить доверия между Федерацией и вечно бдящей Гармонией энджи разорвана.
zh_hans: 另一个半械战舰被摧毁了，联邦与谐合之间的又一根信任线破裂了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[5]
source: Someday the remorse from blowing up the ships of your allies over and over will get to you, but today is not that day.
fr: Un jour, le remord induit par le fait de détruire les vaisseaux de vos alliés vous montera à la tête, mais cela ne sera pas aujourd'hui.
ko: 언젠가 동맹군의 함선을 파괴한 것에 후회할 날이 오겠지만, 일단 오늘은 아닙니다.
ru: Когда-нибудь вы начнете испытывать угрызения совести за то, что вы продолжаете уничтожать корабли своих союзников, но не сегодня.
zh_hans: 总有一天，一遍又一遍地杀死盟友的船只的悔恨会传到你身上，但今天不是那一天。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[6]
source: You wonder if the Engi have souls as you move in to collect the copious scrap scattered by the ship.
fr: Vous vous demandez si les Engis ont des âmes tandis que vous survolez le copieux montant de ferraille éparpillé par leur vaisseau pour le ramasser.
ko: 당신은 격침된 적함에 흩어져 있는 쓸만한 것들을 모으기 위해 이동하면서 엔지들도 영혼이 가졌는지에 대한 의문을 가졌습니다.
ru: Вы задаетесь вопросом, есть ли у энджи душа, пока обыскиваете многочисленные обломки, оставшиеся от корабля.
zh_hans: 你一边猜想半械族是否有灵魂，一边你收集船上散落的大量废料。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[7]
source: You can't help but feel sorry for those you've killed, even if they may or may not be alive.
fr: Vous ne pouvez vous empêcher de vous sentir navré pour ceux que vous avez tués, même s'ils ne sont peut-être pas réellement en vie.
ko: 그들이 생명체이건 아니건 간에 당신이 죽인 자들에 대해서는 유감스럽지 않을 수 없습니다.
ru: Вы не можете не жалеть тех, кого вы убили, являлись ли они живыми или нет.
zh_hans: 你不禁为那些被你杀害的人感到难过，即使他们可能活着，也可能不活着。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ENGI"]/text[8]
source: You can only hope the emotions of the attacking Engi remain static in their final moments as their ship explodes around them, their armor panels scattering into the surrounding space.
fr: Vous ne pouvez seulement espérer que les émotions des assaillants Engis restent statiques durant leur dernier moments, tandis que leur vaisseau autour d'eux explose, leurs plaques protectrices s'éparpillant dans l'espace environnant.
ko: 적함이 폭발하면서 주변 우주 공간으로 장갑판이 흩날렸습니다. 당신은 그들이 마지막 순간까지도 절망의 감정을 느끼지 않았기를 바랐습니다. 기계답게 말이죠.
ru: Вы можете только надеяться, что эмоции атакующих энджи остались неизменными в последние мгновения, когда их корабль взрывается и разбрасывает куски обшивки во все стороны.
zh_hans: 你只能希望来袭的半械族的情绪在他们最后的瞬间保持静止，因为他们的飞船在他们周围爆炸，他们的装甲裙板散落在周围的空间中。

# data/events_special_defeat.xml$//event[@name="DESTROYED_ENGI_DRONE"]/text
source: To your surprise, one of the defense drones orbiting the Engi ship survived the explosion. It's a little burnt but with a few repairs you can salvage it.
fr: À votre surprise, l'un des drones de défenses orbitant le vaisseau Engi a survécu à l'explosion. Il est légèrement calciné, mais avec quelques réparations il est remis à neuf.
ko: 놀랍게도 엔지 함선의 방어 드론 중 하나가 폭발로부터 살아남았습니다. 약간 그을리긴 했지만 몇 번만 수리하면 재사용 할 수 있을 것 같습니다.
ru: К вашему удивлению, один из защитных дронов, летавший вокруг корабля энджи, уцелел после взрыва. Он немного обгорел, но после небольшого ремонта вы сможете найти ему применение.
zh_hans: 令你惊讶的是，围绕半械船运行的一架防御无人机在爆炸中幸存下来。它有点烧焦了，但通过一些维修，你可以回收它。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ENGI"]/text[1]
source: You know the always-watching Engi Harmony has no doubt seen every Engi you've ever killed and kept it stored in some massive planetary databank. Still, you move on and scrap the wreck.
fr: Vous savez que l'Harmonie toujours observante a sans doute vu tout les Engis que vous aviez tués et enregistre cette information dans une énorme banque de données planétaire. Mais peu importe, vous procédez à la récupération de l'épave.
ko: 모든 것을 지켜보고 있는 엔지 하모니는 의심할 여지 없이 당신이 죽인 엔지들을 보았고 이를 거대한 행성 데이터뱅크에 저장했을 것입니다. 어찌 되었든, 당신은 잔해를 인양했습니다.
ru: Вы знаете, что всегда наблюдающая за вами Гармония энджи, несомненно, видела всех энджи, которых вы когда-либо убивали, и хранит их в каком-то огромном планетарном банке данных. И все же вы идете дальше и собираете все полезное с обломков.
zh_hans: 你知道，一直关注的半械谐合无疑看到了你杀死的每个半械族，并将其存储在一些巨大的行星数据库中。尽管如此，你还是继续前进，把残骸拆解。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ENGI"]/text[2]
source: At the very least, Engi have no families and friendship hardly exists for them. You still feel guilty, but you can try to convince yourself they were entirely heartless.
fr: Au moins, les Engis n'ont pas de familles et l'amitié n'existe pas concrètement pour eux. Vous vous sentez coupable, mais vous pouvez toujours essayer de vous convaincre qu'ils étaient sans coeurs.
ko: 엔지들에게는 가족도 없고 우정도 거의 없습니다. 죄책감이 느껴지지만, 그들이 완전히 감정없는 생물체라는 사실이 당신을 위로합니다.
ru: По крайней мере, у энджи нет семей, и им практически неизвестно понятие дружбы. Вы все еще чувствуете вину, но можете попытаться убедить себя, что они были абсолютно бессердечны.
zh_hans: 至少，半械族没有家人，他们的友谊几乎不存在。你仍然感到内疚，但你可以试着说服自己他们是完全无情的。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ENGI"]/text[3]
source: You thought you would become numb to the guilt after enough murders, but you have yet to experience this.
fr: Vous pensiez devenir insensible à la culpabilité après tant de meurtres, mais vous n'avez pas encore pu en ressentir l'effet.
ko: 살생을 거듭하면 죄책감에 무감각해질 것이라 생각했는데, 당신은 아직 그 경지에 이르지 못한 모양입니다.
ru: Вы думали, что после достаточного количества убийств вас перестанет терзать чувство вины, но вы его все еще испытываете.
zh_hans: 你以为在足够多的杀戮发生后，你会感到内疚，但你还没有经历过。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ENGI"]/text[4]
source: The Engi ship has been rid of crew. It's a good thing the Federation isn't able to keep track of all of your crimes.
fr: Le vaisseau Engi a été débarassé de son équipage. C'est une bonne chose que la Fédération ne soit pas capable d'être au courant de tout vos crimes.
ko: 엔지 함선의 모든 승무원을 제거했습니다. 연방이 당신의 모든 범죄를 추적할 수 없다는 것은 그나마 다행인 일입니다.
ru: На корабле энджи больше нет экипажа. Хорошо, что Федерация не в состоянии отследить все ваши преступления.
zh_hans: 半械船已经没有了船员。幸好联邦无法追查你的所有罪行，这是件好事。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ENGI"]/text[5]
source: It's a good thing Engi are so weak that you were able to finish them off quickly. If it had taken any longer you might not have been able to endure the killing of innocents.
fr: C'est une bonne chose que les Engis soient tellement fragiles que cela permet de les achever rapidement. S'il aurait fallu plus de temps, vous n'auriez sûrement pas été capables de supporter le meurtre d'innocents.
ko: 엔지 함선이 너무 약해서 빨리 끝낼 수 있었던 것은 좋은 일입니다. 시간이 더 걸렸다면 무고한 사람들을 학살하는 이 행위를 견디지 못했을 것입니다.
ru: Хорошо, что энджи настолько слабы, что вы смогли быстро покончить с ними. Если бы это заняло больше времени, вы могли бы не выдержать убийства невинных.
zh_hans: 幸好半械族太虚弱了，以至于你能很快结果他们。如果再花一段时间，你可能就无法忍受杀害无辜者。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ENGI"]/text[6]
source: You reassure yourself that the crew of this ship can feel neither pain nor fear as you strip their vessel of anything useful.
fr: Vous vous rassurez par le fait que l'équipage de ce vaisseau ne peut sentir ni la peur, ni la douleur, tandis que vous désossez leur appareil de toute chose utile.
ko: 선원들이 적함으로부터 유용한 것들을 가져오는 동안, 당신은 이 함선에 타고 있던 엔지들이 어떠한 고통이나 두려움도 느끼지 않았을 것이라며 스스로를 안심시켰습니다.
ru: Вы убеждаете себя, что экипаж этого корабля не чувствует ни боли, ни страха, пока вы снимаете с их корабля все полезное.
zh_hans: 你向自己保证，当你剥夺他们船上任何有用的东西时，这艘船的船员既不会感到痛苦，也不会感到恐惧。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_ENGI_DRONE"]/text
source: Now emptied of crew, you find one of the Engi's drone schematics on board. You take it back with you before scrapping the ship.
fr: Désormais vide d'équipage, vous trouvez l'un des plans de drones des Engis à bord. Vous le ramenez avant de démonter le vaisseau.
ko: 선원이 모두 사라진 엔지 함선에서 드론 설계도 하나를 발견했습니다.
ru: Когда на корабле не осталось экипажа, вы обыскиваете его и находите на борту одну из схем дрона энджи. Вы забираете ее с собой вместе с найденным ломом и припасами.
zh_hans: 现在已经没有了半械族船员，你发现机上有一个无人机原理图。在拆解船之前，你把它带回去。

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_ENGI"]/text[1]
source: The Engi ship powers up its engines and swerves away from you. They're trying to escape!
fr: Le vaisseau Engi allume son moteur SPL et s'éloigne de vous. Ils essaient de s'échapper !
ko: 엔지 함선이 엔진에 전력을 공급하고 당신에게서 멀어지려 하고 있습니다. 탈출을 시도하는 게 분명합니다!
ru: Корабль энджи запускает свои двигатели и отворачивается в сторону от вас. Он пытается сбежать!
zh_hans: 半械船为引擎充能，然后转向离开你。他们正试图逃跑！

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_ENGI"]/text[2]
source: You detect high spikes in engine power on the Engi ship. They're trying to escape.
fr: Vous détectez des hauts pics en puissance dans les moteurs du vaisseau Engi. Ils essaient de s'échapper.
ko: 엔지 함선의 엔진 출력이 높아지고 있습니다. 탈출을 시도하는 게 분명합니다.
ru: Вы фиксируете всплеск энергопотребления двигателей на корабле энджи. Они пытаются сбежать.
zh_hans: 你侦测到半械船引擎的能量激增。他们正试图逃跑。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_ENGI"]/text[1]
source: The Engi ship escapes. To be honest, you're a little glad, because now you don't have to kill your allies.
fr: Le vaisseau Engi s'échappe. Pour être honnête, cela vous arrange un peu, car maintenant vous n'avez pas à tuer vos alliés.
ko: 엔지 함선이 도주했습니다. 당신은 속으로 동맹을 죽일 필요가 없다는 사실에 조금 안심했습니다.
ru: Корабль энджи сбегает. Честно говоря, вы немного рады, ведь теперь вам не придется убивать своих союзников.
zh_hans: 半械船逃脱了。老实说，你有点高兴，因为现在你不必杀死你的盟友了。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_ENGI"]/text[2]
source: The Engi ship jumps away. There's some broken drones left over, but nothing worth salvaging.
fr: L'appareil Engi saute ailleurs. Il reste quelques drones cassés, mais aucune chose de valeur à récupérer.
ko: 엔지 함선이 탈출했습니다. 부서진 드론이 몇 개 남았지만 쓸만해 보이진 않습니다.
ru: Корабль совершает прыжок. На месте, где он находился, не осталось ничего полезного кроме нескольких разбитых дронов.
zh_hans: 半械船跃迁走了。还剩下一些破碎的无人机，但没有什么值得搜刮的。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_ENGI"]/text[3]
source: The Engi ship's engine power spikes even higher and the ship jumps away.
fr: Les moteurs du vaisseau Engi atteignent le plus haut pic possible et l'astronef saute hors de la balise.
ko: 엔지 함선은 엔진 출력을 더욱 높였고, 얼마 안 가 우주 너머로 사라졌습니다.
ru: Всплески энергопотребления двигателей достигают предельных значений и корабль энджи совершает прыжок.
zh_hans: 半械船的发动机功率升得很高，飞船跃迁走了。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_ENGI_REMAINS"]/text
source: As the Engi ship jumps away you notice a trail of scrap left behind from their broken ship. At least you'll have something to scrap.
fr: Tandis que le vaisseau Engi saute, vous remarquez une trainée de ferraille laissée derrière leur vaisseau endommagé. Au moins, cela vous fait quelque chose à récupérer.
ko: 당신은 엔지들이 도약한 직후 그들의 함선에서 떨어져 나온 스크랩을 발견했습니다. 적어도 본전은 거둔 것일까요?
ru: После того, как корабль энджи совершает прыжок, вы замечаете след из лома, оставшийся от их поврежденного корабля. По крайней мере, вам есть, что собрать.
zh_hans: 当半械船跃迁时，你注意到他们损坏的船留下了一点废料。至少你有东西可搜刮。

# data/events_special_defeat.xml$//event[@name="SURRENDER_ENGI"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: (Engi Defender) Negotiate a great deal.
fr: (Défenseur Engi) Négocier une bonne offre.
ko: (엔지 수비대) 협상안을 더 좋게 재조정한다.
ru: (Энджи-Защитник) Обсудить капитуляцию на выгодных вам условиях.
zh_hans: (半械保卫者)谈谈更好的投降条件。

source: (Engi Crew) Negotiate a different deal.
fr: (Membre d'équipage Engi) Négocier une autre offre.
ko: (엔지 선원) 협상안을 재조정한다.
ru: (Член экипажа-энджи) Обсудить капитуляцию на других условиях.
zh_hans: (半械族船员)谈谈备选的投降条件。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[1]
source: "Prime directive: protect this ship. We request that you do not destroy us."
fr: "Directive primaire : protéger ce vaisseau. Demandons à ce que vous ne nous détruisez pas."
ko: "최우선 목표: 함선 보호. 본 함을 파괴하지 않는 것을 요청."
ru: "Основная директива: защитить корабль. Мы просим, чтобы вы не уничтожали нас".
zh_hans: "主要指令：保护这艘船。我们请求你不要摧毁我们。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[2]
source: The Engi ship surrenders. They offer some supplies if you'll let them live.
fr: Le vaisseau Engi se rend. Ils comptent offrir des ressources si vous les laissez vivre.
ko: 엔지 함선이 항복했습니다. 그들을 살려준다면 약간의 자원을 받을 수 있을 것입니다.
ru: Корабль энджи сдается. Они предлагают немного припасов, если вы оставите их в живых.
zh_hans: 半械船投降了。如果你让他们活下去，他们会给你一些补给。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[3]
source: "Alliance with Federation mandates you do not kill Engi ships. Expectation: you will accept our offer."
fr: "Alliance avec Fédération exige que vous ne détruisez pas d'Engis. Attente : vous acceptez notre offre."
ko: "연방과의 동맹관계는 귀하에게 엔지 함선을 파괴하지 말 것을 명령함. 기대: 항복 제안을 수락."
ru: "Союз с Федерацией обязывает вас не уничтожать корабли энджи. Ожидание: вы примете наше предложение".
zh_hans: "与联邦的联盟要求您不要杀死半械船只。预期：您将接受我们的报价。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[4]
source: "Our offer is satisfactory. Chance you will accept is... 75%."
fr: "Notre offre est satisfaisante. Chance que vous acceptez est de... 75%."
ko: "우리의 제안은 만족스러울 것임. 귀하가 수락할 확률... 75%."
ru: "Наше предложение удовлетворительно. Вероятность, что вы согласитесь, составляет... 75%".
zh_hans: "我们的报价是令人满意的。你会接受的可能性是...75%。"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[5]
source: "Equivalent of death: high chance. Negotiation of goods: possible." It appears the ship is surrendering.
fr: "Equivalence de mort : haute chance. Négociation de biens : possible." On dirait que le vaisseau se rend.
ko: "선체 파괴 확률: 높음. 항복 협상: 가능." 엔지 함선이 항복했습니다.
ru: "Вероятность смерти: высокая. Переговоры о припасах: допустимы". Похоже, корабль сдается.
zh_hans: "死亡概率：高。货物谈判：可能。"看来这艘船正在投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[6]
source: "White flag is raised. This ship is surrendering." The Engi offer some supplies if you'll let them live.
fr: "Drapeau blanc levé. Ce vaisseau se rend." Les Engis offrent des ressources si vous les laissez vivre.
ko: "백기 게양. 본 함은 항복함." 엔지들을 살려주면 몇 가지 자원을 제공할 것입니다.
ru: "Белый флаг поднят. Этот корабль сдается". Энджи предлагают немного припасов, если вы оставите их в живых.
zh_hans: "白旗已升起。这艘船正在投降。"如果你让他们活着，半械族会提供一些补给。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ENGI"]/text[7]
source: "Piracy is illegal. Your efficiency in fighting this ship is high. No chance to live if surrender is not accepted."
fr: "Piraterie illégale. Votre efficacité pour détruire ce vaisseau est haute. Aucune chance de survie si reddition non acceptée."
ko: "해적 행위는 불법. 본 함이 파괴될 가능성 매우 높음. 항복 수용 거절 시 생존 가능성 없음."
ru: "Пиратство незаконно. Ваша эффективность в уничтожении этого корабля высока. Шансов выжить нет, если капитуляция не будет принята".
zh_hans: "海盗行为是非法的。你杀死这艘船的效率很高。如果不接受投降，就没有机会活下去。"

source: Destroying Separatist ships doesn't feel any better than killing civilians, but at least you aren't breaking any truces.
fr: Tuer les vaisseaux Séparatistes ne vaut pas mieux que de tuer des civils, mais au moins vous ne brisez aucun traité.
ko: 분리주의자의 함선을 파괴하는 것은 민간인을 죽이는 것과 다를 바 없게 느껴지지만, 적어도 이를 금지하는 협정은 없습니다.
ru: Уничтожать корабли Сепаратистов ничуть не легче, чем гражданские, но, по крайней мере, вы не нарушаете никаких мирных соглашений.
zh_hans: 干掉分离者的船不会让你觉得比干掉平民好多少，不过至少没有破坏什么休战协议。

source: The Separatist ship has been destroyed. At the very least, destroying Separatist ships means minimal casualties.
fr: Le vaisseau Séparatiste a été détruit. Au moins, la destruction de ces vaisseaux équivaut à des pertes minimes.
ko: 분리주의자 함선을 파괴했습니다. 평소와 비교하면 그들의 함선을 파괴할 때는 그나마 적은 사상자가 발생합니다.
ru: Корабль Сепаратистов уничтожен. По крайней мере, уничтожение кораблей Сепаратистов означает минимум жертв.
zh_hans: 分离者飞船被摧毁了，至少摧毁分离者飞船意味着伤亡最小化。

source: You wonder if the Separatists feel anything when they're consumed by the explosions of their ships. You don't really want to know the answer.
fr: Vous vous demandez si les Séparatistes ressentent quelque chose lorsqu'ils sont consumés par les explosions de leur vaisseau. Mieux vaut ne pas connaitre la réponse à cela.
ko: 당신은 분리주의자들이 함선의 폭발에 휩싸이는 것을 보며 그들이 감정을 느끼는 것일지 궁금해졌습니다. 다만, 답을 알고 싶진 않았습니다.
ru: Вы задаетесь вопросом, чувствуют ли Сепаратисты что-нибудь, когда их поглощают взрывы их кораблей? Вы не очень-то хотите знать ответ.
zh_hans: 你希望分离者们不会在他们被爆炸吞没时有更多感觉，你并不想知道答案。

source: Killing the crew of a Separatist ship almost feels like cheating, but you aren't complaining.
fr: Tuer l'équipage Séparatiste est presque comparable à de la triche, mais vous n'allez pas vous plaindre.
ko: 분리주의자와 백병전을 벌이는 것은 거의 반칙처럼 느껴지지만, 이겼으니 됐습니다.
ru: Убийство экипажа корабля Сепаратистов ощущается как жульничество с вашей стороны, но вы не жалуетесь.
zh_hans: 杀害一艘分离者船只的船员感觉像是作弊，但你并没有抱怨。

source: Luckily, the only true threat the Separatist ship poses in terms of crew is their crew drones. You've made quick work of them.
fr: Heureusement, la seule vraie menace posée par l'équipage Séparatiste provient de leurs drones d'équipage. Vous vous en êtes vites débarassés.
ko: 운 좋게도 분리주의자와의 백병전에서 위협적인 것은 대인 드론뿐입니다. 당신은 그것들을 빠르게 처리했습니다.
ru: К счастью, единственная реальная угроза, которую представляет корабль Сепаратистов при абордаже - это их пехотные дроны. Вы быстро справились с ними.
zh_hans: 幸运的是，分离者船对船员的唯一威胁是他们的无人舰载机，你很快就把它们变成了废铁。

source: The death of a few Separatists may seem insignificant, but it's still another ship of the Engi that you just slaughtered. At least you get some scrap out of it.
fr: La mort de quelques Séparatistes peut paraitre insignifiante, mais cela reste un autre vaisseau Engi que vous avez massacré. Au moins, vous en avez retiré un peu de ferraille.
ko: 분리주의자 몇 명의 죽음이 하찮게 보일 수도 있지만, 엔지를 살해했다는 사실은 변하지 않습니다. 어쨌든 당신은 적함에 남아있던 약간의 스크랩을 가져왔습니다.
ru: Смерть нескольких Сепаратистов может показаться незначительной, но это все-таки очередной корабль энджи, экипаж которого вы только что вырезали. По крайней мере, вы получите с него немного лома.
zh_hans: 一些分离者的死亡似乎微不足道，但这仍然是你刚刚屠杀的半械族的另一艘船。至少你从中得到了一些废料。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_SEPARATIST_DRONE"]/text
source: In the end, the crew drones employed by the Separatists were worthless for them. However, you can still bring their schematics back to your ship.
fr: Au final, les drones d'équipages employés par les Séparatistes étaient inutiles pour eux. Cependant, vous pouvez toujours ramener leurs plans à votre vaisseau.
ko: 결국 분리주의자들이 사용한 대인 드론은 그들에게 도움이 되지 않았습니다. 그것의 설계도를 배로 가져올 수 있었으니 오히려 당신에게 도움이 됐지요.
ru: В конце концов, пехотные дроны Сепаратистов оказались для них бесполезными. Тем не менее, вы можете забрать их схемы на свой корабль.
zh_hans: 打扫战场时，舱内无人机对分离者们毫无价值，但你可以将它的原型带回你的船上。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "Our damage levels are high. I hope this [offer] satisfies your lust for scrap."
fr: "Nos niveaux de dégâts sont élevés. J'espère que cette [offre] satisfait votre désir de ferraille."
ko: "피해 수준 치명적. 이 [제안]이 귀하의 탐욕을 만족시킬 것으로 기대."
ru: "Уровень повреждений нашего корабля слишком высокий. Надеюсь, это [предложение] удовлетворит вашу жажду лома".
zh_hans: "我们的损失程度较大。我希望这个[提议]能满足你对废料的欲望。"

source: The Separatist ship surrenders. They offer some supplies if you'll let them live.
fr: Le vaisseau Séparatiste se rend. Ils offrent des ressources si vous les laissez vivre.
ko: 분리주의자들이 항복했습니다. 그들을 살려준다면 약간의 자원을 제공할 것입니다.
ru: Корабль Сепаратистов сдается. Они предлагают немного припасов, если вы оставите их в живых.
zh_hans: 分离者舰船投降了。如果你让他们活下去，他们会给你一些补给。

source: "Your attempts at destroying us have been [considerable]. I request you do not kill us."
fr: "Vos temptatives de nous détruire ont été [considérables]. Je demande à ce que vous ne nous tuez pas."
ko: "귀하가 본함을 파괴하려는 시도는 [성공적]. 우릴 죽이지 않을 것을 요청."
ru: "Ваши попытки уничтожить нас были [значительными]. Я прошу вас не убивать нас".
zh_hans: "你摧毁我们的企图为[极高]。我请求你不要杀我们。"

source: "Greed > Murder." The Separatist ship offers some supplies if you let them live.
fr: "Avarice > Meurtre." Le vaisseau Séparatiste offre des ressources si vous lui laissez la vie sauve.
ko: "스크랩 > 살생." 그들이 살려주는 대가로 약간의 자원을 제공할 것을 약속합니다.
ru: "Жадность > Убийство". Экипаж корабля Сепаратистов предлагает немного припасов, если вы оставите их в живых.
zh_hans: "贪婪>谋杀。"分离者船提议，如果你让他们活下去，他们会给你一些补给。

source: "Our desire to [survive] outweighs your desire to [kill] us. Let us go, please."
fr: "Notre désir de [survivre] l'emporte sur votre désir de nous [tuer]. Laissez-nous partir, s'il vous plaît."
ko: "우리의 [생존]의지는 귀하의 [살해]욕망보다 큼. 항복을 제안."
ru: "Наше желание [выжить] перевешивает ваше желание [убить] нас. Отпустите нас, пожалуйста".
zh_hans: "我们对[生存]的渴望超过了你[杀死]我们的渴望。让我们走吧，拜托了。"

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ZOLTAN"]/text[1]
source: Another ship full of Zoltans has been reduced to scrap matter. You scrap their ship.
fr: Encore un autre vaisseau rempli de Zoltans réduit en ferraille. Vous démantelez leur vaisseau.
ko: 졸탄으로 가득 차 있던 함선은 고철 더미가 되었습니다. 당신은 잔해를 인양합니다.
ru: Еще один корабль, полный золтанов, превратился в лом. Вы собираете с обломков все полезное.
zh_hans: 另一艘满载超能族的船已经沦为了废料。你搜刮了他们的船。
