Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MANTIS"]/text[2]
source: You know that without ever knowing their names, you have just avenged hundreds of innocent people by destroying this ship.
fr: Vous savez que même sans connaître leurs noms, vous avez vengé une centaine d'innocents en détruisant ce vaisseau.
ko: 당신은 방금 수백 명의 이름도 모를 무고한 이들을 위해 복수를 했습니다. 이 배를 파괴함으로써 말이죠.
ru: Вы знаете, что, уничтожив этот корабль, вы отмостили за сотни невинных жертв, имен которых вы даже не знаете.
zh_hans: 你知道，在不知道他们名字的情况下，你刚刚通过摧毁这艘船为数百名无辜的人报了仇。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MANTIS"]/text[3]
source: The Mantis ship is no more, except as scrap for you to take.
fr: Le vaisseau Mantis n'est plus, hormis la ferraille restante pour vous.
ko: 맨티스 함선은 당신이 챙길만한 스크랩을 제외하고는 더 이상 존재하지 않게 되었습니다.
ru: Там, где только что был корабль богомолов, остались только пригодные для сбора обломки.
zh_hans: 螳螂族飞船已经不存在了，除了作为废料供你带走。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MANTIS"]/text[1]
source: The Mantis threat aboard the ship has been exterminated. Pleased with your work, you treat yourself to the remains of their ship.
fr: La menace Mantis à bord du vaisseau a été neutralisée. Content de votre travail, vous vous tournez vers les restes du vaisseau.
ko: 위험한 맨티스들을 모두 근절했습니다. 당신은 스스로의 일 처리에 만족해하며 잔해를 인양했습니다.
ru: Угроза со стороны богомолов на борту корабля ликвидирована. Удовлетворенные своей работой, вы приступаете к поиску полезных припасов.
zh_hans: 船上的螳螂族威胁已经被消灭了。你对自己的工作很满意，你对他们飞船的残骸也很满意。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MANTIS"]/text[2]
source: The corpses of the Mantis crew litter the halls, and the stench of pheromones hangs in the air. You try not to breathe as you scrap the ship.
fr: Les cadavres de l'équipage Mantis sont éparpillés dans les couloirs et l'arôme des phéromones subsiste dans l'air. Vous essayez de retenir votre respiration en effectuant la récupération.
ko: 맨티스들의 시체가 홀에 널브러져있고 페로몬의 악취가 퍼져나갑니다. 당신은 숨을 참고 배에서 쓸만한 것을 챙겼습니다.
ru: В коридорах валяются трупы богомолов, а в воздухе висит зловоние феромонов. Вы стараетесь не дышать, пока занимаетесь сбором припасов.
zh_hans: 螳螂族船员的尸体散落在大厅里，空气中弥漫着螳螂信息素的臭味。你在搜刮这艘船时尽量不呼吸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MANTIS"]/text[3]
source: Despite the Mantis being fearsome warriors, they were no match for your ship.
fr: Malgré le fait que les Mantis étaient des guerriers redoutables, ils ne faisaient pas le poids contre votre vaisseau.
ko: 맨티스들은 무시무시한 전사지만, 당신의 적수가 되진 못합니다.
ru: Несмотря на то, что богомолы - грозные воины, им не сравниться с вашим кораблем.
zh_hans: 尽管螳螂族是可怕的战士，但他们不是你的飞船的对手。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_MANTIS_SLAVE"]/text
source: You move on to scrap the empty Mantis ship. However as you scrap the remains, you hear a clanging from the cargo bay.
fr: Vous approchez pour démanteler le vaisseau Mantis désormais vide. Cependant en récupérant les restes, vous entendez un bruit métallique en provenance de la soute.
ko: 당신은 빈 맨티스 함선을 긁어내기 위해 이동했습니다. 그런데 쓸만한 것을 수색하는 와중에 화물칸에서 삐걱거리는 소리가 들립니다.
ru: Вы приступаете к обыску опустевшего корабля богомолов. Однако, когда вы собирали найденные припасы, из грузового отсека раздался грохот.
zh_hans: 你继续前进，将空荡荡的螳螂族飞船报废。然而，当你搜刮这些残骸时，你听到货舱里传来一阵叮当声。

source: Open the cargo.
fr: Ouvrir la cargaison.
ko: 화물을 연다.
ru: Открыть груз.
zh_hans: 打开货物。

source: Leave it.
fr: Laisser cela.
ko: 내버려둔다.
ru: Бросить эту затею.
zh_hans: 算了。

source: You ignore the clanging noise, and finish up scrapping the hull. Just to be sure, you turn off the oxygen on your way out.
fr: Vous ignorez le bruit et terminez de démanteler la coque. Juste pour être sûr, vous désactivez l'oxygène à votre départ.
ko: 당신은 삐걱거리는 소리를 무시하고 작업을 마쳤습니다. 또, 만약을 위해서 나가던 길에 산소 공급을 차단했습니다.
ru: Не обращая внимания на грохот, вы собираете с обшивки оставшийся пригодный лом. Покидая корабль, вы отключаете подачу кислорода, просто на всякий случай.
zh_hans: 你无视铿锵的声音，完成了对舰体的搜刮。为了确定，你在离开时关闭了氧气。

source: You open the cargo bay to find an Engi slave. Now freed, they give you their equivalent of a thank you. You offer them a place on your ship, which they accept.
fr: Vous ouvrez la soute pour y trouver un esclave Engi. Désormais libre, il vous donne l'équivalent d'un remerciement. Vous lui offrez une place sur votre vaisseau, qu'il accepte.
ko: 화물칸을 열었더니 엔지 노예가 있었습니다. 풀려난 그는 당신에게 감사의 뜻을 전합니다. 당신은 그에게 합류할 것을 제안했고 그는 수락했습니다.
ru: Открыв грузовой отсек, вы находите там раба-энджи. Как только вы освобождаете его, он выражает вам свою благодарность. Вы предлагаете ему место на своем корабле, и он соглашается.
zh_hans: 你打开货舱，发现一名半械族的奴隶。现在他们被释放了，他们向你表达了相当于感谢的话。你为他们提供了一个在你船上的位置，他们接受了。

source: You open the cargo bay to find a Mantis survivor, who attacks you in rage! The intruder is subdued, but left some damage.
fr: Vous ouvrez la soute pour y trouver un Mantis survivant, qui vous attaque, enragé. L'intrus est maîtrisé, mais laisse des dégâts.
ko: 화물칸을 열었더니 맨티스 생존자가 있었습니다. 그는 분노에 차서 당신을 공격하려 합니다! 다행히 침입자는 제압했지만, 약간의 피해를 입었습니다.
ru: Открыв грузовой отсек, вы находите выжившего богомола, который в ярости нападает на вас! Вы нейтрализовали нападавшего, но он успел нанести некоторый ущерб.
zh_hans: 你打开货舱，发现一个螳螂族幸存者，他愤怒地攻击你！入侵者被制服了，但留下了一些损伤。

source: The hull of the Free Mantis ship rends and buckles as it is torn apart. As you scrap their ship, you reflect that this relatively young faction is not ready for what it takes to be at war.
fr: La coque du vaisseau des Mantis Libres se déchire et se déforme au fur et à mesure qu'elle est mise en pièces. Alors que vous démolissez leur vaisseau, vous vous dites que cette faction relativement jeune n'est pas prête pour la guerre.
ko: 독립 맨티스 함선의 선체가 찢어지면서 비틀리고 휘어집니다. 당신은 잔해를 수거하면서 이 비교적 역사가 짧은 세력은 전쟁을 치를 준비가 되지 않았음을 느낍니다.
ru: Корпус корабля Свободных Богомолов трещит и прогибается, разрываясь на части. Разбирая их корабль на лом, вы думаете о том, что эта относительно молодая фракция еще полностью не готова к войне.
zh_hans: 自由螳螂飞船的舰体在分裂时发出 "咔咔 "的声响。当你搜刮他们的飞船时，你意识到这个相对年轻的派别还没有为战争做好准备。

source: As awful as it feels, sometimes there's no good option. Destroying a ship full of supposed allies isn't something you're proud of - but your mission comes first, and there was no other choice. You prepare to scrap the ship.
fr: Aussi terrible que cela puisse paraître, il n'y a parfois pas d'autre choix. Détruire un vaisseau rempli d'alliés supposés n'est pas quelque chose dont vous êtes fier, mais votre mission passe avant tout et il n'y avait pas d'autre choix. Vous vous préparez à démolir le vaisseau.
ko: 끔찍하게 느껴지지만 때로는 더 좋은 선택지가 없습니다. 아군으로 추정되는 함선을 파괴하는 것은 자랑스러운 일이 아니지만, 임무가 우선이고 다른 선택의 여지가 없습니다. 당신은 인양을 준비합니다.
ru: Как бы ужасно это ни было, но иногда нет другого выхода. Уничтожение корабля, полного предполагаемых союзников, - это не то, чем вы гордитесь, но ваша миссия превыше всего, и другого выбора не было. Вы готовитесь разобрать корабль на лом.
zh_hans: 虽然感觉很糟糕，但有时别无选择。摧毁一艘满载盟友的飞船并不是一件值得骄傲的事—但你别无选择，你的任务是第一位的。你准备搜刮飞船。

source: Considering how most Free Mantis want to join the Federation, something feels off about destroying one of their vessels. Hopefully the Warlords will understand what you had to do.
fr: Si l'on considère que la plupart des Mantis libres veulent rejoindre la Fédération, la destruction d'un de leurs vaisseaux a quelque chose d'anormal. Espérons que les Seigneurs de guerre comprendront ce que vous avez fait.
ko: 대부분의 독립 맨티스가 연방에 합류하고 싶어 하는 것을 생각하면, 그들의 함선을 파괴하는 것은 뭔가 이상합니다. 그들의 장군이 당신이 해야만 했던 일을 이해해 주길 바랍시다.
ru: Учитывая, что большинство Свободных Богомолов хотят присоединиться к Федерации, в уничтожении одного из их кораблей есть что-то неправильное. Надеюсь, Полководцы поймут, что у вас не было другого выбора.
zh_hans: 考虑到大多数自由螳螂都想加入联邦，摧毁一艘他们的飞船感觉有些不对劲。希望军阀们能理解你的所作所为。

source: You wonder, if the Free Mantis here knew the importance of the mission, would there even have been a fight? Their scrap is still useful, all the same.
fr: Vous vous demandez si ces mantis libres connaissaient l'importance de la mission, Y aurait-il même eu un combat ? Leur ferraille est tout de même utile.
ko: 당신은 스스로에게 질문합니다. 이곳의 독립 맨티스가 당신이 맡은 임무의 중요성을 알았다면 과연 싸움이 벌어졌을까요? 어쨌거나 그들의 스크랩은 여전히 유용합니다.
ru: Интересно, если бы Свободные Богомолы знали о важности задания, стали бы они сражаться? Тем не менее, их лом все равно пригодится.
zh_hans: 你在想，如果这里的自由螳螂知道这次任务的重要性，还会打起来吗？一如既往，废料还是有用的。

source: Some day, the Free Mantis may join the Federation. Hopefully they will not hold this incident against you when they do.
fr: Un jour, les Mantis libres rejoindront peut-être la Fédération. Espérons qu'ils ne vous tiendront pas rigueur de cet incident.
ko: 언젠가는 독립 맨티스가 연방에 가입할지도 모릅니다. 그때가 오면 그들이 이 사건을 문제 삼지 않기를 바랍시다.
ru: Когда-нибудь Свободные Богомолы могут присоединиться к Федерации. Надеюсь, что они не будут осуждать вас за этот инцидент.
zh_hans: 总有一天，自由螳螂会加入联邦。希望到时候他们不会拿这件事来对付你。

source: Whether it had to be this way or not, circumstances led you to eliminating the Free Mantis crew. You might as well scrap their ship and make sure your mission is a success in the meantime.
fr: Qu'il doive en soit ainsi ou non, les circonstances vous ont conduit à éliminer l'équipage de Mantis libres. Autant détruire leur vaisseau et faire en sorte que votre mission soit un succès par la même occasion.
ko: 불가피했든 아니든, 당신은 독립 맨티스를 처치하게 됐습니다. 이렇게 된 이상 쓸만한 걸 모으고 임무가 성공할 수 있도록 하는 게 좋을 것입니다.
ru: Должно ли было так случиться или нет, но обстоятельства привели вас к уничтожению команды Свободных Богомолов. Вы можете разобрать их корабль на лом, а заодно позаботиться об успехе своей миссии.
zh_hans: 不管你是否有必要这样做，现实情况让你不得不消灭自由螳螂的船员。你不妨搜刮他们的飞船，确保你的任务取得成功。

source: It's easy to feel guilty when all you're left with is corpses, but you know you didn't have any choice. You regret the loss of life, but not what you've done. The scrap from stripping the ship doesn't hurt either.
fr: Il est facile de se sentir coupable lorsqu'il ne reste que des cadavres, mais vous savez que vous n'aviez pas le choix. Vous regrettez les pertes mais pas ce que vous avez fait. La ferraille obtenue en dépouillant le vaisseau ne fait pas de mal non plus.
ko: 남은 것이라곤 시체뿐일 때 죄책감을 느끼기 쉽지만, 당신은 선택의 여지가 없었다는 것을 잘 알고 있습니다. 당신은 생명의 손실에 대해서는 후회하지만, 자신이 한 일에 대해서는 후회하지 않습니다. 배를 찢어서 나온 스크랩도 나쁘지 않고 말이죠.
ru: Легко чувствовать себя виноватым, когда вокруг одни трупы, но вы знаете, что у вас не было выбора. Вы сожалеете о гибели людей, но не о том, что сделали. Лом в обломках от разрушенного корабля тоже не помешает.
zh_hans: 当只剩下尸体时，你很容易感到内疚，但你知道你别无选择。你为生命的逝去感到遗憾，但并不后悔自己的所作所为。搜刮废料也一样。

source: The Free Mantis put up a bloody fight, even against their desired allies. However, it was a fight you were more than capable of winning.
fr: Les Mantis libres ont livré un combat sanglant, même contre leurs alliés de prédilection. Cependant, c'était un combat que vous étiez plus que capable de gagner.
ko: 독립 맨티스는 동경하는 아군을 상대로도 피비린내 나는 싸움을 벌였습니다. 하지만 당신을 상대로는 승산이 없었죠.
ru: Свободные Богомолы устроили кровавый бой, несмотря на то, что вы их любимые союзники. Однако вы были более чем способны победить в этой схватке.
zh_hans: 自由螳螂进行了一场血腥的战斗，即使是面对他们的盟友。不过，你完全有能力赢得这场战斗。

source: Although the aftermath of a Free Mantis fight is much like a Hive Mantis fight, it feels different to scrap a ship that could have, under different circumstances, been friendly.
fr: Bien que les conséquences d'un combat contre une mantis libre soient similaires à celles d'un combat contre une mantis de la ruche, il est différent de mettre a la ferraille un vaisseau qui aurait pu, dans d'autres circonstances, être amical.
ko: 독립 맨티스와의 전투의 여파는 하이브 맨티스와의 전투와 비슷하지만, 평상시라면 우호적이었을 함선을 약탈하는 것은 다른 느낌입니다.
ru: Хотя последствия сражения со Свободными Богомолами во многом похожи на бой с богомолами Улья, это совсем другое ощущение - уничтожать корабль, который при других обстоятельствах мог бы быть дружественным.
zh_hans: 虽然与自由螳螂战斗的结果与母巢螳螂战斗很相似，但搜刮一艘在其他情况下本可以友好相处的飞船，感觉还是不一样的。

source: The stench of synthetic pheromones linger as you scrap the derelict Free Mantis ship. Hopefully you won't have to fight many more of these.
fr: L'odeur nauséabonde des phéromones synthétiques persiste alors que vous démonter le vaisseau abandonné des mantis libre. Espérons que vous n'aurez pas à en affronter beaucoup d'autres.
ko: 쓸만한 걸 모으는 동안에도 버려진 독립 맨티스 함선에는 합성 페로몬의 악취가 남아 있었습니다. 더 이상 이런 싸움을 할 필요가 없기를 바랍시다.
ru: Вонь синтетических феромонов доносится до вас, пока вы разбираете обломки корабля Свободных Богомолов. Надеюсь, вам больше не придется сражаться с подобными существами.
zh_hans: 当你搜刮这艘废弃的自由螳螂飞船时，合成信息素的臭味还在萦绕。希望你不必再进行更多这样的战斗。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Free Mantis captain limps into the range of the camera. "We don't understand. Federation supposed to be good persons..."
fr: Le capitaine Mantis Libre rampe à portée de votre caméra. "Nous pas comprendre. Fédération censée être gentils..."
ko: 절뚝거리는 독립 맨티스 선장이 카메라에 잡혔습니다. "이해 안 된다. 연방은 좋은 놈들 아닌가?"
ru: Капитан Свободных Богомолов, прихрамывая, появляется в поле зрения экрана. "Мы не понимаем. Федерация же должна быть своими..."
zh_hans: 自由螳螂的舰长一瘸一拐地走进了摄像机的范围。"我们不明白。联邦应该是好人..."

source: Mantis don't usually show weakness in combat, but the Free Mantis ship is asking if you will accept their surrender.
fr: Les Mantis ne montrent habituellement pas de faiblesses au combat, mais le vaisseau Mantis Libre demande si vous comptez accepter leur offre.
ko: 맨티스는 보통 전투중에 약한 모습을 보이지 않지만, 이 독립 맨티스 함선은 당신이 그들의 항복을 받아들일 것인지 묻고 있습니다.
ru: Богомолы обычно не проявляют слабости в бою, но экипаж этого корабля Свободных Богомолов спрашивает, примете ли вы их капитуляцию.
zh_hans: 螳螂族通常不会在战斗中示弱，但自由螳螂飞船正在询问你是否接受他们的投降。

source: "We thought Free Mantis and Federation allies. Kill us, and you are breaking trust."
fr: "Nous penser que Mantis Libre et Fédération alliés. Tuer nous et vous briser confiance."
ko: "우리 독립 맨티스랑 연방은 동맹이라 생각한다. 우리를 죽이는 것은 신뢰를 깨지다."
ru: "Мы считали, что Свободные Богомолы и Федерация - союзники. Убейте нас, и вы разрушите доверие".
zh_hans: "我们以为自由螳螂和联邦的盟友。杀了我们，你就是破坏信任。"

source: The Free Mantis seem less willing to fight. Their captain hails you, offering to call a ceasefire.
fr: Les Mantis Libres ont l'air d'être moins partante pour le combat. Leur capitaine vous contacte, proposant d'établir une offre de cessez-le-feu.
ko: 독립 맨티스들은 싸울 의지가 없어 보입니다. 그들의 선장이 휴전을 제안했습니다.
ru: Свободные Богомолы, похоже, не очень хотят сражаться. Их капитан вызывает вас, предлагая перемирие.
zh_hans: 自由螳螂似乎不太愿意战斗。他们的舰长向你呼叫，提出要求停火。

source: "Our clan surely exile us for cowardice, but please, let us live."
fr: "Notre clan probalement exiler nous pour lâche, mais s'il vous plaît, laissez-nous vivre."
ko: "우리 부족은 우리 비겁하다고 추방할 거다. 하지만 사는 걸 원하다. 우리를 살려주다."
ru: "Наверняка нас изгонят из клана за трусость, но, пожалуйста, оставьте нас в живых".
zh_hans: "我们虽然确实因为懦弱被族人流放，但求求你，请让我们活下去。"

source: The battered ship contacts you out of desperation. The captain reminds you of their truce with the Federation, requesting you to call off your attack.
fr: Le vaisseau battu vous contacte par désespoir. Leur capitaine vous rapelle de leur "trève" avec la Fédération, demandant à ce que vous cessiez votre attaque.
ko: 반쯤 부서진 배에서 절망에 빠진 목소리로 교신이 왔습니다. 독립 맨티스 선장은 연방과의 휴전을 상기시키며 공격을 중단할 것을 요청했습니다.
ru: Потрепанный корабль отчачнно пытается выйти с вами на связь. Капитан напоминает вам о перемирии с Федерацией и просит остановить нападение.
zh_hans: 这艘饱受摧残的飞船出于无奈与你联系。舰长提醒你他们与联邦的休战协议，要求你取消攻击。

source: The Free Mantis ship tries desperately to contact you. You suspect they're trying to surrender.
fr: Le vaisseau Mantis Libre essaie désespérement de vous contacter. Vous supposez qu'ils essaient de se rendre.
ko: 독립 맨티스 함선은 필사적으로 연락을 시도했습니다. 항복 의사를 표하려는 것으로 보입니다.
ru: Корабль Свободных Богомолов отчаянно пытается связаться с вами. Вы подозреваете, что они пытаются сдаться.
zh_hans: 自由螳螂飞船拼命地试图联系你。你怀疑他们是想投降。

source: "Ok, we raise the flag of white. Let us live, we beg."
fr: "Ok, lever drapeau blanc. Laisser vivre, nous supplions."
ko: "좋다, 우리 백기 올리다. 우리를 살려주다. 애원하다."
ru: "Хорошо, мы поднимаем белый флаг. Дайте нам жить, умоляем вас".
zh_hans: "好，我们升起白色的旗帜。让我们活下去，我们请求。"

source: The Free Mantis ship repeatedly attempts to hail you. You open up your comms only to be greeted with panicked proposals of surrender for resources, with the crackling of fire mixed in.
fr: Le vaisseau Mantis Libre vous appelle à répétition. Vous ouvrez vos communications seulement pour être accueilli d'offres paniquées de reddition en échanges de ressources, avec le crépitement des flammes se mélangeant au bruit.
ko: 독립 맨티스 함선은 반복적으로 당신과 교신하려고 시도합니다. 교신을 받자 굉음과 함께 패닉에 빠진 목소리가 들립니다. 그들은 자원을 대가로 한 항복을 요청했습니다.
ru: Корабль Свободных Богомолов настойчиво пытается связаться с вами. Вы открываете канал связи, и на вас сразу вываливаются панические предложения о капитуляции в обмен на ресурсы, все это на фоне звуков потрескивания огня.
zh_hans: 自由螳螂飞船多次试图呼叫你。你打开通讯器，迎接你的是惊慌失措的投降建议，以获得资源，其中还夹杂着噼里啪啦的火光。

source: You hear the Free Mantis captain scrambling as he hails you. "Alright, alright!" He offers a selection of resources in exchange for his ship's survival.
fr: Vous entendez le capitaine Mantis se précipiter pour vous appeler. "D'accord, d'accord !" Il offre une sélection de ressources en échange de la survie de son vaisseau.
ko: 독립 맨티스 선장이 당신에게 교신을 시도할 때 부서지는 소리가 함께 들려옵니다. "알았다, 알았다!" 그는 그들의 생존에 대한 대가로 다양한 자원을 제공하려 합니다.
ru: Вы слышите, как тяжело передвигаться капитану Свободных Богомолов, когда он вызывает вас. "Хорошо-хорошо!" Он предлагает набор ресурсов в обмен на выживание своего корабля.
zh_hans: 你听到自由螳螂的舰长在呼叫你。"好吧，好吧！"他提供了一些资源来换取生存。

source: The Free Mantis ship hails you. "We beg mercy. It is not Mantis custom to forgive, but we hope it is for you."
fr: Le vaisseau Mantis Libre vous appelle. "Nous demander pitié. Pas coutume Mantis de pardon, mais espérer l'être pour humain."
ko: 독립 맨티스 함선이 메시지를 보냈습니다. "우리 자비를 구하다. 용서는 맨티스 것 아니다. 하지만 인간은 용서 가능하다."
ru: Корабль Свободных Богомолов вызывает вас. "Мы просим пощады. У богомолов нет обычая прощать, но мы надеемся, что он есть у людей".
zh_hans: 自由螳螂船向你呼叫。"我们请求宽恕。宽恕不是螳螂族的习惯，但我们希望是为了人类。"

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ROCK"]/text[1]
source: By destroying this ship, you have indeed proven yourself a threat to the Rockmen's ways.
fr: En détruisant ce vaisseau, vous avez en effet prouvé que vous étiez une menace aux Rocailleux.
ko: 당신은 이 함선을 파괴함으로써 락맨들의 신앙에 당신이 위협이 됨을 스스로 증명했습니다.
ru: Уничтожив этот корабль, вы действительно доказали, что представляете угрозу для натуры валунов.
zh_hans: 通过摧毁这艘船，你确实证明了自己对岩石族的方式构成了威胁。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ROCK"]/text[2]
source: The Rockmen may not be sworn enemies of the Federation, but you still feel no guilt about destroying this ship. Mostly.
fr: Les Rocailleux ne sont peut-être pas les pires ennemis de la Fédération, mais vous ne ressentez tout de même aucune culpabilité en explosant leurs vaisseaux.
ko: 락맨이 연방의 주적은 아니지만, 이 함선을 파괴한 것에 대해선 죄책감이 느껴지지 않습니다. 거의요.
ru: Может быть, валуны и не являются заклятыми врагами Федерации, но вы все равно не чувствуете вины за уничтожение этого корабля. В основном.
zh_hans: 岩石族可能不是联邦的死敌，但你仍然对摧毁这艘船感到没有罪恶感。大部分是这样。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ROCK"]/text[3]
source: At last, the armor of the Rock ship gives out, and a mighty explosion tears the ship apart.
fr: Enfin, l'armure du vaisseau Rocailleux succombe et une puissante explosion déchire leur astronef.
ko: 마침내 락맨 함선의 장갑이 부서지고 강력한 폭발과 함께 함선이 산산조각이 났습니다.
ru: Наконец, броня корабля валунов не выдерживает, и мощный взрыв разрывает корабль на части.
zh_hans: 最后，岩石族飞船的装甲失效了，一场巨大的爆炸将这艘船撕裂了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ROCK"]/text[1]
source: The interior of the Rock ship is littered with small stones. You all know where they came from, but no one dares comment on it as you salvage the ship.
fr: L'intérieur du vaisseau Rocailleux est recouvert de petites pierres. Vous savez tous d'où elles viennent, mais personne n'ose faire de commentaire dessus tandis que vous réalisez l'opération de récupération.
ko: 락맨 함선의 내부에 작은 돌들이 흩어져 있었습니다. 이게 무엇인지는 모두가 알고 있지만, 쓸만한 걸 챙기는 동안 아무도 그것에 대해 언급하지 않았습니다.
ru: Внутреннее пространство корабля валунов завалено мелкими камнями. Все в вашей команде понимают, откуда они взялись, но никто не осмеливается озвучить это, пока вы собираете все полезное с корабля.
zh_hans: 岩石船的内部堆满了小石头。大家都知道它们是什么，但在你回收这艘船的时候，没有人敢对此发表意见。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ROCK"]/text[2]
source: You've successfully killed the Rock crew, and their scrap is left as yours for the taking.
fr: Vous avez réussi à tuer l'équipage Rocailleux et leur ferraille est à vous pour se servir.
ko: 락맨 선원들을 성공적으로 죽였고 그들의 스크랩은 당신의 것이 되었습니다.
ru: Вы успешно расправились с командой корабля валунов, и теперь вы можете забрать их лом.
zh_hans: 你已经成功地杀死了岩石族船员，他们的废料就留给你了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ROCK"]/text[3]
source: You can't imagine it looks good on the Federation when you keep removing Rock ships like this, but at this point you're past caring.
fr: Vous imaginez que cela ne donne guère une bonne image de la Fédération lorsque vous tuez les Rocailleux de cette manière, mais à ce stade vous vous en fichez.
ko: 이런 식으로 락맨을 계속 죽인다면 연방이 좋게 보지 않을 테지만, 시기가 시기이니 신경쓰지 않기로 했습니다.
ru: Вы не считаете, что Федерация предстает в лучшем свете, когда вы продолжаете нейтрализовывать корабли валунов подобным образом, но на данный момент вас это не волнует.
zh_hans: 你想不出来像这样不断击毁岩石战舰对联邦有什么光彩的部分，但到了这个份上你已经不在乎了。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Rock ship hails: "Enough! We were told aliens were a threat to our ways, and you have proved as much. Take this and leave us in peace."
fr: Le vaisseau Rocailleux vous contacte : "Assez ! On nous avait dit que les aliens constituaient une menace pour nous et vous venez de prouver que c'était bien le cas. Prenez ceci et laissez-nous en paix."
ko: 락맨 함선이 교신을 시도했습니다. "그만! 이방인들이 우리의 삶을 위협한다고 들었는데, 당신이 그 얘기를 충분히 증명했소. 이것을 받고 우리를 놓아주시오."
ru: Корабль валунов вызывает вас: "Хватит! Нам говорили, что чужаки представляют угрозу нашим обычаям, и ты доказал это. Возьми это и оставь нас в покое".
zh_hans: 岩石族飞船呼叫道："够了！我们被告知外星人对我们的方式是一种威胁，而你们已经证明了这一点。拿着这个，让我们平静地离开。"

source: Their systems suffering, the Rock ship attempts to make contact: "Alien vessel. Cease your attack. We will pay."
fr: Leurs systèmes endommagés, les Rocailleux tentent d'établir le contact : "Vaisseau alien, cessez le feu. Nous acceptons de payer."
ko: 시스템이 반파된 락맨 함선이 메시지를 보냈습니다. "외계 선박이여, 공격을 중단하시오. 대가를 지불하겠소."
ru: Системы корабля валунов выходят из строя, и его экипаж пытается выйти с вами на связь: "Корабль чужаков. Прекратите атаку. Мы заплатим".
zh_hans: 他们的系统受到影响，岩石族飞船试图进行联系："外星飞船。停止你的攻击。我们会付钱的。"

source: The Rock ship moves into a defensive position and transmits a white flag signal. They seem willing to buy their lives.
fr: L'astronef se met en position défensive et vous transmet un message dans lequel figure juste l'image d'un drapeau blanc. Les Rocailleux semblent disposés à monnayer leur survie.
ko: 락맨 함선은 수비적인 위치로 이동하고 항복 신호를 전송했습니다. 자신들의 명줄을 연장하기 위해 대가를 지불할 의향이 있는 것 같습니다.
ru: Корабль валунов переходит в оборонительную позицию и подает сигнал о капитуляции. Похоже, они готовы заплатить за свои жизни.
zh_hans: 岩石族飞船进入防守状态，并发出白旗信号。他们似乎愿意买下活命的机会。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。
