Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_CLAN"]/text[4]
source: While the ship explodes, you try to think of a clever bit of wordplay to describe the situation. You decide to go with "The hunters become the hunted" before you snap out of it and give orders to scrap the wreckage.
fr: Tandis que le vaisseau explose, vous essayez d'imaginer un jeu de mot pour décrire la situation. Vous décidez de partir avec "Les chasseurs deviennent les chassés" avant de sortir de ce délire, puis vous donnez l'ordre d'entamer la récupération.
ko: 배가 폭발하는 동안 당신은 이 상황을 설명할만한 영리한 말장난을 생각해내려고 했습니니다. 결과적으로 "사냥꾼이 사냥감이 된다"는 말을 하기로 결정하고 그 잔해를 인양하라는 명령을 내렸습니다.
ru: Пока корабль взрывается, вы пытаетесь придумать умную игру слов, чтобы описать ситуацию. Вы решаете остановиться на фразе "Охотники стали жертвой охоты" и отдаете приказ обыскать останки.
zh_hans: 在飞船爆炸的同时，你试图想出一个绝妙的表达来描述当下的情况。你最后想出个"猎人变成了猎物"，然后回过神来，下达命令将残骸回收。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_CLAN"]/text[1]
source: The captain of the Slug vessel coughs as he bleeds out on the floor. He looks you in the eyes one last time, mouths the words "Damn you", and dies.
fr: Le capitaine du vaisseau Limace tousse tandis qu'il agonise, couché par terre. Il vous regarde dans les yeux une dernière fois, libère un "Allez au diable" et meurt.
ko: 슬러그 함선의 선장이 바닥에 쓰러진채 피를 흘리며 기침을 합니다. 그의 마지막 시선이 당신을 향합니다. 그는 "쩨기랄..." 이라 말하고 끝내 죽었습니다.
ru: Капитан судна слизней кашляет, истекая кровью на полу. Он в последний раз смотрит вам в глаза, произносит слова "Будь ты проклят" и умирает.
zh_hans: 蛞蝓族舰长一边咳嗽，一边在地板上流血。他最后一次看着你的眼睛，嘴里说着"你该死"，然后死去。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_CLAN"]/text[2]
source: You've taken out the crew of the Slug vessel. These Clansmen might make good fighters, but they didn't stand a chance against you.
fr: Vous avez éliminé l'équipage Limace. Ces Loubards font de bons combattants, mais ils n'avaient aucune chance contre vous.
ko: 슬러그 함선의 선원들을 모두 제거했습니다. 이 클랜즈맨들은 꽤나 강력한 상대였지만, 당신에게 대적할 정도는 아니었습니다.
ru: Вы ликвидировали экипаж корабля слизней. Эти Клановцы могут быть хорошими бойцами, но против вас у них не было ни единого шанса.
zh_hans: 你已经干掉了蛞蝓族飞船的船员。这些异种猎人可能是很好的战士，但他们对你没有机会。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_CLAN"]/text[3]
source: The Guild probably won't appreciate you killing off their members, but what are they going to do about it? You scrap the ship.
fr: La Guilde n'appréciera probablement pas le fait que vous tuez ses membres, mais qu'est-ce qu'elle compte y faire ? Vous récupérez le vaisseau.
ko: 아마 길드는 당신이 그들의 일원들을 죽이는 것을 탐탁지 않게 여길 것입니다. 하지만 그들이 뭘 어찌 할 수 있을까요? 당신은 잔해를 인양했습니다.
ru: Гильдии, вероятно, не понравится, что вы убиваете ее членов, но что они собираются с этим делать? Вы собираете с корабля все полезное.
zh_hans: 异猎会可能不喜欢你杀了他们的成员，但他们能做什么呢？你把这艘船搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_CLAN"]/text[4]
source: You try to think of a clever bit of word play to describe the situation. You decide to go with "The hunters become the hunted" before you snap out of it and give orders to scrap the wreckage.
fr: Vous essayez d'imaginer un jeu de mot pour décrire la situation. Vous décidez de partir avec "Les chasseurs deviennent les chassés" avant de sortir de ce délire, puis vous donnez l'ordre d'entamer la récupération.
ko: 적 선원을 모두 처리했습니다. 당신은 이 상황을 설명할만한 영리한 말장난을 생각해내려고 했습니니다. 결과적으로 "사냥꾼이 사냥감이 된다"는 말을 하기로 결정하고 그 잔해를 인양하라는 명령을 내렸습니다.
ru: Вы пытаетесь придумать умную игру слов, чтобы описать ситуацию. Вы решаете остановиться на фразе "Охотники стали жертвой охоты" и отдаете приказ обыскать останки.
zh_hans: 你试图想出一个绝妙的表达来描述当下的情况。你最后想出个"猎人变成了猎物"，然后回过神来，下达命令将残骸回收。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you inspect the interior of the vessel, you find a small trophy room containing the corpses of several alien creatures. Further inspection leads you to a prison hold, where one living prisoner remains.
fr: Tandis que vous inspectez l'intérieur du vaisseau, vous trouvez une petite salle de trophées contenant les corps de plusieurs créatures aliens. En y regardant de plus près, vous trouvez un chemin menant à une cellule de prison, qui y abritte un prisonnier.
ko: 선박 내부를 살펴보니 여러 외계 생명체의 시체가 있는 작은 전리품 방이 있습니다. 더 조사하다가 한 감옥에서 아직 살아있는 수감자를 발견했습니다.
ru: При осмотре внутренних помещений корабля вы обнаруживаете небольшую комнату для трофеев, в которой вы находите трупы нескольких пришельцев. Дальнейший осмотр приводит вас в тюремный отсек, где остался один живой заключенный.
zh_hans: 当你检查这艘船的内部时，你发现了一个小战利品舱室，里面有几个外星生物的尸体。进一步的检查将你引向一个囚室，那里还有一个活着的囚犯。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "We will never ssssurrender!" Shouts the Clansman, right as your shot scatters across their hull. "Uhhhh, ssscratch that. How much for you to let ussss go?"
fr: "On sssse rendra jamais !" hurle le Loubard, juste quand votre tir impacte leur coque. "Hmhhhh, minccce. Combien pour nous laissser partir ?"
ko: 클랜즈맨이 소리칩니다. "우리는 쩔대 굴복하찌 않을 거씨다!" 하지만 당신의 포격이 선체를 뚫고 지나가자 순식간에 그들의 태도가 변했습니다. "어... 취쏘할게요. 얼마가 필요하씬가요?"
ru: "Мы никогда не сссдадимссся!" кричит Клановец, и сразу после этого попадание из вашего оружия сотрясает корпус их корабля. "Ухх, беру сссвои ссслова обратно. Сссколько вы возьмете, чтобы отпуссстить нассс?"
zh_hans: "我们永远不会投降！"异种猎人喊道，就在你的枪声散落在他们的舰体上的时候。"嗯嗯，别提了。你要多少钱才能放我们走？"

source: It appears the Clansmen have given up. "Agggh, ssstop! Take all this sssscrap, let ussss go!"
fr: Il semblerait que les Loubards jettent l'éponge. "Agggh, ssstop ! Prenez toute cccette ferraille, laisssez-nous partir !"
ko: 클랜즈맨이 전투를 포기한 것 같습니다. "으악, 멈쭤! 이것들을 다 가쪄가, 그리고 쩨발 쌀려줘!"
ru: Похоже, что Клановцы сдаются. "Аггх, оссстановитесссь! Возьмите весссь этот лом, только отпуссстите нассс!"
zh_hans: 看来异种猎人们已经放弃了。"停手吧！把这些废料都拿走，让我们走！"

source: You spot an alert on your computer screen. Upon opening it, you're greeted by a video feed of the Clansmen waving literal white flags towards the camera.
fr: Vous repérez une alerte sur votre écran d'ordinateur. En l'ouvrant, vous êtes accueilli par une transmission montrant les Loubards agitant des drapeaux blancs devant la caméra.
ko: 컴퓨터 화면에 메시지 알림이 표시됐습니다. 메시지를 여니 카메라를 향해 백기를 흔드는 클랜즈맨의 비디오 피드가 당신을 맞이했습니다.
ru: На экране компьютера появляется уведомление. В нем содержится видеозапись, на которой Клановцы машут белыми флагами перед камерой.
zh_hans: 你在电脑屏幕上发现了一个警报。打开后，迎接你的是异种猎人成员向镜头挥舞文字白旗的视频画面。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Suddenly, just as you are about to leave, the Slug ship reactivates its weapons and fires a shot off! It doesn't get past your defenses, but the cargo crate they gave you explodes in an ion blast which partially disables your shields.
fr: Soudainement, lorsque vous vous apprêtiez à partir, le vaisseau Limace réactive ses armes et tire ! Cela ne pénètre pas vos défenses, mais le cargo qu'ils vous ont donné libère une explosion ionique qui désactive partiellement vos boucliers.
ko: 당신이 떠나려고 하던 바로 그 순간, 갑자기 슬러그 함선이 무기를 재활성화하고 발사했습니다! 다행히도 그 공격은 당신의 방어 체계를 뚫지 못했지만, 그들이 당신에게 준 화물 상자에서 보호막을 부분적으로 비활성화하는 이온 폭발이 일어났습니다.
ru: Внезапно, как только вы собираетесь уходить, корабль слизней снова активирует свое оружие и делает выстрел! Он не пробивает вашу защиту, но ящик с грузом, который они вам передали, выпускает ионный импульс, который частично выводит из строя ваши щиты.
zh_hans: 突然，就在你准备离开的时候，蛞蝓族飞船重新启动了它的武器，并开了一枪！它没有通过你的防御，但他们给你的货箱在离子爆炸中爆炸，使你的护盾部分失效。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HEKTAR"]/text[1]
source: As the Hektar ship breaks apart, you can't help but wonder if their ships were designed to be as easy to put together as their weapons.
fr: Tandis que le vaisseau Hektar se brise, vous vous demandez si leurs vaisseaux ont été conçus de sorte à ce qu'ils soient aussi faciles à assembler que leurs armes.
ko: 당신은 헥타르 함선이 파괴되는 것을 보면서 그들의 함선이 모듈식 무기처럼 쉽게 조립할 수 있도록 설계되었는지 궁금해 했습니다.
ru: Когда корабль "Гектар Индастриз" разваливается на части, вы невольно задумываетесь о том, собираются ли их корабли так же легко, как и их оружие.
zh_hans: 当赫克塔的飞船解体时，你不禁要问，他们的飞船是否被设计成像他们的武器一样容易组装。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HEKTAR"]/text[2]
source: The Hektar ship explodes, and an automatic message is sent out to your ship. "Hektar Industries applauds you for your success in combat. Before you can scrap our ship however, we request you watch this short ad..."
fr: Le vaisseau Hektar explose et un message automatique vous est envoyé. "Hektar Industries vous applaudit pour votre succès au combat. Cependant avant que vous ne puissiez démonter notre vaisseau, nous demandons à ce que vous regardiez cette courte publicité..."
ko: 헥타르 함선이 폭발하고 자동 메시지가 수신되었습니다. "헥타르 산업은 당신의 성공적인 전투에 박수를 보냅니다. 하지만 잔해를 인양하기 전에 이 짧은 광고를 시청해 주시기 바랍니다..."
ru: Корабль "Гектар Индастриз" взрывается, и на ваш корабль отправляется автоматическое сообщение. ""Гектар Индастриз" аплодирует вам за ваш успех в бою. Однако прежде чем вы утилизируете наш корабль, мы просим вас посмотреть этот короткий рекламный ролик..."
zh_hans: 赫克塔飞船爆炸了，一条自动信息被发送到你的飞船上。"赫克塔工业为你在战斗中的成功而鼓掌。然而，在你搜刮我们的飞船之前，我们要求你观看这个简短的广告..."

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HEKTAR"]/text[3]
source: A plethora of boxes come flying out of the cargo bay of the other ship. You consider grabbing some, but the pictures on the side suggest they aren't worth your time. What is two circles and an oval even supposed to mean?
fr: Un assortiment de boîtes s'envolent de la soute de l'autre vaisseau. Vous songez à en ramasser, mais les images sur leur coté suggère qu'elles ne valent pas votre temps. Qu'est-ce que deux cercles et une ovale veulent dire ?
ko: 적함의 화물칸에서 많은 양의 상자가 튀어나왔습니다. 당신은 그것들을 인양하려고 했지만, 그 위에 붙어있는 사진을 보고 그럴 가치가 없다는 것을 깨달았습니다. 두 개의 원과 타원 하나가 무엇을 의미할까요?
ru: Из грузового отсека другого корабля вылетает множество коробок. Вы подумываете взять несколько, но картинки на боку говорят о том, что они не стоят вашего времени. Что бы могли означать два круга и овал?
zh_hans: 大量的箱子从另一艘船的货舱里飞出来。你考虑抓住一些，但边上的图片表明它们不值得你花时间。两个圆圈和一个椭圆到底是什么意思？

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_HEKTAR"]/text[4]
source: You receive one last hail from the Hektar Captain as his ship is plunged into flames. "I wasssn't paid enough to sssay sssomething clever. But if my manager assksss, pretend I did-"
fr: Vous recevez un dernier appel du capitaine Hektar tandis que son vaisseau est plongé dans les flammes. "Je n'étais pas assssez payé pour dire quelque chozze d'intéresssant. Mais sssi mon resssponsssable demande, dites-lui que j'ai-"
ko: 불길에 휩싸인 헥타르 함선의 선장이 마지막 메시지를 보냈습니다. "쩐 쭉으면써까지 광고를 할 만큼의 보쑤를 받찌 못해써요. 하찌만 만약 관리짜가 물으면 쩨대로 홍보한 걸로 해쭈쎄요."
ru: Вы получаете последний вызов от капитана "Гектар Индастриз", пока его корабль охватывает пламя. "Мне не платят нассстолько много, чтобы я говорил что-то умное. Но раз мой менеджер нассстаивает, предссставьте, что я..."
zh_hans: 你收到了赫克塔舰长的最后一声呼喊，因为他的船陷入了火海。"我没有得到足够的报酬去说一些聪明的事情。但是，如果我的经理不高兴，就假装我说了......"

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HEKTAR"]/text[1]
source: "God... damn... it... I didn't even get thisss week'sss pay check yet..."
fr: "Bon... ssssang... Je n'ai même pas encore touché la paie de cette sssemaine..."
ko: "쩬짱... 이번 쭈... 쭈급도... 못 받아따고..."
ru: "Черт... побери... Я даже не уссспел получить зарплату за эту неделю..."
zh_hans: "上帝...该死的...它...我甚至还没有拿到这周的工资支票..."

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HEKTAR"]/text[2]
source: In his final moments, the Slug captain shrugs. "Better then having to go back to the call center I guesssss."
fr: Dans ses derniers moments, le capitaine Limace hausse les épaules. "Toujours mieux que de retourner au cccentre d'appels, je ssssupossse."
ko: 슬러그 선장은 최후의 순간에 어깨를 으쓱했습니다. "뭐, 그래도 콜쎈터로 돌아가는 것 보단 나껬네..."
ru: В последние мгновения жизни капитан-слизень пожимает плечами. "Я думаю, лучшшше уж так, чем возвращщщатьссся в колл-центр".
zh_hans: 在他的最后时刻，蛞蝓族舰长耸耸肩。"比起不得不回到呼叫中心，我想更好。"

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HEKTAR"]/text[3]
source: "Gaahhhh, sssso much for that healthcare..." The Slug slumps over dead and you scrap his ship.
fr: "Gaahhhh, sssécurité sssocccialle, tu parles..." La Limace s'effondre et vous désossez son vaisseau.
ko: "으으윽, 너무 과한 물리찌료야..." 슬러그는 죽은 채로 쓰러졌고 당신은 그들의 배에서 쓸만한 걸 뒤졌습니다.
ru: "Тьфу, а я ссстолько отдал за ту медицинссскую ссстраховку..." Слизень падает замертво, а вы собираете с корабля все полезное.
zh_hans: "嘎嘎嘎，这么多的保健品..."蛞蝓族耷拉着脑袋死了，你把他的搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_HEKTAR"]/text[4]
source: As you walk amongst the corpses of the Slugs, you catch the final words of one last survivor; "Bury me with my money..." Unfortunately for him, you have other plans on what to do with his money.
ru: Проходя среди трупов слизней, вы улавливаете последние слова последнего выжившего: "Похороните меня вмесссте ссс моими деньгами..." К несчастью для него, у вас другие планы на то, что делать с ними.
zh_hans: 当你在蛞蝓的尸体中行走时，你听到了最后一个幸存者的最后一句话："把我和我的钱埋在一起..."不幸的是，你对如何处理他有其他计划。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Just before you finish scrapping the ship, you find a hidden storage compartment. Inside is a weapon module, for use with Hektar weaponry.
ru: Перед тем как закончить разборку корабля на лом, вы обнаруживаете скрытый отсек для хранения. Внутри находится оружейный модуль, предназначенный для использования с оружием Гектара.
zh_hans: 就在你即将搜刮完毕这艘飞船时，你发现了一个隐藏的储物舱。里面有一个武器模块，可用于赫克塔系列武器。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Just before you finish scrapping the ship, you find a hidden storage compartment. Inside is fresh Hektar weapon, without any modules installed.
ru: Перед тем как закончить разбор корабля на лом, вы обнаруживаете скрытый отсек для хранения. Внутри находится новое оружие Гектар без установленных модулей.
zh_hans: 就在你即将搜刮完毕这艘飞船时，你发现了一个隐藏的储物舱。里面放着一把全新的赫克塔武器，但尚未安装任何模块。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "You know what? Thissss job wassssn't worth it anywayssss. I am formally resssigning. You wouldn't kill an innocent unemployed civilian now, would you?"
fr: "Tu ssssait quoi ? Ccce boulot ne vaut pas le coup. Je démisssionne. Tu ne tuerai pas un civil au chômage, si ?"
ko: "그거 아씨나요? 쩐 이 찍업을 때려 찔 거에요. 쩡씩으로 항복합니다. 찌금 무고한 씰찍짜 민간인을 쭉이려 하는 건 아니겠찌요? 그렇쬬?"
ru: "Знаете что? Эта работа всссе равно не ссстоила того. Я официально увольняюсссь. Вы же не ссстанете убивать ни в чем не повинного безработного гражданссского, правда?"
zh_hans: "你知道吗？反正这份工作也不值得做。我正式辞职了。你现在不会杀一个无辜的失业平民，对吗？"

source: "Capitalissssm hasss failed me! I ssshall forever now be communissst. Bribery and communisssm are sssynonymousss, right?"
fr: "Le capitalissssme ne m'a pas sssservi ! Je sssserai dorénavant communissste pour toujours. Corruptttion et communisssme sssont sssynonymes, oui ?"
ko: "짜본주의는 나를 씰망씨켰어. 나는 이쩨 영원히 공싼쭈의짜가 될 거야! 그런데, 뇌물과 공싼쭈의는 동의어가 아닐까요?"
ru: "Капитализм меня подвел! Я теперь навсссегда ссстану коммуниссстом. Взяточничессство и коммунизм - это ведь сссинонимы, да?"
zh_hans: "资本主义已经让我失望了！我现在将永远成为共产主义者。贿赂和共产主义是同义词，对吗？"

source: "Who'sss paying you for thisss? I refusssse to believe you aren't in thisss for money. Well guesss what! I have money too!"
fr: "Qui vous paie pour tout ccca ? Je refussse de croire que vous n'y êtes par pour l'argent. Eh bien devinez quoi ! J'ai de l'argent ausssi !"
ko: "누가 당씬에게 이 일을 싸쭈했나요? 나는 당씬이 돈 때문에 이러는 거라고 믿어 의씸찌 않아요. 그런데, 알고 계쎴나요? 쩌도 돈이 있써요!"
ru: "Кто вам за это платит? Я отказываюсссь верить, что вы здесссь не из-за денег. И знаете, что! У меня тоже есссть деньги!"
zh_hans: "谁给你钱做这个？我不相信你不是为了钱。好吧，你猜怎么着！我也有钱！"

source: The Hektar employee frantically flips through his employee manual. "Crap, it doesssn't sssay anything about what to do here! Uh, time to resssort to plan B. Buy my way out!"
fr: L'employé Hektar feuillete frénétiquement les pages de son manuel d'employé. "Mincce, rien sssur ce qu'il faut faire dans cccette sssituation ! Euh, ccc'est l'heure du plan B. Acheter ma propre vie !"
ko: 헥타르 직원은 직원 매뉴얼을 미친 듯이 뒤적입니다. "쩬짱, 이럴 때 뭘 해야 하는찌 아무 얘기가 없짢아! 어, 계획 B를 씰행해야 겠어. 쓰크랩으로 목쑴을 싸는 거찌!"
ru: Сотрудник "Гектар Индастриз" судорожно листает свою инструкцию. "Черт, там ничего не сссказано о том, что сссейчассс делать! Пора переходить к плану Б. Надо откупитьссся!"
zh_hans: 这位赫克塔公司的员工疯狂地翻阅着他的员工手册。"糟糕，上面没有提到任何关于在这里做什么的内容！呃，是时候重新考虑B计划了。买下我的出路！"

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LEECH"]/text[1]
source: You know space has no sound, but you can almost swear you heard the jubilant cries of relief from the Leech ship's crew as they're blown to smitherenes.
ru: Звук не распространяется в пространстве, поэтому вам остается только догадываться, какой звук издавал экипаж корабля пиявок, когда их разнесло в щепки.
zh_hans: 你知道真空无法传声，所以你只能猜测那些被吹向地狱深渊的吸虫族船员们发出的是怎样的声音。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LEECH"]/text[2]
source: Moments before the Leech ship is destroyed, the ship almost seems to halt, as if in the final moments they realized their failure and gave up in an instant. That depressing realization won't stop you from scrapping their ship however.
ru: За мгновение до уничтожения корабля пиявок создается впечатление, что его обитатели издали последний, протяжный вздох, принимая свою судьбу.
zh_hans: 在吸虫族船被摧毁的前一刻，你感觉仿佛舰内的船员在接受命运的安排时，发出了一声充满力量的叹息。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LEECH"]/text[3]
source: If the legends of the once great Leech military were ever true, they certainly don't hold up today. For your sake, let's hope they never make a resurgence.
fr: Si les légendes de l'autrefois glorieuse armée militaire Sangsue sont vraies, elles ne tiennent certainement plus de l'actualité aujourd'hui. Pour votre bien, espérons qu'elle ne fasse pas une réapparition.
ko: 한때 위대했던 리치 군단의 전설이 사실이었다 해도, 오늘날에도 통하는 것은 아닙니다. 당신을 위해서 그 전설이 결코 부활하지 않기를 바랍시다.
ru: Если легенды о некогда великой армии пиявок и были правдой, то сегодня они уже не актуальны. Будем надеяться, что они никогда не возродятся.
zh_hans: 如果曾经伟大的吸虫族军队的传说是真的，那么它们在今天肯定站不住脚。为了你的利益，让我们希望他们永远不要卷土重来。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LEECH"]/text[4]
source: If you keep destroying Leech ships, maybe they'll give up and leave you alone for good. It's probably too much to hope for, but it's not impossible either.
fr: Si vous continuez de tuer des Sangsues, peut-être abandonneront-ils et vous laisserons enfin tranquilles. C'est probalement trop demander, mais ce n'est également pas impossible.
ko: 계속해서 리치 함선을 파괴한다면 아마도 그들은 포기하고 영원히 당신을 내버려 둘 것입니다. 너무 많은 것을 바라는 것일 수도 있지만 불가능한 일은 아닙니다.
ru: Если вы будете продолжать уничтожать корабли пиявок, возможно, они сдадутся и оставят вас в покое. Наверное, на это слишком много надежд, но и исключать это тоже не стоит.
zh_hans: 如果你继续对吸虫族舰船大开杀戒，也许他们会放弃并永远地离开你。这可能是个太大的希望，但也不是不可能。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LEECH"]/text[1]
source: The scene left from the massacre here is far from a pretty one. The diced up bits of Leech flesh let off a repugnant odor so foul you almost consider leaving the wreck behind entirely. Almost.
fr: La scène du massacre laissé ici est loin d'être plaisante. Les morceaux de chaire découpés des Sangsues dégagent une odeur tellement répugnante que vous songez à quitter et abandonner l'épave immédiatement. Ou presque.
ko: 학살의 흔적은 아름다운 것과는 거리가 멉니다. 잘게 썰린 리치의 살점 조각은 역겨운 냄새를 풍겼습니다. 적함의 잔해에 손도 대기 싫을 정도로 더럽군요.
ru: Зрелище, оставшееся после бойни, далеко не самое приятное. Отрезанные куски плоти пиявок испускают настолько отвратительный запах, что вы практически решили отказаться от обыска корабля. Практически.
zh_hans: 大屠杀留下的场景远不是一个漂亮的场景。被切碎的吸虫族肉块散发出令人厌恶的气味，你几乎要考虑完全离开这个残骸。几乎是这样。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LEECH"]/text[2]
source: You've heard the disturbing stories of the haunting post-mortem smiles of Leech crew. Now, you're experiencing them yourself. This'll probably take some amount of therapy to get over.
ru: Вы слышали жуткие истории о посмертных улыбках экипажа пиявок. Однако, похоже, эти истории - всего лишь легенды, ведь их лица выглядят примерно так, как вы и ожидали.
zh_hans: 你已经听说了吸虫族船员死后微笑萦绕的令人不安的故事。然而，看起来那些故事不过就是些传说罢了，因为它们中人物的面容看起来与人们所预期的并无太大差别。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LEECH"]/text[3]
source: Expecting the ship to be empty, you step aboard, only to see that one of the Leech crew is still alive! However, instead of fighting back, the Leech only curls up into a ball and bites hard into his own body, killing himself instantly. How morbid.
ru: Вы не встречаете сопротивления, пока разбираете их корабль. Вас не покидает ощущение, что на борту может находиться кто-то из выживших, но они не мешают вам забирать все найденное.
zh_hans: 在摧毁他们的飞船时，你不会再遇到任何阻碍。有一种挥之不去的感觉是，舰内可能还有一名幸存者，但即便如此，他们也不会阻止你去取用你所发现的任何回收物资。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LEECH"]/text[4]
source: Walking among the corpses of these parasites is nothing short of eerie. Their wide gaping mouths seem as if they could reach out at any moment and strike you. You keep your hand near your blaster at all times as you scrap the ship.
fr: Marcher parmi les cadavres de ces parasites est certainement sinistre. Leurs bouches grandes ouvertes semblent prêtes à vous sauter dessus à tout moment. Vous gardez votre main près de votre arme tout le long de l'opération de récupération.
ko: 이 기생충들의 시체 사이를 걷는 것은 섬뜩합니다. 그들의 크게 벌어진 입은 당장이라도 혀를 뻗어 당신을 공격할 것 같습니다. 당신은 쓸만한 걸 챙기는 동안에도 블래스터에서 손을 떼지 못했습니다.
ru: Ходить среди трупов этих паразитов довольно жутко. Кажется, будто в любой момент они могут ухватиться за вас своими широко раскрытыми ртами. Вы постоянно держите руку рядом с бластером, пока обыскиваете корабль.
zh_hans: 在这些吸虫族的尸体中行走，不免让人感到阴森恐怖。他们张开的大嘴仿佛随时都能伸出来攻击你。当你在船上搜刮时，你的手一直靠近你的爆裂手枪。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LEECH"]/text[5]
source: Apparently, shortly after death, the corpse of a Leech will drain itself slowly of all the built up electricity it has stored over its life. With this many bodies, it could be catastrophic in close quarters. You make sure to hurry and scrap the ship before you can get caught in a mine field of electrified bodies.
fr: Apparemment, peu après la mort, le corps d'une Sangsue se draine lentement de toute l'electricité qu'il a accumulé durant sa vie. Avec tout ces cadavres, ce serait catastrophique en rapproché. Vous vous assurez de vous dépêcher de tout démonter avant d'être prit dans un champ de mines electrifiés de cadavres.
ko: 세간에 알려진 바로, 리치의 시체는 평생 동안 축적한 모든 전기를 천천히 소모한다고 합니다. 좁은 공간에 이 정도로 많은 시체가 있으니 재앙이라고 할 수 있겠군요. 당신은 전기로 된 지뢰밭에 오래 머물지 않고 서둘러 쓸만한 것들을 챙겨 나왔습니다.
ru: По-видимому, вскоре после смерти труп пиявки начинает медленно высвобождать все накопленное за время жизни электричество. При таком количестве тел в тесном помещении это может привести к катастрофе. Вы стараетесь поскорее закончить свои дела на корабле, пока вы не попали на минное поле из наэлектризованных тел.
zh_hans: 显然，死亡后不久，吸虫族的尸体会将其一生中储存的所有积蓄的电力慢慢耗尽。有了这么多的尸体，在近距离的情况下，这可能是灾难性的。你一定要抓紧时间，在你被卷入通电尸体的雷区之前把船搜刮。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。
