Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_MORPH"]/text[2]
source: "Oj joo! Oj joo! Yur kip looloo!" You think the Morphs are surrendering, but you aren't sure. How do you respond?
fr: "Oj joo ! Oj joo ! Yur kip looloo !" Vous pensez que les Morphs essayent de se rendre, mais vous n'êtes pas sûrs. Comment allez-vous répondre ?
ko: "옺 주우! 옺 주우! 열 킾 루우루우!" 모프들이 항복하고 있는 것 같은데, 확실하진 않습니다. 어떻게 대응하시겠습니까?
ru: "Одж джу! Одж джу! Юр кип лулу!" Вы думаете, что морфы сдаются, но не уверены в этом. Как вы ответите?
zh_hans: "哦咭！哦啾！吔唲唭噗咯咯！"你认为模物族在投降，但你并不确定。如何回应？

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_MORPH"]/text[3]
source: "Odle yup. Kim jio kup kurp!" You think the Morphs are surrendering, but you aren't sure. How do you respond?
fr: "Odle yup. Kim jio kup kurp !" Vous pensez que les Morphs essayent de se rendre, mais vous n'êtes pas sûrs. Comment allez-vous répondre ?
ko: "오드레 옆. 김 지오 컾 컲!" 모프들이 항복하고 있는 것 같은데, 확실하진 않습니다. 어떻게 대응하시겠습니까?
ru: "Одл юп. Ким джио куп курп!" Вы думаете, что морфы сдаются, но не уверены в этом. Как вы ответите?
zh_hans: "哦嘚呀吥。唭吗咭噢咔噗！"你认为模物族在投降，但你并不确定。如何回应？

source: You disarm the weapons, hoping the Morphs will do the same. They do in fact turn their weapons offline as well, though whether they're doing that because you understood correctly or they think you're surrendering instead is up to debate. Not long after, a small Morph finds its way onto the ship, but they seem friendly and want to stay.
fr: Vous désactivez vos armes, en espérant que les Morphs fassent de même. C'est effectivement ce qu'ils font, mais impossible à dire si c'est parce que vous les avez bien compris, ou s'ils pensent que c'est vous qui vous rendez. Peu de temps après, un petit Morph s'invite sur votre vaisseau, mais il a l'air amical et souhaite rester.
ko: 당신은 모프들도 똑같이 해주기를 바라며 무기를 내렸습니다. 그들도 무기를 내렸지만, 당신이 올바르게 이해했기 때문에 그렇게 했는지 아니면 당신이 대신 항복한다고 생각하는지 여부는 논쟁의 여지가 있을 것입니다. 얼마 지나지 않아 작은 모프가 배에 올랐지만 그들은 적의가 없어 보였고 머물고 싶어했습니다.
ru: Вы отключаете оружие, надеясь, что морфы сделают то же самое. Они действительно отключают свое оружие, но делают ли они это потому, что вы правильно их поняли, или потому что думают, что вы сдаетесь - вопрос спорный. Вскоре после этого на корабль попадает маленький морф, но он кажется дружелюбным и хочет остаться.
zh_hans: 你解除了武器，希望模物族也能这样做。事实上，他们也把他们的武器关掉了，尽管他们这样做是因为你理解正确，还是他们认为你在投降，还有待讨论。不久之后，一个小的模物族找到了它的方式，但他们似乎很友好，想留下来。

source: You disarm the weapons, hoping the Morphs will do the same. Instead, a group of angry blobs bust their way into your ship and the fight continues!
fr: Vous désactivez vos armes, en espérant que les Morphs fassent de même. Mais au lieu de ça, un groupe de gelées furax s'invite dans votre vaisseau et le combat continue !
ko: 당신은 모프들도 똑같이 해주기를 바라며 무기를 내렸습니다. 하지만, 성난 모프 무리가 당신의 배에 침입해왔고 싸움은 계속됩니다!
ru: Вы отключаете оружие, надеясь, что морфы сделают то же самое. Вместо этого группа злобных шарообразных врывается на ваш корабль, и бой продолжается!
zh_hans: 你解除了武器，希望模物族也能这样做。相反，一群愤怒的模物族冲进了你的飞船，战斗继续进行！

source: The Coalition ship explodes. As the separate pieces float away, you can once again see the divide between the factions. You like it better this way.
fr: Le vaisseau de la Coalition explose. Tandis que les pièces séparées s'envolent, vous pouvez à nouveau voir la distinction entre les factions. Vous préferrez cela.
ko: 연합 함선이 폭발합니다. 파편들이 흩어지는 것을 보면 세력 간의 분열을 다시 한번 확인할 수 있습니다. 정말 재미있는 광경이군요.
ru: Корабль Коалиции взрывается. Разлетающиеся в стороны части корабля напоминают вам о пропасти в отношениях между фракциями. Вам так больше нравится.
zh_hans: 星联的飞船爆炸了。当独立的碎片飘走时，你可以再次看到各派别之间的分歧。你更喜欢这种方式。

source: The Coalition doesn't mess around, but yet again you've come out on top. The remains of their ship are yours to scrap.
fr: La Coalition ne plaisante pas, mais une fois encore vous avez pris le dessus. Les restes de leur appareil sont à vous.
ko: 연합은 쉬운 상대가 아니었지만, 당신은 또다시 승리했습니다. 이 배의 잔해는 당신의 스크랩이 될 것입니다.
ru: Коалиция ни с кем не церемонится, но вы снова оказались на высоте. Вы можете собрать полезные припасы с его обломков.
zh_hans: 星联不会乱来，但你又一次取得了胜利。他们的船的残骸是你的废料。

source: You've proven that no one, Rebel or Coalition, can outmatch you. Or at least, this ship couldn't.
fr: Vous avez prouvé que personne, que ce soit les Rebelles ou la Coalition, n'arrivait à votre cheville. Ou du moins, pas ce vaisseau ennemi.
ko: 반군이든 연합이든 그 누구도 당신을 능가할 수 없다는 것을 증명했습니다. 그게 아니라 해도, 적어도 이 배는 넘을 수 없었군요.
ru: Вы доказали, что никто, ни повстанцы, ни Коалиция, не могут превзойти вас. Или, по крайней мере, этот корабль не может.
zh_hans: 你已经证明了没有人，不管是叛军还是星联，都能胜过你。或者至少，这艘船不能。

source: The Coalition vessel is blasted apart from your assault. With the destruction of this ship, humans can hopefully rest a little easier.
fr: Le vaisseau de la Coalition a été détruit par votre assaut. Avec la destruction de ce vaisseau, les humains peuvent espérer se reposer un peu plus tranquillement.
ko: 당신의 공격으로 연합 함선이 폭파되었습니다. 이로써 인간들은 조금 더 편히 쉴 수 있을 겁니다.
ru: Корабль Коалиции разнесен на части в результате вашего нападения. С уничтожением этого корабля люди, надеюсь, смогут немного успокоиться.
zh_hans: 星联飞船在你的攻击下被炸得四分五裂。希望这艘飞船被摧毁后，人类可以稍稍安心。

source: The enemy ship crumbles into its constituent pieces. The combined ingenuity of the Federation's enemies fortunately results in a ship that is quite profitable to scrap.
fr: Le vaisseau ennemi s'effondre en morceaux. L'ingéniosité combinée des ennemis de la Fédération aboutit heureusement à un vaisseau qu'il est assez rentable de démolir.
ko: 적 함선은 골조를 드러내며 산산조각났습니다. 다행히도 연방의 적들이 기지를 합쳐 만들어낸 이 함선은 인양할 가치가 꽤 높아 보입니다.
ru: Вражеский корабль распадается на составляющие его части. Совокупная изобретательность врагов Федерации, к счастью, приводит к тому, что корабль оказывается весьма полезен для разборки на лом.
zh_hans: 敌舰被炸得粉碎。幸运的是，联邦敌人们的各种技术聚集在一起，使这艘飞船的废料收益相当可观。

source: A mixture of all different kinds of alien blood is on your hands. No wonder they must all hate the Federation.
fr: Une mixture de différentes sortes de sang est entre vos mains. Pas étonnant qu'ils détestent autant la Fédération.
ko: 당신의 손엔 온갖 종류의 외계인의 피가 묻어 있었습니다. 그들 모두가 연방을 미워하는 것은 당연합니다.
ru: На ваших руках смесь различных видов крови пришельцев. Неудивительно, что все они ненавидят Федерацию.
zh_hans: 你的手上混合着各种不同的外星人的血液。难怪他们一定都讨厌联邦。

source: The Coalition is made of some of the most fearsome warrior races, but your crew has proven themselves superior.
fr: La Coalition est composé des races les plus craintes et belliqueuses, mais votre équipage s'est prouvé supérieur à eux.
ko: 연합은 가장 무시무시한 전사 종족으로 구성되어 있지만, 당신의 선원들은 자신들이 더 우월하다는 것을 증명했습니다.
ru: Коалиция состоит из самых грозных воинственных рас, но ваша команда доказала свое превосходство.
zh_hans: 星联是由一些最可怕的战士种族组成的，但你的船员已经证明了自己的优势。

source: A cornucopia of Coalition corpses cover the floor. There's nothing to stop you from harvesting their vessel and venturing forth.
fr: Des cadavres de la Coalition recouvrent le sol. Rien ne vous empêche de récolter leur vaisseau et de vous aventurer plus loin.
ko: 연합군의 시체가 바닥을 뒤덮고 있습니다. 그들의 배를 약탈하고 모험하는 것을 막을 것은 아무것도 없습니다.
ru: Пол усыпан трупами Коалиции. Ничто не помешает вам разобрать их судно и отправиться дальше.
zh_hans: 满地都是星联成员的尸体。没有什么能阻止你搜刮他们的飞船。

source: The Coalition has been known to boast their physical strength in comparison to the Federation, but your crew was more than equipped to prove that they are not to be trifled with.
fr: La Coalition est connue pour se vanter de sa force physique par rapport à la Fédération, mais votre équipage était plus qu'équipé pour prouver qu'il n'est pas à négliger.
ko: 연합은 연방보다 육탄전 능력에 있어 강세인 것으로 알려져 있지만, 당신의 선원들은 이쪽도 절대 만만치 않다는 것을 행동으로 증명했습니다.
ru: Известно, что Коалиция может похвастаться своей физической силой по сравнению с Федерацией, но ваш экипаж был более чем подготовлен, чтобы доказать, что с ними не стоит шутить.
zh_hans: 众所周知，星联一直在吹嘘自己的登舰战强于联邦。但你的船员完全有能力证明他们不是好惹的。

source: Both the Federation and Coalition believe that diversity is strength. As their ship is the one that's devoid of life, you've proven that yours is stronger.
fr: La Fédération et la Coalition pensent que la diversité fait la force. Comme leur vaisseau est celui qui est dépourvu de vie, vous avez prouvé que le vôtre est plus fort.
ko: 연방과 연합은 모두 다양성이 곧 힘이라고 믿습니다. 적함에는 이제 단 한 종류의 생명도 없으니, 당신이 더 강하다는 게 증명됐습니다.
ru: И Федерация, и Коалиция считают, что разнообразие - это сила. Поскольку их корабль лишен жизни, вы доказали, что ваш сильнее.
zh_hans: 联邦和星联都相信多样性就是力量。随着他们的飞船失去所有生命信号，你证明了你的飞船更强大。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The captain of the Coalition ship hails you, and begrudgingly requests that you accept their surrender.
fr: Le capitaine du vaisseau de la Coalition vous contacte et demande à contrecoeur que vous acceptiez leur reddition.
ko: 연합 함선의 선장이 당신에게 교신을 하며 마지못해 항복을 받아달라고 요청했습니다.
ru: Капитан корабля Коалиции вызывает вас и неохотно просит принять их капитуляцию.
zh_hans: 星联的舰长向你求救，并勉强要求你接受他们的投降。

source: You can tell it's hard for the Coalition captain to admit, but they have been bested. They offer a surrender.
fr: Vous pouvez voir qu'il est difficile de l'admettre pour le capitaine de la Coalition, mais ils ont été battus. Ils offrent une reddition.
ko: 아마 인정하기 싫었겠지만, 연합 함선의 선장은 자신들이 제압되었음을 밝혔습니다. 그들이 항복을 제안합니다.
ru: Видно, что капитану Коалиции трудно это признать, но они потерпели поражение. Они предлагают капитуляцию.
zh_hans: 你可以看出，星联的舰长很难承认，但他们已经被打败了。他们提出投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_GHOST"]/text[1]
source: It is hard to draw the line between the original state of disrepair the vessel was in and the destruction you have caused. You add to the damage even further by scrapping the ship.
fr: Il est difficile de faire la part des choses entre l'état de délabrement dans lequel se trouvait le vaisseau à l'origine et la destruction que vous avez causée. Vous aggravez encore les dégâts en démantelant le vaisseau.
ko: 그들의 함선은 원래부터 손상되어 있던 터라 당신이 가한 피해를 구분해 내기는 어렵습니다. 당신은 쓸만한 것들을 약탈하는 과정에서 더 많은 피해를 가했습니다.
ru: Трудно провести грань между первоначальным состоянием, в котором находилось судно, и разрушениями, которые вы причинили. Вы еще больше усугубляете повреждения, разбирая судно на лом.
zh_hans: 已经分不清哪些是你你造成的破坏哪些是这艘船原有破败状态。你造成的伤害进一步加剧飞船的报废程度。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_GHOST"]/text[2]
source: The Ghost ship is no more. You scrap what you can.
fr: Le vaisseau Fantôme n'est plus. Vous récupérez ce que vous pouvez.
ko: 고스트 함선은 더 이상 없습니다. 당신은 잔해를 인양했습니다.
ru: Корабля призраков больше нет. Вы собираете все, что можете.
zh_hans: 魂灵族船已不复存在。你能搜刮的就搜刮吧。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_GHOST"]/text[3]
source: The circle of life for this ship has been complete. Now finally destroyed, as it should have been originally, you scrap what remains.
fr: Le cercle de la vie pour ce vaisseau est enfin fini. Désormais détruit, comme il devrait l'être, vous récupérez ses restes.
ko: 이 함선의 삶의 주기에 마침표가 찍혔습니다. 마침내 파괴된 것입니다. 혹은 원형으로 돌아갔다고 할 수 있겠네요. 당신은 잔해를 인양했습니다.
ru: Цикл жизни этого корабля завершен. Теперь он окончательно разрушен, как и должно было быть изначально, а то, что осталось, вы собираете в качестве лома.
zh_hans: 这艘船的生命循环已经完成。现在终于被摧毁了，就像它最初应该被摧毁的那样，你搜刮了剩下的东西。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_GHOST"]/text[1]
source: You have emptied the ship of its ghostly captors. No longer shall they prey on innocent ships passing through this sector.
fr: Vous avez débarassé ce vaisseau de ses ravisseurs fantomatiques. Ils n'importuneront plus jamais d'innocents de passage dans ce secteur.
ko: 함선을 빼앗는 유령들을 모두 제거했습니다. 더 이상 그들이 이 구역을 통과하는 무고한 선박을 잡아먹지 못할 것입니다.
ru: Вы зачистили корабль от его призрачных похитителей. Больше они не будут охотиться на невинные корабли, проходящие через этот сектор.
zh_hans: 你已经把船上的魂灵族俘虏清空了。他们将不再掠夺经过这一星区的无辜船只。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_GHOST"]/text[2]
source: It dawns on you that twice now the entire crew of this ship has been exterminated. The thought chills you as you scrap it.
fr: Cela vous vient soudainement à l'esprit que l'équipage entier de ce vaisseau a été exterminé à deux reprises. Cette pensée vous donne les jetons tandis que vous démontez le vaisseau.
ko: 따지고 보면 이 배의 선원들은 두 번씩이나 전멸한 것입니다. 이런 생각을 하고 보니 쓸만한 것을 챙기면서도 서늘한 감각이 가시질 않았습니다.
ru: Пока вы обыскиваете корабль, вас осеняет, что уже дважды весь экипаж этого корабля был уничтожен. От этой мысли вас бросает в дрожь.
zh_hans: 你突然意识到，这艘船的全体船员已经被消灭过两次。这个想法让你回收废料的双手不寒而栗。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_GHOST"]/text[3]
source: Now empty of crew, you make sure to thoroughly scrap the ruins so that no more Ghosts can ever inhabit this ship.
fr: Désormais vide d'équipage, vous vous assurez de démonter les ruines pour que les Fantômes ne peuvent plus jamais habiter ce vaisseau.
ko: 이제 적함은 비어 있으므로 다른 고스트들이 이 배에 눌러 앉을 수 없도록 철저히 긁어 모아야 합니다.
ru: Теперь, когда на корабле нет экипажа, вы тщательно вычищаете его останки, чтобы ни один призрак больше не смог поселиться на этом корабле.
zh_hans: 现在已经没有船员了，你要确保彻底清除遗迹，这样就不会再有魂灵族居住在这艘船上了。

source: The Dynasty's architects probably cringe every time they catch news another one of their ships have been destroyed. Their fleets have been reduced ever since the great cataclysm of their past, and you certainly aren't helping.
fr: Les architectes de la Dynastie grimacent sûrement à chaque nouvelle de leurs vaisseaux se faisant détruire. Leur flotte a été réduite depuis le grand cataclysme de leur passé et vous n'êtes certainement pas en train d'arranger la situation.
ko: 왕조의 건축가들은 그들의 배 하나가 파괴되었다는 소식을 들을 때마다 아마 움찔할 것입니다. 그들의 함대는 과거의 대격변 이후 줄곧 줄어들어 왔고, 당신은 상황을 악화시키고 있습니다.
ru: Архитекторы Династии, вероятно, сокрушаются каждый раз, когда узнают, что очередной их корабль уничтожен. Размеры их флотов уменьшились со времен великого катаклизма прошлого, и вы, определенно, не помогаете их увеличить.
zh_hans: 灵朝王朝的建筑师们可能每次听到他们的另一艘船被摧毁的消息时都会感到害怕。自从他们过去的大灾难以来，他们的舰队就一直在减少，而你肯定没有帮助。

source: The vibrant blue lights on the Dynasty vessel flicker in their final moments before the brilliant blue glow ceases and the integrity of the ship's hull crumbles.
fr: Les vibrantes lumières bleues sur le vaisseau de la Dynastie clignotent dans leurs derniers moments, avant que la lueur bleue cesse et que l'intégrité de la coque du vaisseau s'effondre.
ko: 왕조 함선의 생생한 푸른 불빛은 최후의 순간까지도 깜빡였습니다. 하지만 이윽고 선체가 수명을 다하자 그 찬란하던 불빛도 꺼져버렸습니다.
ru: Яркие голубые огни на корабле Династии мерцают в последние мгновения, и их свечение гаснет вместе с разрушением корпуса.
zh_hans: 在灿烂的蓝光停止之前，灵朝飞船上鲜艳的蓝光在其最后时刻闪烁，舰体的完整性也随之崩溃了。

source: If every Federation ship removed Dynasty vessels with the same level of efficiency as you, it would be no wonder that they hate you all! However, from your experience, it doesn't seem there are many competent captains out there to explain the phenomenon.
fr: Si chaque vaisseau de la Fédération détruisait ceux de la Dynastie avec autant d'efficacité que vous, ce serait guère surprenant qu'ils vous détestent tous ! Cependant, d'après votre expérience, il ne semble pas y avoir beaucoup de capitaines compétents pouvant expliquer le phénomène.
ko: 모든 연방 함선이 당신만큼이나 능숙하게 왕조 함선을 파괴할 수 있다면, 그들이 연방을 싫어하는 것도 당연한 일일 겁니다! 그러나 경험상 이 현상의 해답이 될만한 유능한 선장은 많지 않은 것 같습니다.
ru: Если бы каждый корабль Федерации уничтожал корабли Династии с такой же эффективностью, как вы, то не было бы ничего удивительного в том, что они вас всех ненавидят! Это могло бы объяснить данный феномен, если бы вы знали больше компетентных капитанов.
zh_hans: 如果每艘联邦舰艇都能像你一样高效地杀死灵朝的舰艇，那就难怪他们会对你们恨之入骨了！然而，从你的经验来看，似乎没有多少有能力的舰长来解释这一现象。

source: You catch a glimpse of glittering wisps of color floating out of the hull as it collapses. Have the Ghosts escaped their horrible fate, or is this merely the equivalent of a corpse being flung out into the cosmos? You really aren't sure.
fr: Vous pouvez apercevoir des lueurs scintillantes et colorées s'échapper de la coque tandis qu'elle s'effondre. Est-ce que les Fantômes ont échappé à leur horrible destin, ou est-ce tout simplement l'équivalent d'un corps balancé dans le cosmos ? Vous n'en êtes pas vraiment sûr.
ko: 적함이 부서지면서 선체 밖으로 반짝이는 조각들이 흘러나왔습니다. 고스트들이 끔찍한 운명에서 벗어난 것일까요? 아니면 이것은 단지 우주에 내던져진 시체와 같은 것일까요?
ru: Вы успеваете заметить, как из корпуса корабля вылетают сверкающие цветные пучки, когда он разрушается. Избежали ли призраки своей ужасной участи, или это просто эквивалент трупов, выброшенных в космос? Вы не можете сказать наверняка.
zh_hans: 你瞥见在舰体倒塌时，有一缕闪亮的色彩从船体中漂浮出来。魂灵族是否逃脱了可怕的命运，或者这只是相当于一具尸体被扔到了宇宙中？你真的不确定。

source: You've heard that the Ghosts have a most horrible odour to them, and you couldn't be more glad there's no air inside the Dynasty ship to carry the scent as you scrap it.
fr: Des rumeurs disent que les Fantômes dégagent une horrible odeur et vous êtes grandement soulagé qu'il n'y ait pas d'air à l'intérieur du vaisseau de la Dynastie pour transporter l'arôme pendant que vous le démontez.
ko: 흔히 고스트는 뒤가 구리다고들 합니다. 쓸만한 것을 챙기던 당신은 그들의 함선 안에 냄새를 맡을 공기가 없어서 다행이라고 생각했습니다.
ru: Вы слышали, что призраки обладают ужасным запахом, и, пока вы обыскиваете корабль Династии, вы не можете не радоваться тому, что внутри него нет воздуха, который бы разносил этот запах.
zh_hans: 你听说魂灵族有一种最可怕的气味，而你再高兴不过了，灵朝飞船内没有空气，不会像你搜刮的那样带着气味。

source: You wonder if Ghosts feel pain before they die. After what just happened here, you sincerely hope they don't.
fr: Vous vous demandez si les Fantômes ressentent la douleur en mourrant. Après ce qui vient de se passer ici, vous espérez sincèrement que cela ne soit pas le cas.
ko: 과연 고스트는 죽을 때 고통을 느낄까요? 당신은 그들이 고통 없이 갔기를 진심으로 바랐습니다.
ru: Вы задаетесь вопросом, чувствуют ли призраки боль перед смертью? После того, что здесь произошло, вы искренне надеетесь, что нет.
zh_hans: 你想知道魂灵族在死前是否感到痛苦。在刚刚发生的事情之后，你真诚地希望他们不会。

source: "Arg, see to it that you are penetrated up the rectum, you foul wretch," mutters the Ghost captain as he begins to dissipate.
fr: "Arg, veillez à ce que vous soyez pénétré par le rectum, espèce de misérable", marmonne le capitaine Fantôme tandis qu'il commence à se dissiper.
ko: "으윽, 후장이나 따여라 이 더러운 자식아!" 고스트는 사라져가며 중얼거렸습니다.
ru: "Арг, я прослежу за тем, чтобы тебя проткнули сквозь прямую кишку, подлый мерзавец", - бормочет капитан призраков, когда он начинает рассеиваться.
zh_hans: "阿格，看你的直肠被穿透，你这个肮脏的小人。"魂灵族舰长开始消散时嘟囔道。

source: You remember a time on your MV Traveler handbook that recommended to not bother with the effort of killing Ghosts while preserving their vessel. But look at you now! If only the people back at Universe 0 could see the havoc you caused.
fr: Vous vous souvenez d'une fois où le manuel du voyageur Multiversel vous recommandait de ne pas vous donner la peine de tuer les fantômes tout en préservant leur vaisseau. Mais regarde-toi maintenant ! Si seulement les gens de l'Univers 0 pouvaient voir les dégâts que vous avez causés.
ko: MV 여행자 핸드북에서 자기 선박을 지키려는 고스트를 죽이려고 애쓰지 말라던 것이 기억납니다. 하지만 지금 당신을 보세요! 제0 우주에 있는 사람들이 당신이 일으킨 혼란을 볼 수 있다면 얼마나 좋을까요.
ru: Вы помните, как в справочнике путешественника по Мультивселенной рекомендовалось не утруждать себя убийством призраков, чтобы сохранить их судно. Но посмотрите на себя сейчас! Если бы только люди во Вселенной 0 могли видеть, какой хаос вы устроили.
zh_hans: 你还记得，在你的多元宇宙旅行手册上，曾看到建议在保留魂灵族飞船的同时，不要费力去杀死上面的魂灵族。但看看现在的你！如果0号宇宙的人们能看到你造成的灾难就好了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LANIUS"]/text[1]
source: One can never be too cautious while scrapping a Lanius ship, for fear of either a lone survivor drifting in the vacuum or a collision with the sharp debris.
fr: On n'est jamais trop prudent en désossant un vaisseau Lanius, par peur d'un survivant dérivant dans le vide, ou bien par la collision avec les débris pointus.
ko: 라니우스 함선을 약탈하는 동안에는 아무리 조심해도 지나치지 않습니다. 진공 상태에서 표류하는 고독한 생존자와 맞닥뜨리거나 날카로운 파편에 충돌할 수 있으니까요.
ru: При обыске останков корабля ланиусов всегда нужно быть настороже, опасаясь либо дрейфующего в космосе выжившего члена экипажа, либо столкновения с острыми обломками.
zh_hans: 在报废食铁族飞船时，人们永远不能太过谨慎，因为担心要么有孤独的幸存者在真空中漂流，要么与尖锐的碎片相撞。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LANIUS"]/text[2]
source: The destruction of the Lanius vessel provides you with great satisfaction, knowing how infamously difficult the Lanius are as foes.
fr: La destruction du vaisseau Lanius vous fournit une grande satisfaction, vu la réputation que les Lanius ont comme adversaires difficiles et implacables.
ko: 라니우스가 얼마나 악명높은 적인지 알기 때문에 이들의 함선을 파괴하는 것은 큰 만족감을 제공합니다.
ru: Уничтожение корабля ланиусов доставляет вам огромное удовольствие, зная, насколько сложными противниками они являются.
zh_hans: 摧毁食铁族飞船让你感到非常满意，要知道食铁族作为敌人是多么臭名昭著的困难。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_LANIUS"]/text[3]
source: The Lanius may be excellent scavengers, but today you've turned the tables on them.
fr: Les Lanius sont peut-être d'excellents charognards, mais aujourd'hui vous avez retourné la situation contre eux.
ko: 라니우스는 훌륭한 청소부이지만, 오늘만큼은 당신이 그들을 청소해버렸습니다.
ru: Быть может, ланиусы и отличные падальщики, но сегодня вы переиграли их.
zh_hans: 食铁族可能是优秀的拾荒者，但今天你已经扭转了他们的局面。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the destruction of the Lanius ship was not enough to kill off all of its crew. A single Lanius managed to escape the inferno and has now attached itself to the ship!
fr: Il semblerait que la destruction du vaisseau Lanius n'était pas suffisante pour tuer tout leur équipage. Un simple Lanius a échappé au brasier et s'est attaché à votre vaisseau !
ko: 함선을 부수는 것만으로는 모든 라니우스 선원을 죽일 수 없었던 것 같습니다. 한 마리의 라니우스가 홍염에서 탈출하여 당신의 배에 달라붙었습니다!
ru: Похоже, что разрушение корабля ланиусов оказалось недостаточным для того, чтобы уничтожить весь его экипаж. Одному ланиусу удалось покинуть взрывающееся судно, и теперь он прицепился к вашему кораблю!
zh_hans: 看来食铁族船的毁灭还不足以杀死所有的船员。一个食铁族设法逃出了地狱，现在已经附在了这艘船的身上！

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_LANIUS"]/text[1]
source: It's difficult to scrap the oxygenless interiors of the Lanius ship, but you can manage. Nothing will keep you from your precious scrap, not even the cruel vacuum of space.
fr: Il est difficile de démonter les intérieurs non oxygenés du vaisseau Lanius, mais vous y parvenez tout de même. Rien ne vous empêchera de prendre votre précieuse ferraille, pas même le cruel vide spatial.
ko: 무산소 상태인 라니우스 함선의 내부를 약탈하는 것은 어려운 일이지만, 충분히 감당 할 수 있습니다. 그 어떤 것도 당신과 당신의 소중한 스크랩들을 갈라놓진 못할 것입니다. 심지어 우주의 잔혹한 진공마저요.
ru: Искать припасы внутри корабля ланиусов при отсутствии кислорода достаточно трудно, но вы справитесь. Ничто не отвлечет вас от столь желанного лома, даже жестокая пустота космоса.
zh_hans: 在食铁族飞船的无氧内部进行搜刮处理很困难，但你可以做到。没有什么能让你远离你宝贵的废料，甚至残酷的星域真空也不能。
