Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Tune them out and finish this.
fr: Couper leur appel et en finir.
ko: 교신을 끊고 끝장을 낸다.
ru: Отключить эфир и покончить с этим.
zh_hans: 切断通讯，消灭他们。

source: There will be no mercy.
fr: Il n'y aura pas de pitié.
ko: 자비란 없다.
ru: Никакой пощады.
zh_hans: 不给他们任何怜悯。

source: Ignore their pleas.
fr: Ignorer leurs supplications.
ko: 그의 애원을 무시한다.
ru: Не обращать внимания на его мольбы о помощи.
zh_hans: 无视他们的哀求。

source: Refuse their surrender.
fr: Refuser leur reddition.
ko: 항복을 거절한다.
ru: Не принимать их капитуляцию.
zh_hans: 拒绝他们的投降。

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.
zh_hans: 解决他们。

source: Continue your attack.
fr: Continuer votre attaque.
ko: 공격을 계속한다.
ru: Продолжить атаковать.
zh_hans: 继续攻击。

source: Deny them mercy.
fr: Nier toute pitié.
ko: 자비를 베풀지 않는다.
ru: Отказать им в пощаде.
zh_hans: 拒绝给予仁慈。

source: Ignore their cries.
fr: Ignorer leurs cris.
ko: 그들의 절규를 무시한다.
ru: Не обращать внимания на их крики.
zh_hans: 无视他们的呼喊。

source: End the comms and finish this fight.
fr: Couper les transmissions et finir ce combat.
ko: 교신을 종료하고 적들을 끝장낸다.
ru: Выключить связь и закончить эту битву.
zh_hans: 结束通讯，消灭他们。

source: We will show no mercy.
fr: Nous ne ferons preuve d'aucune pitié.
ko: 우리는 자비를 보이지 않을 것이다.
ru: Мы не проявим милосердия.
zh_hans: 我们不会展现仁慈。

source: We will bury them.
fr: Nous les enterrerons.
ko: 그들을 묻어버리자.
ru: Мы их похороним.
zh_hans: 我们会埋葬他们。

source: There will be no mercy today.
fr: Il n'y aura pas de pitié aujourd'hui.
ko: 자비란 없다.
ru: Сегодня пощады не будет.
zh_hans: 今天没有仁慈。

source: Deny their request at salvation.
fr: Refuser leur requête de rédemption.
ko: 구원 요청을 거절한다.
ru: Отказать в их запросе о спасении.
zh_hans: 拒绝拯救他们。

source: Pay them no attention and go back to fighting.
fr: Ne leur prêter aucune attention et retourner au combat.
ko: 적들의 말에 귀 기울이지 않고 계속 싸운다.
ru: Не обращать на них никакого внимания и вернуться к сражению.
zh_hans: 不理会他们，继续战斗。

source: Let their cries of terror go in vain.
fr: Laisser leurs cris de terreur être en vain.
ko: 그들의 공포에 찬 비명을 흘려버린다.
ru: Пусть их крики ужаса будут напрасными.
zh_hans: 他们惊恐的呼喊是徒劳的。

source: Continue the assault.
fr: Continuer l'assaut.
ko: 교전을 이어나간다.
ru: Продолжить атаковать.
zh_hans: 继续攻击。

source: Refuse to spare them.
fr: Refuser de les épargner.
ko: 적들을 살려두지 않기로 한다.
ru: Отказать им в пощаде.
zh_hans: 拒绝放过他们。

source: Silence their screams with your weapons.
fr: Réduire au silence leurs cris avec vos armes.
ko: 무기를 사용해 그들의 절규를 잠재운다.
ru: Заглушить их крики вашим оружием.
zh_hans: 用你的武器让他们安静下来。

source: This battle can only end with their death.
fr: Cette bataille ne s'achèvera que par leur mort.
ko: 이 전투는 저들이 죽어야만 끝날 것이다.
ru: Эта битва может закончиться только их смертью.
zh_hans: 这场战斗只能以他们的死亡结束。

source: Mute them and continue fighting.
fr: Couper l'appel et continuer le combat.
ko: 교신을 끊고 전투를 계속한다.
ru: Выключить связь c ними и продолжить битву.
zh_hans: 禁言他们，继续战斗。

source: They will not live to see another day.
fr: Ils ne vivront pas pour voir un autre jour.
ko: 저들에게 내일은 없다.
ru: Им не суждено увидеть свет новой зари.
zh_hans: 你们见不到明天的银河系了。

# data/events_special_defeat.xml$//event[@name="DESTROYED_TRAPPER"]/text
source: While scrapping the wreckage of the Trapper ship, you find a functional Mine Launcher weapon drifting in the midst of the wreckage.
fr: En récupérant l'épave du vaisseau Trappeur, vous trouvez une arme Lance-mines fonctionelle dérivant au milieu de l'épave.
ko: 기뢰함의 잔해를 수거하던 도중 잔해 한가운데서 떠다니는 멀쩡한 기뢰 사출기를 발견했습니다.
ru: Разбирая обломки корабля минеров, вы находите среди них исправный миномет, дрейфующий среди обломков.
zh_hans: 在搜刮布雷舰的残骸时，你找到了一件漂浮在船骸中的完好空雷发射器。

# data/events_special_defeat.xml$//event[@name="DEAD_CREW_TRAPPER"]/text
source: The Trapper has been emptied of crew. While scrapping it, you find a Mine Launcher in its storage.
fr: Le Trappeur a été vidé de son équipage. Pendant la récupération, vous trouvez un Lance-mines dans sa cargaison.
ko: 기뢰함의 선원이 모두 죽었습니다. 쓸만한 것을 수거하던 도중 저장고에서 기뢰 사출기를 찾아냈습니다.
ru: Минер был зачищен от экипажа. Разбирая его на лом, вы находите в его хранилище миномет.
zh_hans: 布雷舰上已经没有船员了。在搜刮的时候，你在货舱里发现了一件空雷发射器。

# data/events_special_defeat.xml$//event[@name="DESTROYED_REINFORCEMENTS"]/text
source: You gather the remains of the reinforcements, though you can't stay long because of the ASB.
fr: Vous récupérez les restes des renforts, cependant vous ne pouvez pas rester longtemps à cause de la Batterie Anti-Vaisseau.
ko: 증원군 함선의 잔해에서 쓸만한 것을 모으려 했지만, ASB 때문에 오래 머물 수 없습니다.
ru: Вы собираете обломки, оставшиеся от подкрепления, хотя и не можете долго задерживаться здесь из-за ПКБ.
zh_hans: 你搜刮了援军的残骸，但由于反舰炮台的威胁你无法停留太久。

source: (Magnet Arm) Salvage the wreck further.
fr: (Bras magnétique) Récupérer plus de débris.
ko: (자석 팔) 잔해를 더 회수한다.
ru: (Магнитный кран) Продолжить сбор обломков.
zh_hans: (磁性回收臂)进一步回收残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//event[@name="DEADCREW_REINFORCEMENTS"]/text
source: You gather the remains of the reinforcements, though you can't stay long because of the ASB.
fr: Vous récupérez les restes des renforts, cependant vous ne pouvez pas rester longtemps à cause de la Batterie Anti-Vaisseau.
ko: 증원군 함선의 잔해에서 쓸만한 것을 모으려 했지만, ASB 때문에 오래 머물 수 없습니다.
ru: Вы собираете обломки, оставшиеся от подкрепления, хотя и не можете долго задерживаться здесь из-за ПКБ.
zh_hans: 你搜刮了援军的残骸，但由于反舰炮台的威胁你无法停留太久。

source: (Magnet Arm) Salvage the wreck further.
fr: (Bras magnétique) Récupérer plus de débris.
ko: (자석 팔) 잔해를 더 회수한다.
ru: (Магнитный кран) Продолжить сбор обломков.
zh_hans: (磁性回收臂)进一步回收残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_UNION"]/text[1]
source: The Union is, in the eyes of many, the heart of the Federation. Firing on their ships likely won't do much to improve the public perception of Renegades.
fr: L'Union est, aux yeux de beaucoup, le cœur de la Fédération. Tirer sur leurs vaisseaux n'améliorera probablement pas beaucoup la perception des Renégats par le public.
ko: 많은 사람에게 협회는 연방의 심장부입니다. 그들의 함선에서 발포해선 배회자에 대한 대중의 인식이 개선되지 않을 겁니다.
ru: В глазах многих Союз - сердце Федерации. Обстрел их кораблей, скорее всего, не сильно улучшит общественное мнение о Ренегатах.
zh_hans: 在许多人看来，联邦的核心是同盟。对同盟的飞船开火可能会影响公众对变元者的看法。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_UNION"]/text[2]
source: The Union captain lets out one final expletive as the ship is obliterated.
fr: Le capitaine de l'Union laisse échapper un dernier juron alors que le vaisseau sois anéanti.
ko: 협회 함장은 무너져 가는 함선 속에서 마지막 욕지거리를 내뱉습니다.
ru: Капитан Союза произносит последнее ругательство, когда корабль разрушается.
zh_hans: 同盟舰长在飞船被摧毁时发出了最后的一声咒骂。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_UNION"]/text[3]
source: The bright red hull of the Union vessel is dispersed out into space. You swoop in to salvage the remains.
fr: La coque rouge vif du vaisseau de l'Union est dispersée dans l'espace. Vous arrivez pour récupérer les restes.
ko: 협회 함선의 새빨간 선체가 우주로 흩어집니다. 당신은 잔해를 인양하기 위해 달려듭니다.
ru: Ярко-красный корпус корабля Союза разлетается в разные стороны. Вы подлетаете к нему, чтобы разобрать обломки.
zh_hans: 同盟飞船的鲜红色舰体残骸分散在太空中。你过去回收残骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_UNION"]/text[4]
source: The Union ship explodes, extinguishing all lives within. Your crew avoids their remains as they salvage the ship pieces.
fr: Le vaisseau de l'Union explose, anéantissant toutes les vies qui s'y trouvent. Votre équipage évite les restes en récupérant les morceaux du vaisseau.
ko: 협회 함선이 폭발하여 모든 생명체가 사라집니다. 당신의 선원들은 유해를 피하면서 함선 조각을 회수합니다.
ru: Корабль Союза взрывается, уничтожая все живое внутри. Ваша команда пытается лавировать между тел, разбирая части корабля.
zh_hans: 同盟飞船爆炸了，船上的生命都在瞬间死亡。你的船员避开他们的遗体回收残骸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_UNION"]/text[5]
source: You hear a staticky scream through the comm. The Union captain clutches the crumbling hull of their ship as it explodes, throwing them and their crew out into the vacuum of space.
fr: Vous entendez un cri statique dans les communications. Le capitaine de l'Union s'agrippe à la coque en ruine de son vaisseau qui explose, les projetant, lui et son équipage, dans le vide spatial.
ko: 통신기에서 잡음 섞인 비명 소리가 들립니다. 무너져 내리는 선체를 움켜쥐고 있던 선장은 함선이 폭발하면서 선원들과 함께 공허 속으로 내던져졌습니다.
ru: Вы слышите истошный вопль по связи. Капитан Союза вцепился в разваливающийся корпус своего корабля, когда тот вдруг взрывается, выбрасывая его и его команду в вакуум космоса.
zh_hans: 你听到通讯系统传来一声刺耳的尖叫。同盟舰长紧抓着破碎的舰体，随着飞船爆炸，他和他的船员被抛入太空中。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_UNION"]/text[1]
source: "Your bloodlust... will be your downfall someday, Renegade. You are only proof... the Federation... is no better than the Rebellion..."
fr: "Ta soif de sang... sera ta perte un jour, Renégat. Tu n'es que la preuve... que la Fédération... ne vaut pas mieux que la Rébellion..."
ko: "네 살의는... 언젠가 몰락을 가져올 것이다, 배회자. 넌... 연방이... 반군보다 나을 게 없다는 증거일 뿐이야..."
ru: "Твоя жажда крови... когда-нибудь станет твоей погибелью, Ренегат. Ты лишь доказательство того, что Федерация ничем не лучше Восстания..."
zh_hans: "你的杀戮欲…总有一天会成为你的致命弱点，变元者。你只证明了…联邦相比叛军…好不到哪去…"

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_UNION"]/text[2]
source: The Union captain salutes you as they falls to their knees. "Even in death, I still salute you. I only hope your mission was worth this slaughter. God speed, butcher."
fr: Le capitaine de l'Union vous salue en tombant à genoux : "Même mort, je vous salue. J'espère seulement que votre mission valait ce massacre. Que Dieu vous garde, boucher."
ko: 협회 선장은 쓰러지면서도 경례를 합니다. "죽어서도 경의를 표합니다. 이런 살육을 할 만큼 당신의 임무가 가치 있었기를 바랄 뿐입니다. 신의 가호가 있기를."
ru: Капитан Союза отдает вам честь, а после падает на колени. "Даже в смерти я отдаю вам честь. Надеюсь, ваша миссия стоила этой бойни. С богом, мясник".
zh_hans: 同盟舰长在死亡之前向你致敬。"即使面临死亡，我仍然向你致敬。我只希望你的任务值得这样的杀戮。愿上帝保佑你，屠夫。"

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_UNION"]/text[3]
source: "Capitalism has failed me! In my final moments, I shall become a communist..." The dying Union captain ponders his sudden change of heart. "No, screw that. I'm still a capitalist. Screw you, asshole. Agh!"
fr: "Le capitalisme m'a laissé tomber ! Dans mes derniers instants, je deviendrai communiste..." Le capitaine mourant de l'Union réfléchit à son soudain changement d'avis : "Non, tant pis. Je reste un capitaliste. Va te faire foutre, connard. Agh !"
ko: "자본주의는 나를 실망하게 했어! 최후의 순간에는 공산주의자가 될 것이다..." 죽어가는 협회 선장은 자신의 갑작스러운 심정 변화를 곰곰히 생각해 봅니다. "아니, 됐어. 난 여전히 자본주의자다. 엿 먹어, 개자식아. 아!"
ru: "Капитализм меня подвел! В свои последние минуты я стану коммунистом..." Умирающий капитан Союза размышляет о своей внезапной смене взглядов. "Нет, к черту. Я все еще капиталист. Пошел ты, засранец. А-а-а!"
zh_hans: "资本主义辜负了我！在我生命的最后时刻，我要成为一名共产主义者……"垂死的同盟舰长思索着他突然转变的原因。"不，管他呢。我仍然是一个资本家。去你的，混蛋。啊！"

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_UNION"]/text[4]
source: Without a word, the Union captain falls to the ground, gasping for air as the life is extinguished from their eyes. You salvage the hull of their ship.
fr: Sans un mot, le capitaine de l'Union s'effondre sur le sol, haletant tandis que la vie s'éteint dans ses yeux. Vous récupérez la coque de son vaisseau.
ko: 협회 선장은 아무 말 없이 땅에 쓰러져 눈에서 생기가 사라진 채로 숨을 헐떡입니다. 당신은 그들의 함선 선체를 인양합니다.
ru: Не говоря ни слова, капитан Союза падает на землю, задыхаясь, жизнь угасает в его глазах. Вы разбираете корпус его корабля.
zh_hans: 同盟舰长倒在地上，一言不发，喘着粗气，眼中的精光渐渐消失。你回收了他们的舰体。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_UNION"]/text[5]
source: "You will regret this! Karma always comes back to people like you. Damn you Renegades... the Union would have been better off with the Rebellion..."
fr: "Vous le regretterez ! Le karma revient toujours vers les gens comme vous. Maudits Renégats... l'Union aurait été mieux avec la Rébellion..."
ko: "후회하게 될 거야! 너 같은 놈은 반드시 업보를 치르게 되니까. 빌어먹을 배회자들... 협회가 반군과 함께했다면 게 더 좋았을 텐데..."
ru: "Ты еще пожалеешь об этом! Карма всегда возвращается к таким, как ты. Проклятые Ренегаты... Союзу было бы лучше с Восстанием..."
zh_hans: "你一定会后悔的！ 像你这样的人总会有报应的。 罪恶滔天的变元者……如果没有叛乱同盟本会变得更好。"

# data/events_special_defeat.xml$//event[@name="SURRENDER_UNION"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_UNION"]/text[1]
source: "Please! The Union is still a part of the Federation, the same Federation you promised to protect! You can't kill us!"
fr: "S'il vous plaît ! L'Union fait toujours partie de la Fédération, cette même Fédération que vous avez promis de protéger ! Vous ne pouvez pas nous tuer !"
ko: "제발 들으세요! 협회는 여전히 당신이 지키겠다고 약속한 연방의 일부입니다! 당신은 우릴 죽일 수 없어요!"
ru: "Пожалуйста! Союз все еще является частью Федерации, той самой Федерации, которую вы обещали защищать! Вы не можете нас убить!"
zh_hans: "请务必！同盟仍然是联邦的一部分，就是你们承诺保护的那个联邦！你不能杀了我们！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_UNION"]/text[2]
source: "How can you pretend to be an agent of unity or peace when you slaughter civilians?! If you have any hope for redemption, you will spare us at once!"
fr: "Comment pouvez-vous prétendre être un agent de l'union ou de la paix alors que vous massacrez des civils ? Si vous aviez le moindre espoir de rédemption, vous nous épargneriez immédiatement !"
ko: "민간인을 학살하면서 어떻게 화합과 평화의 대리인 행세를 할 수 있습니까?! 회개의 희망이 조금이라도 있다면 당장 우리를 살려주세요!"
ru: "Как вы можете притворяться агентом объединения или мира, когда вы убиваете гражданских?! Если у вас есть хоть малейшая возможность искупить вину, вы немедленно пощадите нас!"
zh_hans: "当你屠杀平民的时候，你怎么能假装自己是团结或和平的使者？如果你希望得到救赎，请立刻饶恕我们吧！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_UNION"]/text[3]
source: The Union captain pleads with you to let them live. "Please, my family! They need me, I am their only source of income! I'll give you everything I can if you let me live!"
fr: Le capitaine de l'Union vous supplie de les laisser vivre : "S'il vous plaît, ma famille ! Ils ont besoin de moi, je suis leur seule source de revenus ! Je vous donnerai tout ce que je peux si vous me laissez vivre !"
ko: 협회 선장이 자신들을 살려달라고 간청합니다. "부탁입니다, 제 가족! 그들은 제가 필요해요, 제가 유일한 돈줄이니까요! 살려만 주신다면 제가 할 수 있는 모든 것을 다 드릴게요!"
ru: Капитан Союза умоляет вас оставить его в живых. "Пожалуйста, моя семья! Я нужен им, я их единственный источник дохода! Я отдам вам все, что смогу, если вы оставите меня в живых!"
zh_hans: 同盟舰长恳求你放他们一条生路。"求求你了！我的家人！他们需要我，我是家里唯一的收入来源！如果你放我一条生路，我能给你的一切都给你！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_UNION"]/text[4]
source: You receive a hail from another part of the Union ship, where another crew besides the captain speaks softly. "Please, if you stop firing I'll give you whatever is left in the cargo. Our captain is adamant, but the rest of the crew doesn't want to die!"
fr: Vous recevez un appel d'une autre partie du vaisseau de l'Union, où un autre membre de l'équipage, en plus du capitaine, parle doucement : "S'il vous plaît, si vous arrêtez de tirer, je vous donnerai ce qu'il reste dans la cargaison. Notre capitaine est inflexible, mais le reste de l'équipage ne veut pas mourir !"
ko: 협회 함선의 다른 부위에서 교신이 왔고, 선장 외에 다른 선원이 조심스럽게 말합니다. "부탁입니다, 발포를 멈춰주시면 화물에 남은 건 뭐든 드릴게요. 선장님은 단호하지만, 나머지 선원들은 죽고 싶지 않아요!"
ru: Вы получаете сигнал из другой части корабля Союза, где кроме капитана тихо говорит еще один член экипажа. "Пожалуйста, если вы прекратите огонь, я отдам вам все, что осталось в грузе. Наш капитан непреклонен, но остальные члены экипажа не хотят умирать!"
zh_hans: 你收到同盟飞船不同频段的一个呼叫。飞船上除了舰长之外，还有其他船员在轻声说话。"如果你停止攻击，我会把剩下的货物都给你。我们的舰长坚持抵抗，但是其他船员不想死！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_UNION"]/text[5]
source: "Oh please please please don't kill us! I won't tell anyone about this, I'll give you everything we have, just let us live!"
fr: "Oh, s'il vous plaît, s'il vous plaît, ne nous tuez pas ! Je ne dirai rien à personne, je vous donnerai tout ce que nous avons, laissez-nous vivre !"
ko: "제발 제발 제발 죽이지 마세요! 아무한테도 말하지 않을 거고, 가진 것도 전부 드릴 테니 그냥 살려주세요!"
ru: "Пожалуйста, не убивайте нас! Я никому не расскажу об этом, я отдам вам все, что у нас есть, только оставьте нас в живых!"
zh_hans: "啊，求求你，别杀我们！只要让我们活下去，我不会和任何人遇到过你，我会把所有货物都给你！"

source: You hear a menacing snarl from the Militia captain as their ship's hull ruptures - silencing them for good.
fr: Vous entendez un grognement menaçant de la part du capitaine de la Milice alors que la coque de leur vaisseau se rompt, les réduisant définitivement au silence.
ko: 적함의 선체가 파열되자 민병대 선장이 위협적으로 으르렁거리는 소리가 들립니다. 당신은 그 소리를 영원히 잠재웁니다.
ru: Вы слышите угрожающее рычание капитана Ополченцев, когда корпус их корабля разрывается, заставляя всех замолчать навсегда.
zh_hans: 你听到盟卫舰长发出威胁的咆哮，他们飞船舰体破裂—他们永远沉默了。

source: As you harvest the remains of the Militia's ship, it's clear how excellent the craftsmanship of their vessel was.
fr: En récoltant les restes du vaisseau de la Milice, vous vous rendez compte de l'excellente qualité de fabrication de leur vaisseau.
ko: 민병대 함선의 잔해를 회수하다 보면 그들의 장인 정신이 얼마나 뛰어났는지 알 수 있습니다.
ru: Когда вы разбираете обломки корабля Ополченцев, становится ясно, насколько превосходно было сделано их судно.
zh_hans: 当你回收盟卫飞船的残骸时，很明显可以看出他们的船只工艺是多么的精湛。

source: In a fury of sparks and explosions, the hull of the Militia ship collapses. You quickly scrap the remains, which still seem to be in good quality.
fr: Dans une furie d'étincelles et d'explosions, la coque du vaisseau de la Milice s'effondre. Vous mettez rapidement au rebut les restes, qui semblent encore de bonne qualité.
ko: 격렬한 불꽃과 폭발 속에서 민병대 함선의 선체가 무너져 내립니다. 당신은 아직 상태가 양호해 보이는 잔해를 재빨리 수거합니다.
ru: В море искр и взрывов корпус корабля Ополченцев разрушается. Вы быстро собираете обломки, которые, похоже, остались в хорошем состоянии.
zh_hans: 在一阵火花和爆炸中，盟卫飞船的舰体坍塌了。你快速回收那些看起来质量还不错的残骸。

source: The Militia, while comprised of a civilian force, is still a competent and able military asset. Taking down one of their vessels is certainly a feat.
fr: La Milice, bien que composée d'une force civile, reste un atout militaire compétent et capable. Abattre un de leurs vaisseaux relève de l'exploit.
ko: 아무리 민간인으로 조직되어 있다고 해도 민병대는 숙달되고 유능한 군사자산입니다. 그들의 함선을 격침한 것은 분명 대단한 업적입니다.
ru: Ополченцы, хотя и состоят из гражданского населения, все же являются компетентными и способными военными. Уничтожить один из их кораблей - это, конечно, достижение.
zh_hans: 盟卫虽然由志愿者组成，但仍是一支有能力的军事力量。击落他们的一艘飞船当然是一项壮举。

source: "I... but..." The Militia captain clutches their dying body, trying to rationalise this betrayal. With no final words, they fall to the ground.
fr: "Je... mais..." Le capitaine de la milice s'agrippe à son corps mourant, essayant de rationaliser cette trahison. Sans mot de la fin, il s'écroule sur le sol.
ko: "나는... 하지만..." 민병대 대장은 죽어가는 자기 몸을 붙잡고 당신의 배신에서 이유를 찾으려 했습니다. 그는 마지막 말을 남기지 못하고 땅에 쓰러집니다.
ru: "Я... но..." Капитан Ополченцов хватается за свое умирающее тело, пытаясь объяснить это предательство. Не найдя последних слов, он падает на землю.
zh_hans: "我…但是…"盟卫舰长捂住流血不止的伤口，试图找到这次背叛的理由。他话还没说完就倒在了地上。

source: "When I signed up for this job, I knew the risks. I knew I'd probably die. I just though it'd be Rebels or Pirates, not a Federation hitman."
fr: "Quand j'ai signé pour ce travail, je connaissais les risques. Je savais que je mourrais probablement. Je pensais juste que ce serait des Rebelles ou des Pirates, pas un tueur à gages de la Fédération."
ko: "이 직업에 지원했을 때도 위험성은 알고 있었습니다. 제가 아마 죽으리라는 것도 알고 있었죠. 하지만 반군이나 해적에게 당할 줄 알았지, 연방의 살인마는 생각도 못 했습니다."
ru: "Когда я подписывался на эту работу, я знал о риске. Я знал, что, скорее всего, умру. Я просто думал, что причиной будут повстанцы или пираты, а не киллер Федерации".
zh_hans: "当我报名参加这份工作时，我就知道其中的风险。我知道我可能会死。我只是觉得会死在叛军或海盗手上，而不是联邦杀手。"

source: "Well, see you in hell I guess." The Militia captain makes a mock salute in their final moments.
fr: "Bien... Rendez-vous en enfer je suppose." Le capitaine de la milice fait un faux salut dans les derniers instants de sa vie.
ko: "그럼, 지옥에서 봅시다." 민병대 선장이 마지막 순간에 경례하는 시늉을 합니다.
ru: "Ну что ж, увидимся в аду". В последние мгновения капитан Ополченцов в шутку отдает честь.
zh_hans: "好吧，我想我们会在地狱相见的。"盟卫舰长在他最后的时刻模拟敬礼的动作。

source: "To be fair... this was way above my... pay-grade..." The Militia captain clutches their heart and collapses.
fr: "Pour être honnête... c'était bien au-dessus de mon... grade..." Le capitaine de la Milice se serre le cœur et s'effondre.
ko: "솔직히 말해서... 이건 제 급여 수준을 벗어나는 일이었어요..." 민병대 선장은 가슴을 움켜쥐고 쓰러집니다.
ru: "Если честно... это было выше моего... уровня..." Капитан Ополченцев хватается за сердце и падает.
zh_hans: "坦白说…这远远超出了我的…工作范围…"盟卫舰长捂住自己的心口，瘫倒在地。

# data/events_special_defeat.xml$//event[@name="SURRENDER_MILITIA"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "Protect and serve, my ass! I'm done! Take everything I have and just let me live!"
fr: "Protéger et servir, mon cul ! J'en ai fini ! Prenez tout ce que j'ai et laissez-moi vivre !"
ko: "보호하고 봉사하기는 개뿔! 다 때려치울 거야! 내 모든 걸 가져가도 좋으니 살려만 줘!"
ru: "Защищай и служи, пошли вы в зад! С меня хватит! Забирайте все, что у меня есть, и просто дайте мне жить!"
zh_hans: "保护和服务，个屁！我投降了！拿走我所有的一切，让我活下去吧！"

source: "You're the reason the Militia even exists! I heard Renegades hate the word mercenary, and you're right! You're just ordinary pirate scum! I can't believe I'm waving the white flag for a pirate..."
fr: "C'est grâce à toi que la Milice existe ! J'ai entendu dire que les Renégats détestaient le mot mercenaire et tu as raison ! Tu n'es qu'une vulgaire ordure de pirate ! Je n'arrive pas à croire que j'agite le drapeau blanc pour un pirate..."
ko: "너희 때문에 민병대라는 게 존재하는 거야! 배회자들은 용병이란 말을 싫어한다고 들었는데, 그 말에 백번 동의하지! 너희는 그냥 평범한 해적 쓰레기일 뿐이야! 세상에 내가 해적을 상대로 백기를 흔들고 있다니..."
ru: "Благодаря вам Ополчение вообще существует! Я слышал, что Ренегаты ненавидят слово "наемник", и вы правы! Ты - обычная пиратская мразь! Не могу поверить, что я поднимаю белый флаг перед пиратом..."
zh_hans: "你就是盟卫存在的原因！我听说变元者讨厌雇佣兵这个词，你是对的！你就是普通的海盗渣滓！我真不敢相信我在向一个海盗挥舞白旗……"

source: Reluctantly, the Militia captain hails you and offers surrender if you'll let their crew go unharmed.
fr: À contrecœur, le capitaine de la Milice vous interpelle et vous propose de se rendre si vous laissez son équipage s'en sortir indemne.
ko: 민병대 선장은 어쩔 수 없이 교신을 보내 대원들을 무사히 보내주면 항복하겠다고 제안합니다.
ru: Нехотя капитан Ополченцев обращается к вам и предлагает сдаться, если вы отпустите его команду невредимой.
zh_hans: 盟卫舰长不情愿地向你呼叫，提出投降条件，只要你放他们一马。

source: "And here I thought you Renegades were supposed to protect innocents just like me! If you have any ounce of goodwill in your blood, you will let us go."
fr: "Et moi qui pensais que les Renégats étaient censés protéger les innocents comme moi ! Si vous avez une once de bonne volonté dans le sang, vous nous laisseriez partir."
ko: "배회자는 나처럼 무고한 사람을 보호해야 하는 줄 알았는데! 네 핏속에 조금이라도 선의가 흐른다면 우릴 풀어줘야 할 거야."
ru: "А я-то думал, что вы, Ренегаты, должны защищать невинных, таких как я! Если в вашей крови есть хоть капля доброты, вы отпустите нас".
zh_hans: "我还以为变元者会像我一样保护无辜的人！如果你还有怀有一丝善意，就放过我们吧。"
