Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "Oooh, woe is me. The end of days is upon us! Why do we even try..." The Leech ship hopes you'll take pity on them.
fr: "Oooh, pauvre de moi. La fin des jours approche ! Pourquoi essayons nous-mêmes de lutter..." Le vaisseau Sangsue espère que vous aurez pitié d'eux.
ko: "이런 슬픈일이... 저희에게 종말이 찾아왔군요. 저희가 왜 이런 일을 벌인 걸까요..." 리치 함선은 당신이 그들을 불쌍히 여겨 주기를 바랍니다.
ru: "Ооо, горе мне. Конец дней настал! Зачем мы вообще стараемся..." Экипаж корабля пиявок надеется, что вы сжалитесь над ними.
zh_hans: "呜呜，我真可怜。末日来临了！我们为什么还要努力..."吸虫族飞船希望你能同情他们。

source: The Leech captain regurgitates several mounds of white cloth. You're disgusted and confused for a few moments until you realize this is a convoluted attempt to "raise the white flag".
fr: Le capitaine Sangsue régurgite plusieurs morceaux blancs de vêtements. Vous êtes dégouté et confus pendant un court instant, jusqu'à ce que vous réalisiez que c'est une piètre temptative de "lever le drapeau blanc".
ko: 리치 선장은 흰 천을 여러 개 토해냈습니다. 역겹고 혼란스러웠지만 이것이 "백기를 올리기" 위한 복잡한 시도라는 것을 깨달았습니다.
ru: Капитан пиявок изрыгает несколько кусков белой ткани. Несколько мгновений вы испытываете отвращение и растерянность, пока не понимаете, что это замысловатая попытка "поднять белый флаг".
zh_hans: 吸虫族舰长反刍出几堆白布。你感到厌恶和困惑了一会儿，直到你意识到这是一个错综复杂的"举白旗"的尝试。

source: You aren't surprised the Leech captain appears to have given up so easily. They aren't exactly known for their loyalty or commitment. The question is, will you spare them?
fr: Vous n'êtes pas surpris que le capitaine Sangsue ait l'air d'avoir abandonné aussi facilement. Ils ne sont pas exactement connus pour leur loyauté ou engagement. La question est, allez-vous les épargner ?
ko: 당신은 리치 선장이 쉽게 포기한 것에 대해 놀라지 않았습니다. 그들은 충성심과 책임이 바닥을 치는 것으로 알려져 있거든요. 문제는 그들을 살려주느냐 입니다.
ru: Вы не удивлены, что капитан пиявок так легко сдался. Их вид не отличается верностью и преданностью. Вопрос в том, пощадите ли вы их?
zh_hans: 你并不惊讶吸虫族舰长似乎如此轻易地放弃了。他们并不完全以忠诚或承诺而闻名。问题是，你会放过他们吗？

source: The Leech captain burps loudly, specks of bile landing on their camera. Repulsive, but according to your captain's handbook this is one of the many ways the Leeches will offer their surrender to enemy captains.
fr: Le capitaine Sangsue rotte fort, des taches de biles atterissant sur leur caméra. Répulsif, mais d'après votre manuel de capitaine, c'est l'une des nombreuses façons pour les Sangsues d'offrir une reddition aux capitaines ennemis.
ko: 리치 선장이 큰 소리로 트림을 하며 카메라에 담즙 얼룩을 묻혔습니다. 거부감이 들지만, 당신의 함장 지침서에 따르면 이것은 리치들이 적 선장에게 항복을 제안하는 다양한 방법 중 하나라고 합니다.
ru: Капитан пиявок громко отрыгивает, и на камеру попадают капли желчи. Это отвратительно, но, согласно вашему капитанскому справочнику, это один из многих способов, с помощью которых пиявки предлагают свою капитуляцию вражеским капитанам.
zh_hans: 吸虫族舰长大声地打嗝，胆汁的斑点落在他们的相机上。令人厌恶，但根据你的舰长手册，这是吸虫族向敌方舰长投降的众多方式之一。

source: "We will never surrender! Eargen forever- aaaaactually, nevermind. We surrender. I don't want to die."
fr: "Nous ne nous rendrons jamais ! Eargen à jamais- quoiiiique, non. On se rend. Je ne veux pas mourir."
ko: "우리는 절대 항복하지 않을 것이다! 이어젠이여 영원하- 어... 아닙니다. 항복하겠습니다. 우리는 죽고 싶지 않습니다."
ru: "Мы никогда не сдадимся! Ирген навсегда... аааа хотя, неважно. Мы сдадимся. Я не хочу умирать".
zh_hans: "我们决不投降！共和国永远-- 其实， 算了。我们投降了。我不想死。"

source: The enemy's captain appears to be waving frantically with his tongue "hands". Looks like he's trying to get your attention to surrender.
fr: Le capitaine ennemi agite frénétiquement les "mains" de sa langue. On dirait qu'il cherche votre attention pour se rendre.
ko: 적의 선장이 그의 "손"(혀)를 미친 듯이 흔들었습니다. 그가 당신에게 항복의 의사를 알리려는 것 같습니다.
ru: Капитан противника, по-видимому, рьяно размахивает своими "руками" на языке. Похоже, он пытается привлечь ваше внимание, чтобы сдаться.
zh_hans: 敌人的舰长似乎在用他的舌头"手"疯狂地挥舞。看起来他是想引起你的注意，让你投降。

# data/events_special_defeat.xml$//event[@name="SURRENDER_LEECH_GIVEUP"]/text
source: From out of nowhere, the Leech ship simply powers off its weapons and shields. They aren't out of the fight yet, but it seems as though... they want you to kill them?
fr: De nul part, le vaisseau Sangsue éteint ses armes et boucliers. Ils ne sont pas encore sorti du combat, mais il semblerait... qu'ils cherchent à ce que vous les tuez ?
ko: 갑자기 리치 함선은 무기와 방어막의 전원을 내렸습니다. 전투는 끝나지 않았는데 마치... 당신더러 자기들을 죽여달라는 것 같군요?
ru: Внезапно, корабль пиявок просто отключает свое оружие и щиты. Они еще не вышли из боя, но похоже, что... они хотят, чтобы вы их убили?
zh_hans: 不知道从哪里来的，吸虫族飞船干脆关闭了它的武器和护盾。他们还没有退出战斗，但似乎...他们想让你杀死他们？

source: Spare them and stop firing.
fr: Les épargner et arrêter vos tirs.
ko: 공격을 멈추고 그들을 살려준다.
ru: Пощадить их и прекратить огонь.
zh_hans: 饶恕他们停止射击。

source: Fulfill their wish and end this fight.
fr: Leur accorder leur souhait et finir le combat.
ko: 그들의 소원을 이루어준다.
ru: Исполнить их желание и закончить этот бой.
zh_hans: 实现他们的愿望结束这场战斗。

source: The Leech ship slinks away like a wounded animal without another word.
fr: Le vaisseau Sangsue s'éloigne tel un animal blessé, sans dire un mot.
ko: 리치 함선은 다친 짐승처럼 말없이 슬금슬금 빠져나갔습니다.
ru: Корабль пиявок ускользает, как раненое животное, без каких-либо слов.
zh_hans: 吸虫族飞船像一只受伤的动物一样溜走了没有再说话。

source: The Leeches seem surprised but grateful and timidly offer a bit of their cargo.
fr: Les Sangsues ont l'air surpris mais reconaissants et offrent timidement une partie de leur cargaison.
ko: 리치들은 놀란 듯 보이지만 고맙게 생각하며 소심하게 자신들이 가진 것을 조금 내밀었습니다.
ru: Пиявки похоже удивлены, но они благодарны и робко предлагают вам часть своего груза.
zh_hans: 吸虫族似乎很惊讶但也很感激并适时地提供了一点他们的货物。

source: Looks like the Leeches won't be spared that easily. They continue to press on, even reactivating their weapons just to keep you in the fight.
fr: On dirait que les Sangsues ne comptent pas se faire épargner aussi facilement. Elles continuent d'insister, allant même jusqu'à réactiver leurs armes pour rester dans le combat.
ko: 리치는 쉽게 항복하지 않을 것 같습니다. 그들은 계속해서 압박을 가하고 있으며, 심지어 전투를 계속하기 위해 무기를 재활성화하려 했습니다.
ru: Похоже, что пиявки так просто не отстанут. Они продолжают давить, даже снова активируют свое оружие, лишь бы вы продолжали сражаться.
zh_hans: 看来吸虫族们不会那么容易被放过的。他们继续逼近，甚至重新启动他们的武器，只是为了让你继续战斗。

source: The Leeches are surprised but grateful. One wounded soldier offers himself up to work aboard your ship, likely as an escape from his services to the Republic.
fr: Les Sangsues sont surpris, mais reconaissants. Un soldat blessé offre ses services à bord de votre vaisseau, sûrement comme échappatoire à ses services à la République.
ko: 리치는 놀라워했지만 이내 감사해했습니다. 부상당한 한 병사는 공화국에 복무하는 것에서 탈출하기 위해 당신의 배에서 타고 싶어합니다.
ru: Пиявки похоже удивлены, но они благодарны. Один из раненых солдат предлагает свою службу на борту вашего корабля, вероятно, в качестве спасения от службы Республике.
zh_hans: 吸虫族很惊讶但很感激一个受伤的士兵表示愿意在你的船上工作，这可能是为了逃避他对共和国的服务。

# data/events_special_defeat.xml$//event[@name="ESCAPE_LEECH"]/text
source: It appears the Leech ship has reconsidered staying around to finish this fight. They're trying to escape!
fr: Il semblerait que le vaisseau Sangsue ait reconsidéré le choix de rester dans ce combat. Ils essaient de s'échapper !
ko: 리치 함선은 이 전투를 지속하고 싶지 않은 것 같습니다. 탈출을 시도하고 있습니다!
ru: Похоже, корабль пиявок передумал оставаться здесь, чтобы закончить этот бой. Они пытаются сбежать!
zh_hans: 看来吸虫族飞船已经重新考虑过要留在这里完成这场战斗。他们正试图逃跑！

# data/events_special_defeat.xml$//event[@name="GOTAWAY_LEECH_GENERIC"]/text
source: The Leech ship jumps away, leaving you behind at the beacon.
fr: Le vaisseau Sangsue saute ailleurs, vous laissant à la balise.
ko: 리치 함선은 당신을 송신소에 홀로 내버려 두고 도망쳤습니다.
ru: Корабль пиявок совершает прыжок, оставляя вас наедине с маяком.
zh_hans: 吸虫族飞船跃迁走了，把你留在了信标处。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_LEECH_REMAINS"]/text
source: The Leech ship jumps away. At first you're disappointed, but then you realise a portion of scrap matter has been left behind from the fight. It's not much, but it helps soften the blow of your failure.
fr: Le vaisseau Sangsue saute. A première vue vous êtes déçu, mais vous vous rendez compte qu'une trainée de ferraille a été laissée par le combat. Ce n'est pas beaucoup, mais cela allège le coût de votre échec.
ko: 리치 함선은 도망갔습니다. 처음에는 실망했지만 이내 리치 함선이 떠난 자리에 스크랩이 조금 남아있는 것을 발견했습니다. 많지는 않지만 실패의 타격을 완화하는 데 도움이 될 것입니다.
ru: Корабль пиявок совершает прыжок. Поначалу вы разочарованы, но потом понимаете, что после боя осталось немного лома. Этого конечно мало, но помогает сгладить впечатления после вашего провала.
zh_hans: 吸虫族飞船跃迁走了。起初你很失望，但你发现居然剩下了一部分废料。虽然不多，但至少可以弥补刚才战斗的成本。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_SHELL"]/text[1]
source: The Shell ship explodes, sending clouds of poisonous gas out into space. Hopefully there are no stations with open airlocks nearby...
fr: Le vaisseau Coquille explose, expédiant des nuages de gaz empoisonnés dans l'espace. Espérons qu'il n'y ait pas de station proche avec des sas ouverts...
ko: 셸 함선이 폭발하며 유독 가스 구름이 우주로 퍼져나갔습니다. 근처에 에어록이 개방된 정거장이 없기를 바랍니다...
ru: Корабль ракушек взрывается, выбрасывая в космос облака ядовитого газа. Остается надеяться, что поблизости нет станций с открытыми шлюзами...
zh_hans: 甲壳族飞船爆炸了，将毒气云送入星域。希望附近没有开放气闸的站点...

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_SHELL"]/text[2]
source: Despite all their defensive measures, the Shell ship has been defeated. You scrap the remains.
fr: Malgré toutes leurs précautions défensives, l'astronef des Coquilles a été vaincu. Vous récupérez leurs restes.
ko: 빼어난 방어 체계에도 불구하고 셸 함선은 파괴됐습니다. 당신은 잔해를 인양했습니다.
ru: Несмотря на все защитные меры, корабль ракушек был повержен. Вы собираете с его останков все полезное.
zh_hans: 尽管他们采取了所有的防御措施，甲壳族飞船还是被打败了。你把残骸搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_SHELL"]/text[3]
source: The Shells are known for their well-maintained defenses, but your weaponry has proven effective once again.
fr: Les Coquilles sont réputées pour leurs défenses bien maintenues, mais votre armement s'est prouvé efficace une fois de plus.
ko: 셸은 잘 관리된 방어 체계로 유명하지만 당신의 무기가 더 효과적인 것으로 입증되었습니다.
ru: Ракушки известны своей хорошо отлаженной обороной, но ваше оружие вновь доказало свою эффективность.
zh_hans: 甲壳族以其维护良好的防御系统而闻名，但你们的武器装备再次证明了其有效性。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_SHELL"]/text[1]
source: Fighting Shells is dangerous considering how well protected they are, but you've cleared the ship of crew. Their scrap is yours.
fr: Combattre les Coquilles est dangereux vu comment elles sont bien protégées, mais vous avez nettoyé leur vaisseau. Leur ferraille est à vous.
ko: 셸들이 방어가 얼마나 뛰어난지를 생각하면 그들과 싸우는 것은 위험한 일이지만, 당신은 적함의 선원을 모두 처리했습니다. 그들의 스크랩은 당신의 것입니다.
ru: Сражаться с ракушками опасно, учитывая, насколько хорошо они защищены, но вы зачистили корабль от экипажа. Их лом теперь ваш.
zh_hans: 考虑到甲壳族的保护程度，与其作战是很危险的，但你已经清除了船上的船员。他们的废料是你的。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_SHELL"]/text[2]
source: The Shell ship has been neutralized. You scrap the ship.
fr: Le vaisseau Coquille a été neutralisé. Vous démantelez leur vaisseau.
ko: 셸 함선이 무력화되었습니다. 당신은 쓸만한 것을 챙겼습니다.
ru: Корабль ракушек нейтрализован. Вы собираете с него все полезное.
zh_hans: 甲壳族飞船已被消灭。你把这艘船搜刮了。

# data/events_special_defeat.xml$//event[@name="SURRENDER_SHELL"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_SHELL"]/text[1]
source: "Please, you are too strong! We do not want to fight! Let us live!"
fr: "Pitié, vous êtes trop puissants ! Nous ne voulons pas combattre ! Laissez-nous vivre !"
ko: "제발, 당시이인은 너무 강합니다! 우리는 싸아아우고 시이이잎지 않스으읍니다! 우리를 사아아알려주세에에요!"
ru: "Пожалуйста, вы слишком сильны! Мы не хотим сражаться! Дайте нам жить!"
zh_hans: "拜托，你太强了！我们不想打架。我们不想战斗！让我们活下去！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_SHELL"]/text[2]
source: Unlike their Slug cousins, Shells aren't very greedy. They'd much rather pay some scrap instead of dying. Will you accept their offer?
fr: Contrairement à leurs cousines Limaces, les Coquilles ne sont pas très avares. Elles préfereraient payer de la ferraille plutôt que mourir. Allez-vous accepter leur offre ?
ko: 사촌인 슬러그와 달리 셸은 욕심이 많지 않습니다. 그들은 죽는 것보다 약간의 스크랩을 지불하는 것이 훨씬 낫다고 생각합니다. 그들의 제안을 수락하시겠습니까?
ru: В отличие от своих сородичей слизней, ракушки не такие жадные. Они скорее предпочтут заплатить ломом, чем умереть. Примете ли вы их предложение?
zh_hans: 与他们的蛞蝓族表亲不同，甲壳族并不十分贪婪。他们更愿意支付一些废料而不是死亡。你会接受他们的提议吗？

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_SHELL"]/text[3]
source: You receive a hail from the Shell captain. "Yes yes, your guns are very good. Let us go, we have scrap!"
fr: Vous recevez un appel du capitaine Coquille. "Oui oui, ffotre puissance de feu est phénoménale. Laissez-nous partir, on a de la ferraille !"
ko: 셸 선장으로부터 메시지를 받았습니다. "알아써어요 알아써어요. 당시이인들의 무장은 아주 훌륭하군요. 저희를 보내주세에에요. 스으으크랩을 드리겠스으읍니다!"
ru: Вы получаете вызов от капитана ракушек. "Да-да, ваши пушки очень хороши. Отпустите нас, у нас есть лом!"
zh_hans: 你收到了甲壳族舰长的呼叫。"是的是的，你的枪非常好。让我们走，我们有废料！"

# data/events_special_defeat.xml$//event[@name="ESCAPE_SHELL"]/text
source: It appears the Shell ship has reconsidered staying around to finish this fight. They're trying to escape!
fr: Il semblerait que le vaisseau Coquille ait reconsidéré le choix de rester dans ce combat. Ils essaient de s'échapper !
ko: 셸 함선은 전투를 피해 이곳을 떠나기로 한 것 같습니다. 탈출을 시도하고 있습니다!
ru: Похоже, что корабль ракушек передумал оставаться здесь, чтобы закончить этот бой. Они пытаются сбежать!
zh_hans: 看来甲壳族船已经重新考虑过要留在这里完成这场战斗。他们正试图逃跑！

# data/events_special_defeat.xml$//event[@name="GOTAWAY_SHELL_GENERIC"]/text
source: The Shell ship jumps away, leaving you behind at the beacon.
fr: Le vaisseau Coquille saute ailleurs, vous laissant à la balise.
ko: 셸 함선은 당신을 송신소에 남겨두고 멀리 도약했습니다.
ru: Корабль ракушек совершил прыжок, оставив вас наедине с маяком.
zh_hans: 甲壳族飞船跃迁走了，把你留在了信标处。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_SHELL_REMAINS"]/text
source: The Shell ship jumps away. At first you're disappointed, but then you realise a portion of scrap matter has been left behind from the fight. It's not much, but it helps soften the blow of your failure.
fr: Le vaisseau Coquille saute. A première vue vous êtes déçu, mais vous vous rendez compte qu'une trainée de ferraille a été laissée par le combat. Ce n'est pas beaucoup, mais cela allège le coût de votre échec.
ko: 셸 함선은 도망갔습니다. 처음에는 실망했지만 이내 셸 함선이 떠난 자리에 스크랩이 조금 남아있는 것을 발견했습니다. 많지는 않지만 실패의 타격을 완화하는 데 도움이 될 것입니다.
ru: Корабль ракушек совершает прыжок. Поначалу вы разочарованы, но потом понимаете, что после боя осталось немного лома. Этого конечно мало, но помогает сгладить впечатления после вашего провала.
zh_hans: 甲壳族飞船跃迁走了。起初你很失望，但后来你发现战斗中留下了一部分废料。虽然不多，但它有助于减轻你失败的打击。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MORPH"]/text[1]
source: The grey vessel is engulfed in an orange glow, its bland hull going up in flames that are quickly extinguished by the vacuum of space.
fr: Le vaisseau gris est englouti dans une lueur orange, sa coque fade se recouvrant de flammes rapidement éteintes par le vide spatial.
ko: 회색 선박은 주황색 빛 속에 파묻히고, 그들의 부드러운 선체는 화염에 휩싸였다가 우주의 진공에 의해 빠르게 꺼졌습니다.
ru: Серый корабль озарился оранжевым сиянием, его невыразительный корпус охвачен пламенем, которое быстро гаснет в космическом вакууме.
zh_hans: 灰色的船只被橙色的光芒所吞噬，其平淡无奇的舰体在火焰中上升，很快被星域的真空所熄灭。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MORPH"]/text[2]
source: The likely fact you just blew up, not only a crew of many Morphs, but one massive Morph as well is a weird one to grasp. You wonder if the scrap metal from the wreckage will Morph back into enemies, or stay lifeless.
fr: Le fait probable que voys ayez explosé non seulement un équipage plein de Morphs, mais aussi un Morph géant lui-même est une étrange sensation à ressentir. Vous vous demandez si la ferraille de l'épave va se re-transformer en ennemis, ou rester inerte.
ko: 여러 모프 선원들뿐만 아니라 당신이 방금 날려버린 함선도 하나의 거대한 모프였다는 것은 이해하기 힘든 사실입니다. 당신은 적함의 잔해가 다시 적으로 변할지 아니면 생명이 없는 상태로 남을지 궁금해하며 떠났습니다.
ru: Тот факт, что вы только что взорвали не только экипаж, состоящий из множества морфов, но и одного огромного морфа, воспринимается очень странно. Интересно, превратятся ли его обломки обратно во врагов или останутся безжизненными?
zh_hans: 你不仅炸毁了由许多模物族组成的团队，而且还炸毁了一个巨大的模物族，这很可能是一个难以把握的事实。你想知道这些残骸中的废料是否会重新变成敌人，或者保持无生命。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MORPH"]/text[3]
source: You wonder if the Morphs felt pain as their ship just imploded. You hope not, but only because you can never be sure if these things are really dead, and you'd hate for them to come back to haunt you later.
fr: Vous vous demandez si les Morphs ont ressenti la douleur lorsque leur vaisseau a implosé. Vous espérez que non, seulement parce que vous ne pouvez être sur si ces choses sont réellement mortes et vous détesteriez voir ces choses revenir pour vous hanter.
ko: 모프들은 함선이 폭발할 때 고통을 느꼈을까요? 이것들이 정말로 죽었는지 확실할 수가 없습니다. 나중에 다시 나타나 복수하면 안 되니 죽은 거면 좋겠네요.
ru: Вы задаетесь вопросом, чувствовали ли морфы боль, когда их корабль взорвался. Вы надеетесь, что нет, но только потому, что никогда нельзя быть уверенным в том, что эти существа действительно мертвы, и вам бы не хотелось, чтобы они потом вернулись и преследовали вас.
zh_hans: 你想知道在他们的飞船刚刚内爆时，模物族是否感到痛苦。你希望没有，但只是因为你永远无法确定这些东西是否真的死了，而且你不希望他们以后再来纠缠你。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_MORPH"]/text[4]
source: Another mysterious ship full of Morphs down. You salvage the wreckage.
fr: Encore un autre mystérieux vaisseau remplis de Morphs en moins. Vous démantelez l'épave.
ko: 모프로 가득 찬 또 다른 신비한 함선이 파괴되었습니다. 당신은 잔해를 인양했습니다.
ru: Очередной загадочный корабль, полный морфов, уничтожен. Вы собираете все полезное с его обломков.
zh_hans: 又有一艘装满了模物族的神秘飞船坠落。你回收出残骸。

# data/events_special_defeat.xml$//event[@name="DESTROYED_MORPH_EXTRA"]/text
source: You scrap the wreck of the Morph ship, but notice a bit of debris floating nearby.
fr: Vous démantelez l'épave du vaisseau Morph, mais remarquez quelques débris proches à la dérive.
ko: 모프 함선의 잔해를 인양하다 근처를 떠다니던 있는 추가적인 잔해를 발견했습니다.
ru: Вы обыскиваете останки корабля морфов и замечаете, что неподалеку дрейфует немного обломков.
zh_hans: 你搜刮了模物族船的残骸，但注意到附近漂浮着一点残骸。

source: Collect the salvage.
fr: Récupérer les débris.
ko: 그것들을 인양한다.
ru: Собрать обломки.
zh_hans: 收集残余物。

source: Ignore it.
fr: L'ignorer.
ko: 무시한다.
ru: Не обращать внимания.
zh_hans: 不理会它。

source: Looks like the salvage was as you expected. You scoop it up and bring it aboard the ship.
fr: On dirait que vous avez récupéré ce à quoi vous vous attendiez. Vous ramassez cela et l'amenez à bord du vaisseau.
ko: 예상대로 잔해가 맞았던 것 같습니다. 인양 작업을 진행했습니다.
ru: Похоже, что обломки оказались именно тем, что вы и ожидали. Вы сгребаете их и поднимаете на борт корабля.
zh_hans: 看来回收的东西和你预期的一样。你把它舀起来，带上船。

source: Your crew bring aboard the salvage, noting how light it is. Once aboard, the scrap suddenly changes shape, turning into a band of angry Morphs who attack!
fr: Votre équipage ramène les débris, en prenant note de leur légèreté. Une fois à bord, la ferraille change subitement de forme, se transformant en une bande de Morphs furax qui attaquent !
ko: 선원들은 인양물이 가볍다는 것에 놀라며 인양물을 배로 옮겼습니다. 이내 잔해가 꿈틀거리더니 화난 모프 무리로 변해 공격해왔습니다!
ru: Ваш экипаж поднимает обломки на борт, отмечая их легкость. На борту корабля лом внезапно меняет форму, превращаясь в группу разъяренных морфов, которые атакуют вас!
zh_hans: 你的船员们把回收上来的东西带上船，注意到它有多轻。上船后，这些废料突然改变了形状，变成了一帮愤怒的模物族他们发动了攻击！

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MORPH"]/text[1]
source: The gibberish spewing blobs have been brought to an untimely end. You scrap their ship.
fr: Les gelées cracheuses de charabia ont rencontré leur fin prématurée. Vous récupérez leur vaisseau.
ko: 이상한 소리를 내뿜던 거품 덩어리들이 마침내 사라졌습니다. 당신은 그들의 배에서 쓸만한 걸 모았습니다.
ru: Изрыгающие тарабарщину шарообразные существа нашли свой безвременный конец. Вы забираете все ценное с их корабля.
zh_hans: 这些胡言乱语的怪物已经被不合时宜地消灭了。你把他们的船搜刮了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MORPH"]/text[2]
source: The concept that your crew are now standing inside a giant Morph itself while scrapping the ship is somewhat unsettling, but you bury your concerns and order your crew to hurry up.
fr: L'idée que votre équipage se tiens désormais dans un Morph gigantesque pendant la récupération est assez déconcertante, mais vous enterrez vos soucis et leur ordonnez de faire vite.
ko: 쓸 만한 것을 모으기 위해 함선 안으로 선원들을 투입했습니다. 사실 그 선원들은 하나의 거대한 모프 안으로 진입한 것과 다름없습니다. 다소 불안해지는 부분이지만, 당신은 그런 걱정을 묻어두고 선원들에게 서두르라 명령했습니다.
ru: Мысль о том, что ваша команда сейчас стоит внутри гигантского морфа, которого вы разбираете на лом, несколько тревожит, но вы хороните свои опасения и приказываете экипажу поторопиться.
zh_hans: 你的船员现在正站在一个巨大的模物族本身里面，同时又在搜刮这艘船，这个概念有点令人不安，但你埋下了你的担忧，并命令你的船员赶紧行动。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MORPH"]/text[3]
source: The grey stains of once sentient goop mark the walls of the ship, scattered about during the fight. You can only hope they won't animate once again and attack you while salvaging.
fr: Les taches grises de ce qui était autrefois une mixture doué de conscience ont laissé des marques sur les murs du vaisseau, éparpillé durant le combat. Vous ne pouvez qu'espérer qu'elles ne se réanimeront pas pour vous attaquer pendant l'opération.
ko: 한때는 지능을 가졌던 회색의 끈적한 덩어리들이 전투 끝에 함선 벽에 묻은 얼룩이 되었습니다. 쓸만한 것을 챙길 때 이것들이 다시 깨어나 당신을 공격하지 않기를 바랄 뿐입니다.
ru: На стенах корабля видны серые сгустки некогда разумной жижи, разбросанные во время боя. Остается только надеяться, что они не оживут снова и не нападут на вас во время поиска припасов на корабле.
zh_hans: 曾经有生命的黏糊灰色斑点现在弄脏了他们的飞船舱壁，在战斗中乱散。你只希望他们不会在回收过程中复活并攻击你。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_MORPH"]/text[4]
source: As you scrap the Morph ship, you wonder if those strange gray blobs can feel pain, and if their final moments were in agony. Honestly, you still aren't sure if they're sapient.
fr: Tandis que vous désossez le vaisseau Morph, vous vous demandez si ces étranges gelées ressentent la douleur et si leurs dernier moments étaient agonisants. Honnêtement, vous n'êtes même pas certains qu'ils soit douées de consciences.
ko: 모프 함선에서 쓸만한 걸 챙기다가 당신은 그 이상한 회색 덩어리들이 고통을 느낄 수 있는지, 그리고 그들이 마지막 순간에 고통스러워했을지를 궁금해했습니다. 솔직히 말해서, 아직도 당신은 그들에게 지능이 있다는 것조차 믿을 수 없습니다.
ru: Пока вы обыскиваете корабль морфов, вы задаетесь вопросом, чувствуют ли эти странные серые сгустки боль, и были ли их последние мгновения агонией. Честно говоря, вы до сих пор не уверены, что они разумны.
zh_hans: 当你搜刮模物族飞船时，你想知道那些奇怪的灰色斑点是否能感觉到疼痛，以及他们的最后时刻是否在痛苦中度过。说实话，你仍然不确定他们是否是有智慧的。

# data/events_special_defeat.xml$//event[@name="SURRENDER_MORPH"]/choice[1]/text
source: Accept their "surrender".
fr: Accepter leur "reddition".
ko: "항복"을 받아들인다.
ru: Принять их "капитуляцию".
zh_hans: 接受他们的"投降"。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_MORPH"]/text[1]
source: "Kip kip joo! Urg la yoo purl yu!" You think the Morphs are surrendering, but you aren't sure. How do you respond?
fr: "Kip kip joo ! Urg la yoo purl yu !" Vous pensez que les Morphs essayent de se rendre, mais vous n'êtes pas sûrs. Comment allez-vous répondre ?
ko: "킾 킾 주우! 얼그 라 유우 퍼얼 유!" 모프들이 항복하고 있는 것 같은데, 확실하진 않습니다. 어떻게 대응하시겠습니까?
ru: "Кип кип джу! Урдж ла йоо пурл ю!" Вы думаете, что морфы сдаются, но не уверены в этом. Как вы ответите?
zh_hans: "唧噗唧噗啾！呃啦哟噗唲喻！"你认为模物族在投降，但你并不确定。你打算如何回应？
