Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The last of the Duskbringers aboard the station have been reduced to ashes. You step carefully around the corridors as you scrap it.
fr: Les derniers des Crépusculeurs à bord de ce vaisseau ont été réduits en cendres. Vous vous déplacez prudemment à bord de leur vaisseau tandis que vous le démontez.
ko: 적함의 마지막 더스크브링어가 한줌의 재로 사라졌습니다. 당신은 조심스럽게 쓸만 한 것들을 챙겨왔습니다.
ru: Последний оставшийся на борту Вестник Заката превратился в пепел. Вы с осторожностью обходите внутренние помещения корабля и собираете все полезное.
zh_hans: 船上的最后一个暮临投身者已经变成了灰烬。当你搜刮船时，你小心翼翼地绕着它走。

source: Aboard the Duskbringer station you find many strange artifacts and Zoltan devices, but nothing that looks like you could use. You settle with scrapping the hull.
fr: Vous trouvez plusieurs étranges artefacts et appareils Zoltans à bord du vaisseau Crépusculeur, mais rien qui ne ressemble à quelque chose d'utile. Vous vous contentez de démanteler leur vaisseau.
ko: 더스크브링어 함선에 오르니 이상한 유물과 졸탄 장치가 많이 발견되었지만 사용할 수 있는 것처럼 보이는 것은 없었습니다. 당신은 그것의 선체나 뜯어가기로 결정했습니다.
ru: На борту корабля Вестников Заката вы находите множество странных артефактов и золтанских устройств, но ничего, что могло бы вам пригодиться. Вы ограничиваетесь сбором лома.
zh_hans: 在暮临派的飞船上，你发现许多奇怪的史前古器物和超能族装置，但没有一个看起来你可以使用。于是你决定把船给拆了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ORCHID"]/text[1]
source: How long does it take to build the massive, plantlike structures of the Orchid ships? You wonder how much of the Orchid's time and effort you have wasted.
fr: Combien de temps faut-il pour construire les énormes structures en formes de plantes des vaisseaux Orchidées ? Vous vous demandez quel est la hauteur du temps et des efforts venant des Orchidées que vous venez de gaspiller.
ko: 오키드의 함선처럼 거대한 식물 모양의 구조물을 만드는 일은 얼마나 오래 걸릴까요? 당신은 자신이 부숴버린 오키드들의 시간과 노력에 대해 상상해보았습니다.
ru: Сколько времени требуется для создания массивных, похожих на растения кораблей орхидей? Вы задаетесь вопросом, сколько времени и сил орхидеи потратили впустую.
zh_hans: 建造兰花族舰船巨大的植物状结构需要多长时间？你很想知道你到底浪费了兰花族多少时间和精力。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ORCHID"]/text[2]
source: You receive one final message as the Floral vessel breaks apart: "A blessed life beyond death awaits me... but it does not await you."
fr: Vous recevez un dernier message alors que le vaisseau floral se brise : "Une vie bienheureuse au-delà de la mort m'attend... mais elle ne vous attend pas."
ko: 화초 선박이 부서지면서 마지막 메시지가 옵니다. "나는 죽음 너머에 축복받은 삶이 기다리고 있지만... 당신은 아닙니다."
ru: Вы получаете последнее сообщение, когда судно Флоралов распадается на части: "Меня ждет счастливая жизнь после смерти... но вас она не ждет".
zh_hans: 当兰花族飞船解体时，你收到了最后一条信息："死后的幸福生活在等候我……但它不会等候你。"

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ORCHID"]/text[3]
source: The dying Floral captain gives one last gesture with his vines. From what you can tell, it was the symbol for peace - one final, unsuccessful request for mercy.
fr: Le capitaine Floral mourant fait un dernier geste avec ses lianes. D'après ce que vous pouvez voir, c'était le symbole de la paix - une dernière demande de clémence, sans succès.
ko: 죽어가는 화초 선장이 덩굴을 들어 최후의 제스처를 취합니다. 그것은 평화의 상징으로, 실패해 버린 마지막 애원이었습니다.
ru: Умирающий капитан Флоралов делает последний жест своими лозами. Судя по всему, это был символ мира - последняя, безуспешная просьба о пощаде.
zh_hans: 奄奄一息的兰花舰长用他的藤蔓做了最后一个手势。据你所知，这是和平的象征—最后一次请求怜悯，但没有成功。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_ORCHID"]/text[4]
source: The Orchid ship explodes, artificial plant matter twirling into space. You salvage everything that you think is scrap.
fr: Le vaisseau Orchidée explose, ses matériaux de plantes artificielles virevoltant dans l'espace. Vous récupérez tout ce qui semble être de la ferraille.
ko: 오키드 함선이 폭발하면서 인공 식물성 물질이 허공으로 날아가 빙글빙글 돌고 있었습니다. 당신은 스크랩이라 생각되는 모든 것을 인양헀습니다.
ru: Корабль орхидей взрывается, разбросав по космической пустоте искусственную растительность. Вы собираете все, что можно посчитать ломом.
zh_hans: 兰花族飞船爆炸了，人造植物在空间中旋转。你把所有认为是废料的东西都回收了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ORCHID"]/text[1]
source: The scent from the Orchids makes your crew dizzy. You try not to breathe as you scrap the ship.
fr: L'odeur des Orchidées rend votre équipage étourdi. Vous essayez de retenir votre respiration pendant que vous démontez le vaisseau.
ko: 오키드의 향기는 선원들을 어지럽게 만듭니다. 당신은 배에서 쓸만한 것들을 찾는 동안 숨을 쉬지 않으려고 애썼습니다.
ru: От запаха орхидей у вашего экипажа кружится голова. Вы стараетесь не дышать, пока собираете с корабля все полезное.
zh_hans: 兰花族的气味会让你的船员晕眩。当你搜刮飞船的时候，请尽量不要呼吸。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ORCHID"]/text[2]
source: While scrapping the Gathering vessel, you study the Titanwood worked dilligently into the hull. If you were able to extract it, it would be quite valuable on the market. Unfortunately, it's far too strong compared to any of your equipment.
fr: Pendant que vous démolissez le vaisseau de la Congrégation, vous étudiez le bois de titane qui a été dilligemment travaillé dans la coque. Si vous pouviez l'extraire, il aurait une grande valeur sur le marché. Malheureusement, il est beaucoup trop résistant par rapport à votre équipement.
ko: 당신은 잔해를 수거하는 동안 선체에 꼼꼼히 덧붙여진 타이탄우드를 조사합니다. 이 나무를 추출한다면 시장에서 꽤 가치가 있을 것 같습니다. 하지만 안타깝게도 그것은 당신의 어떤 장비보다도 훨씬 더 강했습니다.
ru: Разбирая на лом судно Соцветия, вы изучаете титановое дерево, тщательно вмонтированное в корпус. Если бы вы смогли извлечь его, оно бы очень дорого стоило на рынке. К сожалению, оно слишком прочное и не по зубам любому вашему снаряжению.
zh_hans: 在搜刮集议会飞船时，你研究了舰体上精心加工的坚木。如果你能把它提取出来，就能卖出一个不错的价钱。不幸的是，它比你的任何装备都要坚固得多。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ORCHID"]/text[3]
source: For a species of fragile plants, the Orchids are remarkably adequate at fighting. Still, they stood no chance against your crew.
fr: Pour une espèce de plantes fragiles, les Orchidées sont remarquablement douées au combat. Mais tout de même, elles n'avaient aucune chance contre votre équipage.
ko: 오키드는 연약한 식물 종족임에도 불구하고 육탄전에 꽤나 적합합니다. 물론 그렇다 해도 당신의 선원들에겐 적수가 되지 못했습니다.
ru: Несмотря на то, что орхидеи представляют из себя расу хрупких растений, они прекрасно умеют сражаться. Тем не менее, у них не было шанса против вашего экипажа.
zh_hans: 对于一种脆弱的植物来说，兰花族已经非常善于战斗了。但尽管如此，他们还是没有机会与你的船员竞争。

# data/events_special_defeat.xml$//textList[@name="TEXT_DEAD_CREW_ORCHID"]/text[4]
source: Partway through the salvage mission you have to send half of your crew back to the ship after they fall into a strange blissful state. Luckily, you're still able to finish salvaging in a reasonable amount of time.
fr: En plein milieu de la mission de récupération, vous êtes contraint de renvoyer la moitié de votre équipage sur votre vaisseau après avoir constaté qu'ils sont tombés dans un étrange état de béatitude. Par chance, vous êtes tout de même en mesure de finir la récupération en un temps raisonnable.
ko: 인양 작업을 진행하던 도중에 절반의 선원이 어지럽고 헤롱헤롱한 상태에 빠진 채 배로 돌아왔습니다. 다소 사고가 있었지만, 다행히 인양 작업 적당한 시간 안에 마칠 수 있습니다.
ru: Во время операции по сбору припасов на корабле противника вам пришлось отозвать половину экипажа из-за того, что они впали в странное блаженное состояние. К счастью, вам все же удается закончить эту операцию в допустимые сроки.
zh_hans: 在回收任务进行到一半时，你必须在船员进入一种奇怪的幸福状态后将他们送回船上。幸运的是，你仍然能够在合理的时间内完成打捞工作。

# data/events_special_defeat.xml$//event[@name="SURRENDER_ORCHID"]/choice[1]/text
source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ORCHID"]/text[1]
source: The Florals almost immediately power down their weapons after having sustained heavy damage. Though they say nothing, you can only assume they're placing faith in you that you will do the same.
fr: Les Floraux éteignent presque immédiatement leurs armes après avoir subi de lourds dégâts. Bien qu'ils ne disent rien, on peut supposer qu'ils vous font confiance pour que vous fassiez de même.
ko: 화초는 큰 피해를 입자 거의 즉시 무기의 전원을 꺼버립니다. 그들은 아무 말도 하고 있지 않지만, 당신도 똑같이 할 것이라 믿고 있는 것 같습니다.
ru: Получив тяжелый урон, Флоралы почти сразу же отключают орудия. Хотя они ничего не говорят, можно предположить, что они надеются, что вы поступите так же.
zh_hans: 在遭受重创后，兰花们立即关闭了武器。虽然他们什么也没说，但你只能认为他们相信你也会这么做。

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ORCHID"]/text[2]
source: "It is a shame I am not as tied to my faith as I once was. Had I the assurance a blissful afterlife awaited me, perhaps this death would not bother me so much... But please, have mercy on me, captain. The Federation must stick together, or our unity will be for nothing!"
fr: "Il est dommage que je ne sois plus aussi attaché à ma foi qu'autrefois. Si j'avais eu l'assurance qu'une vie bienheureuse m'attendait dans l'au-delà, peut-être que cette mort ne me dérangerait pas autant... Mais je vous en prie, ayez pitié de moi, capitaine. La Fédération doit se serrer les coudes, ou notre unité ne servira à rien !"
ko: "제가 예전만큼 신실하지 못해서 안타깝습니다. 행복한 내세가 기다리고 있다는 확신이 있다면 이 죽음도 그렇게 괴롭지 않을 텐데.... 하지만 부디 제게 자비를 베풀어주세요, 함장님. 연방은 뭉쳐야 합니다. 그렇지 않으면 우리의 단결은 물거품이 되고 말 겁니다!"
ru: "Жаль, что я не так привязан к своей вере, как раньше. Если бы я был уверен, что меня ждет прекрасная загробная жизнь, возможно, эта смерть не беспокоила бы меня так сильно... Но, пожалуйста, пощадите меня, капитан. Федерация должна держаться вместе, иначе наше единство окажется бесполезным!"
zh_hans: "很遗憾，我不再像以前那样执着于我的信仰。如果我能保证有一个幸福的来世在等着我，也许这次死亡就不会让我如此困扰……但是，请怜悯我，舰长。联邦必须团结一致，否则我们的联合就会化为乌有！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ORCHID"]/text[3]
source: The Floral on screen frantically waves their leaves and hastily pecks away at the keyboard. You then receive a message full of typos: "we surender, please case fire!"
fr: Les Orchidées à l'écran agitent frénétiquement leurs lianes et pianotent hâtivement sur leurs claviers. Vous recevez ensuite un message rempli de fautes : "nous nous rendon, svp areter de tirer !"
ko: 화면속의 오키드들은 미친 듯이 잎사귀를 흔들며 빠른 속도로 키보드를 쪼아대고 있었습니다. 그런 다음 오타로 가득 찬 메시지를 보내왔습니다. "우리 한복해요!, 부탁드립미다 발포 중다ㄴ!"
ru: Орхидеи на экране судорожно машут листьями и торопливо клацают по клавиатуре. Затем вы получаете сообщение, изобилующее опечатками: "мы сдаеся, пожалуйста прератите огонь!"
zh_hans: 屏幕上的兰花族疯狂地挥舞着他们的叶子，匆忙地啄着键盘。然后你收到了一条满是错别字的信息："我们头降，蜻蜓火！"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ORCHID"]/text[4]
source: The Floral captain speaks hastily, clearly not used to having to use their vocals. "Please, Federation is great and I not like dying! Living is nice and so is friendship. We can be friends, and friends give good gifts and do not kill each other, yes?"
fr: Le capitaine des Florals parle à la hâte, visiblement peu habitué à devoir utiliser sa voix : "S'il vous plaît, la Fédération, c'est génial et je n'aime pas mourir ! Vivre, c'est bien et l'amitié aussi. Nous pouvons être amis et les amis donnent de bons cadeaux et ne s'entretuent pas, oui ?"
ko: 화초 선장은 목소리를 내는 데 익숙하지 않은 듯 서둘러 말합니다. "부탁이에요, 연방은 훌륭하고 난 죽는 게 싫어요! 사는 것도 좋고 우정도 좋아요. 우린 친구가 될 수 있는데, 친구는 서로 좋은 선물을 나눠주지 서로 죽이진 않잖아요. 그렇죠?"
ru: Капитан Флоралов говорит торопливо, явно не привыкнув к тому, что ему приходится использовать свой голосовой аппарат . "Пожалуйста, Федерация - это здорово, и мне не нравится умирать! Жить хорошо, и дружить тоже. Мы можем быть друзьями, а друзья дарят хорошие подарки и не убивают друг друга, да?"
zh_hans: 兰花舰长说话很匆忙，显然不习惯使用他们的声音。"抱歉，联邦很伟大，我不喜欢死亡！生活是美好的，友谊也是美好的。我们可以做朋友，朋友会送好礼物，不会互相残杀，对吗？"

# data/events_special_defeat.xml$//textList[@name="TEXT_SURRENDER_ORCHID"]/text[5]
source: "You would not dare kill me, would you Renegade? I am no filthy Weedling, I'm a Floral. A honored member of this great Federation. What kind of soldier of a better galaxy would you be if you massacred your allies?"
fr: "Tu n'oserais pas me tuer, n'est-ce pas Renégat ? Je ne suis pas une mauvaise herbe, je suis un Floral. Un membre honoré de cette grande Fédération. Quel genre de soldat seriez-vous si vous massacrez vos alliés ?"
ko: "감히 날 죽이진 않겠지, 배회자? 난 더러운 잡초가 아니라 화초야. 위대한 연방의 명예로운 일원이지. 대체 어떤 훌륭한 은하계에서 온 병사길래 아군을 학살하려는 거지?"
ru: "Ты не посмеешь убить меня, верно, Ренегат? Я не грязный сорняк, я - Флорал. Заслуженный член этой великой Федерации. Каким же солдатом лучшей галактики ты будешь, если расправишься со своими союзниками?"
zh_hans: "你不敢杀我，你不是变元者吗？我不是肮脏的杂草，我是悦心兰花。我是这个伟大联邦的光荣一员。如果你屠杀了你的盟友，你还算得上是美好星系的战士吗？"

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_ORCHID"]/text[1]
source: You weren't even aware Orchid ships had protruding engines before now, as you watch them flare up. The ship is trying to escape!
fr: Vous n'étiez même pas au courant que les vaisseaux Orchidée disposaient de moteurs intégrés jusqu'à maintenant, tandis que vous les voyez s'embraser. Le vaisseau essaie de s'enfuir !
ko: 당신은 오키드 함선의 엔진 출력이 높아지고 있다는 사실을 눈치 채지 못하고 있었습니다. 상대가 탈출을 시도하고 있습니다!
ru: До этого момента вы даже не представляли, что у кораблей орхидей есть выступающие двигатели, и теперь наблюдаете, как они озаряются вспышкой. Корабль пытается сбежать!
zh_hans: 当你看着它们突然烧旺前，你甚至不知道兰花族飞船有强大的引擎。船要逃走了！

# data/events_special_defeat.xml$//textList[@name="TEXT_ESCAPE_ORCHID"]/text[2]
source: Scans show increased activity in the Orchid ship's engines. They're trying to escape!
fr: Les scans montrent une activité accrue dans les moteurs du vaisseau Orchidée. Ils essaient de fuir !
ko: 오키드 함선의 엔진에서 고에너지 신호가 감지됩니다. 탈출을 시도하고 있습니다!
ru: Сканирование показывает повышение мощности двигателей корабля орхидей. Они пытаются сбежать!
zh_hans: 扫描显示兰花族飞船的引擎活动加剧。对方想逃跑！

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_ORCHID"]/text[1]
source: Another elusive Orchid has gone away, and will no doubt report what has happened to other Orchid ships.
fr: Une autre Orchidée insaisissable qui s'est enfuie et qui informera sans doute ce qui s'est passé aux autres vaisseaux Orchidées.
ko: 오키드 함선이 사라졌습니다. 의심할 여지 없이 다른 오키드들에게 무슨 일이 일어났었는지 알릴 것입니다.
ru: Очередной неуловимый корабль орхидей ушел, и он, несомненно, сообщит о том, что произошло с другими кораблями орхидей.
zh_hans: 另一难以捉摸的兰花族飞船已经离开了，毫无疑问，它会报告其它兰花族此地的情况。

# data/events_special_defeat.xml$//textList[@name="TEXT_GOTAWAY_ORCHID"]/text[2]
source: The Orchid ship jumps away. You've only managed to smear any trust the Orchids had for the Federation, and gotten nothing out of it.
fr: L'appareil Orchidée saute ailleurs. Vous avez seulement dégradé la confiance que les Orchidées avaient pour la Fédération et vous n'avez rien retiré de cela.
ko: 오키드 함선이 도망쳤습니다. 당신은 오키드들이 연방에 대해 가지고 있던 신뢰를 더럽혔고, 그것으로부터 아무 것도 얻지 못했습니다.
ru: Корабль орхидей уходит в прыжок. Вам лишь удалось подорвать доверие орхидей к Федерации и ничего с этого не получить.
zh_hans: 兰花飞船跃迁走了。你只是设法抹去了兰花飞船对联邦的信任，却没有得到任何好处。

# data/events_special_defeat.xml$//event[@name="GOTAWAY_ORCHID_REMAINS"]/text
source: Damaged plant matter has been left scattered as the Orchid ship escapes. You find some material that looks close enough to scrap for you to take.
fr: Des matériaux de plantes endommagés s'éparpillent tandis que l'astronef Orchidée s'enfuit. Vous trouvez quelques matériaux assez semblables à de la ferraille que vous pouvez ramasser.
ko: 오키드 함선이 탈출한 자리에 손상된 식물성 물질이 흩어져 있었습니다. 그 중 몇몇은 제자리에서 인양 할 수 있을 만큼 충분히 가깝이 놓여 있었습니다.
ru: После бегства корабля орхидей осталась разбросанная повсюду поврежденная растительная масса . Вы находите материал, по виду напоминающий пригодный к использованию лом.
zh_hans: 随着兰花飞船逃跑，受损的植物物质散落。你发现一些看起来足够近的材料可以搜刮，让你拿走。

source: The Vampweed captain salutes to his crew and accepts his fate. "At least I die a proud industrialist and democrat, and not a butcher for a corrupt bureaucracy! GLORY TO THE CONFEDERACY!"
fr: Le capitaine Vampiflore salue son équipage et accepte son destin : "Au moins, je meurs en fier industriel et démocrate et non en boucher d'une bureaucratie corrompue ! GLOIRE À LA CONFÉDÉRATION !"
ko: 흡혈초 선장은 자기 선원들에게 경례하고 운명을 받아들입니다. "적어도 나는 부패한 관료제의 도살자가 아니라 자랑스러운 산업가이자 민주주의자로 죽는구나! 공동체에 영광을!"
ru: Капитан Вампсорняков отдает честь своей команде и смиряется со своей участью. "По крайней мере, я умру гордым промышленником и демократом, а не мясником коррумпированной бюрократии! СЛАВА КОНФЕДЕРАЦИИ!"
zh_hans: 血草兰花舰长向他的船员们致敬，并接受了自己的命运。"至少我死的时候是个光荣的实业家和民主主义者，而不是腐败官僚机构的屠夫！为了血兰邦的荣耀！"

source: Without any words, the Confederate vessel explodes. The possibly expensive factory cargo is jettisonned far out into the abyss out of reach, but at least you can scrap the debris.
fr: Sans un mot, le vaisseau confédéré explose. La cargaison de l'usine, probablement coûteuse, est projetée loin dans les abysses, hors de portée, mais vous pouvez au moins récupérer les débris.
ko: 공동체 함선이 아무 단말마 없이 폭발합니다. 아마도 가장 가치 있을 공장 화물은 손도 닿지 않는 먼 심연으로 사출됐지만, 그래도 잔해는 인양할 수 있습니다.
ru: Без всяких слов судно Конфедерации взрывается. Дорогостоящий фабричный груз уносится далеко в бездну, но, по крайней мере, вы сможете собрать обломки.
zh_hans: 没有任何言语，血兰邦飞船爆炸了。昂贵的工厂货物也一同走向深渊，无法触及，但至少你可以搜刮残骸。

source: "Noooo! I never even... got pollen on my pistil... Screw you, Renegade!"
fr: "Noooo ! Je n'ai jamais... eu de pollen sur mon pistil... Va te faire voir, Renégat !"
ko: "안돼! 난... 암술에 꽃가루 묻혀본 적도 없는데... 엿 먹어, 배회자!"
ru: "Неееет! У меня даже... пыльцы на пестиках не было... Пошел ты, Ренегат!"
zh_hans: "不——！我还没……尝试过传粉……去你的，变元者！"

source: With the death of this vessel, the workforce of the mighty Confederate economy is now a couple workers shorter.
fr: Avec la mort de ce vaisseau, les effectifs de la puissante économie confédérée sont désormais réduits de quelques travailleurs.
ko: 이 선박의 죽음으로 막강한 공동체의 경제 사회에서 노동자가 몇 명 줄었습니다.
ru: С гибелью этого судна численность рабочей силы могущественной экономики Конфедерации сократилась на пару человек.
zh_hans: 随着这艘船的死亡，强大的血兰邦工业劳动力现在少了几个工人。

source: "They... were right... the Coalition was the only thing that could save us... and now it's too late..."
fr: "Ils... avaient raison... la Coalition était la seule chose qui pouvait nous sauver... et maintenant il est trop tard..."
ko: "그들이... 옳았어... 연합만이 우리의 유일한 구원이었는데... 지금은 너무 늦었네..."
ru: "Они... были правы... Коалиция была единственной силой, которая могла нас спасти... а теперь уже слишком поздно..."
zh_hans: "他们……是对的……星联是唯一能拯救我们……现在一切都太晚了……"

source: The halls of the once lively Vampweed vessel are now as silent as the living members of their Floral brethren. Perhaps there's something poetic to this, but you're here for scrap and not deeper meanings.
fr: Les couloirs du vaisseau Vampiflore, autrefois animés, sont désormais aussi silencieux que les membres vivants de leurs frères floraux. Il y a peut-être quelque chose de poétique là-dedans, mais vous êtes ici pour la ferraille et non pour des significations plus profondes.
ko: 활기 넘치던 흡혈초 선박의 복도는 이제 화초들의 복도만큼이나 고요합니다. 시인은 이곳에서 영감을 얻을지도 모르지만, 당신은 여기 스크랩을 위해 온 것이지 더 깊은 의미를 찾으러 온 것이 아닙니다.
ru: Коридоры некогда оживленного судна Вампсорняков теперь так же безмолвны, как и живые члены их собратьев-Флоралов. Возможно, в этом есть что-то поэтическое, но вы здесь ради лома, а не ради глубокого смысла.
zh_hans: 曾经热闹的血草兰花飞船如今寂静无声，就像其活着的悦兰弟兄一样。也许这很有诗意，但你是来找废料的，而不是来解读深意的。

source: "I'm not a religious man, that's a greenleaf's thing... but when you're taking your last breath, it's a rather spiritual moment. God... I hope there isn't a hell..."
fr: "Je ne suis pas un homme religieux, c'est un truc de feuilles vertes... mais quand votre dernier souffle arrive, c'est un moment plutôt spirituel. Dieu... J'espère qu'il n'y a pas d'enfer..."
ko: "저는 화초들처럼 종교적이지 않지만... 마지막 숨을 거두는 순간은 분명 영적인 순간이라 할 수 있죠. 신이시여... 지옥이 같은 건 없기를..."
ru: "Я не религиозный человек, это удел зеленолистых... но когда ты делаешь последний вдох, это довольно духовный момент. Бог... надеюсь, ада нет..."
zh_hans: "我不是一个信徒，那是绿叶的事…但当你停止呼吸的时候，那一定是个相当神圣的时刻。上帝啊…我希望没有地狱……"

source: As you board the Vampweed vessel to scrap it, you find various propaganda and paraphernalia relating to the Coalition and the Confederacy. These guys were apparently radicals and nationalists, but in a court of law, you aren't sure that would hold as a defense on its own.
fr: En montant à bord du vaisseau Vampiflore pour le démolir, vous trouvez de la propagande et des objets relatifs à la Coalition et à la Confédération. Ces types étaient apparemment des radicaux et des nationalistes, mais devant un tribunal, vous n'êtes pas sûr que cela puisse constituer une défense en soi.
ko: 쓸만한 걸 챙기기 위해 흡혈초 함선에 탑승한 당신은 연합과 공동체에 관한 다양한 선전물을 발견했습니다. 이 자들은 분명 급진주의자이자 민족주의자였지만, 그 사실이 법정에서 도움이 될지는 알 수 없습니다.
ru: Поднявшись на борт судна Вампсорняков, чтобы разобрать его на лом, вы находите различную пропаганду и атрибутику, связанную с Коалицией и Конфедерацией. Эти парни, очевидно, были радикалами и националистами, но в суде вы не уверены, что это может послужить оправданием.
zh_hans: 当你登上血草兰花飞船准备搜刮时，你发现了各种和血兰邦加入星联有关的宣传物品。这些人显然是激进分子和民族主义者，你不确定这在法庭上是否能作为辩护理由。

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "Okay, okay! I've been hitting the liquor a bit hard and it made me act stupid. Maybe I have a problem. Look, if you spare me, I'll give you whatever I've got AND I promise I'll get help, okay? Deal?"
fr: "D'accord, d'accord ! J'ai un peu abusé de l'alcool et cela m'a rendu stupide. J'ai peut-être un problème. Ecoute, si tu m'épargnes, je te donnerai tout ce que j'ai ET je te promets de me faire aider, d'accord ? D'accord ?"
ko: "알았어, 알았어! 술을 너무 많이 마셔서 멍청한 행동을 했네. 나한테 문제가 있는 것 같아. 저기, 나를 살려주면 가진 건 뭐든 다 주고 다시는 이런 실수를 벌이지 않을게. 알았지? 이거면 될까?"
ru: "Ладно-ладно! Я немного переборщил с алкоголем, и это заставило меня вести себя глупо. Может, у меня проблемы. Слушай, если ты меня пощадишь, я отдам тебе все, что у меня есть, и даю слово, что мне помогут, хорошо? Договорились?"
zh_hans: "好吧，好吧！我喝酒喝得有点猛，所以表现得有点傻。也许是我有问题。听着，如果你饶了我，我会把我所有的东西都给你，而且我保证我会寻求心理咨询，可以吗？成交？"

source: Out of breath, the Vampweed captain's petals are a bit singed at the tips. "If the Federation... truly represents peace as it claims... then I hope you will find it in you to spare me... despite my mistakes here today."
fr: A bout de souffle, les pétales du capitaine Vampiflore sont un peu brûlés aux extrémités. "Si la Fédération... représente vraiment la paix comme elle le prétend... alors j'espère que vous trouverez en vous la force de m'épargner... malgré les erreurs que j'ai commises ici aujourd'hui."
ko: 흡혈초 선장이 숨을 몰아쉬자 꽃잎 끝이 살짝 흩날립니다. "연방이 그 주장대로 정말 평화를 대변한다면... 오늘 제가 여기서 실수를 저질렀더라도... 저를 살려주시길 바랍니다."
ru: Запыхавшись, капитан Вампсорняков слегка обжег кончики лепестков. "Если Федерация... действительно обеспечивает мир, как она утверждает... тогда я надеюсь, что вы найдете в себе силы пощадить меня... несмотря на мои сегодняшние ошибки".
zh_hans: 血草兰花舰长上气不接下气，它的花瓣顶端有些烧焦了。"如果联邦……真像它所宣称的那样代表和平……请饶恕我，尽管我今天在这里犯了错，但我希望能在你身上发现它……"

source: "You can't kill me, I'm a valued member of the industrial work force! If I'm not there screwing the cap onto every Kardoche fertilizer bottle, then who else will?!"
fr: "Vous ne pouvez pas me tuer, je suis un membre précieux de la force de travail industrielle ! Si je ne suis pas là pour visser le bouchon sur chaque bouteille d'engrais Kardoche, alors qui d'autre le fera ?"
ko: "저를 죽여선 안 돼요, 저는 산업 노동체의 소중한 일원입니다! 제가 아니면 누가 카도체 비료 병의 뚜껑을 하나하나 다 조이겠어요?"
ru: "Вы не можете меня убить, я ценный член промышленной рабочей силы! Если я не буду завинчивать крышку на каждой бутылке с удобрениями кардош, то кому же еще это делать?!"
zh_hans: "你们不能杀我，我是工业部门的重要成员！如果我不去给每瓶卡多奇化肥拧瓶盖，那还有谁会去呢！"
