Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_special_defeat.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "If you kill us, you gain nothing but some insignificant scrap. We're more useful to you alive. Let us go, and we can delay the fleet for you."
fr: "Si vous nous tuez, vous n'obtiendrez rien de plus que de le ferraille insignifiante. Nous vous sommes plus utiles en vie. Laissez-nous partir et nous pouvons retarder la flotte pour vous."
ko: "당신이 우리를 죽이면, 당신은 무의미한 스크랩만 얻을 수 있겠지요. 우리는 살아있는 쪽이 더 유용할 것입니다. 저희를 보내주시면 당신을 위해 함대를 지연시킬 수 있습니다."
ru: "Если ты убьешь нас, то не получишь ничего, кроме незначительной кучки лома. Мы полезнее для тебя живыми. Отпусти нас, и мы сможем задержать флот".
zh_hans: "如果你杀了我们，你除了得到一些无关紧要的废料外，什么也得不到。我们活着对你更有用。让我们走吧，我们可以为你拖延舰队。"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: The Rebel captain hails you. In the background, you can see the chaos that your weapons have caused. "Ok, you win. We surrender."
fr: Le capitaine Rebelle vous contacte. Derrière lui, vous pouvez voir le chaos que vos armes ont causé. "Ok, vous avez gagné. Nous nous rendons."
ko: 반군 선장이 당신에게 교신을 시도했습니다. 화면 뒤로 보이는 그들의 상황에서 당신의 무기가 야기한 혼란을 볼 수 있었습니다. "좋아, 네가 이겼다. 항복한다."
ru: Капитан повстанцев вызывает вас. На заднем плане виден хаос, вызванный вашим оружием. "Хорошо, вы победили. Мы сдаемся".
zh_hans: 叛军舰长向你呼叫。在背景中，你可以看到你的武器所造成的混乱。"好好好，你说的都对。我们投降。"

source: It's rare for Rebels to swallow their pride and offer their surrender to a Federation opponent, but this appears to be one of those times.
fr: Il est rare que les Rebelles ravalent leur fierté et se rendent à un adversaire de la Fédération, mais il semble que ce soit le cas aujourd'hui.
ko: 반군이 자존심을 버리고 연방군에게 항복하는 경우는 드물지만 지금 그런 일이 일어났습니다.
ru: Повстанцы редко проглатывают свою гордость и предлагают сдаться на милость Федерации, но это, похоже, один из тех случаев.
zh_hans: 叛军几乎放不下他们骨子里的骄傲，但是不得不向一个联邦对手投降，这似乎是其中一种情况。

source: "Ok, we surrender! If your claims that the Federation is such a benevolent force are true, then you must accept our surrender!"
fr: "Ok, nous nous rendons ! Si vos affirmations que la Fédération est une force bienveillante sont vraies, alors vous devez accepter notre reddition !"
ko: "좋아, 항복한다! 연방이 당신네들 말대로 자비롭다는 게 사실이라면 우리의 항복을 받아들이겠지!"
ru: "Хорошо, мы сдаемся! Если Федерация благожелательна настолько, насколько вы утверждаете, то вы должны принять нашу капитуляцию!"
zh_hans: "好吧，我们投降了！如果你所说的联邦是真的有如此仁慈的力量，那么你必须接受我们的投降！"

source: "Bah, fine. Knowing how corrupt you Federation officers are, perhaps a bit of scrap can convince you to leave us be?"
fr: "Bah, d'accord. Sachant comment vous êtes corrompus, vous, les officiers de la Fédération, peut-être qu'un peu de ferraille pourra vous convaincre de nous laisser partir ?"
ko: "이제 그만. 연방의 장교들이 얼마나 부패했는진 잘 알고 있거든? 이 정도 스크랩이라면 우리를 보내주겠나?"
ru: "Пф, ладно. Зная, насколько вы, офицеры Федерации, коррумпированы, возможно, немного лома сможет убедить вас отпустить нас?"
zh_hans: "呸，好吧。知道你们联邦官员有多腐败，也许一点废料就能说服你们放我们走。"

source: The Rebel station has sustained catastrophic levels of damage. Panting heavily, the Rebel captain begs you let them live.
fr: La station rebelle a subi des dégâts catastrophiques. Haletant, le capitaine rebelle vous supplie de les laisser en vie.
ko: 은반군 정거장이 치명적인 수준의 피해를 입었습니다. 적 선장이 심하게 헐떡이며 살려달라고 애원합니다.
ru: Станция повстанцев получила катастрофические повреждения. Тяжело дыша, капитан повстанцев умоляет вас оставить их в живых.
zh_hans: 叛军基地遭受了灾难性的破坏。叛军舰长气喘吁吁，恳求你高抬贵手让他们活下去。

source: "Ok, you've proven that you are superior in combat. Now, prove that you are as forgiving as you say you are."
fr: "Ok, vous avez prouvé que vous étiez supérieur en combat. Maintenant, prouvez que vous êtes aussi clément que vous le dites."
ko: "좋습니다, 당신이 전투에 있어선 우월하다는 것이 증명됐습니다. 이제 당신이 말하는 그 관대함을 증명해보십시오."
ru: "Хорошо, ты доказал, что превосходишь нас в бою. Теперь докажи, что ты такой же всепрощающий, как говоришь".
zh_hans: "好吧，你已经证明了你在战斗中的优势。现在，请证明你像你说的那样宽容。"

source: At last, the Rebel station seems to yield. They offer a surrender.
fr: Enfin, il semblerait que l'assaillant Rebelle se rende. Ils offrent une reddition.
ko: 마침내 반군 함선이 꼬리를 내린 것 같습니다. 그들은 항복을 제안해왔습니다.
ru: По всей видимости, корабль повстанцев наконец-то сдается. Он предлагает свою капитуляцию.
zh_hans: 最后，叛军的船似乎屈服了。他们提出投降。

source: "Gah, I can't believe I'm saying this to Federation scum... if we give you what's in our storage, will you let us live?"
fr: "Bah, je n'arrive pas à croire que je dise cela à un pourri Fédéré mais... si nous vous donnons ce qui se trouve dans notre cargaison, allez-vous nous laisser la vie sauve ?"
ko: "으, 내가 연방 쓰레기들에게 이런 말을 하고 있다는 것이 믿기지 않는군... 창고에 있는 걸 넘기면 우리를 살려줄 건가?"
ru: "Не могу поверить, что говорю это федеративным подонкам... Если мы отдадим вам то, что есть на нашем складе, вы оставите нас в живых?"
zh_hans: "我真不敢相信我会对联邦人渣说这些...如果我们v你50废料买肯德基疯狂星期四，你会让我们活下去吗？"

source: "Okay, okay! You win. Command will never forgive us for letting you go, but at least we'll be alive to see ourselves dismissed. Will you accept our surrender?"
fr: "Okay, okay ! Vous avez gagné. L'état-major ne nous pardonnera jamais pour vous avoir laissé filer, mais au moins nous serons vivants pour nous voir virés. Accepterez-vous notre reddition ?"
ko: "알았어, 알았다고! 네가 이겼어. 널 놓아준 걸 알면 사령부가 결코 우릴 용서하지 않겠지만, 적어도 목숨은 부지한 채로 쫒겨나겠지. 우리의 항복을 받아주겠나?"
ru: "Хорошо-хорошо! Вы победили. Командование никогда не простит нам, что мы отпустили вас, но, по крайней мере, мы доживем до своего увольнения. Вы примете нашу капитуляцию?"
zh_hans: "那好，好吧！你赢了。指挥部永远不会原谅我们放走你，但至少我们会活着看到自己被解雇。你会接受我们的投降吗？"

source: The Rebel station has no desire to fight anymore. They desperately hail you.
fr: L'adversaire Rebelle n'a plus de désir de se battre. Ils vous appellent désespérément.
ko: 반군 함선은 더 이상 싸울 생각이 없습니다. 그들은 당신에게 간절하게 교신을 합니다.
ru: Корабль повстанцев больше не хочет сражаться. Его экипаж отчаянно пытается выйти с вами на связь.
zh_hans: 叛军的飞船已经无心恋战了。他们拼命地呼叫你。

source: "Command doesn't have to know you came here. Just... cease fire, and we'll give you what we have."
fr: "Le commandement n'a pas à savoir que vous êtes venus ici. Juste... cessez le feu et nous vous donnerons ce que nous avons."
ko: "사령부에서 네가 여기 온 걸 알 필요는 없겠지. 지금... 사격을 멈추면 우리가 가진 것을 주겠다."
ru: "Командованию не обязательно знать, что вы здесь были. Просто... прекратите огонь, и мы отдадим вам все, что у нас есть".
zh_hans: "指挥官不需要知道你来过这里，只要……停火，我们会给你我们所有的。"

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: "This is not a joke. You have gone too far. Do you know who I am? I am vital to the Rebellion. I demand you let me live!"
fr: "Ceci n'est pas une blague. Vous êtes allés trop loin. Vous savez qui je suis ? Je suis vital à la Rébellion. J'exige que vous me laissiez vivre !"
ko: "이건 농담이 아니야. 넌 선을 넘었어. 내가 누군지 아나? 나 반군의 핵심 인사야! 나를 살려 보낼 것을 요구한다!"
ru: "Это не шутка. Вы зашли слишком далеко. Вы знаете, кто я? Я жизненно важен для Восстания. Я требую, чтобы вы оставили меня в живых!"
zh_hans: "这不是一个玩笑。你已经把路走窄了。你知道我是谁吗？我对叛军至关重要。我命令你让我活下去！"

source: The Rebel station hails you. "No more games. You will let us live or you will suffer the wrath of the Rebellion!"
fr: Le vaisseau Rebelle vous contacte. "Fini de jouer. Vous allez nous laisser la vie sauve, ou vous connaitrez le courroux de la Rébellion !"
ko: 반군 함선이 당신에게 교신을 보냅니다. "장난은 끝이다. 우리를 살려보내지 않으면 반군의 분노를 맛보게 될 것이다!"
ru: Корабль повстанцев вызывает вас. "Больше никаких игр. Ты оставишь нас в живых или познаешь гнев Восстания!"
zh_hans: 叛军的船在呼唤你。"没时间再陪你玩了。你只能放我们走，不然你将被叛军的怒火吞噬！"

source: "The Rebellion will never die! Every Rebel property you destroy will only make your punishment greater after our inevitable victory. Leave, now."
fr: "La rébellion ne mourra jamais ! Chaque propriété rebelle que vous détruisez ne fera que renforcer votre punition après notre inévitable victoire. Partez, maintenant."
ko: "반군은 절대 죽지 않는다! 네놈이 우리 함선을 파괴할수록 반군의 통치가 찾아왔을 때 더 큰 처벌을 받게 될 것임을 모르나? 우리를 놓아주어라."
ru: "Восстание никогда не умрет! Каждое разрушенное вами имущество повстанцев лишь усугубит твое наказание после нашей неизбежной победы. Уходи, немедленно".
zh_hans: "起义军永远不会死！你摧毁的每一处起义军财产，只会在我们最终取得不可避免、不容抗拒的胜利之后，让你受到更大的惩罚。离开，现在。"

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[1]
source: The best part about killing Auto-ships is there's no guilt involved. You lean back in your chair and give the orders to scrap the ship.
fr: La meilleure chose à propos de la destruction de ces automates, c'est qu'il n'y a aucune culpabilité impliquée. Vous vous penchez en arrière sur votre chaise et donnez l'ordre de démonter le vaisseau.
ko: 무인선을 파괴 할 때 가장 좋은 점은 죄책감이 들지 않는다는 것입니다. 당신은 의자에 등을 기대고 선원들에게 잔해를 인양하라 명령했습니다.
ru: Самое лучшее в уничтожении автоматических кораблей - это отсутствие чувства вины. Вы откидываетесь в кресле и отдаете приказ собрать все полезное с обломков.
zh_hans: 干掉自动飞船的最好的部分是没有任何负罪感。你靠在舒服到夭寿的椅背上，下达命令，把船搜刮拆解。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[2]
source: Destroying Auto-ships will be one of the few things you miss when the Rebellion is gone. If they are ever gone, that is.
fr: Détruire des Auto-vaisseaux sera l'une des choses qui vous manqueront lorsque la Rébellion aura disparue. Si elle disparait un jour, bien entendu.
ko: 무인선을 파괴하는 일은 반군이 사라졌을 때 그리워지게 될 몇 안 되는 것 중 하나입니다. 완전히 박멸된다면 말이죠.
ru: Уничтожение беспилотников будет одной из немногих вещей, по которым вы будете скучать, когда Восстание закончится. Если оно вообще закончится.
zh_hans: 摧毁自动舰将是叛军消失后你所怀念的少数事情之一，前提是他们真的消失。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[3]
source: The Auto-ship explodes into multiple pieces, its complicated AI brain shattered into mere scrap matter.
fr: L'Auto-vaisseau explose en multiple morceaux, son cerveau d'IA compliqué désormais brisé en simple matière de ferraille.
ko: 무인선이 여러 조각으로 분해되며 복잡한 AI 두뇌는 산산조각이 났습니다.
ru: Автоматический корабль разрывает на части, от его сложного искуственного мозга остаются лишь мелкие куски лома.
zh_hans: 自动飞船爆炸成多块，其复杂的人工智能核心熵增至单纯的废料。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[4]
source: It's hard to make out the shape of what was once the Auto-ship from the remains of your destruction. You like it better this way.
fr: Il est difficile de distinguer la forme de ce qui était autrefois un Auto-vaisseau parmi les restes de la destruction apportée. Vous l'appréciez mieux sous cette forme.
ko: 당신이 파괴한 무인선은 그 원형을 알아보기가 어려워졌습니다. 당신은 이 결과물에 만족스러워합니다.
ru: По обломкам тяжело понять, что это был уничтоженный вами автоматический корабль. Вам так больше нравится.
zh_hans: 从它的残骸中已经很难辨认出这艘自动船曾经的形状，但显然你更喜欢它目前的形状。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[5]
source: Every time you destroy an Auto-ship you think about how some Rebel worker's hard work has just been put to waste.
fr: Chaque fois que vous détruisez un Auto-vaisseau, vous pensez au fait que le dur labeur d'un ouvrier Rebelle a complètement été gâché.
ko: 무인선을 파괴할 때마다 반군 노동자의 노력이 이렇게 낭비되는구나 하고 생각하게 됩니다.
ru: Каждый раз, когда вы уничтожаете автоматический корабль, вы думаете о том, что тяжелый труд какого-то рабочего повстанцев только что пропал даром.
zh_hans: 每当你摧毁一艘自动船时，你就会想到一些叛军工人的辛勤工作被浪费掉，让你爽的不得了。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[6]
source: You swerve to the left as a chunk of what was once the Auto-ship flies past. There's plenty left behind for you to scrap from the ship.
fr: Vous virez à gauche tandis qu'un morceau de ce qui était autrefois un Auto-vaisseau passe à coté. Il reste beaucoup de choses à récupérer de l'épave.
ko: 당신은 박살난 무인선의 날개였던 것 같은 고철 더미의 왼편으로 방향을 틀었습니다. 쓸만한 것들이 많이 남아 있습니다.
ru: Вы сворачиваете влево, когда мимо пролетает кусок того, что когда-то было автоматическим кораблем. Там осталось достаточно много пригодных для сбора припасов.
zh_hans: 你向左偏航，躲过了自动飞船的一大块碎片。船上还剩很多可以搜刮的东西。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[7]
source: Destroying Auto-ships was nearly worth joining the Federation all on its own. Even killing Rebels gets to you eventually, but you could keep blowing these machines to bits all day.
fr: Le fait de pouvoir détruire les Auto-vaisseaux vaut presque à lui seul la décision de rejoindre la Fédération. Même tuer des Rebelles fini par vous avoir au bout d'un moment, mais vous pourriez continuer d'exploser ces machines toute la journée.
ko: 무인선을 파괴하는 임무만으로도 연방에 가입할 가치가 있었습니다. 하루 종일이라도 이런 기계를 계속 날려 버릴 수 있습니다. 가끔은 반군놈들도 죽이면서 말이죠.
ru: Одна только возможность уничтожать автоматические корабли - это стоящая причина присоединиться к Федерации. Даже убийство повстанцев в конце концов надоедает, но эти машины можно разносить на куски целыми днями напролет.
zh_hans: 能够随心所欲地摧毁自动舰这件事足以让人加入联邦。哪怕是击杀叛军有时也会让你感到些许不适，但你可以无所顾忌地整天都把这些机器炸成碎片。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[8]
source: Auto-ships are no small threat, but at the end of the day you reduce every one that comes in your path to mere scrap matter.
fr: Les Auto-vaisseaux ne sont guère une petite menace, mais au final, vous réduisez chacun d'entre eux se trouvant sur votre chemin à l'état de simples matières de ferraille.
ko: 무인선은 꽤나 큰 위협이었지만, 전투가 끝난 지금에선 스크랩 더미가 되어있을 뿐입니다.
ru: Автоматические корабли представляют собой немалую угрозу, но в конце концов вы превращаете все, что попадается на вашем пути, в груду лома.
zh_hans: 自动船是不小的威胁，但在结束时，你把每一个出现在你面前的东西都变成了纯粹的废料。

# data/events_special_defeat.xml$//textList[@name="TEXT_DESTROYED_AUTO"]/text[9]
source: Another Auto-ship from the Rebellion's extensive supply has been destroyed. It's not much in the grand scheme of things, but oh does it feel good.
fr: Encore un autre vaisseau automatisé de l'énorme réserve de la Rébellion réduit en pièces. Cela n'affecte guère le cours des choses, mais qu'est-ce que cela fait du bien.
ko: 반군이 가진 엄청난 양의 무인선들 중 하나를 파괴했습니다. 거창한 계획은 아니지만, 음. 기분은 좋네요.
ru: Еще один автоматический корабль из обширных запасов повстанцев уничтожен. Конечно, это мало на что повлияло в глобальном плане, но все-таки как же это приятно.
zh_hans: 叛军庞大库存中的又一艘自动船被摧毁了。这在总体战局中并非大事，但给人的感觉是真不错。

# data/events_special_defeat.xml$//event[@name="DESTROYED_AUTO_FUEL"]/choice/text
source: Salvage the extra fuel cells.
fr: Récupérer les cellules de carburant supplémentaires.
ko: 연료를 더 회수한다.
ru: Собрать запас топливных элементов.
zh_hans: 回收这些额外的燃料。

source: The extra fuel is always helpful, and you collect as much as you can.
fr: Du carburant en plus est toujours utile, vous en récupérez donc autant que possible.
ko: 추가적인 연료는 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас топлива, и вы собираете его столько, сколько можете.
zh_hans: 燃料自然是多多益善，你尽可能多地收集了它们。

source: The best part about killing Auto-ships is there's no guilt involved. You lean back in your chair and give the orders to scrap the ship. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: La meilleure chose à propos de la destruction de ces automates, c'est qu'il n'y a aucune culpabilité impliquée. Vous vous penchez en arrière sur votre chaise et donnez l'ordre de démonter le vaisseau. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 무인선을 파괴 할 때 가장 좋은 점은 죄책감이 들지 않는다는 것입니다. 당신은 의자에 등을 기대고 선원들에게 잔해를 인양하라 명령했습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Самое лучшее в уничтожении автоматических кораблей - это отсутствие чувства вины. Вы откидываетесь в кресле и отдаете приказ собрать все полезное с обломков. Среди них вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 干掉自动飞船的最好的部分是没有任何负罪感。你靠在舒服到夭寿的椅背上，下达命令将船拆解。这艘自动飞船的残骸中似乎有不少剩余的燃料。

source: Destroying Auto-ships will be one of the few things you miss when the Rebellion is gone. If they are ever gone, that is. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Détruire des Auto-vaisseaux sera l'une des choses qui vous manqueront lorsque la Rébellion aura disparue. Si elle disparait un jour, bien entendu. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 무인선을 파괴하는 일은 반군이 사라졌을 때 그리워지게 될 몇 안 되는 것 중 하나입니다. 완전히 박멸된다면 말이죠. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Уничтожение беспилотников будет одной из немногих вещей, по которым вы будете скучать, когда Восстание закончится. Если оно вообще закончится. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 干掉自动飞船将是叛军消失后你所怀念的少数事情之一。如果他们真正消失的话，那就是。自动船的残骸中似乎留下了不少的燃料。

source: The Auto-ship explodes into multiple pieces, its complicated AI brain shattered into mere scrap matter. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: L'Auto-vaisseau explose en multiple morceaux, son cerveau d'IA compliqué désormais brisé en simple matière de ferraille. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 무인선이 여러 조각으로 분해되며 복잡한 AI 두뇌는 산산조각이 났습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Автоматический корабль разрывает на части, от его сложного искуственного мозга остаются лишь мелкие куски лома. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 自动飞船爆炸成多块，其复杂的人工智能大脑被打碎成单纯的废料。自动飞船的残骸中似乎留下了不少燃料。

source: It's hard to make out the shape of what was once the Auto-ship from the remains of your destruction. You like it better this way. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Il est difficile de distinguer la forme de ce qui était autrefois un Auto-vaisseau parmi les restes de la destruction apportée. Vous l'appréciez mieux sous cette forme. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 당신이 파괴한 무인선은 그 원형을 알아보기가 어려워졌습니다. 당신은 이 결과물에 만족스러워합니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: По обломкам тяжело понять, что это был уничтоженный вами автоматический корабль. Вам так больше нравится. Среди них вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 从你破坏的残骸中很难看出曾经是自动船的形状。你更喜欢这种方式。自动船的残骸中似乎留下了额外的燃料。

source: Every time you destroy an Auto-ship you think about how some Rebel worker's hard work has just been put to waste. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Chaque fois que vous détruisez un Auto-vaisseau, vous pensez au fait que le dur labeur d'un ouvrier Rebelle a complètement été gâché. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 무인선을 파괴할 때마다 반군 노동자의 노력이 이렇게 낭비되는구나 하고 생각하게 됩니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Каждый раз, когда вы уничтожаете автоматический корабль, вы думаете о том, что тяжелый труд какого-то рабочего повстанцев только что пропал даром. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 每当你摧毁一艘自动船时，你都会想到一些叛军工人的辛勤工作刚刚被浪费掉。这艘自动船的残骸中似乎有多余的燃料。

source: You swerve to the left as a chunk of what was once the Auto-ship flies past. There's plenty left behind for you to scrap from the ship. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Vous virez à gauche tandis qu'un morceau de ce qui était autrefois un Auto-vaisseau passe à coté. Il reste beaucoup de choses à récupérer de l'épave. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 당신은 박살난 무인선의 날개였던 것 같은 고철 더미의 왼편으로 방향을 틀었습니다. 쓸만한 것들이 많이 남아 있습니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Вы сворачиваете влево, когда мимо пролетает кусок того, что когда-то было автоматическим кораблем. Там осталось достаточно много пригодных для сбора припасов. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 当曾经的自动飞船的一大块碎片掠过时，你向左转弯。这艘船留下了很多东西，你可以从船上搜刮掉。自动飞船的残骸中似乎有多余的燃料。

source: Destroying Auto-ships was nearly worth joining the Federation all on its own. Even killing Rebels gets to you eventually, but you could keep blowing these machines to bits all day. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Le fait de pouvoir détruire les Auto-vaisseaux vaut presque à lui seul la décision de rejoindre la Fédération. Même tuer des Rebelles fini par vous avoir au bout d'un moment, mais vous pourriez continuer d'exploser ces machines toute la journée. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 무인선을 파괴하는 임무만으로도 연방에 가입할 가치가 있었습니다. 하루 종일이라도 이런 기계를 계속 날려 버릴 수 있습니다. 가끔은 반군놈들도 죽이면서 말이죠. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Одна только возможность уничтожать автоматические корабли - это стоящая причина присоединиться к Федерации. Даже убийство повстанцев в конце концов надоедает, но эти машины можно разносить на куски целыми днями напролет. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 能够随心所欲地摧毁自动舰这件事足以让人加入联邦。哪怕是击杀叛军有时也会让你感到些许不适，但你可以无所顾忌地整天都把这些机器炸成碎片。这艘自动飞船的残骸中似乎有多余的燃料。

source: Auto-ships are no small threat, but at the end of the day you reduce every one that comes in your path to mere scrap matter. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Les Auto-vaisseaux ne sont guère une petite menace, mais au final, vous réduisez chacun d'entre eux se trouvant sur votre chemin à l'état de simples matières de ferraille. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 무인선은 꽤나 큰 위협이었지만, 전투가 끝난 지금에선 스크랩 더미가 되어있을 뿐입니다. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Автоматические корабли представляют собой немалую угрозу, но в конце концов вы превращаете все, что попадается на вашем пути, в груду лома. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 自动船是不小的威胁，但在一天结束的时候，你把每一个出现在你面前的自动船都变成了纯粹的废料。这艘自动船的残骸中似乎留下了过多的燃料。

source: Another Auto-ship from the Rebellion's extensive supply has been destroyed. It's not much in the grand scheme of things, but oh does it feel good. The Auto-ship appears to have an excess of fuel left behind in the wreckage.
fr: Encore un autre vaisseau automatisé de l'énorme réserve de la Rébellion réduit en pièces. Cela n'affecte guère le cours des choses, mais qu'est-ce que cela fait du bien. L'Auto-vaisseau a l'air d'avoir laissé un excédent de carburant parmi l'épave.
ko: 반군이 가진 엄청난 양의 무인선들 중 하나를 파괴했습니다. 거창한 계획은 아니지만, 음. 기분은 좋네요. 무인선의 잔해에 여분의 연료가 남아 있습니다.
ru: Еще один автоматический корабль из обширных запасов повстанцев уничтожен. Конечно, это мало на что повлияло в глобальном плане, но все-таки как же это приятно. Среди обломков вы находите запас топлива, который нес на себе этот беспилотник.
zh_hans: 叛军大量供应的另一艘自动船被摧毁了。从总体战局来说，这不算什么，但这感觉很好。这艘自动船的残骸中似乎留下了过多的燃料。

source: Salvage the extra ammunition.
fr: Récupérer les munitions supplémentaires.
ko: 탄약을 더 회수한다.
ru: Собрать запас боеголовок.
zh_hans: 回收这些额外的弹药。

source: The extra missiles are always helpful, and you collect as much as you can.
fr: Des missiles en plus ne seront pas de trop, vous en récupérez donc autant que possible.
ko: 추가적인 미사일은 항상 도움이 됩니다. 당신은 그것을 최대한 챙겨왔습니다.
ru: Всегда полезно иметь запас боеголовок, и вы собираете их столько, сколько можете.
zh_hans: 弹药自然是多多益善，你尽可能多地收集了它们。
