Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_nebula.xml.append/*.po
Languages: ko, ru, zh_hans

source: The Rebels must have anticipated you would try to lose them within the nebula. A scout is waiting for you at the beacon.
ko: 그 반군함대는 성운 안에서 당신을 놓칠 것으로 예상했습니다. 정찰기가 송신소에서 당신을 기다립니다.
ru: Повстанцы, должно быть, предвидели, что вы попробуете затеряться среди туманности. Разведчик ждет вас у маяка.
zh_hans: 叛军肯定已经预料到你会试图在星云内甩掉他们。一艘侦察舰正在信标处等着你。

source: It looks like you will be unable to avoid the Rebels by traveling through the nebula. A Rebel ship is waiting for you near the beacon.
ko: 성운을 통과하려면 반군함대를 피할 수 없어보입니다. 반군 함선이 근처 송신소에서 당신을 기다립니다.
ru: Похоже, что вам не удастся избежать повстанцев, путешествуя через туманность. Корабль повстанцев ждет вас возле маяка.
zh_hans: 看来你通过星云旅行是无法避开叛军了。一艘叛军的战舰正在信标附近等着你。

source: Shortly after you arrive, a Rebel ship jumps nearby. There looks to be no escape. Prepare for a fight!
ko: 당신이 도착하자마자 반군 함선이 근처로 도약합니다. 빠져나갈 방법은 없어보입니다. 전투를 준비합니다!
ru: Вскоре после вашего прибытия неподалеку прыгает корабль повстанцев. Похоже, бежать некуда. Приготовьтесь к бою!
zh_hans: 在你到达后不久，一艘叛军的战舰跃迁到了附近。看来是逃不掉了。准备战斗吧！

source: Newton-knows what brings this Rebel ship so far out; its captain hails, but does a double take when he identifies your ship. They open fire.
ko: 뉴턴은 반군 함선이 이렇게 까지 멀리 온 이유를 알고 있습니다. 함장이 호통을 치지만, 당신의 함선이 확인되며 두배로 늘어납니다. 그들이 발포합니다.
ru: Ньютон знает, что привело этот корабль повстанцев так далеко; его капитан подает сигнал, но, узнав ваш корабль, начинает перестраиваться в боевое положение. Он открывает огонь.
zh_hans: 鬼才知道这艘叛军战舰是怎么走了这么远的。它的舰长发出了呼叫，但当他认出你的星舰时，却转而向你开火。

source: A Rebel ship hails, but you don't take chances in conditions like this. You block the frequency and prepare to engage.
ko: 반군 함선이 신호를 보내지만, 당신은 이러한 상황에서 모험을 할 필요가 없습니다. 주파수를 차단하고 전투를 준비합니다.
ru: Корабль повстанцев подает сигнал, но в таких условиях нельзя рисковать. Вы блокируете частоту и готовитесь к бою.
zh_hans: 一艘叛军的战舰在呼叫，但在这种情况下，你不会冒险。你屏蔽了这个频段，并准备与之交战。

# data/events_nebula.xml.append$//event[@name="NEBULA_ENCOUNTER_AUTO"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You cross paths with an advance scout of the Rebel fleet searching this section of the nebula for your ship.
ko: 당신은 당신의 함선을 위해 성운구역을 탐색하고 있는 반군 함대의 정찰기와 함께 갑니다.
ru: Вы пересекаетесь с передовым разведчиком флота повстанцев, который ищет ваш корабль в этой части туманности.
zh_hans: 你与叛军舰队的先遣侦察舰相遇，对方正在这片星云中搜寻你的星舰。

source: You jump into a calmer part of the nebula. However, your relief fades as a Rebel scout jumps to the beacon and moves in to attack.
ko: 당신은 성운의 잔잔한 부분으로 도약합니다. 하지만 당신의 안도감은 반군 정찰기가 송신소로 도약하여 전투를 준비하자 사라집니다.
ru: Вы прыгаете в более спокойную часть туманности. Однако ваше облегчение исчезает, когда разведчик повстанцев прыгает к маяку и переходит в атаку.
zh_hans: 你跃迁到了星云中一个比较宁静的地方。然而，当一个叛军侦察舰跃迁到信标处并进入攻击状态时，你的轻松感烟消云散。

source: The tangled wrecks of many ships wait in dormancy here. You see lights flicker on what looks like debris. A Rebel scout bursts out of the wreckage!
ko: 많은 배들이 뒤엉킨 난파선이 이곳에서 기다리고 있습니다. 당신은 파편처럼 보이는 것에 불빛이 깜빡이는 것이 보입니다. 반군 정찰기가 잔해속에서 폭격합니다!
ru: Перемешанные обломки многих кораблей покоятся здесь в ожидании своего часа. Вы видите, как на обломках корабля мерцают огоньки. Из-под обломков появляется разведчик повстанцев!
zh_hans: 许多舰船纠缠在一起的残骸在这里以休眠状态等待着。你看到这片似乎是残骸的地方中亮起一束光。突然间，一个叛军侦察舰从残骸中冲了出来！

source: This drone isn't looking for you. Perhaps it's scouting ahead for the Rebel expansion or maybe they're seeking to use this nebula for cover. Regardless, it identifies you as hostile.
ko: 이 드론은 당신을 찾는게 아닌 듯 합니다. 아마 반군의 확대를 위해 스카우트를 하거나 엄호를 위한 성운을 탐색하려는 것 같습니다. 그럼에도 불구하고, 그것은 당신을 발견하자 적대시합니다.
ru: Этот дрон разыскивает не вас. Возможно, он разведывает обстановку перед экспансией повстанцев, а может быть, ищет укрытие в этой туманности. Независимо от этого, он идентифицирует вас как врага.
zh_hans: 这个无人侦察舰并不是在专门找你。也许它是在为叛军的扩张探路，也许他们是想利用这个星云做掩护。不管怎么说，它现在认定你是有敌意的。

source: It's worrying that the Rebels have penetrated so deep into uncharted space, even if it is only an unmanned craft. It arms its weapons; you should do the same.
ko: 반군 함대의 무인 정찰기임에 불과할지라도, 미지의 장소로 깊숙히 들어가는 것은 걱정스러운 일입니다. 그것은 무기를 무장합니다. 당신도 똑같이 해야합니다.
ru: Беспокоит, что повстанцы проникли так глубоко в неизведанное пространство, даже если это всего лишь беспилотник. Он вооружается; вы должны сделать то же самое.
zh_hans: 即使它只是一只小小的无人驾驶的舰船，但这让你感到担忧：叛军的魔爪已经深入到了未分类的星区！它开始启动武器；你也应该这样做。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//textList[@name="NEBULA_PIRATE"]/text[1]
source: As you drift through the nebula an unmarked vessel descends from the clouds and into your wake. Their weapons come online.
ko: 당신이 성운을 떠돌고 있을 때, 어떤 표시도 없는 선박이 성운 구름속에서 내려와 당신이 있는 곳으로 옵니다. 그들의 무기가 점화됩니다.
ru: Когда вы проходите через туманность, из облаков на вас несется корабль без опознавательных знаков. Его оружие включается.
zh_hans: 当你在星云中漂流时，一艘没有标志的舰船从云层中降落，来到你的后方。他们的武器系统开始运作。

# data/events_nebula.xml.append$//textList[@name="NEBULA_PIRATE"]/text[2]
source: A pirate ship pulls out of the ether and hails: "You know what I love about this part of the galaxy? The explorers! You always carry such fine loot." They lock weapons.
ko: 해적 함선이 높은 곳에서 튀어나와 메세지를 보냅니다. “내가 이 은하에서 좋아하는게 뭔지 아나? 바로 탐험가들! 항상 좋은 물품들을 가지고 다니거든!” 그들은 무기를 장전합니다.
ru: Пиратский корабль выходит из эфира и сообщает: "Знаете, что мне нравится в этой части галактики? Исследователи! Вы всегда везете такую прекрасную добычу". Они активируют оружие.
zh_hans: 一艘海盗战舰从星云中现身，并发出呼叫。"你知道我最喜欢银河系的哪一部分吗？那就是探险者！你们总是带着这么好的战利品。"他们的武器锁定了你。

# data/events_nebula.xml.append$//textList[@name="NEBULA_PIRATE"]/text[3]
source: As you coast through the nebula a pirate ship matches your course and closes the distance. Better to pick your battleground, but beggars can't be choosers.
ko: 당신이 성운 속을 항해할 때, 해적선이 항로가 서로 일치한다는 것을 알고 접근합니다. 교전지를 고르는 것이 좋겠지만, 물불 가릴 처지겠습니까.
ru: Когда вы пересекаете туманность, пиратский корабль ложится на ваш курс и сокращает расстояние. Лучше выбирать место боя, но не всегда есть возможность.
zh_hans: 当你在星云中航行时，一艘海盗战舰与你的航向一致并拉近了与你的距离。最好的状况当然是你来选择战场，但眼下，你没有选择。

# data/events_nebula.xml.append$//textList[@name="NEBULA_PIRATE"]/text[4]
source: A hostile vessel descends from out of the nebula. Combat stations!
ko: 적대적인 함선이 성운에서 급강하 합니다. 전투입니다!
ru: Из туманности появляется вражеский корабль. К боевым постам!
zh_hans: 一艘敌对的舰船从星云中降落。准备作战！

# data/events_nebula.xml.append$//textList[@name="NEBULA_PIRATE"]/text[5]
source: You try to read the ID of a ship ahead in the fog, but it's too thick to penetrate. You have your answer when the ship turns, weapons hot!
ko: 당신은 안개속에서 앞쪽 함선의 인식표를 읽어보려 합니다만 안개가 너무 두꺼워 뚫고 들어갈 수 없습니다. 함선이 돌아보면 당신은 그 답을 알 수 있을것입니다. 무기가 예열됩니다!
ru: Вы пытаетесь разобрать идентификатор корабля в тумане, но он слишком густой, чтобы пробиться сквозь него. Вы получаете ответ, когда корабль совершает разворот, оружие активировано!
zh_hans: 你试图在云雾中看清前面那艘船的身份，但它太厚了，无法被穿透。直到这艘船向你转向时，你才有了答案，而对方的武器系统已完成预热！

source: This beacon has a clearing from the nebula, revealing more of the distant space. However, it appears a Rebel ship has already arrived and is now approaching quickly!
ko: 이 송신소는 성운속에서 알아보기 쉽고, 더 넓은 공간을 드러냅니다. 그러나 반군 함선이 미리 도착해 빠르게 접근합니다!
ru: Этот маяк очистился от туманности, открыв взору большую часть далекого космоса. Однако, судя по всему, корабль повстанцев уже находится здесь и быстро приближается!
zh_hans: 这个信标有一片星云中的空隙，在空隙里可以看见许多遥远的空间。然而，似乎有一艘叛军的舰船已经到达，现在正在迅速接近！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_ENCOUNTER_SUN"]/text
source: It seems that the nebula here has condensed into a newly born star. It's quite the spectacle... but also very deadly. A Slug vessel is admiring the star, but upon seeing you decides to attack instead!
ko: 성운이 응축되어 새로운 행성이 탄생한 듯 합니다. 꽤 웅장하군요... 그러나 매우 위험합니다. 슬러그 함선이 별을 바라보며 감탄하고 있지만, 곧 당신을 보고 공격하기로 합니다!
ru: Похоже, что туманность сгустилась в недавно родившуюся звезду. Очень красивое зрелище... но также и очень смертоносное. Корабль слизней любуется звездой, но увидев вас, решает атаковать!
zh_hans: 似乎这里的星云已经凝结成一颗新诞生的恒星。这是一个相当壮观的场面...但也是非常致命的。一艘蛞蝓族舰船正在欣赏这颗恒星，但在看到你之后，决定转而攻击你！

# data/events_nebula.xml.append$//event[@name="NEBULA_ENCOUNTER_SUN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="STORM_AUTO"]/text
source: You jump into a sector of the nebula beset by a plasma storm. An automated Rebel ship stationed at the beacon moves in to attack.
ko: 당신은 플라즈마 폭풍이 치는 성운지대로 도약합니다. 송신소에 주둔중인 무인 반군함선이 공격을 위해 접근합니다.
ru: Вы прыгаете в туманный сектор, охваченный плазменным штормом. Автоматический корабль повстанцев, охраняющий этот маяк, переходит в атаку.
zh_hans: 你跃迁到了星云中被等离子风暴围困的区域。一艘驻扎在此信标处的叛军自动舰开始攻击。

# data/events_nebula.xml.append$//event[@name="STORM_AUTO"]/choice[1]/text
source: Prepare to fight.
ko: 전투를 준비한다.
ru: Приготовиться к бою.
zh_hans: 准备战斗。

# data/events_nebula.xml.append$//event[@name="STORM_AUTO"]/choice[1]/event/text
source: You prepare for combat.
ko: 당신은 전투를 준비했습니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="STORM_AUTO"]/choice[2]/text
source: (Engines) Attempt to out-run it.
ko: (엔진실) 도망을 시도한다.

# data/events_nebula.xml.append$//event[@name="STORM_AUTO"]/choice[3]/text
source: (Improved Engines) Attempt to out-run it.
ko: (발전된 엔진실) 도망을 시도한다.

# data/events_nebula.xml.append$//event[@name="STORM_AUTO"]/choice[3]/event/text
source: You successfully lose the ship in the storm.
ko: 당신은 성공적으로 폭풍속에서 함선을 따돌렸습니다.

source: You successfully lose the ship in the storm.
ko: 당신은 성공적으로 폭풍속에서 함선을 따돌렸습니다.
ru: Вы успешно улетаете от корабля во время шторма.
zh_hans: 你成功地在风暴中甩开了这艘自动舰。

source: Despite your advanced engines you are unable to shake them; you turn and prepare for a fight.
ko: 최고급 엔진임에도 불구하고 당신은 함선을 따돌릴 수 없었습니다. 당신은 돌아서서 전투를 준비합니다.
zh_hans: 尽管你有先进的引擎系统，但你仍然无法甩开对方；你转向并准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="STORM_REBEL"]/text
source: You arrive in the middle of a plasma storm. Despite the harsh conditions, a Rebel scout seems to be waiting for you.
ko: 당신은 플라즈마 폭풍의 한가운데에 도달했습니다. 좋지 않은 상태임에도 불구하고, 반군 정찰기가 당신을 기다리는 것 처럼 보입니다.
zh_hans: 你来到了一场等离子风暴中。尽管这里条件恶劣，但一名叛军侦察舰似乎在等你。

# data/events_nebula.xml.append$//event[@name="STORM_REBEL"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="STORM_BOARDING"]/text
source: You find two heavily damaged ships floating nearby, the remains of a battle. You begin to harvest some usable debris when you hear the sounds of someone beaming aboard followed by the shouts of a boarding party.
ko: 당신은 근처에 많은 피해를 입은 함선 두대가 떠다니는 것을 발견합니다. 전투의 잔해들입니다. 선원들의 함성소리에 이어 누군가의 환한 웃음소리가 들리자 당신은 사용할 수 있는 잔해를 수집합니다.
ru: Вы обнаружили два сильно поврежденных корабля, дрейфующих неподалеку, - следы сражения. Вы начинаете собирать пригодные для использования обломки, когда слышите звуки чьей-то телепортации на борт, а затем крики абордажной группы.
zh_hans: 你发现附近漂浮着两艘严重受损的舰船，这是一场战斗留下的遗迹。你开始收集一些可用的碎片，这时你听到了有人在舰船上的声音，接着是登舰队的喊声。

# data/events_nebula.xml.append$//event[@name="NEBULA_DUEL"]/text
source: There may not be sound in space, but the flashing from deep in the nebula suggest a battle is being raged, but you aren't sure by whom.
ko: 우주에서는 소리가 들리지 않지만, 성운 속에서 보이는 번쩍임은 전투가 격렬해지고 있다는 것을 보여줍니다. 그러나 누구의 것인지는 확신할 수 없습니다.
ru: В космосе не слышно звуков, однако вспышки, доносящиеся из глубины туманности, говорят о том, что там идет бой, но вы не знаете, с кем именно.
zh_hans: 太空中可能没有声音，但来自星云深处的闪光表明一场战斗正在进行，虽然你不确定那具体是谁的舰船。

# data/events_nebula.xml.append$//event[@name="NEBULA_DUEL"]/choice[1]/text
source: Search further.
ko: 더 자세히 조사한다.
ru: Искать дальше.
zh_hans: 进一步调查。

# data/events_nebula.xml.append$//event[@name="NEBULA_DUEL"]/choice[2]/text
source: Ignore the battle.
ko: 전투를 무시한다.
ru: Не обращать внимания на битву.
zh_hans: 无视正在发生的战斗。

# data/events_nebula.xml.append$//event[@name="NEBULA_DUEL"]/choice[2]/event/text
source: You aren't willing to take the risk to get involved in the conflict.
ko: 당신은 그 전투에 끼어들어 위험을 감수하고 싶어하지 않습니다.
ru: Вы не готовы рисковать, чтобы участвовать в конфликте.
zh_hans: 你不愿意冒着风险卷入冲突中。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The two ships seem to have destroyed each other. This is fortunate for you, because now you have two wrecks to salvage.
ko: 그 두 함선은 서로를 파괴한 듯 합니다. 이건 당신에게 행운이겠네요, 이제 두 난파선 속에서 얻을 물품들이 있을테니 말이죠.
ru: Похоже, что эти два корабля уничтожили друг друга. Вам повезло, потому что теперь у вас есть два разрушенных корабля, которые можно разобрать на лом.
zh_hans: 这两艘船似乎已经互相摧毁了对方的舰船。这对你来说真是太幸运了，因为现在你有两艘舰船的残骸可以搜刮。

source: A Mantis vessel stands victorious over its rival, a fellow Mantis ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
ko: 맨티스 함선이 라이벌 맨티스 함선에게 승리하여 서 있습니다. 그들은 다른 함선을 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно богомолов одерживает победу над своим соперником - другим кораблем богомолов. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.
zh_hans: 一艘螳螂族战舰战胜了它的对手--另一艘螳螂族战舰。这个胜利者可不愿放弃另一场战斗的机会，所以对方立即锁定了你并进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A Pirate vessel stands victorious over its rival, a Civilian ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
ko: 해적함선이 라이벌 민간 함선에게 승리하여 서 있습니다. 그들은 다른 함선을 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Пиратское судно одерживает победу над своим соперником - гражданским кораблем. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.
zh_hans: 一艘海盗战舰战胜了它的对手--一艘民用舰船。这个胜利者可不愿放弃另一场战斗的机会，所以对方立即锁定了你并进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A Slug vessel stands victorious over its rival, a Rock ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
ko: 슬러그 함선이 라이벌 락맨 함선에게 승리하여 서 있습니다. 그들은 다른 함선을 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно слизней одерживает победу над своим соперником - кораблем валунов. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.
zh_hans: 一艘蛞蝓族战舰战胜了他们的对手，一艘岩石族战舰。这个胜利者可不愿放弃另一场战斗的机会，所以对方立即锁定了你并进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A Ghost vessel stands victorious over its rival, a Slug ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
ko: 고스트 함선이 라이벌 슬러그 함선에게 승리하여 서 있습니다. 그들은 다른 함선들이 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно призраков одерживает победу над своим соперником - кораблем слизней. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.
zh_hans: 一艘魂灵族战舰战胜了他们的对手，一艘蛞蝓族战舰。这个胜利者可不愿放弃另一场战斗的机会，所以对方立即锁定了你并进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A Duskbringer vessel stands victorious over its rival, a Zoltan ship. They aren't one to pass up another fight, so they immediately lock onto you and attack.
ko: 더스크브링어 함선이 라이벌 졸탄 함선에게 승리하여 서 있습니다. 그들은 다른 함선들이 지나가게 두지 않습니다. 즉시 당신을 붙잡고 공격합니다.
ru: Судно Вестников Заката одерживает победу над своим соперником - кораблем золтан. Не желая упускать возможность сразиться с соперником, они сразу же бросаются на вас в атаку.
zh_hans: 一艘暮临派战舰战胜了他们的对手，一艘超能族战舰。这个胜利者可不愿放弃另一场战斗的机会，所以对方立即锁定了你并进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_SLUG_HUNTER"]/text
source: A pirate ship hails you. "We have an offer for you, if you're interested in some scrap."
ko: 해적 함선이 당신을 향해 신호를 보냅니다. "이봐, 우리가 제안할게 있어, 만약 너가 스크랩에 관심이 있다면 말이지."
zh_hans: 一艘海盗战舰呼叫了你。"如果你对废料感兴趣的话，我们有一个提议。"

# data/events_nebula.xml.append$//event[@name="NEBULA_SLUG_HUNTER"]/choice[1]/text
source: Listen.
ko: 듣는다.
ru: Слушать.
zh_hans: 说来听听。

source: "This sector ain't a friendly place. You know why? Slugs. Filthy bastards, good for nothin' except making punching bags out of. Interested in killing some for us?"
ko: "이 구역은 위험해. 왜냐고? 슬러그들 때문이지. 샌드백 만드는 것 빼고는 쓸모없는 더러운 놈들. 그들을 죽이는것에 관심있나?"
ru: "Этот сектор - не самое дружелюбное место. Ты знаешь почему? Слизняки. Мерзкие засранцы, они ни на что не способны, разве что на то, чтобы сделать из них груши для битья. Не хочешь убить парочку для нас?"
zh_hans: "这个星区可不是一个友好的地方。为什么？那当然是蛞蝓族了！肮脏的混蛋，除了适合做沙袋之外，遇到他们准没有好事。你有兴趣为我们杀一些蛞蝓族吗？"

source: Accept.
ko: 수락한다.
ru: Принять.
zh_hans: 同意。

source: "Excellent! Follow us..." They lead you to a nearby Slug ship. "Kill these ones, and you'll have an excellent reward awaiting you!"
ko: "좋군! 따라오라고..." 그들은 당신을 근처의 슬러그 함선으로 이끕니다. "이들을 다 죽여, 그러면 끝내주는 보상이 널 기다리고 있다고!"
zh_hans: "很好！跟我们来..."他们把你带到了附近的一艘蛞蝓舰船。"杀了这些蛞蝓族，会有一个很好的奖励在等着你！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse.
ko: 거절한다.
ru: Отказать.
zh_hans: 拒绝。

# data/events_nebula.xml.append$//event[@name="NEBULA_SLUG_HUNTER"]/choice[2]/text
source: We aren't trusting these pirates.
ko: 우리는 해적을 믿지 않는다.
ru: Мы этим пиратам не доверяем.
zh_hans: 我们不相信这些海盗。

source: You ignore the pirates.
ko: 당신은 해적을 무시합니다.
ru: Вы не обращаете внимания на пиратов.
zh_hans: 你无视了那些海盗。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_SLUG_HUNTER_WIN"]/text
source: You've defeated the Slug vessel. The pirates wait for you to finish scrapping the ship.
ko: 당신은 슬러그 함선을 격파했습니다. 해적들은 당신이 스크랩 모으는 것을 기다립니다.
zh_hans: 你已经打败了蛞蝓族舰船。海盗们正在等待你搜刮完这艘船。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Good work, you have done this sector a great service. Your reward..."
ko: "좋아, 이 구역에 큰 공헌을 했어. 보상이야..."
ru: "Отличная работа, ты оказал большую услугу сектору. Твоя награда..."
zh_hans: "干得好，你为这个星区提供了巨大的帮助。这是你的奖励..."

# data/events_nebula.xml.append$//event[@name="NEBULA_WHALE"]/text
source: A large blip on the radar is detecting a massive ship moving around this nebula. Its giant size suggests it may even be a fleet ship.
ko: 레이더에 포착된 커다란 깜빡임은 성운 속을 돌아다니는 커다란 함선을 감지합니다. 매우 거대한 크기가 함대 함선인 듯 합니다.
ru: На радаре обнаружен массивный корабль, перемещающийся по туманности. Его гигантские размеры говорят о том, что это может быть даже корабль флота.
zh_hans: 雷达上探测的一个大斑点表明一艘超级巨大的舰船正在这个星云中移动。从它巨大的尺寸推断它甚至可能是一整批舰队。

# data/events_nebula.xml.append$//event[@name="NEBULA_WHALE"]/choice[1]/text
source: Search for the ship.
ko: 함선에 대해 조사한다.
ru: Найти корабль.
zh_hans: 寻找这个舰船。

# data/events_nebula.xml.append$//event[@name="NEBULA_WHALE"]/choice[1]/event/text
source: You dive deeper into the nebula, and are swatted out of the way by a giant tail! Luckily no harm comes to the ship, but you're left in shock. The object you detected was no fleet ship at all, but rather a humongous space whale!
ko: 당신은 성운 깊은 곳으로 들어가자 거대한 꼬리에 의해 튕겨져 나갔습니다! 운좋게도 함선에는 어떠한 피해도 없지만 당신은 엄청난 충격에 빠졌습니다. 당신이 감지했던 물체는 함대 함선이 아니라 매우 거대한 우주고래였습니다!
ru: Вы погружаетесь в туманность, и тут вас отталкивает гигантский хвост! К счастью, корабль не пострадал, но вы пребываете в состоянии шока. Обнаруженный вами объект оказался вовсе не кораблем флота, а огромным космическим китом!
zh_hans: 你潜入星云深处，随后被一条巨大的尾巴拍了出去！幸运的是，星舰没有受到伤害，但你却感到震惊。你探测到的物体根本就不是舰队舰船，而是一条巨大的太空鲸鱼！

source: Explore the insides of the whale.
ko: 우주고래의 내부를 탐사한다.
ru: Исследовать внутренности кита.
zh_hans: 探索鲸鱼的内部。

source: Wow, how majestic. Let's leave.
ko: 오 얼마나 장엄한지... 이대로 떠난다.
ru: Ух ты, как здорово. Оставим его в покое.
zh_hans: 哇，多么雄伟壮观。我们走吧。

source: Space whales are cool, but they aren't worth wasting any time on.
ko: 우주고래는 멋지지만, 시간을 소모할 가치가 없습니다.
zh_hans: 太空鲸鱼很酷，但它们不值得浪费任何时间。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_WHALE"]/choice[2]/text
source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

# data/events_nebula.xml.append$//event[@name="NEBULA_WHALE"]/choice[2]/event/text
source: If a fleet ship is lost this far out in the nebula, it's very likely of Rebel design, and you should avoid it at all costs.
ko: 만일 그 함대 함선이 멀리 떨어진 성운 속에서 길을 잃었다면, 반군의 함정일 가능성이 높으니 어떤 수를 써서라도 피해야 합니다.
zh_hans: 如果在星云中这么远的地方走失了一批舰队，那这就很可能和叛军有关系，你应该不惜一切代价避开它。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Luckily space whales are so large that you can easily explore inside them. The contents of their stomach are... concerning. Littered with debris and dead ships, you hastily collect some parts and leave before you can meet the same fate.
ko: 운좋게도 우주고래는 당신이 쉽게 안쪽을 탐사할 수 있을만큼 거대합니다. 고래의 위 속에 있는 것들은 ...에 관련되어 있습니다. 잔해와 부서진 함선들이 어지럽게 널려져 있고, 당신은 같은 운명을 맞이하기 전에 서둘러 부품을 모으고 떠납니다.
zh_hans: 幸运的是，太空鲸鱼们是如此之大，以至于你可以很容易地探索它们的内部。它们肚子里的东西有点...令人担忧。到处都是碎片和毁坏的舰船，你匆匆忙忙地收集了一些零件，并在你遇到同样的命运之前离开。

source: Luckily space whales are so large that you can easily explore inside them. It seems another ship is exploring this whale, or maybe they're just a victim of the whale's immense appetite, but a nasty pirate ship locks onto you and attacks!
ko: 운좋게도 우주고래는 당신이 쉽게 안쪽을 탐사할 수 있을만큼 거대합니다. 다른 함선이 우주고래 속을 탐사하는건지 아니면 고래의 엄청난 식욕에 희생된 것인지는 모르겠지만, 고약한 해적 함선이 당신을 조준하고 공격합니다!
zh_hans: 幸运的是，太空鲸鱼们是如此之大，以至于你可以很容易地探索它们的内部。似乎有另一艘舰船也在探索这条鲸鱼，又或许其只是鲸鱼巨大胃口的一道菜而已。但当你靠近时，这艘讨厌的海盗战舰锁定了你，并发动了攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_MINE_WRECK"]/text
source: The husk of an emptied Trapper vessel drifts into the nebula. Around it lays a few mines, but it's hard to tell whether they're still active.
ko: 텅 빈 기뢰함의 잔해가 성운 속으로 떠내려갑니다. 주변에 지뢰가 몇개 뿌려져 있지만, 그것들이 아직 작동할지는 의문입니다.
zh_hans: 一艘被清空的"捕猎者"舰船的外壳漂浮在星云中。在它周围埋有一些空雷，但很难看出它们是否仍然有效。

# data/events_nebula.xml.append$//event[@name="NEBULA_MINE_WRECK"]/choice[1]/text
source: Scrap the Trapper.
ko: 기뢰함에서 쓸만한 것을 모은다.
ru: Разобрать на лом минера.
zh_hans: 搜刮陷阱。

# data/events_nebula.xml.append$//event[@name="NEBULA_MINE_WRECK"]/choice[2]/text
source: Ignore the wreck.
ko: 잔해를 무시한다.
ru: Не обращать внимания на обломок.
zh_hans: 无视这些残骸。

source: Scrapping the wreck isn't worth accidentally activating the mines. You move on.
ko: 잔해에서 스크랩을 수집하는건 지뢰를 작동시킬만한 활동은 아닙니다. 이동합니다.
zh_hans: 搜刮残骸不值得意外激活空雷。你继续前进。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The mines were active after all! They lock onto your hull and move in, causing damage to your ship's integrity. You pull out before more damage can be done.
ko: 지뢰가 작동됩니다! 지뢰들이 당신의 선체 안쪽으로 들어오자, 당신의 온전한 함선이 피해를 입습니다. 당신은 더 많은 피해를 입기전에 빠져나가야 합니다.
zh_hans: 毕竟空雷是活跃的！它们锁定在你的船体上并进入，对你的船的结构造成损害。你在造成更多伤害之前退出。

source: Luckily the mines are inactive and the Trapper remains unresponsive. You salvage some missiles and a Mine Launcher.
ko: 운좋게도 지뢰는 작동하지 않고 기뢰함은 반응하지 않습니다. 당신은 몇개의 미사일과 지뢰 발사기를 얻었습니다.
zh_hans: 幸运的是，空雷处于非活动状态，而捕手仍然没有反应。你回收了一些弹药和一个空雷发射器。

source: It appears you were mistaken about the Trapper being empty. The ship activates as you move in, and seeing your intentions as hostile they attack!
ko: 당신은 기뢰함이 비어있다고 착각한 듯 합니다. 그 함선은 당신이 다가오자 활성화되고, 당신의 행동을 적대적인 행위로 판단해 공격합니다!
zh_hans: 看来你误认为捕手不存在。当你接近时，船启动了，并看到你的敌对意图，他们攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
