Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_nebula.xml.append/*.po
Languages: ko, ru, zh_hans

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: This is the exit beacon. Go here to travel to the next sector.
ko: 이 구역을 나갈 수 있는 송신소입니다. 이곳에서 다음 구역으로 가실 수 있습니다.
ru: Это выходной маяк. Идите сюда, чтобы попасть в следующий сектор.
zh_hans: 这是出口信标，前往这里以跃迁至下一个星区。

# data/events_nebula.xml.append$//event[@name="FINISH_BEACON_UNEXPLORED"]/text
source: You've discovered the exit beacon out of the sector. Once the FTL drive is charged you'll be able to leave this sector.
ko: 당신은 이 구역에서 나갈 수 있는 송신소를 발견했습니다. 초광속 도약이 충전되면 이 구역을 떠날 수 있습니다.
ru: Вы обнаружили выходной маяк из сектора. Как только сверхсветовой привод будет заряжен, вы сможете покинуть этот сектор.
zh_hans: 你发现了这个星区的出口信标。超光速推进器充能完毕后，你就能够离开这个星区。

source: Explore.
ko: 탐험한다.
ru: Исследовать.
zh_hans: 探索。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: This is the exit beacon. Go here to travel to the next sector.
ko: 이 구역을 나갈 수 있는 송신소입니다. 이곳에서 다음 구역으로 가실 수 있습니다.
ru: Это выходной маяк. Идите сюда, чтобы попасть в следующий сектор.
zh_hans: 这是出口信标，前往这里以跃迁至下一个星区。

source: You've discovered the exit beacon out of the sector. Once the FTL drive is charged you'll be able to leave this sector.
ko: 당신은 이 구역에서 나갈 수 있는 송신소를 발견했습니다. 초광속 도약이 충전되면 이 구역을 떠날 수 있습니다.
ru: Вы обнаружили выходной маяк из сектора. Как только сверхсветовой привод будет заряжен, вы сможете покинуть этот сектор.
zh_hans: 你发现了这个星区的出口信标。超光速推进器充能完毕后，你就能够离开这个星区。

source: Explore.
ko: 탐사한다.
ru: Исследовать.
zh_hans: 探索。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_FEDERATION_GIFT"]/text
source: A Federation ship is exploring the nebula here. "A friendly face? It's dangerous to go alone! Take this!" The nearby Federation vessel dispenses a weapon for your aid.
ko: 연방 함선이 성운을 탐사하고 있습니다. "이봐 친구! 우주는 혼자 돌아다니기엔 위험하단다! 이걸 받으렴!" 근처의 연방 함선에서 당신을 위한 무기를 제공합니다.
ru: Корабль Федерации исследует здесь туманность. "Знакомое лицо? Опасно летать одному! Возьмите это!" Находящийся поблизости корабль Федерации передает вам оружие, чтобы помочь.
zh_hans: 一艘联邦船正在探索这片星云。"友好人员？独自在这里是很危险的！拿上这个！"附近的联邦船给了你一件武器。

source: Thank them and do something aboard the ship.
ko: 그들에게 감사하고 함선에서 무언가를 한다.
ru: Поблагодарить их и сделать что-нибудь на борту корабля.
zh_hans: 感谢对方并进行星舰管理。

source: You thank the Federation ship and move your new weapon into the cargo.
ko: 당신은 연방함선에 감사해하며 새로운 무기를 창고로 옮깁니다.
ru: Вы благодарить корабль Федерации и переносите ваше новое орудие в грузовой отсек.
zh_hans: 你向联邦船道谢，并把新武器放入仓库。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack them!
ko: 공격한다!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You power up your weapons and prepare to engage the ship.
ko: 당신은 무기에 전력을 공급하고 함선과 교전할 준비를 합니다.
ru: Вы заряжаете свои орудия и готовитесь вступить в бой с кораблем.
zh_hans: 你启动武器并准备攻击那艘联邦船。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_NEW_PLANET"]/text
source: To your surprise, there is no nebula at this beacon at all. The beacon appears to be freshly made, and the people who placed it here likely made a mistake with labeling it. In the distance is a large, unexplored and unpopulated planet, suggesting this location is desired for colonization.
ko: 놀랍게도, 이 송신소에는 성운이 전혀 없습니다. 이 송신소는 최근 새로 지어진 것으로 보이며, 이곳을 지은 사람들은 이름을 붙이는데 실수한 듯 합니다. 먼 거리에서 보이는 크고, 탐험되지 않으며, 사람이 살지 않는 행성은 식민지화 하기에 적합하다고 여겨집니다.
ru: К вашему удивлению, туманности на этом маяке нет вообще. Судя по всему, маяк сделан недавно, и люди, разместившие его здесь, скорее всего, ошиблись с маркировкой. Вдали виднеется большая, неизученная и незаселенная планета, что говорит о том, что это место можно использовать для колонизации.
zh_hans: 让你惊讶的是，这个信标没有任何星云气体。看来它是最近建造的，并且把它放置在这里的人在编辑信标信息时出了差错。远处是一颗巨大的、未开发的、无人居住的行星，这表明这个星系是一个理想的殖民地。

# data/events_nebula.xml.append$//event[@name="NEBULA_NEW_PLANET"]/choice[1]/text
source: Explore the planet.
ko: 행성을 탐험한다.
ru: Исследовать планету.
zh_hans: 探索行星。

source: You pull closer to the surface of the planet, revealing a few distinct features. A large ravine running along the planet's surface, a crater along with the asteroid responsible for it, and an expansive flat region with few noticeable landmarks, at least not from this high up.
ko: 당신은 행성의 표면에 가까이 다가가자, 몇가지 뚜렷한 특징이 보입니다. 커다란 협곡이 행성의 표면을 따라 흐르고 있고, 크레이터와 소행성, 그리고 적어도 이 높은 곳에서 눈에 띄는 랜드마크가 거의 없는 광활한 평지입니다.
ru: Приближаясь к поверхности планеты, вы обнаруживаете несколько характерных особенностей. Большое ущелье, идущее вдоль поверхности планеты, кратер с астероидом, ответственным за него, и обширная плоская область с небольшим количеством примечательных ориентиров, по крайней мере, с такой высоты.
zh_hans: 你进一步靠近行星表面，发现了它的一些明显特征。一个横贯行星表面的大沟壑，一个陨石坑以及罪魁祸首的陨石。还有广阔的平坦区域，但鲜有明显的地标，至少从这个高度看没有。

source: Investigate the ravine.
ko: 협곡을 조사한다.
ru: Исследовать ущелье.
zh_hans: 进一步靠近并在行星上着陆。

source: You can officially add spelunking to the list of things you didn't expect to be doing on this mission. The trip goes smoothly, and on your way you encounter several valuable looking gems which you'll no doubt be able to make some scrap off of.
ko: 당신은 이번 임무에서 예상하지 못했던 일들 목록에 동굴 탐험을 공식적으로 추가할 수 있게 되었습니다. 조사는 매끄럽게 진행되었고, 스크랩으로 만들 수 있는 보석 몇개를 발견하였습니다.
ru: Вы можете официально добавить погружение под воду в список вещей, которые вы не ожидали сделать в этой миссии. Путешествие проходит гладко, и по пути вы встречаете несколько ценных на вид драгоценных камней, из которых вы, несомненно, сможете сделать извлечь немного лома.
zh_hans: 你可以正式把洞穴探险加入到任务中意想不到的事情的列表之中了。这次旅程十分顺利，途中你发现了一些看起来十分宝贵的宝石，你毫不怀疑它们能够变现成一堆废料。

source: Inspect the crater and asteroid.
ko: 크레이터와 소행성을 조사한다.
ru: Исследовать кратер и астероид.
zh_hans: 检查陨石坑和陨石。

source: The asteroid left a considerable amount of rubble in its wake, and large portions of harvestable material have been exposed. You'll be able to refine this into fuel back on the ship.
ko: 그 소행성은 뒤에 상당한 양의 돌무더기를 남겼고, 얻을 수 있는 재료의 많은 부분이 노출되었습니다. 당신은 이것을 연료로 정제하여 함선에서 사용할 수 있습니다.
ru: Астероид оставил после себя значительное количество обломков, и большая часть пригодного для добычи материала была обнаружена. Вы сможете переработать его в топливо на корабле.
zh_hans: 陨石在撞击中产生了大量碎石，大部分可用材料都裸露在外。你可以在船上把它们提炼成燃料。

source: Explore the expanse.
ko: 평지를 탐사한다.
ru: Исследовать пространство.
zh_hans: 探索区域。

source: After some exploring it becomes clear that you aren't the first ship to have explored this planet. A ship has crashed here, and the survivor is thankful for you rescuing them.
ko: 탐사를 한 후, 당신이 이 행성을 탐사한 첫번째 함선이 아니라는 것이 분명해집니다. 함선이 추락해 있었고, 생존자들은 당신이 구해준 것에 대해 감사합니다.
ru: После некоторого исследования становится ясно, что вы не первый корабль, кто исследовал эту планету. Здесь потерпел крушение другой корабль, и выживший благодарен вам за спасение.
zh_hans: 看来你并非第一艘探索这个行星的飞船。一番探索之后，你发现了一艘坠毁在这里的飞船，幸存者感谢你救了他。

# data/events_nebula.xml.append$//event[@name="NEBULA_NEW_PLANET"]/choice[2]/text
source: Ignore the planet.
ko: 행성을 무시한다.
ru: Не обращать внимания на планету.
zh_hans: 无视那个行星。

source: You'll leave the exploration to people with with more time on their hands. Who makes these beacons anyways?
ko: 당신은 이 행성을 떠납니다. 탐사는 시간이 더 많은 사람이 할 수 있겠죠. 어쨌든 이 송신소는 누가 만들었을까요?
ru: Вы оставляете исследование тем, у кого больше свободного времени. Кто вообще создает эти маяки?
zh_hans: 你把这个探索机会留给了那些时间更充裕的人。不过这个信标到底是谁做的？

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_SIGNAL"]/text
source: This beacon appears to be empty, but you're detecting a very weak, looping encrypted signal from in the nebula.
ko: 이 송신소는 비어있는 듯 합니다. 하지만 당신은 이 성운에서 매우 약하고 암호화된 신호를 탐지하였습니다.
ru: Этот маяк кажется пустым, но вы обнаруживаете очень слабый, циклический зашифрованный сигнал из туманности.
zh_hans: 这个信标似乎是空的，但你探测到一个非常微弱，循环加密的信号正在从星云中发出。

# data/events_nebula.xml.append$//event[@name="NEBULA_SIGNAL"]/choice[1]/text
source: Try to decode it.
ko: 해독을 시도해본다.
ru: Попытаться расшифровать его.
zh_hans: 尝试破译它。

# data/events_nebula.xml.append$//event[@name="NEBULA_SIGNAL"]/choice[2]/text
source: Try to find the source.
ko: 발신지를 찾아본다.
ru: Попытаться найти источник.
zh_hans: 尝试找到源头。

# data/events_nebula.xml.append$//event[@name="NEBULA_SIGNAL"]/choice[5]/text
source: Ignore the signal.
ko: 신호를 무시한다.

source: You don't have time to try and figure out this signal.
ko: 이 신호에 대해 조사할 시간이 없다.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.

source: Do nothing.
ko: 아무것도 하지 않는다.

source: The signal is very hard to decode. You're forced to give up or risk wasting too much time.
ko: 그 신호는 해독하기 매우 어렵습니다. 당신은 해독을 포기하거나 많은 시간을 낭비할 위험을 감수해야 합니다.
ru: Сигнал невозможно расшифровать. Вы вынуждены сдаться, иначе рискуете потерять слишком много времени.
zh_hans: 这个信号很难破译。经过了很长一段时间后，你被迫放弃了。

source: The signal is very hard to decode. You're forced to give up or risk wasting too much time.
ko: 그 신호는 해독하기 매우 어렵습니다. 당신은 해독을 포기하거나 많은 시간을 낭비할 위험을 감수해야 합니다.
ru: Сигнал невозможно расшифровать. Вы вынуждены сдаться, иначе рискуете потерять слишком много времени.
zh_hans: 这个信号很难破译。经过了很长一段时间后，你被迫放弃了。

source: The signal is difficult to decode, but you're able to break it. It appears to be the location for a pirate cache on a nearby planet!
ko: 그 신호는 해독하기 어려웠지만, 마침내 해독할 수 있었습니다. 근처 행성에 해적의 은신처가 있다는 것을 알아챕니다!
ru: Сигнал трудно расшифровать, но вам удается его взломать. Оказывается, это местонахождение пиратского тайника на соседней планете!
zh_hans: 信号很难解码，但你成功破解了它。它似乎是附近星球上海盗储藏点的位置！

source: You search for a long time, but you only end up getting lost in the nebula. This has been a large waste of time.
ko: 당신은 탐사에 오랜 시간을 소모했지만, 결국 성운에서 길을 잃고 맙니다. 엄청난 시간낭비였습니다.
ru: Вы долго ищете, но в итоге только теряетесь в туманности. Это была большая потеря времени.
zh_hans: 你搜索了很长一段时间，但最后你只是在星云中迷路了，这是对时间的巨大浪费。

source: You find the ship emitting the signal, an emptied pirate ship. Now that you know the origins of the signal, you're able to easily decode the signal. It appears to be the location for a pirate cache on a nearby planet!
ko: 당신은 비어있는 해적 함선에서 신호를 보내는 것을 발견합니다. 이제 신호의 발신지를 알았으니 더 쉽게 신호를 해독할 수 있겠죠. 근처 행성에 해적의 은신처가 있다는 것을 알아챕니다!
ru: Вы находите корабль, излучающий сигнал, - пустой пиратский корабль. Теперь, когда вы знаете происхождение сигнала, вы можете легко расшифровать его. Оказывается, это местонахождение пиратского тайника на соседней планете!
zh_hans: 你发现了发出信号的船，一艘空荡荡的海盗舰。现在你已经知道了信号来源，破译它也就信手掂来了。看来它指向了附近一个星球上的海盗储藏点！

# data/events_nebula.xml.append$//event[@name="NEBULA_SIGNAL_QUEST"]/text
source: The cache is filled with supplies and even a brand new weapon! Unfortunately, it seems another pirate vessel has also come looking for the cache. A fight is unavoidable.
ko: 은신처에는 보급품과 새로운 무기들이 가득합니다! 불행하게도, 다른 해적 선박도 은신처를 찾아온 듯 합니다. 싸움은 피할 수 없습니다.
ru: Тайник наполнен припасами и даже совершенно новым оружием! К сожалению, на поиски тайника, похоже, отправилось и пиратское судно. Схватка неизбежна.
zh_hans: 这个储藏点装满了物资，甚至还有一把新武器！不幸的是，看来另一艘海盗舰也来寻找这个储藏点了。战斗一触即发。

# data/events_nebula.xml.append$//event[@name="NEBULA_SIGNAL_QUEST"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_TRADER"]/text
source: It's hard to see why, but this beacon is apparently a tourist destination. One of the ships at the small station is offering a deal.
ko: 이유는 모르겠지만, 이 송신소는 분명히 관광지입니다. 작은 정거장의 한 함선이 거래를 제안합니다.
ru: Трудно понять, почему, но этот маяк, похоже, является туристическим местом. Один из кораблей на небольшой станции предлагает сделку.
zh_hans: 很难知道为什么这个信标成了一个旅游点，小型空间站里的一艘船正在提供交易。

# data/events_nebula.xml.append$//event[@name="NEBULA_TRADER"]/choice[1]/text
source: Trade.
ko: 거래한다.
ru: Торговать.
zh_hans: 做交易。

# data/events_nebula.xml.append$//event[@name="NEBULA_TRADER"]/choice[2]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You have no need for their services.
ko: 그들의 서비스는 필요가 없다.
ru: Вы не нуждаетесь в их услугах.
zh_hans: 你无需他们的服务。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_LIGHT_PIRATE_STATION"]/text
source: The nebula at this beacon is thinner than usual. A pirate station is operating nearby, though it doesn't appear to receive much business.
ko: 이 송신소의 성운은 보통보다 더 얇아 보입니다. 많은 일을 받지 못할 것으로 보이는 해적 정거장이 근처에서 운영됩니다.
ru: Туманность у этого маяка разрежена сильнее, чем обычно. Поблизости работает пиратская станция, но, судя по всему, она не пользуется большим успехом.
zh_hans: 此信标的星云比其他处的星云更稀薄。附近有一处海盗空间站在运行，不过看上去生意惨淡。

source: Ask to trade.
ko: 교환을 요청한다.
ru: Попросить поторговать.
zh_hans: 询问交易事宜。

source: The pirates show you several crates of supplies that they are offering.
ko: 해적들은 당신에게 그들이 제공하는 물품을 담은 상자를 보여줍니다.
ru: Пираты показывают вам несколько ящиков с припасами, которые они хотят вам продать.
zh_hans: 海盗向你兜售数箱物资。

source: Buy a crate of fuel.
ko: 연료 상자를 산다.
ru: Купить ящик с топливом.
zh_hans: 购买一些燃料。

source: Buy a crate of missiles.
ko: 미사일 상자를 산다.
ru: Купить ящик с ракетами.
zh_hans: 购买一些弹药。

source: Buy a crate of droneparts.
ko: 드론 부품 상자를 산다.
ru: Купить ящик с дрон-комплектами.
zh_hans: 购买一些无人机部件。

source: Nevermind.
ko: 관심없다.
ru: Неважно.
zh_hans: 算了。

source: Attack them.
ko: 그들을 공격한다.
ru: Атаковать их.
zh_hans: 攻击对方。

source: This station is run by filthy pirates and was likely stolen. You'll be doing justice by killing them.
ko: 이 도둑맞은 것 같은 정거장은 더러운 해적들이 운영하고 있습니다. 당신은 그들을 죽임으로서 정의를 실현하려 합니다.
ru: Эта станция управляется грязными пиратами и, скорее всего, была украдена. Убив их, вы совершите правосудие.
zh_hans: 这个空间站是肮脏的海盗在运行，估计还是他们偷来的。杀死他们将是正义执行。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the pirates.
ko: 해적들을 무시한다.
ru: Не обращать внимания на пиратов.
zh_hans: 无视海盗。

source: Whatever illegal services the pirates could offer, you aren't interested.
ko: 해적들이 어떤 불법적인 서비스를 제공해도 당신은 관심없습니다.
ru: Какие бы незаконные услуги ни предлагали пираты, вас это не интересует.
zh_hans: 你对他们在干什么非法行当一点兴趣也没有。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="STORM_PLATFORM"]/text
source: Nearby lies a dormant Slug cealaforming station. They must have been harvesting the nebulous gases when the ion storm started, and have now taken refuge in the station. Next to it is a platform, unprotected.
ko: 근처에 운영을 멈춘 슬러그 정거장이 있습니다. 그들은 이온 폭풍이 시작될 때 성운가스를 수확하여 정거장으로 피신하였습니다. 그 옆에는 보호되지 않는 플랫폼이 있습니다.
ru: Неподалеку находится неактивная цеалоформирующая станция слизней. Должно быть, они собирали туманные газы, когда начался плазменный шторм, и теперь укрылись на станции. Рядом с ней находится ничем не защищенная платформа.
zh_hans: 附近有一个蛞蝓族天体构造站。他们一定是在等离子风暴开始前正收集星云气体，现在在空间站里避风。空间站旁是一座无人值守的舰台。

# data/events_nebula.xml.append$//event[@name="STORM_PLATFORM"]/choice[1]/text
source: Raid the platform while the Slugs are hiding.
ko: 슬러그가 숨어있는 동안 플랫폼을 습격한다.
ru: Обчистить платформу, пока слизни прячутся.
zh_hans: 趁着蛞蝓族躲起来的时候突袭舰台。

# data/events_nebula.xml.append$//event[@name="STORM_PLATFORM"]/choice[2]/text
source: The storm is too much of a risk. Ignore the platform.
ko: 그 폭풍은 매우 위험하다. 플랫폼을 무시한다.
ru: Шторм - слишком большой риск. Не обращать внимания на платформу.
zh_hans: 离子风暴的危险性太大了。无视舰台。

source: The Slugs are helpless at stopping you. You take all that you can from the platform.
ko: 슬러그들은 당신을 막을 방법이 없습니다. 당신은 플랫폼에서 가져갈 수 있는 모든것들을 가져갑니다.
ru: Слизни не в состоянии остановить вас. Вы забираете с платформы все, что можете.
zh_hans: 蛞蝓们面对你的突袭束手无策。你从舰台上拿走了所有你能拿走的东西。

source: The Slugs aren't interested in just letting you escape with their supplies. The station powers up its weapons and attacks!
ko: 슬러그들은 당신이 보급품을 가지고 탈출하게 두는 것에 관심이 없습니다. 정거장이 무기에 전력을 공급하고 공격합니다!
ru: Слизни не хотят просто так позволить вам сбежать с их припасами. Станция заряжает свои орудия и атакует!
zh_hans: 蛞蝓们可不会眼睁睁地看着你带着他们的物资离开的。空间站的武器系统开始充能，并对你进行攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="STORM_ITEMS"]/text
source: You jump into the middle of a plasma storm. Multiple recently incapacitated ships loom in the shadows, briefly illuminated by the lightning.
ko: 당신은 플라즈마 폭풍의 가운데로 도약합니다. 최근 운항을 멈춘 여러 함선이 번개에 의해 어둠속에서 잠시 모습을 드러냅니다.
ru: Вы прыгаете в центр плазменной бури. Несколько недавно выведенных из строя кораблей вырисовываются в тени, на мгновение освещенные молнией.
zh_hans: 你跃迁进了一场等离子风暴的中心。在闪电短暂的照明下，你看到多艘最近失事的舰船在风暴的阴影中徘徊。

# data/events_nebula.xml.append$//event[@name="STORM_ITEMS"]/choice[1]/text
source: Manually search the wreckage for survivors and equipment.
ko: 잔해 속에서 수동으로 생존자와 장비를 찾아본다.

# data/events_nebula.xml.append$//event[@name="STORM_ITEMS"]/choice[2]/text
source: Avoid the risk and wait to jump away unscathed.
ko: 위험을 피하고 아무 일 없이 도약할 준비를 한다.

source: Despite your caution, the lack of detection equipment allows debris to crash into your ship, damaging the hull. You salvage what you can and prepare to jump before anything worse happens.
ko: 당신의 주의에도 불구하고, 감시장비의 부족으로 잔해가 당신의 함선에 충돌하여 선체에 피해를 줍니다. 더 나쁜 일이 일어나기 전에 건질 수 있는 것들을 건져내고 도약할 준비를 합니다.
ru: Несмотря на вашу осторожность, отсутствие средств обнаружения приводит к тому, что обломки попадают в ваш корабль, повреждая его корпус. Вы собираете все, что можно, и готовитесь к прыжку, пока не случилось чего-нибудь похуже.
zh_hans: 尽管你很谨慎，但由于缺乏探测设备，碎片撞上了你的星舰，损坏了舰体。你抢救了你能抢救的东西，并准备在更糟的事情发生之前跃迁走。

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger, and take them back to the ship. Once awake they offer to join your crew in thanks.
ko: 함선무덤에서 당신은 거의 손대지 않은 것 처럼 보이는 함선 하나를 발견합니다. 함선 내에서 의식을 잃은 선원을 발견하여 데려옵니다. 깨어나자 그는 감사해 하며 당신의 함선에 합류합니다.
ru: На кладбище кораблей вы обнаруживаете один корабль, который, похоже, остался нетронутым. На его борту вы находите пассажира без сознания и забираете его на корабль. Очнувшись, пассажир предлагает присоединиться к вашей команде в знак благодарности.
zh_hans: 在舰船的墓地里，你发现有一艘舰船似乎没有被动过。在那艘船上你发现了一个昏迷的乘客，并把对方带回到了你的星舰上。乘客一醒来，就主动要求加入你的队伍以示感谢。

source: While the crew is off the ship searching through the wrecks, two hulls crash into each other breaking the crew's tethers. You have no time to react as someone is knocked away, floating helplessly into the gaseous clouds...
ko: 선원들이 배에서 내려서 난파선을 뒤지고 있는 동안, 두 선체가 선원을 묶은 끈을 끊으며 서로 충돌합니다. 당신은 누군가가 기절시킨 것처럼 반응을 할 시간이 없고, 가스 구름 속을 힘없이 떠다닙니다...
ru: Пока команда находится вне корабля и ищет обломки, два корпуса врезаются друг в друга, обрывая ремни безопасности. Вы не успеваете среагировать, как кого-то уносит в газообразные облака, и он беспомощно парит...
zh_hans: 当船员们在星舰外搜寻残骸时，两艘舰船相互碰撞，扯断了船员的系绳，你根本没有时间做出反应。一位船员被撞飞了，无助地漂浮在气态的云层中...

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ko: 다행히도, 당신의 승무원은 클론 베이로 되살릴 수 있을 만큼 가까이 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.
zh_hans: 幸运的是，你的船员离你的星舰足够近，这使得他可以在克隆舱中复活。

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
ko: 쓰레기와 스크랩 사이에서 당신은 인양할 수 있는 드론 도식을 발견합니다. 당신은 여기서 탐색을 멈추기를 결정하고 발견한 것과 함께 도약할 준비를 합니다.
ru: Среди хлама и мусора вы находите пригодную для использования схему дрона. Вы решаете бросить все дела и готовитесь к прыжку, прихватив с собой свою находку.
zh_hans: 在这些垃圾和废料中，你发现了一个可以挽救的无人机蓝图。你决定趁早离开，带着你的发现跃迁走。

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
ko: 대부분의 잔해는 스크랩으로도 사용할 수 없어보입니다. 그러나 당신은 당신의 함선에 장착할 수 있는 온전한 무기를 찾았습니다.
ru: Большинство обломков вряд ли можно использовать даже в качестве лома. Однако в конце концов вы обнаруживаете неповрежденное оружие, которое можно установить на ваш корабль.
zh_hans: 大多数碎片甚至几乎不能作为废料使用。然而，你最终找到了一个可以直接安装在你星舰上的完整的武器。

source: Within the ship graveyard you find one ship that seems relatively untouched. On board you find an unconscious passenger and take him back to the ship. Once awake they offer to join your crew in thanks.
ko: 함선무덤에서 당신은 거의 손대지 않은 것 처럼 보이는 함선 하나를 발견합니다. 함선 내에서 의식을 잃은 선원을 발견하여 데려옵니다. 깨어나자 그는 감사해 하며 당신의 함선에 합류합니다.
ru: На кладбище кораблей вы обнаруживаете один корабль, который, похоже, остался нетронутым. На его борту вы находите пассажира без сознания и забираете его на корабль. Очнувшись, он просит вас принять его в команду в знак благодарности.
zh_hans: 在舰船的墓地里，你发现有一艘舰船似乎没有被动过。在那艘船上你发现了一个昏迷的乘客，并把对方带回到了你的星舰上。乘客一醒来，就主动要求加入你的队伍以示感谢。

source: Among the junk and scrap you find a salvageable drone schematic. You decide to quit while ahead and prepare to jump with your recent find.
ko: 쓰레기와 스크랩 사이에서 당신은 인양할 수 있는 드론 도식을 발견합니다. 당신은 여기서 탐색을 멈추기를 결정하고 발견한 것과 함께 도약할 준비를 합니다.
ru: Среди хлама и мусора вы находите пригодную для использования схему дрона. Вы решаете бросить все дела и готовитесь к прыжку, прихватив с собой свою находку.
zh_hans: 在这些垃圾和废料中，你发现了一个可以挽救的无人机蓝图。你决定趁早离开，带着你的发现跃迁走。

source: Most of the debris is hardly even usable as scrap. However, you eventually find an intact weapon that can be mounted on your ship.
ko: 대부분의 잔해는 스크랩으로도 사용할 수 없어보입니다. 그러나 당신은 당신의 함선에 장착할 수 있는 온전한 무기를 찾았습니다.
ru: Большинство обломков вряд ли можно использовать даже в качестве лома. Однако в конце концов вы обнаруживаете неповрежденное оружие, которое можно установить на ваш корабль.
zh_hans: 大多数碎片甚至几乎不能作为废料使用。然而，你最终找到了一个可以直接安装在你星舰上的完整的武器。

source: Your pilot carefully explores the wrecks, but the storm has taken its toll. Any crew are long-since dead and the floating debris has been scorched beyond repair.
ko: 당신의 조종사가 조심히 난파선을 탐사하지만, 폭풍은 몇몇의 희생자를 만들었습니다. 선원은 죽은지 오래고, 떠다니는 잔해들은 수리할 수 없이 그을렸습니다.
ru: Ваш пилот тщательно обследует обломки, но шторм взял свое. Все члены экипажа давно погибли, а дрефующие фрагменты обгорели до неузнаваемости.
zh_hans: 你的驾驶员小心翼翼地探索着这些残骸，不可否认，风暴造成了巨大的破坏。任何你发现的船员都早已死亡，漂浮的残骸也已被烧焦。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You cross paths with an advance scout of the Rebel fleet searching this section of the nebula for your ship.
ko: 당신은 당신의 함선을 위해 성운구역을 탐색하고 있는 반군 함대의 정찰기와 함께 갑니다.
ru: Вы пересекаетесь с передовым разведчиком флота повстанцев, который ищет ваш корабль в этой части туманности.
zh_hans: 你与叛军舰队的先遣侦察舰相遇，对方正在这片星云中搜寻你的星舰。

source: A ship bearing Rebel colors can be seen waiting near the beacon. They must have been waiting for you, since they engage immediately.
ko: 송신소 근처에서 반군 깃발을 단 함선이 대기하고 있습니다. 그들은 당신을 기다리고 있는 것이 분명하며, 즉시 교전을 합니다.
ru: Возле маяка ожидает корабль окрашенный под цвет повстанцев. Они, должно быть, ждали вас, поскольку немедленно вступают в бой.
zh_hans: 可以看到一艘带有叛军漆色的飞船在信标附近等待。他们一定是在等你，因为他们一看到你便马上朝你冲来。
