Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_nebula.xml.append/*.po
Languages: ko, ru, zh_hans

source: The interior of the civilian ship is thick with nebulous gases, sucked into their ship by the faulty life support system. There doesn't appear to be any survivors, and when your crew arrive back to the ship one of them is missing. It's presumable that they were lost in the clouds and suffocated.
zh_hans: 民用船的内部充满了云雾状的气体，被有问题的生命支持系统吸进了他们的船上。似乎没有任何幸存者，当你的船员回到船上时，他们中的一个人已经失踪。据推测，他们是在星云中迷失了方向而窒息的。

source: Fortunately, regardless of whether your suspicions were correct, your crew is already in the process of being revived by the Clone Bay.
zh_hans: 幸运的是，不管你的怀疑是否正确，你的船员已经在被克隆舱复活的过程中了。

source: It seems a malfunction in the life support system, accompanied by a breach in the hull, led to the nebulous gases being sucked into the civilian vessel. Most of the crew appear to have already suffocated, but one survivor remains.
zh_hans: 似乎生命支持系统出现了故障，伴随着舰体的破损，导致云雾状的气体被吸入民用船只。大多数船员似乎已经窒息，但仍有一名幸存者。

# data/events_nebula.xml.append$//event[@name="NEBULA_DISTRESS_SEARCH"]/text
source: The distress beacon here is emitting from a small ship requesting aid in finding someone.
ru: Маяк бедствия исходит от небольшого корабля, который просит помощи в поисках человека.
zh_hans: 这里的求救信标是由一艘小船发出的，请求协助寻找某人。

source: Agree.
ru: Согласиться.
zh_hans: 同意。

source: It turns out the ship isn't far from your current location, but they're in trouble. A mercenary ship looking to take out the Zoltan has locked onto the shuttle and is barreling towards them!
ru: Оказывается, корабль находится недалеко от вашего текущего местоположения, но у них проблемы. Корабль наемников, желающий уничтожить золтан, засек шаттл и мчится к ним!
zh_hans: 事实证明，这艘船离你现在的位置不远，但他们有麻烦了。一艘想干掉超能族的雇佣兵飞船已经锁定了这艘航天飞机，并正向他们驶来！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ru: Отказать.
zh_hans: 拒绝。

source: The ship turns out to be a Federation science vessel. They were transporting a Federation Auto-Drone through this sector but the AI went faulty and the ship got lost in the nebula. They ask that you track it down.
zh_hans: 这艘船原来是一艘联邦科学船。他们正在运送一艘联邦自动驾驶飞机通过这个区域，但是人工智能出现了问题，飞船在星云中迷失了方向。他们要求你追踪它。

source: Agree.
ru: Согласиться.
zh_hans: 同意。

source: It turns out the ship isn't far from your current location, but the Auto-ship is under attack by a Rebel Engineer looking to steal the tech for themselves!
zh_hans: 事实证明，这艘船离你现在的位置并不远，但自动飞船正受到叛军工程师的攻击，他们想把技术窃为己有！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ru: Отказать.
zh_hans: 拒绝。

# data/events_nebula.xml.append$//event[@name="START_BEACON_ABYSS"]/text
source: All around you is nothing but empty space. Something is very unnerving about this sector... it's too empty.
zh_hans: 你的四周是空无一物的宇宙。这个星区有些令人不安...它太空寂了。

# data/events_nebula.xml.append$//event[@name="START_BEACON_ABYSS"]/choice[1]/text
source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_nebula.xml.append$//event[@name="START_BEACON_ABYSS"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="WATER_PLANET_LAND"]/crewMember
source: Ryley
ru: Райли
