Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_nebula.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_nebula.xml.append$//event[@name="NEBULA_REBEL_UNDETECTED"]/text
source: Your ship emerges quite far away from the beacon. You see a Rebel ship waiting nearby, undoubtedly stationed to look for you.
ko: 당신의 함선은 송신소 멀리서 모습을 드러냅니다. 당신은 반군 함선이 근처에 대기중인 것을 보았고, 의심할 것도 없이 당신을 찾기위해 대기중입니다.
zh_hans: 你的船出现在离信标很远的地方。你看到一艘叛军船在附近等候，无疑是在寻找你。

source: Attack the ship.
ko: 반군 함선을 공격한다.
ru: Атаковать корабля.
zh_hans: 攻击那艘船。

source: You raise your weapons and engage the Rebel ship.
ko: 당신은 무기를 장전하고 반군함선을 향해 조준합니다.
ru: Вы заряжаете орудия и вступаете в бой с кораблем повстанцев.
zh_hans: 你升起武器并与叛军交战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attempt to remain concealed.
ko: 은신상태를 유지한다.
ru: Попытаться скрыться.
zh_hans: 试图保持隐蔽。

source: You immediately slip further into the clouds, but not quickly enough. The Rebel catches sight of you and moves in to engage!
ko: 당신은 즉시 성운 구름 속으로 들어가지만 늦었습니다. 반군은 당신의 모습을 확인했고, 교전하기위해 다가옵니다!
ru: Вы тут же скрываетесь в облаках, но не так быстро. Повстанец замечает вас и вступает в бой!
zh_hans: 你立刻滑向云层深处，但速度不够快。叛军发现了你，开始进攻！

source: Prepare to fight.
ko: 전투를 준비한다.
ru: Приготовиться к бою.
zh_hans: 准备战斗。

source: You arm the weapons and prepare to fight the Rebel ship.
ko: 당신은 무기를 무장하고 반군함선과 전투할 준비를 합니다.
ru: Вы вооружаетесь и готовьтесь вступить в бой с кораблем повстанцев.
zh_hans: 你充能武器并准备与叛军船作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You power down non-essential systems and slip into the cloud. The ship never noticed you.
ko: 당신은 필요없는 시스템의 전력을 내리고 성운구름 속으로 들어갑니다. 그 함선은 당신을 절대 알아챌 수 없습니다.
ru: Вы отключаете питание второстепенных систем и погружаетесь в облако. Корабль вас не заметил.
zh_hans: 你关闭了非必要的系统，潜入云中。这艘船没有注意到你。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship spots you and gives chase. After some quick maneuvering you were able to lose your pursuers in the clouds. You expect they warned the fleet of your position, however.
ko: 반군 함선이 당신을 확인하고 뒤쫓습니다. 약간의 빠른 기동 후에 당신은 성운구름 속에서 반군 함선을 따돌릴 수 있었습니다. 하지만 당신의 직책상 경고는 해야되겠지요.
ru: Корабль замечает вас и бросается в погоню. После быстрого маневрирования вам удалось скрыться от своих преследователей в облаках. Однако вы полагаете, что они предупредили флот о вашем положении.
zh_hans: 那艘船发现了你，开始追击。经过快速机动，你们在云中甩掉了追击者。但你应该知道他们已经警告过舰队你的位置了。

# data/events_nebula.xml.append$//event[@name="NEBULA_PIRATE_SMUGGLE"]/text
source: A smuggler ship arrives shortly after you. Judging from the fact that it is attempting to avoid your ship, you assume that it's trying to hide deeper in the nebula.
ko: 밀수선 하나가 당신 바로 직후에 도착합니다. 당신의 함선을 피하려고 하는 것을 보아 성운의 더 깊은 곳으로 숨으려 한다고 판단했습니다.
zh_hans: 一艘走私船在你之后不久到达。从它试图避开你的飞船的事实来看，你假设它试图隐藏在星云的更深处。

source: Attack the pirate.
ko: 밀수선을 공격한다.
ru: Атаковать пирата.
zh_hans: 攻击海盗。

source: You power up your weapons and move in to engage.
ko: 당신은 무기에 전력을 공급하고 교전을 위해 움직입니다.
ru: Вы заряжаете орудия и вступаете в бой.
zh_hans: 你启动你的武器并开始战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
ko: 밀수선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: It jumps away after a time.
ko: 잠시후 밀수선은 저 멀리 도약합니다.
ru: Через некоторое время он уходит в прыжок.
zh_hans: 一段时间后它跃迁了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_AUTO_DEFENSE_ITEM"]/text
source: An advance Rebel automated ship remains stationed near a small Rebel space-station. However, without functioning sensors it is impossible to tell what is inside.
ko: 발전된 반군 무인선이 근처의 작은 반군 정거장에 주둔하고 있습니다. 센서 없이는 안쪽에 무엇이 있는지 구별할 수 없습니다.
zh_hans: 一艘先进的叛军自动飞船仍然驻扎在一个小型叛军空间站附近。然而，如果没有功能正常的传感器，就不可能知道里面有什么。

source: Attack the automated ship to get to the station.
ko: 정거장에 들어가기 위해 무인선을 공격한다.
ru: Атаковать беспилотник, чтобы добраться до станции.
zh_hans: 攻击这艘自动舰来进入空间站。

source: You prepare to engage the automated vessel.
ko: 당신은 무인기를 공격하기위해 준비합니다.
ru: Вы готовитесь вступить в бой с автоматическим судном.
zh_hans: 你准备面对这艘自动舰。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Avoid provoking the ship.
ko: 무인선을 자극하지 않는다.
ru: Не провоцировать судно.
zh_hans: 避免触犯它。

source: You distance yourself from the ship.
ko: 당신은 무인선과 거리를 둡니다.
ru: Вы отдаляетесь от корабля.
zh_hans: 你将星舰驶离。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Cloaking) Attempt to stealthily access the space station.
ko: (은폐장) 은밀히 정거장에 접근을 시도한다.

source: (Improved Cloaking) Use your stealth to access the space station.
ko: (최고급 은폐장) 은폐장을 사용하여 정거장에 접근한다.

source: You successfully sneak by the ship and access the station undetected.
ko: 당신은 성공적으로 무인선에 탐지되지 않은 채 정거장에 접근했습니다.

source: Continue...
ko: 계속...

source: (Hacking) Try to hack the station to prevent an alert.
ko: (해킹 장비) 경보를 막기위해 정거장을 해킹한다.

source: (Improved Hacking) Hack the station to prevent an alert.
ko: (발전된 해킹 장비) 경보를 막기 위해 정거장을 해킹한다.

source: You successfully hack into the station and sever the connection to the automated ship, accessing the station completely undetected.
ko: 당신은 성공적으로 정거장을 해킹하여 무인선과의 연결을 끊고, 완전히 탐지되지 않은 채 정거장에 접근했습니다.

source: Continue...
ko: 계속...

source: You successfully sneak by the ship and access the station undetected.
ko: 당신은 성공적으로 무인선에 탐지되지 않은 채 정거장에 접근했습니다.
ru: Вы успешно пробрались к кораблю и проникли на станцию незамеченными.
zh_hans: 你成功地从飞船旁边溜走并在不被发现的情况下进入了空间站。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You try to sneak past the automated ship but it quickly turns and attacks!
ko: 당신은 무인선을 조심히 지나치려 합니다. 하지만 무인선은 빠르게 돌아서서 당신을 공격합니다!
ru: Вы пытаетесь проскочить мимо автоматического корабля, но он быстро разворачивается и атакует!
zh_hans: 你试图偷偷溜过这艘自动飞船，但它很快就转过身来攻击了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You successfully hack into the station and sever the connection to the automated ship. You access the station undetected.
ko: 당신은 성공적으로 정거장을 해킹하여 무인선과의 연결을 끊었습니다. 당신은 탐지되지 않은 채 정거장에 접근했습니다.
ru: Вы успешно взламываете станцию и разрываете связь с беспилотником. Вы получаете доступ к станции незамеченным.
zh_hans: 你成功地入侵了该空间站并切断了与自动飞船的连接。你在未被发现的情况下进入该空间站。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You send a drone to hack the station but the automated ship notices and turns to attack!
ko: 당신은 드론을 보내 정거장을 해킹합니다. 하지만 무인선이 알아채고 돌아서서 공격합니다!
zh_hans: 你派了一架无人机去黑掉这个空间站，但自动飞船注意到了并转而攻击了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_LOST_SHIP"]/text
source: A heavily damaged Federation ship is hiding in the nebula at this beacon. Before you have time to make contact with them, they fade into the nebula.
ko: 대파된 연방 함선 하나가 성운 안에 있는 이 신호소에서 숨어 있었습니다. 당신이 미처 교신을 시작하기도 전에, 성운 안으로 사라져갔습니다.
zh_hans: 一艘严重受损的联邦飞船正躲在这个信标的星云中。在你有时间与他们取得联系之前，他们就消逝在星云中。

# data/events_nebula.xml.append$//event[@name="NEBULA_LOST_SHIP"]/choice[1]/text
source: Attempt to follow and help them.
ko: 따라가서 돕는다.
ru: Попытаться следовать за ними и помочь им.
zh_hans: 试图跟随并帮助他们。

# data/events_nebula.xml.append$//event[@name="NEBULA_LOST_SHIP"]/choice[2]/text
source: Keep your position, they can handle themselves.
ko: 현 위치에서 대기한다, 알아서 살아남을 수 있겠지.
ru: Сохранять свою позицию, они сами справятся.
zh_hans: 保持你的位置，他们可以自己处理。

source: The ship never resurfaces, leaving you alone at the beacon.
ko: 그 함선은 다시 떠오르지 않습니다, 결국 당신은 이 송신소에 홀로 남겨집니다.
ru: Корабль так и не вернулся, оставив вас одного у маяка.
zh_hans: 这艘船再也没有浮出水面，只留下你一个人在信标。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your search is hopeless. Your sensors can't pick up anything in the nebula.
ko: 수색에 실패했습니다. 성운 내부에선 아무것도 탐지되지 않습니다.
ru: Ваши поиски безнадежны. Ваши сенсоры не могут ничего обнаружить в туманности.
zh_hans: 你的搜索是无望的。你的传感器无法在星云中发现任何东西。

source: While searching fruitlessly through the nebula, you stumble upon the Rebel ship which the Federation loyalists were likely hiding from. You prepare for a fight.
ko: 당신은 성운속을 수색하다 연방의 충신들이 숨어있는 반군 함선을 우연히 발견하게 됩니다. 전투를 준비합니다.
ru: В ходе безрезультатных поисков в туманности вы натыкаетесь на корабль повстанцев, на котором, вероятно, прятались сторонники Федерации. Вы готовьтесь к бою.
zh_hans: 在星云中搜索无果的时候，你偶然发现了叛军的飞船，而联邦的忠诚者很可能正躲在那里。你准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You get lucky and find them floating not too deep into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
ko: 운 좋게도 성운의 깊지 않은 지점에서 발견할 수 있었습니다. 선원들이 우호적인 선박에 발견된 것을 기뻐하며 대파된 함선을 버리고 당신에게 합류했습니다.
zh_hans: 你很幸运发现他们在星云中漂浮得不太深。被友军发现后，他们兴奋不已上了船放弃了失事的船只。

source: Your local radar flickers, periodically showing signs of a large object in the clouds nearby. However it's enough to get coordinates and you find the ship... an empty hull, long since stripped of functioning components.
ko: 지역을 탐색하는 레이더가 깜빡이며 근처 성운속에 거대한 물체가 있다는 것을 보여줍니다. 물체의 좌표를 구해 다가가자 함선을 발견합니다. 작동부품이 사라진 지 오래된 빈 선체이군요...
ru: Ваш локационный радар мерцает, периодически показывая признаки крупного объекта в облаках неподалеку. Однако этого достаточно, чтобы получить координаты, и вы находите корабль... пустой корпус, давно лишенный функционирующих компонентов.
zh_hans: 你的本地雷达闪烁着，周期性地显示出附近云层中的一个大型物体的迹象。然而，这足以获得坐标，你找到了这艘船...一个空荡荡的舰体，早已被剥离了功能部件。

source: You follow the faint signatures and find them floating not too far away into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
ko: 희미한 신호를 따라가자 성운으로부터 그리 멀지 않은 곳에 그들이 떠다니는 것을 발견합니다. 그들은 우리들을 발견한 것에 흥분하여 난파된 함선을 버리고 우리들의 함선에 올라탑니다.
ru: Проследив за слабыми сигналами, вы обнаруживаете, что они дрейфуют недалеко в туманности. Обрадованные тем, что их нашли друзья, они поднимаются на борт и покидают свой разбитый корабль.
zh_hans: 你跟随微弱的信号，发现他们漂浮在不远处的星云中。被友人发现后，他们很兴奋，上了船，放弃了他们的残骸。

# data/events_nebula.xml.append$//event[@name="NEBULA_ROCK_RACIST"]/text
source: A Rock armoured transport nearby looks to have lost its bearings, but when you hail they grow suspicious: "Whatever life-form you are, we find you repugnant. We seek no aid. Leave. Now."
ko: 락맨 무장 수송선은 목적지로의 방향을 잃은것처럼 보입니다만 당신이 신호를 보내자 의심이 커집니다. "당신이 어떤 생명체든 당신은 매우 혐오스럽소. 도움은 필요없으니 떠나시오. 지금 당장."
ru: Находящийся неподалеку бронированный транспорт валунов, похоже, потерял управление, но когда вы обращаетесь к нему, он начинает проявлять подозрительность: "Какой бы формой жизни вы ни были, мы считаем вас отвратительными. Мы не просим помощи. Уходите. Немедленно."
zh_hans: 附近的岩石运输船看起来失去了方向，但当你呼喊时，他们变得怀疑起来："无论你是什么生命形式，我们都觉得你很讨厌。我们不寻求援助。离开。现在。"

# data/events_nebula.xml.append$//event[@name="NEBULA_ROCK_RACIST"]/choice[1]/text
source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

# data/events_nebula.xml.append$//event[@name="NEBULA_ROCK_RACIST"]/choice[2]/text
source: Repugnant?! Arm the weapons!
ko: 혐오스럽다고?! 무기를 장전해라!
ru: Отвратительными?! К оружию!
zh_hans: 令人厌恶的？武装武器！

source: You prepare to fight.
ko: 당신은 전투를 준비합니다.
ru: Вы готовьтесь к бою.
zh_hans: 你准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_nebula.xml.append$//event[@name="NEBULA_MANTIS_CHOICE"]/text
source: Navigating the fog blind, you practically bump hulls with a Mantis ship. They hail you: "Pah! This transgression will be overlooked. Nebula, very dangerous. Next time, Feds all die."
ko: 한치 앞도 보이지 않는 성운 속을 항해하다 맨티스 함선과 부딪힙니다. 그들이 통신을 보내옵니다. "프하! 이번만 눈감아준다. 성운, 매우 위험하다. 다음번에, 연방 모두 죽는다."
ru: Продвигаясь в тумане вслепую, вы практически сталкиваетесь корпусами с кораблем богомолов. Они кричат: "Пах! Этот проступок будет забыт. Туманность, очень опасно. В следующий раз все федералы умрут".
zh_hans: 盲目地在星云中航行，你几乎与一艘螳螂族飞船撞到了船身。他们向你呼喊："啪！这次过失会被忽略。星云，非常危险。下次，联邦都死。"

source: There won't be a next time. Open fire!
ko: 다음은 없다. 공격해라!
ru: Следующего раза не будет. Открываем огонь!
zh_hans: 不会有下一次了。开火！

source: You prepare to fight.
ko: 당신은 전투를 준비합니다.
ru: Вы готовьтесь к бою.
zh_hans: 你准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This place is dangerous enough. Move on.
ko: 이 장소는 매우 위험하다. 이동한다.
ru: Это место очень опасное. Двигаемся дальше.
zh_hans: 这个地方已经很危险了。继续前进。

source: The Mantis ship jumps away after a short time.
ko: 맨티스 함선은 잠시 후 멀리 도약합니다.
ru: Через некоторое время корабль богомолов уходит в прыжок.
zh_hans: 螳螂族飞船在很短的时间内就跃迁走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="NEBULA_REBEL_CHASE"]/text
source: You spot a Rebel ship in the nebula ahead and stay off their radar. Try to engage?
ko: 당신은 성운속에서 반군 함선을 발견하고 레이더에 탐지되지 않게 대기합니다. 교전할까요?
zh_hans: 你在前面的星云中发现了一艘叛军的飞船并远离他们的雷达。试着交战？

# data/events_nebula.xml.append$//event[@name="NEBULA_REBEL_CHASE"]/choice[1]/text
source: Stay hidden.
ko: 조용히 숨어있는다.
ru: Оставаться незамеченным.
zh_hans: 保持隐蔽。

source: You try and stay out of sight. You doubt they saw you.
ko: 당신은 눈에 띄지 않으려 노력합니다. 하지만 그들이 당신을 알아챘다는 의심이 듭니다.
ru: Вы стараетесь не попадаться им на глаза. Вы не уверены, что они вас заметили.
zh_hans: 你试图避开视线。你怀疑他们看到了你。

# data/events_nebula.xml.append$//event[@name="NEBULA_REBEL_CHASE"]/choice[2]/text
source: Prepare to chase them!
ko: 반군을 쫓을 준비를 해라!
ru: Приготовиться к преследованию!
zh_hans: 准备好追赶他们！

source: You follow their vapour trails and surf onto their six o'clock, weapons hot.
ko: 당신은 6시 방향에 나있는 반군 함선의 증기자국을 따라갑니다, 무기가 예열됩니다.
zh_hans: 你保持着对方六点钟方向的位置，持续跟踪尾气轨迹，武器随时准备就绪。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Without sensors you can't maintain a lock for long. The Rebels slip away.
ko: 센서 없이는 추적을 할 수 없습니다. 반군 함선은 도망쳤습니다.
ru: Без сенсоров невозможно долго удерживать цель в поле видимости. Повстанцы улетают.
zh_hans: 没有传感器你无法长时间保持锁定。叛军溜走了。

source: You get disoriented in the nebula and lose your bearings completely. It takes some time to get back to the beacon. It's likely the fleet has had time to advance closer to your position.
ko: 당신은 성운속에서 완전히 길을 잃고맙니다. 송신소까지 되돌아 가는데 시간이 조금 소모되었고, 함대가 당신의 위치까지 진격할 수 있을만한 시간이었습니다.
zh_hans: 你在星云中迷失了方向，完全失去了你的方向。需要一些时间才能回到信标处。舰队很可能已经有时间向你的位置靠近了。

# data/events_nebula.xml.append$//event[@name="NEBULA_WATER_PLANET"]/text
source: Through the clearing in the nebula here you can see a large water planet, from which there appears to be 10 separate distress calls. A large cubical structure can be seen from the planet's surface. It's inactive, and you can't tell what it is from this distance.
ko: 성운이 깨끗한 곳에서 당신은 커다란 물로 이루어진 행성을 발견합니다. 이 행성에서 10개의 별도의 조난신호가 잡힙니다. 행성 표면에서 커다란 입방체 구조를 볼 수 있었고, 비활성된 것으로 보이지만 이 거리에서는 무엇인지 식별할 수 없습니다.
zh_hans: 通过这里的星云空地，你可以看到一个巨大的水行星，从这里似乎有10个独立的求救信号。从这个星球的表面可以看到一个大型的立方体结构。它是不活跃的，从这个距离你无法判断它是什么。

source: Pull closer.
ko: 가까이 다가간다.
ru: Приблизиться.
zh_hans: 靠近点。

source: It appears that all of the distress beacons are originating from the same area, a large crater with a massive ship wreck. The structure you noticed earlier begins to unfold, revealing itself to be a large gun! You won't have much time until it starts firing on you, so you'll have to pull away now if you want to avoid damage.
ko: 모든 조난신호가 같은 지역에서 발생된 것으로 보이며, 커다란 크레이터와 거대한 선박이 난파된 모습이 보입니다. 당신이 발견했던 그 구조물은 펼쳐졌고, 구조물 자체가 거대한 총이라는 것을 알게됩니다! 그것이 발사를 시작할 때 까지 얼마 걸리지 않을 것이며, 피해를 줄이려면 지금 당장 도망가야 합니다.
ru: Похоже, что все сигналы бедствия исходят из одного и того же места - большого кратера с обломками корабля. Замеченная вами ранее конструкция начинает разворачиваться, оказываясь большой пушкой! У вас будет мало времени, пока она не начнет стрелять по вам, поэтому, чтобы избежать повреждений, нужно срочно отступить.
zh_hans: 似乎所有的求救信标都来自同一个区域，一个有着巨大船舶残骸的大坑。你先前注意到的结构开始展开，显示出它是一门大炮！在它开始向你开火之前，你没有多少时间。所以如果你想避免损失的话，你现在必须拉开距离。

source: We can take a few hits, pull in closer to inspect the wreck.
ko: 몇대 정도는 맞을 수 있으니, 가까이 가서 난파선을 조사한다.
ru: Мы сможем выдержать несколько выстрелов, а затем приблизиться, чтобы осмотреть обломки.
zh_hans: 我们可以打几下，拉近距离检查残骸。

source: While the giant cannon charges, you investigate the wreck. It's huge, probably the size of one of the Rebel fleet ships, if not a little bigger. Suddenly, a giant beam fires from the structure, tearing through the ship's engines! It's quite the scratch, but you'll be able to fix it.
ko: 거대한 대포가 충전되는 동안 당신은 난파선을 조사합니다. 그것은 조금 더 크지는 않더라도 분명히 반군 함대의 한 척 정도의 크기를 가지고 있습니다. 갑자기 거대한 빔이 구조물로부터 쏘아지며 당신 함선의 엔진실에 구멍을 뚫습니다! 꽤 흠집이 났지만, 충분히 고칠 수 있을 것입니다.
ru: Пока гигантская пушка заряжается, вы исследуете обломки. Оно огромно, вероятно, размером с один из кораблей флота повстанцев, если не больше. Внезапно из конструкции выстреливает гигантский луч, пробивая двигатели корабля! Это довольно серьезное повреждение, но вы сможете его устранить.
zh_hans: 在巨炮充能的同时，你调查了残骸。它很巨大，可能和叛军舰队的一艘船一样大，如果不是大一点的话。突然，一道巨大的光束从结构中射出，撕裂了这艘船的引擎！这是一个相当大的划痕，但你将会有办法解决。这是个相当大的划痕，但你能够修复它。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave now.
ko: 당장 떠난다.
ru: Уходить сейчас же.
zh_hans: 现在就离开。

source: You don't trust this. Leave.
ko: 그 말은 믿을 수 없다. 떠난다.
ru: Вы этому не доверяете. Уйти.
zh_hans: 你不相信这个。离开。

source: Something isn't right about this planet. You power up the engines and pull away.
ko: 이 행성은 뭔가 이상해보입니다. 당신은 엔진에 전력을 공급하고 멀리 떨어집니다.
ru: Что-то не так с этой планетой. Вы включаете двигатели и улетаете.
zh_hans: 这个星球有些不对劲。你充能引擎拉开距离。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_nebula.xml.append$//event[@name="WATER_PLANET_LAND"]/text
source: On the planet's surface you find a crashed life pod with an engineer inside, surprisingly still alive. Once they're stabilized, you figure you might as well investigate the area around while you wait.
ko: 행성의 표면에서 당신은 파괴된 생명유지 장치 속의 기술자를 발견합니다. 놀랍게도 아직 살아있군요. 그가 안정될 때 까지 기다리는 동안 주변 지역을 조사합니다.
zh_hans: 在这个星球的表面你发现了一个坠毁的救生舱里面有一个工程师，令人惊讶的是他还活着。一旦他们被稳定下来，你想你不妨在等待时调查一下周围的情况。

# data/events_nebula.xml.append$//event[@name="WATER_PLANET_LAND"]/choice/text
source: Investigate the crash site.
ko: 추락 지점을 조사한다.
ru: Исследовать место крушения.
zh_hans: 调查坠机地点。

# data/events_nebula.xml.append$//event[@name="WATER_PLANET_INVESTIGATE"]/text
source: A gigantic leviathan class creature patrols the waters around the wreckage, but you're able to sneak around it. Though most of the ship is on fire, you find a lot of fire extinguishers lying around, a tablet like device with sector maps, and a hangar bay with some mech suits.
ko: 거대한 레비아탄급의 생물체가 잔해가 떨어져있는 주변 해역을 돌아다닙니다만, 당신은 조심히 주변을 돌아다닐 수 있습니다. 대부분의 함선이 불타오르고 있지만, 주위에는 소화기와 구역 지도가 있는 태블릿같은 장치, 그리고 메카닉 슈트가 있는 격납고를 발견합니다.
zh_hans: 一个巨大的利维坦级生物在残骸周围的水域中巡逻，但你能够偷偷地绕过它。虽然这艘船大部分都着火了，但你发现周围有很多自动灭火器，有一个类似平板电脑的设备，上面有星区星图，还有一个舰库，里面有一些机械战衣。

source: Grab the extinguishers.
ko: 소화기를 집는다.
ru: Забрать огнетушители.
zh_hans: 拿起自动灭火器。

source: You grab as many fire extinguishers as you can. It's definitely not what you expected, coming here, but you'll take it.
ko: 당신은 잡을 수 있는 만큼의 소화기를 집습니다. 당신이 원하던것은 분명히 아니지만, 여기까지 왔으니 이거라도 챙겨야겠죠.
zh_hans: 你尽可能多地拿起自动灭火器。这绝对不是你所期望的，来到这里，但你会接受它。

source: Download the map data.
ko: 맵 데이터를 다운로드한다.
ru: Скачать картографические данные.
zh_hans: 下载星图数据。

source: A female voice comes from the device, saying something about 'emergency mode', but you ignore it and download the data.
ko: 장치로부터 여성의 목소리가 흘러나오고, '비상 모드. 비상 모드.' 같은 소리가 나오지만 무시하고 데이터를 다운로드합니다.
ru: Из устройства доносится женский голос, говорящий что-то об "аварийном режиме", но вы игнорируете ее и загружаете данные.
zh_hans: 设备上传来一个女声，说什么"紧急模式"，但你无视它，而是下载了数据。

source: Grab some scrap and parts from the hangar.
ko: 격납고에서 몇개의 스크랩과 부품을 가져온다.
ru: Забрать несколько лома и частей из ангара.
zh_hans: 从舰库里拿一些废料和零件。

source: The suits are in disrepair, which is fortunate for you. You salvage as much as you can carry.
ko: 이 슈트들이 낡아서 다행이군요. 당신은 옮길 수 있을만큼의 부품들을 가져갑니다.
ru: К счастью для вас, костюмы оказались в плачевном состоянии. Вы разбираете на лом и собираете все, что можете унести.
zh_hans: 这套衣服年久失修，这对你来说是很幸运的。你尽可能多地打捞出你能携带的东西。

# data/events_nebula.xml.append$//event[@name="NEBULA_DISTRESS_DEATH_BY_GAS"]/text
source: A civilian ship desperately hails you. "The space gas- gas too thick- oxygen system damaged- too much... gas..."
ko: 민간 함선이 급히 당신에게 신호를 보냅니다. "우주 가스가... 너무 두껍고 산소실이 고장났어요... 가스가... 으..."
zh_hans: 一艘民用飞船拼命地呼唤你。"星域气体--气体太浓--氧气系统损坏--太多...气体..."

source: Rescue them.
ko: 그들을 구조한다.

source: Ignore the civilians.
ko: 민간인들을 무시한다.

source: You can't waste time helping the civilians. You move past them.
ko: 당신은 민간인들을 구하는 데에 시간을 낭비할 필요가 없다고 생각합니다. 당신은 그들을 지나칩니다.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.

source: Do nothing.
ko: 아무것도 하지 않는다.

source: Respond.
ko: 대답한다.
ru: Ответить.
zh_hans: 回复。

source: Ignore their request.
ko: 그들의 요청을 거부한다.
ru: Не обращать внимания на просьбу.
zh_hans: 无视他们的要求。

source: You can't waste time helping the ship. You move past them.
ko: 당신은 함선을 돕는 데에 시간을 낭비할 필요가 없다고 여깁니다. 당신은 그들을 지나칩니다.
zh_hans: 你不能浪费时间去帮助这艘船。你要从他们身边走过。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship explains that they are a military vessel for the Federation. Their partner, a fellow military vessel, got lost in the nebula and hasn't returned. They request that you track down the ship.
ko: 그 함선은 그들이 연방을 위한 군사 선박이라고 설명하였습니다. 그들의 동료 군사 선박이 성운지대에서 길을 잃었고 돌아오지 않았다고 합니다. 그들은 당신에게 그 함선을 추적해달라고 요청합니다.
zh_hans: 那艘战舰解释道他们是为联邦效劳的军舰。他们的同伴，另一艘战舰，在星云中迷失了，没有返航。他们请求你追踪那艘战舰。

source: Agree.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: It turns out the ship isn't far from your current location, but they're in trouble. They're under attack from a Rebel ship!
ko: 함선이 당신의 위치에서 그리 멀지는 않은 것으로 나타났지만, 문제에 처해있는 것처럼 보입니다. 그들은 반군 함선의 공격을 받고 있습니다!
ru: Оказывается, корабль находится недалеко от вашего текущего местоположения, но у них проблемы. Их атакует корабль повстанцев!
zh_hans: 事实证明，这艘船离你现在的位置并不远，但他们遇到了麻烦。他们受到了叛军飞船的攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ko: 거부한다.
ru: Отказать.
zh_hans: 拒绝。

source: The ship appears to be an Engi escort. "Primary mission: protect high importance Zoltan shuttle. Failure. Ship is lost in nebula. Sensors non-functional. We offer scrap in return for favor - tracking lost ship."
ko: 그 함선은 엔지 호위함으로 드러났습니다. "주 임무 : 높은 중요도의 졸탄 셔틀을 보호하라. 실패함. 함선은 성운에서 길을 잃음. 센서가 작동하지 않음. 본 함은 호의의 대가로 스크랩을 제공함 - 유실된 함선을 추적하였음."
zh_hans: 这艘船似乎是半械族的护卫舰。"主要任务：保护重要的超能族航天飞机。失败。船只在星云中丢失。传感器无法使用。我们提供废料以换取帮助--追踪丢失的飞船。"

# data/events_nebula.xml.append$//event[@name="STORM_ITEMS"]/choice[3]/text
source: (Piloting) Have your pilot carefully explore the debris.
ru: Не рисковать и дождаться, когда вы сможете прыгнуть невредимым.
zh_hans: 避免风险，等待跃迁就绪并毫发无损地离开。

source: You dock with the civilians and board their ship to find the interior thick with nebulous gases. You rush to find any survivors, but it appears most did not make it. All of your crew manage to make their way back to the ship without further casualties.
zh_hans: 你与平民对接，登上他们的飞船，发现内部充满了模糊的气体。你急忙去寻找任何幸存者，但似乎大多数人都没有成功。你的所有船员都设法回到了船上，没有进一步的伤亡。
