Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

# data/events_sector_kleptocracy.xml$//textList[@name="STORM_SLUG_FIGHT"]/text[1]
source: The ion storm here threatens to deactivate your core systems, a fact made all the worse for the largely unaffected Slug ships circling like space-vultures.
fr: La tempête ionique menace de désactiver vos systèmes principaux, mais le pire, c'est que des vaisseaux Limaces en grande partie intacts vous tournent autour tels des vautours.
it: La tempesta ionica minaccia di disattivare i tuoi sistemi principali... E la cosa peggiore è che la zona è piena di navi slugman pressoché intatte che volano in cerchio come avvoltoi.
ru: Ионный шторм грозит вывести из строя основные системы, и этот факт еще больше усугубляется тем, что корабли слизней, в основном не затронутые им, летают вокруг вас, как космические стервятники.
zh_hans: 这里的离子风暴有可能使你的核心系统失灵，而此处一艘像太空秃鹫一般盘旋着，基本不受风暴影响的蛞蝓族飞船则使得情况更加糟糕。

# data/events_sector_kleptocracy.xml$//textList[@name="STORM_SLUG_FIGHT"]/text[2]
source: The Slug ship that descends into view as you enter the ion storm must have sensed your distress - defensive action!
fr: Le vaisseau Limace qui fond sur vous alors que vous entrez dans la tempête ionique doit avoir perçu votre détresse. Il va être temps de passer en mode défensif !
it: Una nave slugman ti si avvicina appena entri nella tempesta ionica: deve aver capito che sei in difficoltà. Azione difensiva!
ru: Корабль слизней, который появился в поле зрения, когда вы вошли в ионный шторм, должно быть, почувствовал ваше бедственное положение - защищайтесь!
zh_hans: 当你进入离子风暴时，一艘蛞蝓族飞船进入你的视野，但它一定是察觉到了你的困境。准备防御！

# data/events_sector_kleptocracy.xml$//textList[@name="STORM_SLUG_FIGHT"]/text[3]
source: You arrive in the middle of an ion storm. Slugs generally avoid these storms but you find one waiting in ambush. Prepare for a fight!
fr: Vous arrivez au beau milieu d'une tempête ionique. En général, les Limaces les évitent comme la peste, mais vous découvrez un de leurs vaisseaux qui vous attend en embuscade. Préparez-vous à en découdre !
it: Arrivi nel bel mezzo di una tempesta ionica. Di solito le navi slugman se ne tengono alla larga, ma stavolta ne trovi una in agguato. Preparati a combattere!
ru: Вы попадаете в центр ионного шторма. Обычно слизни избегают таких штормов, но вы обнаружили одних из них, поджидающих в засаде. Приготовьтесь к бою!
zh_hans: 你到达在一场离子风暴中。蛞蝓族通常会避开这些风暴，但你发现有一艘埋伏在附近。准备战斗吧！

# data/events_sector_kleptocracy.xml$//textList[@name="STORM_SLUG_FIGHT"]/text[4]
source: You find yourself stuck in the middle of an ion storm with a Slug ship just a short distance away, refusing all hails. You cautiously try to slip further into the clouds, but they turn suddenly to attack!
fr: Vous vous retrouvez coincé au beau milieu d'une tempête ionique avec un vaisseau Limace à proximité qui refuse de répondre à vos tentatives de contact. Vous décidez de vous enfoncer dans les nuages afin de l'éviter mais, soudain, il fond sur vous !
it: Ti ritrovi bloccato nel bel mezzo di una tempesta ionica, con una nave slugman a breve distanza che rifiuta di rispondere alle tue comunicazioni. Tenti cautamente di proseguire tra le nubi, ma di colpo la nave ti attacca!
ru: Вы оказались в центре ионного шторма, а на небольшом расстоянии от вас находится корабль слизней, который не отвечает на все вызовы. Вы осторожно пытаетесь скрыться в облаках, но они внезапно начинают атаковать!
zh_hans: 你发现自己被困在一场离子风暴中，一艘蛞蝓族飞船就在不远处，拒绝任何呼叫。你小心翼翼地试图进一步溜进云层，但他们却突然朝你攻击！

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_MANTIS"]/text
source: The Mantis attack ship here looks to have been hunting Slugs on their home turf - a rare test of honor for the mightiest Mantis crews. Weapons up!
fr: Le vaisseau de combat Mantis qui vous fait face semble avoir traqué des Limaces sur leur territoire... une épreuve honorifique assez rare parmi les meilleurs équipages Mantis. Aux armes !
it: La nave d'assalto mantis è andata a caccia di slugman nel loro territorio, una rara prova d'onore per i più forti equipaggi mantis. Alle armi!
ru: Штурмовой корабль богомолов, похоже, охотился на слизней на их родной территории - редкое испытание чести для самых могучих экипажей богомолов. Заряжаем оружие!
zh_hans: 这里的螳螂族攻击舰看起来是在他们的主场猎杀蛞蝓族，这对最强大的螳螂族船员来说是一次难得的荣誉考验。武器启动！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_PIRATE"]/text
source: You're surprised to find a ship without Slug markings stranded all the way out here, and move in to provide assistance. When you see the pirate insignia on the hull you quickly reconsider.
fr: Vous êtes surpris de trouver un vaisseau n'arborant pas les couleurs des Limaces échoué aussi loin et vous manœuvrez pour lui porter assistance. Cependant lorsque vous voyez un insigne pirate sur sa coque, vous changez rapidement d'avis.
it: Noti con sorpresa una nave non slugman alla deriva in questo settore e ti muovi per offrire assistenza ma cambi rapidamente quando vedi uno stemma pirata sul suo scafo!
ru: Вы удивлены, что корабль без опознавательных знаков слизней застрял в этом месте, и отправляетесь на помощь. Увидев пиратские знаки отличия на корпусе, вы быстро передумываете.
zh_hans: 你很惊讶地发现一艘没有蛞蝓族标志的船一直被搁在这里，于是就前去提供帮助。当你看到舰体上的海盗标志时，你很快就改变主意了。

source: Attack!
fr: Attaquer !
it: All'attacco!
ru: Атаковать!
zh_hans: 攻击！

source: You prepare for combat.
fr: Vous vous préparez au combat.
it: Ti prepari a combattere.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Keep your distance and hope they haven't seen you yet.
fr: Garder vos distances et espérer qu'ils ne vous ont pas encore vu.
it: Tieni la distanza e spera che non ti abbiano visto.
ru: Сохранять дистанцию с надеждой, что они вас еще не заметили.
zh_hans: 保持距离，希望他们还没有看到你。

# data/events_sector_kleptocracy.xml$/FTL/event[@name="NEBULA_SLUG_INFECTOR"]/text
source: You hear a shout from your crew and come running. A Slug has injected one of them with a long needle and promptly beams away. They hail you, claiming to have injected your crewmember with a deadly chemical, and unless you pay them for the antidote, your crewmember will die.
fr: Vous entendez un hurlement en provenance d'un de vos membres d'équipage et accourez de suite. Une Limace les a piqué avec une longue seringue et se volatilise immédiatement. Elles vous contactent, prétendant avoir injecté un produit chimique mortel sur votre membre d'équipage ; si vous ne les payez pas pour un antidote, celui-ci mourra.
ru: Вы слышите крик своего члена экипажа и прибегаете. Слизень уколол его длинной иглой и быстро телепортировался. Он вызывает вас, утверждая, что ввел вашему члену экипажу смертельный химикат, и если вы не заплатите ему за противоядие, ваш член экипажа умрет.
zh_hans: 你听到你的船员的喊声，然后跑了过来。一名蛞蝓族给他们注射了一根长针，并迅速传送走。对方与你联系，声称给你的船员注射了一种致命的化学物质，除非你付钱买解药，否则你的船员会死。

source: Your crewmember has been poisoned. If you jump away without curing them, they'll die.
fr: Votre membre d'équipage est empoisonné. Si vous sautez sans le soigner, il va mourir.
ru: Ваш член экипажа отравлен. Если вы уйдете, не вылечив его, он умрет.
zh_hans: 你的船员要被毒死了。如果你不治好他们就跃迁走，他们就会死。

source: We aren't paying for your damn antidote! We'll take it from you!
fr: Nous n'allons pas payer pour votre foutu antidote ! Nous allons vous le prendre !
ru: Мы не будем платить за твое чертово противоядие! Мы его у тебя заберем!
zh_hans: 我们不会为你那该死的解药付钱！我们会从你手里得到它！

source: You hurry to man the weapons and take back the antidote from the Slugs.
fr: Vous vous dépêchez au poste d'armes pour pouvoir prendre l'antidote aux Limaces.
ru: Вы спешите зарядить оружие и забрать противоядие у слизней.
zh_hans: 你赶紧为武器充能，准备从蛞蝓族那里拿回解药。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Pay the ransom.
fr: Payer la rançon.
ru: Заплатить за противоядие.
zh_hans: 支付赎金。

source: The Slug chuckles and sends over the antidote. You don't have much choice other than to give it to your crewmember. Luckily, they seem to feel better afterwards. The Slug jumps away.
fr: La Limace ricane et vous envoie l'antidote. Vous n'avez pas d'autre choix que de l'administrer à la personne empoisonnée. Par chance, elle finit par se sentir mieux après. Les Limaces s'en vont.
ru: Слизень усмехается и передает противоядие. У вас нет другого выбора, кроме как дать его своему члену экипажа. К счастью, он, кажется, чувствует себя лучше после этого. Слизень уходит в прыжок.
zh_hans: 蛞蝓族笑着把解毒剂送了过来。除了把它给你的船员之外，你没有什么选择。幸运的是，你的船员之后似乎感觉好多了。蛞蝓族跃迁走了。

source: (Upg. Medbay) Cure your crew.
fr: (Infirmerie améliorée) Soigner votre homme.
ru: (Улучш. Медотсек) Вылечить члена своего экипажа.
zh_hans: (高级医疗舱)治好你的船员。

source: Luckily you're able to treat your crew. The Slugs are annoyed, but now that they have no leverage they're helpless and pay you some scrap to let them go in peace.
fr: Heureusement, vous êtes en mesure de traiter votre homme. Les Limaces sont frustrées, mais maintenant qu'elles n'ont plus de tours à vous jouer, elles sont impuissantes et vous paient en ferraille pour que vous les laissiez tranquilles.
ru: К счастью, вам удается вылечить своего члена экипажа. Слизни раздосадованы, но теперь, когда у них нет рычагов воздействия, они беспомощны и передают вам немного лома, чтобы вы отпустили их с миром.
zh_hans: 幸运的是，你能够治疗你的船员。蛞蝓族们很恼火，但现在他们没有了筹码，他们很无奈，给了你一些废料，以让他们安然离开。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_INFECTOR_DEATH"]/text
source: Your crew buckles over in pain, gasping for air. Without the antidote there's nothing you can do but watch them die.
fr: Votre homme se recroqueville à cause de la douleur et peine à respirer. Sans l'antidote, vous ne pouvez rien faire à part l'observer mourir.
ru: Ваш член экипажа корчится от боли, задыхаясь. Без противоядия вы не можете ничего сделать, кроме как смотреть, как он умирает.
zh_hans: 你的船员在痛苦中倒下，喘着粗气。没有解毒剂，你只能看着他死去。

source: It seems whatever the Slugs used carries over to your crew in the next life. You have no choice but to remove their entries from the Clone Bay.
fr: Il semblerait que ce que les Limaces aient utilisé se transmette à la réanimation de votre homme. Vous n'avez pas d'autre choix que d'effacer leurs données de la Salle des clones.
ru: Похоже, что то, что использовали слизни, передается вашему члену экипажа в следующей жизни. У вас нет другого выбора, кроме как удалить его данные из Клон-отсека.
zh_hans: 似乎蛞蝓族使用的任何东西都会在下一世延续到你的船员身上。你别无选择，只能将他们的条目从克隆舱中删除。

# data/events_sector_kleptocracy.xml$/FTL/event[@name="NEBULA_SLUG_DOORS"]/text
source: There are few more vicious beasts in the galaxy than a Slug with his back to the wall. The faltering ship armed with fire-weapons uses a remote hacking tool to try and disable your door system - they're going to burn you out!
fr: Dans la galaxie, peu de créatures sont plus sournoises que des Limaces lorsqu'elles sont dos au mur. Le vaisseau affaibli, équipé d'armes incendiaires, active un module de piratage à distance pour tenter de neutraliser votre système de portes... Il va vous brûler !
it: Poche creature, nella galassia, sono pericolose come uno slugman con le spalle al muro. La nave in difficoltà, con le sue armi incendiarie, usa uno strumento di hacking per disabilitare il tuo sistema porte. Vuole farti arrosto!
ru: Мало найдется в галактике более злобных тварей, чем слизень, стоящий спиной к стене. Потрепанный корабль, вооруженный огнестрельным оружием, использует Взломщик, чтобы попытаться вывести из строя вашу систему дверей - они собираются выжечь вас!
zh_hans: 银河系中很少有比被逼到墙角的蛞蝓族更凶恶的野兽。这艘装备有火焰武器的摇摇欲坠的飞船使用了远程黑客工具，试图破坏你的舱门系统——他们打算把你烧死！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking) Counter the remote hacking.
fr: (Piratage) Contrer le piratage à distance.
ru: (Взломщик) Противодействовать дистанционному взлому.
zh_hans: (黑客系统)对抗远程黑客。

source: Your hacking system automatically counters the digital assault and you move in to fight the ship.
fr: Vous parvenez à annuler les dégâts causés par leur satellite de piratage à distance, mais l'opération met votre système de piratage à plat. Il ne vous reste plus qu'à éliminer l'ennemi à l'ancienne...
it: Il tuo sistema di hacking contrasta automaticamente l'assalto digitale, mentre tu parti all'attacco della nave.
ru: Ваш Взломщик автоматически отражает цифровое нападение, и вы вступаете в бой с кораблем.
zh_hans: 你的黑客系统自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Counter the remote hacking.
fr: (Anti-virus) Contrer le piratage à distance.
ru: (Антивирус) Противодействовать попыткам взлома.
zh_hans: (防护程序)阻止对方黑客入侵。

source: Your Anti-virus module automatically counters the digital assault and you move in to fight the ship.
fr: Votre module Anti-virus contre automatiquement l'attaque numérique et vous vous rapprochez du vaisseau pour le combattre.
ru: Ваш Антивирусный модуль автоматически противодействует цифровой атаке, и вы переходите к сражению с кораблем.
zh_hans: 你的防护程序自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$/FTL/event[@name="NEBULA_SLUG_OXYGEN"]/text
source: The Slugs here use a tactic you hoped you'd never see: they use a remote hacking satellite to sabotage your oxygen production system and then charge fire-weapons - you're going to suffocate!
fr: Les Limaces ici-présentes ont recours à une stratégie à laquelle vous espériez ne jamais avoir affaire : l'utilisation d'un satellite de piratage à distance pour saboter votre système de production d'oxygène, suivie de l'activation d'armes incendiaires. Vous allez avoir chaud !
it: Gli slugman stanno usando una tattica che speravi di non vedere mai: usano un satellite hacker per sabotare il tuo sistema di produzione d'ossigeno e poi caricano le armi incendiarie. Vogliono soffocarti!
ru: Слизни используют тактику, которую, как вы надеялись, вы никогда не увидите: они используют спутник для дистанционного взлома, чтобы саботировать систему производства кислорода, а затем заряжают огнестрельное оружие - так вы задохнетесь!
zh_hans: 这里的蛞蝓族使用了一种你希望永远都不会看到的战术：他们使用了远程黑客轨道器来瓦解你的氧气系统，然后给火焰武器充能——你将要窒息而死！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Oxygen) Try to squeeze some extra power to the system.
fr: (Oxygène amélioré) Essayer d'augmenter la puissance du système.
ru: (Улучш. Кислород) Попытаться выжать из системы дополнительную мощность.
zh_hans: (高级氧气)尽量为系统争取一些额外的供能。

source: Thankfully your improved subsystem is able to counter their hacking enough to keep the life support barely functional. That should keep you alive at least...
fr: Fort heureusement, votre système amélioré parvient à contrer suffisamment leur piratage pour tout juste maintenir le système de survie. Au moins, cela devrait vous permettre de rester en vie...
it: Per fortuna il tuo sottosistema migliorato riesce a contrastare l'hacking quanto basta per garantire il supporto vitale. Se non altro, dovreste sopravvivere...
ru: К счастью, ваша улучшенная подсистема способна противостоять их взлому настолько, что жизнеобеспечение едва функционирует. Это должно сохранить вам жизнь, по крайней мере...
zh_hans: 值得庆幸的是，你高级的子系统能够对抗他们的黑客攻击，足以使氧气系统勉强运作。这应该至少能让你活着...

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking) Counter the remote hacking.
fr: (Système de piratage) Contrer le piratage à distance.
ru: (Взломщик) Противодействовать дистанционному взлому.
zh_hans: (黑客系统)对抗远程黑客。

source: Your hacking system automatically counters the digital assault and you move in to fight the ship.
fr: Vous parvenez à annuler les dégâts causés par leur satellite de piratage à distance, mais l'opération met votre système de piratage à plat. Il ne vous reste plus qu'à éliminer l'ennemi à l'ancienne...
it: Il tuo sistema di hacking contrasta automaticamente l'assalto digitale, mentre tu parti all'attacco della nave.
ru: Ваш Взломщик автоматически отражает цифровое нападение, и вы вступаете в бой с кораблем.
zh_hans: 你的黑客系统自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Counter the remote hacking.
fr: (Anti-virus) Contrer le piratage à distance.
ru: (Антивирус) Противодействовать попыткам взлома.
zh_hans: (防护程序)阻止对方黑客入侵。

source: Your Anti-virus module automatically counters the digital assault and you move in to fight the ship.
fr: Votre module Anti-virus contre automatiquement l'attaque numérique et vous vous rapprochez du vaisseau pour le combattre.
ru: Ваш Антивирусный модуль автоматически противодействует цифровой атаке, и вы переходите к сражению с кораблем.
zh_hans: 你的防护程序自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$/FTL/event[@name="NEBULA_SLUG_MEDBAY"]/text
source: A Slug ship hails you: "We've detected sssome worrying radiation coming from your medical unit, perhapsss you ssshould take a look?" As he signs off, your system shuts off and their crew teleports aboard from a nearby station. They don't look like engineers.
fr: Le capitaine d'un vaisseau Limace vous interpelle : "Nous zzzzavons détecté des radiattttions inquiétantes provenant de votre unité médicale, vous devriez aller y jeter un œil." Lorsqu'il coupe la communication, votre système se coupe et ses hommes se téléportent à votre bord... Ils n'ont pas vraiment l'air d'ingénieurs.
ru: Корабль слизней вызывает вас: "Мы обнаружили тревожное излучение, исссходящщщее от вашшшего Медотсссека, может быть, вам ссстоит взглянуть?" Как только он заканчивает связь, ваша система отключается, и их экипаж телепортируется на борт с расположенной поблизости станции. Они не похожи на инженеров.
zh_hans: 一艘蛞蝓族飞船向你呼叫："我们检测到你的一些医疗单位正放出令人担忧的辐射，也许你应该接受一下检查？"当他挂断后，你的系统被关闭了，他们的船员从附近的空间站传送至星舰。他们看起来可不像是工程师。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Your medical system shuts off. You prepare to defend your ship.
fr: Votre système médical s'est éteint. Vous vous préparez à défendre votre vaisseau.
ru: Ваш Медотсек отключается. Вы готовитесь защищать свой корабль.
zh_hans: 你的医疗系统被关闭了，你准备保卫你的星舰。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Medbay) Try to squeeze some extra power to the system.
fr: (Infirmerie améliorée) Essayez de fournir un peu plus de puissance au système.
ru: (Улучш. Медотсек) Попытаться выжать из системы дополнительную мощность.
zh_hans: (高级医疗舱)尽量为系统争取一些额外的供能。

source: Fearing the imminent battle you desperately try to get the Medbay working again. Its lights flicker back on and you turn to face the intruders.
fr: Redoutant le combat qui s'annonce, vous essayez désespérément de remettre l'infirmerie en état de marche. Ses lumières se rallument et vous vous retournez pour affronter les intrus.
ru: В страхе перед надвигающейся битвой вы отчаянно пытаетесь восстановить работу Медотсека. Свет начинает мерцать, и вы встречаете незваных гостей.
zh_hans: 由于害怕即将到来的战斗，你拼命地试图让医疗舱重新工作。它的灯光重新闪烁起来，于是你投身面对入侵者们。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Clone Bay) Try to squeeze some extra power to the system.
fr: (Salle des clones Améliorée) Essayer de fournir un peu plus de puissance au système.
ru: (Улучш. Клон-отсек) Попытаться выжать из системы дополнительную мощность.
zh_hans: (高级克隆舱)尽量为系统争取一些额外的供能。

source: Fearing the imminent battle you desperately try to get the Clone Bay working again. Its lights flicker back on and you turn to face the intruders.
fr: Redoutant le combat qui s'annonce, vous essayez désespérément de remettre Baie de Clonage en état de marche. Ses lumières se rallument et vous vous retournez pour affronter les intrus.
ru: В страхе перед надвигающейся битвой вы отчаянно пытаетесь восстановить работу Клон-отсека. Свет начинает мерцать, и вы встречаете незваных гостей.
zh_hans: 由于害怕即将到来的战斗，你拼命地试图让克隆舱重新工作。它的灯光重新闪烁起来，于是你投身面对入侵者们。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking) Counter the remote hacking.
fr: (Système de piratage) Contrer le piratage à distance.
ru: (Взломщик) Противодействовать дистанционному взлому.
zh_hans: (黑客系统)对抗远程黑客。

source: You are able to undo the damage of their remote hacking satellite but it's taking everything your hacking system has. Time to take out the enemy the old fashioned way.
fr: Vous parvenez à annuler les dégâts causés par leur satellite de piratage à distance, mais l'opération met votre système de piratage à plat. Il ne vous reste plus qu'à éliminer l'ennemi à l'ancienne...
it: Riesci a riparare i danni del loro satellite hacker, ma questo esaurisce le risorse del tuo sistema di hacking. È ora di eliminare il nemico alla vecchia maniera.
ru: Вы можете уменьшить ущерб, нанесенный их спутником дистанционного взлома, на это уходит вся мощность у вашего Взломщика. Пора уничтожить врага старым способом.
zh_hans: 你成功弥补了对方的远程黑客轨道器对星舰的破坏，但这暂时完全透支了你的黑客系统。是时候用老办法干掉敌人了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Counter the remote hacking.
fr: (Anti-virus) Contrer le piratage à distance.
ru: (Антивирус) Противодействовать попыткам взлома.
zh_hans: (防护程序)阻止对方黑客入侵。

source: Your Anti-virus module automatically counters the digital assault and you move in to fight the ship.
fr: Votre module Anti-virus contre automatiquement l'attaque numérique et vous vous rapprochez du vaisseau pour le combattre.
ru: Ваш Антивирусный модуль автоматически противодействует цифровой атаке, и вы переходите к сражению с кораблем.
zh_hans: 你的防护程序自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The Slug Hackers are surprisingly rare, even in Slug territory. Despite this, you seem to have had the misfortune to have encountered one at this beacon.
fr: Les Hackers Limaces sont étonnamment rares, même en territoire Limace. Malgré cela, il semblerait que vous ayez eu le malheur d'en rencontrer à cette balise.
ru: Хакеры-слизни - удивительно редкое явление даже на территории слизней. Несмотря на это, вы, похоже, имели несчастье столкнуться с одним из них на этом маяке.
zh_hans: 蛞蝓族黑客出奇的少，即使在蛞蝓族的星域也是如此。尽管如此，你似乎很不幸地在这个信标处遇到了一个。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Despite the unruly nature of the Slugs, they have a devout sense of pride in their empire and the royal family. The Slug Elite here seems to take your intrusion in their territory as an insult, and have decided to remove you from it.
fr: Malgré la nature indisciplinée des Limaces, elles ont un dévot sentiment de fierté envers leur empire et la famille royale. La Limace Élite ici-présente semble prendre votre intrusion dans leur territoire comme une insulte et a décidé de vous en chasser pour cela.
ru: Несмотря на непокорный характер слизней, они испытывают чувство гордости за свою империю и королевскую семью. Элита слизней здесь, похоже, восприняла ваше вторжение на свою территорию как оскорбление и решила выдворить вас с нее.
zh_hans: 尽管蛞蝓族不守规矩，但他们对自己的帝国和王室有着虔诚的自豪感。这里的蛞蝓族精英舰似乎把你对他们星域的入侵当作一种侮辱，并决定把你从这里赶走。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。
