Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: You activate your thrusters and force your way away from the station. A ship quickly moves in to engage. You'll need to get out of here fast; there may not be time to get the weapons fully operational!
fr: Vous vous frayez un chemin de force pour quitter la station, quand un vaisseau s'approche rapidement pour engager le combat. Vous allez devoir vous échapper et vite, car vous n'aurez probablement pas le temps de débloquer vos armes !
it: Attivi i propulsori e ti stacchi di forza dalla stazione. Una nave parte subito all'attacco. Devi allontanarti al più presto: potresti non avere il tempo necessario per riattivare le armi!
ru: Вы включаете свои двигатели и с трудом отрываетесь от станции. Корабль быстро приближается, чтобы вступить в бой. Вам нужно убираться отсюда быстро; возможно, у вас не будет времени, чтобы привести оружие в полную готовность!
zh_hans: 你启动你的推进器，强行离开空间站。一艘飞船迅速驶来，与你交战。你需要快速离开这里，可能来不及重新让武器完全投入使用！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "Ahhh. A fellow businessman. We offer to fix 10 damage for 40 ssscrap."
fr: "Ahhh ! Un homme d'affaires, magnifique ! Nous proposons de réparer 10 dégâts pour 40 pièces de ferraille."
it: "Ahhh. Un collega imprenditore. Offriamo di riparare 10 danni per 40 moduli."
ru: "А-а-а. Товарищщщ бизнесссмен. Мы предлагаем исссправить 10 повреждений за 40 лома".
zh_hans: "啊，一个生意伙伴。我们向你提议用40废料来修复10点舰体损伤。"

source: Accept.
fr: Accepter.
it: Accetta.
ru: Согласиться.
zh_hans: 接受。

source: You perform the transaction and watch carefully as their machines patch the hull. However, everything seems fine. Once they're complete you get ready to jump.
fr: Vous payez la somme convenue et observez attentivement leurs machines réparer la coque, mais tout semble normal. Lorsqu'ils ont terminé, vous vous préparez à effectuer un saut.
it: Completi la transazione e guardi con attenzione mentre le macchine riparano lo scafo. Tutto sembra in regola. Quando hanno finito ti prepari per il salto.
ru: Вы проводите операцию и внимательно наблюдаете за тем, как их машины ремонтируют корпус. Однако, похоже, все в порядке. После завершения операции вы готовитесь к прыжку.
zh_hans: 你接受了交易，并仔细监视他们的机器进行船体修补。然而，一切似乎平安。他们完成之后，你准备跃迁离去。

source: Decline.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: "Too bad. Farewell, traveller." Their mobile station slips into the clouds.
fr: "Dommage... Au revoir, alors." La station mobile disparaît dans les nuages.
it: "Peccato. Addio, viaggiatori". La loro stazione mobile scivola nelle nubi.
ru: "Очень жаль. Прощщщай, путешшшессственник". Их мобильная станция скрывается в облаках.
zh_hans: "太糟糕了。再会，旅行者。"他们的可移动空间站滑入云层。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: Just before the transmission is cut you hear, "They're not falling for it. Jussst kill the crew and we can ssstrip..." Looks like you're not getting out of here without a fight.
fr: Juste avant que la transmission ne soit coupée, vous entendez : "Ils ne sssont pas dupes. Tuez l'équipage, que nous puisssions désosss..." On dirait que vous n'allez pas pouvoir partir d'ici sans combattre.
it: Subito prima che la trasmissione s'interrompa, senti: "Non ci cassscano. Ammazzate l'equipaggio e poi posssiamo sssmantellare..." Pare che non te ne andrai di qui senza combattere.
ru: Перед самым отключением связи вы слышите: "Они на это не пойдут. Просссто убьем экипаж, и мы можем разделитьссся..." Похоже, без боя вам отсюда не выбраться.
zh_hans: 就在传输被切断之前，你听到："他们不会上当的。只需杀了船员，我们就可以拿..."看来你不可能不战而离。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You detect multiple ships running at maximum power nearby, but you can't see anything through this thick nebula.
fr: Vous détectez plusieurs vaisseaux fonctionnant à la puissance maximale à proximité, mais vous ne pouvez rien voir à travers cette épaisse nébuleuse.
it: Rilevi varie navi a piena energia, in zona, ma con questa fitta nebulosa non vedi niente.
ru: Вы видите поблизости несколько кораблей, работающих на максимальной мощности, но ничего не видите сквозь эту густую туманность.
zh_hans: 你探测到附近有好几艘全功率运转的舰船，但浓密的星云遮蔽下什么也看不到。

source: Get closer.
fr: Rapprochez-vous.
it: Avvicinati.
ru: Приблизиться.
zh_hans: 靠近一点。

source: Ignore them.
fr: Les ignorer.
it: Ignorali.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You distance yourself from the ships, just in case.
fr: Vous vous éloignez des vaisseaux, juste au cas où.
it: Ti allontani dalle navi, per sicurezza.
ru: Вы держитесь подальше от этих кораблей, на всякий случай.
zh_hans: 以防万一，你远离了那些舰船。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: A Slug Elite appears to be protecting a small Slug Jailer. You aren't certain why, but surely something important must be kept in there?
fr: Une Limace Élite semble se charger de la protection d'un petit vaisseau Geôlier Limace. Vous n'en êtes pas certain, mais il doit surement y avoir quelqu'un d'important à l'intérieur non ?
it: Uno slugman d'élite sembra proteggere un piccolo carceriere slugman. Non sai bene perché, ma sicuramente là dentro dev'esserci qualcosa d'importante, no?
ru: Элита слизней, похоже, охраняет маленькую тюрьму слизней. Вы не знаете, почему, но наверняка там находится что-то важное?
zh_hans: 一艘蛞蝓精英舰似乎在保护一艘小型蛞蝓牢狱舰。你不确定为什么，但说不定有重要的东西被保存在那里？

source: Attack the elite to get to the Jailer.
fr: Attaquer l'Élite pour atteindre le Geôlier.
it: Attacca l'élite per accedere al carceriere.
ru: Атаковать элиту, чтобы добраться до тюремщика.
zh_hans: 攻击精英舰以接近牢狱舰。

source: The Jailer ship slinks back while the much stronger Elite moves to fight you.
fr: Le Geôlier se replie tandis que l'Élite bien plus imposant engage le combat contre vous.
it: La nave carceriera indietreggia mentre l'élite, molto più forte, avanza per affrontarti.
ru: Корабль тюремщиков отступает, а гораздо более сильная элита начинает с вами сражаться.
zh_hans: 牢狱舰向后退去，而强得多的精英舰向你发起进攻。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the two ships.
fr: Ignorer les deux vaisseaux.
it: Ignora le due navi.
ru: Не обращать внимания на два корабля.
zh_hans: 无视这两艘船。

source: Not too long after the Slugs disappear into the nebula.
fr: Peu de temps après, les Limaces disparaissent dans la nébuleuse.
it: Poco dopo gli slugman scompaiono nella nebulosa.
ru: Вскоре после этого слизни исчезают в туманности.
zh_hans: 不久之后，蛞蝓族们就消失在星云中。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_LIGHT_SLUG_GRAVE"]/text
source: Several sombre Slug ships are departing from a barren planet. It doesn't look particularly habitable, but the computer informs you the planet is used as burial place for prior Slug Kings and other members of the Slug Royal Family.
fr: Plusieurs vaisseaux Limaces sombres sont en train de quitter une planète déserte. Elle n'a pas l'air particulièrement habitable, mais l'ordinateur vous informe que la planète est utilisée comme lieu de sépulture pour les anciens Rois Limaces et autres membres de la Famille Royale Limace.
it: Molte navi slugman funebri si allontanano da un pianeta brullo. Non sembra particolarmente abitabile, ma il computer ti informa che è utilizzato come sepolcro per i Re Slugman precedenti e altri membri della famiglia reale slugman.
ru: Несколько мрачных кораблей слизней отлетают от бесплодной планеты. Она не выглядит пригодной для жизни, но компьютер сообщает, что планета используется как место захоронения предыдущих королей слизней и других членов королевской семьи слизней.
zh_hans: 几艘忧郁的蛞蝓族飞船正从一个荒芜的星球出发。它看起来并不适合居住，但电脑告诉你，这个星球是用来埋葬前任蛞蝓族国王和其他蛞蝓族王室成员的地方。

source: Attempt to rob the tombs.
fr: Tenter de piller les tombes.
it: Tenta di depredare le tombe.
ru: Попытаться ограбить гробницы.
zh_hans: 尝试劫掠墓地。

source: As you approach the gravesite, an Elite Slug vessel moves in to protect the planet!
fr: Tandis que vous approchez le cimetière, un vaisseau Limace Élite intervient pour protéger la planète !
it: Come ti avvicini al cimitero, una nave slugman d'élite si avvicina per proteggere il pianeta!
ru: Как только вы приближаетесь к месту захоронения, элитный корабль слизней отправляется на защиту планеты!
zh_hans: 当你接近墓地时，一艘精英蛞蝓飞船进驻以保护这个星球！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the graves.
fr: Ignorer les tombes.
it: Ignora le tombe.
ru: Не обращать внимания на захоронения.
zh_hans: 无视坟墓。

source: You'd have to be suicidal to try and rob the tombs of ex-Slug royals in the Slug Homeworlds.
fr: Il faudrait être suicidaire pour tenter de piller les tombes des ex-rois Limaces dans leurs mondes d'origines.
it: Dovresti avere istinti suicidi per provare a depredare le tombe di ex re slugman nei loro mondi natali.
ru: Нужно быть самоубийцей, чтобы пытаться ограбить гробницы бывших королевских особ в родных мирах слизней.
zh_hans: 只有想自杀的人，才会试图劫掠蛞蝓母星系中蛞蝓族前王室成员的坟墓。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_GRAVE_WIN"]/text
source: Though the gravesite is dotted with many different tombs, 3 in particular stand out to you.
fr: Si le cimetière compte plusieurs tombes différentes, 3 d'entre elles attirent particulièrement votre attention.
it: Anche se il cimitero è composto da molte diverse tombe, 3 in particolare attirano la tua attenzione.
ru: Хотя на месте захоронения расположено множество различных могил, три из них особенно выделяются.
zh_hans: 虽然墓地上分布着许多不同的坟墓，但有三座特别惹你注目。

source: Raid the tomb marked as "Arsagh".
fr: Piller la tombe de "Arsagh".
it: Depreda la tomba di "Arsagh".
ru: Осмотреть гробницу, названную как "Арсаг".
zh_hans: 劫掠标记为"阿尔萨"的坟墓。

source: Arsagh's tomb includes a detailed sculpture of his greatness, made out of pure gold. It's so bright you nearly go blind looking at it.
fr: La tombe d'Arsagh comprend une sculpture détaillée de sa splendeur, faite purement en or. Elle est tellement brillante que vous en deviendriez presque aveugle.
it: La tomba di Arsagh include una scultura dettagliata della sua grandezza, fatta di oro puro. Brilla così tanto che quasi diventi cieco anche solo a guardarla.
ru: В гробнице Арсага находится детально проработанная скульптура его высочества, выполненная из чистого золота. Она настолько яркая, что глядя на нее, почти слепнешь.
zh_hans: 阿尔萨的坟墓里有一座由纯金制成的细致雕塑，来表现他的伟大。它是如此金光闪闪，你看着几乎要瞎了。

source: Bust open the tomb.
fr: Vous introduire dans la tombe.
it: Apri la tomba.
ru: Вскрыть гробницу.
zh_hans: 击开墓穴。

source: Raid the tomb marked as "Terlack".
fr: Piller la tombe de "Terlack".
it: Depreda la tomba di "Terlack".
ru: Осмотреть гробницу, названную как "Терлак".
zh_hans: 劫掠标记为"特拉克"的坟墓。

source: It appears Terlack has a long, deep life story, etched across several thousand paragraphs on his epitome. Luckily you have an excuse not to read it.
fr: Il semblerait que Terlack ait une longue et profonde histoire, gravée sur plusieurs milliers de paragraphes sur son épitaphe. Par chance, vous avez une excuse pour ne pas la lire.
it: Pare che Terlack abbia una storia lunga e profonda, incisa su diverse migliaia di paragrafi sul suo epitaffio. Per tua fortuna hai una scusa per non leggerlo.
ru: Оказывается, у Терлака есть длинная, насыщенная история жизни, изложенная в нескольких тысячах абзацев на его эпитоме. К счастью, у вас есть повод не читать ее.
zh_hans: 看来特拉克有一段漫长而深刻的人生故事，在他的"简传"上镌刻了几千段。幸运的是，你有完全不读它的理由。

source: Bust open the tomb.
fr: Vous introduire dans la tombe.
it: Apri la tomba.
ru: Вскрыть гробницу.
zh_hans: 击开墓穴。

source: Raid the tomb marked as "Orsek".
fr: Piller la tombe de "Orsek".
it: Depreda la tomba di "Orsek".
ru: Осмотреть гробницу, названную как "Орсек".
zh_hans: 袭击标记为"欧瑟克"的坟墓。

source: Orsek must not have led a very interesting life, because his tomb has almost no decorations, and his epitome is a single sentence, that simply reads 'he died as he lived'.
fr: Orsek n'a pas du avoir une vie très intéressante, car sa tombe n'a presque aucune décoration et son épitaphe est une simple phrase, qui lit 'Est mort comme il a vécu'.
it: Orsek non deve aver vissuto una vita particolarmente interessante, perché la sua tomba praticamente non ha decorazioni e il suo epitaffio è una sola frase che dice 'Morto così come è vissuto'.
ru: Орсек, видимо, прожил не очень интересную жизнь, потому что его могила почти не украшена, а эпитафия состоит из одного предложения: "Умер, как жил".
zh_hans: 欧瑟克的人生大概不是很有趣，因为他的坟墓几乎没有任何装饰品。他的墓志铭只有一句话，就是"他死如归"。

source: Bust open the tomb.
fr: Vous introduire dans la tombe.
it: Apri la tomba.
ru: Вскрыть гробницу.
zh_hans: 击开墓穴。

source: Inside the tomb you find a functional weapon! Rather strange, but you suppose it must have been some important part of the King's life.
fr: Vous trouvez une arme fonctionnelle dans la tombe ! Plutôt étrange, mais vous présumez qu'elle a du jouer un rôle important dans la vie du Roi.
it: Nella tomba trovi un'arma funzionante! Alquanto strano, ma ritieni che dev'essere stata una parte importante della vita del re.
ru: Внутри гробницы вы находите исправное оружие! Довольно странно, но вы полагаете, что оно должно было играть какую-то важную роль в жизни короля.
zh_hans: 在坟墓里，你发现了一件能用的武器！这很奇怪，但你认为它一定是国王生活中的某个重要部分。

source: The tomb, quite strangely, contains several thousand fuel cells. You obviously can't take them all with you, so you grab as much as you can carry and bring them back to the ship.
fr: La tombe abrite plusiers milliers de cellules de carburants, ce qui est assez étrange. Vous ne pouvez évidemment pas tout emporter, vous prenez donc autant que possible et les ramenez au vaisseau.
it: La tomba, stranamente, contiene svariate migliaia di celle di carburante. Ovviamente non puoi prenderle tutte, quindi torni alla nave con tutte quelle che riesci a portare.
ru: В гробнице, как ни странно, находится несколько тысяч топливных элементов. Очевидно, что взять их все с собой невозможно, поэтому вы хватаете столько, сколько можете унести, и поднимаете их на корабль.
zh_hans: 很奇怪的是，这个墓穴里有几千个燃料电池。你显然不能把它们全部带走，所以你尽可能多地抓住你能携带的东西，把它们带回星舰。

source: It appears the tomb contains mappings of the sector! Obviously no one is present who could explain why, but you suspect it must have something to do with 'guiding the spirit' or the like.
fr: Il semblerait que la tombe abrite des cartes du secteur ! Il n'y évidemment personne ici présent qui pourrait expliquer pourquoi, mais vous présumez que cela est en rapport avec 'guider l'esprit' ou quelque chose du genre.
it: Pare che la tomba contenga una mappa del settore! Ovviamente non c'è nessuno qui che possa spiegare perché, ma hai il sospetto che c'entri qualcosa il 'guidare lo spirito' o qualcosa del genere.
ru: Оказывается, в гробнице хранятся карты сектора! Очевидно, что здесь нет никого, кто мог бы объяснить, зачем это нужно, но вы подозреваете, что это как-то связано с "сопровождением духа" или чем-то подобным.
zh_hans: 坟墓里似乎有该星区的星图！显然，没有可以解释原因的人在场，但你怀疑这与"引导精神"或者什么有关。

source: You jump in shock as a thin, starving Slug crawls their way out of the tomb. "You have ssssaved me!" You almost think this is the corpse of the ancient king brought back to life, but it turns out the Slug is a fellow tomb raider who became trapped! Finally free after almost a week of being stuck in there, they're glad to accept a position on your ship.
fr: Vous sursautez tandis qu'une Limace maigre et affamé rampe hors de la tombe. "Vous m'avez sssauvé !" Vous aviez presque cru que c'était le corps de l'un des anciens Rois ramené à la vie, mais il se trouve que la Limace est un confrère pilleur qui s'était retrouvé piégé ! Enfin libre après avoir été coincé une semaine, il accepte avec plaisir une place sur votre vaisseau.
it: Fai un salto dalla sorpresa quando uno slugman magro e affamato striscia fuori dalla tomba. "Mi hai sssalvato!" Quasi credi che sia il cadavere dell'antico re riportato in vita, ma poi scopri che lo slugman è un altro tombarolo che è rimasto intrappolato! Finalmente libero dopo essere stato bloccato là dentro per quasi una settimana, è felice di accettare un posto sulla tua nave.
ru: Вы в шоке подпрыгиваете, когда из гробницы выползает худой, голодный слизень. "Вы ссспасссли меня!" Вы почти подумали, что это оживший труп древнего царя, но оказалось, что слизень - это один из расхитителей гробниц, попавший в ловушку! Наконец-то освободившись после почти недельного пребывания там, он с радостью согласился занять место на вашем корабле.
zh_hans: 当一名瘦弱、饥饿的蛞蝓族从坟墓里爬出来时，你震惊地跳了起来。"你救了我！"你几乎以为这是古代国王的尸体复活了，结果发现，这名蛞蝓族是一个被困住的盗墓者！他在被困住近一周后终于自由了，现在很乐意接受你星舰上的职位。

source: A Cealaformer Station is orbiting a nearby planet, though it doesn't attempt to contact you. Nebulous clouds have begun to fill the beacon, but not enough to tamper with your sensors completely.
fr: Une station Dissimulatrice est en orbite autour d'une planète proche, mais elle n'essaie pas de vous contacter. Des nuages nébuleux ont commencé à recouvrir la balise, mais pas assez pour détraquer vos capteurs entièrement.
it: Una stazione di caelaforming è in orbita attorno a un pianeta vicino, ma non prova a contattarti. Nubi di una nebluosa hanno iniziato a riempire l'astrofaro, ma non abbastanza da interferire completamente coi tuoi sensori.
ru: Станция цеалаформера находится на орбите близлежащей планеты, но не пытается связаться с вами. Туманные облака начали заволакивать маяк, но не настолько, чтобы полностью заглушить ваши сенсоры.
zh_hans: 一个天体构造空间站在附近的行星上运行，尽管它没有试图与你联系。星云已经开始笼罩信标，但还不足以完全干扰你的传感器。

source: Land on the planet and see if they have a market.
fr: Atterrir sur la planète et voir s'ils ont un marché.
it: Atterra sul pianeta e controlla se c'è un mercato.
ru: Высадиться на планету и узнать, есть ли там рынок.
zh_hans: 在这个星球上登陆看看他们是否有交易市场。

source: The surface of one of the nearby colonies is a very strange sight. The residents, a variety of different races, shamble about like mindless puppets in orderly lines. It seems as though they are being controlled... perhaps by the cealaformer you saw from space?
fr: La surface de l'une des colonies proche offre une vue très étrange. Les résidents, une variété de races différentes, se déplacent commes des marionettes sans cervelles en lignes ordonnées. C'est comme s'ils étaient controllés... peut-être par la station que vous aviez auparavant vu dans l'espace ?
it: La superficie di una delle colonie vicine è uno spettacolo molto strano. I residenti, che appartengono a diverse razze, deambulano come burattini senza cervello in file ordinate. Pare che siano controllati... forse dal caelaformer che hai visto dallo spazio?
ru: Поверхность одной из близлежащих колоний представляет собой очень странное зрелище. Жители, представители самых разных рас, копошатся на ней, как безвольные марионетки, выстраиваясь в стройные ряды. Создается впечатление, что ими управляют... может быть, тот цеалаформер, который вы видели из космоса?
zh_hans: 附近一个殖民地的表面是一个非常奇怪的景象。居民们，各种不同的种族，像无意识的木偶一样，有条不紊地蹒跚着。似乎他们被控制了...也许是被你在太空中看到的那个"天体构造站"控制了？

source: Liberate them, destroy the station!
fr: Détruire la station pour les libérer !
it: Liberali distruggendo la stazione!
ru: Освободить их, а станцию уничтожить!
zh_hans: 解放他们。摧毁该空间站！

source: These people need to be rescued! You power up the engines and engage the Cealaforming Station.
fr: Ces gens ont besoin d'être sauvés ! Vous allumez vos moteurs et ciblez la station Dissimulatrice.
it: Queste persone vanno salvate! Accendi i motori e affronti la stazione di caelaforming.
ru: Этих людей нужно спасти! Вы включаете двигатели и входите в зону действия станции цеалаформирования.
zh_hans: 这些人需要被解救！你给引擎充能，与天体构造站交火。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: We need to get out of here!
fr: Nous devons partir d'ici !
it: Dobbiamo andarcene da qui!
ru: Нам нужно выбираться отсюда!
zh_hans: 我们需要离开这里！

source: You quickly pilot away from the station before the Slugs attempt to pull any other tricks on you.
fr: Vous pilotez rapidement loin de la station avant que les Limaces essaient de vous jouer d'autres tours.
it: Piloti la nave per allontanarti in fretta dalla stazione prima che gli slugman tentino qualche altro trucchetto su di te.
ru: Вы быстро удаляетесь от станции, пока слизни не попытались проделать с вами еще какие-нибудь фокусы.
zh_hans: 在蛞蝓族试图对你施展任何其他伎俩之前，你迅速指挥星舰驶离了空间站。

source: We need to get out of here!
fr: Nous devons partir d'ici !
it: Dobbiamo andarcene da qui!
ru: Нам нужно выбираться отсюда!
zh_hans: 我们需要离开这里！

source: Ignore the planet.
fr: Ignorer la planète.
it: Ignora il pianeta.
ru: Не обращать внимания на планету.
zh_hans: 无视那个行星。

source: You decide not to land on the planet. If the Slugs are somehow involved, that can't be good.
fr: Vous décidez de ne pas vous poser sur la planète. Si les Limaces sont impliquées dans l'affair, cela n'augure rien de bon.
it: Decidi di non atterrare sul pianeta. Se gli slugman c'entrano qualcosa, non promette nulla di buono.
ru: Вы решаете не высаживаться на планету. Если слизни каким-то образом замешаны в этом, это может не привести к добру.
zh_hans: 你决定不在这个星球上降落。如果蛞蝓族与此事有关，那肯定有鬼。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: The citizens of the colony are terrified, after what appears to have been months of manipulation from the Slugs. One particularly scared civilian offers to join your crew, so they can escape from the sector.
fr: Les citoyens de la colonie sont terrifiés, après ce qui semblerait être des mois de manipulation par les Limaces. Un civil particulièrement effrayé offre de rejoindre votre équipage, pour qu'il puisse s'échapper du secteur.
it: I cittadini della colonia sono terrorizzati dopo quelli che sembrano essere stati mesi di manipolazioni da parte degli slugman. Un civile particolarmente spaventato chiede di unirsi al tuo equipaggio per poter scappare da questo settore.
ru: Жители колонии в ужасе после, похоже, многомесячных манипуляций со стороны слизней. Один особенно напуганный гражданский предлагает присоединиться к вашему экипажу, чтобы сбежать из сектора.
zh_hans: 在被蛞蝓族操纵了几个月之后，殖民地的公民们都吓坏了。一个特别害怕的平民提出要加入你的船员，这样他就可以逃离这个星区。

source: The citizens of the colony don't seem to comprehend what has happened. When you explain the situation, they thank you, and offer to trade.
fr: Les citoyens de la colonie n'ont pas l'air de comprendre ce qui leur est arrivé. Lorsque vous leur expliquez la situation, ils vous remercient et proposent de marchander.
ru: Жители колонии, похоже, не понимают, что произошло. Когда вы объясняете ситуацию, они благодарят вас и предлагают поторговать.
zh_hans: 殖民地的公民似乎不明白发生了什么。当你解释情况后，他们感谢你，并提出进行交易。
