Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: As you pull away, one of your crew begins to act funny, and it's suddenly clear you did not go unnoticed by the Slugs! You don't have long until they go crazy.
fr: Tandis que vous vous repliez, l'un de vos hommes se met à agir bizarrement et il est soudainement clair que les Limaces vous ont à l'oeil depuis le début ! Vous n'avez que peu de temps avant qu'il devienne complètement fou.
ru: Когда вы уходите, один из членов экипажа начинает вести себя странно, и становится ясно, что вы не остались незамеченными слизнями! У вас осталось не так много времени, прежде чем он сойдет с ума.
zh_hans: 当你拉开距离时，你的一个船员开始表现得很奇怪，你突然发现你并没有逃过蛞蝓族的利眼！在船员发疯之前，你没有多少时间了。

source: There's nothing we can do, prepare to fight!
fr: Il n'y a rien à faire, se préparer à se battre !
ru: Мы ничего не можем сделать, готовимся к бою!
zh_hans: 我们无能为力，准备战斗吧！

source: Your crew's mouth begins to twitch, and they attack like a rabid animal!
fr: La bouche de votre homme commence à trembler et il attaque comme un animal enragé !
ru: Рот вашего члена экипажа начинает судорожно подергиваться, и он нападает как бешеный зверь!
zh_hans: 你的船员的嘴开始抽搐，他们像狂热的动物一样开始攻击！

source: (Mind Control) Reverse the effects.
fr: (Contrôle mental) Inverser les effets.
ru: (Контроль разума) Отменить воздействие.
zh_hans: (心灵控制)逆转效果。

source: Luckily the system is able to restore your crew to normal, and you escape quickly.
fr: Heureusement le système restaure votre homme à la normale et vous vous échappez vite.
ru: К счастью, система успевает вернуть члена экипажа в нормальное состояние, и вы быстро уходите.
zh_hans: 万幸的是，系统能够使你的船员恢复正常状态，于是你得以迅速逃脱。

source: (Mind Affecting Weapon) Counteract the effects.
fr: (Arme d’altération mentale) Contrer les effets.
ru: (Воздействующее на разум оружие) Противодействовать воздействию.
zh_hans: (心灵干涉武器)抵消影响。

source: Luckily the weapon is able to disrupt the control over your crew, and you escape quickly.
fr: Heureusement, l’arme parvient à perturber le contrôle exercé sur votre équipage, et vous vous échappez rapidement.
ru: К счастью, оружию удается нарушить контроль над вашим экипажем, и вы быстро покидаете место происшествия.
zh_hans: 万幸的是，武器能够使你的船员恢复正常状态，于是你得以迅速逃脱。

source: (Hacking) Reverse the effects.
fr: (Piratage) Inverser les effets.
ru: (Взломщик) Отменить воздействие.
zh_hans: (黑客)逆转效果。

source: Luckily the system is able to restore your crew to normal, and you escape quickly.
fr: Heureusement le système restaure votre homme à la normale et vous vous échappez vite.
ru: К счастью, система успевает вернуть члена экипажа в нормальное состояние, и вы быстро уходите.
zh_hans: 万幸的是，系统能够使你的船员恢复正常状态，于是你得以迅速逃脱。

source: (Slug Crew) Have your Slug speak to them telepathically.
fr: (Membre d'équipage Limace) Laisser votre Limace lui parler par télépathie.
ru: (Член экипажа-слизень) Пусть ваш слизень поговорит с ними телепатически.
zh_hans: (蛞蝓族船员)让你的蛞蝓族用心灵感应和他说话。

source: Luckily your Slug is able to help your crew keep sane long enough, and you escape quickly.
fr: Heureusement votre Limace parvient à le garder sain d'esprit assez longtemps et vous vous échappez vite.
ru: К счастью, ваш слизень способен помочь члену экипажу сохранять рассудок достаточно долго, чтобы вы успели уйти.
zh_hans: 幸运的是，你的蛞蝓族能够帮助你的船员保持足够长的理智，而你也迅速逃脱。

source: (Telepathic Shell) Have your Shell speak to them telepathically.
fr: (Coquille Télépathique) Faites parler votre Coquille télépathiquement avec eux.
ru: (Член экипажа-ракушка-телепат) Пусть ваша ракушка поговорит с ними телепатически.
zh_hans: (心灵感应甲壳族)让你的甲壳族以心灵感应的方式与他交谈。

source: Luckily your Shell is able to help your crew keep sane long enough, and you escape quickly.
fr: Heureusement votre Coquilles parvient à le garder sain d'esprit assez longtemps et vous vous échappez vite.
ru: К счастью, ракушке удается помочь члену экипажа сохранить рассудок, и вы быстро уходите.
zh_hans: 幸运的是，你的甲壳族能够帮助你的船员保持足够长的理智，而你也迅速逃脱。

source: (Upg. Engines) Escape from the range of the station as fast as possible.
fr: (Moteurs améliorés) Échapper du rayon d'action de la station aussi vite que possible.
ru: (Улучш. Двигатели) Как можно быстрее покинуть зону действия станции.
zh_hans: (高级引擎)尽可能快地逃出空间站的范围。

source: You pilot away from the station quickly, and your crew turns to normal.
fr: Vous vous éloignez rapidement de la station et votre homme revient à la normale.
ru: Вы быстро отлетаете от станции, и ваш член экипажа приходит в норму.
zh_hans: 星舰迅速离开了空间站，你的船员也转为正常。

source: You find a Slug vessel broadcasting the distress signal and contact them. "Ah, yesss, we are having problems with our oxygen generation unit. Perhaps your crew can assist in repairsss?"
fr: Vous découvrez que le signal de détresse est envoyé par un vaisseau Limace, avec lequel vous prenez contact. "Nous avons des sssoucccis avec notre sssyssstème de génération d'oxygène. Vous pourriez peut-être nous aider ?"
it: Trovi l'astronave slugman che trasmetteva il segnale di soccorso e la contatti. "Ah, sssì, abbiamo un problema con l'unità di ossigenazione. Forse il tuo equipaggio può asssisterci nelle riparazioni".
ru: Вы находите судно слизней, передающее сигнал бедствия, и связываетесь с ним. "Ах, да, у нассс проблемы ссс сссиссстемой жизнеобессспечения. Возможно, вашшш экипаж сссможет оказать помощщщь в ремонте?"
zh_hans: 你发现一艘播放求救信号的蛞蝓飞船，并与他们联系。"啊，太好了，我们的氧气生成装置出了问题。也许你们的船员可以协助修理？"

source: Send some crew to help.
fr: Envoyer des hommes les aider.
it: Manda qualcuno ad aiutarli.
ru: Отправить несколько членов экипажа на помощь.
zh_hans: 派一些船员去帮忙。

source: You have no crew to help.
fr: Vous n'avez pas d'équipage pour aider.
ru: У вас нет экипажа, который мог бы помочь.
zh_hans: 你没有船员可帮忙。

source: Ignore them.
fr: Les ignorer.
it: Ignorali.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You know better than to trust the Slugs. You cut communications and prepare to jump.
fr: Vous savez bien qu'on ne peut pas faire confiance aux Limaces. Vous coupez les communications et préparez votre saut.
it: Sai bene che degli slugman non c'è da fidarsi. Interrompi le comunicazioni e prepari l'ipersalto.
ru: Вы знаете, что лучше не доверять слизням. Вы отключаете связь и готовитесь к прыжку.
zh_hans: 你知道最好不要相信蛞蝓族。你切断通讯准备跃迁。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Mantis Crew) Have your Mantis oversee the repairs.
fr: (Membre d'équipage Mantis) Charger votre Mantis de superviser les réparations.
it: (Equipaggio mantis) Manda il tuo mantis a supervisionare le riparazioni.
ru: (Член экипажа-богомол) Пусть ваш богомол проконтролирует ремонт.
zh_hans: (螳螂族船员)让你的螳螂族监督维修。

source: Once on board, it becomes clear that nothing is wrong with their O2 system. Almost expecting this, your Mantis calmly responds to the trap. Once a couple of the Slugs have been spread across the walls of their ship, the rest surrender.
fr: Une fois à leur bord, il devient bien vite apparent que leur système d'alimentation en oxygène fonctionne parfaitement. Mais votre Mantis s'y attendait, aussi répond-il au piège qui lui est tendu avec un calme olympien. Une fois qu'il a éclaboussé les murs du sang de deux ou trois de ses agresseurs, les autres se rendent sans faire d'histoires.
it: Quando il tuo sottoposto mantis sale a bordo capisce subito che il sistema O2 non ha niente che non va e reagisce prontamente all'agguato, come se lo aspettasse. Dopo che un paio di slugman finiscono spalmati sulle pareti della nave, gli altri si arrendono.
ru: Поднявшись на борт, становится ясно, что с их системой жизнеобеспечения все в порядке. Почти ожидая этого, ваш богомол спокойно реагирует на ловушку. Как только несколько слизней оказываются размазаны по стенам корабля, остальные сдаются.
zh_hans: 进船之后，你的船员发现对方的氧气系统并没有任何问题。几乎在预料之中，你的螳螂族平静地回应了这个陷阱。几块蛞蝓族被分扯到舱壁上之后，其余的投降了。

source: (Repair Drone) Send a drone to solve their problem.
fr: (Drone de Réparation) Envoyez un drone pour résoudre leur problème.
ru: (Дрон-ремонтник) Отправить дрон для решения их проблемы.
zh_hans: (维修无人机)派出一架无人机来解决他们的问题。

source: Your drone easily handles the situation. In no time at all, it is able to make the necessary repairs, and you head off with some extra scrap in your hold.
fr: Votre drone gère facilement la situation. En un rien de temps, il parvient à effectuer les réparations nécessaires et vous repartez avec quelques morceaux de ferraille supplémentaires dans votre soute.
ru: Ваш дрон легко справляется с ситуацией. В кратчайшие сроки он производит необходимый ремонт, и вы отправляетесь в путь с дополнительным ломом в руках.
zh_hans: 你的无人机很容易就处理了情况。顷刻之间，它就完成了必要的修理步骤，而你则带着一些额外的废料离开。

source: (Repair Burst) Launch a repair bomb into their Life Support. [-1}]
fr: (Bombe Réparante) Lancer une Bombe Réparante dans leur Système de survie. [-1]
ru: (Ремонтная бомба) Телепортировать бомбу в их систему жизнеобеспечения. [-1}]
zh_hans: (修复炸弹)发射一发修复炸弹来修理他们的维生系统。[-1}]

source: A single repair bomb is all it takes to fully repair their Life Support. The Slugs pay you nicely for the repairs.
fr: Une seule Bombe Réparante suffit à remettre complètement leurSystème de survie en état. Les Limaces vous paient généreusement pour les réparations.
ru: Достаточно одной Ремонтной бомбы, чтобы полностью восстановить систему жизнеобеспечения. Слизни хорошо платят вам за ремонт.
zh_hans: 只需一发修复炸弹就能彻底修复他们的维生系统。而这些蛞蝓会给你一笔丰厚的报酬来支付费用。

source: As soon as you board their ship their hostile intentions become clear. Despite being outnumbered, your crew is able to break free of the Slug trap and fight back to the airlock. You pull away from the enemy ship but not before a few Slugs make it on board.
fr: Dès que vous montez à bord du vaisseau des Limaces, leurs intentions hostiles deviennent on ne peut plus manifestes. Mais bien qu'inférieurs en nombre, vos hommes parviennent à échapper au piège et à retourner à votre sas. Dès qu'ils sont de retour, vous rallumez vos réacteurs afin de vous éloigner, mais plusieurs Limaces ont réussi à les suivre.
it: Appena salite a bordo della nave, le loro intenzioni ostili sono chiarissime. Nonostante l'inferiorità numerica, il tuo equipaggio riesce a liberarsi dalla trappola slugman e a tornare alla camera d'equilibrio. Ti allontani dalla nave nemica, ma alcuni slugman sono riusciti a salire a bordo.
ru: Как только вы поднимаетесь на борт корабля, их враждебные намерения становятся очевидными. Несмотря на перевес в численности, экипажу удается вырваться из ловушки слизней и отступить к шлюзу. Вы отрываетесь от вражеского корабля, но несколько слизней успевают попасть на борт.
zh_hans: 当你的船员进入飞船之后，对方的敌对意图就变得很明显了。尽管寡不敌众，你的船员还是挣脱了蛞蝓族的陷阱，回到了星舰的气闸。你甩开了与敌舰的距离，但还是有几名蛞蝓族跟了进来。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: As soon as you board their ship their hostile intentions become clear. On your way back to the airlock, one of your crewmembers is taken out by a well aimed Slug blaster shot.
fr: Dès que vous montez à bord du vaisseau des Limaces, leurs intentions hostiles deviennent on ne peut plus manifestes. Vos hommes retournent précipitamment au sas, mais avant d'y arriver, l'un d'eux est abattu par un tir de blaster.
it: Appena salite a bordo della nave, le loro intenzioni ostili sono chiarissime. Mentre tornate alla camera d'equilibrio, un membro del tuo equipaggio cade sotto una scarica di folgoratore slugman ben mirata.
ru: Как только вы поднимаетесь на борт их корабля, их враждебные намерения становятся очевидными. По пути обратно к шлюзу, один из членов экипажа оказывается убит слизнем метким выстрелом из бластера.
zh_hans: 当你的船员进入飞船之后，对方的敌对意图就变得很明显了。在返回星舰气闸的路上，你的一名船员被一名枪法精准的蛞蝓族用爆裂手枪击倒了。

source: Fortunately, your crewmember was immediately revived by the Clone Bay.
fr: Par chance, votre homme abattu est immédiatement ramené à la vie par votre Salle des clones.
it: Per fortuna, il membro dell'equipaggio viene subito rigenerato nella sala clonazione.
ru: К счастью, ваш член экипажа был немедленно оживлен в Клон-отсеке.
zh_hans: 幸运的是，你的船员立即被克隆舱复活了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You cautiously board their ship and immediately smell the stale air of a malfunctioning life support. In no time at all you're able to fix up the problem and head off again with some extra scrap in your hold.
fr: Montant prudemment à bord de leur vaisseau, vous constatez aussitôt, à l'air vicié qui y règne, que le système d'alimentation en oxygène ne fonctionne plus. Il ne vous faut pas longtemps pour régler le problème, après quoi vous rejoignez votre vaisseau, plus riche de quelques pièces de ferraille.
it: Con prudenza, sali a bordo della loro nave. Senti subito l'odore di chiuso tipico delle avarie al supporto vitale. In pochissimo tempo riesci a sistemare il problema e riparti con un po' di moduli extra nella stiva.
ru: Вы осторожно поднимаетесь на борт их корабля и сразу чувствуете затхлый воздух неисправной системы жизнеобеспечения. В кратчайшие сроки вам удается устранить неполадку и снова отправиться в путь, прихватив с собой немного дополнительного лома.
zh_hans: 你小心翼翼地进入了他们的飞船，并立即闻到了氧气系统失灵导致的空气恶臭。你很快就解决了这个问题，然后带着货舱里的一些额外新废料再次启航。

source: You arrive to find a Slug ship in the middle of boarding a disabled Rock freighter.
fr: À votre arrivée, vous voyez un vaisseau de Limaces dont l'équipage est en train de monter à bord d'un cargo Rocailleux endommagé.
it: Quando arrivi trovi una nave slugman che sta abbordando un mercantile rockman neutralizzato.
ru: Прибыв на место, вы видите, что корабль слизней пытается взять на абордаж вышедший из строя грузовой корабль валунов.
zh_hans: 你来到这里，发现一艘蛞蝓族飞船的船员正在登上一艘停摆的岩石族货船。

source: Engage the Slug ship.
fr: Cibler le vaisseau des Limaces.
it: Attacca la nave slugman.
ru: Вступить в бой с кораблем слизней.
zh_hans: 与蛞蝓族舰交战。

source: Ignore them.
fr: Les ignorer.
it: Ignorali.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You charge weapons and the Slugs immediately back down. When you return to the freighter, the Rockmen have already repaired the worst of their damage and jump away without another word.
fr: Vous activez vos armes et les Limaces s'enfuient sans demander leur reste. Quand vous revenez vers le cargo, les Rocailleux ont déjà réparé la plupart des dégâts qu'ils ont subis et ils s'en vont sans un mot.
it: Carichi le armi e gli slugman arretrano immediatamente. Quando torni al mercantile, i rockman hanno già riparato il grosso dei danni e saltano via senza aggiungere una sola parola.
ru: Вы заряжаете оружие, и слизни тут же отступают. Когда вы возвращаетесь на грузовой корабль, валуны уже устранили самые серьезные повреждения и, не говоря ни слова, ушли в прыжок.
zh_hans: 你给武器充能，蛞蝓族们立即退了回去。当你再次查看货船时，发现岩石族已经修复了他们最严重的损伤，并且没有说什么就跃迁走了。

source: You charge weapons and the Slugs quickly change course to meet your charge.
fr: Vous activez vos armes et les Limaces changent aussitôt de trajectoire pour vous affronter.
it: Carichi le armi e gli slugman cambiano subito rotta per rispondere a tono.
ru: Вы заряжаете оружие, и слизни быстро меняют курс, чтобы ответить на ваш удар.
zh_hans: 你一边充能武器，蛞蝓族飞船迅速变道，迎接你的攻击。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You have no desire to provoke Slugs in their own territory. You leave them alone.
fr: Vous n'avez aucun désir de provoquer les Limaces sur leur territoire. Vous les laissez donc tranquilles.
it: Non hai nessuna voglia di provocare gli slugman nel loro stesso territorio. Li lasci stare.
ru: У вас нет желания провоцировать слизней на их собственной территории. Вы оставляете их в покое.
zh_hans: 你不想在蛞蝓族的星域内挑衅他们，于是把他们抛之脑后。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: You have no desire to provoke the Slugs in their own territory. You leave them alone.
fr: Vous n'avez aucun désir de provoquer les Limaces sur leur territoire. Vous les laissez donc tranquilles.
it: Non hai nessun desiderio di provocare gli slugman nel loro stesso territorio. Li lasci stare.
ru: У вас нет желания провоцировать слизней на их собственной территории. Вы оставляете их в покое.
zh_hans: 你不想在蛞蝓族的星域内挑衅他们，于是把他们抛之脑后。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: After the Slugs board the ship, you are surprised to see the Rock ship spring to life and decimate the other ship. They message you, "Pathetic. You are either a coward or an ally of the Slugs. Either way, you don't deserve to live."
fr: À votre grande surprise, dès que les Limaces montent à son bord, le vaisseau Rocailleux s'anime et ses agresseurs se font vite décimer. Une fois le bref combat terminé, les Rocailleux s'adressent à vous : "C'est pathétique. Soit vous êtes des lâches, soit vous êtes les alliés des Limaces. Quoi qu'il en soit, vous ne méritez pas de vivre."
it: Con tua sorpresa, dopo che gli slugman hanno abbordato la tua nave, la nave rockman riprende vita e riduce a mal partito la nave nemica. Ti inviano un messaggio: "Patetico. Sei senz'altro un codardo, o al soldo degli slugman. In ogni caso, non meriti di vivere".
ru: После того как слизни высадились на корабль, вы с удивлением наблюдаете, как корабль валунов оживает и уничтожает другой корабль. Они сообщают вам: "Жалкий. Ты либо трус, либо союзник слизней. В любом случае, ты не заслуживаешь жизни".
zh_hans: 蛞蝓族登船后，你惊讶地看到岩石族飞船突然复活，并消灭了另一艘船。岩石族发来消息说："真废物。你要么是个懦夫，要么是蛞蝓族的盟友。无论怎样，你都不配活着。"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: It appears that the Rock ship left during your battle. You doubt they could have been more ungrateful for your assistance.
fr: Apparemment, les Rocailleux ont profité du combat pour s'en aller. Ce n'est manifestement pas la gratitude qui les étouffe.
it: La nave rockman dev'essere partita durante lo scontro. È difficile essere più ingrati di così.
ru: Похоже, что корабль валунов улетел во время вашей битвы. Вы сомневаетесь, что они могли быть более неблагодарными за вашу помощь.
zh_hans: 看来，岩石族飞船在你们战斗之时离开了。你很想知道他们还能如何对你的援助更不领情。

source: After the battle the Rock ship hails you. Their captain simply says, "Thanks." and jumps away. That's pretty gracious of them, considering the Rockmen's reputation.
fr: Une fois le combat terminé, les Rocailleux vous contactent : "Merci," vous dit simplement leur capitaine et ils s'en vont sans un autre mot. Vous vous sentez presque privilégié, compte tenu de leur réputation.
it: Dopo la battaglia, la nave rockman ti contatta. Il capitano dice semplicemente "Grazie" e salta via. Considerata la reputazione dei rockman, è un riconoscimento non da poco.
ru: После боя корабль валунов вызывает вас на связь. Их капитан просто говорит: "Спасибо" и уходит в прыжок. Это довольно любезно с их стороны, учитывая репутацию валунов.
zh_hans: 战斗结束后，岩石族飞船向你示意。他们的舰长只声道谢，然后就跃迁走了。考虑到岩石族的率性，这已经很客气了。

source: It appears the Rock ship was long since abandoned. You strip what you can from it.
fr: Apparemment, le vaisseau Rocailleux est abandonné depuis longtemps. Vous récupérez quand même ce que vous pouvez.
it: La nave rockman sembra abbandonata da tempo. Smantelli quello che puoi.
ru: Судя по всему, корабль валунов был давно покинут. Вы снимаете с него все, что можете.
zh_hans: 看来这艘岩石族飞船早就被废弃了，你从它身上剥下了能获取的东西。

source: You arrive near the distress beacon's signal.
fr: Vous arrivez près de la balise envoyant le signal de détresse.
it: Arrivi nei pressi del faro di soccorso.
ru: Вы приближаетесь к сигналу маяка бедствия.
zh_hans: 你到达了求救信标信号附近。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You track the distress beacon with difficulty to one of the five moons of a planet hidden in the nebula.
fr: Non sans difficulté, vous remontez le signal de détresse jusqu'à sa source. Il semble émis de l'une des cinq lunes d'une planète cachée au cœur de la nébuleuse.
it: Con qualche difficoltà, rintracci il faro di soccorso fino a una delle cinque lune di un pianeta nascosto nella nebulosa.
ru: С трудом отследив сигнал бедствия, вы попадаете на одну из пяти лун планеты, скрытой в туманности.
zh_hans: 你艰难地追踪求救信标，发现它来自隐藏在星云中的一颗行星的五颗卫星的其中一颗。

source: Investigate.
fr: Aller voir ce qu'il en est.
it: Indaga.
ru: Исследовать.
zh_hans: 调查。

source: As you drift closer, you are contacted by a Slug marooned on the moon's surface. "I shall join your crew, sssay I, if you can answer me this simple quesssstion. How many moons are there in orbit here?"
fr: Alors que vous vous rapprochez, vous êtes contacté par une Limace se trouvant à la surface de la lune : "Je sssuis prêt à rejoindre votre équipage sssi vous êtes capable de répondre à une quessstion toute sssimple : combien de lunes y a-t-il en orbite autour de cccette planète ?"
it: Mentre ti avvicini a propulsori spenti, uno slugman naufragato sulla superficie della luna ti contatta: "Mi unirò al vostro equipaggio, sssì, se rispondete a questa sssemplice domanda. Quante sssono le lune di questo pianeta?".
ru: По мере приближения с вами связывается слизень, застрявший на поверхности луны. "Я присссоединюсссь к вашшшему экипажу, говорю я, - есссли вы ответите мне на один проссстой вопроссс. Сссколько лун находитссся здесссь на орбите?"
zh_hans: 当你渐渐靠近时，一个被困在该卫星表面的蛞蝓族与你联系。"如果你能回答我这个简单的问题，我就，我就加入你的团队。这里的行星有多少颗卫星环绕着？"

source: Five.
fr: Cinq.
it: Cinque.
ru: Пять.
zh_hans: 5颗。

source: Six.
it: Sei.
ru: Шесть.
zh_hans: 6颗。

source: Seven.
fr: Sept.
it: Sette.
ru: Семь.
zh_hans: 7颗。

source: Eleven.
fr: Onze.
it: Undici.
ru: Одиннадцать.
zh_hans: 11颗。

source: You track the distress beacon with difficulty to one of the six moons of a planet hidden in the nebula.
fr: Non sans difficulté, vous remontez le signal de détresse jusqu'à sa source. Il semble émis de l'une des six lunes d'une planète cachée au cœur de la nébuleuse.
it: Con qualche difficoltà, rintracci il faro di soccorso fino a una delle sei lune di un pianeta nascosto nella nebulosa.
ru: С трудом отследив сигнал бедствия, вы попадаете на одну из шести лун планеты, скрытой в туманности.
zh_hans: 你艰难地追踪求救信标，发现它来自隐藏在星云中的一颗行星的六颗卫星的其中一颗。

source: Investigate.
fr: Aller voir ce qu'il en est.
it: Indaga.
ru: Исследовать.
zh_hans: 调查。

source: As you drift closer, you are contacted by a Slug marooned on the moon's surface. "I shall join your crew, sssay I, if you can answer me this simple quesssstion. How many moons are there in orbit here?"
fr: Alors que vous vous rapprochez, vous êtes contacté par une Limace se trouvant à la surface de la lune : "Je sssuis prêt à rejoindre votre équipage sssi vous êtes capable de répondre à une quessstion toute sssimple : combien de lunes y a-t-il en orbite autour de cccette planète ?"
it: Mentre ti avvicini a propulsori spenti, uno slugman naufragato sulla superficie della luna ti contatta: "Mi unirò al vostro equipaggio, sssì, se rispondete a questa sssemplice domanda. Quante sssono le lune di questo pianeta?".
ru: По мере приближения с вами связывается слизень, застрявший на поверхности луны. "Я присссоединюсссь к вашшшему экипажу, говорю я, - есссли вы ответите мне на один проссстой вопроссс. Сссколько лун находитссся здесссь на орбите?"
zh_hans: 当你渐渐靠近时，一个被困在该卫星表面的蛞蝓族与你联系。"如果你能回答我这个简单的问题，我就，我就加入你的团队。这里的行星有多少颗卫星环绕着？"

source: Five.
fr: Cinq.
it: Cinque.
ru: Пять.
zh_hans: 5颗。

source: Six.
it: Sei.
ru: Шесть.
zh_hans: 6颗。
