Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: Your crewmember is able to identify a heavy anesthetic contained in the flask when he feels slightly drowsy (the Rock digestion system is very robust). His ruse discovered, the Slug immediately returns to his ship and opens fire.
fr: Votre homme parvient à détecter que le breuvage contient un puissant anesthésiant, même si lui a juste la tête qui tourne (le système digestif des Rocailleux est impressionnament robuste). Voyant que sa ruse a été éventée, la Limace retourne immédiatement à son vaisseau et ouvre le feu.
it: Il tuo sottoposto riesce a identificare un anestetico forte nella fiasca quando si sente un po' spaesato (l'apparato digerente dei rockman è molto robusto). Ora che il giochino è stato scoperto, lo slugman torna immediatamente alla sua nave e apre il fuoco.
ru: Ваш член экипажа, почувствовав легкую сонливость (пищеварительная система валунов очень устойчива), а это говорит о том, что во фляге находится тяжелый анестетик. Уловка раскрыта, слизень немедленно возвращается на свой корабль и открывает огонь.
zh_hans: 你的船员在感到略微昏昏欲睡之时，及时识别出了瓶中含有的重度麻醉剂(岩石族的消化系统非常强大)。对方的诡计被发现了，这名蛞蝓族立即返回了他的飞船并开火。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Shells are known to be safe and sound around toxins, so you doubt any poisonous substance from a drink would affect them. They gulp with seemingly no issues and the Slug celebrates by repairing your hull and opening his wares; you wonder if he is genuinely open to repairing the fragile relationship between Shells and Slugs or if he's merely feinting because he has no other options. Regardless, everything goes well and you check what they have to offer.
fr: Les Coquilles sont connues pour être à l'aise dans les environnements toxiques, vous doutez donc qu'un quelconque poison dans une boisson les affecteraient. Votre Coquille avale le contenu sans problèmes apparents et la Limace célèbre cela en réparant votre coque et en vous montrant leurs stocks ; vous vous demandez s'il est sincèrement ouvert pour réparer le lien fragile entre Coquilles et Limaces ou s'il prétend seulement parce qu'il n'a plus d'options. En tout cas, tout se passe à merveille et vous regardez ce qu'ils ont à offrir.
it: Si sa che gli shellman sono a proprio agio in mezzo alle tossine, quindi dubiti che una qualunque sostanza velenosa in un drink possa sortire qualche effetto. La beve senza nessun problema apparente e lo slugman festeggia riparando il tuo scafo e aprendoti il suo negozio. Ti chiedi se sia un gesto sincero per riparare il rapporto fragile tra shellman e slugman o se fa solo finta perché non ha altra scelta. Comunque, va tutto bene e controlli cos'ha da offrire.
ru: Известно, что ракушки спокойно относятся к токсинам, поэтому вы сомневаетесь, что ядовитое вещество из напитка может повлиять на нее. Она без проблем выпивает жидкость, и слизень празднует это событие, ремонтируя ваш корпус и предлагая свои товары; вы задаетесь вопросом, действительно ли он открыт для восстановления хрупких отношений между ракушками и слизнями или просто притворяется, потому что у него нет других вариантов. В любом случае, все идет хорошо, и вы изучаете, что он может предложить.
zh_hans: 众所周知，甲壳族在毒素面前是安全的，所以你相信饮料中的任何有毒物质都影响不到他们。他们大口大口地喝，似乎没有任何问题，蛞蝓族向你祝庆，修复了你的舰体并开放了他的商品。你很好奇他是否真的是想修复甲壳族和蛞蝓族之间脆弱的关系，还是说他只是因为没有其他选项而选择伪装。不论如何，一切都很顺利，你准备看看他们能提供什么。

source: Your Shell takes a taste of the drink... and immediately proceeds to spit it back right on the Slug's face. "Sssslimy rotten ball... I'll sssell your carcassss to the Clanssm-" The Shell seemingly wasn't interested in hearing the rest of their threat and opened fire with their blaster to silence them. You hope the Shell's reaction to the drink was necessary and not just because it tasted bad to them... One less con artist Slug to deal with, but you still have to deal with an incoming hostile ship, full of just as bad offenders.
fr: Votre Coquille goûte le breuvage... et crache immédiatement son contenu sur le visage de la Limace. "Ssssale petite boule... je vais vendre ta carcassse aux Chasss-" Votre Coquille n'était visiblement pas intéressé d'entendre le reste de sa menace et a ouvert le feu avec son blaster pour le réduire au silence. Vous espérez que sa réaction à la boisson était nécessaire et pas juste pour un mauvais goût... Cela fait un escroc Limace en moins, mais vous devez toujours vous occupez d'un vaisseau hostile, rempli de plus de ces énergumènes.
it: Il tuo shellman beve un sorso del drink... e subito dopo lo sputa in faccia allo slugman. "Brutta palla di vissscido... venderò la tua carcasssa ai Cacc-" A quanto pare lo shellman non aveva interesse a sentire il resto della minaccia e ha aperto il fuoco col suo blaster per metterlo a tacere. Speri che la sua reazione al drink fosse necessaria e non solo perché aveva un pessimo sapore... uno slugman truffatore in meno, ma devi ancora occuparti di una nave ostile in avvicinamento piena di nemici altrettanto truffaldini.
ru: Ваша ракушка пробует напиток на вкус... и тут же выплевывает его обратно прямо на лицо слизню. "Маленький протухшшший шшшарик... Я продам твою тушшшку Кланов..." Ракушка, похоже, не захотела дослушать до конца его угрозы и открыла огонь из бластера, чтобы заставить его замолчать. Вы надеетесь, что реакция ракушки на напиток была необходимой, а не просто потому, что он показался ей неприятным на вкус... Одним мошенником-слизнем меньше, но вам все равно придется иметь дело с приближающимся вражеским кораблем, полным таких же отъявленных преступников.
zh_hans: 你的甲壳族尝了一口酒...随后立即准备把它吐回蛞蝓族的脸上。"愚蠢的烂球...我要把你的畜体卖给猎..." 你的甲壳族似乎没兴趣听完对方的威胁，直接用爆裂手枪开火让对方闭了嘴。你希望甲壳族对这杯酒的反应是正当的，而不是单纯地只是因为这杯酒对他而言味道不好...现在少了一个蛞蝓骗子，但你仍然要对付来犯的敌舰，里面都是同样坏的罪犯。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Your Ghost, being made mostly of gas, is not only immune to poison, but literally cannot drink. The Slug is confused, but seems to understand the inconvenience. With honest intentions, he repairs your hull and offers to trade.
fr: Votre Fantôme, étant principalement composé de gaz, est non seulement immunisé au poison, mais en plus ne peux littéralement pas boire. La Limace est confuse, mais semble comprendre la gêne occasionnée. Avec d'honnêtes intentions, elle répare votre coque et propose de marchander.
it: Il tuo fantasma, essendo composto perlopiù di gas, non solo è immune al veleno, ma letteralmente non può bere. Lo slugman è confuso, ma sembra comprendere l'inconveniente. Con intenzioni oneste, ripara il tuo scafo e offre di commerciare.
ru: Ваш призрак, состоящий, в основном, из газа, не только не восприимчив к яду, но и в буквальном смысле не может пить. Слизень смущен, но, похоже, осознает сложившуюся ситуацию. С честными намерениями он ремонтирует ваш корпус и предлагает поторговать.
zh_hans: 你的魂灵族，由于主要由气体构成，不仅对毒药免疫，还完全无法喝酒。蛞蝓族很困惑，但似乎理解了他的这种不便。他带着真诚的态度，修复了你的舰体，并提出进行交易。

source: As soon as your Ghost goes aboard, the Slug captain curses. "You insssult me by ssending crew who cannot even drink? Sssure I wasss going to betray you anywaysss, but thisss isss jussst rude!"
fr: Dès que votre Fantôme se montre, le capitaine Limace lâche un juron. "Vous m'insssultez en m'envoyant quelque chose qui ne peux même pas boire ? D'accord, j'allais tout de même vous trahir de toute façççon, mais cccela est irressspectueux !"
it: Non appena il tuo fantasma sale a bordo, il capitano slugman impreca. "Mi insssulti mandando qualcuno che non può nemmeno bere? Certo, ti avrei tradito comunque, però è maleducazione!"
ru: Как только ваш призрак поднимается на борт, капитан слизней проклинает его. "Ты оссскорбляешшшь меня, посссылая члена экипажа, который даже не может пить? Конечно, я и так сссобиралссся тебя предать, но это просссто невежливо!"
zh_hans: 你的魂灵族一上船，蛞蝓族舰长就骂了起来。"你派那些连酒都喝不上的船员来侮辱我？当然，虽说我无论如何都会背刺你，但这实在是太无礼了！"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You are immediately hailed by a dangerous looking ship guarding a station. "I'm feeling generouss today. I shall allow you to choose your own death. Which do you like leasst: shields, oxygen, or weaponsss?"
fr: Un vaisseau manifestement dangereux gardant une station vous interpelle immédiatement : "Je me sssens d'humeur clémente, aujourd'hui... Je vais vous laissser choisir votre mort. Qu'est-ce que vous aimez le moins... les boucliers, l'oxygène ou les armes ?"
it: Vieni subito contattato da una minacciosa nave che fa la guardia a una stazione. "Mi sssento generoso, oggi. Vi lascerò scegliere la vostra morte. Cosssa vi piace di meno: scudi, osssigeno o armi?"
ru: Вас сразу же вызывает опасный на вид корабль, охраняющий станцию. "Сссегодня я чувссствую сссебя великодушшшным. Я позволю вам выбрать сссвою сссмерть. Что вам большшше всссего нравитссся: щщщиты, киссслород или оружие?"
zh_hans: 跃迁之后，你立即被一艘看起来很危险的飞船叫住，它正守卫着一个空间站。"我今天很大度。我将允许你选择自己的死亡方式。你最喜欢哪一个：护盾、氧气，还是武器？"

source: Shields.
fr: Boucliers.
it: Scudi.
ru: Щиты.
zh_hans: 护盾。

source: "Very good then!" Your shield power suddenly drops and they charge.
fr: "Très bien !" L'énergie qui alimente vos boucliers se coupe brusquement et le vaisseau manœuvre pour vous attaquer.
it: "Molto bene!" Gli scudi perdono potenza e iniziano a ricaricarsi.
ru: "Тогда очень хорошшшо!" Мощность Щита внезапно падает, и они начинают действовать.
zh_hans: "很好！"你的护盾供能骤降，他们冲了过来。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your shields.
fr: (Anti-virus) Restorer vos boucliers.
it: (Antivirus) Ripristina i tuoi scudi.
ru: (Антивирус) Восстановить свои Щиты.
zh_hans: (防护程序)恢复护盾系统的运作。

source: Your shield system is restored to full power.
fr: Votre système de boucliers tourne de nouveau à pleine puissance.
it: Il tuo sistema di scudi torna a piena potenza.
ru: Система Щитов восстановлена до полной мощности.
zh_hans: .....................................................................恢复成功。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Shields.
fr: Boucliers.
it: Scudi.
ru: Щиты.
zh_hans: 护盾。

source: Weapons.
fr: Les armes.
it: Armi.
ru: Оружие.
zh_hans: 武器。

source: "Your acceptance of death is almosst admirable... Almosst." Your weapons system registers a hacking module. You hardly have time to respond before they attack.
fr: "Je trouve votre abnégation devant la mort presssque admirable..." Votre système d'armement enregistre un module de piratage. Vous avez à peine le temps de réagir avant que l'astronef n'attaque.
it: "La tua capacità di accettare la morte è quasssi encomiabile... quasssi". I tuoi armamenti sono vittima di un modulo di hacking. Hai a malapena il tempo di reagire, prima dell'attacco.
ru: "Вашшше сссогласссие на сссмерть доссстойно восссхищщщения... Почти". Ваша система Оружия регистрирует работу Взломщика. Вы едва успеваете среагировать, прежде чем они нападают.
zh_hans: "你对死亡的坦然非常令人钦佩..."你的武器系统突然监测到一个黑客模块。他们开始攻击，而你几乎没有时间来作出反应。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your weapons.
fr: (Anti-Virus) Restaurer vos armes.
it: (Antivirus) Ripristina le tue armi.
ru: (Антивирус) Восстановить оружие.
zh_hans: (防护程序)恢复武器系统的运作。

source: Your weapon system is restored to full power.
fr: Votre système d'armements est restoré à pleine puissance.
it: Il tuo sistema di armi torna a piena potenza.
ru: Система оружия восстановлена до полной мощности.
zh_hans: 你的武器系统成功满功率恢复。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Weapons.
fr: Les armes.
it: Armi.
ru: Оружие.
zh_hans: 武器。

source: Oxygen.
fr: L'oxygène.
it: Ossigeno.
ru: Кислород.
zh_hans: 氧气。

source: "A being that would choose sssuffocation? Who am I to judge..." Your life support is sabotaged and they move in to attack.
fr: "Vous voulez sssuffoquer ? Ma foi, à vous de voir..." Votre système de survie est mis hors service et le vaisseau manœuvre pour vous attaquer.
it: "Un esssere che sssceglie l'asssfisssia? Chi sssono io per giudicare..." Il tuo supporto vitale è sabotato e si muove per attaccare.
ru: "Сссущессство, которое выбрало сссмерть от удушшшья? Кто я такой, чтобы сссудить..." Система жизнеобеспечения отключается, и они переходят в атаку.
zh_hans: "一个会选择窒息的生物？那就怪不得我了..."你的氧气系统被破坏了，他们开始攻击。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your oxygen.
fr: (Anti-virus) Restorer votre oxygène.
it: (Antivirus) Ripristina il tuo ossigeno.
ru: (Антивирус) Восстановить кислород.
zh_hans: (防护程序)恢复氧气系统的运作。

source: Your oxygen system is restored to full power.
fr: Votre système de survie tourne de nouveau à pleine puissance.
ru: Кислородная система восстанавливается до полной мощности.
zh_hans: .....................................................................恢复成功。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Oxygen.
fr: L'oxygène.
it: Ossigeno.
ru: Кислород.
zh_hans: 氧气。

source: Offer 35 scrap to leave you alone.
fr: Proposer 35 pièces de ferraille pour qu'il vous laisse tranquille.
it: Offri 35 moduli perché ti lasci in pace.
ru: Предложить 35 лома, чтобы вас оставили в покое.
zh_hans: 交出35废料作为过路费。

source: "I really am feeling generousss..." They take the scrap and leave.
fr: "Décidément, je me sssens d'humeur clémente..." Il prend les pièces de ferraille et s'en va.
it: "Mi sssento davvero generoso..". Prende i moduli e se ne va.
ru: "Я дейссствительно чувссствую сссебя великодушшшным..." Они берут лом и уходят.
zh_hans: "我今天真的很大度..."他拿着废料离开了。

source: (Hacking) Counter any hack attempt.
fr: (Piratage) Contrer toute tentative de piratage.
it: (Hacking) Contrasta qualsiasi tentativo di hacking.
ru: (Взломщик) Противодействовать любым попыткам взлома.
zh_hans: (黑客系统)反击任何黑客意图。

source: "Sssilence won't protect you. I'll make the choice mysself... Wait. Why isssn't thisss working?" You cut transmission and move in to attack.
fr: "Garder le sssilence ne vous protègera pas. Je choisirai moi-même, en ccce cas... Hé, pourquoi ççça ne marche pas ?" Vous coupez la transmission et manœuvrez pour attaquer.
it: "Il sssilenzio non ti proteggerà. Sssceglierò io ssste... un attimo. Perché non funziona?" Chiudi le trasmissioni e ti muovi in assetto offensivo.
ru: "Молчание не защитит вас. Я сссам сссделаю выбор... Подождите. Почему это не работает?" Вы прерываете связь и переходите в атаку.
zh_hans: "沉默不能保护你，我会替你做出选择...等等，为什么这不起作用？"你切断了传输，并开始攻击。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_HULLFIX_MV"]/text
source: You arrive to find a small Slug repair station. "Greetingsss traveller! Care for a fix up? We could eassily patch up ssome of that damage."
fr: Vous découvrez une petite station de réparation Limace. "Sssalutations, voyageur ! En quoi pouvons-nous vous être utiles ? Nous pouvons facilement réparer tous ces dégâts, sssi vous voulez."
it: Arrivi e trovi una piccola stazione di riparazione slugman. "Sssalve, viaggiatore! Volete una revisssione? Possiamo sssistemare un po' di quei danni".
ru: Прибыв на место, вы находите небольшую ремонтную станцию слизней. "Приветссствую вассс, путешшшессственник! Не желаете ли починитьссся? Мы могли бы легко уссстранить часссть ваших повреждений".
zh_hans: 你来到这里，发现一座小型蛞蝓维修站。"你好旅行者！要不要来修理一下？我们可以轻易地修补一些损坏。"

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Too bad! Trussst iss a rare commodity these days." You prepare to jump.
fr: "Dommage ! La confiance est une denrée rare, ces temps-ccci." Vous vous préparez à effectuer un saut.
it: "Peccato! La fiducia è merce rara, di quesssti tempi". Ti prepari al salto.
ru: "Очень жаль! Доверие - редкий товар в нашшши дни". Вы готовитесь к прыжку.
zh_hans: "太糟糕了！这年头信任已经沦为了一种奢侈品。"你准备跃迁。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: Sure.
fr: D'accord.
it: Certo.
ru: Конечно.
zh_hans: 当然。

source: Ask if they would like payment.
fr: Leur demander s'ils veulent être payés.
it: Chiedi se vogliono essere pagati.
ru: Спросить, хотят ли они получить оплату.
zh_hans: 询问他们是否需要付款。

source: You pull up to the automatic station and after a short time they repair 10 hull damage. You begin to offer your thanks but discover that you can't detach from the station.
fr: Vous vous arrimez à la station automatique et, au bout de quelques instants, les machines des Limaces vous ont réparé 10 points de coque. Vous vous préparez à les remercier quand vous découvrez que vous ne pouvez pas détacher votre vaisseau de la station.
it: Ti avvicini alla stazione automatica e dopo poco ti riparano 10 danni allo scafo. Mentre stai per ringraziare realizzi che non hai modo di sganciarti dalla stazione.
ru: Вы подлетаете к автоматической станции, и через некоторое время они устраняют 10 повреждений корпуса. Вы начинаете выражать благодарность, но обнаруживаете, что не можете отсоединиться от станции.
zh_hans: 你把星舰停在维修站上，过了一会儿，对方修复了10点舰体损伤。你开始表示感谢，但发现你无法从该空间站脱身。

source: Demand an explanation.
fr: Exiger une explication.
it: Esigi una spiegazione.
ru: Потребовать объяснений.
zh_hans: 要求作出解释。

source: You dock with the station hoping for a quick turnaround, but the automatic machines take their sweet time. When the process finally finishes, you notice only one damage has been repaired.
fr: Vous vous amarrez à la station en espérant que les réparations soient assez rapides, mais les machines automatiques prennent tout leur temps. Lorsque c'est terminé, vous remarquez que seul un point de coque a été réparé.
it: Attracchi alla stazione sperando in una procedura rapida, ma le macchine automatiche procedono con estrema lentezza. Al termine dell'operazione realizzi che solo un danno è stato riparato.
ru: Вы стыкуетесь со станцией, надеясь на быстрое завершение работ, но автоматические машины не торопятся. Когда процесс, наконец, завершается, вы замечаете, что устранено только одно повреждение.
zh_hans: 你与该空间站对接，希望能快速完事，但自动机器花了很长时间。当这个过程最终完成时，你注意到只有单单的1点舰体值被修复了。

source: Demand an explanation.
fr: Exiger une explication.
it: Esigi una spiegazione.
ru: Потребовать объяснений.
zh_hans: 要求作出解释。

source: As you dock with the station your readings go haywire. An EMP blast resonates throughout the ship and your engines shut down. You're a sitting duck as a ship reveals itself and silently moves in to attack!
fr: Tandis que vous vous amarrez à la station, vos écrans s'affolent. Une explosion IEM résonne dans tout le vaisseau et vos moteurs s'arrêtent. Alors que vous êtes immobilisé, un vaisseau apparaît et s'avance silencieusement pour vous attaquer !
it: Mentre attracchi alla stazione, tutti i valori di bordo schizzano fuori scala. Una scarica elettromagnetica risuona nella nave e disattiva i motori. Sei un bersaglio facile e una nave appare per poi attaccarti silenziosamente!
ru: Во время стыковки со станцией приборы выходят из строя. ЭМИ-взрыв резонирует по всему кораблю, и его двигатели отключаются. Вы оказываетесь в положении "сидячей утки", когда корабль появляется и внезапно переходит в атаку!
zh_hans: 当你与空间站对接时，星舰的读数开始变得混乱不堪。一场电磁爆炸在整个星舰产生了共鸣，你的引擎停摆了。你成了一只坐以待毙的鸭子，而一艘飞船出现，并一声不发地开始攻击！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "We're glad you have enjoyed our servicessss. Perhaps some fuel would be an appropriate compensssation?"
fr: "Merci d'avoir eu recours à nos ssservices. Pourriez-vous nous fournir quelques unités de carburant en contrepartie ?"
it: "Sssiamo lieti che abbiate gradito i nostri ssservizi. Che ne dite di ricompensssarci con un po' di carburante?"
ru: "Мы рады, что вам понравилисссь нашшши уссслуги. Может быть, топливо будет подходящщщей компенсссацией?"
zh_hans: "我们很高兴你能享受我们的服务。也许一些燃料会是一个适当的补偿？"

source: Give them the 15 fuel they demand.
fr: Leur donner les 15 unités de carburant qu'ils exigent.
it: Dai le 15 celle di carburante che chiedono.
ru: Дать им 15 единиц топлива, которые они требуют.
zh_hans: 给他们提供所要求的15份燃料。

source: You transfer the fuel and they release your ship. "Tell your friendsss about us!" Their portable station slips into the clouds.
fr: Vous transférez le carburant et ils relâchent votre vaisseau. "Parlez de nous à vos amis !" Leur station mobile disparaît dans la nébuleuse.
it: Trasferisci il carburante e liberano la tua nave. "Parlate di noi ai vostri amici!" La loro stazione mobile scivola nelle nubi.
ru: Вы передаете топливо, и они освобождают ваш корабль. "Расссскажите о нассс сссвоим друзьям!" Их мобильная станция скрывается в облаках.
zh_hans: 你转移燃料，他们释放了你的星舰。"记得把我们也介绍给你的朋友们！"他们的可移动空间站滑入云层。

source: That's ridiculous!
fr: C'est ridicule !
it: È inaccettabile!
ru: Это просто смешно!
zh_hans: 这真是太荒谬了！

source: "I'm ssssorry to hear that." He presses a button and an explosion rocks the ship. They must have planted a bomb while 'repairing'! Prepare for a fight!
fr: "Quel dommage." Il appuie sur un bouton et une explosion fait trembler le vaisseau. Une bombe a dû être installée pendant les "réparations"... Préparez-vous au combat !
it: "Mi dissspiace molto". Preme un pulsante e un'esplosione scuote la nave. Devono aver piazzato una bomba durante le riparazioni. Preparati a combattere!
ru: "Мне жаль это ссслышшшать". Он нажимает кнопку, и корабль сотрясает взрыв. Должно быть, они заложили бомбу во время "ремонта"! Приготовиться к бою!
zh_hans: "我很抱歉听到这个消息。"他按下一个按钮，一场爆炸震撼了整个星舰。他们一定是在"修理"时安放了炸弹！准备战斗吧！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "We're glad you have enjoyed our servicessss. Now for payment. To enssssure your cooperation we've taken the liberty of installing a limiter on your weapons system."
fr: "Merci d'avoir eu recours à nos ssservices. Maintenant, parlons rétributttion... Pour nous asssurer votre coopératttion, nous avons pris la liberté d'installer un limiteur à votre sssystème d'armement."
it: "Sssiamo lieti che abbiate gradito i nostri ssservizi. Ora il pagamento. Per garantire la cooperazione abbiamo installato un limitatore sul vostro sistema d'armamento".
ru: "Мы рады, что вам понравилисссь нашшши уссслуги. Теперь об оплате. Чтобы гарантировать вашшше сссотрудничессство, мы взяли на сссебя сссмелосссть уссстановить ограничитель на вашшшу сссиссстему оружия".
zh_hans: "我们很高兴你享受了我们的服务。现在是付款问题。为了确保你会合作，我们擅自在你的武器系统上安装了一个限制器。"

source: Give them the 50 scrap they demand.
fr: Leur donner les 50 pièces de ferraille qu'ils exigent.
it: Dai i 50 moduli che chiedono.
ru: Дать им 50 лома, которые они требуют.
zh_hans: 给他们提供所要求的50废料。

source: You transfer the scrap and they release your ship. "Tell your friendsss about us!" Their portable station slips into the clouds.
fr: Vous transférez les pièces de ferraille et ils relâchent votre vaisseau. "Parlez de nous à vos amis !" Leur station mobile disparaît dans la nébuleuse.
it: Trasferisci i moduli e liberano la tua nave. "Parlate di noi ai vostri amici!" La loro stazione mobile scivola nelle nubi.
ru: Вы передаете лом, и они освобождают ваш корабль. "Расссскажите о нассс сссвоим друзьям!" Их мобильная станция скрывается в облаках.
zh_hans: 你转移废料，他们释放了你的星舰。"记得把我们也介绍给你的朋友们！"他们的可移动空间站滑入云层。

source: Let's get out of here!
fr: Fichons le camp d'ici !
it: Andiamocene da qui!
ru: Давайте уйдем отсюда!
zh_hans: 离开这里！
