Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Slugs don't contact you again.
fr: Les Limaces ne vous recontactent pas.
it: Gli slugman non ti contattano più.
ru: Слизни больше не выходят на связь.
zh_hans: 蛞蝓族不再理你了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Slugs don't contact you again.
fr: Les Limaces ne vous recontactent pas.
it: Gli slugman non ti contattano più.
ru: Слизни больше не выходят на связь.
zh_hans: 蛞蝓族不再理你了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Slugs don't contact you again.
fr: Les Limaces ne vous recontactent pas.
it: Gli slugman non ti contattano più.
ru: Слизни больше не выходят на связь.
zh_hans: 蛞蝓族不再理你了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Slugs are enraged that you dare insult them by negotiating another time, and open fire!
fr: Les Limaces sont enragées après que vous ayez osé les insulter en négociant une autre fois et ouvrent le feu !
it: Gli slugman sono irritati dal fatto che osi insultarli cercando di trattare un'altra volta e aprono il fuoco!
ru: Слизни разгневаны тем, что вы посмели оскорбить их, предложив договориться в другой раз, и открывают огонь!
zh_hans: 蛞蝓族被激怒了，你居然胆敢再次讲价来侮辱他们，他们向你开火！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "Ugh... I can't... but I mussst... the draw of the trade! The opportunity!"
fr: "Eugh... Je ne peux pas... mais je dois... l'appel de l'échange ! L'opportunité !"
it: "Ugh... non possso... ma devo... il fassscino del messstiere! L'occasssione!"
ru: "Уф... Я не могу... но я должен... поссследнее предложение! Не упуссстите возможносссть!"
zh_hans: "额...我不能...但我必须...公平交易！这是你的机会！"

source: Purchase their fuel.
fr: Acheter leur carburant.
it: Compra il carburante.
ru: Купить их топливо.
zh_hans: 购买他们的燃料。

source: Negotiate further.
fr: Continuer de négocier.
it: Negozia ancora.
ru: Провести дальнейшие переговоры.
zh_hans: 继续议价。

source: "No."
fr: "Non."
ru: "Нет".
zh_hans: "不。"

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "I hate you sssso much." The Slugs don't contact you again.
fr: "Je te hais tellement." Les Limaces ne vous recontactent pas.
it: "Non sssai quanto ti odio." Gli slugman non ti contattano più.
ru: "Я тебя так ненавижу". Больше слизни с вами не связываются.
zh_hans: "我恨死你了。"蛞蝓族不再与你联系。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_BIOLAB"]/text
source: Nearby is a pristine Slug science station. There's no visible damage on the outside, but there appears to be no activity from the station.
fr: Une station de recherche Limace toute neuve se tient droit devant vous. Il n'y a pas de dégât visible à l'extérieur, mais il semblerait qu'il n'y ait aucune activité à bord.
it: Qui vicino c'è una stazione scientifica slugman immacolata. Non ci sono danni visibili all'esterno, ma nemmeno segni di attività.
ru: Рядом находится нетронутая научная станция слизней. Снаружи нет видимых повреждений, но, судя по всему, станция не проявляет никакой активности.
zh_hans: 附近有一座崭新的蛞蝓科学站。外部没有明显的损坏，但该站似乎没有任何活动迹象。

source: Dock with the station.
fr: S'amarrer à la station.
it: Attracca alla stazione.
ru: Состыковаться со станцией.
zh_hans: 与该站对接。

source: Stepping aboard on your own without further information is a terrible idea.
fr: Monter seul à bord sans plus d'informations est une terrible idée.
it: Andare a bordo per conto tuo senza altre informazioni è una pessima idea.
ru: Подниматься на борт самостоятельно, не имея дополнительной информации, - ужасная идея.
zh_hans: 在没有进一步信息的情况下，亲自进入是个可怕的做法。

source: (Upg. Sensors) Scan the station.
fr: (Capteurs améliorés) Scanner la station.
it: (Sensori migliorati) Scansiona la stazione.
ru: (Улучш. Сенсоры) Cканировать станцию.
zh_hans: (高级传感器)扫描科学站。

source: (Adv. Sensors) Scan the station.
fr: (Capteurs de pointe) Scanner la station.
it: (Sensori avanzati) Scansiona la stazione.
ru: (Продв. Сенсоры) Просканировать станцию.
zh_hans: (先进传感器) 扫描科学站。

source: (Boarding Drone) Send the drone to the station.
fr: (Drone d'abordage) Envoyer le drone sur la station.
it: (Drone d'abbordaggio) Manda il drone sulla stazione.
ru: (Абордажный дрон) Отправить дрон на станцию.
zh_hans: (士兵无人机)把无人机送进科学站。

source: Avoid the station.
fr: Éviter la station.
it: Evita la stazione.
ru: Избегать станцию.
zh_hans: 避开科学站。

source: A mysterious Slug station in the depths of a nebula? A very likely trap. You avoid the station.
fr: Une mystérieuse station Limace, dans les profondeurs d'une nébuleuse ? C'est très probablement un piège. Vous passez votre chemin.
it: Una misteriosa stazione slugman nel fitto di una nebulosa? Una trappola, sicuramente. Decidi di evitarla.
ru: Таинственная станция слизней в глубинах туманности? Вполне вероятная ловушка. Вы избегаете станции.
zh_hans: 星云深处的一个神秘的蛞蝓空间站？这很可能是一个陷阱，你避开了这个空间站。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: The inside of the station is a gruesome sight. All around are dead bodies of Slugs, their skin a ghostly white. There doesn't appear to be any signs of struggle or a fight...
fr: L'intérieur de la station vous offre une vue sinistre. Tout autour de vous se trouve des cadavres de Limaces, leur peau ayant viré à un blanc fantomatique. Aucun signe indique que cela proviendrait d'un combat ou d'une lutte interne...
it: L'interno della stazione è uno spettacolo macabro. Ovunque ci sono cadaveri di slugman, con la pelle di un bianco spettrale. Non sembrano esserci segni di lotta...
ru: Внутреннее помещение станции представляет собой жуткое зрелище. Вокруг лежат трупы слизней, их кожа призрачно белая. Не видно никаких следов сопротивления или боя...
zh_hans: 站内是一个可怕的景象。周围到处都是蛞蝓族的尸体，他们的皮肤呈幽暗的白色。似乎没有任何挣扎或战斗的迹象...

source: Keep looking.
fr: Continuer de chercher.
ru: Продолжать поиски.
zh_hans: 继续寻找。

source: As you explore the labs, you find several broken test tubes. It looks to be that the Slugs were creating some sort of bioweapon, but it escaped and killed all of the scientists!
fr: Tandis que vous explorez les labos, vous trouvez plusieurs tubes de test brisés. On dirait que les Limaces ont essayé de créer une arme biologique, mais elle a fuité et tué tous les scientifiques !
it: Mentre esplori i laboratori, trovi svariate provette rotte. Pare che gli slugman stessero creando una specie di arma biologica, ma è fuggita e ha ucciso tutti gli scienziati!
ru: Исследуя лаборатории, вы находите несколько разбитых пробирок. Похоже, что слизни создавали какое-то биооружие, но оно вырвалось и убило всех ученых!
zh_hans: 在你探索实验室的时候，你发现了几根破碎的试管。看起来蛞蝓们正在制造某种生物武器，但实验品逃了出来，并杀死了所有的科学家！这就是为什么他们死在了这里！

source: Head back.
fr: Revenir en arrière.
it: Torna indietro.
ru: Вернуться назад.
zh_hans: 回头。

source: You don't like this. Head back.
fr: Vous n'aimez pas ça. Revenir sur vos pas.
it: Non ti piace. Torni indietro.
ru: Вам это не нравится. Возвращаемся назад.
zh_hans: 你感到不太妙，于是往回走。

source: The inside of the station isn't a pretty sight. The Slug scientists lay on the ground, vacant of life. You explore the laboratory, and notice a knocking sound coming from one of the closets.
fr: L'intérieur de la station n'offre pas une vue plaisante. Les scientifiques Limaces reposent au sol, complètements inanimés. Vous explorez le laboratoire et remarquez un bruit de cognement de porte en provenance de l'une des armoires.
it: L'interno della stazione non è un bello spettacolo. Gli scienziati slugman giacciono sul pavimento, completamente privi di vita. Esplori il laboratorio e noti un bussare che proviene da uno degli armadietti.
ru: Внутренняя часть станции представляет собой не самое приятное зрелище. Ученые слизни лежат на полу, лишенные жизни. Вы исследуете лабораторию и слышите стук, доносящийся из одного из шкафов.
zh_hans: 站内的景象并不好看。蛞蝓科学家们躺在地上，没有任何生命迹象。你探索了实验室，注意到一个壁橱里传出敲击声。

source: Open the closet.
fr: Ouvrir l'armoire.
it: Apri l'armadietto.
ru: Открыть шкаф.
zh_hans: 打开壁橱。

source: Ignore the closet and leave.
fr: Ignorer l'armoire et partir.
it: Ignora l'armadietto e vattene.
ru: Не обращать внимания на шкаф и уйти.
zh_hans: 无视这个壁橱，离开。

source: To your surprise, the crew of the station is still alive, and not pleased with you boarding them! Prepare for a fight.
fr: À votre surprise, l'équipage de la station est toujours vivant et n'est pas ravi de vous voir à l'intérieur ! Préparez-vous à un combat.
it: Con tua sorpresa, l'equipaggio della stazione è ancora vivo e non apprezza il tuo tentativo di abbordaggio! Preparati a combattere.
ru: К вашему удивлению, экипаж станции еще жив и не рад вашей высадке! Приготовьтесь к бою.
zh_hans: 令你惊讶的是，该科学站的工作人员仍然活着，而且对你的入侵感到不高兴！准备战斗吧。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: As you arrive back to the ship one of your crew begins to gasp for air, and falls to the ground, convulsing in pain. You order the crew to vent the body immediately before it can spread to the others.
fr: Dès que vous arrivez à votre vaisseau, l'un de vos membres d'équipage peine à respirer et tombe à terre en ayant des convulsions de douleur. Vous ordonnez à l'équipage d'éjecter immédiatement le corps avant que cela ne puisse se répandre.
it: Non appena torni alla nave uno dei tuoi sottoposti inizia ad annaspare e cade a terra in preda a fitte di dolore. Ordini al resto del tuo equipaggio di espellere immediatamente il corpo prima che possa diffondersi agli altri.
ru: Когда вы возвращаетесь на корабль, один из членов экипажа начинает задыхаться и падает на землю, корчась от боли. Вы приказываете экипажу немедленно выбросить тело, пока заражение не распространилось на остальных.
zh_hans: 当你回到星舰时，你的一名船员开始喘气，并倒在地上，痛苦地抽搐着。你命令船员们立即将这具尸体扔到船外，以免病菌扩散到其他人身上。

source: You aren't sure if the engineered virus is able to spread to clones, but it's not worth the risk. You delete your crew data from the Clone Bay.
fr: Vous ignorez si le virus élaboré peut se répandre à travers les clones, mais cela ne vaut pas le risque. Vous effacez les données de votre membre d'équipage de la Salle des clones.
it: Non sai se questo virus artificiale passi ai cloni, ma il gioco non vale la candela. Cancelli i dati del tuo sottoposto dalla Sala di clonazione.
ru: Вы не уверены, что рукотворный вирус способен распространяться на клонов, но рисковать не стоит. Вы удаляете данные о своем члене экипаже из Клон-отсека.
zh_hans: 你不确定人造病毒能否传播给克隆体，但这不值得冒险。你从克隆舱中删除了这名船员的数据。

source: Inside the closet, you find one of the Slug scientists, still alive. They explain that the station was in the middle of developing a bioengineered virus, but an accident caused the crew to become infected and promptly die. With all of the hosts dead, it's not likely the virus is still around, but the Slug advises you leave. You grab their tech before you leave.
fr: Vous trouvez l'un des scientifiques Limaces encore vivant dans l'armoire. Il explique que la station était en train de développer un virus, mais un accident a eu lieu, ce qui a infecté tout le personnel qui en est rapidement décedé. Avec tous les porteurs du virus morts, il est peu probable que celui-ci soit toujours une menace, mais la Limace vous recommende de partir. Vous prenez leur technologie avant de partir.
it: Nell'armadietto trovi uno degli scienziati slugman, ancora in vita. Spiega che la stazione stava sviluppando un virus bioartificiale, ma un incidente ha infettato lo staff, che poi è morto subito. Con tutti gli ospiti morti, è improbabile che il virus circoli ancora, ma lo slugman ti consiglia di andartene. Prendi la sua tecnologia prima di andare.
ru: Внутри шкафа вы находите одного из ученых слизней, который еще жив. Он объясняет, что на станции велись работы по созданию биоинженерного вируса, но в результате несчастного случая экипаж заразился и погиб. Поскольку все носители мертвы, маловероятно, что вирус еще существует, но слизень советует вам уйти. Перед уходом вы забираете их технику.
zh_hans: 在壁橱里，你找到了一个还活着的蛞蝓科学家。他解释说，该站正在研发一种生物工程病毒，但一场意外导致船员被感染并迅速死亡。由于所有的宿主都死了，病毒不太可能还存活在附近，但科学家建议你离开。在你离开之前，你收集了他们的技术。

source: You open the closet and a Slug falls out. They scream in horror and fall to the ground convulsing as their skin pales and deflates. You don't know what the hell happened, but you leave before the mysterious illness can spread.
fr: Vous ouvrez l'armoire et une Limace en tombe. Il hurle d'horreur et s'effondre sur le sol avec des convulsions de douleur tandis que sa peau devient pâle et se dégonfle. Vous n'avez aucune idée de ce qui vient de se passer, mais vous quittez les lieux avant que la mystérieuse maladie puisse se répandre.
it: Apri l'armadietto e uno slugman cade fuori. Urla di orrore e cade a terra in preda a fitte di dolore mentre la sua pelle si fa pallida e si sgonfia. Non sai che diavolo sia appena successo, ma te ne vai prima che questa malattia misteriosa possa diffondersi.
ru: Вы открываете шкаф, и оттуда вываливается слизень. Он в ужасе кричит и падает на пол, конвульсивно вздрагивая, а его кожа бледнеет и съеживается. Вы не знаете, что произошло, но уходите, пока таинственная болезнь не успела распространиться.
zh_hans: 你打开柜子，一名蛞蝓族掉了出来。他惊恐地尖叫着，倒在地上抽搐，皮肤苍白、瘪了下去。你不知道到底发生了什么，但你在这种神秘的疾病蔓延之前离开了。

source: Your scans show a rather unpleasant scene of dead Slug scientists scattered about the station. The cause of death is unknown, but you figure it's not safe to board. Instead, you scrap the hull of the station.
fr: Les scans vous montrent une scène assez déplaisante : des scientifiques Limaces morts sont éparpillés sur la station. La cause de leur mort est inconnue, mais vous présumez qu'il n'est pas judicieux de monter à bord. Au lieu de ça, vous démantelez la coque de la station.
it: Le tue scansioni mostrano la raccapricciante scena di scienziati slugman morti sparsi ovunque nella stazione. La causa di morte è ignota, ma ritieni che non sia sicuro abbordare. Piuttosto smantelli lo scafo della stazione.
ru: Сканирование показывает довольно неприятную картину - мертвые ученые-слизни, разбросанные по станции. Причина смерти неизвестна, но вы считаете, что подниматься на борт небезопасно. Вместо этого вы собираете лом с корпуса станции.
zh_hans: 你的扫描显示了一个相当令人不快的场景，死掉的蛞蝓族科学家散落在站内。死因不明，但你认为进入调查不安全。反之，你刮下了空间站的外体。

source: Your scans show a rather unpleasant scene of dead Slug scientists scattered about the station. Your scans are able to identify the cause as a virus, which also matches some of the tubes in their labs. With all of the hosts dead for several days, it appears the viruses are no longer infectuous. You board and grab some of their tech.
fr: Les scans vous montrent une scène assez déplaisante : des scientifiques Limaces morts sont éparpillés sur la station. Vos scans sont en mesure d'identifier ce qui a provoqué cela : c'est un virus, qui correspond au contenu de certains tubes dans leur laboratoire. Avec tous les porteurs du virus morts depuis plusieurs jours, il semblerait que le virus ne soit plus contagieux. Vous montez à bord et récupérez la technologie.
it: Le tue scansioni mostrano la raccapricciante scena di scienziati slugman morti sparsi ovunque nella stazione. Le tue scansioni riescono a identificare la causa come un virus, che combacia anche con alcune delle provette nei laboratori. Con tutti gli ospiti morti da giorni, pare che il virus non sia più contagioso. Abbordi la stazione e prendi qualche tecnologia.
ru: Сканирование показывает довольно неприятную картину: мертвые ученые-слизни разбросаны по станции. Сканирование позволяет определить, что причиной является вирус, который также был обнаружен в некоторых пробирках в их лабораториях. Поскольку все носители мертвы уже несколько дней, похоже, что вирус больше не заразен. Вы поднимаетесь на борт и захватываете некоторые из их технологий.
zh_hans: 你的扫描显示了一个相当令人不快的场景，死掉的蛞蝓族科学家散落在站内。扫描能够确定其原因是一种病毒，这也与他们实验室中的一些试管相吻合。由于所有的宿主都死了好几天了，估计病毒不再具有传染性了。你登进科学站，顺手带走了他们的一些技术资料。

source: Through the built-in camera, it's clear that something went terribly wrong on the station. All of the Slug scientists have died, and their corpses litter the ground. You have the drone grab one of interesting pieces of tech and some fuel, and disinfect it as soon as it returns to the ship.
fr: En visionnant avec la caméra intégrée, il est clair que quelque chose de terriblement grave s'est produit sur la station. Tous les scientifiques Limaces ont l'air morts, leurs cadavres jonchant le sol. Vous faites en sorte que le drone ramasse ce qui a l'air d'être des pièces de technologies intéressantes, ainsi que du carburant. Dès son retour sur le vaisseau, vous le désinfectez.
it: Tramite la telecamera integrata, è palese che qualcosa è andato parecchio storto in questa stazione. Tutti gli scienziati slugman sono morti e i loro cadaveri costellano il pavimento. Fai prendere al drone qualche articolo tecnologico interessante e del carburante, quindi lo disinfetti non appena torna alla nave.
ru: Через встроенную камеру видно, что на станции что-то пошло не так. Все ученые-слизни погибли, и их трупы валяются на земле. Вы поручаете дрону захватить один из интересных образцов техники и немного топлива, а потом продезинфицируете его, как только он вернется на корабль.
zh_hans: 通过内置摄像头观察，很明显，空间站出了大问题。所有的蛞蝓族科学家都死了，他们的尸体散落在地上。你让无人机抓起一件有趣的技术部件和一些燃料，并对返舱的无人机立即消毒。

source: You're hailed by a Hektar ship hiding deep in this nebula. "Hello captain, that issss one fine vesssel. However, we have sssome tech that we asssure you will make your ssship even better!"
fr: Vous êtes appelés par un vaisseau Hektar qui se cache dans les profondeurs de cette nébuleuse. "Bonjour capitaine, ccc'est un sublime vaissseau que vous avez-là. Cccependant, nous avons de la technologie qui, je vous l'asssure, l'améliorera encore plusss !"
it: Una nave Hektar nascosta nel fitto di questa nebulosa ti contatta: "Sssalve capitano, che bella nave che hai. Però, abbiamo della tecnologia che sssicuramente renderà la tua nave ancora più ssstupenda!"
ru: Вас вызывает корабль Гектар, скрывающийся в туманности. "Здравссствуйте, капитан, у вассс прекрасссный корабль. Однако у нассс есссть технологии, которые, как мы уверены, сссделают вашшш корабль ещщще лучшшше!"
zh_hans: 一艘隐藏在星云深处的赫克塔飞船向你发出了邀请。"你好，舰长，你有一艘精良的飞船。但，我们还有一些技术，我们保证它们会使你的飞船变得更好！"

source: Purchase their tech for 15 scrap.
fr: Acheter leur technologie pour 15 ferraille.
it: Compra la loro tecnologia per 15 moduli.
ru: Приобрести их технологии за 15 лома.
zh_hans: 用15废料购买他们的技术品。

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Slug cuts comms and slinks away deeper into the nebula.
fr: La Limace coupe les communications et se dissimule plus profondément dans la nébuleuse.
it: Lo slugman chiude le comunicazioni e scompare nella nebulosa.
ru: Слизни отключили связь и скрылись в туманности.
zh_hans: 蛞蝓族切断了通讯，溜向星云深处。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Enjoy! And remember, no refundsss!" The Slugs beam after having installed a strange red button on your ship.
fr: "Profitez bien de votre nouvel achat ! Et n'oubliez pas, aucun remboursssements !" Les Limaces s'en vont après avoir installé un étrange bouton rouge sur votre vaisseau.
it: "Divertiti! E ricorda, niente rimborsssi!" Gli slugman si teletrasportano via dopo aver installato uno strano pulsante rosso sulla tua nave.
ru: "Нассслаждайтесссь! И помните, никаких возвратов!" Слизни телепортируются, установив на вашем корабле странную красную кнопку.
zh_hans: "享受吧！记住，概不退款！"蛞蝓族们在你的星舰上安装了一个奇怪的红色按钮后跃迁跑路。

source: Though you paid the money to the Slugs, you're surprised when you find they have actually upgraded your reactor, without any tricks!
fr: Bien que vous ayez donné de l'argent à des Limaces, vous êtes surpris lorsque vous découvrez qu'elles ont améliorés votre réacteur, sans tours de passe-passe derrière !
it: Anche se hai già pagato gli slugman, rimani sorpreso quando scopri che in realtà hanno migliorato il tuo reattore, niente trucco, niente inganno!
ru: Хотя вы и заплатили деньги слизням, вы были удивлены, когда обнаружили, что они действительно модернизировали ваш реактор, причем без всяких уловок!
zh_hans: 虽然你把钱付给了蛞蝓族，但当你发现他们真的升级了你的反应堆时，你很惊讶，居然没有任何花招！

source: You're hailed by a Slug science-station. "What a fine day for both of ussss. We have sssome new tech we wisssh to tesst out, and you look like ass good a ship asss any. We will both benefit from thisss, if you agree."
fr: Vous êtes contactés par une station scientifique Limace. "Ccc'est un grand jour pour nous tousss. Nous avons de la nouvelle technologie que nous sssouhaitons tessster et vous semblez être un candidat potable. Nous en retirerons tousss des bénéficcces, sssi vous êtes d'accord."
it: Una stazione scientifica slugman ti contatta. "Che bella giornata per entrambi. Abbiamo sssviluppato una nuova tecnologia che vogliamo tessstare, e la tua nave è passsabile. Ne trarremo beneficio entrambi, ssse accetti."
ru: Вас приветствует научная станция слизней. "Какой прекрасссный день для нассс обоих. У нассс есссть новые технологии, которые мы хотим иссспытать, а вы выглядите как сссамый подходящщщий корабль. Мы оба выиграем от этого, есссли вы сссогласссны".
zh_hans: 一个蛞蝓科学站呼叫你。"对我们双方来说，今天真是个好日子。我们有一些新的技术想测试一下，而你看起来是一艘好船选。如果你同意的话，我们都会从中受益。"

source: Listen to their proposal.
fr: Écouter leur proposition.
it: Ascolta la loro proposta.
ru: Выслушать их предложение.
zh_hans: 听听他们的建议。
