Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: The distress beacon here appears to be broadcasting through a clearing in the nebula. Following it, you come across a rogue planet drifting through the abyss. Scans indicate that something has crashed on the surface.
fr: Le signal de détresse semble provenir d'un dégagement dans la nébuleuse. En le suivant, vous tombez sur une planète à la dérive à travers l'abysse. Les scans indiquent que quelque chose s'est écrasé à la surface.
ru: Находящийся здесь маяк бедствия, по-видимому, передает сигнал через просвет в туманности. Следуя за ним, вы обнаруживаете медленно плывущую сквозь космическую пустоту квазипланету. Сканирование показывает, что на ее поверхности произошло крушение.
zh_hans: 这里的求救信标似乎是通过星云中的一块空地进行广播。顺着它，你遇到了一个漂流在深渊中的流浪星球。扫描显示，有东西坠落在表面。

source: Investigate.
fr: Aller voir ce qu'il en est.
it: Indaga.
ru: Исследовать.
zh_hans: 调查。

source: Investigate.
fr: Aller voir ce qu'il en est.
it: Indaga.
ru: Исследовать.
zh_hans: 调查。

source: Ignore the wreck.
fr: Ignorer l'épave.
it: Ignora il rottame.
ru: Не обращать внимания на обломки.
zh_hans: 无视残骸。

source: You know better than to fall for a potential trap in Slug space.
fr: Vous savez que ce n'est probablement rien de plus qu'un piège des Limaces des environs.
ru: Вам хорошо известно, как попасть в потенциальную ловушку в пространстве слизней.
zh_hans: 你知道最好不要落入蛞蝓族星域中的潜在陷阱。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: You pilot closer to the planet. Though it is almost entirely pitch black, a single light is emitting from a large elite Slug cruiser! As soon as you approach a bright yellow Slug comes crawling out from inside, a weapon drawn.
fr: Vous vous rapprochez vers la planète. Si elle est presque entièrement sombre, une lumière singulière semble émettre d'un grand croiseur Limace d'élite ! Dès que vous vous rapprochez, une Limace jaune brillant en sort en rampant, l'arme à la main.
ru: Вы приближаетесь к планете. Несмотря на почти полную темноту, на большом элитном крейсере слизней горит один-единственный огонек! Как только вы приближаетесь, изнутри выползает ярко-желтый слизень с оружием в руках.
zh_hans: 你试着靠近这颗星球。虽然这里几乎完全是一片漆黑，但从一艘大型精英蛞蝓星舰处传来了一束光！你一靠近，就有一名亮黄色的蛞蝓族从里面爬出来，手里捏着武器。

source: Speak with the Slug.
fr: Parler avec la Limace.
ru: Поговорить со слизнем.
zh_hans: 与蛞蝓族交谈。

source: "Ah, a sssentient ssspecies, after all this time. I am Slocknog, a wandering hero ssseeking adventure. I have been marooned here for sssso ssso long... I need help with my sssship, and all of my crew are dead. Could you be sssso kind asss to lend jussst a little bit of ssscrap?"
fr: "Ah, une esssspèccce douée de conssscienccce, après tout ccce temps. Je sssuis Slocknog, un héros errant en quête d'aventure. J'ai été abandonné iccci depuis bien trop longtemps... j'ai besoin d'aide pour mon vaissseau et tous mes hommes sssont morts. Pourriez-vous vous montrer clément et me prêter jussste un peu de ferraille ?"
ru: "А, разумный вид, посссле ссстольких лет. Я - Ссслокног, путешшшессствующщщий герой, ищщщущщщий приключений. Я был не у дел так долго... Мне нужна помощщщь ссс моим кораблем, а вссся моя команда мертва. Не могли бы вы быть ссстоль любезны и одолжить хоть немного металлолома?"
zh_hans: "啊，一个智慧物种，经过这么长的时间后。我是斯洛克诺格，一个寻求冒险的漂泊英雄。我被放逐到这里已经很久了...我的飞船需要帮助，而我的船员都死光了。你能不能好心地借给我一点儿废料？"

source: Give him the "little bit of scrap" he asks for.
fr: Lui donner le "juste un peu de ferraille" qu'il demande.
ru: Дать ему "немного лома", о котором он просит.
zh_hans: 给予他所请求的"一点儿废料"。

source: It's a lot more than you were hoping for, but you gift him the amount he requests. "Oh, you are truly an unexpected blessssing. I have ssspent sso long running thisss empire, I have nearly forgotten the kindnessss othersss outside these nebulasss often have..."
fr: C'est bien plus que vous ne le pensiez, mais vous lui offrez le montant qu'il demande. "Oh, vous êtes véritablement une bénédictttion inattendue. J'ai passsé tellement de temps à diriger cccet empire, que j'en ai presssque oublié la bonté d'autrui de ccceux qui vivent en dehors de ccces nébuleuses..."
ru: Это гораздо больше, чем вы рассчитывали, но вы дарите ему ту сумму, которую он просит. "О, вы дейссствительно неожиданное благосссловение. Я так долго управлял этой империей, что почти забыл о доброте, которую часссто проявляют другие люди за пределами этих туманноссстей..."
zh_hans: 数额比你愿意的要高很多，但你还是按要求如数送给了他。"哦，你真是个意外之喜。我经营这个帝国太久了，以至于几乎忘了这些星云之外的其他人经常会有的善意..."

source: Wait, did you say RUNNING this empire?
fr: Attendez, vous avez dit DIRIGER cet empire ?
ru: Подождите, вы сказали, что УПРАВЛЯЛИ этой империей?
zh_hans: 等等，你是说，经营，这个帝国？

source: That's way too much, give him half.
fr: C'est beaucoup trop, lui donner la moitié.
ru: Это слишком много, дать ему половину.
zh_hans: 他要的太多了，给他一半。

source: "Thissss isss not a lot, but I sssupposse it iss better than nothing."
fr: "Ccce n'est pas beaucoup, mais je sssuppose que ccc'est mieux que rien."
ru: "Это не так много, но я сссчитаю, что это лучшшше, чем ничего".
zh_hans: "这不是很多，但还是比没有要好。"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "I need not thisss weapon any longer, it will sssservice you inssstead. Asss thankss, for your mossst generous offer."
fr: "Je n'ai nul besoin de cccette arme à présent, elle vous ssssera donc plus utile entre vos mains. En remerccciements, pour votre offre généreuse."
ru: "Мне большшше не нужно это орудие, взамен оно поссслужит вам. В благодарносссть за вашшше щщщедрое пожертвование".
zh_hans: "我不再需要这个武器了，你可以替我使用它。感谢你最慷慨的提议。"

source: (Repair Drone) Use the drone and a few drone parts to fix his ship completely.
fr: (Drone de réparation) Utiliser le drone et quelques pièces de drones pour réparer intégralement son vaisseau.
ru: (Дрон-ремонтник) Используя дрон и несколько дрон-комплектов, полностью починить его корабль.
zh_hans: (维修无人机)用它和一些无人机部件来完全修复他的飞船。

source: "Oh, you are truly an unexpected blessssing. I have ssspent sso long running thisss empire, I have nearly forgotten the kindnessss othersss outside these nebulasss often have..."
fr: "Oh, vous êtes véritablement une bénédictttion inattendue. J'ai passsé tellement de temps à diriger cccet empire, que j'en ai presssque oublié la bonté d'autrui de ccceux qui vivent en dehors de ccces nébuleuses..."
ru: Это гораздо больше, чем вы рассчитывали, но вы дарите ему ту сумму, которую он просит. "О, вы дейссствительно неожиданное благосссловение. Я так долго управлял этой империей, что почти забыл о доброте, которую часссто проявляют другие люди за пределами этих туманноссстей..."
zh_hans: "哦，你真是个意外之喜。我经营这个帝国太久了，以至于几乎忘了这些星云之外的其他人经常会有的善意..."

source: Wait, did you say RUNNING this empire?
fr: Attendez, vous avez dit DIRIGER cet empire ?
ru: Подождите, вы сказали, что УПРАВЛЯЛИ этой империей?
zh_hans: 等等，你是说，经营，这个帝国？

source: Refuse.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: "You are most uncharitable, and a massssive wassste of time. Had I the weaponsss to chassse you off thisss rock I would, but alasss my only option isss to glare at you until you leave."
fr: "Vous n'êtes guère charitable et vous représentez une perte de temps consssidérable. Sssi j'en avais eu les moyens, vous auriez été chasssé de ccce caillou, mais hélasss, ma ssseule optttion est de vous fixxxer du regard jusssqu'à votre départ."
ru: "Вы очень нелюбезны, и это пуссстая трата времени. Есссли бы у меня было оружие, чтобы прогнать вассс ссс этой земли, я бы так и сссделал, но, увы, единссственное, что я могу сссделать, это сссмотреть на вассс, пока вы не уйдете".
zh_hans: "你太不近人情了，而且浪费了大量的时间。如果我有武器把你赶出这块大石头，我会的，但可惜我唯一的选项是瞪着你直到你离开。"

source: Blast him and scrap his ship.
fr: L'abattre et démonter son vaisseau.
ru: Убить его и разграбить его корабль.
zh_hans: 轰掉他，废掉他的船，搜刮他的废料。

source: Taking no chances, you immediately shoot the Slug first, turning him into a smoking puddle of blood and ooze. You land the ship and dismantle his cruiser.
fr: Ne voulant pas prendre de risques, vous tirez immédiatement sur la Limace en anticipation, ce qui la transforme en une flaque fumante et gélatineuse de sang. Vous faites atterrir le vaisseau et démantelez son croiseur.
ru: Не желая рисковать, вы сразу же стреляете в слизня, превращая его в дымящуюся лужу крови и жижи. Вы сажаете корабль и разбираете его крейсер.
zh_hans: 不冒任何潜在的风险，你立即射杀了这名蛞蝓族，把他变成了一簇带有渗出物的血雾。你降落在地表并拆除了他的星舰。

# data/events_sector_kleptocracy.xml$//event[@name="SLOCKNOG_REVEAL"]/text
source: "Oh, heheh, yessss. I lied about the wandering hero part, I am but in fact Sssssir Ssslocknog Dssilli. I WASSS king of thissss place, until that bassstard Nightsss cheated and ssstole the crown, then exiled me!"
fr: "Oh, héhé, effectivement. J'ai menti à propos du héros errant, je sssuis bel et bien Sssssire Ssslocknog Dsssili III. J'ÉTAIS roi de cccette contrée, jusssqu'à ce que cccet infâme Nightsss triche et dérobe la couronne, pour ensssuite m'exzziler !"
ru: "О, хе-хе, да. Я сссоврал насссчет путешшшессствующщщего героя, на сссамом деле я сссссэр Ссслокног Дссилли. Я БЫЛ королем этой сстраны, пока этот ублюдок Туман не обманул меня и не украл корону, а потом не изгнал меня!"
zh_hans: "哦，嘿嘿，是的。关于漂泊英雄的部分，我撒了谎，我实际上是斯洛克诺格·德西利爵士。我曾经是这个地方的国王，直到那个混蛋七夜骗了我，抢走了王冠，然后把我流放了！"

# data/events_sector_kleptocracy.xml$//event[@name="SLOCKNOG_REVEAL"]/choice/text
source: Nights? As in, the pirate captain?
fr: Nights ? Comme le capitaine pirate ?
ru: Туман? В смысле, капитан пиратов?
zh_hans: 七夜？就是那个海盗舰长？

source: "Yesss, that Nightsss, who's alssso a ssself proclaimed 'badassss'. Every 4 yearsss the Sssslugs hold their Crown Theft Fesssstival, where thievesss compete to sssteal the crown and become the next king. It isss a time honored and non-violent tradition, at leasssst until Nightsss came and killed my men and forced me into giving the crown to him!"
fr: "Ouii, cccce Nightssss-là, qui est aussssi une 'brutasssse' auto-proclamée. Tous les 4 ans, les limaccces animent leur Fesssstival du Vol de la Couronne, où les voleurs sssse dissssputent la couronne pour devenir le prochain roi. Cccc'est une tradittttion resssspectée de notre hisssstoire et non-violente, du moins jussssqu'à cccce que Nightssss fassse iruptttion et abatte mes zzzzhommes et me contraigne à lui remettre la couronne !"
ru: "Да, это Туман, который также являетссся сссамопровозглашшшенным "плохишшшом". Каждые 4 года ссслизни проводят Фессстиваль кражи короны, на котором воры сссоревнуютссся, кто украдет корону и ссстанет ссследующщщим королем. Это традиция, не требующщщая насссилия, по крайней мере, до тех пор, пока Туман не пришшшел, не убил моих людей и не зассставил меня отдать корону ему!"
zh_hans: "是的，就是那个七夜，他也自称是一个'混蛋'。每四年，蛞蝓族们都会举行'盗冠节'，小偷们在那时会竞争谁先偷到王冠，并成为下一任国王。这是一个久负盛名且非暴力的传统，至少在七夜杀了我的人并强迫我把王冠给他之前都是这样的！"

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: "I wasss KING until that sssscumlord cheated and took everything from me! But now with thisss scrap, I can fix up my ssship and retake my throne! Thank you captain. Have thissss augment, and sssshould you wissh to sssee the sspectacle for yoursself, here are the coordinatesss to the Royal Nebula."
fr: "J'étais ROI, jusssqu'à cccet essscroc triche pour me dérober ccce qui me revenait ! Mais avec cccette ferraille, je peux désormais réparer mon vaissseau et reprendre le trône ! Merccci à vous, capitaine. Prenez cccette augmentatttion et dans le cas où vous sssouhaiteriez venir admirer le ssspectacle vous-même, voiccci les coordonnées de la Nébuleuse Royale."
ru: "Я был КОРОЛЕМ, пока этот мерзавец не обманул меня и не отнял у меня всссе! Но теперь, благодаря этому лому, я сссмогу починить сссвой корабль и вернуть сссебе трон! Ссспасссибо, капитан. Возьмите этот модуль, и есссли вы хотите увидеть это зрелищщще сссвоими глазами, вот координаты королевссской туманносссти".
zh_hans: "我曾是国王，直到那个卑鄙小人玩阴的，夺走了我的一切！但现在有了这些废料，我可以修复我的飞船，重新夺回我的王位！谢谢你，舰长。拿好这个增强部件，如果你想亲自来观赏一下，这里有王家星云的坐标。"

source: Feeling a strange sense of deja-vu, you pilot closer to the planet. Alas, nothing remains but rubble of a Slug Transport. Mere scrap to bring back to the ship, though you aren't complaining.
fr: En ressentant un étrange sentiment de déja-vu, vous vous rapprochez vers la planète. Hélas, il ne reste rien de plus que les décombres d'un Cargo Limace. Ce n'est que de la simple ferraille à ramener, mais vous n'allez pas vous en plaindre.
ru: Ощутив странное чувство дежавю, вы подлетаете к планете. Увы, от транспорта слизней не осталось ничего, кроме обломков. Это всего лишь лом, который можно поднять на корабль, хотя вы и не жалуетесь.
zh_hans: 带着一种奇怪的既视感，你驾驶星舰靠近了这颗星球。啊哦，除了一艘蛞蝓运输舰的废墟，没有其他什么东西。虽然只有能带回星舰的废料，你也没什么好抱怨的。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_UNLOCK"]/text
source: It appears a Slug Clairvoyant is defending this system. Spotting you, as a Federation ship, they attack!
fr: Il semblerait qu'un vaisseau Limace Clairvoyant défende ce système. Dès qu'il repère votre vaisseau de la Fédération, il attaque !
ru: Оказалось, что эту систему защищают Ясновидящие слизней. Опознав вас кораблем Федерации, они атакуют!
zh_hans: 似乎有一艘通灵会飞船在保卫这个星系。发现了你这艘联邦飞船之后，他们发动攻击！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$//event[@name="SURRENDER_SLUG_UNLOCK"]/text
source: "Pleasssse, pleasssse! You have besssted usss! Let ussss go, and we can make it worth your while! You might know Ssslugsss asss trickssstersss, but when our back isss againsst the wall we can keep promisssesss too!"
fr: "Pitié, pitié ! Vous nous avez battus ! Laisssez-nous partir et nous ferons en sssorte que cccela en vaille la peine pour vous ! Vous voyez peut-être les Limaccce comme des essscrocs, mais lorsssque nous ssssommes dos au mur, nous pouvons honorer nos promessses !"
ru: "Пожалуйссста, пожалуйссста! Вы насссс победили! Отпуссстите нассс, и мы сссделаем так, что вы не пожалеете! Вы, наверное, знаете ссслизней как хитрецов, но когда мы прижаты ссспиной к ссстене, мы тоже можем выполнять обещщщания!"
zh_hans: "求你了，真的求你了！你击败了我们！让我们走吧，我们可以让你不虚此行！你可能知道我们的诡计多端，但当我们没有退路时，我们也可以遵守承诺！"

source: Let them live.
fr: Les laisser vivre.
it: Lasciali vivere.
ru: Оставить их в живых.
zh_hans: 放他们一条生路。

source: "All we can offer issss thissss prototype modified Bio-beam. They won't be happy about ussss giving thissss up..."
fr: "Tout ccce que nous pouvons offrir est ccce prototype d'arme modifié de rayon Anti-Biologique. Ils ne vont pas être ravis en apprenant que nous l'avons donné..."
ru: "Всссе, что мы можем предложить, - это прототип модифицированного биолуча. Они не будут рады, есссли мы отдадим его..."
zh_hans: "我们所能提供的只有这个改良的原型反生物光束，他们要是知道我们弄丢了这个，不会给我们好脸色的..."

source: Accept the prototype weapon.
fr: Accepter l'arme prototype.
it: Accetta il prototipo di arma.
ru: Взять прототип оружия.
zh_hans: 接受原型武器。

source: The weapon given by the Slugs appears to be some kind of prototype variant of a standard Anti-bio beam. Fascinating, and it leads you to wonder how many other variants might be out there.
fr: L'arme donnée par les Limaces semble être une sorte de variante prototypée d'un rayon Anti-Biologique standard. C'est fascinant et cela vous amène à vous demander combien d'autres variantes de la sorte existent.
ru: Оружие, переданное слизнями, похоже, является неким прототипом стандартного антибиологического луча. Потрясающе, и это заставляет задуматься о том, сколько еще вариантов может существовать.
zh_hans: 蛞蝓族赠送的武器似乎是标准反生物光束的某种原型变体。它令你大开眼界，你不禁想知道银河系里还可能存在多少其他的变体版本。

source: As a Clairvoyant, surely you know who you were bringing this gun to.
fr: En tant que Clairvoyant, vous devez très certainement connaître le destinataire de cette arme.
ru: Как Ясновидящие, вы, конечно, знаете, кому вы отдаете это оружие.
zh_hans: 作为一名通灵者，你肯定知道你本该把这件武器带给谁。

source: "Gah, you're too curiousss. We're going to be killed for thissss! Thisss weapon isss to be inssstalled on our finessst new line of Sssslug warssshipss. Asss the Coalition growssss, it doesssn't hurt to keep the Slug armada prepared if thosssse Rockmen or Mantisss cave firssst." After a little more questioning, the Slugs reluctantly hand over the coordinates for the construction platform.
fr: "Gah, vous êtes trop curieux. Nous allons nous faire trucccider pour ççça ! Cccette arme était cccensée être inssstallée sur notre sssérie de vaisseaux de guerres Limaccce derniers cris. Tandis que la Coalition sss'accroît, cccela ne fait pas de mal de maintenir l'armade Limaccce préparée au cas où ces Rocailleux ou Mantisss ssse retourneraient contre nous." Après les avoir interrogés un peu plus, les Limaces vous fournissent avec regret les coordonnées pour la plateforme de construction.
ru: "Черт, вы ссслишшшком любопытны. Нассс за это убьют! Это оружие будет уссстановлено на нашшшей лучшшшей новой линии боевых кораблей ссслизней. По мере россста Коалиции не помешшшает иметь наготове армаду ссслизней, есссли эти валуны или богомолы выйдут из сссоюза первыми". После еще нескольких вопросов слизни неохотно передают координаты строительной платформы.
zh_hans: "嘎，你想知道的太多了，我们会因为这个而被杀死的！这种武器将被安装在我们最新生产线的战舰上。随着星联的不断壮大，我们有余力为战舰进行额外的准备，以防那些岩石族或螳螂族的叛变。"经过一番询问，蛞蝓族不情愿地交出了建造平台的坐标。

source: Location of a secret Slug construction platform.
fr: Emplacement d'une plateforme secrète de construction Limace.
ru: Местонахождение секретной строительной платформы слизней.
zh_hans: 一处秘密的蛞蝓族建造平台坐标。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_UNLOCK_2_MV"]/text
source: Your arrival at the co-ordinates given to you by the Clairvoyant puts you dangerously close to a massive Slug construction yard, protected by a well armed elite Slug station. Fortunately you slip away into the nebula quickly before you're spotted. At least you can be certain this is the right location.
fr: Votre arrivée aux coordonnées fournies par le Clairvoyant vous amène à une distance dangereusement proche d'un énorme chantier de construction Limace, protégé par une station d'élite Limace très bien armée. Heureusement, vous parvenez à vous faufiler rapidement dans la nébuleuse avant d'être repéré. Au moins, vous pouvez être certain que c'est le bon endroit.
ru: Прибыв по координатам, указанным Ясновидящими, вы оказываетесь в опасной близости от огромной строительной площадки слизней, охраняемой хорошо вооруженной элитной станцией слизней. К счастью, вы быстро скрываетесь в туманности, пока вас не заметили. По крайней мере, вы можете быть уверены, что это правильное место.
zh_hans: 你到达了通灵者们给你的坐标，无比危险地邻近一座巨大的蛞蝓建造场，该场有一间武装精良的蛞蝓空间站保护。幸运的是，你在被发现之前迅速溜进了星云，现在至少你可以确定这是正确的位置。

source: Take out the station.
fr: Démolir la station.
ru: Уничтожить станцию.
zh_hans: 搞定空间站。

source: You'll be damned if you came all this way just to flake out. You raise the weapons and attack the station.
fr: Pas question de faire demi-tour après avoir fait tout ce chemin. Vous activez vos armes et attaquez la station.
ru: Будьте вы прокляты, если проделали весь этот путь только для того, чтобы сбежать. Вы заряжаете оружие и атакуете станцию.
zh_hans: 要是你大老远跑过来结果只是逃避，会被人诅咒的。你弹出武器，攻击该空间站。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Seems like a wise idea to leave.
fr: On ferait mieux de partir d'ici.
ru: Кажется, это разумная идея - уйти.
zh_hans: 似乎离开是个明智的主意。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_UNLOCK_3_MV"]/text
source: The station has been defeated. In the background blares a loud siren as a small, poorly equipped defense team come out but stop when they see your ship. It appears the Slugs were relying almost entirely on that station for defense.
fr: La station a été vaincue. Une lourde sirène retentit au loin et une petite équipe de défense mal armée intervient, mais s'arrête lorsqu'elle voit votre vaisseau. Il semblerait que les Limaces reposaient presque entièrement sur la station pour leur défense.
ru: Станция уничтожена. На фоне громкой сирены появляется небольшая, плохо оснащенная команда защитников, но при виде вашего корабля они останавливаются. Похоже, что слизни почти полностью полагались на эту станцию в плане обороны.
zh_hans: 该空间站已被击败。背景中响起了响亮的警报声，一支装备简陋的小型防卫队走了出来，但当他们看到你的星舰时就停了下来。看来蛞蝓族们几乎完全依靠该空间站进行防御。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_UNLOCK_3_MV"]/choice/text
source: Demand they give you tribute.
fr: Exiger qu'ils vous versent un tribut.
ru: Потребовать, чтобы они заплатили вам дань.
zh_hans: 要求他们给你保护费。

source: It doesn't take much to get the Slugs to surrender at this point. So afraid you'll wipe the entire construction crew out of existence, they offer a similar prototype weapon to the one earlier, some scrap, and the blueprints to one of the Slug cruisers!
fr: À ce stade là, il faut peu pour imposer la reddition aux Limaces ; ils sont tellements effrayés et sont convaincus que vous pourriez désintégrer l'entièreté du personnel de construction. Ils offrent un prototype d'arme semblable à celui que vous aviez vu auparavant, de la ferraille et les plans de l'un des vaisseaux Limaces !
ru: Чтобы заставить слизней сдаться, многого не нужно. Боясь, что вы уничтожите всю команду строителей, они предлагают прототип оружия, аналогичный предыдущему, немного металлолома и чертежи одного из крейсеров слизней!
zh_hans: 事况到了这一歩之后，已经不需要再做什么就能让蛞蝓族投降了。他们十分害怕你会把整个建造场都夷平，所以提供了一件与之前那件类似的原型武器、一些废料，以及一份蛞蝓星舰的蓝图！

source: The nebula at this beacon has cleared partially, revealing a massive Slug pleasure barge! These ships are populated to the brim with Slugs looking to have an... enjoyable experience. Despite its size, the ship doesn't seem to wield any weapons at all.
fr: La nébuleuse à cette balise s'est dispersée, révélant une énorme barge de plaisir Limace ! Ces vaisseaux sont peuplés à ras bord de Limaces voulant profiter... d'une expérience agréable. Malgré sa taille, le vaisseau ne semble pas du tout être armé.
ru: Туманность у этого маяка частично рассеялась, открыв взору огромную Баржу удовольствий слизней! Эти корабли до отказа заполнены слизнями, желающими получить... приятные ощущения. Несмотря на свои размеры, корабль, похоже, не имеет никакого вооружения.
zh_hans: 这个信标处的星云已经部分散去，露出了一艘巨大的蛞蝓欢愉游艇！这些船上到处都是蛞蝓族，渴望获得......愉快的体验。尽管它很庞大，但这艘船似乎根本没有配备任何武器。

source: Should be easy enough, raid the barge.
fr: Cela devrait être assez facile : piller la barge.
ru: Это несложно - совершить налет на Баржу.
zh_hans: 突击游艇，应该很容易。

source: As you move in to attack, a smaller ship escorting the barge moves in to defend. You must have missed them from behind the immense size of the barge, but a fight is now unavoidable.
fr: Alors que vous vous approchez pour attaquer, un vaisseau d'escorte plus petit que la barge accoure à sa défense. Il devait se trouver derrière la taille immense de la barge, mais désormais, le combat est inévitable.
ru: В тот момент, когда вы переходите в атаку, меньший корабль, сопровождающий Баржу, начинает защищаться. Вы, должно быть, не заметили его из-за огромных размеров Баржи, но теперь бой неизбежен.
zh_hans: 当你准备攻击时，一艘护送游艇的小船进场防御。你一定漏看了巨大的游艇后面的他们，但现在一场战斗不可避免。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the barge.
fr: Ignorer la barge.
ru: Не обращать внимания на Баржу.
zh_hans: 无视游艇。

source: The ship is filled with Slug civilians, there's little incentive to attack.
fr: Le vaisseau est rempli de civils Limace, il y a peu de raison d'attaquer.
ru: Корабль заполнен гражданскими слизнями, и атаковать его не имеет особого смысла.
zh_hans: 这艘船上满是蛞蝓族平民，所以没有理由去攻击他们。
