Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: Explore.
fr: Explorer.
it: Esplora.
ru: Исследовать.
zh_hans: 探索。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="ENCOUNTER_SLUG_CLEARING"]/text
source: It's rare for the Slugs to stay exposed in open space for long periods - the ship here may be lost, or just passing through, but either way he moves in to attack!
fr: Il est rare que les Limaces restent à découvert pendant de longues périodes. Peut-être ce vaisseau s'est-il perdu, à moins qu'il ne fasse que passer dans ce secteur, mais quoi qu'il en soit, dès qu'il vous aperçoit, il manœuvre afin de vous attaquer !
it: È raro che gli slugman si avventurino in spazio aperto per lunghi periodi. Questa nave dev'essersi persa, oppure è solo di passaggio, ma in ogni caso parte all'attacco.
ru: Слизни редко остаются незащищенными в открытом космосе в течение длительного времени - корабль здесь может потерялся или просто проходит мимо, но в любом случае он атакует!
zh_hans: 考虑到其习性，蛞蝓舰船暴露在空旷太空中十分罕见。你眼前这艘船要么是迷路了，要么只是路过，哪种情况你无从得知。但很明显，它准备攻击你！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: There appears to be a pirate ship nearby. Be on your guard; anyone trying to hunt in Slug territory is either formidable or deeply stupid, and in space, either can be dangerous.
fr: Il semblerait qu'il y ait un vaisseau pirate dans les environs. Mieux vaut ouvrir l'œil, car il faut être particulièrement redoutable, ou incroyablement stupide, pour oser chasser sur le territoire des Limaces. Et, dans l'espace, les deux options sont dangereuses...
it: Sembra che ci sia una nave pirata nelle vicinanza. Resta in guardia: chiunque vada a caccia nei territori degli slugman è spaventosamente potente o incredibilmente stupido. Nello spazio, sono entrambe situazioni pericolose.
ru: Похоже, поблизости находится пиратский корабль. Будьте начеку; любой, кто пытается охотиться на территории слизней, либо грозен, либо слишком глуп, а в космосе любой из них может быть опасен.
zh_hans: 有一艘海盗舰在附近，保持警惕。想在蛞蝓族星域捕猎的，要么极其可怕，要么极度愚蠢，而在宇宙中，这两者都是危险的。

source: "We knew anyone foolish enough to try and sneak through a Slug nebula would stick to open space. Yield your goods and we may let you live." You cut the transmission in lieu of a response.
fr: "On savait bien que quelqu'un d'assez stupide pour tenter de traverser une nébuleuse Limace sans se faire repérer éviterait au maximum les planètes. Remettez-nous tout ce que vous transportez et on vous laissera peut-être la vie sauve." Vous ne daignez même pas lui répondre, préférant couper la communication.
it: "Sapevamo che chiunque fosse così stupido da cercare di attraversare una nebulosa slugman avrebbe cercato di tenersi in spazio aperto, Consegnate quel che avete e forse vi lasceremo vivere". Per tutta risposta, togli il contatto.
ru: "Мы знали, что только глупец может попытаться пробраться через туманность слизней, а не будет держаться открытого космоса. Отдай свое добро, и мы, возможно, оставим тебя в живых". Вы прерываете передачу вместо ответа.
zh_hans: "我们早就知道任何愚蠢到试图偷偷穿过蛞蝓族星云的人都会选择从开阔地带通过。交出你的货物，我们可能会让你活下去。"你没有回应他们，而是切断了通讯。

source: Before you can take a moment's rest from the ever present nebulas in this sector, a pirate ship appears behind you and opens fire.
fr: Vous émergez de l'une des nombreuses nébuleuses de ce secteur, mais vous n'avez même pas le temps de souffler qu'un vaisseau pirate apparaît derrière vous et ouvre le feu.
it: Prima che tu possa riposarti un attimo dalle onnipresenti nebulose di questo settore, una nave pirata compare alle tue spalle e apre il fuoco.
ru: Прежде чем вы успеваете отдохнуть от вездесущих туманностей в этом секторе, позади вас появляется пиратский корабль и открывает огонь.
zh_hans: 在你从最近的星云来到开阔地带，准备修整之前，一艘海盗舰出现在星舰后方并向你开火。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: As you arrive at the beacon, a hostile ship immediately registers on your scanners. You didn't expect to see Rebels extending their reach into Slug territory. Charge the weapons!
fr: À votre arrivée près de la balise, un vaisseau hostile apparaît sur vos écrans. Vous ne vous attendiez pas à ce que les Rebelles soient présents sur le territoire des Limaces. Activez vos armes !
it: Quando raggiungi l'astrofaro, una nave ostile compare immediatamente sui tuoi scanner. Non ti aspettavi che i Ribelli si espandessero anche in territorio slugman. Carica le armi!
ru: Когда вы подлетаете к маяку, на ваших сканерах сразу же регистрируется враждебный корабль. Вы не ожидали, что повстанцы распространят свое влияние на территорию слизней. Заряжайте оружие!
zh_hans: 当你到达信标时，一艘敌舰立刻被记录到你的传感器上。你没想到叛军能把他们的势力范围扩展到蛞蝓族星域。为武器充能！

source: You jump into empty space and are relieved to see your sensors blink back to life. However, you are less pleased to see them immediately register a Rebel ship on an approach vector!
fr: Vous arrivez dans un secteur désert et êtes soulagé de voir que vos capteurs se remettent aussitôt en marche. La mauvaise nouvelle, c'est qu'ils détectent un vaisseau Rebelle en approche !
it: Salti in spazio vuoto e ti solleva vedere i sensori riprendere vita. Ma ti piace molto meno vedere che registrano immediatamente una nave Ribelle in avvicinamento!
ru: Вы оказываетесь на открытом пространстве и с облегчением видите, как оживают ваши сенсоры. Однако вы не так рады тому, что они сразу же регистрируют корабль повстанцев на траектории сближения!
zh_hans: 你跃迁至开阔空间，看到传感器不断闪烁、恢复运作，你松了一口气。但是，你不太高兴地看到它立即记录了一艘附近的叛军战舰！

source: You receive a message from a nearby ship, "Looks like our intelligence was correct! Sneaking through the clouds with the Slugs... No one can hide from the Rebellion!"
fr: Vous recevez un message en provenance d'un vaisseau proche : "On dirait que nos renseignements étaient exacts. Alors, comme ça, vous cherchiez à vous cacher dans les nébuleuses avec les Limaces, hein ? Mais nul ne peut échapper aux Rebelles !"
it: Ricevi un messaggio da una nave vicina: "Pare che la nostra intelligence avesse ragione! Intrufolarsi tra le nubi con gli slugman... nessuno può nascondersi dalla Ribellione!"
ru: Вы получаете сообщение от расположенного поблизости корабля: "Похоже, наша разведка не ошиблась! Пробираясь сквозь туманность вместе со слизнями... Никто не сможет скрыться от Восстания!"
zh_hans: 你从附近的一艘船上收到一条消息："看来我们的情报是正确的！潜入蛞蝓们待的星云…没有人能躲过起义军的法眼！"

source: You intercept comm chatter from an incoming Mantis ship. "Look. This ship not seeming owned by squishy ones. Maybe not smell so bad when cut them open." They move in on your position.
fr: Vous interceptez une discussion à bord d'un astronef Mantis en approche : "Regardez ! Ce vaisseau pas l'air appartenir à êtres flasques. Peut-être sentiront pas si mauvais si ouvrir de la tête aux pieds." Leurs intentions ont l'air tout sauf amicales.
it: Intercetti comunicazioni da una nave mantis in avvicinamento. "Guarda. Questa nave non sembra essere di viscidi. Forse loro non puzza troppo quando noi li squarta." Non sembrano molto amichevoli.
ru: Вы перехватываете переговоры по связи с приближающимся кораблем богомолов. "Смотрите. Похоже, этот корабль не принадлежит хлюпикам. Может, они не будет так плохо пахнуть, когда их вскроют". Они приближаются к вам.
zh_hans: 你拦截了来自一艘靠近中的螳螂船的通讯。"你看。这艘船似乎不是那些黏糊糊的家伙。切开他们可能不会那样难闻。"他们向你的位置靠近。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You have encountered a refugee ship drifting in space. It looks as if it was fleeing the Rebel advance and ran out of fuel. Its distress beacon is active, but you're not sure anyone is on board.
fr: Vous rencontrez un vaisseau de réfugiés à la dérive. Il semblerait qu'ils fuyaient l'avancée des Rebelles et sont tombés en panne de carburant. Leur balise de détresse est active mais vous ignorez s'il y a quelqu'un à bord.
it: Hai trovato una nave di profughi alla deriva nello spazio. Pare che stesse fuggendo dai ribelli e sia rimasta senza carburante. Il faro di soccorso è attivo, ma non è chiaro se ci sia qualcuno a bordo.
ru: Вы столкнулись с кораблем беженцев, дрейфующим в космосе. Похоже, что он спасался от наступления повстанцев, но у него закончилось топливо. Их маяк бедствия активен, но вы не уверены, что на борту кто-то есть.
zh_hans: 你遇到一艘难民船在太空漂流。看起来它是逃避叛军舰队而来并且用光了燃料。它的求救信标是激活的，但你不确定是否还有人在船上。

source: Hail them.
fr: Les contacter.
it: Contattali.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: Ignore the refugees.
fr: Ignorer les réfugiés.
it: Ignora i profughi.
ru: Не обращать внимания на беженцев.
zh_hans: 无视这艘难民船。

source: You're wary of the refugees but figure it's safe to do something on the ship.
fr: Vous vous méfiez des réfugiés mais vous pensez qu'il n'y a pas de danger à faire quelque chose sur le vaisseau.
it: Fai attenzione ai profughi, ma pensi che sia abbastanza sicuro da fare qualcosa a bordo.
ru: Корабль беженцев представляет потенциальную угрозу, но решаете, что можете без особых опасений заняться чем-либо на корабле.
zh_hans: 你发现难民船没什么需要担心的，可以安心进行星舰管理了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: As you hail the refugee ship, a Slug ship jumps into the system... it was hunting the refugee ship for sport and now they've found you instead!
fr: Au moment même où vous contactez le vaisseau de réfugiés, un vaisseau Limace débarque dans le système. Il chassait le vaisseau de réfugiés pour son propre plaisir, mais il a finit par vous trouver !
it: Cerchi di contattare i profughi, ma una nave slugman salta improvvisamente nel sistema... Stava dando la caccia ai profughi per divertimento, e ora ha trovato te!
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль слизней... Они охотились за кораблем беженцев ради спортивного интереса, а теперь нашли вас!
zh_hans: 在你联系这艘货船时，一艘蛞蝓族舰船跃迁进入星系...它之前狩猎这艘难民船作消遣，但是现在找到你当替代了！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$//event[@name="DISTRESS_SLUG_MANTIS_MV"]/text
source: The distress call appears to be emanating from a Slug ship caught in open space by a Mantis raider. They contact you on emergency frequencies: "Pleassse, we'll give you all we have if you sssave ussss!"
fr: Le signal de détresse semble émaner d'un vaisseau Limace attaqué par des pillards Mantis. Vous recevez ce message sur la fréquence d'urgence : "Par pitié ! Sssauvez-nous et nous donnerons tout ce que nous posssédons !"
it: Il segnale di soccorso sembra provenire da una nave slugman beccata nello spazio aperto da un razziatore mantis. Ti contattano su una frequenza d'emergenza: "Vi prego, vi daremo tutto quello che abbiamo ssse ci sssalvate!"
ru: Судя по всему, сигнал бедствия исходит от корабля слизней, застигнутого в открытом космосе рейдером богомолов. Они связываются с вами на аварийных частотах: "Пожалуйссста, мы отдадим вам всссе, что у нассс есссть, есссли вы нассс ссспасссете!"
zh_hans: 求救信号似乎来自一艘被螳螂族掠夺者在开阔区域攻击的蛞蝓族飞船。他们在紧急频道上与你联系："请你帮帮我们，如果你救了我们，我们将给你我们的所～～有东西！"

source: Attack the Mantis ship.
fr: Attaquer le vaisseau Mantis.
it: Attacca la nave mantis.
ru: Атаковать корабль богомолов.
zh_hans: 攻击螳螂族战舰。

source: You lock onto the Mantis ship and engage.
fr: Vous ciblez le vaisseau Mantis et foncez droit sur lui.
it: Agganci la nave mantis e attacchi.
ru: Вы берете корабль богомолов на мушку и вступаете в бой.
zh_hans: 你锁定了螳螂族飞船并准备交火。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Slug ship.
fr: Attaquer le vaisseau Limace.
it: Attacca la nave slugman.
ru: Атаковать корабль слизней.
zh_hans: 攻击蛞蝓族飞船。

source: You move to finish what the Mantis have started.
fr: Vous décidez d'achever le travail commencé par les Mantis en attaquant vous aussi les Limaces.
it: Ti muovi per completare l'opera della nave mantis.
ru: Вы намерены закончить начатое богомолами.
zh_hans: 你前去完成螳螂族未尽之事。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Of all the species in the galaxy, these two deserve one another. You power up the jump drive.
fr: Que ce soit les Mantis ou les Limaces, il n'y a pas une espèce pour rattraper l'autre. Charger le générateur SPL.
it: Di tutte le specie della galassia, queste due si meritano reciprocamente. Attivi il motore per il salto.
ru: Из всех видов в галактике эти двое достойны друг друга. Вы включаете ССД.
zh_hans: 在银河系中的所有物种中，这两种可谓是卧龙凤雏。你启动跃迁推进器。

source: It seems that not even the existence of the Coalition can prevent the Mantis from losing their temper against the Slugs. They must really have been asking for it.
fr: Il semble que même l'existence de la Coalition ne puisse empêcher les Mantis de perdre leur sang-froid contre les Limaces. Il faut croire qu'ils l'ont bien cherché.
it: Pare che nemmeno l'esistenza della Coalizione possa impedire ai mantis di perdere la pazienza con gli slugman. Dovevano davvero meritarselo.
ru: Похоже, что даже существование Коалиции не может помешать богомолам выйти из себя в борьбе со слизнями. Должно быть, они сами напросились на это.
zh_hans: 似乎就连星联的存在也无法阻止螳螂对蛞蝓族发火。肯定是他们自找的。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: It doesn't look like they can stand much more damage. After a few shots their ship breaks apart and you move in to loot the remains.
fr: On dirait qu'ils ne peuvent pas encaisser plus de dégâts. Après quelques tirs, leur vaisseau se disloque et vous vous servez dans leur épave.
it: Sembrano già malconci. Ancora qualche colpo e potrai distruggere la nave e recuperare ciò che resta.
ru: Не похоже, что они могут выдержать еще много повреждений. После нескольких выстрелов их корабль разваливается на части, и вы отправляетесь внутрь, чтобы разграбить его останки.
zh_hans: 看起来他们不能承受更多的伤害。几发攻击后，他们的船解体了，你前去回收残骸。

source: The Slug captain hails you: "A missstake! A sssimple misstake. Of courssse we can pay you! Ssseee? An augmentation has already been transssported." You allow them to leave with their lives.
fr: Le capitaine des Limaces vous contacte : "Non, non, il y a erreur ! Bien sssûr que nous pouvons vous payer ! Vous voyez ? Nous venons de vous envoyer une augmentation !" Vous décidez finalement de leur laisser la vie sauve.
it: Il capitano slugman ti contatta: "Uno sssbaglio! Un sssemplice sssbaglio. Certo che posssiamo pagarti! Visssto? Ti abbiamo già mandato un accesssorio." Gli permetti di andarsene vivi.
ru: Капитан слизней вызывает вас: "Ошшшибка! Проссстая ошшшибка. Конечно, мы можем заплатить тебе! Видишь? Модуль уже отправлен". Вы позволяете им уйти, сохранив свои жизни.
zh_hans: 蛞蝓族舰长向你呼叫：“误会！一个单纯的误会。我们当然会给你报酬！看到了没？一个增强部件已经运送过去了。”你允许他们活着离开。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_HIGH_PRICE"]/text
source: A Slug station is hiding deep in the nebula. It's shady, but you don't see any obvious tricks. They hail you, offering you some fuel for "outsssstanding pricessss!"
fr: Une station Limace se cache dans la profondeur de la nébuleuse. C'est douteux, mais vous ne voyez rien d'alarmant. Elle vous contacte, offrant du carburant pour "un prix sssublime !"
it: Una stazione slugman è nascosta in profondità nella nebulosa. È losco, ma non vedi nessun chiaro inganno. Ti contattano, offrendoti del carburante per un "prezzo davvero sssbalorditivo!"
ru: Станция слизней прячется глубоко в туманности. Она выглядит подозрительно, но явных подвохов не видно. Они связываются с вами, предлагая топливо по "отличным ценам!"
zh_hans: 一座蛞蝓空间站隐藏在星云之中。它显得可疑，但你暂时没看出任何明显的诡计。他们向你呼叫，提出卖给你一些"超～～级便～～宜"的燃料。

source: Purchase their fuel.
fr: Acheter leur carburant.
it: Compra il carburante.
ru: Купить их топливо.
zh_hans: 购买他们的燃料。

source: As you hand over your scrap, the Slug does his best to hold in his laughter as you fall for his ridiculous scam. You are REALLY dumb, by the way.
fr: Tandis que vous remettez votre ferraille, la Limace essaie tant bien que mal de retenir son rire après que vous ayez mordu à l'hameçon d'une arnaque aussi ridicule. Au fait, vous êtes VRAIMENT stupide.
it: Come consegni i tuoi moduli, lo slugman fa del suo meglio per trattenere una risata mentre caschi nella sua ridicola truffa. Sei DAVVERO un pirla, comunque.
ru: Когда вы отдаете свой лом, слизень изо всех сил старается сдержать смех, видя, что вы повелись на его нелепую уловку. Кстати, вы ДЕЙСТВИТЕЛЬНО тупой.
zh_hans: 当你把废料递给他时，那只蛞蝓族竭力憋笑，因为你掉进他那荒唐骗局的把他给逗乐了。顺便说一句，你 真 是 太愚蠢了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Negotiate a lower price.
fr: Négocier un prix plus bas.
it: Negozia per un prezzo più basso.
ru: Договориться о более низкой цене.
zh_hans: 协商一个更低的价格。

source: "Fine... sssssso greedy..."
fr: "D'accord... ssssssi avare..."
it: "Va bene... che avarizia..."
ru: "Прекрасссно... такой жадный..."
zh_hans: "好吧...真贪心..."

source: Buy fuel at the new price.
fr: Acheter le carburant au nouveau prix.
it: Compra carburante al nuovo prezzo.
ru: Купить топливо по новой цене.
zh_hans: 以新的价格购买燃料。

source: As you hand over your scrap, the Slug does his best to hold in his laughter as you fall for his ridiculous scam. You are REALLY dumb, by the way.
fr: Tandis que vous remettez votre ferraille, la Limace essaie tant bien que mal de retenir son rire après que vous ayez mordu à l'hameçon d'une arnaque aussi ridicule. Au fait, vous êtes VRAIMENT stupide.
it: Come consegni i tuoi moduli, lo slugman fa del suo meglio per trattenere una risata mentre caschi nella sua ridicola truffa. Sei DAVVERO un pirla, comunque.
ru: Когда вы отдаете свой лом, слизень изо всех сил старается сдержать смех, видя, что вы повелись на его нелепую уловку. Кстати, вы ДЕЙСТВИТЕЛЬНО тупой.
zh_hans: 当你把废料递给他时，那只蛞蝓族竭力憋笑，因为你掉进他那荒唐骗局的把他给逗乐了。顺便说一句，你 真 是 太愚蠢了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Negotiate an even lower price.
fr: Négocier un prix encore plus bas.
it: Negozia per un prezzo ancora più basso.
ru: Договориться о еще более низкой цене.
zh_hans: 协商一个还要更低的价格。

source: "Ugh, you are really twisssting my metaphorical leg here."
fr: "Eugh, vous êtes vraiment en train de me tenir la jambe."
it: "Ugh, ssstai davvero tirando la corda."
ru: "Уф, ты дейссствительно выкручиваешшшь мне метафоричессскую ногу".
zh_hans: "呃，你非要这样强人所～难吗？"

source: Purchase their fuel.
fr: Acheter leur carburant.
it: Compra il carburante.
ru: Купить их топливо.
zh_hans: 购买他们的燃料。

source: As you hand over your scrap, the Slug does his best to hold in his laughter as you fall for his ridiculous scam. You are REALLY dumb, by the way.
fr: Tandis que vous remettez votre ferraille, la Limace essaie tant bien que mal de retenir son rire après que vous ayez mordu à l'hameçon d'une arnaque aussi ridicule. Au fait, vous êtes VRAIMENT stupide.
it: Come consegni i tuoi moduli, lo slugman fa del suo meglio per trattenere una risata mentre caschi nella sua ridicola truffa. Sei DAVVERO un pirla, comunque.
ru: Когда вы отдаете свой лом, слизень изо всех сил старается сдержать смех, видя, что вы повелись на его нелепую уловку. Кстати, вы ДЕЙСТВИТЕЛЬНО тупой.
zh_hans: 当你把废料递给他时，那只蛞蝓族竭力憋笑，因为你掉进他那荒唐骗局的把他给逗乐了。顺便说一句，你 真 是 太愚蠢了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Negotiate further.
fr: Continuer de négocier.
it: Negozia ancora.
ru: Провести дальнейшие переговоры.
zh_hans: 继续议价。

source: "You are a real pain in my ssssside, captain."
fr: "Vous êtes vraiment cassse-bonbon, capitaine."
it: "Sssei una vera chiavica, capitano."
ru: "Ты - нассстоящщщая заноза в моем боку, капитан".
zh_hans: "在我看来，你真是～～个讨厌的家伙，舰长。"

source: Purchase their fuel.
fr: Acheter leur carburant.
it: Compra il carburante.
ru: Купить их топливо.
zh_hans: 购买他们的燃料。

source: As you hand over your scrap, the Slug does his best to hold in his laughter as you fall for his ridiculous scam. You are REALLY dumb, by the way.
fr: Tandis que vous remettez votre ferraille, la Limace essaie tant bien que mal de retenir son rire après que vous ayez mordu à l'hameçon d'une arnaque aussi ridicule. Au fait, vous êtes VRAIMENT stupide.
it: Come consegni i tuoi moduli, lo slugman fa del suo meglio per trattenere una risata mentre caschi nella sua ridicola truffa. Sei DAVVERO un pirla, comunque.
ru: Когда вы отдаете свой лом, слизень изо всех сил старается сдержать смех, видя, что вы повелись на его нелепую уловку. Кстати, вы ДЕЙСТВИТЕЛЬНО тупой.
zh_hans: 当你把废料递给他时，那只蛞蝓族竭力憋笑，因为你掉进他那荒唐骗局的把他给逗乐了。顺便说一句，你 真 是 太愚蠢了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Negotiate further.
fr: Continuer de négocier.
it: Negozia ancora.
ru: Провести дальнейшие переговоры.
zh_hans: 继续议价。

source: Issss thisss sssome sssick joke? I'm done haggling. Thisss is my final offer!"
fr: Essst-ccce que ccc'est une blague de mauvais goût ? Fini de tourner en rond. Cccecci est ma dernière offre !"
it: "È forssse uno ssscherzo di pesssimo gusssto? Ho finito di trattare. Quesssta è la mia ultima offerta!"
ru: Это какая-то плохая шшшутка? Я большшше не буду торговатьссся. Это мое поссследнее предложение!"
zh_hans: "这是什么病态的玩笑吗？我不会再还价了，一口价！"

source: Purchase their fuel.
fr: Acheter leur carburant.
it: Compra il carburante.
ru: Купить их топливо.
zh_hans: 购买他们的燃料。

source: As you hand over your scrap, the Slug does his best to hold in his laughter as you fall for his ridiculous scam. You are REALLY dumb, by the way.
fr: Tandis que vous remettez votre ferraille, la Limace essaie tant bien que mal de retenir son rire après que vous ayez mordu à l'hameçon d'une arnaque aussi ridicule. Au fait, vous êtes VRAIMENT stupide.
it: Come consegni i tuoi moduli, lo slugman fa del suo meglio per trattenere una risata mentre caschi nella sua ridicola truffa. Sei DAVVERO un pirla, comunque.
ru: Когда вы отдаете свой лом, слизень изо всех сил старается сдержать смех, видя, что вы повелись на его нелепую уловку. Кстати, вы ДЕЙСТВИТЕЛЬНО тупой.
zh_hans: 当你把废料递给他时，那只蛞蝓族竭力憋笑，因为你掉进他那荒唐骗局的把他给逗乐了。顺便说一句，你 真 是 太愚蠢了。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Negotiate further.
fr: Continuer de négocier.
it: Negozia ancora.
ru: Провести дальнейшие переговоры.
zh_hans: 继续议价。

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Slugs don't contact you again.
fr: Les Limaces ne vous recontactent pas.
it: Gli slugman non ti contattano più.
ru: Слизни больше не выходят на связь.
zh_hans: 蛞蝓族不再理你了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: No thanks.
fr: Non merci.
it: No grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: The Slugs don't contact you again.
fr: Les Limaces ne vous recontactent pas.
it: Gli slugman non ti contattano più.
ru: Слизни больше не выходят на связь.
zh_hans: 蛞蝓族不再理你了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。
