Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: "We have made an interesssting breakthrough with mind control tech and we believe we may have found a way to change a perssson'sss memoriesss or expertise. For the moment, we are looking for an unexperienced Human, Engi, Rock, or Zoltan to tessst on."
fr: "Nous avons fait une découverte intéresssante par le biais de la technologie de contrôle mental et pensssons avoir trouvé une méthode pour altérer l'expertise ou la mémoire d'une perssssonne. Pour le moment, nous ssssommes en recherche d'un volontaire Humain, Engi, Rocailleux, ou Zoltan sssur qui effectuer des tesssts."
it: "Abbiamo fatto una ssscoperta interesssante nella tecnologia di controllo mentale e crediamo di aver trovato un modo per cambiare i ricordi o le esssperienze di una persssona. Per il momento, ssstiamo cercando umani, engi, rockman o zoltan inesssperti su cui effettuare i tessst."
ru: "Мы совершили интересный прорыв в области технологий контроля разума и считаем, что нашли способ изменить воспоминания или опыт человека. На данный момент мы ищем неопытного человека, энджи, валуна или золтана для проведения испытаний".
zh_hans: "我们在心灵控制技术方面取得了有趣的突破，我们相信我们可能已经找到了能够改变一个人的记忆或专业知识的方法。目前，我们正在寻找一名没有经验的人类、半械族、岩石族，或者超能族作为试验对象。"

source: Volunteer your Human.
fr: Présenter votre Humain.
it: Offri il tuo umano come volontario.
ru: Отправить им своего добровольца-человека.
zh_hans: 派出你的人类船员参加。

source: "Good... now, for a fee, we will be able to change your human'sss expertise to whatever you choossssse!"
fr: "Bien... maintenant, contre une sssomme, nous pourrons changer l'expertise de votre humain !"
it: "Bene... ora, per una piccola sssomma, potremo cambiare l'esssperienza del tuo umano in qualunque cosssa tu voglia!"
ru: "Хорошшшо... Теперь, за определенную плату, мы сссможем изменить опыт вашшшего человека на тот, который вы выберете!"
zh_hans: "很好...现在，只要支付一定的费用，我们就能把你的人类的专长改为你的意向！"

source: Have your Human changed to an Engineer.
fr: Changer votre Humain en Ingénieur.
it: Fai cambiare il tuo umano in un ingegnere.
ru: Изменить человека на Инженера.
zh_hans: 让你的人类船员变为工程师。

source: Have your Human changed to a Soldier.
fr: Changer votre Humain en Soldat.
it: Fai cambiare il tuo umano in un soldato.
ru: Изменить человека на Солдата.
zh_hans: 让你的人类船员变为士兵。

source: You didn't say anything about a fee!
fr: Vous n'avez jamais mentionné de prix !
it: Non avevate parlato di una somma!
ru: Вы ничего не говорили об оплате!
zh_hans: 你没说过任何关于收费的事！

source: Volunteer your Engi.
fr: Présenter votre Engi.
it: Offri il tuo engi come volontario.
ru: Отправить им своего добровольца-энджи.
zh_hans: 派出你的半械族船员参加。

source: "Good... now, for a fee, we will be able to change your Engi'sss expertise to whatever you choossssse!"
fr: "Bien... maintenant, contre une sssomme, nous pourrons changer l'expertise de votre Engi !"
it: "Bene... ora, per una piccola sssomma, potremo cambiare l'esssperienza del tuo engi in qualunque cosssa tu voglia!"
ru: "Хорошшшо... Теперь, за определенную плату, мы сссможем изменить опыт вашшшего энджи на тот, который вы выберете!"
zh_hans: "很好...现在，只要支付一定的费用，我们就能把你的半械族专长改为你的意向！"

source: Have your Engi changed to a Separatist.
fr: Changer votre Engi en Séparatiste.
it: Fai cambiare il tuo engi in un Separatista.
ru: Изменить своего энджи на Сепаратиста.
zh_hans: 让你的普通半械族变为分离者。

source: Have your Engi changed to an Engi Defender.
fr: Changer votre Engi en Défenseur.
it: Fai cambiare il tuo engi in un difensore.
ru: Изменить своего энджи на энджи-Защитника.
zh_hans: 让你的普通半械族变为保卫者。

source: You didn't say anything about a fee!
fr: Vous n'avez jamais mentionné de prix !
it: Non avevate parlato di una somma!
ru: Вы ничего не говорили об оплате!
zh_hans: 你没说过任何关于收费的事！

source: Volunteer your Rockman.
fr: Présenter votre Rocailleux.
it: Offri il tuo rockman come volontario.
ru: Отправить им своего добровольца-валуна.
zh_hans: 派出你的岩石族船员参加。

source: "Good... now, for a fee, we will be able to change your Rock'sss expertise to whatever you choosssse!"
fr: "Bien... maintenant, contre une sssomme, nous pourrons changer l'expertise de votre Rocailleux !"
it: "Bene... ora, per una piccola sssomma, potremo cambiare l'esssperienza del tuo rockman in qualunque cosssa tu voglia!"
ru: "Хорошшшо... Теперь, за определенную плату, мы сссможем изменить опыт вашшшего валуна на тот, который вы выберете!"
zh_hans: "很好...现在，只要支付一定的费用，我们就能把你的岩石族船员的专长改为你的意向！"

source: Have your Rockman changed to an Outcast.
fr: Changer votre Rocailleux en Exilé.
it: Fai cambiare il tuo rockman in un esule.
ru: Изменить своего валуна на Изгоя.
zh_hans: 让你的普通岩石族变为流放者。

source: Have your Rockman changed to a Commando.
fr: Changer votre Rocailleux en Commando.
it: Fai cambiare il tuo rockman in un commando.
ru: Изменить своего валуна на Коммандос.
zh_hans: 让你的普通岩石族变为突击兵。

source: Have your Rockman changed to a Crusader.
fr: Changer votre Rocailleux en Croisé.
it: Fai cambiare il tuo rockman in un crociato.
ru: Изменить своего валуна на Крестоносца.
zh_hans: 让你的普通岩石族变为圣战者。

source: You didn't say anything about a fee!
fr: Vous n'avez jamais mentionné de prix !
it: Non avevate parlato di una somma!
ru: Вы ничего не говорили об оплате!
zh_hans: 你没说过任何关于收费的事！

source: Volunteer your Zoltan.
fr: Présenter votre Zoltan.
it: Offri il tuo zoltan come volontario.
ru: Отправить им своего добровольца-золтана.
zh_hans: 派出你的超能族船员参加。

source: "Good... now, for a fee, we will be able to change your Zoltan'sss expertise to whatever you choosssse!"
fr: "Bien... maintenant, contre une sssomme, nous pourrons changer l'expertise de votre Zoltan !"
it: "Bene... ora, per una piccola sssomma, potremo cambiare l'esssperienza del tuo zoltan in qualunque cosssa tu voglia!"
ru: "Хорошшшо... Теперь, за определенную плату, мы сссможем изменить опыт вашшшего золтана на тот, который вы выберете!"
zh_hans: "很好...现在，只要支付一定的费用，我们就能把你的超能族专长改为你的意向！"

source: Have your Zoltan changed to a Duskbringer Devotee.
fr: Changer votre Zoltan en Crépusculeur Dévoué.
it: Fai cambiare il tuo zoltan in un devoto Crepuscolare.
ru: Изменить своего золтана на Приверженца Вестника Заката.
zh_hans: 让你的普通超能族变为暮临投身者。

source: Have your Zoltan changed to a Monk.
fr: Changer votre Zoltan en Moine.
it: Fai cambiare il tuo zoltan in un monaco.
ru: Изменить своего золтана на Монаха.
zh_hans: 让你的普通超能族变为信道者。

source: Have your Zoltan changed to a Peace-Keeper.
fr: Changer votre Zoltan en Pacificateur.
it: Fai cambiare il tuo zoltan in un Pacificatore.
ru: Изменить своего золтана на Миротворца.
zh_hans: 让你的普通超能族变为维和兵。

source: Have your Zoltan changed to a Duskbringer Martyr.
fr: Faites changer votre Zoltan en un Martyre Crépusculeurs.
it: Fai cambiare il tuo zoltan in un martire Crepuscolare.
ru: Изменить своего золтана на Мученика Вестников.
zh_hans: 让你的普通超能族变为暮临殉义者。

source: You didn't say anything about a fee!
fr: Vous n'avez jamais mentionné de prix !
it: Non avevate parlato di una somma!
ru: Вы ничего не говорили об оплате!
zh_hans: 你没说过任何关于收费的事！

source: Sounds too risky.
fr: Cela semble trop risqué.
it: Sembra troppo rischioso.
ru: Звучит слишком рискованно.
zh_hans: 听起来风险过高。

source: "Well if you do not think risssk issss a necesssarry ssstep in sssscientific advancement, then you clearly aren't the people to tessst thiss anywayssss."
fr: "Eh bien si vous essstimez qu'il n'est pas nécesssaire de prendre de risssques pour les avancccées ssscientifiques, vous n'êtes clairement pas le genre de persssonnes idéales pour ccces tesssts de toute manière."
it: "Beh ssse ritenete che il rissschio non sssia una parte necesssaria per il progressso ssscientifico, allora non sssiete affatto le persssone giussste sssu cui tessstarlo."
ru: "Есссли вы не сссчитаете, что риссск - это необходимый шшшаг в научном прогрессссе, то вы явно не тот человек, который должен это проверять".
zh_hans: "呃，如果你意识不到风险是科学进步中的一环的话，那显然就并不适合进行本次实验。"

source: We aren't interested in being experimented on.
fr: Nous ne sommes pas intéressés à jouer les cobayes.
it: Non abbiamo interesse a diventare cavie.
ru: Мы не заинтересованы в том, чтобы над нами ставили эксперименты.
zh_hans: 我们没兴趣当实验对象。

source: "Ssssily sssimple minded Fedsss, never open to new ideasss..."
fr: "Sssimplets d'esssprits Fédérés, jamais ouverts aux nouvelles idées..."
it: "Ssstupidi fed sssempliciotti, non accolgono mai nuove idee..."
ru: "Глупые ссслабоумные федералы, никогда не открытые для новых идей..."
zh_hans: "头脑简单的联邦佬，对新思想太闭塞..."

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_CASINO"]/text
source: Deep in the nebula here is perhaps the last thing you expected to ever see...
fr: Ce que vous voyez ici est probablement la dernière chose à laquelle vous vous attendiez dans une nébuleuse profonde...
it: Nel fitto di questa nebulosa c'è forse l'ultima cosa che ti saresti mai aspettato di vedere...
ru: Глубоко в туманности находится, возможно, последнее, что вы ожидали увидеть...
zh_hans: 在星云深处，这里可能是你最不希望看到的东西...

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: It's a busy casino! Ships come and go, and while most are Slugs, there are those of other sorts as well.
fr: C'est un casino à haute fréquentation ! Les vaisseaux vont et viennent et si la plupart sont des Limaces, il y a des vaisseaux d'autres visiteurs également.
it: È un casinò vivace! Navi vanno e vengono e, sebbene la maggior parte di esse sia slugman, ce ne sono anche altre.
ru: Это оживленное казино! Корабли то приходят, то уходят, и хотя большинство из них - слизни, есть и другие виды.
zh_hans: 这是个繁忙的赌场！船只来来往往，虽然大多数是蛞蝓族，但也有其他种类的船只。

source: Stop by and check it out.
fr: S'y arrêter et regarder ce qui s'y passe.
it: Fermati e controllalo.
ru: Зайти и осмотреться.
zh_hans: 停下来看看。

source: Inside you see several different games, but most require other players. Unfortunately, those players happen to be Slugs, and you doubt you'd stand a chance. You notice a few odd slot machines configured to accept scrap and output supplies...
fr: Vous voyez plusieurs jeux à l'intérieur, mais la plupart nécessitent d'autres joueurs. Malheureusement, il se trouve que ces joueurs sont des Limaces, vous doutez donc que vous auriez la moindre chance. Vous remarquez quelques étranges machine à sous configurées pour accepter de la ferraille et fournir des ressources...
it: All'interno vedi diversi giochi, ma molti richiedono altri giocatori. Purtroppo, guardacaso quei giocatori sono slugman, e dubiti di avere qualche possibilità. Noti qualche slot machine configurata per accettare moduli ed espellere provviste...
ru: Внутри вы видите несколько различных игр, но для большинства из них требуются другие игроки. К сожалению, эти игроки - слизни, и вы сомневаетесь, что у вас есть шансы. Вы замечаете несколько странных игровых автоматов, настроенных на прием лома и способные выдавать припасы...
zh_hans: 里面有几种不同的游戏，大多数都需要其他玩家一起玩。不幸的是，这里的玩家正好是蛞蝓族，你根本没机会赢。你注意到一些奇怪的老虎机，它们被设定为接受废料并吐出物资...

source: Gamble for some fuel.
fr: Jouer pour du carburant.
it: Gioca per del carburante.
ru: Сыграть в игру на топливо.
zh_hans: 赌一些燃料。

source: You input the scrap into the slot machine...
fr: Vous insérez la ferraille dans la machine à sous...
it: Inserisci i moduli nella slot machine...
ru: Вы кладете лом в игровой автомат...
zh_hans: 你把废料投入老虎机...

source: Pull the lever and wait for the result.
fr: Tirer le levier et attendre le résultat.
it: Tira la leva e attendi il risultato.
ru: Потянуть за рычаг и ждать результата.
zh_hans: 拉动杠杆等待结果。

source: Gamble for some missiles.
fr: Jouer pour des missiles.
it: Gioca per dei missili.
ru: Сыграть в игру на боеголовки.
zh_hans: 赌一些弹药。

source: You input the scrap into the slot machine...
fr: Vous insérez la ferraille dans la machine à sous...
it: Inserisci i moduli nella slot machine...
ru: Вы кладете лом в игровой автомат...
zh_hans: 你把废料投入老虎机...

source: Pull the lever and wait for the result.
fr: Tirer le levier et attendre le résultat.
it: Tira la leva e attendi il risultato.
ru: Потянуть за рычаг и ждать результата.
zh_hans: 拉动杠杆等待结果。

source: Gamble for some droneparts.
fr: Jouer pour des pièces de drones.
it: Gioca per dei chip per droni.
ru: Сыграть в игру на дрон-комплекты.
zh_hans: 赌一些无人机部件。

source: You input the scrap into the slot machine...
fr: Vous insérez la ferraille dans la machine à sous...
it: Inserisci i moduli nella slot machine...
ru: Вы кладете лом в игровой автомат...
zh_hans: 你把废料投入老虎机...

source: Pull the lever and wait for the result.
fr: Tirer le levier et attendre le résultat.
it: Tira la leva e attendi il risultato.
ru: Потянуть за рычаг и ждать результата.
zh_hans: 拉动杠杆等待结果。

source: Nevermind, let's leave.
fr: Peu importe, partons.
it: Lasciamo perdere, andiamocene.
ru: Неважно, давайте уйдем.
zh_hans: 算了，咱们走。

source: Ignore the casino.
fr: Ignorer le casino.
it: Ignora il casinò.
ru: Не обращать внимания на казино.
zh_hans: 无视赌场。

source: A casino run by Slugs can't be trusted. Regardless, you don't have time for gambling anyways.
fr: Un casino maintenu par des Limaces n'est pas digne de confiance. De toute façon, vous n'avez pas le temps pour jouer aux jeux d'argent.
it: Non ci si può fidare di un casinò gestito da slugman. E comunque non hai il tempo per giocare d'azzardo.
ru: Казино, управляемое слизнями, не заслуживает доверия. В любом случае, у вас нет времени на азартные игры.
zh_hans: 由蛞蝓族经营的赌场是不可信的，更何况本来你就没时间来赌博。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: It must be your lucky day, because the machine flashes bright gold and several fuel canisters pop out.
fr: Cela doit être votre jour de chance, car la machine s'illumine et plusieurs cellules de carburants en tombent.
it: Dev'essere il tuo giorno fortunato, perché il macchinario s'illumina d'oro e fuoriescono svariate taniche di carburante.
ru: Видимо, это ваш счастливый день, потому что машина вспыхивает ярким золотым светом и из нее появляются несколько канистр с топливом.
zh_hans: 今天一定是你的幸运日，因为机器闪烁着明亮的金色，几瓶燃料罐弹出。

source: It must be your lucky day, because the machine flashes bright gold and several missiles pop out. Better be careful not to drop them...
fr: Cela doit être votre jour de chance, car la machine s'illumine et plusieurs missiles en tombent. Vous n'avez pas intérêt à les lâcher par terre...
it: Dev'essere il tuo giorno fortunato, perché il macchinario s'illumina d'oro e fuoriescono svariati missili.
ru: Должно быть, это ваш счастливый день, потому что машина вспыхивает ярким золотым светом и из нее появляются несколько боеголовок, только осторожнее, не уроните их...
zh_hans: 今天一定是你的幸运日，因为机器闪烁着明亮的金光，几发弹药弹出。最好小心点，别让它们掉下来...

source: It must be your lucky day, because the machine flashes bright gold and several droneparts pop out.
fr: Cela doit être votre jour de chance, car la machine s'illumine et plusieurs pièces de drones en tombent.
it: Dev'essere il tuo giorno fortunato, perché il macchinario s'illumina d'oro e fuoriescono svariati chip per droni.
ru: Видимо, это ваш счастливый день, потому что машина вспыхивает ярким золотым светом и из нее появляются несколько дрон-комплектов.
zh_hans: 今天一定是你的幸运日，因为机器闪烁着亮金色的光芒，几件无人机部件蹦了出来。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_CASINO_FAIL"]/text
source: Disappointed, you exit the casino. However as you leave, you overhear several of the visitors arguing. Things sound like they're getting heated, but you aren't sure what for.
fr: Déçu, vous sortez du casino. Cependant, en partant, vous entendez plusieurs visiteurs se plaignant. On dirait que le ton monte, mais vous ignorez pourquoi.
it: Con delusione, esci dal casinò. Ma mentre te ne vai, origli molti visitatori che litigano. Pare che la situazione si stia scaldando, ma non sai bene perché.
ru: Разочарованный, вы выходите из казино. Однако, уходя, вы слышите, как несколько посетителей спорят. Похоже, что ситуация накаляется, но вы не понимаете, из-за чего.
zh_hans: 失望之余，你离开了赌场。然而，当你离开时，你无意中听到几个游客在争吵。事情听起来好像变得很激烈，但你不确定是什么原因。

source: Come back in to see what's happening.
fr: Revenir pour voir ce qu'il se passe.
it: Torna indietro per vedere cosa succede.
ru: Вернуться, чтобы посмотреть, что происходит.
zh_hans: 回去看看发生了什么。

source: The situation inside is much worse than you thought. It appears someone found out the machines were rigged, and now the customers want their money refunded... but the casino staff aren't going to surrender their money without a fight.
fr: La situation à l'intérieur est plus grave que ce que vous pensiez. Il semblerait que certains des joueurs ont découvert que les machines étaient truquées et maintenant, les clients veulent se faire rembourser... mais le personnel du casino ne compte pas rendre l'argent sans un combat.
it: La situazione è molto peggio di quanto pensassi. Pare che qualcuno abbia scoperto che gli apparecchi erano truccati e ora i clienti rivogliono i loro soldi... ma lo staff non ha intenzione di separarsene senza combattere.
ru: Ситуация внутри казино гораздо хуже, чем вы думали. Похоже, кто-то выяснил, что автоматы были подкручены, и теперь клиенты хотят вернуть свои деньги... но персонал казино не собирается отдавать свои деньги без боя.
zh_hans: 里面的情况比你想象的要糟糕得多。似乎有人发现机器被操纵了，现在这些顾客想要退还他们的钱...但赌场的工作人员不打算贸然交出，宁愿一战。

source: Aid the customers.
fr: Aider les clients.
it: Aiuta i clienti.
ru: Оказать помощь клиентам.
zh_hans: 援助顾客们。

source: Aid the staff.
fr: Aider le personnel.
it: Aiuta lo staff.
ru: Оказать помощь персоналу.
zh_hans: 援助工作人员。

source: You're not going to help anyone all alone on your own.
fr: Vous ne pourrez pas aider qui que ce soit en étant tout seul.
it: Non puoi aiutare proprio nessuno da solo.
ru: В одиночку вы никому не сможете помочь.
zh_hans: 你无法只身一人参与此事。

source: (Zoltan Crew) Convince them to reach a peaceful solution.
fr: (Membre d'équipage Zoltan) Les convaincre de se tourner vers une résolution pacifique.
it: (Equipaggio zoltan) Convincili a raggiungere una soluzione pacifica.
ru: (Член экипажа-золтан) Убедить их в необходимости мирного решения.
zh_hans: (超能族船员)说服他们达成一个和平的解决方案。

source: Your Zoltan lectures the two groups about peaceful resolution and the necessity of pacifism... but all it accomplishes is putting the entire crowd to sleep. You take advantage of the situation and salvage some supplies laying around the casino and head back to the ship.
fr: Votre Zoltan fait la morale aux deux groupes et évoque la résolution pacifique et sa nécessité... mais tout cela ne fait qu'endormir la foule entière. Vous profitez de la situation et récupérez des ressources trainant autour du casino, puis vous revenez sur le vaisseau.
it: Il tuo zoltan fa una predica ai due gruppi su una risoluzione pacifica e sulla necessità del pacifismo... ma tutto ciò in cui riesce è far addormentare l'intera folla. Sfrutti la situazione e recuperi delle provviste in giro per il casinò, quindi torni alla nave.
ru: Ваш золтан читает обеим группам лекцию о мирном урегулировании и о необходимости миролюбия... но все, чего он добился, - это усыпил всю толпу. Воспользовавшись ситуацией, вы забираете несколько припасов, валявшихся в казино, и отправляетесь на корабль.
zh_hans: 你的超能族向两边的人讲授和平解决与和平主义的必要性...但只是使整个人群都陷入了沉眠。你趁机搜刮了一些散落在赌场各处的物资，然后回到了星舰。

source: Leave before you get involved.
fr: Partir avant de vous impliquer.
it: Vattene prima di rimanere coinvolto.
ru: Уйти, пока не ввязались в это.
zh_hans: 在卷入之前先退出。

source: Hurry away.
fr: Partir d'ici au plus vite.
it: Scappa via.
ru: Поспешить уйти.
zh_hans: 匆忙离开。

source: With the assistance of your trained military crew you overtake the casino staff. However, without anything to unify them, the clients break into complete chaos. You rush to scrap some supplies while everyone is fighting and head back to the ship.
fr: Avec l'aide de votre équipage militaire bien entrainé, vous débordez le personnel du casino. Cependant, sans unification derrière, la situation avec les clients tourne au chaos total. Vous foncez récupérer des ressources pendant que tout le monde se bat et vous revenez sur le vaisseau.
it: Con l'aiuto del tuo equipaggio militare addestrato, sottometti lo staff del casinò. Ma senza più niente a unirli, i clienti discendono nel caos più totale. Corri a prendere delle provviste mentre tutti si azzuffano e torni alla nave.
ru: С помощью подготовленных военных вы одолеваете персонал казино. Однако, не имея ничего, что могло бы их примирить, клиенты впадают в полный хаос. Вы спешно собираете припасы, пока все дерутся, и отправляетесь на корабль.
zh_hans: 在你训练有素的船员的协助下，你制服了赌场的工作人员。然而，由于没有能统一意见的人，顾客们完全陷入了混乱。趁着大家都处于混乱之中，你赶紧去搜刮了一些物资，然后回到星舰。

source: It appears the casino staff was better trained than expected. They push back the crowds of customers and you decide it's best not to get involved further and head back to the ship.
fr: Il semblerait que le personnel du casino était mieux entrainé que prévu. Ils repoussent les hordes de clients et vous décidez qu'il vaut mieux ne pas insister. Vous retournez sur le vaisseau.
it: Pare che lo staff del casinò sia più preparato di quanto pensassi. Respingono la folla di clienti e decidi che è meglio non immischiarsi ancora e torni alla nave.
ru: Оказалось, что персонал казино был обучен лучше, чем ожидалось. Они оттесняют толпу клиентов, и вы решаете, что лучше не вмешиваться дальше, и возвращаетесь на корабль.
zh_hans: 看来赌场工作人员的训练程度比你预想得要好，他们把顾客们反推了回去。你决定最好不要进一步参与，然后回到了星舰。

source: Your assistance appears to do the trick. With the assistance of your trained military crew you scare away the customers. The casino thanks you and offers you a refund.
fr: Votre aide semble faire l'affaire. Avec l'aide de votre équipage militaire bien entrainé, vous découragez les clients. Le casino vous remercie et offre un remboursement.
it: La tua assistenza sembra funzionare. Scacci via i clienti con l'aiuto del tuo equipaggio militare. Il casinò ti ringrazia e ti offre il rimborso.
ru: Оказывается, что ваша помощь не помешала: с помощью подготовленных военных вы разогнали клиентов. Казино благодарит вас и предлагает вернуть деньги.
zh_hans: 你的协助似乎起到了作用。在你训练有素的军事人员的协助下，你吓跑了顾客们。赌场感谢你并为你提供退款。

source: It appears your crew are no match for the hordes of angry customers, so you hurry back to the ship with one of the casino staff in pursuit. It appears they're the owner, and with their business about to be torched to the ground they'd be grateful to have a place on your ship.
fr: Il semblerait que votre équipage ne fasse pas le poids contre les hordes de clients en colère, vous vous pressez donc de revenir sur le vaisseau, suivi par un membre du casino derrière. C'est visiblement le propriétaire et vu que leur affaire est sur le point d'être brulée et saccagée, il serait reconaissant d'avoir une place sur votre vaisseau.
it: Il tuo equipaggio non può niente contro le orde di clienti furiosi, quindi corri alla nave con uno del casinò alle calcagna. Pare che sia il proprietario, e con la sua attività principale che sta per andare a fuoco sarebbe grato di avere un posto sulla tua nave.
ru: Оказалось, что ваш экипаж не в силах противостоять полчищам разъяренных клиентов, и вы спешите вернуться на корабль, преследуя одного из сотрудников казино. Оказалось, что он - владелец, и, поскольку его бизнес собираются сжечь дотла, он будет благодарен за место на вашем корабле.
zh_hans: 看来你的船员不是成群结队的愤怒顾客们的对手，所以你赶回了星舰，身后还跟着一名赌场的工作人员。看样子他是这里的老板，在他的这笔生意即将化为乌有的情况下，估计会很感激能在你的星舰有一居之处。

source: Slotz
ru: Слотз
zh_hans: 斯罗茨
