Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: It appears your crew are no match for the hordes of angry customers. A particularly agitated Rockman picks up an entire slot machine and smashes it over the head of one of your crew, killing them instantly on impact. Not wanting to take any further losses, you rush back to the ship.
fr: Il semblerait que votre équipage ne fasse pas le poids contre les hordes de clients en colère. Un Rocailleux particulièrement agité soulève une machine à jouer et la fracasse contre le crâne de l'un de vos hommes, le tuant sur le coup. Ne voulant pas subir plus de pertes, vous foncez vers votre vaisseau.
it: Il tuo equipaggio non può niente contro le orde di clienti furiosi. Un rockman particolarmente agitato solleva una slot machine intera e la sfascia in testa a un tuo sottoposto, uccidendolo all'istante. Corri subito alla nave, non volendo subire altre perdite.
ru: Похоже, что ваш экипаж не в силах противостоять полчищам разъяренных клиентов. Особенно взволнованный валун поднимает целый игровой автомат и разбивает его о голову одного из членов вашей команды, мгновенно убив его. Не желая больше терпеть потери, вы спешите вернуться на корабль.
zh_hans: 看来你的船员不是成群结队的愤怒顾客们的对手。一个特别激动的岩石族举起一整台老虎机，朝你的一个船员头上砸去，当场将其砸死。你不想再承受任何损失，于是赶回星舰。

source: Luckily the Clone Bay is able to revive your crew, though it's likely they will always be afraid of casinos and gambling from now on.
fr: Heureusement votre Salle des clones parvient à ranimer votre homme, cependant il est probable qu'il soit dégouté à vie des casinos et jeux d'argents à partir de maintenant.
it: Per fortuna la Sala di clonazione resuscita il tuo sottoposto, ma è probabile che d'ora in poi avrà paura dei casinò e del gioco d'azzardo.
ru: К счастью, Клон-отсеку удается возродить члена экипажа, хотя, скорее всего, отныне он всегда будет бояться казино и азартных игр.
zh_hans: 幸运的是克隆舱能够让你的船员复活，尽管他很可能从现在开始患上了赌场恐惧症。

source: A Slug Laboratory nearby appears to be conducting research on cloning technology. They hail you, offering a "unique offer".
fr: Un laboratoire Limace proche semble être en train de conduire des recherches sur la technologie de clonage. Ils vous contactent, en vous présentant une "offre unique".
it: Un laboratorio slugman vicino e pare che stia conducendo ricerche sulla tecnologia di clonazione. Ti contattano e ti fanno un'"offerta unica".
ru: В расположенной неподалеку лаборатории слизней, по-видимому, ведутся исследования технологии клонирования. Они обращаются к вам, предлагая "уникальное предложение".
zh_hans: 附近的一个蛞蝓实验室似乎正在进行克隆技术的研究。他们招呼你，提出了一个"特别的提议"。

source: Show interest.
fr: Montrer de l'intérêt.
it: Mostra interesse.
ru: Проявить интерес.
zh_hans: 表现出兴趣。

source: "Assss you know, the sshort-sssighted Federation hasss decided to outlaw the cloning of ssstill living organissssmssss. Luckily for ussss, thisss iss not Federation territory. For a sssmall fee, we would be willing to duplicate one of your crew, though the clone will not ssshare the sssame memoriesss or ssskillss asss the original."
fr: "Comme vous le sssavez, la Fédération, bien aveugle, a décccidé de bannir le clonage d'organisssmes toujours vivants. Heureusement pour nous, nous ne sssommes pas en territoire Fédéré. Pour une modessste sssomme, nous pourrions dupliquer l'un de vos hommes, cccependant le clone ne partagera pas les mêmes mémoires ou compétences que l'originel."
it: "Come sssaprai, la Federazione, da poco lungimirante, ha decissso di vietare la clonazione di organisssmi ancora in vita. Per nossstra fortuna, qui non sssiamo in territorio federale. Per una piccola sssomma, sssiamo disssposssti a duplicare un membro del tuo equipaggio, anche ssse il clone non avrà gli ssstesssi ricordi o le ssstessse abilità dell'orginale."
ru: "Как вы знаете, недальновидная Федерация решшшила запретить клонирование живых организмов. К сссчассстью для нассс, это не территория Федерации. За небольшшшую плату мы готовы сссделать двойника одного из членов вашшшего экипажа, хотя клон не будет обладать теми же воссспоминаниями или навыками, что и оригинал".
zh_hans: "正如你所知，目光短浅的联邦已经决定将克隆仍然活着的机体列为非法。不过幸好这里不是联邦的星域。只要付一点钱，我们就愿意复制你的一个船员，虽然克隆人不会继承原来船员的记忆或技能。"

source: Clone your Human crew. [-25~]
fr: Cloner votre Humain. [-25~]
it: Clona il tuo umano. [-25~]
ru: Клонировать члена экипажа-человека. [-25~]
zh_hans: 克隆你的人类船员。[-25~]

source: Clone your Engi crew. [-35~]
fr: Cloner votre Engi. [-35~]
it: Clona il tuo engi. [-35~]
ru: Клонировать члена экипажа-энджи. [-35~]
zh_hans: 克隆你的半械族船员。[-35~]

source: Clone your Zoltan crew. [-35~]
fr: Cloner votre Zoltan. [-35~]
it: Clona il tuo zoltan. [-35~]
ru: Клонировать члена экипажа-золтана. [-35~]
zh_hans: 克隆你的超能族船员。[-35~]

source: Clone your Orchid crew. [-35~]
fr: Cloner votre Orchidée. [-35~]
it: Clona il tuo orchid. [-35~]
ru: Клонировать члена экипажа-орхидею. [-35~]
zh_hans: 克隆你的兰花族船员。[-35~]

source: Clone your Mantis crew. [-40~]
fr: Cloner votre Mantis. [-40~]
it: Clona il tuo mantis. [-40~]
ru: Клонировать члена экипажа-богомола. [-40~]
zh_hans: 克隆你的螳螂族船员。[-40~]

source: Clone your Rock crew. [-40~]
fr: Cloner votre Rocailleux. [-40~]
it: Clona il tuo rockman. [-40~]
ru: Клонировать члена экипажа-валуна. [-40~]
zh_hans: 克隆你的岩石族船员。[-40~]

source: Clone your Crystal crew. [-45~]
fr: Cloner votre Cristalien. [-45~]
it: Clona il tuo crystalline. [-45~]
ru: Клонировать члена экипажа-кристаллина. [-45~]
zh_hans: 克隆你的水晶族船员。[-45~]

source: Clone your Slug crew. [-30~]
fr: Cloner votre Limace. [-30~]
it: Clona il tuo slugman. [-30~]
ru: Клонировать члена экипажа-слизня. [-30~]
zh_hans: 克隆你的蛞蝓族船员。[-30~]

source: Clone your Shell crew. [-35~]
fr: Cloner votre Coquille. [-35~]
it: Clona il tuo shellman. [-35~]
ru: Клонировать члена экипажа-ракушку. [-35~]
zh_hans: 克隆你的甲壳族船员。[-35~]

source: Clone your Phantom crew. [-20~]
fr: Cloner votre Esprit. [-20~]
it: Clona il tuo fatuo. [-20~]
ru: Клонировать члена экипажа-фантома. [-20~]
zh_hans: 克隆你的幻灵船员。[-20~]

source: Clone your Goul crew. [-20~]
fr: Cloner votre Goule. [-20~]
it: Clona il tuo ghoul. [-20~]
ru: Клонировать члена экипажа-Гуля. [-20~]
zh_hans: 克隆你的燃灵船员。[-20~]

source: Clone your Mare crew. [-20~]
fr: Cloner votre Cauchemar. [-20~]
it: Clona il tuo incubo. [-20~]
ru: Клонировать члена экипажа Мар. [-20~]
zh_hans: 克隆你的蚀灵船员。[-20~]

source: Clone your Wraith crew. [-20~]
fr: Cloner votre Spectre. [-20~]
it: Clona il tuo spettro. [-20~]
ru: Клонировать члена экипажа-Виденье. [-20~]
zh_hans: 克隆你的电灵船员。[-20~]

source: Clone your Lanius crew. [-40~]
fr: Cloner votre Lanius. [-40~]
it: Clona il tuo lanius. [-40~]
ru: Клонировать члена экипажа-ланиуса. [-40~]
zh_hans: 克隆你的食铁族船员。[-40~]

source: Clone your Spider crew. [-20~]
fr: Cloner votre Araignée. [-20~]
it: Clona il tuo ragno. [-20~]
ru: Клонировать члена экипажа-паука. [-20~]
zh_hans: 克隆你的蜘蛛族船员。[-20~]

source: Clone your Obelisk crew. [-60~]
fr: Cloner votre Obélisque. [-60~]
it: Clona il tuo obelisk. [-60~]
ru: Клонировать члена экипажа-обелиска. [-60~]
zh_hans: 克隆你的方碑族船员。[-60~]

source: "What a ssstrange creature. Ah well, if they can be cloned, then I won't asssk quessstionsss." The Slugs drop off the clone before disappearing back into their ship.
fr: "Quel étrange créature. Eh bien, tant que cccela peut être cloné, je ne poserai pas de quessstions." Les Limaces déposent le clone avant de disparaître en retournant sur leur station.
it: "Che creatura ssstrana. Ah beh, ssse può esssere clonata, non faccio domande." Gli slugman lasciano il clone prima di sparire di nuovo nella loro nave.
ru: "Какое странное существо. Ну что ж, если их можно клонировать, то я не буду задавать вопросов". Слизни высаживают клона и возвращаются на свой корабль.
zh_hans: "真是一种奇怪的生物。哦好吧，如果他们可以被克隆，我也没啥好问的。"蛞蝓族们在消失回他们的飞船之前留下了克隆人。

source: We will not break the Federation's laws.
fr: Nous n'enfreindrons pas les lois de la Fédération.
it: Non infrangeremo le leggi della Federazione.
ru: Мы не будем нарушать законы Федерации.
zh_hans: 我们不会违反联邦的法律。

source: Decline.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: You don't give the Slugs a chance to explain and cease communications with them.
fr: Vous ne donnez même pas une chance aux Limaces de s'expliquer et cessez toute communication avec eux.
it: Non concedi neanche una possibilità agli slugman di spiegarsi e chiudi le comunicazioni.
ru: Вы не даете слизням шанса объяснить и прекращаете с ними общение.
zh_hans: 你不给蛞蝓族再解释的机会，停止了与他们沟通。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_STORM_SLUG_POWER"]/text
source: The Slugs here appear to have achieved something unique. A powerplant here appears to be generating power by harvesting the charge from the ion storm here!
fr: Les Limaces ont visiblement l'air d'avoir accompli quelque chose d'unique ici. La centrale locale semble générer du courant en récoltant la puissance de la tempête à ions ici-présente !
it: Questi slugman sembrano aver compiuto qualcosa di unico. Una centrale elettrica sembra generare energia raccogliendo la carica della tempesta ionica!
ru: Похоже, что слизням удалось достичь чего-то уникального. Похоже, что здешняя электростанция вырабатывает энергию, собирая ее за счет импульсов от здешнего ионного шторма!
zh_hans: 这里的蛞蝓族似乎已经取得了一些独特的成就。这里的供能站似乎是通过收集这里的离子风暴的电荷来供能的！

source: Attack them!
fr: Les attaquer !
it: All'attacco!
ru: Атаковать их!
zh_hans: 攻击对方！

source: For some reason you have decided to attack the Slugs. Though the facility is unarmed, one of their vessels rises to meet you and defend them.
fr: Vous avez décidé d'attaquer les Limaces pour une raison quelconque. L'installation elle-même n'étant pas armée, l'un de ses vaisseaux arrive à sa défense.
it: Hai deciso di attaccare gli slugman per un qualche strano motivo. Anche se la struttura non ha armi, una delle navi arriva per affrontarti e difenderla.
ru: По какой-то причине вы решили атаковать слизней. Хотя объект не вооружен, один из их кораблей вылетает навстречу вам и защищает электростанцию.
zh_hans: 出于某种原因，你决定攻击蛞蝓族。虽然该设施没有武装，但他们的一艘船却起来迎接你并保卫他们。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Pay them to do some work on your reactor.
fr: Les payer pour qu'elles travaillent sur votre réacteur.
it: Pagali perché lavorino sul tuo reattore.
ru: Заплатить им за работу над вашим реактором.
zh_hans: 给他们钱，让他们对星舰的反应堆做一些工作。

source: The Slugs have worked on many reactors in the past, and with their expertise in power (not to mention the nice portion of scrap given to them), the Slugs go to work on your reactor.
fr: Les Limaces ont travaillées sur plusieurs réacteurs par le passé et avec leur expertise dans le domaine (sans compter la bonne portion de ferraille que vous leur avez fournies), les Limaces se mettent à améliorer votre réacteur.
it: Gli slugman hanno lavorato su molti reattori in passato e con la loro esperienza in fatto di energia (nonché la generosa quantità di moduli che gli hai dato), iniziano a lavorare al tuo reattore.
ru: В прошлом слизни работали на многих реакторах, и, обладая опытом в области энергетики (не говоря уже о хорошей порции лома, которую им дали), слизни приступают к работе над вашим реактором.
zh_hans: 蛞蝓族们过去曾接触过许多反应堆的事务，凭借他们在能量方面的专业知识(更不用说给他们的那份不错的废料了)，蛞蝓族们开始对你的反应堆动工。

source: Ignore the plant.
fr: Ignorer la centrale.
it: Ignora la centrale.
ru: Не обращать внимания на станцию.
zh_hans: 无视供能站。

source: You decide to move past the power plant.
fr: Vous décidez de passer votre chemin en ignorant la centrale.
it: Decidi di superare la centrale energetica.
ru: Вы принимаете решение двигаться мимо электростанции.
zh_hans: 你决定经过供能站，不做任何事。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_DRUGS"]/text
source: A nearby immaculate Slug ship hails you. "Hello, welcome to thissss beacon. Would you care to come aboard for a drink? It is cussstomary for usss to welcome visssitorsss."
fr: Un vaisseau Limace proche ayant l'air neuf vous contacte. "Bonjour, bienvenue à cccette balise. Ssseriez-vous intéressé pour venir à bord boire un coup ? Ccc'est coutumier pour nous d'accueillir les visiteurs."
it: Una nave slugman immacolata qui vicino ti contatta. "Sssalve, benvenuto a quesssto assstrofaro. Vorresssti venire a bordo per un goccio? È una nossstra tradizione per accogliere i visssitatori."
ru: Находящийся неподалеку безупречный корабль слизней обращается к вам: "Здравссствуйте, добро пожаловать на этот маяк. Не желаете ли поднятьссся на борт, чтобы выпить? У нассс принято радушшшно вссстречать госсстей".
zh_hans: 附近的一艘极其整洁的蛞蝓族飞船向你呼叫。"你好，欢迎来到这个信标。你愿意上船来喝一杯吗？我们习惯于招待来访者。"

source: These Slugs seem trustworthy enough.
fr: Ces Limaces ont l'air assez dignes de confiances.
it: Questi slugman sembrano essere degni di fiducia.
ru: Эти слизни кажутся вполне заслуживающими доверия.
zh_hans: 这些蛞蝓族似乎值得信赖。

source: The Slugs welcome you onboard, giving you a tour of their ship. It's actually rather nice, and you don't see any illegal contraband either. They offer you a glass of juice from some alien fruit, have a toast for your new friendship, and then return back to your ship.
fr: Les Limaces vous accueillent à bord et vous font faire le tour de leur vaisseau. C'est plutôt plaisant et vous ne voyez rien qui ne ressemble à de la contrabande illégale. Ils vous offrent un verre à boire d'un jus en provenance d'un certain fruit alien et un toast pour votre nouvelle amitié juste avant que vous retourniez sur votre vaisseau.
it: Gli slugman ti accolgono a bordo e ti fanno fare un giro della loro nave. È un'esperienza davvero piacevole in realtà, e non vedi nemmeno contrabbando illegale. Ti offrono un bicchiere di succo ricavato da un qualche frutto alieno, fanno brindisi alla vostra nuova amicizia e ti fanno tornare alla tua nave.
ru: Слизни приветствуют вас на борту и проводят экскурсию по своему кораблю. На самом деле он довольно симпатичный, и никакой незаконной контрабанды вы на нем вы не видите. Они предлагают вам стакан сока из какого-то инопланетного фрукта, поднимают тост за вашу новую дружбу и возвращаются на свой корабль.
zh_hans: 蛞蝓族们欢迎你上船，以供你参观。它实际上相当不错，而且你也没有发现任何违禁品。他们用一些外星水果给你提供了一杯果汁，你为你们的新友谊干杯，然后回到了星舰。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Politely decline.
fr: Refuser poliment.
it: Rifiuta rispettosamente.
ru: Вежливо отказаться.
zh_hans: 礼貌地拒绝。

source: You decline the Slugs offer. They say they understand, and even give you some fuel out of good will.
fr: Vous refusez l'offre des Limaces. Ils proclament comprendre la situation et ils vous offrent même du carburant en guise de bonne volonté.
it: Rifiuti l'offerta degli slugman. Dicono di capire e ti danno del carburante in segno di buona volontà.
ru: Вы отказываетесь от предложения слизней. Они говорят, что все понимают, и даже дают вам немного топлива по своей доброте.
zh_hans: 你拒绝了蛞蝓族的提议。他们表示理解，甚至出于善意给了你一些燃料。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: As you head back to your ship, the Slugs give you some fuel as thanks for your trust in them.
fr: Tandis que vous vous apprêtez à revenir sur votre vaisseau, les Limaces vous donnent du carburant en guise de remerciements pour leur avoir fait confiance.
it: Mentre te ne vai, gli slugman ti danno del carburante per ringraziarti della fiducia concessa.
ru: Когда вы возвращаетесь на свой корабль, слизни дают вам немного топлива в благодарность за ваше доверие к ним.
zh_hans: 当你返回星舰时，蛞蝓族给了你一些燃料，以感谢你对他们的信任。

source: As you arrive on your ship you notice your head is feeling very light. You stumble around, almost falling over. A blaring siren blasts through your ship, and you run to the bridge. A giant menacing Rock ship is moving in to attack! Your crew look at you strangely as you give orders to defend the ship from the Rockmen, but they don't argue.
fr: Alors que vous revenez sur votre vaisseau, vous sentez votre tête étant anormalement légère. Vous perdez l'équilibre, vous effondrant presque. Une lourde sirène retentit dans votre vaisseau et vous accourez au pont principal. Un gigantesque et menaçant vaisseau Rocailleux s'avance pour vous attaquer ! Votre équipage vous regarde étrangement tandis que vous leur donnez l'ordre de défendre le vaisseau contre les Rocailleux, mais ils suivent les ordres sans discuter.
it: Come torni sulla tua nave, ti senti la testa leggerissima. Incespichi e per poco non cadi. Una sirena inizia a suonare per tutta la nave e corri sul ponte. Una minacciosa nave rockman gigantesca si muove in assetto da combattimento! Il tuo equipaggio ti guarda in modo strano quando dai gli ordini di difendere la nave dai rockman, ma nessuno dice niente.
ru: Прибыв на корабль, вы замечаете, что у вас очень кружится голова. Вы спотыкаетесь и чуть не падаете. По кораблю разносится вопль сирены, и вы бежите на мостик. Гигантский угрожающего вида корабль валунов идет в атаку! Экипаж странно смотрит на вас, когда вы отдаете приказ защищать корабль от валунов, но не спорит.
zh_hans: 当你回到星舰时，发现自己的头感觉很轻。你跌跌撞撞，差点摔倒。一阵刺耳的警报声响彻星舰，你跑向指挥舱。一艘巨大的、来势汹汹的岩石族飞船正在向你进攻！你的船员们奇怪地看着你下达了从岩石族手中保卫星舰的命令，但他们没有反驳。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: As you arrive on your ship you notice your head is feeling very light. You stumble around, almost falling over. A blaring siren blasts through your ship, and you run to the bridge. A giant menacing Rock ship is moving in to attack! Your crew look at you strangely as you give orders to defend the ship from the Rockmen, but they don't argue.
fr: Alors que vous revenez sur votre vaisseau, vous sentez votre tête étant anormalement légère. Vous perdez l'équilibre, vous effondrant presque. Une lourde sirène retentit dans votre vaisseau et vous accourez au pont principal. Un gigantesque et menaçant vaisseau Rocailleux s'avance pour vous attaquer ! Votre équipage vous regarde étrangement tandis que vous leur donnez l'ordre de défendre le vaisseau contre les Rocailleux, mais ils suivent les ordres sans discuter.
it: Come torni sulla tua nave, ti senti la testa leggerissima. Incespichi e per poco non cadi. Una sirena inizia a suonare per tutta la nave e corri sul ponte. Una minacciosa nave rockman gigantesca si muove in assetto da combattimento! Il tuo equipaggio ti guarda in modo strano quando dai gli ordini di difendere la nave dai rockman, ma nessuno dice niente.
ru: Прибыв на корабль, вы замечаете, что у вас очень кружится голова. Вы спотыкаетесь и чуть не падаете. По кораблю разносится вопль сирены, и вы бежите на мостик. Гигантский угрожающего вида корабль валунов идет в атаку! Экипаж странно смотрит на вас, когда вы отдаете приказ защищать корабль от валунов, но не спорит.
zh_hans: 当你回到星舰时，发现自己的头感觉很轻。你跌跌撞撞，差点摔倒。一阵刺耳的警报声响彻星舰，你跑向指挥舱。一艘巨大的、来势汹汹的岩石族飞船正在向你进攻！你的船员们奇怪地看着你下达了从岩石族手中保卫星舰的命令，但他们没有反驳。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$//event[@name="ROCK_DRUGS_WIN"]/text
source: Your confused stupor wears off, and you suddenly come to the realization that the ship you were fighting was no Rock Picket at all. Instead, it was simply a few asteroids that had drifted dead into the nebulae. Luckily, the damage you dealt to them exposed some harvestable fuel.
fr: Votre stupeur confuse se dissipe et vous réalisez soudainement que le vaisseau que vous combattiez n'était pas du tout un Fer de lance Rocailleux. C'était tout simplement quelques astéroïdes ayant proliféré dans la nébuleuse. Par chance, les dégâts que vous leur avez infligé ont exposé du carburant à récolter.
it: Il tuo torpore confuso svanisce e all'improvviso ti accorgi che la nave che stavi affrontando non era affatto una vedetta rockman. In realtà erano solo degli asteroidi alla deriva nella nebulosa. Fortunatamente, i danni che gli hai inflitto hanno esposto del carburante che puoi raccogliere.
ru: Замутнение рассудка проходит, и до вас вдруг доходит, что корабль, с которым вы сражались, вовсе не был дозорным валунов. На самом деле это были несколько астероидов, попавших в туманность. К счастью, в результате их разрушения было обнаружено топливо, которое можно собрать.
zh_hans: 你的昏迷感逐渐消失了，你突然意识到，你正在战斗的飞船根本就不是什么岩石族飞船。相反，它只是一些漂入星云的小行星。幸运的是，你对它们造成的伤害暴露了一些可收获的燃料。

# data/events_sector_kleptocracy.xml$//event[@name="ROCK_DRUGS_WIN"]/choice/text
source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The Slugs break into laughter, finding your crazed escapades against some large rocks hilarious. You ignore the traitorous bastards that drugged you and move on.
fr: Les Limaces éclatent de rire, trouvant vos folles escapades contre des rochers géants hilarant. Vous ignorez les abominables traîtres qui vous ont drogué et continuez votre chemin.
it: Gli slugman scoppiano a ridere, trovando divertentissima la tua scenata contro dei grossi sassi. Ignori quei bastardi traditori che ti hanno drogato e prosegui per la tua strada.
ru: Слизни разразились хохотом, посчитав ваши безумные выходки с огромными камнями забавными. Вы не обращаете внимания на предательских ублюдков, накачавших вас наркотиками, и идете дальше.
zh_hans: 蛞蝓族们笑成一团，对你与一些大石块的疯狂互动感到十分搞笑。你无视了那些给你下药的混蛋，继续前进。

source: You catch chatter back on the Slug ship. "Wait, crap. Were thossse the hallucinogenic melonsss?" They hail you, apologizing greatly for their mistake. "I am truly very sssorry... thisss probably undoesss the trussst that we worked sso hard to earn. What mussst we do for you to forgive ussss?"
fr: Vous épiez une conversation en provenance du vaisseau Limace. "Attend, minccce. Essst-ccce que ccc'était les melons hallucinogènes ?" Ils vous contactent, s'excusant grandement pour leur erreur. "Je sssuis vraiment désolé... cccela va probablement sssalir la confianccce que nous avions si durement cherché à obtenir. Que devrions-nous faire pour obtenir votre pardon ?"
it: Capti delle conversazioni dalla nave slugman. "Assspetta, cacchio. Quelli erano i meloni allucinogeni?" Ti contattano, scusandosi a profusione per la svista. "Mi dissspiace tanto, sssul ssserio... forssse quesssto cancella tutta la fiducia che ci sssiamo guadagnati con fatica. Cosssa posssiamo fare per farci perdonare?"
ru: Вы улавливаете разговоры на корабле слизней. "Подождите, черт. Это были галлюциногенные дыни?" Они связываются с вами, извиняясь за свою ошибку. "Мне дейссствительно очень жаль... Это, вероятно, подрывает доверие, которое мы так ссстаралисссь зассслужить. Что мы должны сссделать, чтобы вы нассс проссстили?"
zh_hans: 你捕捉到蛞蝓族飞船上的聊天记录。"等等，糟糕。我们是不是给了他致幻瓜？"对方再次向你呼叫，为他们的错误深表歉意。"真的非常抱歉...估计这毁了我们尽全力才赢得的信任，但我们该怎么做才能让你原谅呢？"

source: You can work off your debt by serving on our ship.
fr: Vous pouvez racheter votre dette en travaillant sur notre vaisseau.
it: Puoi ripagare il debito lavorando sulla nostra nave.
ru: Вы можете загладить свою вину, служа на нашем корабле.
zh_hans: 你可以通过在我们的飞船上效劳来偿还你的债务。
