Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_PLEASURE_1_WIN"]/text
source: Scans show the barge won't remain at this beacon for much longer, as its engines are already charging and it's attempting to flee. You won't have time to fight it here before it escapes.
fr: Les scans montrent que la barge ne restera pas à cette balise plus longtemps, car ses moteurs se chargent déjà pour tenter de fuir. Vous n'aurez pas le temps pour la combattre ici avant son échappatoire.
ru: Сканирование показывает, что Баржа не сможет долго оставаться у этого маяка, так как ее двигатели уже заряжены и она пытается скрыться. У вас не хватит времени расправиться с ней здесь до того, как она скроется.
zh_hans: 扫描显示，这艘游艇不会在这个信标处停留太久，因为它的引擎已经在充能，并试图逃离。在它逃跑之前，你没有时间在这里与它战斗。

source: There's nothing else we can do. Let it jump.
fr: Nous ne pouvons rien faire d'autre. La laisser sauter.
ru: Больше мы ничего не можем сделать. Пусть уходит в прыжок.
zh_hans: 我们没有别的办法了，让它跃迁吧。

source: You might not be able to fight it here, but maybe you'll have the luck to run into it again in this sector or the next.
fr: Vous ne pouvez peut-être pas la combattre ici, mais peut-être aurez-vous assez de chance pour tomber dessus à nouveau dans ce secteur ou celui après.
ru: Возможно, вы не сможете сразиться с ней здесь, но, возможно, вам посчастливится столкнуться с ней снова в этом или следующем секторе.
zh_hans: 你可能无法在这里与它战斗，但也许你会有运气在这个星区或下一个星区再次遇到它。

source: (Adv. Sensors) Track their jump signatures.
fr: (Capteurs de pointe) Suivre leurs signatures de saut.
ru: (Продв. Сенсоры) Отслеживать сигнатуры ее прыжков.
zh_hans: (先进传感器)追踪他们的跃迁特征。

source: You might not be able to fight it here, but you're able to lock onto the ship's jump signatures. You'll be able to follow it with ease now.
fr: Vous ne pouvez peut-être pas la combattre ici, mais vous parvenez à verrouiller la signature de saut du vaisseau. Vous pourrez facilement le suivre à présent.
ru: Возможно, здесь вы не сможете с ней сразиться, но вы сможете засечь сигнатуры прыжка корабля, и теперь вы сможете с легкостью следить за ней.
zh_hans: 你虽然无法在这里与它战斗，但你能够锁定飞船的跃迁特征。现在你可以轻松地跟踪它了。

source: (Slug Crew) Track their jump signatures.
fr: (Membre d'équipage Limace) Suivre leurs signatures de saut.
ru: (Член экипажа-слизень) Отслеживать сигнатуры ее прыжков.
zh_hans: (蛞蝓族船员)追踪他们的跃迁特征。

source: You might not be able to fight it here, but your Slug is able to lock onto the ship's jump signatures. You'll be able to follow it with ease now.
fr: Vous ne pouvez peut-être pas la combattre ici, mais votre Limace parvient à verrouiller la signature de saut du vaisseau. Vous pourrez facilement le suivre à présent.
ru: Возможно, здесь вы не сможете с ней сразиться, но ваш слизень способен засечь сигнатуры прыжка корабля. Теперь вы сможете с легкостью следить за ней.
zh_hans: 你虽然无法在这里与它战斗，但你的蛞蝓族能够锁定飞船的跃迁特征。现在你可以轻松地跟踪它了。

source: (Telepathic Shell) Track their jump signatures.
fr: (Coquille Télépathique) Suivez leur signature de saut.
ru: (Член экипажа-ракушка-телепат) Отслеживать сигнатуры ее прыжков.
zh_hans: (心灵感应甲壳族)追踪他们的跃迁特征。

source: You might not be able to fight it here, but your Shell is able to lock onto the ship's jump signatures. You'll be able to follow it with ease now.
fr: Vous ne pouvez peut-être pas la combattre ici, mais votre Coquilles parvient à verrouiller la signature de saut du vaisseau. Vous pourrez facilement le suivre à présent.
ru: Возможно, вы не сможете сразиться с ей здесь, но ваша ракушка способна засечь сигнатуры прыжков корабля. Теперь вы сможете с легкостью следить за ней.
zh_hans: 你虽然无法在这里与它战斗，但你的甲壳族能够锁定飞船的跃迁特征。现在你可以轻松地跟踪它了。

source: (Long-Ranged Scanners) Track their jump signatures.
fr: (Scanners longue portée) Suivre leurs signatures de saut.
ru: (Сканеры дальнего действия) Отслеживать сигнатуры ее прыжков.
zh_hans: (长距扫描仪)追踪他们的跃迁特征。

source: You might not be able to fight it here, but you're able to lock onto the ship's jump signatures. You'll be able to follow it with ease now.
fr: Vous ne pouvez peut-être pas la combattre ici, mais vous parvenez à verrouiller la signature de saut du vaisseau. Vous pourrez facilement le suivre à présent.
ru: Возможно, здесь вы не сможете с ней сразиться, но вы сможете засечь сигнатуры прыжка корабля, и теперь вы сможете с легкостью следить за ней.
zh_hans: 你虽然无法在这里与它战斗，但你能够锁定飞船的跃迁特征。现在你可以轻松地跟踪它了。

source: It must be your lucky day, it seems you've stumbled across the Pleasure Barge once again!
fr: Cela doit être votre jour de chance ; il semblerait que vous soyez tombé sur la Barge de Plaisir une fois de plus !
ru: Вам, наверное, повезло: похоже, вы снова наткнулись на Баржу удовольствий!
zh_hans: 今天一定是你的幸运日，看来你又一次偶然发现了欢愉游艇！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Presumed location of the Pleasure Barge.
fr: Emplacement présumé de la Barge des Plaisirs.
ru: Предположительное местонахождение Баржи удовольствий.
zh_hans: 欢愉游艇的疑似位置。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_LIGHT_PLEASURE_2"]/text
source: This time you've tracked down the Barge again, and it has no escort. It is completely unprotected save for its teleporter system.
fr: Cette fois, vous avez de nouveau traqué la Barge et elle n'a pas d'escorte. Elle est complètement sans défenses, hormis son système de téléportation.
ru: На этот раз вы снова выследили Баржу, и у нее нет сопровождения. Она совершенно не защищена, за исключением системы телепортатора.
zh_hans: 这一次，你又追踪到了游艇，它没有护卫。除了它的传送系统外，它完全没有任何防护。

source: Attack, and finish them off!
fr: Attaquer et les finir !
ru: Атаковать и прикончить ее!
zh_hans: 攻击，把他们干掉！

source: You approach the barge and prepare to finish it off once and for all.
fr: Vous approchez la barge pour vous préparer à en finir une bonne fois pour toutes.
ru: Вы приближаетесь к Барже и готовитесь покончить с ней раз и навсегда.
zh_hans: 你接近游艇，准备一劳永逸地解决它。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: You've done enough. Leave them alone.
fr: Vous en avez assez fait. Les laisser tranquilles.
ru: Вы сделали достаточно. Оставим их в покое.
zh_hans: 你做得太过火了，还是别管他们了。

source: You've already needlessly scared the Slugs on board, there's no reason to continue your attack.
fr: Vous avez déjà effrayé inutilement les Limaces à bord, il n'y a aucune raison de continuer votre attaque.
ru: Вы уже напугали слизней на борту, и нет смысла продолжать атаку.
zh_hans: 你已经不必要地惊吓了船上的蛞蝓族，没有理由继续进行攻击。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: As you continue your assault on the barge, you notice several life pods dispensing from the vessel! It appears the civilians are attempting to escape. Meanwhile, the Pleasure Barge begins to charge its engines.
fr: Tandis que vous continuez votre assaut sur la barge, vous remarquez plusieurs capsules de survies sortant du vaisseau ! Il semblerait que les civils tentent de s'échapper. Pendant ce temps, la Barge de Plaisir commence à charger ses moteurs.
ru: Продолжая штурм Баржи, вы заметили несколько спасательных капсул, покидающих судно! Похоже, что гражданские пытаются спастись. Тем временем Баржа удовольствий начинает заряжать свои двигатели.
zh_hans: 当你继续攻击游艇时，你注意到有几个逃生舱从船上分离出来了！看来这些平民正试图逃跑。与此同时，欢愉游艇开始为它的引擎充能。

source: Keep firing!
fr: Maintenir le feu !
ru: Продолжать вести огонь!
zh_hans: 继续射击！

source: Cease attacking and pick up some of the pods.
fr: Cesser l'attaque et ramasser des capsules.
ru: Прекратить атаку и подобрать несколько капсул.
zh_hans: 停止攻击，截住一些逃生舱。

source: You abandon the barge and scoop up some of the lifepods. It seems you've lucked out once again with your find... this pod contains a Slug Saboteur!
fr: Vous abandonnez la barge et ramassez certaines des capsules de survie. Il semblerait que vous ayez touché le gros lot une fois de plus avec votre trouvaille... cette capsule contient un Saboteur Limace !
ru: Вы покидаете Баржу и забираете несколько спасательных капсул. Похоже, вам снова повезло с находкой... в этой капсуле находится слизень-Диверсант!
zh_hans: 你放弃了游艇，去截了一些逃生舱。看来你又一次走运...这间逃生舱里有一名蛞蝓破坏者！

source: They're at our mercy. Force them to serve on the ship.
fr: Il est à notre merci. Le contraindre à servir sur le vaisseau.
ru: Он в нашей милости. Заставить его служить на вашем корабле.
zh_hans: 他任由我们摆布——迫使他在星舰上服务。

source: Force them to surrender all they have in return for their lives.
fr: Le forcer à remettre toutes ses possessions en échange de sa vie.
ru: Заставить его отдать все, что у него есть, в обмен на его жизнь.
zh_hans: 迫使他交出自己的一切，以换取生命。

source: You receive a hail from the captain of the pleasure barge. "Pleasssse, there are sssso many innocent people on thisss ssship. I will give you everything, jussst do not kill usss!"
fr: Vous recevez un appel du capitaine de la Barge de Plaisir. "Pitié, il y a tellement d'innocccents sur ccce vaissseau. Je vous donnerai tout, mais ne nous tuez pas !"
ru: Вы получаете сообщение от капитана Баржи удовольствий. "Пожалуйссста, на этом корабле так много невинных людей. Я отдам вам всссе, только не убивайте нассс!"
zh_hans: 你收到了游艇舰长的呼叫。"拜托，这艘船上有那么多无辜的人。我可以给你一切，只要你不杀我们！"

source: Agree to their surrender.
fr: Accepter leur reddition.
ru: Согласиться на их капитуляцию.
zh_hans: 同意他们投降。

source: "Ok, ok! I will beam the ssssuppliesss over now."
fr: "Ok, ok ! Je vais à présent envoyer les ressssourccces."
ru: "Хорошо-хорошо! Сссейчассс я передам припасссы".
zh_hans: "好的，没问题！我现在就把物资传送过去。"

source: Your offer does not interest us. Is this the best you can do?
fr: Votre offre ne nous intéresse pas. Est-ce vraiment le mieux que vous puissiez faire ?
ru: Ваше предложение нас не интересует. Это лучшее, что вы можете предложить?
zh_hans: 你们的边角料提不起我们的兴趣，这点东西能打发谁？

source: "Ok! I sssaid I will give you everything! I will ssserve on your sssship, how doesss thisss ssound?"
fr: "Ok ! J'ai dit que j'allais tout vous donner ! Je vais ssservir sur votre vaissseau, qu'essst-ccce que vous en dites ?"
ru: "Хорошшшо! Я сссказал, что отдам вам всссе! Я буду ссслужить на вашшшем корабле, как вам это?"
zh_hans: "没问题的！我说过我会给你一切！我将在你的船上服务，听起来如何？"

source: Agree to his new surrender.
fr: Accepter sa nouvelle offre.
ru: Согласиться на его новую сделку.
zh_hans: 同意他的新投降条件。

source: The Slug teleports over, reluctant to work among you but realizing it's the only way to save the civilians from your wrath.
fr: La Limace se téléporte, réticente à travailler pour vous, mais elle réalise que c'est la seule manière d'épargner les civils contre votre courroux.
ru: Слизень телепортируется к вам, не желая работать среди вас, но понимая, что это единственный способ спасти гражданских от вашего гнева.
zh_hans: 蛞蝓族传送过来。他不情愿作为你的船员工作，但意识到这是将平民从你的愤怒中拯救出来的唯一方法。

source: You have to think bigger, grander! Think of what is at stake.
fr: Vous devez penser plus gros, plus grand ! Pensez à ce qui est en jeu.
ru: Вы должны мыслить шире, масштабнее! Подумайте о том, что поставлено на кон.
zh_hans: 还不够，你的格局必须打开，大开！好好想一想这其中的利害关系。

source: "Fine! Take the entire sssship! I don't care. Jussst let ussss all go."
fr: "D'accord ! Prenez le vaissseau entier ! Je m'en fiche. Laisssez-nous jussste tousss partir."
ru: "Отлично! Забирайте весссь корабль! Мне всссе равно. Просссто отпуссстите нассс всссех".
zh_hans: "好吧！把整艘船都拿去吧！我无所谓。只要让我们走。"

source: Now that's an offer we can't refuse.
fr: Voila une offre que nous ne pouvons pas refuser.
ru: От такого предложения мы не можем отказаться.
zh_hans: 现在这他妈才是一个我们无法拒绝的提议。

source: The rest of the civilians clear out of the pleasure barge. You raze the interior, salvaging as much as you can. It would be a shame to let this ship go to waste. You reprogram the ship's FTL drive to direct the ship back to the nearest Federation base, where it will be scanned and rebuilt for future Multiverse travelers.
fr: Le reste des civils évacuent la Barge de Plaisance. Vous détruisez l'intérieur, récupérant autant que possible. Il serait dommage de laisser ce vaisseau perdu. Vous reprogrammez le moteur SPL pour diriger le vaisseau jusqu'à la base de la Fédération la plus proche, pour que le vaisseau soit scanné et reconstruit pour les futurs voyageurs du Multivers.
ru: Остальные гражданские покидают Баржу удовольствий. Вы опустошаете внутреннюю часть корабля, забирая все, что можно использовать. Было бы жаль пускать этот корабль на ветер. Вы перепрограммируете ССД корабля, чтобы направить его обратно на ближайшую базу Федерации, где он будет просканирован и восстановлен для будущих путешествий по Мультивселенной.
zh_hans: 其余的平民都离开了游艇。你把内部搜刮了个精光，尽可能多地带走。如果让这艘船被浪费掉，那就太可惜了。你对飞船的超光速推进器进行重新编程，使其回到最近的联邦基地，在那它将被扫描并为未来的多元宇宙旅行者们重建。

source: We will not accept your surrender.
fr: Nous n'allons pas accepter votre reddition.
ru: Мы не примем вашей капитуляции.
zh_hans: 我们不会接受你的投降。

source: The Pleasure Barge explodes, scattering debris and the corpses of dozens of civilian Slugs. You salvage the debris, of which there is quite a decent portion of.
fr: La Barge de Plaisir explose, dispersant des débris et les corps de douzaines de civils Limaces. Vous récupérez la généreuse potion de débris laissés derrière.
ru: Баржа удовольствий взрывается, разбрасывая обломки и трупы десятков гражданских слизней. Вы собираете полезное с обломков, которых собралось довольно много.
zh_hans: 欢愉游艇爆炸了，散落了碎片和几十具平民蛞蝓族的尸体。你回收残骸，收获颇丰。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: As you fly away, you spot a single life-pod that survived the explosion. Inside is a slave who was forced to work aboard the barge. Now free, they join your crew.
fr: Tandis que vous vous éloignez, vous repérez une capsule de survie qui a survécue à l'explosion. À l'intérieur se trouve un esclave qui était forcé de travailler à bord de la barge. Maintenant qu'il est libre, il rejoint votre équipage.
ru: Улетая, вы замечаете единственную спасательную капсулу, уцелевшую после взрыва. В ней находится раб, которого заставили работать на борту Баржи. Теперь он свободен и присоединяется к вашему экипажу.
zh_hans: 当你飞走时，你发现了一个在爆炸中幸存的逃生舱。里面是一个被迫在游艇上工作的奴隶。现在他自由了，加入了你的船员。

source: You have emptied the barge entirely of its crew. As you move about salvaging what you can, you also come across an odd drone blueprint and plenty of resources.
fr: Vous avez entièrement vidé la Barge de son équipage. Tandis que vous vous mettez à récupérer tout ce que vous trouvez, vous tombez sur les plans d'un étrange drone, en plus de ressources abondantes.
ru: Вы полностью избавились от экипажа Баржи и, собирая все, что можно, наткнулись на странный чертеж дрона и множество ресурсов.
zh_hans: 你已经把游艇上的船员全部清空了。在你四处捞取残骸的过程中，你还发现了一个奇怪的无人机蓝图和大量的资源。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: The ship is eerily quiet. You've done a proficient job of clearing out the crew, and it would be a shame to let it go to waste. You reprogram the ship's FTL drive to direct the ship back to the nearest Federation base, where it will be scanned and rebuilt for future Multiverse travelers.
fr: Le vaisseau est étrangement silencieux. Vous avez fait un travail formidable en éliminant l'équipage et il serait dommage que cela soit en vain. Vous reprogrammez le moteur SPL pour diriger le vaisseau jusqu'à la base de la Fédération la plus proche, pour que le vaisseau soit scanné et reconstruit pour les futurs Renégats du Multivers...
ru: На корабле жутко тихо. Вы проделали отличную работу по зачистке экипажа, и было бы обидно оставлять его на произвол судьбы. Вы перепрограммируете ССД корабля, чтобы направить его обратно на ближайшую базу Федерации, где он будет просканирован и восстановлен для будущих путешествий по Мультивселенной.
zh_hans: 这艘船安静得令人毛骨悚然。你已经熟练地完成了清理船员的工作，如果让这艘船白白浪费，那就太可惜了。你对飞船的超光速推进器进行重新编程，引导飞船回到最近的联邦基地，在那它将被扫描并为未来的多元宇宙旅行者重建。
