Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: Seven.
fr: Sept.
it: Sette.
ru: Семь.
zh_hans: 7颗。

source: Eleven.
fr: Onze.
it: Undici.
ru: Одиннадцать.
zh_hans: 11颗。

source: You track the distress beacon with difficulty to one of the seven moons of a planet hidden in the nebula.
fr: Non sans difficulté, vous remontez le signal de détresse jusqu'à sa source. Il semble émis de l'une des sept lunes d'une planète cachée au cœur de la nébuleuse.
it: Con qualche difficoltà, rintracci il faro di soccorso fino a una delle sette lune di un pianeta nascosto nella nebulosa.
ru: С трудом отследив сигнал бедствия, вы попадаете на одну из семи лун планеты, скрытой в туманности.
zh_hans: 你艰难地追踪求救信标，发现它来自隐藏在星云中的一颗行星的七颗卫星的其中一颗。

source: Investigate.
fr: Aller voir ce qu'il en est.
it: Indaga.
ru: Исследовать.
zh_hans: 调查。

source: As you drift closer, you are contacted by a Slug marooned on the moon's surface. "I shall join your crew, sssay I, if you can answer me this simple quesssstion. How many moons are there in orbit here?"
fr: Alors que vous vous rapprochez, vous êtes contacté par une Limace se trouvant à la surface de la lune : "Je sssuis prêt à rejoindre votre équipage sssi vous êtes capable de répondre à une quessstion toute sssimple : combien de lunes y a-t-il en orbite autour de cccette planète ?"
it: Mentre ti avvicini a propulsori spenti, uno slugman naufragato sulla superficie della luna ti contatta: "Mi unirò al vostro equipaggio, sssì, se rispondete a questa sssemplice domanda. Quante sssono le lune di questo pianeta?".
ru: По мере приближения с вами связывается слизень, застрявший на поверхности луны. "Я присссоединюсссь к вашшшему экипажу, говорю я, - есссли вы ответите мне на один проссстой вопроссс. Сссколько лун находитссся здесссь на орбите?"
zh_hans: 当你渐渐靠近时，一个被困在该卫星表面的蛞蝓族与你联系。"如果你能回答我这个简单的问题，我就，我就加入你的团队。这里的行星有多少颗卫星环绕着？"

source: Five.
fr: Cinq.
it: Cinque.
ru: Пять.
zh_hans: 5颗。

source: Six.
it: Sei.
ru: Шесть.
zh_hans: 6颗。

source: Seven.
fr: Sept.
it: Sette.
ru: Семь.
zh_hans: 7颗。

source: Eleven.
fr: Onze.
it: Undici.
ru: Одиннадцать.
zh_hans: 11颗。

source: You track the distress beacon with difficulty to one of the eleven moons of a planet hidden in the nebula.
fr: Non sans difficulté, vous remontez le signal de détresse jusqu'à sa source. Il semble émis de l'une des onze lunes d'une planète cachée au cœur de la nébuleuse.
it: Con qualche difficoltà, rintracci il faro di soccorso fino a una delle undici lune di un pianeta nascosto nella nebulosa.
ru: С трудом отследив сигнал бедствия, вы попадаете на одну из одиннадцати лун планеты, скрытой в туманности.
zh_hans: 你艰难地追踪求救信标，发现它来自隐藏在星云中的一颗行星的十一颗卫星的其中一颗。

source: Investigate.
fr: Aller voir ce qu'il en est.
it: Indaga.
ru: Исследовать.
zh_hans: 调查。

source: As you drift closer, you are contacted by a Slug marooned on the moon's surface. "I shall join your crew, sssay I, if you can answer me this simple quesssstion. How many moons are there in orbit here?"
fr: Alors que vous vous rapprochez, vous êtes contacté par une Limace se trouvant à la surface de la lune : "Je sssuis prêt à rejoindre votre équipage sssi vous êtes capable de répondre à une quessstion toute sssimple : combien de lunes y a-t-il en orbite autour de cccette planète ?"
it: Mentre ti avvicini a propulsori spenti, uno slugman naufragato sulla superficie della luna ti contatta: "Mi unirò al vostro equipaggio, sssì, se rispondete a questa sssemplice domanda. Quante sssono le lune di questo pianeta?".
ru: По мере приближения с вами связывается слизень, застрявший на поверхности луны. "Я присссоединюсссь к вашшшему экипажу, говорю я, - есссли вы ответите мне на один проссстой вопроссс. Сссколько лун находитссся здесссь на орбите?"
zh_hans: 当你渐渐靠近时，一个被困在该卫星表面的蛞蝓族与你联系。"如果你能回答我这个简单的问题，我就，我就加入你的团队。这里的行星有多少颗卫星环绕着？"

source: Five.
fr: Cinq.
it: Cinque.
ru: Пять.
zh_hans: 5颗。

source: Six.
it: Sei.
ru: Шесть.
zh_hans: 6颗。

source: Seven.
fr: Sept.
it: Sette.
ru: Семь.
zh_hans: 7颗。

source: Eleven.
fr: Onze.
it: Undici.
ru: Одиннадцать.
zh_hans: 11颗。

source: "That issss... incorrect." Further, I have taken advantage of your lack of acuity to beam aboard your ship and steal your stuff!
fr: "Réponssse... incorrecte." De plusss, j'ai mis votre manque d'acuité à profit pour me téléporter à bord de votre vaisssseau et dérober vos posssesssions !
it: "Sssbagliato". Inoltre, ho sfruttato il tuo scarso acume per teletrasportarmi sulla tua nave e derubarti!
ru: "Это... неправильный ответ". Более того, я воспользовался отсутствием у вас остроты зрения, чтобы проникнуть на борт вашего корабля и украсть ваши вещи!
zh_hans: "回答...错误。"不仅如此，我还利用了你的迟钝，传送到你的船上，偷了你的东西！

source: "That isss... correct. You sssurprise me. Federation, is it? Yesss... we can be partners." The Slug beams aboard and joins your crew!
fr: "Réponssse... exacte. Vous me sssurprenez... Fédérattttion. Ccc'est bien ççça ? Oui, nous allons pouvoir être partenaires." Sur ces mots, la Limace se téléporte à votre bord et rejoint votre équipage !
ru: "Это... правильный ответ. Вы меня удивляете. Федерация, не так ли? Да... мы можем быть партнерами". Слизень телепортируется на борт и присоединяется к вашему экипажу!
zh_hans: "回答...正确。你让我很吃惊。联邦的人，是吗？好的...我们可以成为伙伴。"蛞蝓族登上了星舰，并加入了你的船员！

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_ROCK_SALTY"]/text
source: The nearby nebula has been polluted with the remains of Slug ships of all kinds. In center of the wreckage is a single elite Rock ship, the lone survivor of what must have been a terrible battle.
fr: La nébuleuse proche est polluée de restes de vaisseaux Limaces de toutes sortes. Au centre du carnage se tient un vaisseau Rocailleux Élite, l'unique survivant de ce qui a du être une terrible bataille.
ru: Недалеко от туманности все завалено обломками кораблей слизней всех типов. В центре обломков находится один элитный корабль валунов, единственный выживший после, должно быть, страшной битвы.
zh_hans: 附近的星云已经被各种蛞蝓族飞船的残骸所污染。残骸的中心是一艘精锐的岩石族飞船，它是一场可怕的战斗中唯一的幸存者。

source: Hail the Rockmen.
fr: Contacter les Rocailleux.
ru: Связаться с валунами.
zh_hans: 向岩石族呼叫。

source: The Rockmen explain that they have come to avenge their fallen brothers from the Slug Expansion wars. They have been hunting Slugs in this nebula for some time now, but one ship has managed to evade their capture so far. They hope that you may be able to track the Slugs down. If you succeed, there will be a reward waiting for you.
fr: Les Rocailleux expliquent qu'ils sont venus venger leurs frères tombés durant la Guerre d'Expansion Limaces. Ils chassent les Limaces dans cette nébuleuse depuis un certain temps, mais un vaisseau a réussi à leur échapper. Ils espèrent que vous pourrez traquer ces Limaces. Si vous réussissez, une récompense vous attendra.
ru: Валуны объясняют, что они прибыли, чтобы отомстить за своих павших братьев во времен Экспансионных войн слизней. Они уже некоторое время охотятся за слизнями в этой туманности, но одному кораблю пока удалось ускользнуть от их поимки. Они надеются, что вам удастся выследить слизней. Если вам это удастся, вас будет ждать награда.
zh_hans: 岩石族们解释说，他们是来为在蛞蝓族扩张战争中死去的兄弟报仇的。他们在这个星云中猎杀蛞蝓族已经有一段时间了，但到目前为止，有一艘飞船设法躲过了他们的追捕。他们希望你能够追踪到那些蛞蝓族的下落。如果你成功了，将会有奖励等着你。

source: Agree to hunt down the Slugs.
fr: Accepter de partir à la chasse des Limaces.
ru: Договориться о поиске слизней.
zh_hans: 同意追捕蛞蝓族。

source: Despite the Slug Expansion wars having happened over 5 years ago and having been resolved in a truce between the Slugs and Rockmen, you're more than willing to do the Rockman's dirty work if it means you get some scrap out of it.
fr: Malgré le fait que la Guerre d'Expansion Limace ait eu lieue il y 5 ans de cela et qu'elle se soit soldée par une trève entre Limaces et Rocailleux, vous êtes plus que partant pour faire le sale boulot des Rocailleux s'il y a de la ferraille derrière.
ru: Несмотря на то, что Экспансионные войны слизней произошли более 5 лет назад и завершились перемирием между слизнями и валунами, вы готовы выполнить грязную работу валунов, если это позволит вам получить немного лома.
zh_hans: 尽管蛞蝓扩张战争已经过去了5年多，并根据蛞蝓族与岩石族之间的休战协议得到了解决，你还是非常愿意做岩石族的脏活，只要能从中得到一些废料的话。

source: We aren't mercenaries.
fr: Nous ne sommes pas des mercenaires.
ru: Мы не наемники.
zh_hans: 我们不是雇佣兵。

source: The Rockmen don't seem to care and cut comms.
fr: Les Rocailleux sont indifférents et coupent l'appel.
ru: Валунам, похоже, все равно, и они отключают связь.
zh_hans: 岩石族似乎并不在意，并切断了通讯。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: Fight the ship.
fr: Combattre le vaisseau.
it: Affronta la nave.
ru: Сражаться с кораблем.
zh_hans: 与飞船战斗。

source: For some reason you have decided to tangle with the Rock Elite. You hurry to combat positions.
fr: Pour une raison quelconque, vous avez décidé de vous frotter au Rocailleux Élite. Vous vous dépêchez de vous mettre en position de combat.
ru: По какой-то причине вы решили вступить в схватку с элитой валунов. Вы спешите занять боевые позиции.
zh_hans: 出于某种原因，你决定与这艘精英岩石战舰纠缠。你的船员们赶忙进入战斗状态。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: We should get the hell out of here.
fr: Nous devrions filer d'ici.
ru: Мы должны убираться отсюда.
zh_hans: 我们应该离开这个鬼地方。

source: Tangling with a Rock Elite is the worst thing you could do. You leave the ship alone.
fr: Se frotter à un Rocailleux Élite est la pire chose que vous pourriez faire. Vous laissez leur vaisseau tranquille.
ru: Связываться с элитой валунов - худшее, что можно сделать. Оставим корабль в покое.
zh_hans: 与精英岩石战舰纠缠是最糟糕的做法，你离开了它。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: A Rock Crusader has asked you to pursue a Slug vessel here.
fr: Un Croisé Rocailleux vous a demandé de poursuivre un vaisseau Limace ici.
ru: Валун-Крестоносец попросил вас проследить за судном слизней.
zh_hans: 一个岩石圣战者要求你在这里追击一艘蛞蝓族飞船。

source: You spot the Slug ship in question slinking away into the nebula. You aren't sure if they noticed you.
fr: Vous repérez le vaisseau Limace en question se dissimulant dans la nébuleuse. Vous ignorez s'ils vous ont remarqué.
ru: Вы заметили корабль слизней, который скрывается в туманности. Вы не знаете, заметили ли они вас.
zh_hans: 你发现岩石族提到的蛞蝓飞船正在向星云中溜走，你不确定他们是否注意到了你。

source: Follow them.
fr: Les suivre.
ru: Следовать за ними.
zh_hans: 跟随他们。

source: The Slugs try desperately to shake you, but you won't relent. At last, they give up and hail you. "Thossse filthy Rocksss ssent you, didn't they! Pleassse, we'll pay you. Jussst let uss live."
fr: Les Limaces essaient désespérément de vous semer, mais vous ne lachez pas l'affaire. Enfin, elles jettent l'éponge et vous contactent. "Ccces sssales Rocs vous ont envoyé, n'essst-ccce pas ! Pitié, nous vous paierons. Laisssez-nous juste la vie sssauve."
ru: Слизни отчаянно пытаются сбросить хвост, но вы не сдаетесь. Наконец, они сдаются и сообщают вам. "Вассс приссслали эти мерзкие валуны, не так ли! Пожалуйссста, мы заплатим вам. Только оставьте нас в живых".
zh_hans: 蛞蝓族们拼命地想要甩掉你，但你不依不饶。最后，他们放弃了，并向你呼叫。"那些肮脏的岩石族派你来的，对吧？求你了，我们会付钱给你。只要让我们活下去。"

source: Ignore their pleas and attack.
fr: Ignorer leurs supplications et passer à l'attaque.
it: Ignora le loro richieste e attacca.
ru: Не обращать внимания на их мольбы и атаковать.
zh_hans: 无视他们的请求并进行攻击。

source: You aren't letting the Slugs go without a fight.
fr: Vous n'allez pas laisser les Limaces partir sans un combat.
ru: Вы не отпустите слизней без боя.
zh_hans: 你不会让蛞蝓族不战而逃。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Accept their pay.
fr: Accepter leur paiement.
ru: Согласиться на их взятку.
zh_hans: 接受他们的贿赂。

source: Forget this, let's leave.
fr: Oublions ça, partons d'ici.
ru: Забудем об этом, давайте уйдем.
zh_hans: 忘了这件事，转身离开。

source: You've lost interest in the reward, and decide not to chase down the Slugs.
fr: Vous avez perdu l'intérêt envers la récompense et décidé de ne pas pourchasser les Limaces.
ru: Вы потеряли интерес к награде и решили не преследовать слизней.
zh_hans: 你已经对奖励失去了兴趣，决定不再追捕蛞蝓族们。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: You jump as the Rock ship comes out of its hiding place in the nebula before you can even contact them. "Excellent work. You have made Rock-kind proud. Payment is in order, as promised."
fr: Vous sursautez tandis que le vaisseau Rocailleux sort de sa cachette nébuleuse avant même que vous puissiez les contacter. "Excellent travail. Vous avez honoré le peuple Rocailleux. Un paiement est en ordre, comme promis."
ru: Вы прыгаете, и корабль валунов выходит из своего укрытия в туманности еще до того, как вы успеваете связаться с ним. "Отличная работа. Вы заставили валунов гордиться вами. Вот ваша оплата, как и было обещано".
zh_hans: 当岩石族飞船从星云中的隐蔽处出来时，你甚至还没来得及与他们联系。"干得好。你让我们岩石族感到骄傲。按照承诺，付款已经就绪。"

source: You arrive to the sight of two Slug ships in communication range. They don't see you.
fr: Vous arrivez en vue de deux vaisseaux Limaces à portée de communication. Ils ne vous ont pas repéré.
it: Arrivi e noti due navi slugman a portata di comunicatore. Loro non ti vedono.
ru: Вы обнаруживаете два корабля слизней в зоне действия связи. Они вас не видят.
zh_hans: 你在通讯范围内看到了两艘蛞蝓族舰，而他们没有看到你。

source: Tap their comm frequency.
fr: Vous connecter sur leur fréquence de communication.
it: Intercetta la loro comunicazione.
ru: Настроиться на их частоту связи.
zh_hans: 调整至他们的通讯频率。

source: You overhear their conversation and learn they're planning to raid an infamous and likely wealthy pirate ship in the area. The pair jump off and you note down their target co-ordinates.
fr: En écoutant leur conversation, vous apprenez qu'ils prévoient d'attaquer un vaisseau pirate tristement célèbre (et sans doute plein de butin) qui croise dans les parages. Les vaisseaux effectuent tous deux un saut et vous notez les coordonnées de leur destination.
it: Ascolti la loro conversazione: intendono smantellare una nave pirata della zona, che dovrebbe trasportare grandi ricchezze. Le due navi saltano via e tu annoti le coordinate del bersaglio.
ru: Вы подслушиваете их разговор и узнаете, что они планируют совершить налет на печально известный и, вероятно, богатый пиратский корабль в этом районе. Они уходят в прыжок, а вы записываете координаты их цели.
zh_hans: 你偷听了他们的谈话，得知他们正计划突袭该地区一艘作恶多端因此可能很有钱的海盗飞船。这两艘船离开，你记下了他们的目的地坐标。

source: Ignore them.
fr: Les ignorer.
it: Ignorali.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You have no interest in anything the Slugs could make business out of. Time to move on.
fr: Les affaires des Limaces ne vous intéressent pas et vous décidez qu'il est temps de poursuivre votre route.
it: Qualunque cosa interessi agli slugman. non fa sicuramente per te. Passi oltre.
ru: Вы не заинтересованы ни в чем, на чем слизни могли бы заработать. Пора двигаться дальше.
zh_hans: 你对蛞蝓族们的任何目标都没兴趣，是时候继续前进了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

source: Location of a supposed wealthy pirate targeted by a pair of Slug ships.
fr: Localisation d'un supposé riche pirate pris pour cible par deux vaisseaux Limace.
ru: Местонахождение предполагаемого богатого пирата, на которого напала пара кораблей слизней.
zh_hans: 被两艘蛞蝓族飞船盯上的所谓富裕海盗的位置。

source: You catch up with the two Slug ships and they're already carrying out their raid! One is in close combat with the pirate, the other seems to be heading for a small space cache the pirate was protecting.
fr: Vous rattrapez les deux vaisseaux Limaces, qui sont déjà en train d'attaquer leur cible ! L'un d'eux est au contact du vaisseau pirate alors que l'autre semble se diriger vers une petite cachette spatiale que les pirates ont l'air de protéger.
it: Raggiungi le due navi slugman, che sono già in azione. Una sta combattendo con il pirata, l'altra sembra diretta verso il bottino che il pirata stava proteggendo.
ru: Вы догоняете два корабля слизней, когда они уже совершают свой налет! Один из них ведет ближний бой с пиратами, а другой, похоже, направляется к небольшому космическому тайнику, который защищают пираты.
zh_hans: 你追上了那两艘蛞蝓飞船，它们已经在进行突袭了！一艘正在与海盗近身搏斗，另一艘似乎正在前往海盗所保护的一个小型空间储藏舱。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Suddenly the first ship bursts into flames, and an urgent call arrives from the remaining Slugs. "We sssuggessst you distract the pirate vesssel while we retrieve the valuables. Fifty fifty sssplit."
fr: Soudain, le premier vaisseau explose dans une gerbe de flammes et vous recevez un message urgent : "Pourriez-vous disssstraire les pirates pendant que nous récupérons le butin ? Je vous propozze de faire cccinquante-cccinquante."
ru: Вдруг первый корабль загорается, и от оставшихся слизней поступает срочное сообщение: "Мы предлагаем вам отвлечь пиратссское сссудно, пока мы извлекаем ценносссти. Пятьдесссят на пятьдесссят".
zh_hans: 突然间，第一艘船爆燃了，剩下的蛞蝓族发出了紧急呼叫。"我们建～～议你能引开那艘海盗船，而我们则取回贵重物品，五五分成。"

source: Engage the pirate.
fr: Cibler le pirate.
it: Attacca il pirata.
ru: Напасть на пиратов.
zh_hans: 迎击海盗。

source: There's money to be made here. The Slugs know that. You turn on the pirate and intercept just before he can reach the cache!
fr: Il y a de l'argent à se faire ici et les Limaces le savent. Vous manœuvrez pour intercepter les pirates avant qu'ils ne puissent atteindre la cachette !
it: C'è una buona opportunità di guadagno, e gli slugman lo sanno. Viri verso il pirata e lo intercetti prima che riesca a raggiungere il bottino!
ru: Здесь можно заработать деньги. Слизни знают об этом. Вы перехватываете пиратов до того, как они успевают добраться до тайника!
zh_hans: 这里有钱可赚，蛞蝓族们知道这点。你向海盗飞船开火，在它到达储藏舱之前拦截住了它！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Head for the cache.
fr: Vous diriger vers la cachette.
it: Vai verso il bottino.
ru: Отправиться к тайнику.
zh_hans: 朝储藏舱进发。

source: When he sees you making for the cache the Slug captain hails: "Foolish alienss, no eye for profit. Bessst of luck to you." They jump off, leaving you toe to toe with the pirate!
fr: Lorsqu'il vous voit vous diriger vers la cachette, le capitaine des Limaces vous interpelle : "Sssstupides aliens, aucun sssens du profit ! Bonne chanccce..." Le vaisseau effectue un saut, vous laissant seul avec les pirates !
it: Quando ti vede puntare sul bottino, il capitano slugman ti contatta: "Sssciocchi alieni, non sapete fare affari. Buona fortuna". Saltano via, lasciandoti a vedertela da solo con il pirata!
ru: Увидев, что вы направляетесь к тайнику, капитан слизней кричит: "Глупые пришшшельцы, не видят выгоды. Желаю вам удачи". Они уходят в прыжок, оставляя вас один на один с пиратами!
zh_hans: 当他看到你打算前往储藏舱时，蛞蝓族舰长叫道："愚蠢的外星人，不识好歹。那就祝你好运。"他们跃迁离开，留下你和海盗对峙！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_kleptocracy.xml$//textList[@name="NEBULA_SLUG_FIGHT"]/text[1]
source: Your sensors are no match for the Slug's telepathic abilities - a ship you never even saw opens fire from astern!
fr: Vos capteurs ne sont pas de taille face aux capacités télépathiques des Limaces. Un vaisseau que vous n'avez pas vu venir s'est glissé derrière vous et ouvre le feu !
it: I tuoi sensori non possono competere con la telepatia dello slugman. Una nave che non avevi nemmeno visto ti attacca da poppa!
ru: Ваши сенсоры не могут сравниться с телепатическими способностями слизней - корабль, которого вы даже не видели, открывает огонь с вашей кормы!
zh_hans: 星舰的传感器完全无法媲美蛞蝓族的心灵感应能力，一艘战舰在你毫无防备的情况下从侧面发起攻击！

# data/events_sector_kleptocracy.xml$//textList[@name="NEBULA_SLUG_FIGHT"]/text[2]
source: The Slug vessel you encounter here has obviously made a big score and is looking to test its new armaments. They picked the wrong ship to attack.
fr: L'astronef Limace qui se trouve là semble avoir fait un gros coup et veut tester ses nouvelles armes. Il n'a pas choisi la cible la plus facile qui soit...
it: Incroci una nave slugman che sembra impaziente di provare le sue nuove armi, ma se la sono presa con la nave sbagliata...
ru: Судно слизней, с которым вы встретились здесь, очевидно, сорвало большой куш и хочет испытать свое новое вооружение. Они выбрали не тот корабль для атаки.
zh_hans: 你在这里遇到的蛞蝓族飞船显然已经取得了很成功的猎绩，并希望测试其新的武器装备。他们选错了攻击的船只。

# data/events_sector_kleptocracy.xml$//textList[@name="NEBULA_SLUG_FIGHT"]/text[3]
source: A Slug passenger ship hails: "Please, your worthy alien highnessesss, we are unarmed and sseeking asssylum." You approach cautiously, and weapons immediately spring from their hull!
fr: Le capitaine d'un vaisseau Limace vous interpelle : "Je vous en prie, votre majesssté... Nous ne sssommes pas armés et demandons l'asile." Vous vous approchez prudemment et voyez soudain des armes surgir de leur coque !
it: Una nave passeggeri slugman ti contatta: "Per favore, vossstra altezza aliena, siamo disssarmati e in cerca di asssilo". Ti avvicini con cautela e vedi subito le armi spuntare dal loro scafo!
ru: Пассажирский корабль слизней сообщает: "Прошу вассс, ваши высссокочтимые чужеродные высссочессства, мы безоружны и ищщщем убежищщща". Вы осторожно приближаетесь, и тут же из его корпуса появляется оружие!
zh_hans: 一艘蛞蝓族客船在呼叫："您好，尊敬的外星人殿下，我们没有武器，正在寻求庇护。"你小心翼翼地靠近，武器立即从他们的舰体上弹出！

# data/events_sector_kleptocracy.xml$//textList[@name="NEBULA_SLUG_FIGHT"]/text[4]
source: A Slug ship approaches, but when he sees you're Federation he thinks better of the sneak attack and fires everything he has.
fr: Un vaisseau Limace qui semble seul s'approche, mais lorsqu'il voit que vous appartenez à la Fédération, il cesse d'essayer de vous prendre par surprise et vous tire dessus à pleine puissance !
ru: Корабль слизней приближается, но, увидев, что вы - представитель Федерации, они решают атаковать внезапно и стреляют из всего, что у них есть.
zh_hans: 一艘蛞蝓族飞船靠近，但当他看到你是联邦的时候，他放弃了偷袭，转为发射他所有的武器。

# data/events_sector_kleptocracy.xml$//textList[@name="NEBULA_SLUG_FIGHT"]/text[5]
source: Direct attacks are not preferred by the Slugs, but of the three you see at this beacon, one has the brass to make a move on your position!
fr: Les attaques directes ne sont pas la stratégie de prédilection des Limaces, mais pourtant, l'un des trois vaisseaux postés près de cette balise a le cran de s'avancer vers vous !
it: Gli slugman tendono a evitare gli attacchi diretti, ma uno dei tre che vedi vicino a questo astrofaro uno ha il coraggio di venire verso di te!
ru: Слизни не любят прямые атаки, но из трех, которых вы видите на этом маяке, один имеет наглость попытаться атаковать вас!
zh_hans: 蛞蝓族不喜欢直接攻击，但你在这个信标处看到的三艘船中，有一艘有胆量开始靠近你！

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。
