Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_kleptocracy.xml/*.po
Languages: fr, it, ru, zh_hans

source: "Really? You would let me work aboard your ssship? I have alwaysss wanted to sssee the galaxy outssside of thessse nebulasss..."
fr: "Vraiment ? Vous me laissseriez venir à bord ? J'ai toujours voulu obssserver la galaxie en dehors de ccces nébuleuses..."
it: "Davvero? Mi permetti di lavorare sssulla tua nave? Ho sssempre voluto vedere la galasssia al di fuori di quessste nebulossse..."
ru: "Правда? Вы позволите мне работать на борту вашшшего корабля? Я всссегда хотел увидеть галактику за пределами этих туманноссстей..."
zh_hans: "真的吗？你会让我在你的飞船上工作？我一直都想看看这些星云之外的银河系..."

source: Repair the damage caused by the asteroids.
fr: Réparez les dégâts causés par les astéroïdes.
it: Ripara i danni causati dagli asteroidi.
ru: Восстановите повреждения, нанесенные астероидами.
zh_hans: 修复小行星造成的损害。

source: "Yesss, I can do that!" The Slugs get to work patching up the damage.
fr: "Oui, je peux faire ççça !" Les Limaces se mettent au travail pour rapiécer votre coque.
it: "Sssì, quesssto possso farlo!" Gli slugman iniziano a lavorare per riparare lo scafo.
ru: "Да, я могу это сссделать!" Слизни приступают к работе по устранению повреждений.
zh_hans: "没问题，我们可以搞定！"蛞蝓族们开始工作，维修星舰损坏之处。

source: We could use some scrap.
fr: Nous aurions bien besoin de ferraille.
it: Ci farebbero comodo dei moduli.
ru: Мы хотели бы получить лом.
zh_hans: 我们需要一些废料。

source: "Yesss, I can do that!" The Slugs grant you some scrap from their storage.
fr: "Oui, je peux faire ççça !" Les Limaces vous donnent de la ferraille en provenance de leur cargaison.
it: "Sssì, quesssto possso farlo!" Gli slugman ti danno dei moduli che avevano in stiva.
ru: "Да, я могу это сссделать!" Слизни дают вам немного лома из своего хранилища.
zh_hans: "没问题，我们可以搞定！"蛞蝓族们从他们的仓库里给了你一些废料。

source: You can get lost.
fr: Allez vous faire voir.
it: Puoi andartene a quel paese.
ru: Можете проваливать.
zh_hans: 滚吧。

source: The Slug is visibly hurt, but says nothing more.
fr: La Limace est visiblement offensée, mais ne dit rien de plus.
it: Lo slugman è visibilmente scosso, ma non dice altro.
ru: Слизень заметно обижен, но больше ничего не говорит.
zh_hans: 你的话明显伤到了这名蛞蝓族，但他没有再说什么。

source: You catch chatter back on the Slug ship. "Wait, crap. Were thosssse the hallucinogenic melonsss?" They hail you, apologizing greatly for their mistake. "I am truly very sssorry... thisss probably undoesss the trussst that we worked sso hard to earn. What mussst we do for you to forgive ussss?"
fr: Vous épiez une conversation en provenance du vaisseau Limace. "Attend, minccce. Essst-ccce que ccc'était les melons hallucinogènes ?" Ils vous contactent, s'excusant grandement pour leur erreur. "Je sssuis vraiment désolé... cccela va probablement sssalir la confianccce que nous avions si durement cherché à obtenir. Que devrions-nous faire pour obtenir votre pardon ?"
ru: Вы улавливаете разговоры на корабле слизней. "Подождите, черт. Это были галлюциногенные дыни?" Они связываются с вами, извиняясь за свою ошибку. "Мне дейссствительно очень жаль... Это, вероятно, подрывает доверие, которое мы так ссстаралисссь зассслужить. Что мы должны сссделать, чтобы вы нассс проссстили?"
zh_hans: 你捕捉到蛞蝓族飞船上的聊天记录。"等等，糟糕。我们是不是给了他致幻瓜？"对方再次向你呼叫，为他们的错误深表歉意。"真的非常抱歉...估计这毁了我们尽全力才赢得的信任，但我们该怎么做才能让你原谅呢？"

source: You can work off your debt by serving on our ship.
fr: Vous pouvez racheter votre dette en travaillant sur notre vaisseau.
it: Puoi ripagare il debito lavorando sulla nostra nave.
ru: Вы можете загладить свою вину, служа на нашем корабле.
zh_hans: 你可以通过在我们的飞船上效劳来偿还你的债务。

source: "Really? You would let me work aboard your ssship? I have alwaysss wanted to sssee the galaxy outssside of thessse nebulasss..."
fr: "Vraiment ? Vous me laissseriez venir à bord ? J'ai toujours voulu obssserver la galaxie en dehors de ccces nébuleuses..."
it: "Davvero? Mi permetti di lavorare sssulla tua nave? Ho sssempre voluto vedere la galasssia al di fuori di quessste nebulossse..."
ru: "Правда? Вы позволите мне работать на борту вашшшего корабля? Я всссегда хотел увидеть галактику за пределами этих туманноссстей..."
zh_hans: "真的吗？你会让我在你的飞船上工作？我一直都想看看这些星云之外的银河系..."

source: Repair the damage caused by the asteroids.
fr: Réparez les dégâts causés par les astéroïdes.
it: Ripara i danni causati dagli asteroidi.
ru: Восстановите повреждения, нанесенные астероидами.
zh_hans: 修复小行星造成的损害。

source: "Yesss, I can do that!" The Slugs get to work patching up the damage.
fr: "Oui, je peux faire ççça !" Les Limaces se mettent au travail pour rapiécer votre coque.
it: "Sssì, quesssto possso farlo!" Gli slugman iniziano a lavorare per riparare lo scafo.
ru: "Да, я могу это сссделать!" Слизни приступают к работе по устранению повреждений.
zh_hans: "没问题，我们可以搞定！"蛞蝓族们开始工作，维修星舰损坏之处。

source: We could use some scrap.
fr: Nous aurions bien besoin de ferraille.
it: Ci farebbero comodo dei moduli.
ru: Мы хотели бы получить лом.
zh_hans: 我们需要一些废料。

source: "Yesss, I can do that!" The Slugs grant you some scrap from their storage.
fr: "Oui, je peux faire ççça !" Les Limaces vous donnent de la ferraille en provenance de leur cargaison.
it: "Sssì, quesssto possso farlo!" Gli slugman ti danno dei moduli che avevano in stiva.
ru: "Да, я могу это сссделать!" Слизни дают вам немного лома из своего хранилища.
zh_hans: "没问题，我们可以搞定！"蛞蝓族们从他们的仓库里给了你一些废料。

source: You can get lost.
fr: Allez vous faire voir.
it: Puoi andartene a quel paese.
ru: Можете проваливать.
zh_hans: 滚吧。

source: The Slug is visibly hurt, but says nothing more.
fr: La Limace est visiblement offensée, mais ne dit rien de plus.
it: Lo slugman è visibilmente scosso, ma non dice altro.
ru: Слизень заметно обижен, но больше ничего не говорит.
zh_hans: 你的话明显伤到了这名蛞蝓族，但他没有再说什么。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_JAILER"]/text
source: A Slug Jailer is slinking through the nebula looking for fugitives to capture. It doesn't appear they've noticed you.
fr: Un Geôlier Limace se faufile à travers cette nébuleuse en recherche de fugitifs à capturer. Il semblerait qu'il ne vous a pas remarqué.
it: Un carceriere slugman serpeggia nella nebulosa alla ricerca di fuggitivi da catturare. Non sembra aver notato la tua presenza.
ru: Тюремщик-слизень рыщет по туманности в поисках беглецов, которых нужно поймать. Похоже, они вас не заметили.
zh_hans: 一艘蛞蝓牢狱舰正在星云中溜达，寻找可以抓捕的逃犯。他们似乎没有注意到你。

source: Attack the Jailer.
fr: Attaquer le Geôlier.
it: Attacca il carceriere.
ru: Атаковать тюремщика.
zh_hans: 攻击牢狱舰。

source: You power up your weapons and engage the Slug vessel.
fr: Vous activez vos armes et ciblez le vaisseau Limace.
it: Alimenti le armi e affronti la nave slugman.
ru: Вы заряжаете оружие и вступаете в бой с кораблем слизней.
zh_hans: 你充能你的武器与蛞蝓族飞船交战。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Armories + Teleporter) Storm the Jailer.
fr: (Armureries + Téléporteur) Prendre d'assaut le Geôlier.
it: (Arsenale + teletrasporto) Assalta il carceriere.
ru: (Арсенал + Телепортатор) Штурмовать тюремщика.
zh_hans: （强化军械+传送器）闪击这些狱卒。

source: Your crew, armed to the teeth, board the Jailer and quickly take down the Slug crew staffing it. With the jailers turned prisoners, you free everyone locked up who you don't think will kill you immediately.
fr: Votre équipage, armé jusqu'aux dents, aborde le Geôlier et élimine rapidement l'équipage Limace le composant. Les geôliers désormais transformés en prisonniers, vous libérez tous ceux qui n'ont pas l'air de vouloir vous tuer immédiatement.
it: Il tuo equipaggio, armato fino ai denti, abborda la nave carceriera e sottomette in quattro e quattr'otto gli slugman che la operavano. Coi carcerieri diventati carcerati, liberi tutti i prigionieri che non sembrano volerti uccidere immediatamente.
ru: Ваш экипаж, вооруженный до зубов, поднимается на борт тюремщика и быстро расправляется с командой слизней, обслуживающей его. Превратив тюремщиков в заключенных, вы освобождаете всех, кто, по вашему мнению, не убьет вас сразу.
zh_hans: 你的船员们全副武装，登陆囚犯关押舱，迅速制服了里面负责看守的蛞蝓船员。这样一来，那些被关押但你认为不会立刻对你动手的囚犯们便都得以获释了。

source: Ignore the Jailer.
fr: Ignorer le Geôlier.
it: Ignora il carceriere.
ru: Не обращать внимания на тюремщика.
zh_hans: 不理会牢狱舰。

source: You aren't in the mood to hold a jailbreak today. You distance yourself from the Jailer.
fr: Vous n'êtes pas d'humeur à faire un casse aujourd'hui. Vous vous distancez du Geôlier.
it: Oggi non sei dell'umore per organizzare un'evasione. Ti allontani dal carceriere.
ru: У вас нет настроения устраивать сегодня побег из тюрьмы. Вы отдаляетесь от тюремщика.
zh_hans: 你今天没心情进行劫狱活动，你与牢狱舰保持了距离。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="SURRENDER_SLUG_JAILER"]/text
source: "I sssee your weaponsss are rather... well ssstocked. However, you look a little low on crew. Perhapsss we could offer one of our prisssonersss to you?"
fr: "Je vois que vos armes sssont sssufisamment... bien entretenues. Cccependant, vous avez l'air de manquer de persssonnel. Peut-être pourrions nous vous offrir l'un de nos prisonniers ?"
it: "Vedo che le tue armi sssono... ben oliate. Ma sssembri esssere un po' a corto di persssonale. Vuoi uno dei nossstri prigionieri?"
ru: "Я вижу, что вашшше вооружение довольно... хорошшшо выглядит. Однако, похоже, вам не хватает экипажа. Может быть, мы могли бы предложить вам одного из нашшших заключенных?"
zh_hans: "我发现你们的武器储备...相当充足。不过，你们的人员看起来有点少。也许我们可以提供一个船员给你？"

source: Accept a prisoner.
fr: Accepter un prisonnier.
it: Accetta un prigioniero.
ru: Взять заключенного.
zh_hans: 接受一名囚犯。

source: Refuse and keep fighting.
fr: Refuser et continuer de combattre.
it: Rifiuta e continua a combattere.
ru: Отказаться и продолжать сражаться.
zh_hans: 拒绝并继续战斗。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_JAILER_DESTROY"]/text
source: The Jailer has been destroyed. While an excess of scrap remains, it's very unlikely any prisoners survived.
fr: Le Geôlier a été détruit. S'il y a un excès de ferraille, il est fort peu probable que les prisonniers ont survécus.
it: Il carceriere è stato distrutto. Anche se rimangono moduli in abbondanza, è molto difficile che sia sopravvissuto qualche prigioniero.
ru: Тюремщик был уничтожен. Несмотря на большое количество лома, очень маловероятно, что кто-то из заключенных уцелел.
zh_hans: 牢狱舰已被摧毁。虽然留下了许多废料，但很可能没有任何囚犯幸存下来。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_JAILER_KILL"]/text
source: The crew of the Jailer has been emptied. You scrap the externals of the ship.
fr: L'équipage du Geôlier a été éliminé. Vous récupérez les pièces externes du vaisseau.
it: L'equipaggio del carceriere è stato sgominato. Smantelli l'esterno della nave.
ru: Экипаж тюремщика опустел. Вы разбираете внешнюю обшивку на лом.
zh_hans: 牢狱舰的船员已经被清空了，你把它的外部搜刮了。

# data/events_sector_kleptocracy.xml$//event[@name="SLUG_JAILER_KILL"]/choice/text
source: Check the prisoners.
fr: Voir les prisonniers.
it: Controlla i prigionieri.
ru: Проверить заключенных.
zh_hans: 检查囚犯。

source: It appears the prisoners did not survive the fight. There's nothing left for you to do except leave.
fr: On dirait que les prisonniers n'ont pas survécu au combat. Il n'y a rien d'autre à faire hormis partir.
it: Pare che i prigionieri non siano sopravvissuti allo scontro. Non ti resta altro da fare se non andartene.
ru: Судя по всему, заключенные не выжили в схватке. Вам ничего не остается, как уйти.
zh_hans: 看来囚犯们没有在战斗中幸存下来。除了离开，你没有什么可做的了。

source: It appears most of the prisoners died or were severaly injured during the fight. One lone survivor stumbles out of his cell, and with some help is healthy enough to work aboard your ship.
fr: On dirait que la plupart des prisonniers sont morts ou ont été grièvement blessés durant le combat. Un survivant solitaire sort de sa cellule et avec de l'aide est suffisament apte à travailler sur votre vaisseau.
it: Pare che gran parte dei prigionieri siano morti o gravemente feriti durante lo scontro. Un singolo sopravvissuto si trascina fuori dalla sua cella e, con un po' di aiuto, è abbastanza in salute da poter lavorare sulla tua nave.
ru: Похоже, что большинство заключенных погибли или получили тяжелые ранения во время боя. Одинокий выживший выкарабкался из камеры и с некоторой помощью оказался достаточно здоров, чтобы работать на борту вашего корабля.
zh_hans: 看来大多数囚犯都在战斗中死亡或受重伤。一个孤独的幸存者跌跌撞撞地走出牢房，在星舰内医护人员的帮助下，他的健康状况成功恢复到足以在星舰内工作的程度。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Clone Bay) Try to save some of the prisoners.
fr: (Clonage amélioré) Essayer de sauver des prisonniers.
it: (Sala di clonazione migliorata) Prova a salvare alcuni dei prigionieri.
ru: (Улучш. Клон-отсек) Попытаться спасти некоторых заключенных.
zh_hans: (高级克隆舱)设法拯救一些囚犯。

source: You manage to get DNA samples from a few of the injured prisoners and enter them into the Clone Bay. After reviving them, they thank you and pay you with what little they managed to sneak with them.
fr: Vous récupérez des échantillons ADN de certains des blessés et les rentrez dans la salle de Clonage. Après résurrection, ils vous remercient sincèrement et vous paient avec le peu qu'ils ont pu amener sur eux.
it: Riesci a ottenere campioni di DNA da alcuni dei prigionieri feriti e li inserisci nella Sala di clonazione. Dopo essere stati resuscitati, ti ringraziano e ti pagano con quel poco che sono riusciti a portarsi con sé.
ru: Вам удается взять образцы ДНК у нескольких раненых заключенных и ввести их данные в Клон-отсек. После оживления они благодарят вас и расплачиваются с вами тем, что им удалось унести с собой.
zh_hans: 你成功从一些受伤的囚犯身上获取了基因样本，并将它们录入了克隆舱中。在将他们复活后，他们向你表示感谢，并用他们随身携带的仅有的少量物品来向你表示感谢。

source: Many of the prisoners appear to have survived. You'll free them all, but you can likely convince one of them to join your crew.
fr: Beaucoup des prisonniers ont l'air d'avoir survécu. Vous allez tous les libérer, mais vous pouvez sûrement convaincre l'un d'entre eux de vous rejoindre.
it: Pare che quasi tutti i prigionieri siano sopravvissuti. Li libererai tutti, ma probabilmente puoi convincere uno di loro a unirsi al tuo equipaggio.
ru: Многие из заключенных, похоже, выжили. Вы освобождаете их всех, но вполне вероятно, что вы сможете убедить одного из них присоединиться к вашему экипажу.
zh_hans: 许多囚犯似乎都活了下来。你打算释放所有人，但你有可能说服其中一人加入你的团队。

source: Recruit a Human.
fr: Recruter un Humain.
it: Recluta un umano.
ru: Нанять человека.
zh_hans: 招募一名人类。

source: Recruit an Engi.
fr: Recruter un Engi.
it: Recluta un engi.
ru: Нанять энджи.
zh_hans: 招募一名半械族。

source: Recruit a Zoltan.
fr: Recruter un Zoltan.
it: Recluta uno zoltan.
ru: Нанять золтана.
zh_hans: 招募一名超能族。

source: We don't need any more crew.
fr: Nous n'avons pas besoin de plus d'équipage.
it: Non ci serve altro personale.
ru: Нам больше не нужен экипаж.
zh_hans: 我们不需要更多的船员。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_REFUGEE_SLUG_MV"]/text
source: Your sensors have picked up a refugee ship drifting through the system, no doubt one of many fleeing the Rebel advance. It doesn't appear to have detected you... or else it is trying to avoid notice.
fr: Vos capteurs ont repéré un vaisseau de réfugiés dérivant dans le système, sans doute un des nombreux fuyant l'avancée des Rebelles. Il ne semble pas vous avoir repéré... ou il essaye simplement de ne pas se faire remarquer.
it: I tuoi sensori rilevano una nave di profughi alla deriva nel sistema, sicuramente una delle tante che cercano di fuggire dai Ribelli. Non sembra averti rilevato... Oppure sta cercando di non farsi notare.
ru: Ваши сенсоры засекли летящий через систему корабль беженцев, без сомнения, один из многих, спасающихся от наступления повстанцев. Похоже, он еще не заметил вас... или же сам пытается остаться незамеченным.
zh_hans: 你的传感器侦测到一艘漂荡在这个星系中的难民船，毫无疑问，它是众多逃离叛军进攻的船只之一。它似乎没有发现你...否则它会尽量避免被发现。

source: Hail them.
fr: Les contacter.
it: Contattali.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: Ignore the refugees.
fr: Ignorer les réfugiés.
it: Ignora i profughi.
ru: Не обращать внимания на беженцев.
zh_hans: 无视这艘难民船。

source: You're wary of the refugees but figure it's safe to do something on the ship.
fr: Vous vous méfiez des réfugiés, mais vous pensez qu'il n'y a pas de danger à faire quelque chose sur le vaisseau.
it: Fai attenzione ai profughi, ma ritieni che sia sicuro fare qualcosa a bordo.
ru: Корабль беженцев представляет потенциальную угрозу, но решаете, что можете без особых опасений заняться чем-либо на корабле.
zh_hans: 你发现难民船没什么需要担心的，可以安心进行星舰管理了。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
it: Non fare niente.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_kleptocracy.xml$//event[@name="NEBULA_SLUG_DRINK_MV"]/text
source: A Slug captain hails and invites himself aboard your ship to present a flask of something slimy. "Now, most gracioussss captain, you must join me please in a drink to our alliance!"
fr: Un capitaine Limace vous contacte et s'invite à bord de votre vaisseau avant de sortir une flasque contenant un liquide fluorescent. "Joignez-vous à moi pour boire en l'honneur de notre allianccce !"
it: Un capitano slugman ti contatta e si invita a bordo della tua nave per offrirti un'ampolla di liquido melmoso. "Ora, gentilisssimo capitano, unisssciti a me in un brindisi alla nostra alleanza!"
ru: Капитан слизней вызывает вас и приглашает на борт вашего корабля, чтобы преподнести флягу с чем-то склизким. "А теперь, милоссстивейшшший капитан, вы должны вмесссте сссо мной выпить за нашшш сссоюз!"
zh_hans: 一名蛞蝓族舰长传来消息，请求你允许他传至星舰，来展示一瓶黏糊糊的东西。"现在，我最亲切的舰长，你必须和我一起为我们的联盟喝一杯！"

source: Drink.
fr: Accepter.
it: Bevi.
ru: Выпить.
zh_hans: 接受。

source: Refuse.
fr: Refuser.
it: Rifiuta.
ru: Отказаться.
zh_hans: 拒绝。

source: The Slug feigns offense at your refusal, but you sense that he respects your caution. This does not, however, prevent him from returning to his ship and opening fire.
fr: Votre vis-à-vis feint d'être offensé par votre refus, mais vous sentez qu'en réalité, il respecte votre prudence. Cela ne l'empêche toutefois pas de retourner à son vaisseau et d'ouvrir le feu sur vous.
it: Lo slugman finge di offendersi al tuo rifiuto, ma capisci che rispetta la tua prudenza. La cosa, purtroppo, non gli impedisce di tornare a bordo della sua nave e aprire il fuoco.
ru: Слизень притворно обиделся на ваш отказ, но вы чувствуете, что он уважает вашу осторожность, что, однако, не мешает ему вернуться на свой корабль и открыть огонь.
zh_hans: 蛞蝓族对你的拒绝佯装生气，但你感觉他其实对你的谨慎有些敬意。然而，这并不妨碍他回到他的船并开火。

source: Continue...
fr: Continuer...
it: Continua...
ru: Продолжить...
zh_hans: 继续。

source: (Rock Crew) Have your Rockman pose as captain.
fr: (Membre d'équipage Rocailleux) Demander à votre Rocailleux de se faire passer pour le capitaine de votre vaisseau.
it: (Equipaggio rockman) Presenta il rockman come il capitano.
ru: (Член экипажа-валун) Пусть ваш валун побудет в роли капитана.
zh_hans: (岩石族船员)让你的岩石族冒充舰长。

source: (Shell Crew) Have your Shell pose as captain.
fr: (Membre d'équipage Coquille) Demander à votre Coquille de se faire passer pour le capitaine de votre vaisseau.
it: (Equipaggio shellman) Presenta lo shellman come il capitano.
ru: (Член экипажа-ракушка) Пусть ваша ракушка побудет в роли капитана.
zh_hans: (甲壳族船员)让你的甲壳族冒充舰长。

source: (Ghost Crew) Have your Ghost pose as captain.
fr: (Membre d'équipage Fantôme) Demander à votre Fantôme de se faire passer pour le capitaine de votre vaisseau.
it: (Equipaggio fantasma) Presenta il fantasma come il capitano.
ru: (Член экипажа-призрак) Пусть ваш призрак побудет в роли капитана.
zh_hans: (魂灵族船员)让你的魂灵族冒充舰长。

source: You take a cautious gulp. It's foul, but doesn't do any lasting damage. It's a thousand to one chance, but this Slug actually seems to be trustworthy. He casually celebrates your newfound trust by repairing part of your ship and offering to sell you his wares.
fr: Vous buvez une gorgée prudente. Ce breuvage est ignoble mais ne semble pas dangereux pour la santé. Contre toute attente, cette Limace a l'air digne de confiance. Ce serait bien l'un des seuls. Quoi qu'il en soit, il célèbre votre amitié en réparant en partie votre vaisseau et en vous montrant ce qu'il a à vendre.
it: Bevi un sorso, con mille cautele. Ha un gusto orrendo, ma non fa danni permanenti. Contro tutti i pronostici, hai trovato uno slugman di cui ci si può fidare. Per festeggiare il nuovo rapporto di fiducia, fa riparare parte della tua nave e offre di venderti la sua merce.
ru: Вы делаете осторожный глоток. Гадость, но она не причиняет никакого вреда. Вероятность тысяча к одному, но этот слизень действительно кажется заслуживающим доверия. Он празднует ваше обретенное доверие, ремонтируя часть вашего корабля и предлагая продать вам свои товары.
zh_hans: 你小心翼翼地喝了一口。它很臭，但没有造成任何持续伤害。一般只有千分之一的概率，但这名蛞蝓族似乎真的可以信任。他随兴地庆祝你们新建立的信任，修理了星舰的一部分，并向你出售他的商品。

source: You take one gulp and wake up with the rest of the crew in the cargo hold... which contains noticeably less scrap than before.
fr: Vous buvez une gorgée prudente... et vous vous réveillez avec tout votre équipage dans la soute de votre vaisseau, qui contient moins de ferraille qu'auparavant.
it: Bevi un sorso e, insieme al resto dell'equipaggio, ti risvegli nella stiva... che contiene decisamente meno moduli di prima.
ru: Вы делаете один глоток и просыпаетесь вместе с остальными членами экипажа в грузовом отсеке... в котором заметно меньше металлолома, чем раньше.
zh_hans: 你喝了一口，然后和其他船员一起在货舱里醒来...货舱里的废料明显比以前少了一些。

source: Even if there was something malicious in the drink, you doubt it would affect the Rock digestive system. The Slug casually celebrates your newfound trust by repairing part of your ship and offering to sell you his wares.
fr: Même s'il y a quoi que ce soit de nocif dans ce breuvage, vous doutez fort que cela puisse affecter le système digestif de votre Rocailleux. La Limace célèbre votre amitié en réparant en partie votre vaisseau et en vous montrant ce qu'il a à vendre.
it: Anche se la bevanda contenesse qualcosa di pericoloso, difficilmente avrebbe effetto su un rockman. Per festeggiare il nuovo rapporto di fiducia, lo slugman fa riparare parte della tua nave e offre di venderti la sua merce.
ru: Даже если бы в напитке было что-то вредоносное, вы сомневаетесь, что это могло бы повлиять на пищеварительную систему валуна. Слизень празднует ваше обретенное доверие, ремонтируя часть вашего корабля и предлагая продать вам свои товары.
zh_hans: 即便饮料里有恶意的成分，你估计岩石族的消化系统也不会被它影响到。蛞蝓族随兴地庆祝你们新建立的信任，修理了星舰的一部分，并向你出售他的商品。
