Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_tutorial.xml.append/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/text_tutorial.xml.append$//text[@name="tutorial_notoriety_change"]
source: Some decisions you make during a run might impact your reputation, which will affect the outcome of certain encounters, notably with sector guards. Each friendly faction tracks reputation separately, but alienating someone will usually alienate their friends too!\n\nDestroying a hostile ship does not lead to reputation loss under normal circumstances. Reputation changes here are specific to the context of this tutorial.
es: Algunas decisiones que tomes durante una partida podrían afectar tu reputación, lo que influirá en el resultado de ciertos encuentros, especialmente con los guardias del sector. Cada facción aliada controla su reputación por separado, pero alienar a alguien generalmente también alienará a sus amigos.\n\nDestruir una nave hostil no conlleva pérdida de reputación en circunstancias normales. Los cambios de reputación aquí son específicos del contexto de este tutorial.
it: Alcune decisioni che prendi durante una partita possono influenzare la tua reputazione, che ha effetto sull'esito di certi incontri, principalmente con le guardie di settore. Ogni fazione amichevole conta la reputazione separatamente, ma alienare qualcuno di solito rende più ostili anche i suoi amici!\n\nDistruggere una nave ostile non porta a una perdita di reputazione in circostanze normali. I cambi di reputazione qui sono specifici al contesto di questo tutorial.
ko: 항해 중의 일부 결정들은 당신의 명성에 영향을 끼칩니다. 명성은 구역 경비정과의 만남 등 다양한 이벤트에 영향을 미칩니다. 모든 우호 세력들은 각각의 우호도를 지니고 있지만, 일부 동맹과 영향을 공유할 수도 있습니다!\n\n적함을 파괴하는 것은 대부분의 경우에는 악명을 쌓지 않을 것입니다. 이 곳의 평판 변화는 튜토리얼에서만 적용됩니다.
ru: Некоторые решения, которые вы принимаете во время полета, могут повлиять на вашу репутацию, что скажется на исходе некоторых столкновений, в частности со стражами сектора. Каждая дружественная фракция отслеживает репутацию отдельно, но если вы кого-то отстраните, то, как правило, отстраните и его друзей!\n\nУничтожение враждебного корабля не приводит к потере репутации при обычных обстоятельствах. Изменения репутации в данном случае относятся только к контексту этого обучения.
zh_hans: 在一次行动中你所做出的一些决策可能会对你的声望产生影响，而这又会影响到某些事情的结果，尤其是与星区守卫的交涉中。每个友方阵营都会独立记录声望情况，但疏远某人通常也会使他们的朋友疏远你！\n\n在正常情况下，摧毁敌方船只不会导致声望下降。这里的声望变化是针对本教程具体情境而设定的。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_open"]
source: Open the star map to continue.
es: Abre el mapa estelar para continuar.
fr: Ouvrez la carte stellaire pour continuer.
it: Apri la mappa stellare per continuare.
ko: 지도를 열어 계속합니다.
ru: Откройте звездную карту, чтобы продолжить.
zh_hans: 打开星图以继续。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_immune_beacon"]
source: In FTL: Multiverse, you will often encounter quest beacons with a [!] in their name. These signify that the beacon and the quest within it are 'fleet immune' and will never be overtaken by the fleet.
es: En FTL: Multiverse, encontrarás frecuentemente balizas de misión con un [!] en su nombre. Esto significa que la baliza y la misión que contiene son inmunes a la flota y nunca serán superadas por ella.
fr: Dans FTL : Multiverse, vous rencontrerez souvent des balises de quête portant un [!] dans leur nom. Cela signifie que la balise et la quête qu’elle contient sont 'immunisées contre la flotte' et ne seront jamais prises par la flotte ennemie.
it: In FTL: Multiverse, spesso incontrerai astrofari di missione con [!] nel nome. Questi indicano che l'astrofaro e la missione in esso contenuta sono immuni alla flotta e non saranno mai sovrascritti se la flotta dovesse raggiungerli.
ko: FTL: 멀티버스에서는 이름에 [!]이 붙은 퀘스트 송신소들을 목격할 수 있습니다. 이 송신소의 퀘스트는 반군 추격에 의해 사라지지 않습니다.
ru: В FTL: Multiverse вам часто будут встречаться квестовые маяки с символом [!] в названии. Они означают, что маяк и квест в нем "неуязвимы для флота" и никогда не будут захвачены флотом.
zh_hans: 在《FTL：多元宇宙》中，你经常会遇到名称中带有"[!]"符号的任务信标。这些意味着该信标和其中的任务具有"舰队免疫"特性，永远不会被舰队所覆盖。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_immune_beacon_jump"]
source: Jump to the next sector to continue the tutorial.
es: Salte al siguiente sector para continuar el tutorial.
fr: Sautez vers le secteur suivant pour continuer le tutoriel.
it: Salta al prossimo settore per continuare il tutorial.
ko: 다음 구역으로 도약하여 계속합니다.
ru: Перейдите в следующий сектор, чтобы продолжить обучение.
zh_hans: 跃迁至下个星区以继续教程。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_sector_choice"]
source: In FTL: Multiverse, sectors containing a [!] in their name are special sectors, containing unique ship unlocks and crew for your mission.\n\nSelect a sector to continue.
es: En FTL: Multiverse, los sectores que contienen un [!] en su nombre son sectores especiales que contienen desbloqueos de naves y tripulación únicos para tu misión.\n\nSelecciona un sector para continuar.
fr: Dans FTL : Multiverse, les secteurs dont le nom comporte un [!] sont des secteurs spéciaux, contenant des déblocages uniques de vaisseaux et d’équipages pour votre mission. \n\nSélectionnez un secteur pour continuer.
it: In FTL: Multiverse, i settori con [!] nel nome sono speciali e contengono missioni ed equipaggio unici che possono sbloccare altre navi.\n\nSeleziona un settore per continuare.
ko: FTL: 멀티버스에서는 이름에 [!]이 포함된 독특한 구역을 마주칠 수 있습니다. 이 구역에는 특별한 함선이나 선원을 얻을 수 있습니다.\n\n구역을 선택하여 계속합니다.
ru: В FTL: Multiverse сектора, содержащие в своем названии [!], являются особыми секторами, содержащими уникальные корабли для открытия и экипаж для вашей миссии.\n\nВыберите сектор, чтобы продолжить.
zh_hans: 在《FTL：多元宇宙》中，名称中带有"[!]"符号的星区是特殊星区，其中包含特殊星舰解锁内容以及可供你执行任务使用的船员。\n\n请选择一个星区继续。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_atlas"]
source: Whenever you jump to a new sector you'll be presented with the jump atlas.\n\nHere, you can make use of some of your augments to gain an edge in the next sector.\n\nYou can also read the Federation database on the sector to have an idea on how you might be greeted by the locals.
es: Cada vez que saltes a un nuevo sector, se te presentará el atlas de salto.\n\nAquí, puedes usar algunos de tus aumentos para obtener una ventaja en el siguiente sector.\n\nTambién puedes leer la base de datos de la Federación sobre el sector para tener una idea de cómo podrían recibirte los lugareños.
fr: À chaque saut vers un nouveau secteur, l’atlas de saut s’affiche. \n\nIci, vous pouvez utiliser certaines de vos améliorations pour prendre l’avantage dans le secteur suivant. \n\nVous pouvez également consulter la base de données de la Fédération sur le secteur afin d’avoir une idée de la manière dont les locaux pourraient vous accueillir.
it: Ogni volta che effettui il salto verso un nuovo settore, vedrai l'atlante di salto.\n\nQui puoi usare alcuni accessori per ottenere un vantaggio nel prossimo settore.\n\nPuoi anche leggere il database della Federazione per farti un'idea di come la gente del posto potrebbe accoglierti.
ko: 새 구역으로 도약할 때마다 아틀라스 메뉴를 확인할 수 있습니다.\n\n여기서는 일부 보조장비를 사용하여 다음 구역에서의 이점을 얻을 수 있습니다.\n\n또한, 연방 데이터베이스에 등록된 정보를 통해 이 지역의 거주자들이 당신을 어떻게 맞이할 지에 대한 정보를 얻을 수 있습니다.
ru: Каждый раз, когда вы прыгаете в новый сектор, вам открывается атлас.\n\nВ нем вы можете использовать некоторые из ваших модулей, чтобы получить преимущество в следующем секторе.\n\nВы также можете прочитать базу данных Федерации о секторе, чтобы иметь представление о том, как вас могут встретить местные.
zh_hans: 每当你进入一个新星区时，就会出现跳转星区数据集。\n\n在这里，你可以利用一些自身的增强部件，在进入下一个星区时占据优势。\n\n你还可以查阅该星区的联邦数据库，以便了解当地居民可能对你有何样的反应。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_atlas_augment"]
source: Sector augments will often have a cost associated with them.
es: Los aumentos de sector a menudo tendrán un costo asociado.
fr: Les améliorations de secteur ont souvent un coût associé.
it: Gli accessori di settore spesso hanno un costo associato.
ko: 대부분의 보조장비들은 종류에 따른 비용을 소모할 것입니다.
ru: Модули для сектора часто требуют определенных затрат.
zh_hans: 星区增强部件措施通常都会伴随着一定的成本。

# data/text_tutorial.xml.append$//text[@name="tutorial_map_atlas_reroute"]
source: During your run, you may find coordinates to unique sectors. This is where you can choose to use them.\n\nBe aware that rerouting while jumping to sector 8 will cause you to face the Flagship directly when jumping back from your rerouted sector.
fr: Au cours de votre partie, vous pouvez trouver des coordonnées menant à des secteurs uniques. C’est ici que vous pouvez choisir de les utiliser. \n\nAttention : rediriger votre saut en secteur 8 vous fera affronter directement le Flagship lors de votre retour depuis le secteur redirigé.
it: Durante la tua partita potresti trovare coordinate per settori unici. Qui è dove avrai la possibilità di usarle.\n\nFai attenzione che dirottare verso un settore unico durante il salto verso il settore 8 ti costringerà ad affrontare l'Ammiraglia direttamente quando tornerai dal settore in cui sei andato.
ko: 항해 중 독특한 구역의 좌표를 찾을 수 있으며 이를 사용하여 그곳으로 도약할 수 있습니다.\n\n8 구역으로 도약하는 도중 목적지를 변경한다면 원래 경로로 복귀했을 때 즉시 기함을 마주하게 되니 주의하세요.
ru: Во время прохождения вы можете найти координаты уникальных секторов. Здесь вы можете выбрать, использовать ли их.\n\nПримите во внимание, что при перенаправлении в секторе 8 вы сразу окажетесь лицом к лицу с Флагманом, когда будете возвращаться из перенаправленного сектора.
zh_hans: 在移动过程中，你可能会发现一些指向特定星区的坐标。你可以选择利用这些坐标。\n\n请注意，在跃迁至第8星区时重新调整航径，你可以调整到一个新星区，返回时将会直接面对旗舰。

# data/text_tutorial.xml.append$//text[@name="tutorial_guard"]
source: Most sector starting beacons will contain a strong guard affiliated with the sector faction.\n\nDepending on your crew and reputation, this encounter may become an unpleasant one.\n\nDeal with it however you see fit.
es: La mayoría de las balizas de inicio del sector contendrán una fuerte guardia afiliada a la facción del sector.\n\nDependiendo de tu tripulación y reputación, este encuentro puede volverse desagradable.\n\nAcéptalo como creas conveniente.
fr: La plupart des balises de départ de secteur abritent un garde puissant affilié à la faction du secteur. \n\nSelon votre équipage et votre réputation, cette rencontre pourrait être désagréable. \n\nGérez-la comme bon vous semble.
it: Molti astrofari iniziali di settore contengono una guardia forte affiliata alla fazione del settore.\n\nA seconda del tuo equipaggio e della tua reputazione, quest'incontro potrebbe non essere positivo.\n\nGestiscilo come ti pare.
ko: 대부분의 구역의 시작 송신소에는 구역 세력과 연관된 강력한 경비정이 존재합니다.\n\n당신의 선원이나 명성에 따라 이는 불쾌한 만남이 될 수도 있습니다.\n\n적절하게 대처하세요.
ru: В большинстве стартовых маяков сектора будет сильный сторожевой корабль, связанный с фракцией сектора.\n\nВ зависимости от вашего экпажа и репутации, эта встреча может стать неприятной.\n\nРазберитесь с ним, как сочтете нужным.
zh_hans: 大多数星区的初始信标都会配备与该区域阵营相关的强大守卫舰。\n\n根据你的船员阵容和声望情况，这次遭遇可能会变得颇为棘手。\n\n你可以根据自己的意愿来处理它。

# data/text_tutorial.xml.append$//text[@name="tutorial_end"]
source: Congratulations on reaching the end of the FTL: Multiverse tutorial!\n\nThere are many new weapons, crew mechanics and more to explore, so don't hesitate to take your time reading descriptions in your future runs.\n\nGood luck, Renegade!
es: ¡Felicitaciones por llegar al final del tutorial de FTL: Multiverse!\n\nHay muchas armas nuevas, mecánicas de tripulación y más para explorar, así que no dudes en tomarte tu tiempo para leer las descripciones en tus futuras partidas.\n\n¡Buena suerte, Renegade!
fr: Félicitations pour avoir terminé le tutoriel de FTL : Multiverse ! \n\nDe nombreuses nouvelles armes, mécaniques d’équipage et bien plus encore vous attendent, alors n’hésitez pas à prendre votre temps pour lire les descriptions lors de vos prochaines parties. \n\nBonne chance, Renégat !
it: Congratulazioni per aver raggiunto la fine del tutorial di FTL: Multiverse!\n\nCi sono molte nuove armi, meccaniche ed altro da esplorare, quindi non esitare a prenderti il tempo di leggere le descrizioni nelle tue partite future.\n\nBuona fortuna, Rinnegato!
ko: FTL: 멀티버스의 튜토리얼을 완료하신 것을 축하합니다!\n\n찾아낼 새로운 무기, 승무원 메커니즘 등이 많으니, 이후에 항해할 때 시간을 내어 설명을 꼭 읽어주세요.\n\n행운을 빕니다, 배회자님!
ru: Поздравляем вас с окончанием обучения в FTL: Multiverse.\n\nВас ждет множество новых видов оружия, механики для экипажа и многое другое, поэтому не торопитесь и внимательно читайте описания в будущих прохождениях.\n\nУдачи, Ренегат!
zh_hans: 恭喜你完成了《FTL：多元宇宙》教程的全部内容！\n\n这里有许多新的武器、船员机制以及更多内容可供探索，所以在你未来的游戏过程中，不妨花些时间仔细阅读相关描述。\n\n祝您好运，变元者！
