Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/text_tutorial.xml.append/*.po
Languages: es, fr, it, ko, ru, zh_hans

# data/text_tutorial.xml.append$//text[@name="tutorial_continue"]
source: CONTINUE
es: CONTINUAR
fr: CONTINUER
it: CONTINUA
ko: 다음
ru: ПРОДОЛЖИТЬ
zh_hans: 继续

# data/text_tutorial.xml.append$//text[@name="tutorial_start"]
source: Welcome to FTL: Multiverse!\n\nThis tutorial will introduce you to the key features introduced by Multiverse.\n\nIt assumes you are already familiar with the basic mechanics of FTL: Faster Than Light.
es: ¡Bienvenido a FTL: Multiverse!\n\nEste tutorial te presentará las características clave introducidas por Multiverse.\n\nSe supone que ya estás familiarizado con la mecánica básica de FTL: Faster Than Light.
fr: Bienvenue dans FTL : Multiverse !\n\nCe tutoriel vous présentera les principales nouveautés apportées par Multiverse.\n\nIt Il part du principe que vous maîtrisez déjà les mécaniques de base de FTL : Faster Than Light.
it: Benvenuto in FTL: Multiverse!\n\nQuesto tutorial ti presenterà le funzioni chiave introdotte in Multiverse.\n\nDà per scontato che tu abbia già una certa familiarità con le meccaniche base di FTL: Faster Than Light.
ko: FTL: 멀티버스에 오신 것을 환영합니다!\n\n이 튜토리얼은 멀티버스에 새로 추가된 핵심 기능들을 소개합니다.\n\n당신이 이미 FTL의 기본 매커니즘에 대해 익숙하다는 것을 전제로 진행됩니다.
ru: Добро пожаловать в FTL: Multiverse!\n\nЭто обучение познакомит вас с основными возможностями Multiverse.\n\nПредполагается, что вы уже знакомы с базовой механикой FTL: Faster Than Light.
zh_hans: 欢迎来到《FTL：多元宇宙》！\n\n本教程将向你介绍多元宇宙所引入的关键特性。\n\n假设你已经熟悉《FTL：超越光速》的基本玩法。

# data/text_tutorial.xml.append$//text[@name="tutorial_crew_power"]
source: FTL: Multiverse enhances boarding and ship management by adding many crew powers.\n\nYou can activate them by pressing the power button on the right of the crew box, or by selecting your crew and using the power hotkey.\n\nDefault: P
es: FTL: Multiverse mejora el abordaje y la gestión de naves añadiendo muchos poderes de tripulación.\n\nPuedes activarlos presionando el botón de encendido a la derecha del cuadro de tripulación, o seleccionando tu tripulación y usando la tecla de acceso rápido de encendido.\n\nPredeterminado: P
fr: FTL : Multiverse améliore le combat à bord et la gestion du vaisseau en ajoutant de nombreux pouvoirs pour l’équipage. \n\nVous pouvez les activer en appuyant sur le bouton de pouvoir à droite de la fiche d’équipage, ou en sélectionnant votre membre d’équipage et en utilisant le raccourci clavier dédié. \n\nPar défaut : P
it: FTL: Multiverse migliora la gestione della nave e degli abbordaggi aggiungendo molti nuovi poteri individuali.\n\nPuoi attivarli premendo il pulsante del potere a destra del box equipaggio o selezionando un membro dell'equipaggio e premendo il tasto rapido per il potere\n\nPredefinito: P
ko: FTL: 멀티버스는 추가된 수많은 선원 특수 능력으로 강습과 함선 관리를 강화합니다.\n\n선원 UI 오른쪽의 버튼을 눌러 능력을 활성화할 수 있으며, 선원을 선택한 후 단축키를 눌러 발동할 수도 있습니다.\n\n기본: P
ru: FTL: Multiverse улучшает экипаж и управление кораблем, добавляя множество способностей для экипажа.\n\nВы можете активировать их, нажав на кнопку способности справа от списка экипажа, или выбрав члена экипажа и используя горячую клавишу способности.\n\nПо умолчанию: P
zh_hans: FTL：多元宇宙扩展功能增强了登舰和星舰管理功能，新增了许多船员技能。\n\n你可以通过点击船员框右侧的技能按钮来激活这些技能，或者选择船员并使用相应的快捷键来激活。\n\n默认按键：P

# data/text_tutorial.xml.append$//text[@name="tutorial_toggle_1"]
source: Some of the drones and weapons you will encounter during your runs will have a toggle tag, signified by the presence of a [TYPE] at the end of their name.\n\nThese weapons and drones can be toggled between different states in combat using the toggle [â‡…] menu.\n\nYou can open the toggle menu by either pressing this button or using the hotkey.\n\nDefault: [
es: Algunos de los drones y armas que encontrarás durante tus carreras tendrán una etiqueta de alternancia, indicada por la presencia de un [TIPO] al final de su nombre.\n\nEstas armas y drones se pueden alternar entre diferentes estados en combate usando el menú de alternancia [⇅].\n\nPuedes abrir el menú de alternancia presionando este botón o usando la tecla de acceso rápido.\n\nPredeterminado: [
fr: Certains drones et armes que vous rencontrerez lors de vos parties possèdent une fonction d'interchangement, indiquée par la présence d’un [TYPE] à la fin de leur nom. \n\nCes armes et drones peuvent passer d’un mode à un autre en combat grâce au menu d'interchangement [⇅]. \n\nVous pouvez ouvrir ce menu en appuyant soit sur ce bouton, soit en utilisant le raccourci clavier. \n\nPar défaut : [
it: Alcuni droni e armi che incontrerai nelle varie partite hanno un tag di configurazione, indicato dalla presenza di un [TIPO] alla fine del nome.\n\nQuesti droni e armi possono essere configurati tra diversi stati in combattimento usando il menù di configurazione [⇅].\n\nPuoi aprirlo premendo questo pulsante o utilizzando il tasto rapido.\n\nPredefinito: [
ko: 항해 중 발견할 수 있는 일부 무기와 드론은 토글 속성을 지녔으며, 명칭의 끝 부분의 [모드] 로 확인할 수 있습니다.\n\n이 장비들은 전투 중 토글 [⇅] 메뉴를 통해 서로 다른 모드로 전환할 수 있습니다.\n\n토글 메뉴는 버튼을 누르거나 단축키를 눌러 열 수 있습니다.\n\n기본: [
ru: Некоторые дроны и оружие, с которыми вы столкнетесь во время игры, будут иметь метку переключения, о чем свидетельствует наличие [РЕЖИМ] в конце их названия.\n\nЭти виды оружия и дронов можно переключать между различными состояниями в бою с помощью меню переключения [⇅]\n\nВы можете открыть меню переключения, нажав эту кнопку или воспользовавшись горячей клавишей.\n\nПо умолчанию: [
zh_hans: 在你的任务执行过程中，会遇到一些无人机和武器，它们的名称末尾会有"[类型]"这样的标记，以此来区分不同的类型。\n\n这些武器和无人机在战斗中可以通过切换菜单（[⇅]）来在不同状态之间进行切换。\n\n你可以通过按下这个按钮或者使用快捷键来打开切换菜单。\n\n默认按键：[

# data/text_tutorial.xml.append$//text[@name="tutorial_toggle_2"]
source: This is the toggle menu. Here you can:\n\nChange storage and toggle hotkeys.\n\nToggle shipboard drones to be either automated or controlled manually.\n\nSwitch between different versions of the speed UI that allow you to speed up the game. If you wish to go above speed 2 in the variant 2 UI, you will need to remove the frame cap and disable V-sync in the settings.\n\nToggle instant clone and heal behavior, eliminating all waiting at the end of a fight to restore your crew.\n\nSwitch between the different states of your weapons and drones.\n\nQuit this menu to continue the tutorial.
es: Este es el menú de alternancia. Aquí puedes:\n\nCambiar el almacenamiento y activar/desactivar las teclas de acceso rápido.\n\nActivar el control automático o manual de los drones a bordo.\n\nCambiar entre las diferentes versiones de la interfaz de velocidad que te permiten aumentar la velocidad del juego. Si quieres superar la velocidad 2 en la interfaz de la variante 2, tendrás que eliminar el límite de fotogramas y desactivar la sincronización vertical en los ajustes.\n\nActivar la clonación instantánea y la curación, eliminando así la espera al final de un combate para restaurar a tu tripulación.\n\nCambiar entre los diferentes estados de tus armas y drones.\n\nSal de este menú para continuar con el tutorial.
fr: Voici le menu d'interchangement. Ici vous pouvez :\n\nChanger les raccourcis de stockage et de mode. \n\nPasser les drones embarqués en mode automatique ou contrôle manuel. \n\nAlterner entre différentes versions de l’interface de vitesse qui vous permettent d’accélérer le jeu. Si vous souhaitez dépasser la vitesse 2 dans la variante 2 de l’interface, vous devrez retirer la limite de fréquence d’images et désactiver la synchronisation verticale (V-sync) dans les paramètres. \n\nActiver ou désactiver le clonage et la guérison instantanés, éliminant toute attente en fin de combat pour restaurer votre équipage. \n\nBasculer entre les différents états de vos armes et drones. \n\nQuittez ce menu pour continuer le tutoriel.
it: Questo è il menù di configurazione. Qui puoi:\n\nCambiare i tasti rapidi per stiva e configurazione\n\nConfigurare i droni di bordo perché siano automatizzati o controllati manualmente.\n\nCambiare tra diverse versioni della UI di velocità che ti permette di accelerare la velocità di gioco. Se vuoi andare oltre velocità 2 nella variante 2 della UI, devi rimuovere il tetto dei frame e disattivare V-sync nelle impostazioni.\n\nConfigurare guarigione e clonazione istantanee, eliminando completamente il periodo d'attesa alla fine di un combattimento per rimettere in forma il tuo equipaggio.\n\nCambiare i vari stati di armi e droni.\n\nEsci dal menù per continuare il tutorial.
ko: 이것은 토글 메뉴로, 다음 설정들을 바꿀 수 있습니다.\n\n창고 및 토글 메뉴 단축키.\n\n선원 드론의 자동화/수동 조작 모드.\n\n게임 속도를 조절할 수 있는 다양한 속도 UI. UI 유형 2에서 2배 이상의 속도를 원한다면, 게임 설정에서 프레임 제한과 수직 동기화를 해제하세요.\n\n전투 종료 시 모든 선원 즉시 치료 및 복제. 전투가 끝난 후 재정비 시간을 줄여줍니다.\n\n토글 장비들의 상태 전환하기.\n\n이 메뉴를 닫고 튜토리얼을 계속합니다.
ru: Это меню переключения. Здесь вы можете:\nИзменить горячие клавиши склада и меню переключения.\nПереключить пехотных дронов на автоматическое или ручное управление.\nПереключаться между различными версиями интерфейса скорости, которые позволяют вам ускорить игру. Если вы хотите превысить скорость 2 в варианте второго интерфейса, вам нужно будет снять ограничение числа кадров и отключить верт. синхронизацию в настройках.\nПереключить мгновенное клонирование и исцеление, устраняя необходимость ожидания восстановления вашего экипажа после боя.\nПереключаться между различными режимами оружия и дронов.\nВыйдите из этого меню, чтобы продолжить обучение.
zh_hans: 这是切换菜单。在这里，你可以：\n\n更改存储并切换快捷键。\n\n切换舰载无人机的自动化或手动化模式。\n\n在不同的速度UI版本之间切换，这些版本允许你加快游戏速度。如果您希望在版本2的UI中将速度提高到2倍以上，则需要在设置中移除帧率限制并禁用垂直同步。\n\n切换即时克隆和治疗行为，从而在战斗结束后无需等待即可治疗你的船员。\n\n在你的武器和无人机的不同状态之间切换。\n\n退出此菜单以继续教程。

# data/text_tutorial.xml.append$//text[@name="tutorial_info_button"]
source: Hyperspace provides more detailed information about crew and weapons when hovered. You can toggle this with the information button.
es: El hiperespacio proporciona información más detallada sobre la tripulación y las armas al volar. Puedes activarlo con el botón de información.
fr: Hyperespace fournit des informations plus détaillées sur l’équipage et les armes lorsque vous passez la souris dessus. Vous pouvez activer ou désactiver cette fonction avec le bouton d’informations.
it: Hyperspace fornisce informazioni più dettagliate su armi ed equipaggio quando ci passi sopra col cursore. Puoi attivare o disattivare questa funzione col pulsante informazioni.
ko: Hyperspace는 선원과 무기에 대한 더 자세한 마우스 툴팁을 제공합니다. 정보 버튼으로 이 기능을 켜고 끌 수 있습니다.
ru: Hyperspace предоставляет более подробную информацию об экипаже и оружии при наведении. Это можно переключить с помощью кнопки информации.
zh_hans: 在鼠标悬停于相关区域时，Hyperspace会提供有关船员和武器的更详细信息。你可以通过信息按钮来切换显示此信息。

# data/text_tutorial.xml.append$//text[@name="tutorial_crew_order"]
source: You can reorder your crew list holding right-click on a crew member and moving them up or down.
es: Puedes reordenar tu lista de tripulación manteniendo presionado clic derecho sobre un miembro de la tripulación y moviéndolo hacia arriba o hacia abajo.
fr: Vous pouvez réorganiser la liste de votre équipage en maintenant le clic droit sur un membre et en le déplaçant vers le haut ou vers le bas.
it: Puoi riordinare la lista equipaggio tenendo premuto il tasto destro del mouse su un membro dell'equipaggio e spostandolo su o giù.
ko: 선원 목록을 우클릭으로 드래그하여 순서를 바꿀 수 있습니다.
ru: Вы можете изменить порядок списка членов экипажа, щелкнув правой кнопкой мыши на члене экипажа и переместив его вверх или вниз.
zh_hans: 你可以重新排列你的船员列表，方法是右键点击一名船员，然后将他们向上或向下移动即可。

# data/text_tutorial.xml.append$//text[@name="tutorial_tile_control"]
source: Crew control in FTL: Multiverse is tile-based rather than room-based, allowing you to move crew to specific tiles within the same room to better handle boarders or assign a new manning crew.
es: El control de la tripulación en FTL: Multiverse se basa en mosaicos en lugar de en salas, lo que permite mover a la tripulación a mosaicos específicos dentro de la misma sala para gestionar mejor a los abordadores o asignar una nueva tripulación.
fr: Le contrôle de l’équipage dans FTL : Multiverse se fait par tuile plutôt que par pièce, ce qui vous permet de déplacer les membres vers des tuiles spécifiques au sein d’une même pièce pour mieux gérer les envahisseurs ou assigner un nouvel équipage aux postes.
it: Il controllo dell'equipaggio in FTL: Multiverse è basato sulle caselle e non sulle stanze, il che ti permette di spostare l'equipaggio in caselle specifiche nella stessa stanza per occuparti di intrusi o assegnare qualcun altro ad operare un sistema.
ko: FTL: 멀티버스의 선원 조작은 타일 기반으로, 선원을 선실의 특정 타일로 이동시켜 강습 대처나 관제사 지정을 더 편리하게 할 수 있습니다.
ru: Управление экипажем в FTL: Multiverse основано на плитках, а не на отсеках, что позволяет перемещать экипаж на определенные плитки в пределах одного отсека, чтобы лучше справляться с абордажниками или назначать новых членов экипажа.
zh_hans: 在《FTL：多元宇宙》中，船员的控制是基于舱格而非舱室的，这意味着你可以将船员移动到同一舱室内的特定舱格位置，以便更好地应对边界状况或重新安排人员配置。

# data/text_tutorial.xml.append$//text[@name="tutorial_storage_initial"]
source: Multiverse adds a secondary upgrade menu called the storage menu.\n\nClick this button to open it, or use the hotkey.\n\nDefault: ]
es: Multiverse agrega un menú de actualización secundario llamado menú de almacenamiento.\on\Haga clic en este botón para abrirlo o use la tecla de acceso rápido.\in\Predeterminado: ]
fr: Multiverse ajoute un menu secondaire de upgrades appelé le menu de stockage. \n\nCliquez sur ce bouton pour l’ouvrir, ou utilisez le raccourci clavier. \n\nPar défaut : ]
it: Multiverse aggiunge un menù di miglioramenti secondario chiamato il menù stiva.\n\nFai clic su questo pulsante per aprirlo o usa il tasto rapido.\n\nPredefinito: ]
ko: 말티버스는 보조 업그레이드 메뉴인 창고 메뉴를 추가합니다.\n\n이 버튼을 누르거나, 단축키를 눌러 열 수 있습니다.\n\n기본: ]
ru: Multiverse добавляет вторичное меню улучшений, называемое меню склада.\n\nНажмите эту кнопку, чтобы открыть его, или используйте горячую клавишу.\n\nПо умолчанию: ]
zh_hans: 多元宇宙新增了一个名为"存储菜单"的辅助升级菜单。\n\n点击此按钮即可打开它，或者使用快捷键。\n\n默认按键：]

# data/text_tutorial.xml.append$//text[@name="tutorial_storage_main"]
source: The storage menu allows you to install upgrades for your ship and crew, as well as track the progress of your current run.\n\nSelect any option for more information.\n\nQuit this menu to continue the tutorial.
es: El menú de almacenamiento te permite instalar mejoras para tu nave y tripulación, así como realizar un seguimiento del progreso de tu partida actual.\n\nSelecciona cualquier opción para obtener más información.\n\nSal de este menú para continuar con el tutorial.
fr: Le menu de stockage vous permet d’installer des améliorations pour votre vaisseau et votre équipage, ainsi que de suivre la progression de votre partie en cours. \n\nSélectionnez une option pour plus d’informations. \n\nQuittez ce menu pour continuer le tutoriel.
it: Il menù stiva ti permette di installare migliorie per la tua nave e il tuo equipaggio, oltre che controllare i progressi della partita attuale.\n\nSeleziona una qualunque opzione per avere altre informazioni.\n\nEsci dal menù per continuare il tutorial.
ko: 창고 메뉴에서는 함선과 선원의 다양한 업그레이드를 설치하고 내역을 확인할 수 있습니다.\n\n아무 선택지나 선택하여 더 많은 정보를 확인하세요.\n\n이 메뉴를 닫아 튜토리얼을 계속합니다.
ru: Меню склада позволяет установить улучшения для корабля и экипажа, а также отслеживать прогресс текущего прохождения.\n\nВыберите любую опцию для получения дополнительной информации.\n\nВыйдите из этого меню, чтобы продолжить обучение.
zh_hans: 存储菜单可让你为你的飞船和船员安装升级，并能跟踪当前任务的进展情况。\n\n选择任何选项可获取更多信息。\n\n退出此菜单以继续教程。

# data/text_tutorial.xml.append$//text[@name="tutorial_storage_mission"]
source: In the mission status menu, you can check on the unique crew you have encountered and the unique bosses you have defeated along the way.
es: En el menú de estado de la misión, puedes consultar la tripulación única que has encontrado y los jefes únicos que has derrotado en el camino.
fr: Dans le menu de statut de mission, vous pouvez consulter les membres d’équipage uniques que vous avez rencontrés ainsi que les boss uniques que vous avez vaincus en cours de route.
it: Nel menù stato missione, puoi controllare i personaggi unici che hai incontrato e i boss unici che hai sconfitto strada facendo.
ko: 임무 정보 메뉴에서는 영입된 특별한 선원이나 처치한 보스들을 확인할 수 있습니다.
ru: В меню отчете о миссии вы можете проверить, с какими уникальными членами экипажа вы столкнулись и каких уникальных боссов вы победили на своем пути.
zh_hans: 在任务报告菜单中，你可以查看你所遇到的特殊船员以及你在途中击败的特殊首领的情况。

# data/text_tutorial.xml.append$//text[@name="tutorial_storage_system"]
source: In the internal upgrade menu, you can install system-specific upgrades that give you an edge in combat.\n\nYou can also install arms (limited to one active at a time) for your ship.
es: En el menú de actualización interna, puedes instalar actualizaciones específicas del sistema que te darán una ventaja en el combate.\n\nTambién puedes instalar armas (limitadas a una activa a la vez) para tu nave.
fr: Dans le menu des améliorations internes, vous pouvez installer des améliorations spécifiques aux systèmes qui vous donneront un avantage au combat. \n\nVous pouvez également équiper des armes (limitées à une activation à la fois) pour votre vaisseau.
it: Nel menù dei miglioramenti interni, puoi installare miglioramenti specifici di sistema che ti danno una mano in combattimento.\n\nPuoi anche installare braccia (limitate a una attiva alla volta) per la tua nave.
ko: 내부 업그레이드 메뉴에서는 특정 시스템의 업그레이드를 설치하여 전투의 우위를 점할 수 있습니다.\n\n또한 기계팔을 설치할 수 있습니다. (기계팔은 하나만 설치할 수 있습니다.)
ru: В меню внутренних улучшений вы можете установить системные улучшения, которые дадут вам преимущество в бою.\n\nВы также можете установить кран (не более одного активного крана) для вашего корабля.
zh_hans: 在内部升级菜单中，你可以安装针对特定系统的升级内容，这将使你在战斗中占据优势。\n\n你还可以为你的星舰安装机械臂（每次只能激活一个）。

# data/text_tutorial.xml.append$//text[@name="tutorial_storage_lab"]
source: In the laboratory menu, you can apply species-specific upgrades to make your crew better-suited to certain roles.
es: En el menú del laboratorio, puedes aplicar mejoras específicas de cada especie para que tu tripulación sea más adecuada para determinados roles.
fr: Dans le menu du laboratoire, vous pouvez appliquer des améliorations spécifiques à chaque espèce pour mieux adapter votre équipage à certains rôles.
it: Nel menù laboratorio, puoi applicare miglioramenti specifici di specie per rendere il tuo equipaggio più adatto a certi ruoli.
ko: 연구실 메뉴에서는 종족 업그레이드를 설치하여 선원들이 특정 역할을 더 잘 수행하도록 할 수 있습니다.
ru: В меню лаборатории вы можете применить улучшения для конкретного вида, чтобы ваш экипаж лучше подходил для определенных ролей.
zh_hans: 在物种实验室菜单中，你可以为特定物种安装专属升级，以使你的队伍更适合执行某些任务。

# data/text_tutorial.xml.append$//text[@name="tutorial_fight_start"]
source: Jump to a new beacon to continue.
es: Salte a una nueva baliza para continuar.
fr: Sautez vers un nouveau balise pour continuer.
it: Salta a un altro astrofaro per continuare.
ko: 다음 송신소로 도약하여 계속합니다.
ru: Перейдите к новому маяку, чтобы продолжить.
zh_hans: 跃迁至下一个信标以继续。

# data/text_tutorial.xml.append$//text[@name="tutorial_fight_check"]
source: Before any fight, you will be prompted by a "combat check" window.\n\nHere, you can take emergency actions or activate any combat augment you have.
es: Antes de cualquier pelea, aparecerá una ventana de "verificación de combate". Aquí podrás tomar acciones de emergencia o activar cualquier aumento de combate que tengas.
fr: Avant chaque combat, une fenêtre de "vérification avant combat" s’affichera. \n\nIci, vous pouvez effectuer des actions d’urgence ou activer n’importe quel augmentation de combat dont vous disposez.
it: Prima di ogni combattimento, apparirà la finestra di "controllo combattimento".\n\nQui puoi fare azioni d'emergenza o attivare ogni accessorio di combattimento che hai.
ko: 전투를 시작하기 전, "최종 점검"메뉴를 사용할 수 있습니다.\n\n이 메뉴에서는 비상 행동을 하거나 전투 보조장비를 활성화할 수 있습니다.
ru: Перед началом боя вам будет предложено окно "Проверка боя"\n\nЗдесь вы можете предпринять экстренные действия или активировать любой имеющийся у вас боевой модуль.
zh_hans: 在任何战斗开始之前，系统会弹出一个“战斗检查”窗口。\n\n在此窗口中，你可以采取应急行动或激活你拥有的任何战斗增强部件功能。

# data/text_tutorial.xml.append$//text[@name="tutorial_fight_icon"]
source: Enemy ships will often have special properties that may dictate the flow of battle.\n\nYou can check them by hovering over the icons.\n\nDo what you do best and make this pirate regret meeting you.
es: Los barcos enemigos a menudo tendrán propiedades especiales que pueden dictar el flujo de la batalla.\n\nPuedes comprobarlas colocando el cursor sobre los íconos.\n\nHaz lo que mejor sabes hacer y haz que este pirata se arrepienta de haberte conocido.
fr: Les vaisseaux ennemis possèdent souvent des propriétés spéciales qui peuvent influencer le déroulement du combat. \n\nVous pouvez les consulter en survolant les icônes. \n\nFaites ce que vous savez faire de mieux et faites regretter à ce pirate de vous avoir croisé.
it: Spesso le navi nemiche hanno proprietà speciali che possono influenzare il corso della battaglia.\n\nPuoi controllarli passando sopra le icone col cursore.\n\nFai quello che sai fare meglio e fai pentire a questi pirati di averti incontrato.
ko: 일부 적 함선은 전투의 흐름을 좌우할 수 있는 특별한 능력을 지니고 있습니다.\n\n아이콘 위에 마우스를 올려 정보를 확인할 수 있습니다.\n\n최고의 선택을 하여 이 해적 녀석들을 후회하게 만들어 주세요.
ru: Вражеские корабли часто обладают особыми свойствами, которые могут повлиять на ход сражения.\n\nВы можете проверить их, наведя курсор на иконку.\n\nСделайте то, что у вас получается лучше всего, и заставьте этого пирата пожалеть о встрече с вами.
zh_hans: 敌方船只通常会具备一些特殊属性，这些属性可能会影响战斗的进程。\n\n你可以通过将鼠标悬停在图标上来查看这些属性。\n\n发挥你的专长，让这个海盗在与你相遇后后悔不已。

# data/text_tutorial.xml.append$//text[@name="tutorial_empty_beacon"]
source: Jumping to an already visited empty beacon or choosing not to act on certain events will prompt you with this empty beacon event.\n\nHere, you can choose to repair your hull, interact with unique crew members, use specific augments, or launch a salvage expedition (once per sector) that can yield rewards.
es: Si saltas a una baliza vacía ya visitada o eliges no actuar en ciertos eventos, aparecerá este evento de baliza vacía.\n\nAquí, puedes elegir reparar tu casco, interactuar con miembros únicos de la tripulación, usar aumentos específicos o lanzar una expedición de salvamento (una vez por sector) que puede generar recompensas.
fr: Sauter vers une balise vide déjà visitée ou choisir de ne pas agir sur certains événements déclenchera cet événement de balise vide. \n\nIci, vous pouvez choisir de réparer votre coque, interagir avec des membres d’équipage uniques, utiliser des améliorations spécifiques, ou lancer une expédition de récupération (une fois par secteur) qui peut rapporter des récompenses.
it: Saltare a un astrofaro già visitato o scegliere di non interagire con certi eventi fornisce questo evento da faro vuoto.\n\nQui puoi scegliere di riparare lo scafo, interagire coi personaggi unici, usare accessori specifici o effettuare una spedizione di recupero (una volta per settore) che può fornire ricompense.
ko: 이미 방문한 송신소로 도약하거나 특정 이벤트에서 행동하지 않는다면, 빈 송신소 이벤트가 발생합니다.\n\n함체를 수리하거나 특별한 선원들과 대화할 수 있으며, 특정 보조장비를 사용하거나 보상을 위해 인양 작업을 시도할 수 있습니다. (인양 작업은 구역 당 한 번만 가능합니다.)
ru: Если вы перейдете к уже посещенному пустому маяку или не станете действовать в соответствии с определенными событиями, вам откроется событие "Пустой маяк"\n\nЗдесь вы сможете отремонтировать корпус, взаимодействовать с уникальными членами экипажа, использовать особые модули или начать экспедицию по сбору припасов (один раз за сектор), которая может принести награду.
zh_hans: 如果直接跃迁到一个已经访问过的空信标处，或者对某些事件采取不正确的选择，系统将会提示出现这个空信标事件。\n\n在此，你可以选择修复舰体、与特殊船员互动、使用特定的增强部件，或者执行一次回收任务（每个一个星区内只能执行一次），这样可以获得奖励。
