Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_REN_SLUG"]/description
source: Defeat the Kleptocracy C Renegade and get the Big Ion.
es: Derrota al Renegado de la Cleptocracia C y consigue el Gran Ión.
ja: クラプトクラシーCレネゲイドを倒し、ビッグ・イオンを手に入れる。
pl: Pokonaj Renegata Kleptokracji C i zdobądź Duży Jonizator.
pt_br: Derrote o Kleptocracy C Renegade e obtenha o Big Ion.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SLUG"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_CLAN"]/name
source: Professionals Have Standards
es: Los Profesionales Tienen Estándares
ja: プロには基準がある
pl: Profesjonaliści Mają Standardy
pt_br: Os profissionais têm padrões

# data/hyperspace.xml$//achievement[@name="ACH_REN_CLAN"]/description
source: Defeat the Guild B Renegade and get the Nevermiss.
es: Derrota al Renegado del Gremio B y consigue el Nuncafalla.
ja: ギルドBのレネゲイドを倒し、ネバーミスを手に入れる。
pl: Pokonaj Renegata Gildii B i zdobądź Niechybiającego.
pt_br: Derrote o Renegado da Guilda B e obtenha o Nevermiss.

# data/hyperspace.xml$//achievement[@name="ACH_REN_CLAN"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_ORCHID"]/name
source: Fresh Produce
es: Producto Fresco
ja: 新鮮な農産物
pl: Świeże Produkty
pt_br: Produtos frescos

# data/hyperspace.xml$//achievement[@name="ACH_REN_ORCHID"]/description
source: Defeat the Gathering C Renegade and get the Strawberry Gun.
es: Derrota al Renegado de la Agrupación C y consigue la Pistola Fresa.
ja: ギャザリングCレネゲイドを倒し、ストロベリーガンを手に入れる。
pl: Pokonaj Renegata Zgromadzenia C i zdobądź Truskawkowe Działo.
pt_br: Derrote o Gathering C Renegade e obtenha a Strawberry Gun.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ORCHID"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SHELL"]/name
source: Die-fraction
es: Muerte-fracción
ja: ダイ・フラクション
pl: U-łamek
pt_br: Fração da matriz

# data/hyperspace.xml$//achievement[@name="ACH_REN_SHELL"]/description
source: Defeat the Geniocracy C Renegade and get the Toxic Pod Launcher.
es: Derrota al Renegado de la Geniocracia C y consigue el Lanzador de Cápsulas Tóxicas.
ja: ジェニオクラシーCレネゲイドを倒し、トキシック・ポッド・ランチャーを手に入れる。
pl: Pokonaj Renegata Geniokracji C i zdobądź Wyrzutnię Toksycznych Kapsuł.
pt_br: Derrote o Geniocracy C Renegade e obtenha o Toxic Pod Launcher.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SHELL"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_LEECH"]/name
source: Detox
es: Desintoxicación
ja: デトックス
pl: Detoks
pt_br: Desintoxicação

# data/hyperspace.xml$//achievement[@name="ACH_REN_LEECH"]/description
source: Defeat the Republican C Renegade and get the Big Suck Bomb.
es: Derrota al Renegado Republicano C y consigue la Gran Bomba de Succión.
ja: 共和国軍Cレネゲイドを倒し、ビッグ・サック・ボムを手に入れる。
pl: Pokonaj Renegata Republikańskiego C i zdobądź Bombę Wielkiego Ssania.
pt_br: Derrote o Republican C Renegade e obtenha a Big Suck Bomb.

# data/hyperspace.xml$//achievement[@name="ACH_REN_LEECH"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_LANIUS"]/name
source: Infant Man
es: Hombre Infante
ja: 幼児男性
pl: Niemowlę
pt_br: Homem infantil

# data/hyperspace.xml$//achievement[@name="ACH_REN_LANIUS"]/description
source: Defeat the Lanius B Renegade and get the Toggle Flak.
es: Derrota al Renegado Lanius B y consigue el Flak Conmutable.
ja: ラニウスBレネゲイドを倒し、トグル・フラックを手に入れる。
pl: Pokonaj Renegata Laniusów B i zdobądź Przełączalne Działo Odłamkowe.
pt_br: Derrote o Lanius B Renegade e obtenha o Toggle Flak.

# data/hyperspace.xml$//achievement[@name="ACH_REN_LANIUS"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/name
source: Many More Stories to Tell
es: Muchas Más Historias que Contar
ja: もっと多くの物語を
pl: Wiele Więcej Historii do Opowiedzenia
pt_br: Muito mais histórias para contar

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/description
source: Defeat the Equinoid C Renegade and get the Cyberpony.
es: Derrota al Renegado Equinoide C y consigue el Cyberponi.
ja: エクイノイドCレネゲイドを倒し、サイバーポニーを手に入れる。
pl: Pokonaj Renegata Ekinoidów C i zdobądź Cyberkucyka.
pt_br: Derrote o Equinoid C Renegade e obtenha o Cyberpony.

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Derrota al Renegado ??? y consigue su botín.
ja: レネゲイドを倒せレネゲイドを倒し、戦利品を手に入れろ。
pl: Pokonaj Renegata ??? i zdobądź jego łup.
pt_br: Derrote o ??? Renegade e pegue seu saque.

# data/hyperspace.xml$//achievement[@name="ACH_REN_HORSE"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/name
source: Elitism
es: Elitismo
ja: エリート主義
pl: Elityzm
pt_br: Elitismo

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/description
source: Defeat the MFK C Renegade and get the Promotion Bomb.
es: Derrota al Renegado MFK C y consigue la Bomba de Ascenso.
ja: MFK Cレネゲイドを倒し、プロモーションボムを手に入れる。
pl: Pokonaj Renegata MFK C i zdobądź Bombę Awansową.
pt_br: Derrote o MFK C Renegade e obtenha a Promotion Bomb.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Derrota al Renegado ??? y consigue su botín.
ja: レネゲイドを倒せレネゲイドを倒し、戦利品を手に入れろ。
pl: Pokonaj Renegata ??? i zdobądź jego łup.
pt_br: Derrote o ??? Renegade e pegue seu saque.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MFK"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/name
source: Widowed
es: Viuda
ja: 未亡人
pl: Owdowiały
pt_br: Viúvo

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/description
source: Defeat the Spider C Renegade and get the Venomous Queen.
es: Derrota al Renegado Araña C y consigue la Reina Venenosa.
ja: スパイダーCレネゲイドを倒し、ベノマス・クイーンを手に入れる。
pl: Pokonaj Renegata Pająków C i zdobądź Jadowitą Królową.
pt_br: Derrote o Spider C Renegade e obtenha a Venomous Queen.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Derrota al Renegado ??? y consigue su botín.
ja: レネゲイドを倒せレネゲイドを倒し、戦利品を手に入れろ。
pl: Pokonaj Renegata ??? i zdobądź jego łup.
pt_br: Derrote o ??? Renegade e pegue seu saque.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SPIDER"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/name
source: Osmianmosis
ja: 浸透圧
pl: Osmianmoza
pt_br: Osmianmose

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/description
source: Defeat the Osmian B Renegade and get the Holo-Drone.
es: Derrota al Renegado Osmiano B y consigue el Holo-Dron.
ja: オスミアンBレネゲイドを倒し、ホロ・ドローンを手に入れる。
pl: Pokonaj Renegata Osmian B i zdobądź Drona-Hologram.
pt_br: Derrote o Osmian B Renegade e obtenha o Holo-Drone.

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Derrota al Renegado ??? y consigue su botín.
ja: レネゲイドを倒せレネゲイドを倒し、戦利品を手に入れろ。
pl: Pokonaj Renegata ??? i zdobądź jego łup.
pt_br: Derrote o ??? Renegade e pegue seu saque.

# data/hyperspace.xml$//achievement[@name="ACH_REN_OSMIAN"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/name
source: Geologist
es: Geólogo
ja: 地質学者
pl: Geolog
pt_br: Geólogo

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/description
source: Defeat the Sodium C Renegade and get the Mining Drone.
es: Derrota al Renegado de Sodio C y consigue el Dron Minero.
ja: ナトリウムCレネゲイドを倒し、採掘ドローンを手に入れる。
pl: Pokonaj Renegata Sodowego C i zdobądź Drona Górniczego.
pt_br: Derrote o Sodium C Renegade e obtenha o drone de mineração.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Derrota al Renegado ??? y consigue su botín.
ja: レネゲイドを倒せレネゲイドを倒し、戦利品を手に入れろ。
pl: Pokonaj Renegata ??? i zdobądź jego łup.
pt_br: Derrote o ??? Renegade e pegue seu saque.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SALT"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/name
source: Having a Bad Time
es: Pasando un Mal Rato
ja: 嫌な時間を過ごす
pl: Mieć Zły Czas
pt_br: Passando mal

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/description
source: Defeat the Sylvan C Renegade and get the Blaster Beam.
es: Derrota al Renegado de Sylvan C y consigue el Rayo Bláster.
ja: シルヴァンCレネゲイドを倒し、ブラスタービームを手に入れる。
pl: Pokonaj Renegata Sylvana C i zdobądź Promień Blasterowy.
pt_br: Derrote o Sylvan C Renegade e obtenha o Blaster Beam.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/secretDescription
source: Defeat the ??? Renegade and get its loot.
es: Derrota al Renegado ??? y consigue su botín.
ja: レネゲイドを倒せレネゲイドを倒し、戦利品を手に入れろ。
pl: Pokonaj Renegata ??? i zdobądź jego łup.
pt_br: Derrote o ??? Renegade e pegue seu saque.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SYLVAN"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$/FTL/achievements/page[3]/section/@text
source: Loot Transports
es: Transportes de Botín
ja: 戦利品輸送
pl: Transporty z Łupami
pt_br: Transportes de saque

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/name
source: Union Transport
es: Transporte de la Unión
ja: ユニオン・トランスポート
pl: Transportowiec Związku
pt_br: Transporte da União

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/secretDescription
source: Obtain the loot from the Union loot transport.
es: Obtén el botín del transporte de botín de la Unión.
ja: ユニオンの戦利品輸送船から戦利品を入手する。
pl: Zdobądź łup z transportu Unii.
pt_br: Obtenha o saque no transporte de saque da União.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/description
source: Obtain the Burst Laser I from the Union loot transport.
es: Obtén el Láser de Ráfaga I o 'Daga' del transporte de botín de la Unión.
ja: ユニオンの戦利品輸送船からバーストレーザーIまたは「ダーク」を入手する。
pl: Zdobądź Laser Seryjny I lub 'Dirk' z transportu Unii.
pt_br: Obtenha o Burst Laser I no transporte de saque da União.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_UNION"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/name
source: Militia Transport
es: Transporte de la Milicia
ja: 民兵輸送
pl: Transportowiec Milicji
pt_br: Transporte de milícias

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/secretDescription
source: Obtain the loot from the Militia loot transport.
es: Obtén el botín del transporte de botín de la Milicia.
ja: 民兵の戦利品輸送車から戦利品を入手する。
pl: Zdobądź łup z transportu Milicji.
pt_br: Obtenha o saque do transporte de saque da Milícia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/description
source: Obtain the Burst Laser II from the Militia loot transport.
es: Obtén el Láser de Ráfaga II del transporte de botín de la Milicia.
ja: 民兵の戦利品輸送車からバーストレーザーIIを入手する。
pl: Zdobądź Laser Seryjny II z transportu Milicji.
pt_br: Obtenha o Burst Laser II no transporte de saque da Milícia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MILITIA"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FEDERATION"]/name
source: Federation Transport
es: Transporte de la Federación
ja: 連盟輸送
pl: Transportowiec Federacji
pt_br: Transporte da Federação

source: Obtain the loot from the Federation loot transport.
es: Obtén el botín del transporte de botín de la Federación.
ja: 連邦の戦利品輸送船から戦利品を入手する。
pl: Zdobądź łup z transportu Federacji.
pt_br: Obtenha o saque no transporte de saque da Federação.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FEDERATION"]/description
source: Obtain the Heavy Laser II from the Federation loot transport.
es: Obtén el Láser Pesado II o 'Alabarda' del transporte de botín de la Federación.
ja: 連邦軍の戦利品輸送船から「ヘビーレーザーII」または「ハルバード」を入手する。
pl: Zdobądź Ciężki Laser II lub 'Halabardę' z transportu Federacji.
pt_br: Obtenha o Heavy Laser II do transporte de saque da Federação.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FEDERATION"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/name
source: Rebel Transport
es: Transporte rebelde
ja: 反乱軍輸送
pl: Statek transportowy rebeliantów
pt_br: Transporte rebelde

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/secretDescription
source: Obtain the loot from the Rebel loot transport.
es: Obtén el botín del transporte de botín Rebelde.
ja: 反乱軍の戦利品輸送車から戦利品を入手する。
pl: Zdobądź łup z transportu Rebeliantów.
pt_br: Obtenha o saque do transporte de saque Rebelde.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/description
source: Obtain the Charge Laser II from the Rebel loot transport.
es: Obtén el Láser de Carga II del transporte de botín Rebelde.
ja: 反乱軍の戦利品運搬船からチャージレーザーIIを入手する。
pl: Zdobądź Laser Ładujący II z transportu Rebeliantów.
pt_br: Obtenha o Charge Laser II no transporte de saque dos rebeldes.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_REBEL"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/name
source: Auto Transport
es: Transporte Automático
ja: 自動車輸送
pl: Transport Automatyczny

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/secretDescription
source: Obtain the loot from the Auto loot transport.
es: Obtén el botín del transporte de botín Automático.
ja: 自動戦利品輸送機から戦利品を入手する。
pl: Zdobądź łup z transportu Automatycznego.
pt_br: Obtenha o saque do transporte de saque automático.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/description
source: Obtain the Conservative Drone from the Auto loot transport.
es: Obtén el Dron Conservador del transporte de botín Automático.
ja: 自動戦利品輸送機から保守ドローンを入手する。
pl: Zdobądź Drona Konserwatywnego z transportu Automatycznego.
pt_br: Obtenha o drone conservador do transporte de saque automático.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUTO"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/name
source: Harmony Transport
es: Transporte de la Armonía
ja: ハーモニー・トランスポート
pl: Transport Harmonii

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/secretDescription
source: Obtain the loot from the Harmony loot transport.
es: Obtén el botín del transporte de botín de la Armonía.
ja: ハーモニーの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Harmonii.
pt_br: Obtenha o saque do transporte de saque Harmony.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/description
source: Obtain the Combat or Defense drone from the Harmony loot transport.
es: Obtén el dron de Combate o de Defensa del transporte de botín de la Armonía.
ja: ハーモニーの戦利品輸送船から戦闘ドローンまたは防衛ドローンを入手する。
pl: Zdobądź drona Bojowego lub Obronnego z transportu Harmonii.
pt_br: Obtenha o drone de combate ou de defesa no transporte de saque Harmony.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HARMONY"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SEPARATIST"]/name
source: Separatist Transport
es: Transporte Separatista
ja: 分離主義輸送
pl: Transportowiec Separatystów
pt_br: Transporte separatista

source: Obtain the loot from the Separatist loot transport.
es: Obtén el botín del transporte de botín Separatista.
ja: 分離主義者の戦利品輸送船から戦利品を入手する。
pl: Zdobądź łup z transportu Separatystów.
pt_br: Obtenha o saque do transporte de saque Separatista.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SEPARATIST"]/description
source: Obtain the Battle Drone from the Separatist loot transport.
es: Obtén el Dron de Batalla del transporte de botín Separatista.
ja: 分離主義者の戦利品輸送船からバトル・ドローンを入手する。
pl: Zdobądź Drona Bojowego z transportu Separatystów.
pt_br: Obtenha o drone de batalha no transporte de saques dos Separatistas.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SEPARATIST"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/name
source: Ministry Transport
es: Transporte del Ministerio
ja: 運輸省
pl: Transportowiec Ministerstwa
pt_br: Transporte do Ministério

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/secretDescription
source: Obtain the loot from the Ministry loot transport.
es: Obtén el botín del transporte de botín del Ministerio.
ja: 省からの戦利品輸送車から戦利品を入手する。
pl: Zdobądź łup z transportu Ministerstwa.
pt_br: Obtenha o saque no transporte de saque do Ministério.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/description
source: Obtain the 'Pike' or 'Lucerne' from the Ministry loot transport.
es: Obtén el 'Pike' del transporte de botín del Ministerio.
ja: 省からの戦利品輸送車から「パイク」を入手する。
pl: Zdobądź 'Pikę' z transportu Ministerstwa.
pt_br: Obtenha o "Pike" ou o "Lucerne" do transporte de saque do Ministério.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ZOLTAN"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DUSKBRINGER"]/name
source: Duskbringer Transport
es: Transporte del Portador del Ocaso
ja: ダスクブリンガー輸送
pl: Transportowiec Zmierzchu
pt_br: Transporte Duskbringer

source: Obtain the loot from the Duskbringer loot transport.
es: Obtén el botín del transporte de botín de los Portadores del Ocaso.
ja: ダスクブリンガーの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Zwiastunów Zmierzchu.
pt_br: Obtenha o saque do transporte de saque do Duskbringer.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DUSKBRINGER"]/description
source: Obtain the Heavy Energy from the Duskbringer loot transport.
es: Obtén la Energía Pesada del transporte de botín de los Portadores del Ocaso.
ja: Duskbringerの戦利品運搬船からHeavy Energyを入手する。
pl: Zdobądź Ciężką Energię z transportu Zwiastunów Zmierzchu.
pt_br: Obtenha a energia pesada do transporte de saque do Duskbringer.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DUSKBRINGER"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/name
source: Hive Transport
es: Transporte de la Colmena
ja: ハイブ・トランスポート
pl: Transportowiec Roju
pt_br: Transporte de colméia

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/secretDescription
source: Obtain the loot from the Hive loot transport.
es: Obtén el botín del transporte de botín de la Colmena.
ja: ハイブの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Roju.
pt_br: Obtenha o saque do transporte de saque da Colmeia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/description
source: Obtain the Bomb or Light Laser II from the Hive loot transport.
es: Obtén la Bomba o el Láser Ligero II del transporte de botín de la Colmena.
ja: ハイブの戦利品運搬船からボムまたはライトレーザーIIを入手する。
pl: Zdobądź Bombę lub Lekki Laser II z transportu Roju.
pt_br: Obtenha a Bomba ou o Laser de Luz II no transporte de saque da Colmeia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_MANTIS"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FREEMANTIS"]/name
source: Free Mantis Transport
es: Transporte Mantis Libre
ja: フリー・マンティス輸送
pl: Transportowiec Wolnych Modliszek
pt_br: Transporte de Mantis gratuito

source: Obtain the loot from the Free Mantis loot transport.
es: Obtén el botín del transporte de botín de los Mantis Libres.
ja: フリーマンティスの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Wolnych Mantisów.
pt_br: Obtenha o saque do transporte de saque do Free Mantis.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FREEMANTIS"]/description
source: Obtain the Stun Bomb from the Free Mantis loot transport.
es: Obtén la Bomba Aturdidora del transporte de botín de los Mantis Libres.
ja: フリーマンティスの戦利品運搬船からスタン・ボムを入手する。
pl: Zdobądź Bombę Ogłuszającą z transportu Wolnych Mantisów.
pt_br: Obtenha a bomba atordoante no transporte de itens do Free Mantis.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_FREEMANTIS"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/name
source: Theocracy Transport
es: Transporte de la Teocracia
ja: セオクラシー輸送
pl: Transportowiec Teokracji
pt_br: Transporte de Teocracia

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/secretDescription
source: Obtain the loot from the Theocracy loot transport.
es: Obtén el botín del transporte de botín de la Teocracia.
ja: セオクラシーの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Teokracji.
pt_br: Obtenha o saque no transporte de saque da Teocracia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/description
source: Obtain the 'Hermes' from the Theocracy loot transport.
es: Obtén el 'Hermes' del transporte de botín de la Teocracia.
ja: セオクラシーの戦利品運搬船から「ヘルメス」を入手する。
pl: Zdobądź 'Hermesa' z transportu Teokracji.
pt_br: Obtenha o "Hermes" do transporte de saques da Teocracia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROCK"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/name
source: Lost Sun Transport
es: Transporte del Sol Perdido
ja: ロストサン輸送
pl: Transportowiec Zaginionego Słońca
pt_br: Transporte da Lost Sun

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/secretDescription
source: Obtain the loot from the Lost Sun loot transport.
es: Obtén el botín del transporte de botín de los Soles Perdidos.
ja: ロスト・サン戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Zaginionego Słońca.
pt_br: Obtenha o saque do transporte de saque do Lost Sun.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/description
source: Obtain the 'Hades or 'Sekhmet' from the Lost Sun loot transport.
es: Obtén el 'Hades' o el 'Sekhmet' del transporte de botín de los Soles Perdidos.
ja: ロスト・サン戦利品運搬船から「ハデス」または「セクメト」を入手する。
pl: Zdobądź 'Hadesa' lub 'Sechmet' z transportu Zaginionego Słońca.
pt_br: Obtenha o "Hades" ou "Sekhmet" do transporte de saque do Lost Sun.
