Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LOSTSUN"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/name
source: Imperial Transport
es: Transporte Imperial
ja: 帝国交通
pl: Transportowiec Imperialny
pt_br: Transporte Imperial

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/secretDescription
source: Obtain the loot from the Imperial loot transport.
es: Obtén el botín del transporte de botín Imperial.
ja: 帝国の戦利品輸送船から戦利品を入手する。
pl: Zdobądź łup z transportu Imperialnego.
pt_br: Obtenha o saque do transporte de saque imperial.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/description
source: Obtain an Elite Crystal weapon from the Imperial loot transport.
es: Obtén un arma de Cristal de Élite del transporte de botín Imperial.
ja: 帝国の戦利品運搬船からエリートクリスタル武器を入手する。
pl: Zdobądź elitarną broń kryształową z transportu Imperialnego.
pt_br: Obtenha uma arma Elite Crystal no transporte de saque Imperial.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CRYSTAL"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/name
source: Kleptocracy Transport
es: Transporte de la Cleptocracia
ja: クレプトクラシー輸送
pl: Transportowiec Kleptokracji
pt_br: Transporte de kleptocracia

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/secretDescription
source: Obtain the loot from the Kleptocracy loot transport.
es: Obtén el botín del transporte de botín de la Cleptocracia.
ja: Kleptocracyの戦利品輸送から戦利品を入手する。
pl: Zdobądź łup z transportu Kleptokracji.
pt_br: Obtenha o saque do transporte de saque da Kleptocracy.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/description
source: Obtain the 'Faucon' from the Kleptocracy loot transport.
es: Obtén el 'Faucon' o la Bomba de Brecha del transporte de botín de la Cleptocracia.
ja: Kleptocracyの戦利品運搬船から「Faucon」または「Breach Bomb」を入手する。
pl: Zdobądź 'Faucon' lub Bombę Wyłomową z transportu Kleptokracji.
pt_br: Obtenha o "Faucon" do transporte de saques da Kleptocracy.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SLUG"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/name
source: EHG Transport
es: Transporte del GEH
ja: EHGトランスポート
pl: Transport EHG
pt_br: Transporte EHG

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/secretDescription
source: Obtain the loot from the EHG loot transport.
es: Obtén el botín del transporte de botín del GEH.
ja: EHGの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu EHG.
pt_br: Obtenha o saque do transporte de saque do EHG.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/description
source: Obtain the Radiation Laser from the EHG loot transport.
es: Obtén el Láser de Radiación del transporte de botín del GEH.
ja: EHGの戦利品運搬船から放射線レーザーを入手する。
pl: Zdobądź Laser Radiacyjny z transportu EHG.
pt_br: Obtenha o Radiation Laser no transporte de saques do EHG.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CLAN"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/name
source: Lanius Transport
es: Transporte Lanius
ja: ラニウス・トランスポート
pl: Transportowiec Laniusów

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/secretDescription
source: Obtain the loot from the Lanius loot transport.
es: Obtén el botín del transporte de botín Lanius.
ja: ラニウスの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Laniusów.
pt_br: Obtenha o saque do transporte de saque de Lanius.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/description
source: Obtain the Chain Flak from the Lanius loot transport.
es: Obtén el Flak en Cadena del transporte de botín Lanius.
ja: ラニウスの戦利品運搬船からチェーン・フラックを入手。
pl: Zdobądź Łańcuchowe Działo Odłamkowe z transportu Laniusów.
pt_br: Obtenha o Chain Flak no transporte de saque de Lanius.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LANIUS"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/name
source: Dynasty Transport
es: Transporte de la Dinastía
ja: ダイナスティ・トランスポート
pl: Transport Dynastii

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/secretDescription
source: Obtain the loot from the Dynasty loot transport.
es: Obtén el botín del transporte de botín de la Dinastía.
ja: ダイナスティの戦利品輸送車から戦利品を入手する。
pl: Zdobądź łup z transportu Dynastii.
pt_br: Obtenha o saque do transporte de saque da Dynasty.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/description
source: Obtain the 'Ranseur' from the Dynasty loot transport.
es: Obtén el 'Ranseur' o el Láser Perforador II del transporte de botín de la Dinastía.
ja: ダイナスティの戦利品運搬船から「ランサー」または「ピアスレーザーII」を入手する。
pl: Zdobądź 'Ranseur' lub Laser Przebijający II z transportu Dynastii.
pt_br: Obtenha o "Ranseur" no transporte de saques da Dynasty.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_DYNASTY"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/name
source: Gathering Transport
es: Transporte de la Asamblea
ja: ギャザリング輸送
pl: Transportowiec Zgromadzenia
pt_br: Transporte de coleta

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/secretDescription
source: Obtain the loot from the Gathering loot transport.
es: Obtén el botín del transporte de botín de la Agrupación.
ja: ギャザリングの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Zgromadzenia.
pt_br: Obtenha o saque do transporte de saque da Coleta.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/description
source: Obtain an Elite Kernel Launcher from the Gathering loot transport.
es: Obtén un Lanzador de Semillas de Élite del transporte de botín de la Agrupación.
ja: Gatheringの戦利品運搬船からElite Kernel Launcherを入手する。
pl: Zdobądź Elitarną Wyrzutnię Nasion z transportu Zgromadzenia.
pt_br: Obtenha um Elite Kernel Launcher no transporte de saque Gathering.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ORCHID"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/name
source: Confederate Transport
es: Transporte Confederado
ja: 南軍輸送
pl: Transportowiec Konfederacji
pt_br: Transporte Confederado

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/secretDescription
source: Obtain the loot from the Confederate loot transport.
es: Obtén el botín del transporte de botín Confederado.
ja: 南軍の戦利品輸送船から戦利品を入手する。
pl: Zdobądź łup z transportu Konfederatów.
pt_br: Obtenha o saque do transporte de saque dos Confederados.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/description
source: Obtain an Elite Spore Launcher from the Confederate loot transport.
es: Obtén un Lanzador de Esporas de Élite del transporte de botín Confederado.
ja: 南軍の戦利品輸送船からエリート・スポア・ランチャーを入手する。
pl: Zdobądź Elitarną Wyrzutnię Zarodników z transportu Konfederatów.
pt_br: Obtenha um lançador de esporos de elite no transporte de saques da Confederação.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_VAMPWEED"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/name
source: Geniocracy Transport
es: Transporte de la Geniocracia
ja: ジェニオクラシー輸送
pl: Transportowiec Geniokracji
pt_br: Transporte de geniocracia

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/secretDescription
source: Obtain the loot from the Geniocracy loot transport.
es: Obtén el botín del transporte de botín de la Geniocracia.
ja: ジェニオクラシーの戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu Geniokracji.
pt_br: Obtenha o saque do transporte de saque do Geniocracy.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/description
source: Obtain the Anti-Hull Laser I from the Geniocracy loot transport.
es: Obtén el Láser Anticasco II o el 'Goedendag' del transporte de botín de la Geniocracia.
ja: Geniocracyの戦利品運搬船から「Anti-Hull Laser II」または「Goedendag」を入手する。
pl: Zdobądź Laser Przeciwkadłubowy II lub 'Goedendag' z transportu Geniokracji.
pt_br: Obtenha o Anti-Hull Laser I no transporte de saques da Geniocracia.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_SHELL"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/name
source: Republican Transport
es: Transporte Republicano
ja: リパブリック・トランスポート
pl: Transportowiec Republikański
pt_br: Transporte Republicano

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/secretDescription
source: Obtain the loot from the Republican loot transport.
es: Obtén el botín del transporte de botín Republicano.
ja: 共和国の戦利品輸送車から戦利品を入手する。
pl: Zdobądź łup z transportu Republikańskiego.
pt_br: Obtenha o saque do transporte de saque republicano.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/description
source: Obtain the Flak II from the Republican loot transport.
es: Obtén el Flak II del transporte de botín Republicano.
ja: 共和国からの戦利品輸送車からFlak IIを入手する。
pl: Zdobądź Działo Odłamkowe II z transportu Republikańskiego.
pt_br: Obtenha o Flak II do transporte de saque republicano.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_LEECH"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/name
source: Coalition Transport
es: Transporte de la Coalición
ja: 連合輸送
pl: Transportowiec Koalicji
pt_br: Transporte de Coalizão

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/secretDescription
source: Obtain the loot from the Coalition loot transport.
es: Obtén el botín del transporte de botín de la Coalición.
ja: 連合軍の戦利品輸送船から戦利品を入手する。
pl: Zdobądź łup z transportu Koalicji.
pt_br: Obtenha o saque no transporte de saque da Coalizão.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/description
source: Obtain the 'Eris' from the Coalition loot transport.
es: Obtén el 'Eris' del transporte de botín de la Coalición.
ja: 連合軍の戦利品輸送船から「エリス」を入手する。
pl: Zdobądź 'Eris' z transportu Koalicji.
pt_br: Obtenha a "Eris" no transporte de saques da Coalizão.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_COALITION"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/name
source: Protectorate Transport
es: Transporte del Protectorado
ja: プロテクト・トランスポート
pl: Transport Protektoratu
pt_br: Transporte do Protetorado

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/description
source: Obtain the "loot" from the Rebel loot transport in the Jerome Protectorate.
es: Obtén el "botín" del transporte de botín Rebelde en el Protectorado de Jerome.
ja: ジェローム保護区で反乱軍の戦利品輸送車から「戦利品」を入手する。
pl: Zdobądź „łup” z transportu Rebeliantów w Protektoracie Jerome.
pt_br: Obtenha o "loot" do transporte de loot dos rebeldes no Protetorado de Jerome.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_JERRY"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/name
source: Innovation Transport
es: Transporte de Innovación
ja: イノベーション輸送
pl: Transport Innowacji
pt_br: Transporte inovador

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/description
source: Obtain the Amphi-Drone from the Innovation loot transport.
es: Obtén el Anfi-Dron del transporte de botín de Innovación.
ja: イノベーションの戦利品運搬船からアンフィ・ドローンを入手する。
pl: Zdobądź Amfi-Drona z transportu Innowacji.
pt_br: Obtenha o Amphi-Drone no transporte de itens de inovação.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ESTATE"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/name
source: Ember Transport
es: Transporte de la Brasa
ja: エンバー・トランスポート
pl: Transportowiec Żaru

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/description
source: Obtain the Piercing 'Torch' from the Ember loot transport.
es: Obtén el 'Flamberge' del transporte de botín de las Ascuas.
ja: 琥珀の戦利品運搬船から「フランベルジュ」を入手する。
pl: Zdobądź 'Flamberg' z transportu Żaru.
pt_br: Obtenha a Piercing 'Torch' do transporte de saque Ember.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_EMBER"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/name
source: Hektar Transport
es: Transporte de Hektar
ja: ヘクター・トランスポート
pl: Transport Hektar
pt_br: Transporte Hectare

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/description
source: Obtain the Cooldown Module from the Hektar loot transport.
es: Obtén el Módulo de Enfriamiento del transporte de botín de Hektar.
ja: Hektarの戦利品輸送船からCooldown Moduleを入手する。
pl: Zdobądź Moduł Czasu Odnowienia z transportu Hektar.
pt_br: Obtenha o Cooldown Module no transporte de saque de Hektar.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_HEKTAR"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/name
source: Knighted Transport
es: Transporte Caballeresco
ja: ナイト輸送
pl: Rycerski Transportowiec
pt_br: Transporte com Cavaleiro

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/description
source: Obtain the 'Corbin' from the Knighted loot transport.
es: Obtén el 'Corbin' del transporte de botín de los Caballeros.
ja: ナイトの戦利品運搬船から「コービン」を入手する。
pl: Zdobądź 'Corbina' z transportu Rycerskiego.
pt_br: Obtenha o "Corbin" do transporte de saque Knighted.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_KNIGHT"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/name
source: Augmented Transport
es: Transporte Aumentado
ja: 拡張輸送
pl: Transport Ulepszony
pt_br: Transporte aumentado

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/description
source: Obtain the Amp Flak drone from the Augmented loot transport.
es: Obtén el Dron Flak Amplificador del transporte de botín Aumentado.
ja: Augmented戦利品輸送機からAmp Flakドローンを入手する。
pl: Zdobądź drona Amp Flak z transportu Ulepszonego.
pt_br: Obtenha o drone Amp Flak no transporte de itens aumentados.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_AUGMENTED"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/name
source: Obelisk Transport
es: Transporte Obelisco
ja: オベリスク輸送
pl: Transportowiec Obelisku
pt_br: Transporte do Obelisco

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/description
source: Obtain an Obelisk weapon from the Obelisk loot transport.
es: Obtén un arma Obelisco del transporte de botín Obelisco.
ja: オベリスクの戦利品運搬船からオベリスクの武器を入手する。
pl: Zdobądź broń Obelisku z transportu Obelisku.
pt_br: Obtenha uma arma Obelisk no transporte de itens Obelisk.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_OBELISK"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/name
source: Royal Transport
es: Transporte Real
ja: ロイヤル・トランスポート
pl: Transport Królewski
pt_br: Transporte Real

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/secretName
source: Secret Transport
es: Transporte Secreto
ja: 秘密輸送
pl: Tajny Transport
pt_br: Transporte secreto

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/description
source: Obtain a Royal weapon from the Royal loot transport.
es: Obtén un arma Real del transporte de botín Real.
ja: 王家の戦利品運搬船から王家の武器を入手する。
pl: Zdobądź broń królewską z transportu Królewskiego.
pt_br: Obtenha uma arma Royal no transporte de saque Royal.

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/secretDescription
source: Obtain the loot from the ??? loot transport.
es: Obtén el botín del transporte de botín de ???.
ja: 戦利品運搬船から戦利品を入手する。
pl: Zdobądź łup z transportu ???.
pt_br: Obtenha o saque do transporte de saque ???

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_ROYAL"]/header
source: Loot Acquired
es: Botín adquirido
ja: 獲得戦利品
pl: Prototyp jest odbierany
pt_br: Loot adquirido

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CONVINCE"]/name
source: Beyond Thievery
es: Más Allá del Robo
ja: 泥棒の向こう側
pl: Poza Złodziejstwem
pt_br: Além do roubo

# data/hyperspace.xml$//achievement[@name="ACH_TRANS_CONVINCE"]/description
source: Convince an allied transport to give you their loot without combat.
es: Convence a un transporte aliado de que te dé su botín sin combatir.
ja: 味方の輸送船を説得し、戦闘なしで戦利品を渡す。
pl: Przekonaj sojuszniczy transport, aby oddał ci swój łup bez walki.
pt_br: Convença um transporte aliado a lhe dar o saque sem combate.

# data/hyperspace.xml$/FTL/achievements/page[4]/section/@text
source: Unique Crew
es: Tripulación Única
ja: ユニーク・クルー
pl: Unikalna Załoga
pt_br: Equipe exclusiva

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/name
source: Admiral on Deck
es: Almirante a Bordo
ja: アドミラル・オン・デッキ
pl: Admirał na Pokładzie
pt_br: Almirante no convés

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/description
source: Bring Vice Admiral Adara's package to Tully in Node 17.
es: Lleva el paquete de la Vicealmirante Adara a Tully en el Nodo 17.
ja: アダラ副提督の荷物をノード17のタリーに届けてくれ。
pl: Dostarcz paczkę wiceadmirał Adary do Tully'ego w Węźle 17.
pt_br: Leve o pacote da Vice-Almirante Adara para Tully no Nó 17.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/secretDescription
source: Assist in a special delivery.
es: Ayuda en una entrega especial.
ja: 特別配達を手伝う。
pl: Pomóż w specjalnej dostawie.
pt_br: Ajudar em uma entrega especial.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TULLY"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/name
source: Who Dunnit?
es: ¿Quién lo Hizo?
ja: 誰がダンニット？
pl: Kto Zabił?
pt_br: Quem foi o Dunnit?

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/description
source: Solve the Murder Mystery and recruit Haynes.
es: Resuelve el Misterio del Asesinato y recluta a Haynes.
ja: 殺人事件の謎を解き、ヘインズをリクルートする。
pl: Rozwiąż zagadkę morderstwa i zrekrutuj Haynesa.
pt_br: Resolva o mistério do assassinato e recrute Haynes.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/secretDescription
source: Solve a murder mystery.
es: Resuelve un misterio de asesinato.
ja: 殺人事件の謎を解く。
pl: Rozwiąż zagadkę morderstwa.
pt_br: Resolva um mistério de assassinato.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_HAYNES"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_JERRY"]/name
source: Innocence Manifested
es: Inocencia Manifestada
ja: イノセンスの顕在化
pl: Przejawiona Niewinność
pt_br: Inocência Manifestada

# data/hyperspace.xml$//achievement[@name="ACH_CREW_JERRY"]/description
source: Enter the Jerome Protectorate and get him past Cyra.
es: Entra en el Protectorado de Jerome y ayúdalo a pasar a Cyra.
ja: ジェローム保護領に入り、サイラを通過させる。
pl: Wkrocz do Protektoratu Jerome i przeprowadź go obok Cyry.
pt_br: Entre no Jerome Protectorate e faça-o passar por Cyra.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_JERRY"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado
