Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//race[@name="engi_defender"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:15s] Takes only 0.1x damage from ANY source, and resists Mind Control attempts.
es: [ENFRIAMIENTO:15s DURACIÓN:15s] Recibe solo 0.1x de daño de CUALQUIER fuente, y resiste intentos de Control Mental.
ja: [クールダウン:15s デュレーション:15s] あらゆるソースから0.1倍のダメージしか受けず、マインドコントロールの試みに抵抗する。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:15s] Otrzymuje tylko 0.1x obrażeń z DOWOLNEGO źródła i jest odporny na próby Kontroli Umysłu.
pt_br: [COOLDOWN:15s DURATION:15s] Recebe apenas 0,1x de dano de QUALQUER fonte e resiste a tentativas de Controle Mental.

# data/hyperspace.xml$//race[@name="unique_turzil"]/powerEffect/buttonText
source: SHIELD
es: ESCUDO
ja: シールド
pl: TARCZA

# data/hyperspace.xml$//race[@name="unique_turzil"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Each of your allied crew in the room will only take 0.25x damage from ANY source, and their repair speed will be quadrupled.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Cada uno de tus tripulantes aliados en la sala solo recibirá 0.25x de daño de CUALQUIER fuente, y cuadruplica su velocidad de reparación.
ja: [クールダウン:20s デュレーション:15s］ その部屋にいる味方のクルーは、あらゆるソースから0.25倍のダメージを受けるだけで、修理速度が4倍になる。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Każdy z twoich sojuszniczych członków załogi w pomieszczeniu otrzyma tylko 0.25x obrażeń z DOWOLNEGO źródła i czterokrotnie zwiększy swoją prędkość naprawy.
pt_br: [COOLDOWN:20s DURATION:15s] Cada um dos tripulantes aliados na sala receberá apenas 0,25 vezes o dano de QUALQUER fonte, e a velocidade de reparo deles será quadruplicada.

# data/hyperspace.xml$//race[@name="zoltan_monk"]/powerEffect/buttonText
source: PULSE
es: PULSO
ja: パルス
pl: PULS
pt_br: PULSO

# data/hyperspace.xml$//race[@name="zoltan_monk"]/powerEffect/tooltip
source: [COOLDOWN:27s] Stuns all crew in the room for 10 seconds.
es: [ENFRIAMIENTO:27s] Aturde a toda la tripulación en la sala durante 10 segundos.
ja: [COOLDOWN:27秒］ 10秒間、部屋にいるすべての乗組員を気絶させる。
pl: [CZAS ODNOWIENIA:27s] Ogłusza całą załogę w pomieszczeniu na 10 sekund.
pt_br: [COOLDOWN:27s] Atordoa toda a equipe na sala por 10 segundos.

# data/hyperspace.xml$//race[@name="zoltan_devotee"]/powerEffect/buttonText
source: COUNTDOWN
es: CUENTA ATRÁS
ja: カウントダウン
pl: ODLICZANIE
pt_br: CONTAGEM REGRESSIVA

# data/hyperspace.xml$//race[@name="zoltan_devotee"]/powerEffect/tooltip
source: [COOLDOWN:7s] Start suicide countdown. When countdown is finished, explode for 45 crew damage (30 on allies) to all crew in the room. If the countdown is interrupted by death, the ability will be cancelled. Cannot activate while stunned or teleporting.
es: [ENFRIAMIENTO:7s] Iniciar cuenta atrás suicida. Cuando la cuenta atrás termine, explota infligiendo 45 de daño a toda la tripulación en la sala (30 a los aliados). Si la cuenta atrás se interrumpe por muerte, la habilidad se cancelará. No se puede activar mientras esté aturdido o teletransportándose.
ja: [クールダウン：7秒］ 自殺カウントダウンを開始する。カウントダウンが終わると爆発し、部屋にいるすべてのクルーに45クルーダメージ(味方は30)を与える。 死亡によってカウントダウンが中断された場合、アビリティはキャンセルされる。気絶中やテレポート中は発動できない。
pl: [CZAS ODNOWIENIA:7s] Rozpocznij odliczanie do samobójstwa. Po zakończeniu odliczania eksploduj, zadając 45 obrażeń załodze (30 sojusznikom) w całym pomieszczeniu. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana. Nie można aktywować podczas ogłuszenia lub teleportacji.
pt_br: [COOLDOWN:7s] Inicie a contagem regressiva de suicídio. Quando a contagem regressiva terminar, exploda causando 45 de dano à tripulação (30 em aliados) a toda a tripulação na sala. Se a contagem regressiva for interrompida por morte, a habilidade será cancelada. Não pode ser ativada enquanto estiver atordoado ou se teletransportando.

# data/hyperspace.xml$//race[@name="zoltan_martyr"]/powerEffect/buttonText
source: COUNTDOWN
es: CUENTA ATRÁS
ja: カウントダウン
pl: ODLICZANIE
pt_br: CONTAGEM REGRESSIVA

# data/hyperspace.xml$//race[@name="zoltan_martyr"]/powerEffect/tooltip
source: [COOLDOWN:7s] Start suicide countdown. When countdown is finished, explode for 45 crew damage (30 on allies) and stun all crew in the room for 4 seconds, with 50% chance to start fires. If the countdown is interrupted by death, the ability will be cancelled. Cannot activate while stunned or teleporting.
es: [ENFRIAMIENTO:7s] Iniciar cuenta atrás suicida. Cuando la cuenta atrás termine, explota infligiendo 45 de daño a la tripulación (30 a los aliados) y aturde a toda la tripulación en la sala durante 4 segundos, con un 50% de probabilidad de iniciar incendios. Si la cuenta atrás se interrumpe por muerte, la habilidad se cancelará. No se puede activar mientras esté aturdido o teletransportándose.
ja: [クールダウン：7秒］ 自殺カウントダウンを開始する。カウントダウンが終わると爆発し、45のクルーダメージ(味方は30)と4秒間部屋のクルー全員をスタンさせ、50%の確率で火災を起こす。 死亡によってカウントダウンが中断された場合、アビリティはキャンセルされる。スタン中やテレポート中は発動できない。
pl: [CZAS ODNOWIENIA:7s] Rozpocznij odliczanie do samobójstwa. Po zakończeniu odliczania eksploduj, zadając 45 obrażeń załodze (30 sojusznikom) i ogłuszając całą załogę w pomieszczeniu na 4 sekundy, z 50% szansą na podpalenie. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana. Nie można aktywować podczas ogłuszenia lub teleportacji.
pt_br: [COOLDOWN:7s] Inicia a contagem regressiva de suicídio. Quando a contagem regressiva terminar, exploda causando 45 de dano à tripulação (30 em aliados) e atordoe toda a tripulação na sala por 4 segundos, com 50% de chance de iniciar incêndios. Se a contagem regressiva for interrompida por morte, a habilidade será cancelada. Não pode ser ativada enquanto estiver atordoado ou se teletransportando.

# data/hyperspace.xml$//race[@name="unique_devorak"]/powerEffect/buttonText
source: COUNTDOWN
es: CUENTA ATRÁS
ja: カウントダウン
pl: ODLICZANIE
pt_br: CONTAGEM REGRESSIVA

# data/hyperspace.xml$//race[@name="unique_devorak"]/powerEffect/tooltip
source: [COOLDOWN:3s] Start suicide countdown. When countdown is finished, explode for 60 crew damage (45 on allies) and 10 seconds of stun to all crew in the room. All other Zoltan crew in the room will explode as well. If the countdown is interrupted by death, the ability will be cancelled.
es: [ENFRIAMIENTO:3s] Iniciar cuenta atrás suicida. Cuando la cuenta atrás termine, explota infligiendo 60 de daño a la tripulación (45 a los aliados) y 10 segundos de aturdimiento a toda la tripulación en la sala. Todos los demás tripulantes Zoltan en la sala también explotarán. Si la cuenta atrás se interrumpe por muerte, la habilidad se cancelará.
ja: [クールダウン：3秒］ 自殺カウントダウンを開始する。カウントダウンが終わると爆発し、部屋にいるすべてのクルーに60のクルーダメージ(味方は45)と10秒のスタンを与える。部屋にいる他のゾルタンクルーも同様に爆発する。 死亡によってカウントダウンが中断された場合、能力はキャンセルされる。
pl: [CZAS ODNOWIENIA:3s] Rozpocznij odliczanie do samobójstwa. Po zakończeniu odliczania eksploduj, zadając 60 obrażeń załodze (45 sojusznikom) i 10 sekund ogłuszenia całej załodze w pomieszczeniu. Wszyscy pozostali Zoltanie w pomieszczeniu również eksplodują. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana.
pt_br: [COOLDOWN:3s] Inicie a contagem regressiva de suicídio. Quando a contagem regressiva terminar, exploda, causando 60 de dano à tripulação (45 em aliados) e 10 segundos de atordoamento a toda a tripulação na sala. Todos os outros tripulantes de Zoltan na sala também explodirão. Se a contagem regressiva for interrompida por morte, a habilidade será cancelada.

# data/hyperspace.xml$//race[@name="unique_anurak"]/powerEffect/buttonText
source: SACRIFICE
es: SACRIFICIO
ja: 犠牲
pl: POŚWIĘCENIE
pt_br: SACRIFÍCIO

# data/hyperspace.xml$//race[@name="unique_anurak"]/powerEffect/tooltip
source: [COOLDOWN:17s] Start suicide countdown. When countdown is finished, fully heals all allied crew and provides a 50% buff to their repair, movement, and health for 15s no matter where they are. If the countdown is interrupted by death, the ability will not be casted.
es: [ENFRIAMIENTO:17s] Iniciar cuenta atrás suicida. Cuando la cuenta atrás termine, cura por completo a todos los tripulantes aliados y proporciona una mejora del 50% a su reparación, movimiento y salud durante 15s sin importar dónde se encuentren. Si la cuenta atrás se interrumpe por muerte, la habilidad se cancelará.
ja: [クールダウン：17秒］ 自殺カウントダウンを開始する。カウントダウンが終わると、味方クルー全員を完全に回復し、どこにいても15秒間修理、移動、ヘルスに50%のバフを与える。死亡によってカウントダウンが中断された場合、アビリティはキャンセルされる。
pl: [CZAS ODNOWIENIA:17s] Rozpocznij odliczanie do samobójstwa. Po zakończeniu odliczania, w pełni leczy całą sojuszniczą załogę i zapewnia 50% wzmocnienie do naprawy, ruchu i zdrowia na 15 sekund, bez względu na to, gdzie się znajdują. Jeśli odliczanie zostanie przerwane przez śmierć, zdolność zostanie anulowana.
pt_br: [COOLDOWN:17s] Inicia a contagem regressiva de suicídio. Quando a contagem regressiva termina, cura totalmente toda a tripulação aliada e fornece um bônus de 50% em seu reparo, movimento e saúde por 15s, não importa onde estejam. Se a contagem regressiva for interrompida pela morte, a habilidade não será lançada.

# data/hyperspace.xml$//race[@name="zoltan_osmian"]/powerEffect/buttonText
source: HOLOGRAM
es: HOLOGRAMA
ja: ホログラム
pt_br: HOLOGRAMA

# data/hyperspace.xml$//race[@name="zoltan_osmian"]/powerEffect/tooltip
source: [COOLDOWN:7s] Spawns a temporary hologram assistant that provides power and can do all normal crew functions, with lvl2 skill level. Lasts 25 seconds.
es: [ENFRIAMIENTO:7s] Genera un asistente holograma temporal que proporciona energía y puede realizar todas las funciones normales de la tripulación con un nivel de habilidad 2. Dura 25 segundos.
ja: [クールダウン:7s］ 一時的なホログラムアシスタントを生成する。持続時間は25秒。
pl: [CZAS ODNOWIENIA:7s] Tworzy tymczasowego asystenta hologramu, który dostarcza energię i może wykonywać wszystkie normalne funkcje załogi z poziomem umiejętności 2. Trwa 25 sekund.
pt_br: [COOLDOWN:7s] Gera um assistente de holograma temporário que fornece energia e pode executar todas as funções normais da tripulação, com nível de habilidade lvl2. Dura 25 segundos.

source: EXPIRATION
es: EXPIRACIÓN
ja: 期限切れ
pl: WYGAŚNIĘCIE
pt_br: EXPIRAÇÃO

# data/hyperspace.xml$//race[@name="zoltan_osmian_hologram"]/powerEffect/tooltip
source: You shouldn't see this! Unpause the game to make it go away.
es: ¡No deberías ver esto! Quita la pausa del juego para que desaparezca.
ja: これは見るべきではない。ゲームを終了するには、ゲームの一時停止を解除する。
pl: Nie powinieneś tego widzieć! Wznów grę, aby to zniknęło.
pt_br: Você não deveria ver isso! Despause o jogo para que ele desapareça.

# data/hyperspace.xml$//race[@name="zoltan_osmian_enemy"]/powerEffect/buttonText
source: HOLOGRAM
es: HOLOGRAMA
ja: ホログラム
pt_br: HOLOGRAMA

# data/hyperspace.xml$//race[@name="zoltan_osmian_enemy"]/powerEffect/tooltip
source: [COOLDOWN:7s] Spawns a temporary hologram assistant that provides power and can do all normal crew functions, with lvl2 skill level. Lasts 25 seconds.
es: [ENFRIAMIENTO:7s] Genera un asistente holograma temporal que proporciona energía y puede realizar todas las funciones normales de la tripulación con un nivel de habilidad 2. Dura 25 segundos.
ja: [クールダウン:7s］ 一時的なホログラムアシスタントを生成する。持続時間は25秒。
pl: [CZAS ODNOWIENIA:7s] Tworzy tymczasowego asystenta hologramu, który dostarcza energię i może wykonywać wszystkie normalne funkcje załogi z poziomem umiejętności 2. Trwa 25 sekund.
pt_br: [COOLDOWN:7s] Gera um assistente de holograma temporário que fornece energia e pode executar todas as funções normais da tripulação, com nível de habilidade lvl2. Dura 25 segundos.

# data/hyperspace.xml$//race[@name="orchid_praetor"]/powerEffect/buttonText
source: SPORES
es: ESPORAS
ja: スポルス
pl: ZARODNIKI
pt_br: ESPORTES

# data/hyperspace.xml$//race[@name="orchid_praetor"]/powerEffect/tooltip
source: [COOLDOWN:10s] Creates a semi-permanent effect in the current room, which will dissipate only when jumping. All allied crew in the affected room gain doubled Max Health, repair speed, and power generation/drain.
es: [ENFRIAMIENTO:10s] Crea un efecto semi-permanente en la sala actual, que se disipará solo al saltar. Todos los tripulantes aliados en la sala afectada obtienen el doble de Salud Máxima, velocidad de reparación y generación/drenaje de energía.
ja: [クールダウン:10秒］ 現在の部屋に半永久的なエフェクトを発生させ、ジャンプしたときのみ消滅する。影響を受けた部屋にいる味方のクルーは最大ヘルス、修理速度、発電/消耗が2倍になる。
pl: [CZAS ODNOWIENIA:10s] Tworzy półtrwały efekt w obecnym pomieszczeniu, który zniknie tylko po skoku. Cała sojusznicza załoga w dotkniętym pomieszczeniu zyskuje podwójne maksymalne zdrowie, prędkość naprawy i generowanie/drenaż mocy.
pt_br: [COOLDOWN:10s] Cria um efeito semipermanente na sala atual, que se dissipará somente ao pular. Toda a tripulação aliada na sala afetada ganha o dobro de Vida Máxima, velocidade de reparo e geração/drenagem de energia.

# data/hyperspace.xml$//race[@name="orchid_cultivator"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Release poisonous spores. Nearby enemies take 60% increased damage from ANY source and are stunned 50% longer. The Cultivator will be immobile and only be able to attack crew, with 0.75x base damage.
es: [ENFRIAMIENTO:30s DURACIÓN:15s] Libera esporas venenosas. Los enemigos cercanos reciben un 60% más de daño de CUALQUIER fuente y son aturdidos un 50% más de tiempo. El Cultivador estará inmóvil y solo podrá atacar a la tripulación, con 0.75x de daño base.
ja: [クールダウン:30秒 デュレーション:15秒］ 毒の胞子を放出する。近くの敵はあらゆる発生源からのダメージが60%増加し、気絶時間が50%長くなる。 Cultivatorは動けなくなり、基本ダメージの0.75倍のクルーしか攻撃できなくなる。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:15s] Uwalnia trujące zarodniki. Pobliskie wrogowie otrzymują o 60% zwiększone obrażenia z DOWOLNEGO źródła i są ogłuszeni o 50% dłużej. Kultywator będzie nieruchomy i będzie mógł atakować tylko załogę, z bazowymi obrażeniami 0,75x.
pt_br: [COOLDOWN:30s DURATION:15s] Libera esporos venenosos. Os inimigos próximos recebem 60% de dano aumentado de QUALQUER fonte e ficam atordoados por 50% mais tempo. O Cultivador ficará imóvel e só poderá atacar a equipe, com 0,75x o dano básico.

# data/hyperspace.xml$//race[@name="unique_tyerel"]/powerEffect/buttonText
source: DISPERSAL
es: DISPERSIÓN
ja: ディスパーザル
pl: ROZPROSZENIE
pt_br: DISPERSÃO

# data/hyperspace.xml$//race[@name="unique_tyerel"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:20s] Floral and Vampweed effects apply to all rooms on the same ship.
es: [ENFRIAMIENTO:20s DURACIÓN:20s] Aplica los efectos Florales y Vampweed de Ty E'Rel a todas las salas de la misma nave.
ja: [クールダウン:20s デュレーション:20s] Ty E'RelのFloralとVampweedの効果を同じ船のすべての部屋に適用する。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:20s] Stosuje efekty Floral i Vampweed Ty E'Rela do wszystkich pomieszczeń na tym samym statku.
pt_br: [COOLDOWN:20s DURATION:20s] Os efeitos Floral e Vampweed se aplicam a todos os cômodos do mesmo navio.

# data/hyperspace.xml$//race[@name="unique_mayeb"]/powerEffect/buttonText
source: SECOND WIND
es: SEGUNDO AIRE
ja: 第二の風
pl: DRUGI ODDECH
pt_br: SEGUNDO VENTO

# data/hyperspace.xml$//race[@name="unique_mayeb"]/powerEffect/tooltip
source: [DURATION:45s] Heal
es: [DURACIÓN:45s] Curar
ja: [持続時間：45秒］ ヒール
pl: [CZAS TRWANIA:45s] Lecz
pt_br: [DURAÇÃO:45s]. Cura.

# data/hyperspace.xml$//race[@name="mantis_suzerain"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="mantis_suzerain"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x.
es: [ENFRIAMIENTO:17s DURACIÓN:7s] Aumenta la velocidad de movimiento a 2x y el daño a la tripulación a 3x. También aumenta el daño recibido por peligros en 4x.
ja: [クールダウン:17秒 デュレーション:7秒］ 移動速度が2倍、乗員へのダメージが3倍になる。また、ハザードから受けるダメージが4倍に増加する。
pl: [CZAS ODNOWIENIA:17s CZAS TRWANIA:7s] Zwiększa prędkość poruszania się do 2x i obrażenia załogi do 3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 4x.
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3,5x e o dano da equipe para 3x. Também aumenta em 4x o dano causado por perigos.

# data/hyperspace.xml$//race[@name="mantis_bishop"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="mantis_bishop"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration.
es: [ENFRIAMIENTO:20s DURACIÓN:10s] Aumenta la velocidad de movimiento a 3.5x y el daño a la tripulación a 4.3x. También aumenta el daño recibido por peligros en 7x, y no puede reparar durante la duración.
ja: [クールダウン:20秒 デュレーション:10秒］ 移動速度が3.5倍になり、乗員のダメージが4.3倍になる。また、ハザードから受けるダメージが7倍に増加し、持続時間中は修理ができなくなる。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:10s] Zwiększa prędkość poruszania się do 3,5x i obrażenia załogi do 4,3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 7x i nie może naprawiać przez czas trwania.
pt_br: [COOLDOWN:20s DURATION:10s] Aumenta a velocidade de movimento para 6x e o dano da tripulação para 4,3x. Também aumenta o dano causado por perigos em 7x e não pode ser reparado durante o período.

# data/hyperspace.xml$//race[@name="unique_kaz"]/powerEffect/buttonText
source: SWIPE
es: BARRIDO
ja: スウィップ
pl: MACHNĘCIE

# data/hyperspace.xml$//race[@name="unique_kaz"]/powerEffect/tooltip
source: [COOLDOWN:10s DURATION:1s] Combat damage is massively increased for a very short window of time.
es: [ENFRIAMIENTO:10s DURACIÓN:1s] Aumenta masivamente el daño de combate durante un período de tiempo muy corto.
ja: [クールダウン:10秒 デュレーション:1秒］ 非常に短い時間、戦闘ダメージを大幅に増加させる。
pl: [CZAS ODNOWIENIA:10s CZAS TRWANIA:1s] Znacznie zwiększa obrażenia w walce na bardzo krótki czas.
pt_br: [COOLDOWN:10s DURATION:1s] O dano de combate é aumentado maciçamente por um período de tempo muito curto.

# data/hyperspace.xml$//race[@name="rock_commando"]/powerEffect/buttonText
source: FLAME
es: INCENDIO PROVOCADO
ja: アルソン
pl: PODPALENIE

# data/hyperspace.xml$//race[@name="rock_commando"]/powerEffect/tooltip
source: [COOLDOWN:29s] Start fires in the occupied room.
es: [ENFRIAMIENTO:20s] Marca la sala ocupada durante 12 segundos. Mientras tus comandos del Sol Perdido estén en ella, intentarán periódicamente iniciar incendios.
ja: [クールダウン:20秒］ 12秒間、占領されている部屋をマークする。ロストサン隊員が部屋にいる間、定期的に火をつけようとする。
pl: [CZAS ODNOWIENIA:20s] Zaznacza zajmowane pomieszczenie na 12 sekund. Gdy twoi komandosi Zgubionego Słońca są w nim, będą okresowo próbować podpalać.
pt_br: [COOLDOWN:29s] Iniciar incêndios na sala ocupada.

# data/hyperspace.xml$//race[@name="rock_paladin"]/powerEffect/tooltip
source: [CD:7s DURATION:3s -40HP] Temporarily move at normal speed and destroy doors instantly.
es: [ENFRIAMIENTO:7s DURACIÓN:3s -40PS] Moverse temporalmente a velocidad normal y destruir puertas instantáneamente.
ja: [CD:7秒 DURATION:3秒 -40HP］ 一時的に通常の速度で移動し、即座にドアを破壊する。
pl: [CO:7s CZAS TRWANIA:3s -40PŻ] Tymczasowo poruszaj się z normalną prędkością i natychmiast niszcz drzwi.
pt_br: [CD:7s DURAÇÃO:3s -40HP] Movimenta-se temporariamente em velocidade normal e destrua portas instantaneamente.

# data/hyperspace.xml$//race[@name="rock_cultist"]/powerEffect/buttonText
source: STIMULANTS
es: ESTIMULANTES
ja: 刺激物
pl: STYMULANTY
pt_br: ESTIMULANTES

# data/hyperspace.xml$//race[@name="rock_cultist"]/powerEffect/tooltip
source: [CD:30s DURATION:12s -75HP] Grants the following buffs: -1.5x movement speed -2.5x repair speed, combat damage and sabotage speed -0.75x damage taken from ANY source -Mind control immunity
es: [ENFRIAMIENTO:30s DURACIÓN:12s -75PS] Otorga las siguientes mejoras: -1.5x de velocidad de movimiento -2.5x de velocidad de reparación, daño de combate y velocidad de sabotaje -0.75x de daño recibido de CUALQUIER fuente -Inmunidad al control mental
ja: [CD:30秒 DURATION:12秒 -75HP］ 以下のバフを付与する： 移動速度-1.5倍 修理速度、戦闘ダメージ、妨害速度-2.5倍 あらゆるソースから受けるダメージを-0.75倍にする。 -マインドコントロール免疫
pl: [CO:30s CZAS TRWANIA:12s -75PŻ] Daje następujące wzmocnienia: -1,5x prędkości poruszania się -2,5x prędkości naprawy, obrażeń w walce i prędkości sabotażu -0,75x obrażeń otrzymywanych z DOWOLNEGO źródła -Odporność na kontrolę umysłu
pt_br: [CD:30s DURAÇÃO:12s -75HP] Concede os seguintes bônus: -1,5x a velocidade de movimento -2,5x velocidade de reparo, dano de combate e velocidade de sabotagem -0,75x o dano recebido de QUALQUER fonte -Imunidade a controle mental

# data/hyperspace.xml$//race[@name="unique_vortigon"]/powerEffect/buttonText
source: STIMULANTS
es: ESTIMULANTES
ja: 刺激物
pl: STYMULANTY
pt_br: ESTIMULANTES

# data/hyperspace.xml$//race[@name="unique_vortigon"]/powerEffect/tooltip
source: [COOLDOWN:37s DURATION:20s] Grants the following effects: -Health regeneration of 65hp/s -3x combat damage -0.25x movement speed -7x damage taken from ANY source
es: [ENFRIAMIENTO:37s DURACIÓN:20s] Otorga los siguientes efectos: -Regeneración de salud de 65ps/s -3x de daño de combate -0.25x de velocidad de movimiento -7x de daño recibido de CUALQUIER fuente
ja: [クールダウン:37秒 デュレーション:20秒］ 以下の効果を与える： -65hp/sのヘルス回復。 -戦闘ダメージ3倍 -移動速度0.25倍 -あらゆるダメージの7倍
pl: [CZAS ODNOWIENIA:37s CZAS TRWANIA:20s] Daje następujące efekty: -Regeneracja zdrowia 65 PŻ/s -3x obrażeń w walce -0,25x prędkości poruszania się -7x obrażeń otrzymywanych z DOWOLNEGO źródła
pt_br: [COOLDOWN:37s DURATION:20s] Concede os seguintes efeitos: -Regeneração de saúde de 65 hp/s -3x dano de combate -0,25x a velocidade de movimento -7x o dano recebido de QUALQUER fonte

# data/hyperspace.xml$//race[@name="unique_ariadne"]/powerEffect/buttonText
source: FLAME
es: LLAMA
ja: 炎
pl: PŁOMIEŃ

# data/hyperspace.xml$//race[@name="unique_ariadne"]/powerEffect/tooltip
source: [COOLDOWN:1s] Start fires in the occupied room.
es: [ENFRIAMIENTO:1s] Inicia incendios en la sala ocupada.
ja: [クールダウン:1s] 占拠された部屋で火災を起こす。
pl: [CZAS ODNOWIENIA:1s] Rozpala pożary w zajmowanym pomieszczeniu.
pt_br: [COOLDOWN:1s] Inicie incêndios na sala ocupada.

# data/hyperspace.xml$//race[@name="crystal"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="crystal"]/powerEffect/tooltip
source: [COOLDOWN:38s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [ENFRIAMIENTO:38s -7PS] Bloquea la sala ocupada durante 12 segundos, impidiendo que la tripulación entre.
ja: [COOLDOWN:38s -7HP]. 12秒間占拠された部屋をロックし、クルーが移動できないようにする。
pl: [CZAS ODNOWIENIA:38s -7PŻ] Blokuje zajmowane pomieszczenie na 12 sekund, uniemożliwiając załodze wejście.
pt_br: [COOLDOWN:38s -7HP] Bloqueia a sala ocupada por 12 segundos, impedindo a entrada da equipe.

# data/hyperspace.xml$//race[@name="crystal_liberator"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="crystal_liberator"]/powerEffect/tooltip
source: [CD:20s DURATION:12s -7HP] Locks down the room, and grants the following buffs to themselves and any allied crew nearby: -1.25x repair speed -1.4x sabotage speed -0.5x suffocation, fire and stun resistance
es: [ENFRIAMIENTO:20s DURACIÓN:12s -7PS] Bloquea la sala y otorga las siguientes mejoras a sí mismos y a cualquier tripulante aliado cercano: -1.25x de velocidad de reparación -1.4x de velocidad de sabotaje -0.5x de resistencia a asfixia, fuego y aturdimiento
ja: [CD:20s DURATION:12s -7HP] 部屋をロックする。 部屋をロックダウンし、自身と近くにいる味方クルーに以下のバフを付与する： 修理速度-1.25倍 -1.4倍の妨害速度 窒息、炎、スタン耐性-0.5倍
pl: [CO:20s CZAS TRWANIA:12s -7PŻ] Blokuje pomieszczenie i daje następujące wzmocnienia sobie i pobliskiej sojuszniczej załodze: -1,25x prędkości naprawy -1,4x prędkości sabotażu -0,5x odporności na duszenie, ogień i ogłuszenie
pt_br: [CD:20s DURAÇÃO:12s -7HP] Bloqueia a sala e concede os seguintes bônus a si mesmo e a qualquer tripulação aliada próxima: -1,25x velocidade de reparo -1,4x velocidade de sabotagem -0,5x de resistência a sufocamento, fogo e atordoamento
