Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/name
source: Boon of Vegetation
es: Bendición de la Vegetación
ja: 植生の恩恵
pl: Dar Roślinności
pt_br: Vantagem da vegetação

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/secretDescription
source: Receive the Boon of Vegetation from Thest.
es: Recibe la Bendición de la Vegetación de Thest.
ja: テストから植生の恩恵を受ける。
pl: Otrzymaj Dar Roślinności od Thesta.
pt_br: Receba a Dádiva da Vegetação do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/description
source: Show an elite Orchid crew to Thest. While in effect; Orchid crew heal allied crew in the same room at 0.5hp/s.
es: Muéstrale una tripulación Orquídea de élite a Thest. Mientras esté activo; la tripulación Orquídea cura a la tripulación aliada en la misma habitación a 0.5ps/s.
ja: ThestにエリートOrchidクルーを見せる。 効果中、Orchidのクルーは同じ部屋にいる味方のクルーに0.5hp/sで回復する。
pl: Pokaż Thestowi elitarną załogę Orchidei. Podczas działania; Załoga Orchidei leczy sojuszniczą załogę w tym samym pomieszczeniu z prędkością 0.5hp/s.
pt_br: Mostra uma equipe de elite da Orchid para Thest. Enquanto estiver em vigor, a equipe da Orquídea cura a equipe aliada na mesma sala a 0,5 hp/s.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ORCHID"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/name
source: Boon of Shells
es: Bendición de los Caparazones
ja: 貝の恩恵
pl: Dar Muszli
pt_br: Vantagem das conchas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/secretDescription
source: Receive the Boon of Shells from Thest.
es: Recibe la Bendición de las Conchas de Thest.
ja: テストから「貝の恩恵」を受ける。
pl: Otrzymaj Dar Muszli od Thesta.
pt_br: Receba a dádiva das conchas de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/description
source: Show an elite Shell crew to Thest. While in effect; Shell crew gain 15% more resistance to combat damage.
es: Muéstrale una tripulación Concha de élite a Thest. Mientras esté activo; la tripulación Concha obtiene un 15% más de resistencia al daño en combate.
ja: 精鋭のShellクルーをThestに見せる。 効果中、Shell crewは戦闘ダメージに対する耐性が15%増加する。
pl: Pokaż Thestowi elitarną załogę Skorupiaków. Podczas działania; Załoga Skorupiaków zyskuje 15% więcej odporności na obrażenia w walce.
pt_br: Mostre uma equipe de elite da Shell a Thest. Enquanto estiver em vigor, a Shell crew ganha 15% a mais de resistência a danos de combate.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHELL"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/name
source: Boon of Parasites
es: Bendición de los Parásitos
ja: 寄生虫の恩恵
pl: Dar Pasożytów
pt_br: Vantagem dos Parasitas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/secretDescription
source: Receive the Boon of Parasites from Thest.
es: Recibe la Bendición de los Parásitos de Thest.
ja: テストから「寄生虫の恩恵」を受ける。
pl: Otrzymaj Dar Pasożytów od Thesta.
pt_br: Receba a Dádiva dos Parasitas de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/description
source: Show an elite Leech crew to Thest. While in effect; Leech crew gain 10 more health.
es: Muéstrale una tripulación Sanguijuela de élite a Thest. Mientras esté activo; la tripulación Sanguijuela obtiene 10 más de salud.
ja: 精鋭のリーチクルーをThestに見せる。 効果中はLeech crewのヘルスが10増える。
pl: Pokaż Thestowi elitarną załogę Pijawek. Podczas działania; Załoga Pijawek zyskuje 10 więcej zdrowia.
pt_br: Mostre uma equipe de sanguessugas de elite a Thest. Enquanto estiver em vigor, a equipe Leech ganha 10 pontos de vida a mais.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LEECH"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/name
source: Boon of Arachnids
es: Bendición de los Arácnidos
ja: アラクニドの恩恵
pl: Dar Pajęczaków
pt_br: Vantagem dos aracnídeos

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/description
source: Show a Spider crew to Thest. While in effect; Spider crew are always controllable, even without the Queen present.
es: Muéstrale una tripulación Araña a Thest. Mientras esté activo; la tripulación Araña es siempre controlable, incluso sin la Reina presente.
ja: スパイダークルーをテストに見せる。 スパイダークルーは、クイーンがいない状態でも常にコントロール可能である。
pl: Pokaż Thestowi załogę Pająków. Podczas działania; Załoga Pająków jest zawsze kontrolowana, nawet bez obecności Królowej.
pt_br: Mostre uma equipe de aranhas a Thest. Enquanto estiver em vigor, a tripulação da Spider é sempre controlável, mesmo sem a presença da Queen.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPIDER"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/name
source: Boon of Companions
es: Bendición de los Compañeros
ja: 仲間の恩恵
pl: Dar Towarzyszy
pt_br: Vantagem dos companheiros

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/description
source: Show a unique crew to Thest. While in effect; Unique crew lose no skills when cloned, heal 50% faster, and gain a 15% boost to damage, repair, and movement speed.
es: Muéstrale una tripulación única a Thest. Mientras esté activo; la tripulación única no pierde habilidades al ser clonada, se cura un 50% más rápido y obtiene un 15% de bonificación al daño, reparación y velocidad de movimiento.
ja: ユニーククルーをThestに見せる。 ユニーククルーはクローン化されてもスキルを失わず、回復速度が50%速くなり、ダメージ、修理、移動速度が15%上昇する。
pl: Pokaż Thestowi unikalną załogę. Podczas działania; Unikalna załoga nie traci umiejętności po sklonowaniu, leczy się o 50% szybciej i zyskuje 15% premii do obrażeń, naprawy i prędkości poruszania się.
pt_br: Mostre uma tripulação exclusiva ao Thest. Enquanto estiver em vigor, a tripulação exclusiva não perde nenhuma habilidade quando clonada, cura-se 50% mais rápido e ganha um aumento de 15% no dano, no reparo e na velocidade de movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_UNIQUE"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/name
source: Boon of Mechanics
es: Bendición de los Mecánicos
ja: メカニックの恩恵
pl: Dar Mechaników
pt_br: Vantagem da mecânica

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/description
source: Show Captain A5540L3 to Thest. While in effect; Crew drones gain 50 health and doubled movement speed.
es: Muéstrale al Capitán CUL0P0LL4 a Thest. Mientras esté activo; los drones de tripulación obtienen 50 de salud y el doble de velocidad de movimiento.
ja: キャプテンA5540L3をテストに見せる。 効果中、乗組員のドローンはヘルス50と移動速度2倍を得る。
pl: Pokaż Thestowi Kapitana A5540L3. Podczas działania; Drony załogowe zyskują 50 zdrowia i podwójną prędkość poruszania się.
pt_br: Mostre o Capitão A5540L3 a Thest. Enquanto estiver em vigor, os drones da tripulação ganham 50 de vida e velocidade de movimento dobrada.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_A55"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/name
source: Boon of Equinoids
es: Bendición de los Equinoides
ja: エクイノイドの恩恵
pl: Dar Ekinoidów
pt_br: Vantagem dos Equinoides

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/secretDescription
source: Receive the Boon of Equinoids from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a Dádiva dos Equinoides de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/description
source: Show an Equinoid crew to Thest. While in effect; Start the next run with a tamed equinoid.
es: Muéstrale una tripulación Equinoide a Thest. Mientras esté activo; empieza la siguiente partida con un equinoide domesticado.
ja: エクイノイドのクルーをThestに見せる。 テイムされたエクイノイドで次のランを開始する。
pl: Pokaż Thestowi załogę Ekinoidów. Podczas działania; Rozpocznij następne podejście z oswojonym ekinoidem.
pt_br: Mostre uma equipe de Equinoides a Thest. Enquanto estiver em vigor, inicie a próxima corrida com um equinoide domado.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PONY"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/name
source: Boon of Shapeshifting
es: Bendición del Cambio de Forma
ja: 変身の恩恵
pl: Dar Zmiennokształtności
pt_br: Vantagem da mudança de forma

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/description
source: Show a Morph crew to Thest. While in effect; Morph crew gain 10% more health and 30% more movement speed.
es: Muéstrale una tripulación Morfo a Thest. Mientras esté activo; la tripulación Morfo obtiene un 10% más de salud y un 30% más de velocidad de movimiento.
ja: ThestにMorph crewを見せる。 効果中、モーフクルーはヘルスが10%増加し、移動速度が30%増加する。
pl: Pokaż Thestowi załogę Morfów. Podczas działania; Załoga Morfów zyskuje 10% więcej zdrowia i 30% więcej prędkości poruszania się.
pt_br: Mostre uma equipe Morph a Thest. Enquanto estiver em vigor, a equipe Morph ganha 10% a mais de vida e 30% a mais de velocidade de movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/name
source: Boon of Scales
es: Bendición de las Escamas
ja: ウロコの恩恵
pl: Dar Łusek
pt_br: Vantagem das escamas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/description
source: Show a Lizard crew to Thest. While in effect; Lizard crew gain a 15% boost to all standard stats.
es: Muéstrale una tripulación Lagarto a Thest. Mientras esté activo; la tripulación Lagarto obtiene un 15% de bonificación a todas las estadísticas estándar.
ja: ThestにLizard crewを見せる。 効果中、リザードクルーは全ての標準ステータスを15%上昇させる。
pl: Pokaż Thestowi załogę Jaszczurów. Podczas działania; Załoga Jaszczurów zyskuje 15% premii do wszystkich standardowych statystyk.
pt_br: Mostre uma tripulação de lagartos a Thest. Enquanto estiver em vigor, a tripulação do Lizard ganha um aumento de 15% em todos os atributos padrão.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LIZARD"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/name
source: Boon of Osmia
es: Bendición de Osmia
ja: オスミアの恩恵
pl: Dar Osmitów
pt_br: Vantagem da Osmia

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/description
source: Show an Osmian to Thest. While in effect; Osmian crew regain all ability charges and heal holograms in the same room at 2hp/s.
es: Muéstrale un Osmiano a Thest. Mientras esté activo; la tripulación Osmiana recupera todas las cargas de habilidad y cura hologramas en la misma habitación a 2ps/s.
ja: ThestにOsmianを見せる。 効果中、Osmianのクルーはすべてのアビリティチャージを回復し、同じ部屋にいるホログラムを2hp/sで回復する。
pl: Pokaż Thestowi Osmianina. Podczas działania; Załoga Osmian odzyskuje wszystkie ładunki umiejętności i leczy hologramy w tym samym pomieszczeniu z prędkością 2hp/s.
pt_br: Mostre um Osmian a Thest. Enquanto estiver em vigor, a tripulação da Osmian recupera todas as cargas de habilidade e cura os hologramas na mesma sala a 2 hp/s.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OSMIAN"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/name
source: Boon of Ancients
es: Bendición de los Antiguos
ja: 古代人の恩恵
pl: Dar Starożytnych
pt_br: Vantagem dos Antigos

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/description
source: Show an Obelisk or Cognitive crew to Thest. While in effect; Obelisk and Cognitive crew gain 20 more health and a 15% boost to damage and repair speed.
es: Muéstrale una tripulación Obelisco o Cognitiva a Thest. Mientras esté activo; la tripulación Obelisco y Cognitiva obtiene 20 más de salud y un 15% de bonificación al daño y a la velocidad de reparación.
ja: オベリスクかコグニティブのクルーをThestに見せる。 効果中、ObeliskとCognitiveのクルーのヘルスが20増加し、ダメージと修理速度が15%増加する。
pl: Pokaż Thestowi załogę Obelisku lub Kognitywów. Podczas działania; Załoga Obelisku i Kognitywów zyskuje 20 więcej zdrowia i 15% premii do obrażeń i prędkości naprawy.
pt_br: Mostre um Obelisco ou uma equipe Cognitiva a Thest. Enquanto estiver em vigor, a tripulação do Obelisco e do Cognitivo ganha 20 pontos de vida a mais e um aumento de 15% na velocidade de dano e reparo.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OBELISK"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/name
source: Boon of Children
es: Bendición de los Niños
ja: 子供たちの恩恵
pl: Dar Dzieci
pt_br: Vantagem para as crianças

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/description
source: Show the Orchid Children to Thest. While in effect; Your crew gain a 1% boost to their health, and you feel immense shame.
es: Muéstrale los Niños Orquídea a Thest. Mientras esté activo; tu tripulación obtiene un 1% de bonificación a su salud, y sientes una inmensa vergüenza.
ja: テストにオーキッドチルドレンを見せる。 効果中：乗組員の体力が1％増加し、あなたは計り知れない羞恥心を感じる。
pl: Pokaż Thestowi Dzieci Orchidei. Podczas działania; Twoja załoga zyskuje 1% premii do zdrowia, a ty czujesz ogromny wstyd.
pt_br: Mostre os Filhos da Orquídea a Thest. Enquanto estiver em vigor; sua tripulação ganha um aumento de 1% na saúde e você sente uma vergonha imensa.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KIDS"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/name
source: Boon of Chaos
es: Bendición del Caos
ja: ブーン・オブ・カオス
pl: Dar Chaosu
pt_br: Vantagem do Caos

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/secretName
source: Boon of ???
es: Bendición de ???
ja: の恩恵？
pl: Dar ???
pt_br: Vantagem de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/secretDescription
source: Receive the Boon of ??? from Thest.
es: Recibe la Bendición de ??? de Thest.
ja: テストから "恩恵 "を受ける。
pl: Otrzymaj Dar ??? od Thesta.
pt_br: Receba a dádiva de ??? do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/description
source: Visit the Judges with Chaos Mode active. While in effect; Your fuel, missiles, and drone parts will rapidly fluctuate constantly.
es: Visita a los Jueces con el Modo Caos activo. Mientras esté activo; tu combustible, misiles y piezas de dron fluctuarán rápidamente de forma constante.
ja: カオスモードが有効な状態でジャッジを訪れてください。 発動中は燃料、ミサイル、ドローンパーツが常に変動する。
pl: Odwiedź Sędziów z aktywnym Trybem Chaosu. Podczas działania; Twoje paliwo, pociski i części do dronów będą ciągle gwałtownie się zmieniać.
pt_br: Visite os juízes com o Chaos Mode ativo. Enquanto estiver em vigor, seu combustível, mísseis e peças de drones sofrerão flutuações rápidas e constantes.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CHAOS"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$/FTL/achievements/page[5]/section[2]/@text
source: Corby's Grants
es: Concesiones de Corby
ja: コービーの助成金
pl: Granty Corby'ego
pt_br: Subsídios de Corby

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/name
source: Grant of Piloting
es: Concesión de Pilotaje
ja: パイロット権
pl: Dar Pilotażu
pt_br: Concessão de pilotagem

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/secretDescription
source: Receive the Grant of Piloting from Corby.
es: Recibe la Concesión de Pilotaje de Corby.
ja: コービーからパイロットの助成金を受け取る。
pl: Otrzymaj Grant Pilotażu od Corby'ego.
pt_br: Receber a Concessão de Pilotagem de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/description
source: Show a fully upgraded Piloting Subsystem to Corby. While in effect; Your crew is immune to mind control in the Piloting room.
es: Muéstrale un Subsistema de Pilotaje completamente mejorado a Corby. Mientras esté activo; tu tripulación es inmune al control mental en la sala de Pilotaje.
ja: 完全にアップグレードされた操縦サブシステムをコービーに見せる。 有効な間、あなたのクルーは操縦室でのマインドコントロールの影響を受けない。
pl: Pokaż Corby'emu w pełni ulepszony Podsystem Pilotażu. Podczas działania; Twoja załoga jest odporna na kontrolę umysłu w pomieszczeniu pilotażu.
pt_br: Mostre um Subsistema de Pilotagem totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação é imune ao controle mental na sala de pilotagem.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_PILOT"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/name
source: Grant of Weaponry
es: Concesión de Armamento
ja: 武器供与
pl: Dar Uzbrojenia
pt_br: Concessão de armamento

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/secretDescription
source: Receive the Grant of Weaponry from Corby.
es: Recibe la Concesión de Armamento de Corby.
ja: コービーから「武器の授与」を受ける。
pl: Otrzymaj Grant Uzbrojenia od Corby'ego.
pt_br: Receba o Grant of Weaponry de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/description
source: Show a fully upgraded Weapons System to Corby. While in effect; Your crew repair the Weapons system 50% faster.
es: Muéstrale un Sistema de Armas completamente mejorado a Corby. Mientras esté activo; tu tripulación repara el sistema de Armas un 50% más rápido.
ja: 完全にアップグレードされた兵器システムをコービーに見せる。 効果中は、乗組員の武器システム修理速度が50%速くなる。
pl: Pokaż Corby'emu w pełni ulepszony System Uzbrojenia. Podczas działania; Twoja załoga naprawia system Uzbrojenia o 50% szybciej.
pt_br: Mostre um sistema de armas totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação repara o sistema de armas 50% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_WEAPONS"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/name
source: Grant of Shielding
es: Concesión de Blindaje
ja: シールド付与
pl: Dar Tarcz
pt_br: Concessão de blindagem

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/secretDescription
source: Receive the Grant of Shielding from Corby.
es: Recibe la Concesión de Escudos de Corby.
ja: コービーからシールドの付与を受ける。
pl: Otrzymaj Grant Osłon od Corby'ego.
pt_br: Receber o Grant of Shielding de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/description
source: Show a fully upgraded Shields System to Corby. While in effect; Your crew repair the Shields system 50% faster.
es: Muéstrale un Sistema de Escudos completamente mejorado a Corby. Mientras esté activo; tu tripulación repara el sistema de Escudos un 50% más rápido.
ja: 完全にアップグレードされたシールドシステムをコービーに見せる。 シールドシステムの修理が50%速くなる。
pl: Pokaż Corby'emu w pełni ulepszony System Osłon. Podczas działania; Twoja załoga naprawia system Osłon o 50% szybciej.
pt_br: Mostre um sistema de escudos totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação repara o sistema de escudos 50% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SHIELDS"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/name
source: Grant of Engines
es: Concesión de Motores
ja: エンジンの供与
pl: Dar Silników
pt_br: Concessão de motores

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/secretDescription
source: Receive the Grant of Engines from Corby.
es: Recibe la Concesión de Motores de Corby.
ja: コービーからエンジンの供与を受ける。
pl: Otrzymaj Grant Silników od Corby'ego.
pt_br: Receber a concessão de motores de Corby.
