Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//race[@name="sylvanrick"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="sylvansans"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="sylvansans"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="saltpapy"]/powerEffect/buttonText
source: SALT
es: SAL
ja: 塩
pl: SÓL
pt_br: SALGADO

# data/hyperspace.xml$//race[@name="saltpapy"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew and slow their speed by 50%. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the damage.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Inflige daño continuamente a la tripulación cercana y ralentiza su velocidad en un 50%. Los enemigos perderán 4ps/s, los aliados perderán 2ps/s, los Slugs perderán 4ps/s adicionales. Obyn mismo es inmune al daño.
ja: [クールダウン:20秒 効果時間:15秒］ 近くのクルーに継続的にダメージを与え、スピードを50%低下させる。敵は4hp/s、味方は2hp/s、スラッグはさらに4hp/sのダメージを受ける。Obyn自身はダメージを受けない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Ciągle zadaje obrażenia pobliskiej załodze i spowalnia jej prędkość o 50%. Wrogowie tracą 4hp/s, sojusznicy tracą 2hp/s, Ślimaki tracą dodatkowe 4hp/s. Sam Obyn jest odporny na obrażenia.
pt_br: [COOLDOWN:20s DURATION:15s] Causa dano contínuo à tripulação próxima e reduz a velocidade deles em 50%. Os inimigos perderão 4hp/s, os aliados perderão 2hp/s, as lesmas perderão mais 4hp/s. O próprio Obyn é imune ao dano.

# data/hyperspace.xml$//race[@name="sylvanleah"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="sylvanleah"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a small bomb. Kinda pathetic.
es: [ENFRIAMIENTO:45s] Despliega una pequeña bomba. Bastante patético.
ja: [COOLDOWN:45s] 小型爆弾を配備。ちょっと情けない。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje małą bombę. Dość żałosne.
pt_br: [COOLDOWN:45s] Implantar uma pequena bomba. Um pouco patético.

# data/hyperspace.xml$//race[@name="sylvanrebel"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="sylvanrebel"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="dylan"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="dylan"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="nexus_pants"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="nexus_pants"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:3s] Deploys a bomb that deals 15 crew damage, 1 system damage, and stun for 3 seconds, with a chance to start fires or breaches. Will temporarily slow down, increasing damage taken from all sources by 20% while moving at 20% speed.
es: [ENFRIAMIENTO:30s DURACIÓN:3s] Despliega una bomba que inflige 15 de daño a la tripulación, 1 de daño al sistema y aturde durante 3 segundos, con probabilidad de iniciar incendios o brechas. Se ralentizará temporalmente, aumentando el daño recibido de todas las fuentes en un 20% mientras se mueve al 20% de velocidad.
ja: [クールダウン:30秒 デュレーション:3秒］ 15クルーダメージ、1システムダメージ、3秒間スタンを与え、火災や裂け目を起こす可能性のある爆弾を投下する。一時的に減速し、20%の速度で移動している間、全てのソースから受けるダメージが20%増加する。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:3s] Wystrzeliwuje bombę, która zadaje 15 obrażeń załodze, 1 obrażenie systemom i ogłusza na 3 sekundy, z szansą na wywołanie pożaru lub wyłomu. Tymczasowo zwalnia, zwiększając otrzymywane obrażenia ze wszystkich źródeł o 20% podczas poruszania się z prędkością 20%.
pt_br: [COOLDOWN:30s DURATION:3s] Lança uma bomba que causa 15 de dano à tripulação, 1 de dano ao sistema e atordoamento por 3 segundos, com chance de iniciar incêndios ou brechas. Ficará temporariamente mais lento, aumentando em 20% o dano recebido de todas as fontes enquanto se move a 20% de velocidade.

# data/hyperspace.xml$//race[@name="prime"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="prime"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="sylvan1d"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="sylvan1d"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="sylvanclan"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="sylvanclan"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="leech_ampere"]/powerEffect/buttonText
source: DRAIN
es: DRENAR
ja: ドレン
pl: WYCZERPANIE
pt_br: DRENAGEM

# data/hyperspace.xml$//race[@name="leech_ampere"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:30s] Boost power drain to 2 power bars. Will lose 25% movement speed, and apply the drain on any system whether it belongs to you or the enemy.
es: [ENFRIAMIENTO:20s DURACIÓN:30s] Aumenta el drenaje de energía a 2 barras de energía. Perderá un 25% de velocidad de movimiento y aplica el drenaje a cualquier sistema, ya sea tuyo o del enemigo.
ja: [クールダウン:20秒 デュレーション:30秒］ パワードレインをパワーバー2まで増加させる。移動速度を25%低下させ、敵味方問わず全てのシステムにドレインを適用する。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:30s] Zwiększa pobór mocy do 2 jednostek energii. Traci 25% prędkości poruszania się i stosuje wyczerpanie na dowolnym systemie, niezależnie od tego, czy należy do ciebie, czy do wroga.
pt_br: [COOLDOWN:20s DURATION:30s] Aumenta o dreno de energia para 2 barras de energia. Perderá 25% da velocidade de movimento e aplicará o dreno em qualquer sistema, seja ele seu ou do inimigo.

# data/hyperspace.xml$//race[@name="unique_tyrdeo"]/powerEffect/buttonText
source: DRAIN
es: DRENAR
ja: ドレン
pl: WYCZERPANIE
pt_br: DRENAGEM

# data/hyperspace.xml$//race[@name="unique_tyrdeo"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Temporarily disables the occupied system completely. Cannot move and does 50% less combat damage for the duration. The targeted system cannot be sabotaged.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Desactiva temporalmente el sistema ocupado por completo. No puede moverse e inflige un 50% menos de daño de combate durante la duración. El sistema objetivo no puede ser saboteado.
ja: [COOLDOWN:20s DURATION:15s](クールダウン:20s デュレーション:15s) 一時的に占領システムを完全に使用不能にする。その間移動できず、戦闘ダメージが50%減少する。対象のシステムは妨害できない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Tymczasowo całkowicie wyłącza zajmowany system. Nie może się poruszać i zadaje o 50% mniej obrażeń w walce przez czas trwania. Wybrany system nie może być sabotowany.
pt_br: [COOLDOWN:20s DURATION:15s] Desativa temporariamente o sistema ocupado por completo. Não é possível se mover e causa 50% menos dano de combate durante esse período. O sistema alvo não pode ser sabotado.

# data/hyperspace.xml$//race[@name="shell"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="shell"]/powerEffect/tooltip
source: [CD:5s DURATION:26s -50HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Slowly regenerates 52 health back.
es: [ENFRIAMIENTO:5s DURACIÓN:26s -50PS] Inflige 15 de daño a la tripulación enemiga y 1 de daño a los sistemas enemigos. Regenera lentamente 52 de salud.
ja: [CD:5s DURATION:26s -50HP] 敵クルーに15ダメージを与える。 敵クルーに15ダメージ、敵システムに1ダメージを与える。体力を52回復する。
pl: [CO:5s CZAS TRWANIA:26s -50HP] Zadaje 15 obrażeń wrogiej załodze i 1 obrażenie wrogim systemom. Powoli regeneruje 52 punkty zdrowia.
pt_br: [CD:5s DURAÇÃO:26s -50HP] Causa 15 de dano à tripulação inimiga e 1 de dano aos sistemas inimigos. Regenera lentamente 52 pontos de vida de volta.

# data/hyperspace.xml$//race[@name="shell_scientist"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="shell_scientist"]/powerEffect/tooltip
source: [CD:18s DURATION:13s -50HP] Heal all friendly crew in the room to full health. Slowly regenerates 74 health back.
es: [ENFRIAMIENTO:18s DURACIÓN:13s -50PS] Cura a toda la tripulación amiga en la sala hasta la salud máxima. Regenera lentamente 74 de salud.
ja: [CD:18s DURATION:13s -50HP]. 部屋にいるすべての味方クルーの体力を全回復する。体力74をゆっくりと回復する。
pl: [CO:18s CZAS TRWANIA:13s -50HP] Leczy całą sojuszniczą załogę w pomieszczeniu do pełnego zdrowia. Powoli regeneruje 74 punkty zdrowia.
pt_br: [CD:18s DURAÇÃO:13s -50HP] Cura toda a tripulação aliada na sala até a saúde total. Regenera lentamente 74 pontos de vida de volta.

# data/hyperspace.xml$//race[@name="shell_mechanic"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="shell_mechanic"]/powerEffect/tooltip
source: [CD:2s DURATION:26s -50HP] Fully repair the occupied system. Slowly regenerates 52 health back.
es: [ENFRIAMIENTO:2s DURACIÓN:26s -50PS] Repara completamente el sistema ocupado. Regenera lentamente 52 de salud.
ja: [CD:2秒 DURATION:26秒 -50HP］ 占領されたシステムを完全に修復する。52のヘルスをゆっくりと回復させる。
pl: [CO:2s CZAS TRWANIA:26s -50HP] Całkowicie naprawia zajmowany system. Powoli regeneruje 52 punkty zdrowia.
pt_br: [CD:2s DURAÇÃO:26s -50HP] Consertar totalmente o sistema ocupado. Regenera lentamente 52 pontos de vida de volta.

# data/hyperspace.xml$//race[@name="shell_guardian"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="shell_guardian"]/powerEffect/tooltip
source: [CD:10s DURATION:15s -75HP] Deal 30 damage to enemy crew and 2 damage to enemy systems. Receive 0.3x damage from ANY source for the duration.
es: [ENFRIAMIENTO:10s DURACIÓN:15s -75PS] Inflige 30 de daño a la tripulación enemiga y 2 de daño a los sistemas enemigos. Recibe 0.3x de daño de CUALQUIER fuente durante la duración.
ja: [CD:10s DURATION:15s -75HP] 敵クルーに30ダメージを与える。 敵クルーに30ダメージ、敵システムに2ダメージを与える。持続時間中、あらゆるソースから0.3倍のダメージを受ける。
pl: [CO:10s CZAS TRWANIA:15s -75HP] Zadaje 30 obrażeń wrogiej załodze i 2 obrażenia wrogim systemom. Otrzymuje 0.3x obrażeń z DOWOLNEGO źródła przez czas trwania.
pt_br: [CD:10s DURAÇÃO:15s -75HP] Causa 30 de dano à tripulação inimiga e 2 de dano aos sistemas inimigos. Receba 0,3x o dano de QUALQUER fonte durante o período.

# data/hyperspace.xml$//race[@name="shell_radiant"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="shell_radiant"]/powerEffect/tooltip
source: [CD:1s DURATION:3s -15HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but only regenerates 6 health back, unaffected by healing speed modifiers.
es: [ENFRIAMIENTO:1s DURACIÓN:3s -15PS] Inflige 15 de daño a la tripulación enemiga y 1 de daño a los sistemas enemigos. Se puede lanzar rápidamente, pero solo regenera 6 de salud, sin ser afectado por modificadores de velocidad de curación.
ja: [CD:1s DURATION:3s -15HP] 敵クルーに15ダメージを与える。 敵クルーに15ダメージ、敵システムに1ダメージを与える。高速で発動できるが、ヘルスは6しか回復しない。
pl: [CO:1s CZAS TRWANIA:3s -15HP] Zadaje 15 obrażeń wrogiej załodze i 1 obrażenie wrogim systemom. Może być szybko używane, ale regeneruje tylko 6 punktów zdrowia, bez wpływu modyfikatorów prędkości leczenia.
pt_br: [CD:1s DURAÇÃO:3s -15HP] Causa 15 de dano à tripulação inimiga e 1 de dano aos sistemas inimigos. Pode ser lançado rapidamente, mas só regenera 6 pontos de vida, não sendo afetado pelos modificadores de velocidade de cura.

# data/hyperspace.xml$//race[@name="unique_alkali"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="unique_alkali"]/powerEffect/tooltip
source: [CD:18s DURATION:15s -75HP] Heal all friendly crew in the room to full health. Heals self and all friendlies in the ship at 5.5hp/s and provides temporary suffocation immunity.
es: [ENFRIAMIENTO:18s DURACIÓN:15s -75PS] Cura a toda la tripulación amiga en la sala hasta la salud máxima. Se cura a sí mismo y a todos los amigos en la nave a 5.5ps/s y proporciona inmunidad temporal a la asfixia.
ja: [CD:18s DURATION:15s -75HP]. 部屋にいる全ての味方クルーをフルヘルスまで回復する。5.5HP/sで自身と船内の味方全員を回復し、一時的に窒息耐性を得る。
pl: [CO:18s CZAS TRWANIA:15s -75HP] Leczy całą sojuszniczą załogę w pomieszczeniu do pełnego zdrowia. Leczy siebie i wszystkich sojuszników na statku z prędkością 5.5hp/s i zapewnia tymczasową odporność na uduszenie.
pt_br: [CD:18s DURAÇÃO:15s -75HP] Cura toda a tripulação amiga na sala até a saúde total. Cura a si mesmo e a todos os amigos na nave a 5,5 hp/s e concede imunidade temporária a sufocamento.

# data/hyperspace.xml$//race[@name="blobzoltan"]/powerEffect/buttonText
source: HOLOGRAM
es: HOLOGRAMA
ja: ホログラム
pt_br: HOLOGRAMA

# data/hyperspace.xml$//race[@name="blobzoltan"]/powerEffect/tooltip
source: [COOLDOWN:7s] Spawns a temporary hologram assistant that provides power and can do all normal crew functions, with lvl2 skill level. Lasts 25 seconds.
es: [ENFRIAMIENTO:7s] Genera un asistente holograma temporal que proporciona energía y puede realizar todas las funciones normales de la tripulación con un nivel de habilidad 2. Dura 25 segundos.
ja: [クールダウン:7s］ 一時的なホログラムアシスタントを生成する。持続時間は25秒。
pl: [CZAS ODNOWIENIA:7s] Tworzy tymczasowego asystenta hologramu, który dostarcza energię i może wykonywać wszystkie normalne funkcje załogi z poziomem umiejętności 2. Trwa 25 sekund.
pt_br: [COOLDOWN:7s] Gera um assistente de holograma temporário que fornece energia e pode executar todas as funções normais da tripulação, com nível de habilidade lvl2. Dura 25 segundos.

# data/hyperspace.xml$//race[@name="blobcrystal"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="blobcrystal"]/powerEffect/tooltip
source: [COOLDOWN:38s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [ENFRIAMIENTO:38s -7PS] Bloquea la sala ocupada durante 12 segundos, impidiendo que la tripulación entre.
ja: [COOLDOWN:38s -7HP]. 12秒間占拠された部屋をロックし、クルーが移動できないようにする。
pl: [CZAS ODNOWIENIA:38s -7PŻ] Blokuje zajmowane pomieszczenie na 12 sekund, uniemożliwiając załodze wejście.
pt_br: [COOLDOWN:38s -7HP] Bloqueia a sala ocupada por 12 segundos, impedindo a entrada da equipe.

# data/hyperspace.xml$//race[@name="blobshell"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="blobshell"]/powerEffect/tooltip
source: [CD:5s DURATION:26s -50HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Slowly regenerates the health lost.
es: [ENFRIAMIENTO:5s DURACIÓN:26s -50PS] Inflige 15 de daño a la tripulación enemiga y 1 de daño a los sistemas enemigos. Regenera lentamente la salud perdida.
ja: [CD:5s DURATION:26s -50HP] 敵クルーに15ダメージを与える。 敵クルーに15ダメージ、敵システムに1ダメージを与える。失ったヘルスをゆっくりと回復させる。
pl: [CO:5s CZAS TRWANIA:26s -50HP] Zadaje 15 obrażeń wrogiej załodze i 1 obrażenie wrogim systemom. Powoli regeneruje utracone zdrowie.
pt_br: [CD:5s DURAÇÃO:26s -50HP] Causa 15 de dano à tripulação inimiga e 1 de dano aos sistemas inimigos. Regenera lentamente a saúde perdida.

# data/hyperspace.xml$//race[@name="blobsalt"]/powerEffect/buttonText
source: SALT
es: SAL
ja: 塩
pl: SÓL
pt_br: SALGADO

# data/hyperspace.xml$//race[@name="blobsalt"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Inflige daño continuamente a la tripulación cercana. Los enemigos perderán 4ps/s, los aliados perderán 2ps/s, los Slugs perderán 4ps/s adicionales. Obyn mismo es inmune a la habilidad.
ja: [クールダウン:20s デュレーション:15s］ 近くのクルーにダメージを与え続ける。敵は4hp/s、味方は2hp/s、スラッグは4hp/sの追加ダメージを受ける。Obyn自身はこのアビリティを受けない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Ciągle zadaje obrażenia pobliskiej załodze. Wrogowie stracą 4 PŻ/s, sojusznicy stracą 2 PŻ/s, Ślimaki stracą dodatkowe 4 PŻ/s. Sam Obyn jest odporny na tę zdolność.
pt_br: [COOLDOWN:20s DURATION:15s] Causa dano contínuo à equipe próxima. Os inimigos perderão 4hp/s, os aliados perderão 2hp/s, as lesmas perderão mais 4hp/s. O próprio Obyn é imune a essa habilidade.

# data/hyperspace.xml$//race[@name="golddefend"]/powerEffect/buttonText
source: SHIELD
es: ESCUDO
ja: シールド
pl: TARCZA

# data/hyperspace.xml$//race[@name="golddefend"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:15s] Takes only 0.1x damage from ANY source, and resists Mind Control attempts.
es: [ENFRIAMIENTO:15s DURACIÓN:15s] Recibe solo 0.1x de daño de CUALQUIER fuente, y resiste intentos de Control Mental.
ja: [クールダウン:15s デュレーション:15s] あらゆるソースから0.1倍のダメージしか受けず、マインドコントロールの試みに抵抗する。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:15s] Otrzymuje tylko 0.1x obrażeń z DOWOLNEGO źródła i jest odporny na próby Kontroli Umysłu.
pt_br: [COOLDOWN:15s DURATION:15s] Recebe apenas 0,1x de dano de QUALQUER fonte e resiste a tentativas de Controle Mental.
