Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//race[@name="crystal_sentinel"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="crystal_sentinel"]/powerEffect/tooltip
source: [COOLDOWN:5s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [ENFRIAMIENTO:5s -7PS] Bloquea la sala ocupada durante 12 segundos, impidiendo que la tripulación entre.
ja: [COOLDOWN:5秒 -7HP]. 12秒間占拠された部屋をロックし、クルーが移動できないようにする。
pl: [CZAS ODNOWIENIA:5s -7PŻ] Blokuje zajmowane pomieszczenie na 12 sekund, uniemożliwiając załodze wejście.
pt_br: [COOLDOWN:5s -7HP] Bloqueia a sala ocupada por 12 segundos, impedindo a entrada da equipe.

# data/hyperspace.xml$//race[@name="unique_ruwen"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="unique_ruwen"]/powerEffect/tooltip
source: [COOLDOWN:28s DURATION:12s] Locks down the room, and gain the following effects: -Health regeneration of 3hp/s -0.5x damage taken in crew combat -Door phasing properties, which are shared to nearby crew -Strips door phasing properties of nearby enemies
es: [ENFRIAMIENTO:28s DURACIÓN:12s] Bloquea la sala y obtiene los siguientes efectos: -Regeneración de salud de 3ps/s -0.5x de daño recibido en combate de tripulación -Propiedades de fase de puertas, que se comparten con la tripulación cercana -Elimina las propiedades de fase de puertas de los enemigos cercanos
ja: [COOLDOWN:28秒 DURATION:12秒]。 部屋をロックダウンし、以下の効果を得る： -3hp/sの体力回復。 -クルーの戦闘で受けるダメージが0.5倍になる。 -ドアフェイシングの特性を近くのクルーに分け与える。 -近くの敵のドアフェイシング特性を剥がす。
pl: [CZAS ODNOWIENIA:28s CZAS TRWANIA:12s] Blokuje pomieszczenie i zyskuje następujące efekty: -Regeneracja zdrowia 3 PŻ/s -0,5x obrażeń otrzymywanych w walce z załogą -Właściwości przenikania przez drzwi, które są dzielone z pobliską załogą -Usuwa właściwości przenikania przez drzwi pobliskim wrogom
pt_br: [COOLDOWN:28s DURATION:12s] Bloqueia a sala e ganha os seguintes efeitos: -Regeneração de saúde de 3hp/s -0,5x o dano recebido em combate da tripulação -Propriedades de faseamento da porta, que são compartilhadas com a tripulação próxima -Tira as propriedades de faseamento da porta dos inimigos próximos

# data/hyperspace.xml$//race[@name="unique_dianesh"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="unique_dianesh"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:12s] Locks down the room, and grants 80% ability cooldown reduction to nearby allies.
es: [ENFRIAMIENTO:30s DURACIÓN:12s] Bloquea la sala y otorga un 80% de reducción del tiempo de recarga de habilidades a los aliados cercanos.
ja: [クールダウン:30秒 効果時間:12秒］ 部屋をロックし、近くの味方にアビリティのクールダウンを80%減少させる。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:12s] Blokuje pomieszczenie i daje 80% redukcji czasu odnowienia zdolności pobliskim sojusznikom.
pt_br: [Recarga:30s Duração:12s] Bloqueia a sala e concede 80% de redução de recarga de habilidade aos aliados próximos.

# data/hyperspace.xml$//race[@name="unique_obyn"]/powerEffect/buttonText
source: SALT
es: SAL
ja: 塩
pl: SÓL
pt_br: SALGADO

# data/hyperspace.xml$//race[@name="unique_obyn"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Inflige daño continuamente a la tripulación cercana. Los enemigos perderán 4ps/s, los aliados perderán 2ps/s, los Slugs perderán 4ps/s adicionales. Obyn mismo es inmune a la habilidad.
ja: [クールダウン:20s デュレーション:15s］ 近くのクルーにダメージを与え続ける。敵は4hp/s、味方は2hp/s、スラッグは4hp/sの追加ダメージを受ける。Obyn自身はこのアビリティを受けない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Ciągle zadaje obrażenia pobliskiej załodze. Wrogowie stracą 4 PŻ/s, sojusznicy stracą 2 PŻ/s, Ślimaki stracą dodatkowe 4 PŻ/s. Sam Obyn jest odporny na tę zdolność.
pt_br: [COOLDOWN:20s DURATION:15s] Causa dano contínuo à equipe próxima. Os inimigos perderão 4hp/s, os aliados perderão 2hp/s, as lesmas perderão mais 4hp/s. O próprio Obyn é imune a essa habilidade.

# data/hyperspace.xml$//race[@name="unique_obyn_temp"]/powerEffect/buttonText
source: SALT
es: SAL
ja: 塩
pl: SÓL
pt_br: SALGADO

# data/hyperspace.xml$//race[@name="unique_obyn_temp"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Inflige daño continuamente a la tripulación cercana. Los enemigos perderán 4ps/s, los aliados perderán 2ps/s, los Slugs perderán 4ps/s adicionales. Obyn mismo es inmune a la habilidad.
ja: [クールダウン:20s デュレーション:15s］ 近くのクルーにダメージを与え続ける。敵は4hp/s、味方は2hp/s、スラッグは4hp/sの追加ダメージを受ける。Obyn自身はこのアビリティを受けない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Ciągle zadaje obrażenia pobliskiej załodze. Wrogowie stracą 4 PŻ/s, sojusznicy stracą 2 PŻ/s, Ślimaki stracą dodatkowe 4 PŻ/s. Sam Obyn jest odporny na tę zdolność.
pt_br: [COOLDOWN:20s DURATION:15s] Causa dano contínuo à equipe próxima. Os inimigos perderão 4hp/s, os aliados perderão 2hp/s, as lesmas perderão mais 4hp/s. O próprio Obyn é imune a essa habilidade.

# data/hyperspace.xml$//race[@name="nexus_obyn_cel"]/powerEffect/buttonText
source: SALT
es: SAL
ja: 塩
pl: SÓL
pt_br: SALGADO

# data/hyperspace.xml$//race[@name="nexus_obyn_cel"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] Continuously deal damage to nearby crew. Enemies will lose 4hp/s, allies will lose 2hp/s, Slugs will lose an extra 4hp/s. Obyn himself is immune to the ability.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Inflige daño continuamente a la tripulación cercana. Los enemigos perderán 4ps/s, los aliados perderán 2ps/s, los Slugs perderán 4ps/s adicionales. Obyn mismo es inmune a la habilidad.
ja: [クールダウン:20s デュレーション:15s］ 近くのクルーにダメージを与え続ける。敵は4hp/s、味方は2hp/s、スラッグは4hp/sの追加ダメージを受ける。Obyn自身はこのアビリティを受けない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Ciągle zadaje obrażenia pobliskiej załodze. Wrogowie stracą 4 PŻ/s, sojusznicy stracą 2 PŻ/s, Ślimaki stracą dodatkowe 4 PŻ/s. Sam Obyn jest odporny na tę zdolność.
pt_br: [COOLDOWN:20s DURATION:15s] Causa dano contínuo à equipe próxima. Os inimigos perderão 4hp/s, os aliados perderão 2hp/s, as lesmas perderão mais 4hp/s. O próprio Obyn é imune a essa habilidade.

# data/hyperspace.xml$//race[@name="slug_hektar"]/powerEffect/buttonText
source: HIDE
es: ESCONDERSE
ja: ヒデ
pl: UKRYJ SIĘ
pt_br: OCULTAR

# data/hyperspace.xml$//race[@name="slug_hektar"]/powerEffect/tooltip
source: Auto: Hides in the box when at low health.
es: Auto: Se esconde en la caja cuando tiene poca salud.
ja: 自動: ライフが低いときはボックス内に隠れる。
pl: Auto: Chowa się w pudełku, gdy ma mało zdrowia.
pt_br: Automático: esconde-se na caixa quando está com a saúde baixa.

# data/hyperspace.xml$//race[@name="slug_hektar_box"]/powerEffect/buttonText
source: HIDE
es: ESCONDERSE
ja: ヒデ
pl: UKRYJ SIĘ
pt_br: OCULTAR

# data/hyperspace.xml$//race[@name="slug_hektar_box"]/powerEffect/tooltip
source: Auto: Hides in the box when at low health.
es: Auto: Se esconde en la caja cuando tiene poca salud.
ja: 自動: ライフが低いときはボックス内に隠れる。
pl: Auto: Chowa się w pudełku, gdy ma mało zdrowia.
pt_br: Automático: esconde-se na caixa quando está com a saúde baixa.

# data/hyperspace.xml$//race[@name="unique_billy"]/powerEffect/buttonText
source: HIDE
es: ESCONDERSE
ja: ヒデ
pl: UKRYJ SIĘ
pt_br: OCULTAR

# data/hyperspace.xml$//race[@name="unique_billy"]/powerEffect/tooltip
source: [COOLDOWN:5s] Hide in a box. It's very effective!
es: [ENFRIAMIENTO:5s] Se esconde en una caja. ¡Es muy efectivo!
ja: [COOLDOWN:5s] 箱に隠れる。とても効果的だ！
pl: [CZAS ODNOWIENIA:5s] Chowa się w pudełku. To bardzo skuteczne!
pt_br: [COOLDOWN:5s] Esconda-se em uma caixa. É muito eficaz!

# data/hyperspace.xml$//race[@name="unique_billy_box"]/powerEffect/buttonText
source: HIDE
es: ESCONDERSE
ja: ヒデ
pl: UKRYJ SIĘ
pt_br: OCULTAR

# data/hyperspace.xml$//race[@name="unique_billy_box"]/powerEffect/tooltip
source: Auto: Hides in the box when at low health.
es: Auto: Se esconde en la caja cuando tiene poca salud.
ja: 自動: ライフが低いときはボックス内に隠れる。
pl: Auto: Chowa się w pudełku, gdy ma mało zdrowia.
pt_br: Automático: esconde-se na caixa quando está com a saúde baixa.

# data/hyperspace.xml$//race[@name="slug_saboteur"]/powerEffect/buttonText
source: CLOAK
es: CAMUFLAJE
ja: クローク
pl: KAMUFLAŻ

# data/hyperspace.xml$//race[@name="slug_saboteur"]/powerEffect/tooltip
source: [COOLDOWN:40s DURATION:20s] Grants the following effects: -Avoids being targeted by crew, lose ability to fight them -Door phasing properties, 0.4x movement speed -3x sabotage speed (-0.5x per enemy present in the room) -Nearby enemies take 50% more combat damage
es: [ENFRIAMIENTO:40s DURACIÓN:20s] Otorga los siguientes efectos: -Evita ser objetivo de la tripulación, pierde la capacidad de luchar contra ellos -Propiedades de fase de puertas, 0.4x de velocidad de movimiento -3x de velocidad de sabotaje (-0.5x por enemigo presente en la sala) -Los enemigos cercanos reciben un 50% más de daño de combate
ja: [クールダウン:40秒 デュレーション:20秒］ 以下の効果を与える： -クルーに狙われない、クルーと戦う能力を失う。 -ドアフェイシング特性、移動速度0.4倍。 -妨害速度3倍（部屋にいる敵1体につき-0.5倍）。 -近くの敵の戦闘ダメージが50%増加する。
pl: [CZAS ODNOWIENIA:40s CZAS TRWANIA:20s] Daje następujące efekty: -Unika bycia celem załogi, traci zdolność walki z nimi -Właściwości przenikania przez drzwi, prędkość poruszania się 0.4x -3x prędkości sabotażu (-0.5x za każdego wroga w pomieszczeniu) -Pobliskie wrogowie otrzymują o 50% więcej obrażeń w walce
pt_br: [COOLDOWN:40s DURATION:20s] Concede os seguintes efeitos: -Evita ser alvo da tripulação, perde a capacidade de lutar contra eles -Propriedades de faseamento da porta, 0,4x a velocidade de movimento -3x velocidade de sabotagem (-0,5x por inimigo presente na sala) -Inimigos próximos recebem 50% a mais de dano de combate

# data/hyperspace.xml$//race[@name="slug_knight"]/powerEffect/buttonText
source: CLOAK
es: CAMUFLAJE
ja: クローク
pl: KAMUFLAŻ

# data/hyperspace.xml$//race[@name="slug_knight"]/powerEffect/tooltip
source: [DURATION:10s] Deploy a Stun bomb (5s stun, 1 ion damage) in the current room. Does not stun allies, but can ion your systems. Additionally gain the following effects: -Avoids being targeted by crew, can still attack with 1x damage -Health regeneration of 5hp/s -0.6x movement speed
es: [DURACIÓN:10s] Despliega una bomba de aturdimiento (5s de aturdimiento, 1 de daño iónico) en la sala actual. No aturde a los aliados, pero puede ionizar tus sistemas. Además, obtiene los siguientes efectos: -Evita ser objetivo de la tripulación, aún puede atacar con 1x de daño -Regeneración de salud de 5ps/s -0.6x de velocidad de movimiento
ja: [持続時間:10秒］ 現在の部屋にスタンボム(5秒スタン、1イオンダメージ)を設置する。味方をスタンさせることはないが、自分のシステムにイオンを与えることができる。 さらに以下の効果を得る： -クルーに狙われなくなる。 -5hp/sのヘルス回復。 -移動速度0.6倍
pl: [CZAS TRWANIA:10s] Wystrzeliwuje bombę ogłuszającą (ogłuszenie na 5s, 1 obrażenie jonowe) w obecnym pomieszczeniu. Nie ogłusza sojuszników, ale może zjonizować twoje systemy. Dodatkowo zyskuje następujące efekty: -Unika bycia celem załogi, wciąż może atakować z obrażeniami 1x -Regeneracja zdrowia 5hp/s -Prędkość poruszania się 0.6x
pt_br: [DURAÇÃO:10s] Implante uma bomba de atordoamento (5s de atordoamento, 1 de dano iônico) na sala atual. Não atordoa os aliados, mas pode causar íons em seus sistemas. Além disso, ganha os seguintes efeitos: -Evita ser alvo da tripulação, mas ainda pode atacar com 1x de dano -Regeneração de saúde de 5hp/s -0,6x a velocidade de movimento

# data/hyperspace.xml$//race[@name="unique_nights"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="unique_nights"]/powerEffect/tooltip
source: [COOLDOWN:45s DURATION:22s] Deploy a Breach bomb MK2 (3 system damage, 45 crew damage). Does not harm allies, but can affect your own systems. Additionally gain the following effects: -Avoids being targeted by crew, lose ability to fight them -Lose the ability to repair -5x sabotage speed
es: [ENFRIAMIENTO:45s DURACIÓN:22s] Despliega una bomba de brecha MK2 (3 de daño al sistema, 45 de daño a la tripulación). No daña a los aliados, pero puede afectar a tus propios sistemas. Además, obtiene los siguientes efectos: -Evita ser objetivo de la tripulación, pierde la capacidad de luchar contra ellos -Pierde la capacidad de reparar -5x de velocidad de sabotaje
ja: [クールダウン:45秒 飛行時間:22秒］ ブリーチボムMK2（3システムダメージ、45クルーダメージ）を展開する。味方にはダメージを与えないが、自軍のシステムに影響を与えることがある。 さらに以下の効果を得る： -クルーに狙われないようにする。 -修理能力を失う。 -破壊工作速度5倍
pl: [CZAS ODNOWIENIA:45s CZAS TRWANIA:22s] Wystrzeliwuje bombę wyłomową MK2 (3 obrażenia systemów, 45 obrażeń załogi). Nie rani sojuszników, ale może uszkodzić twoje własne systemy. Dodatkowo zyskuje następujące efekty: -Unika bycia celem załogi, traci zdolność do walki z nimi -Traci zdolność do naprawy -Prędkość sabotażu 5x
pt_br: [COOLDOWN:45s DURATION:22s] Implante uma bomba Breach MK2 (3 de dano ao sistema, 45 de dano à tripulação). Não causa danos aos aliados, mas pode afetar seus próprios sistemas. Além disso, ganha os seguintes efeitos: -Evita ser alvo da tripulação, mas perde a capacidade de lutar contra ela -Perde a capacidade de fazer reparos -5x a velocidade de sabotagem

# data/hyperspace.xml$//race[@name="unique_slocknog"]/powerEffect/buttonText
source: STUN
es: ATURDIR
ja: スタン
pl: OGŁUSZENIE

# data/hyperspace.xml$//race[@name="unique_slocknog"]/powerEffect/tooltip
source: [COOLDOWN:50s DURATION:20s] Lose telepathic powers to stun all enemy crew in the room for 20 seconds.
es: [ENFRIAMIENTO:50s DURACIÓN:20s] Pierde poderes telepáticos para aturdir a toda la tripulación enemiga en la sala durante 20 segundos.
ja: [クールダウン:50秒 デュレーション:20秒］ テレパシーを失い、20秒間、部屋にいる全ての敵乗組員を気絶させる。
pl: [CZAS ODNOWIENIA:50s CZAS TRWANIA:20s] Traci moce telepatyczne, aby ogłuszyć całą wrogą załogę w pomieszczeniu na 20 sekund.
pt_br: [COOLDOWN:50s DURATION:20s] Perca poderes telepáticos para atordoar toda a tripulação inimiga na sala por 20 segundos.

# data/hyperspace.xml$//race[@name="slug_clansman"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="slug_clansman"]/powerEffect/tooltip
source: [COOLDOWN:32s DURATION:6s] Deploy a Bio bomb that harms ALL other crew in the room for 30 damage. Will temporarily cloak and cease movements and attacks for 6 seconds, hiding from enemy crew.
es: [ENFRIAMIENTO:32s DURACIÓN:6s] Despliega una biobomba que daña a TODA la demás tripulación en la sala por 30 de daño. Se camuflará temporalmente y cesará movimientos y ataques durante 6 segundos, escondiéndose de la tripulación enemiga.
ja: [クールダウン:32秒 効果時間:6秒］ 部屋にいる他のすべてのクルーに30ダメージを与えるバイオ爆弾を展開する。 敵クルーから一時的に身を隠し、6秒間行動と攻撃を停止する。
pl: [CZAS ODNOWIENIA:32s CZAS TRWANIA:6s] Wystrzeliwuje bombę biologiczną, która zadaje 30 obrażeń WSZYSTKIM innym członkom załogi w pomieszczeniu. Tymczasowo maskuje się i przestaje się poruszać oraz atakować na 6 sekund, ukrywając się przed wrogą załogą.
pt_br: [COOLDOWN:32s DURATION:6s] Implanta uma bomba biológica que causa 30 de dano a TODOS os outros tripulantes na sala. Ficará temporariamente camuflado e interromperá os movimentos e ataques por 6 segundos, escondendo-se da tripulação inimiga.

# data/hyperspace.xml$//race[@name="slug_ranger"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="slug_ranger"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:12s] Deploy a Stun bomb (5s stun, 1 ion damage) in the current room. Does not stun allies, but can ion your systems. Will temporarily cloak and cease movements for 12 seconds, hiding from enemy crew. Can still attack at 1x damage during the ability.
es: [ENFRIAMIENTO:30s DURACIÓN:12s] Despliega una bomba de aturdimiento (5s de aturdimiento, 1 de daño iónico) en la sala actual. No aturde a los aliados, pero puede ionizar tus sistemas. Se camuflará temporalmente y cesará movimientos durante 12 segundos, escondiéndose de la tripulación enemiga. Aún puede atacar con 1x de daño durante la habilidad.
ja: [クールダウン:30秒 デュレーション:12秒］ 現在の部屋にスタンボム(5秒スタン、1イオンダメージ)を設置する。味方を気絶させることはないが、システムにイオンを与えることができる。 12秒間、一時的に遮蔽し、敵クルーから身を隠す。アビリティ中は1倍のダメージで攻撃できる。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:12s] Wystrzeliwuje bombę ogłuszającą (ogłuszenie na 5s, 1 obrażenie jonowe) w obecnym pomieszczeniu. Nie ogłusza sojuszników, ale może zjonizować twoje systemy. Tymczasowo maskuje się i przestaje się poruszać na 12 sekund, ukrywając się przed wrogą załogą. Wciąż może atakować z obrażeniami 1x podczas trwania umiejętności.
pt_br: [COOLDOWN:30s DURATION:12s] Implante uma bomba de atordoamento (5s de atordoamento, 1 de dano iônico) na sala atual. Não atordoa os aliados, mas pode causar íons em seus sistemas. Ficará temporariamente camuflado e interromperá os movimentos por 12 segundos, escondendo-se da tripulação inimiga. Ainda pode atacar com 1x de dano durante a habilidade.

# data/hyperspace.xml$//race[@name="unique_irwin"]/powerEffect/buttonText
source: TRANQUILIZE
es: TRANQUILIZAR
ja: トランスキライズ
pl: USPOKOJENIE
pt_br: TRANQUILIZAR

# data/hyperspace.xml$//race[@name="unique_irwin"]/powerEffect/tooltip
source: [COOLDOWN:30s] Neutralize all crew in the targeted room present at the time of the cast except himself for 20 seconds, setting their stats to default values. Does not impact abilities, death effects, or capabilities.
es: [ENFRIAMIENTO:30s] Neutraliza a toda la tripulación en la sala objetivo excepto a sí mismo durante 20 segundos, estableciendo sus estadísticas a los valores predeterminados. No afecta a habilidades, efectos de muerte o capacidades.
ja: [クールダウン:30秒］ 20秒間、自身を除く対象ルームの全クルーを無力化し、ステータスを初期値に戻す。アビリティ、死亡効果、能力には影響しない。
pl: [CZAS ODNOWIENIA:30s] Neutralizuje całą załogę w wybranym pomieszczeniu z wyjątkiem siebie na 20 sekund, ustawiając ich statystyki na wartości domyślne. Nie wpływa na umiejętności, efekty śmierci ani zdolności.
pt_br: [COOLDOWN:30s] Neutraliza todos os tripulantes da sala-alvo presentes no momento da conjuração, exceto ele próprio, por 20 segundos, definindo suas estatísticas para os valores padrão. Não afeta habilidades, efeitos de morte ou capacidades.

# data/hyperspace.xml$//race[@name="unique_irwin_demon"]/powerEffect/buttonText
source: TRANQUILIZE
es: TRANQUILIZAR
ja: トランスキライズ
pl: USPOKOJENIE
pt_br: TRANQUILIZAR

# data/hyperspace.xml$//race[@name="unique_irwin_demon"]/powerEffect/tooltip
source: [COOLDOWN:30s] Neutralize all crew in the targeted room present at the time of the cast except himself for 20 seconds, setting their stats to default values. Does not impact abilities, death effects, or capabilities. Bonus: Tranquilizer also strips the innate properties of lesser eldritch beings, preventing Things from duplicating and allowing Spawns to be damaged
es: [ENFRIAMIENTO:30s] Neutraliza a toda la tripulación en la sala objetivo excepto a sí mismo durante 20 segundos, estableciendo sus estadísticas a los valores predeterminados. No afecta a habilidades, efectos de muerte o capacidades. Bonus: El tranquilizante también elimina las propiedades innatas de seres sobrenaturales menores, evitando que las Cosas se dupliquen y permitiendo que los Engendros sean dañados.
ja: [クールダウン:30秒］ 20秒間、自身を除く対象ルームの全クルーを無力化し、ステータスを初期値に戻す。能力、死亡効果、能力には影響しない。 ボーナス：Tranquilizerはそれ以下のエルドリッチの生来の特性も剥奪し、Thingsの複製を防ぎ、Spawnsがダメージを受けることを可能にする。
pl: [CZAS ODNOWIENIA:30s] Neutralizuje całą załogę w wybranym pomieszczeniu z wyjątkiem siebie na 20 sekund, ustawiając ich statystyki na wartości domyślne. Nie wpływa na umiejętności, efekty śmierci ani zdolności. Bonus: Uspokojenie usuwa również wrodzone właściwości mniejszych istot eldritch, zapobiegając duplikacji Rzeczy i pozwalając na zadawanie obrażeń Pomiotom.
pt_br: [COOLDOWN:30s] Neutraliza todos os tripulantes da sala-alvo presentes no momento da conjuração, exceto ele próprio, por 20 segundos, definindo suas estatísticas para os valores padrão. Não afeta habilidades, efeitos de morte ou capacidades. Bônus: O Tranquilizer também remove as propriedades inatas dos seres eldritch menores, impedindo que as Coisas se dupliquem e permitindo que os Spawns sejam danificados

# data/hyperspace.xml$//race[@name="unique_sylvan"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="unique_sylvan"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="nexus_sylvan_cel"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="nexus_sylvan_cel"]/powerEffect/tooltip
source: [COOLDOWN:45s] Deploy a Breach, Ion, and Lockdown bomb (30 crew damage, 2 system damage, 5s stun, 3 ion damage). No crew friendly fire, but can affect your own systems.
es: [ENFRIAMIENTO:45s] Despliega una bomba de Brecha, Iónica y de Bloqueo (30 de daño a la tripulación, 2 de daño al sistema, 5s de aturdimiento, 3 de daño iónico). Sin fuego amigo a la tripulación, pero puede afectar a tus propios sistemas.
ja: [COOLDOWN:45秒］ Breach、Ion、Lockdown爆弾を展開する(クルー30ダメージ、システム2ダメージ、5秒スタン、イオン3ダメージ)。クルーへの味方の攻撃はないが、自分のシステムに影響を与えることがある。
pl: [CZAS ODNOWIENIA:45s] Wystrzeliwuje bombę wyłomową, jonową i blokującą (30 obrażeń załogi, 2 obrażenia systemów, ogłuszenie na 5s, 3 obrażenia jonowe). Nie rani sojuszniczej załogi, ale może uszkodzić twoje własne systemy.
pt_br: [COOLDOWN:45s] Implante uma bomba de ruptura, íon e bloqueio (30 de dano à tripulação, 2 de dano ao sistema, 5s de atordoamento, 3 de dano iônico). Não há fogo amigo da tripulação, mas pode afetar seus próprios sistemas.

# data/hyperspace.xml$//race[@name="nexus_sylvan_gman"]/powerEffect/buttonText
source: FREEZE
es: CONGELAR
ja: フリーズ
pl: ZAMROŻENIE

# data/hyperspace.xml$//race[@name="nexus_sylvan_gman"]/powerEffect/tooltip
source: [COOLDOWN:45s DURATION:12s] All other crew and crew drones are frozen in place but become immune to hazards.
es: [ENFRIAMIENTO:45s DURACIÓN:12s] Toda la demás tripulación y drones de tripulación quedan congelados en su lugar pero se vuelven inmunes a los peligros.
ja: [クールダウン:45秒 飛行時間:12秒］ 他のすべてのクルーとクルー・ドローンはその場に凍りつくが、危険に対する免疫ができる。
pl: [CZAS ODNOWIENIA:45s CZAS TRWANIA:12s] Wszyscy pozostali członkowie załogi i drony załogowe zostają zamrożeni w miejscu, ale stają się odporni na zagrożenia.
pt_br: [COOLDOWN:45s DURATION:12s] Todos os outros tripulantes e drones da tripulação são congelados no lugar, mas se tornam imunes aos perigos.

# data/hyperspace.xml$//race[@name="sylvanrick"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA
