Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/name
source: Viva La Revolution
es: ¡Viva la Revolución!
ja: 革命万歳
pl: Niech Żyje Rewolucja
pt_br: Viva a revolução

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/description
source: Help Alkram overthrow Tyrdeo.
es: Ayuda a Alkram a derrocar a Tyrdeo.
ja: アルクラムがティルデオを打倒するのを助けよう。
pl: Pomóż Alkramowi obalić Tyrdeo.
pt_br: Ajude Alkram a derrubar Tyrdeo.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/secretDescription
source: Assist an old general from the Federation-Mantis war in overthrowing a tyrant.
es: Ayuda a un viejo general de la guerra Federación-Mantis a derrocar a un tirano.
ja: 連邦・マンティス戦争で暴君を倒した老将軍を支援する。
pl: Pomóż staremu generałowi z wojny Federacji z Mantisami w obaleniu tyrana.
pt_br: Ajude um antigo general da guerra da Federação-Mantis a derrubar um tirano.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKRAM"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/name
source: Larger than Life
es: Más Grande que la Vida
ja: 人生より大きい
pl: Większy niż Życie
pt_br: Maior que a vida

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/description
source: Save Tony Sr. from Vael's Angels and spare his life.
es: Salva a Tony Sr. de los Ángeles de Vael y perdónale la vida.
ja: トニー・シニアをバエルズ・エンジェルズから救い、彼の命を助けてください。
pl: Uratuj Tony'ego Sr. przed Aniołami Vaela i oszczędź jego życie.
pt_br: Salve Tony Sr. dos Vael's Angels e poupe sua vida.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/secretDescription
source: Rescue a corporate CEO from himself.
es: Rescata a un director ejecutivo corporativo de sí mismo.
ja: 企業のCEOを自分自身から救い出す。
pl: Uratuj korporacyjnego dyrektora generalnego przed nim samym.
pt_br: Resgatar um CEO corporativo de si mesmo.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TONY"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/name
source: Just a Gardener
es: Solo un Jardinero
ja: ただの庭師
pl: Tylko Ogrodnik
pt_br: Apenas um jardineiro

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/description
source: Save Tyrdeo from Alkram's revolution.
es: Salva a Tyrdeo de la revolución de Alkram.
ja: アルクラムの革命からティルデオを救え。
pl: Uratuj Tyrdeo przed rewolucją Alkrama.
pt_br: Salve Tyrdeo da revolução de Alkram.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/secretDescription
source: Save a ruler from a bloody revolution.
es: Salva a un gobernante de una revolución sangrienta.
ja: 支配者を流血の革命から救え
pl: Uratuj władcę przed krwawą rewolucją.
pt_br: Salve um governante de uma revolução sangrenta.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYRDEO"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/name
source: Giant Ally Spiders
es: Arañas Aliadas Gigantes
ja: 巨大な味方クモ
pl: Gigantyczne Sojusznicze Pająki
pt_br: Aranhas gigantes aliadas

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/description
source: Save the G.A.S. Queen from Montgomery.
es: Salva a la Reina de las A.A.G. de Montgomery.
ja: モンゴメリーからG.A.S.クイーンを救え。
pl: Uratuj Królową G.S.P. przed Montgomerym.
pt_br: Salve a rainha da G.A.S. de Montgomery.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/name
source: The Shaman
es: El Chamán
ja: シャーマン
pl: Szaman
pt_br: O xamã

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/description
source: Prove to Guntput that he can trust you.
es: Demuéstrale a Guntput que puede confiar en ti.
ja: ガントパットがあなたを信頼できることを証明する。
pl: Udowodnij Guntputowi, że może ci ufać.
pt_br: Prove ao Guntput que ele pode confiar em você.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/secretDescription
source: Save a primitive species.
es: Salva a una especie primitiva.
ja: 原始的な種を救え
pl: Uratuj prymitywny gatunek.
pt_br: Salvar uma espécie primitiva.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_GUNTPUT"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/name
source: Second Chances
es: Segundas Oportunidades
ja: セカンド・チャンス
pl: Drugie Szanse
pt_br: Segundas chances

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/description
source: Save Metyunt from a lizard uprising.
es: Salva a Metyunt de un levantamiento de lagartos.
ja: トカゲの反乱からメティントを救え。
pl: Uratuj Metyunta przed powstaniem jaszczurów.
pt_br: Salve Metyunt de uma revolta de lagartos.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/secretDescription
source: Give a traitor a second chance.
es: Dale una segunda oportunidad a un traidor.
ja: 裏切り者にセカンドチャンスを与えよ。
pl: Daj zdrajcy drugą szansę.
pt_br: Dê uma segunda chance a um traidor.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_METYUNT"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OBYN"]/name
source: The Brink of Extinction
es: Al Borde de la Extinción
ja: 絶滅の瀬戸際
pl: Na Skraju Wyginięcia
pt_br: A beira da extinção

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OBYN"]/description
source: Request Obyn to join your crew after rescuing him from the EHG.
es: Pídele a Obyn que se una a tu tripulación tras rescatarlo del GEH.
ja: オビンをEHGから救出した後、あなたのクルーに加わるよう要請する。
pl: Poproś Obyna, aby dołączył do twojej załogi po uratowaniu go z EHG.
pt_br: Solicite que Obyn se junte à sua equipe depois de resgatá-lo do EHG.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OBYN"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$/FTL/achievements/page[5]/section[1]/@text
source: Thest's Boons
es: Bendiciones de Thest
ja: テストの恩恵
pl: Dary Thesta
pt_br: Vantagens do Thest

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/name
source: Boon of Humanity
es: Bendición de la Humanidad
ja: 人類の恩恵
pl: Dar Ludzkości
pt_br: Benefício da humanidade

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/secretDescription
source: Receive the Boon of Humanity from Thest.
es: Recibe la Bendición de la Humanidad de Thest.
ja: テストから人間性の恩恵を受ける。
pl: Otrzymaj Dar Ludzkości od Thesta.
pt_br: Receba a Dádiva da Humanidade de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/description
source: Show an elite Human crew to Thest. While in effect; Human crew gain a 20% resistance to hazards.
es: Muéstrale una tripulación Humana de élite a Thest. Mientras esté activo; la tripulación Humana obtiene un 20% de resistencia a los peligros.
ja: 人間の精鋭クルーをThestに見せる。 効果中、人間の乗組員は危険に対する20%の耐性を得る。
pl: Pokaż Thestowi elitarną ludzką załogę. Podczas działania; Ludzka załoga zyskuje 20% odporności na zagrożenia.
pt_br: Mostre uma tripulação humana de elite a Thest. Enquanto estiver em vigor, a tripulação humana ganha 20% de resistência a perigos.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/name
source: Greater Boon of Humanity
es: Gran Bendición de la Humanidad
ja: 人類の大きな恩恵
pl: Większy Dar Ludzkości
pt_br: Maior benefício da humanidade

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/secretDescription
source: Receive the Greater Boon of Humanity from Thest.
es: Recibe la Bendición Mayor de la Humanidad de Thest.
ja: テストから人間性の大いなる恩恵を受ける。
pl: Otrzymaj Większy Dar Ludzkości od Thesta.
pt_br: Receba a Dádiva Maior da Humanidade de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/description
source: Show a super elite Human crew to Thest. While in effect; Human crew gain a 20% resistance to hazards and a 10% boost to damage, repair, health, and movement speed.
es: Muéstrale una tripulación Humana de súper élite a Thest. Mientras esté activo; la tripulación Humana obtiene un 20% de resistencia a los peligros y un 10% de bonificación al daño, reparación, salud y velocidad de movimiento.
ja: 超精鋭の人間の乗組員をテストに見せる。 効果中、ヒューマンクルーは危険に対する耐性が20％、ダメージ、修理、ヘルス、移動速度が10％上昇する。
pl: Pokaż Thestowi super elitarną ludzką załogę. Podczas działania; Ludzka załoga zyskuje 20% odporności na zagrożenia i 10% premii do obrażeń, naprawy, zdrowia i prędkości poruszania się.
pt_br: Mostre uma tripulação humana de super elite para Thest. Enquanto estiver em vigor, a tripulação humana ganha 20% de resistência a perigos e um aumento de 10% em dano, reparo, saúde e velocidade de movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HUMAN_2"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/name
source: Boon of Nanites
es: Bendición de los Nanitos
ja: ナナイトの恩恵
pl: Dar Nanitów
pt_br: Vantagem das nanites

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/secretDescription
source: Receive the Boon of Nanites from Thest.
es: Recibe la Bendición de los Nanites de Thest.
ja: テストから「ナナイトの恩恵」を受ける。
pl: Otrzymaj Dar Nanitów od Thesta.
pt_br: Receba a Dádiva de Nanites de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/description
source: Show an elite Engi crew to Thest. While in effect; Engi crew gain a 20% boost to repair speed.
es: Muéstrale una tripulación Engi de élite a Thest. Mientras esté activo; la tripulación Engi obtiene un 20% de bonificación a la velocidad de reparación.
ja: エンギの精鋭クルーをテストに見せる。 効果中、Engiクルーは修理速度が20%上昇する。
pl: Pokaż Thestowi elitarną załogę Engi. Podczas działania; Załoga Engi zyskuje 20% premii do prędkości naprawy.
pt_br: Mostre uma equipe de elite da Engi para Thest. Enquanto estiver em vigor, a tripulação do Engi ganha um aumento de 20% na velocidade de reparo.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGI"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/name
source: Boon of Hardlight
es: Bendición de la Luz Sólida
ja: ハードライトの恩恵
pl: Dar Twardego Światła
pt_br: Vantagem do Hardlight

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/secretDescription
source: Receive the Boon of Hardlight from Thest.
es: Recibe la Bendición de la Luz Sólida de Thest.
ja: テストから「ハードライトの恩恵」を受ける。
pl: Otrzymaj Dar Twardego Światła od Thesta.
pt_br: Receba a Dádiva da Luz Dura de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/description
source: Show an elite Zoltan crew to Thest. While in effect; Zoltan crew gain 15 more health.
es: Muéstrale una tripulación Zoltan de élite a Thest. Mientras esté activo; la tripulación Zoltan obtiene 15 más de salud.
ja: Thestに精鋭のZoltanクルーを見せる。 効果中、Zoltanクルーのヘルスが15増加する。
pl: Pokaż Thestowi elitarną załogę Zoltanów. Podczas działania; Załoga Zoltanów zyskuje 15 więcej zdrowia.
pt_br: Mostre uma equipe de elite Zoltan a Thest. Enquanto estiver em vigor, a tripulação Zoltan ganha 15 pontos de vida a mais.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ZOLTAN"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/name
source: Boon of Insectoids
es: Bendición de los Insectoides
ja: インセクトロイドの恩恵
pl: Dar Insektoidów
pt_br: Vantagem dos insetoides

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/secretDescription
source: Receive the Boon of Insectoids from Thest.
es: Recibe la Bendición de los Insectoides de Thest.
ja: テストからインセクトロイドの恩恵を受ける。
pl: Otrzymaj Dar Insektoidów od Thesta.
pt_br: Receba a Dádiva dos Insetóides de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/description
source: Show an elite Mantis crew to Thest. While in effect; Mantis crew gain an extra 20% ranged damage.
es: Muéstrale una tripulación Mantis de élite a Thest. Mientras esté activo; la tripulación Mantis obtiene un 20% extra de daño a distancia.
ja: ThestにエリートMantisクルーを見せる。 効果中、Mantisクルーは20%の範囲ダメージを追加で獲得する。
pl: Pokaż Thestowi elitarną załogę Mantisów. Podczas działania; Załoga Mantisów zyskuje dodatkowe 20% obrażeń dystansowych.
pt_br: Mostre uma equipe de elite do Mantis a Thest. Enquanto estiver em vigor, a equipe do Louva-a-Deus recebe 20% a mais de dano à distância.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/name
source: Greater Boon of Insectoids
es: Gran Bendición de los Insectoides
ja: グレーター・ブーン・オブ・インセクトロイド
pl: Większy Dar Insektoidów
pt_br: Vantagem maior dos insetoides

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/secretDescription
source: Receive the Greater Boon of Insectoids from Thest.
es: Recibe la Bendición Mayor de los Insectoides de Thest.
ja: テストから「インセクトロイドの大いなる恩恵」を受ける。
pl: Otrzymaj Większy Dar Insektoidów od Thesta.
pt_br: Receba a Dádiva Maior dos Insetoides de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/description
source: Show a super elite Mantis crew to Thest. While in effect; Mantis crew gain 25% extra damage.
es: Muéstrale una tripulación Mantis de súper élite a Thest. Mientras esté activo; la tripulación Mantis obtiene un 25% de daño extra.
ja: Thestに超エリートMantisクルーを見せる。 効果中、Mantisクルーは25%の追加ダメージを得る。
pl: Pokaż Thestowi super elitarną załogę Mantisów. Podczas działania; Załoga Mantisów zyskuje 25% dodatkowych obrażeń.
pt_br: Mostre uma equipe de super elite do Mantis para Thest. Enquanto estiver em vigor, a equipe do Mantis recebe 25% de dano extra.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MANTIS_2"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/name
source: Boon of Silicon
es: Bendición del Silicio
ja: シリコンの恩恵
pl: Dar Krzemu
pt_br: Vantagem do silício

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/secretDescription
source: Receive the Boon of Silicon from Thest.
es: Recibe la Bendición del Silicio de Thest.
ja: テストからシリコンの恩恵を受ける。
pl: Otrzymaj Dar Krzemu od Thesta.
pt_br: Receba a Dádiva do Silício de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/description
source: Show an elite Rock crew to Thest. While in effect; Rock crew put out fires 30% faster.
es: Muéstrale una tripulación Rock de élite a Thest. Mientras esté activo; la tripulación Rock apaga fuegos un 30% más rápido.
ja: テストにエリート・ロック・クルーを見せる。 ロッククルーは消火活動が30%速くなる。
pl: Pokaż Thestowi elitarną załogę Skał. Podczas działania; Załoga Skał gasi pożary o 30% szybciej.
pt_br: Mostre uma equipe de elite da Rock ao Thest. Enquanto estiver em vigor, a equipe do Rock apaga incêndios 30% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/name
source: Greater Boon of Silicon
es: Gran Bendición del Silicio
ja: シリコンの大きな恩恵
pl: Większy Dar Krzemu
pt_br: Maior benefício do silício

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/secretDescription
source: Receive the Greater Boon of Silicon from Thest.
es: Recibe la Bendición Mayor del Silicio de Thest.
ja: テストからシリコンの大いなる恩恵を受ける。
pl: Otrzymaj Większy Dar Krzemu od Thesta.
pt_br: Receber a Dádiva Maior de Silício de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/description
source: Show a super elite Rock crew to Thest. While in effect; Rock crew put out fires 30% faster and move 25% faster.
es: Muéstrale una tripulación Rock de súper élite a Thest. Mientras esté activo; la tripulación Rock apaga fuegos un 30% más rápido y se mueve un 25% más rápido.
ja: 超エリート・ロック・クルーをテストに見せる。 効果中は、ロッククルーは30％速く火を消し、25％速く移動する。
pl: Pokaż Thestowi super elitarną załogę Skał. Podczas działania; Załoga Skał gasi pożary o 30% szybciej i porusza się o 25% szybciej.
pt_br: Mostre uma equipe de rock de super elite para Thest. Enquanto estiver em vigor, a equipe do Rock apagará incêndios 30% mais rápido e se moverá 25% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ROCK_2"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/name
source: Boon of Geodes
es: Bendición de las Geodas
ja: ジオードの恩恵
pl: Dar Geod
pt_br: Vantagem dos geodos

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/secretDescription
source: Receive the Boon of Geodes from Thest.
es: Recibe la Bendición de las Geodas de Thest.
ja: テストからジオードの恩恵を受ける。
pl: Otrzymaj Dar Geod od Thesta.
pt_br: Receba a Dádiva de Geodos de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/description
source: Show an elite Crystal crew to Thest. While in effect; Crystal crew do 20% more damage.
es: Muéstrale una tripulación de Cristal de élite a Thest. Mientras esté activo; la tripulación de Cristal hace un 20% más de daño.
ja: ThestにエリートCrystalクルーを見せる。 効果中、Crystal crewのダメージが20%増加する。
pl: Pokaż Thestowi elitarną załogę Kryształów. Podczas działania; Załoga Kryształów zadaje o 20% więcej obrażeń.
pt_br: Mostre uma equipe de elite do Crystal a Thest. Enquanto estiver em vigor, a equipe Crystal causa 20% a mais de dano.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSTAL"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/name
source: Boon of Slime
es: Bendición del Limo
ja: スライムの恩恵
pl: Dar Szlamu
pt_br: Vantagem do lodo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/secretDescription
source: Receive the Boon of Slime from Thest.
es: Recibe la Bendición del Limo de Thest.
ja: テストからスライムのブーンを受け取る。
pl: Otrzymaj Dar Szlamu od Thesta.
pt_br: Receba a Dádiva do lodo de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/description
source: Show an elite Slug crew to Thest. While in effect; Slug crew gain a 20% resistance to hazards.
es: Muéstrale una tripulación Slug de élite a Thest. Mientras esté activo; la tripulación Slug obtiene un 20% de resistencia a los peligros.
ja: Thestに精鋭Slugクルーを見せる。 効果中、Slugクルーは20%のハザード耐性を得る。
pl: Pokaż Thestowi elitarną załogę Ślimaków. Podczas działania; Załoga Ślimaków zyskuje 20% odporności na zagrożenia.
pt_br: Mostre uma equipe de elite de Slug a Thest. Enquanto estiver em vigor, a equipe do Slug ganha 20% de resistência a perigos.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/name
source: Greater Boon of Slime
es: Bendición Mayor del Limo
ja: グレーター・ブーン・オブ・スライム
pl: Większy Dar Szlamu
pt_br: Vantagem Maior do Lodo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/secretDescription
source: Receive the Greater Boon of Slime from Thest.
es: Recibe la Bendición Mayor del Limo de Thest.
ja: テストからGreater Boon of Slimeを受け取る。
pl: Otrzymaj Większy Dar Szlamu od Thesta.
pt_br: Receber a Dádiva Maior do Lodo de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/description
source: Show a super elite Slug crew to Thest. While in effect; Slug crew gain a 20% resistance to hazards and doubled movement speed.
es: Muéstrale una tripulación Slug de súper élite a Thest. Mientras esté activo; la tripulación Slug obtiene un 20% de resistencia a los peligros y el doble de velocidad de movimiento.
ja: 超エリートSlug crewをThestに見せる。 効果中、Slug crewは危険に対する20%の耐性と2倍の移動速度を得る。
pl: Pokaż Thestowi super elitarną załogę Ślimaków. Podczas działania; Załoga Ślimaków zyskuje 20% odporności na zagrożenia i podwójną prędkość poruszania się.
pt_br: Mostre uma equipe de elite de Slug para Thest. Enquanto estiver em vigor, a equipe do Slug ganha 20% de resistência a perigos e o dobro da velocidade de movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SLUG_2"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/name
source: Boon of Metalloids
es: Bendición de los Metaloides
ja: メタロイドの恩恵
pl: Dar Metaloidów
pt_br: Vantagem dos metaloides

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/secretDescription
source: Receive the Boon of Metalloids from Thest.
es: Recibe la Bendición de los Metaloides de Thest.
ja: テストからメタロイドの恩恵を受ける。
pl: Otrzymaj Dar Metaloidów od Thesta.
pt_br: Receba a Dádiva de Metaloides do Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/description
source: Show an elite or rare Lanius crew to Thest. While in effect; Lanius crew heal twice as fast and take 10% less combat damage.
es: Muéstrale una tripulación Lanius de élite o rara a Thest. Mientras esté activo; la tripulación Lanius se cura el doble de rápido y recibe un 10% menos de daño en combate.
ja: エリートまたはレアのLaniusクルーをThestに見せる。 効果中、Laniusクルーの回復速度が2倍になり、戦闘ダメージが10%減少する。
pl: Pokaż Thestowi elitarną lub rzadką załogę Laniusów. Podczas działania; Załoga Laniusów leczy się dwa razy szybciej i otrzymuje o 10% mniej obrażeń w walce.
pt_br: Mostre uma equipe de elite ou rara de Lanius a Thest. Enquanto estiver em vigor, a tripulação do Lanius se cura duas vezes mais rápido e recebe 10% menos dano de combate.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_LANIUS"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/name
source: Boon of Phantoms
es: Bendición de los Fantasmas
ja: ファントム・ブーン
pl: Dar Widm
pt_br: Vantagem dos Phantoms

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/secretDescription
source: Receive the Boon of Phantoms from Thest.
es: Recibe la Bendición de los Fantasmas de Thest.
ja: テストから「幻のブーン」を受け取る。
pl: Otrzymaj Dar Widm od Thesta.
pt_br: Receba a Dádiva dos Fantasmas de Thest.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/description
source: Show an Alpha Ghost crew to Thest. While in effect; Ghost crew gain 30% more movement speed.
es: Muéstrale una tripulación Fantasma Alfa a Thest. Mientras esté activo; la tripulación Fantasma obtiene un 30% más de velocidad de movimiento.
ja: アルファゴーストのクルーをThestに見せる。 効果中、Ghostクルーの移動速度が30%増加する。
pl: Pokaż Thestowi załogę Duchów Alfa. Podczas działania; Załoga Duchów zyskuje 30% więcej prędkości poruszania się.
pt_br: Mostre uma equipe Alpha Ghost a Thest. Enquanto estiver em vigor, a tripulação do Ghost ganha 30% a mais de velocidade de movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GHOST"]/header
source: Boon Received
es: Boon recibido
ja: ブーンの受領
pl: Na szczęście otrzymany
pt_br: Bônus recebido
