Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x. (Firefly lab upgrade reduces fire damage taken to 1x.)
es: [ENFRIAMIENTO:17s DURACIÓN:7s] Aumenta la velocidad de movimiento a 2x y el daño a la tripulación a 3x. También aumenta el daño recibido por peligros en 4x. (La mejora del laboratorio de Luciérnagas reduce el daño por fuego recibido a 1x.)
ja: [クールダウン:17秒 デュレーション:7秒］ 移動速度が2倍、乗員へのダメージが3倍になる。また、危険から受けるダメージが4倍に増加する。 (Firefliesラボのアップグレードにより、受ける火災ダメージが1倍に減少する)。
pl: [CZAS ODNOWIENIA:17s CZAS TRWANIA:7s] Zwiększa prędkość poruszania się do 2x i obrażenia zadawane przez załogę do 3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 4x. (Ulepszenie laboratorium Świetliki zmniejsza otrzymywane obrażenia od ognia do 1x.)
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3,5x e o dano da equipe para 3x. Também aumenta o dano causado por perigos em 4x. (O aprimoramento do laboratório Fireflies reduz o dano de fogo recebido para 1x).

source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO

source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration. (Firefly lab upgrade reduces fire damage taken to 1x.)
es: [ENFRIAMIENTO:20s DURACIÓN:10s] Aumenta la velocidad de movimiento a 3.5x y el daño a la tripulación a 4.3x. También aumenta el daño recibido por peligros en 7x, y no puede reparar durante la duración. (La mejora del laboratorio de Luciérnagas reduce el daño por fuego recibido a 1x.)
ja: [クールダウン:20秒 デュレーション:10秒］ 移動速度が3.5倍になり、乗員のダメージが4.3倍になる。また、危険から受けるダメージが7倍に増加し、期間中は修理ができなくなる。 (Firefliesラボのアップグレードにより、受ける火災ダメージが1倍に減少する)。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:10s] Zwiększa prędkość poruszania się do 3.5x i obrażenia zadawane przez załogę do 4.3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 7x i nie może naprawiać przez czas trwania. (Ulepszenie laboratorium Świetliki zmniejsza otrzymywane obrażenia od ognia do 1x.)
pt_br: [COOLDOWN:20s DURATION:10s] Aumenta a velocidade de movimento para 6x e o dano da tripulação para 4,3x. Também aumenta o dano causado por perigos em 7x e não pode ser reparado durante esse período. (O aprimoramento do laboratório Fireflies reduz o dano de fogo sofrido para 1x).

source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO

source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x. (Fireflies lab upgrade reduces fire damage taken to 1x.)
es: [ENFRIAMIENTO:17s DURACIÓN:7s] Aumenta la velocidad de movimiento a 2x y el daño a la tripulación a 3x. También aumenta el daño recibido por peligros en 4x. (La mejora del laboratorio de Luciérnagas reduce el daño por fuego recibido a 1x.)
ja: [クールダウン:17秒 デュレーション:7秒］ 移動速度が2倍、乗員へのダメージが3倍になる。また、危険から受けるダメージが4倍に増加する。 (Firefliesラボのアップグレードにより、受ける火災ダメージが1倍に減少する)。
pl: [CZAS ODNOWIENIA:17s CZAS TRWANIA:7s] Zwiększa prędkość poruszania się do 2x i obrażenia zadawane przez załogę do 3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 4x. (Ulepszenie laboratorium Świetliki zmniejsza otrzymywane obrażenia od ognia do 1x.)
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3,5x e o dano da equipe para 3x. Também aumenta o dano causado por perigos em 4x. (O aprimoramento do laboratório Fireflies reduz o dano de fogo recebido para 1x).

source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO

source: [COOLDOWN:20s DURATION:10s] Increase movement speed to 6x and crew damage to 4.3x. Also increases damage taken from hazards by 7x, and cannot repair for the duration. (Fireflies lab upgrade reduces fire damage taken to 1x.)
es: [ENFRIAMIENTO:20s DURACIÓN:10s] Aumenta la velocidad de movimiento a 3.5x y el daño a la tripulación a 4.3x. También aumenta el daño recibido por peligros en 7x, y no puede reparar durante la duración. (La mejora del laboratorio de Luciérnagas reduce el daño por fuego recibido a 1x.)
ja: [クールダウン:20秒 デュレーション:10秒］ 移動速度が3.5倍になり、乗員のダメージが4.3倍になる。また、危険から受けるダメージが7倍に増加し、期間中は修理ができなくなる。 (Firefliesラボのアップグレードにより、受ける火災ダメージが1倍に減少する)。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:10s] Zwiększa prędkość poruszania się do 3.5x i obrażenia zadawane przez załogę do 4.3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 7x i nie może naprawiać przez czas trwania. (Ulepszenie laboratorium Świetliki zmniejsza otrzymywane obrażenia od ognia do 1x.)
pt_br: [COOLDOWN:20s DURATION:10s] Aumenta a velocidade de movimento para 6x e o dano da tripulação para 4,3x. Também aumenta o dano causado por perigos em 7x e não pode ser reparado durante esse período. (O aprimoramento do laboratório Fireflies reduz o dano de fogo sofrido para 1x).

source: SLASH
es: CUCHILLADA
ja: スラッシュ
pl: CIĘCIE

source: [COOLDOWN:20s] Deal 15 damage to all enemy crew in the room.
es: [ENFRIAMIENTO:20s] Inflige 15 de daño a toda la tripulación enemiga en la sala.
ja: [クールダウン:20s］ 部屋にいる全ての敵クルーに15ダメージを与える。
pl: [CZAS ODNOWIENIA:20s] Zadaje 15 obrażeń całej wrogiej załodze w pomieszczeniu.
pt_br: [COOLDOWN:20s] Causa 15 de dano a toda a tripulação inimiga na sala.

source: FLAME
es: LLAMA
ja: 炎
pl: PŁOMIEŃ

source: [COOLDOWN:20s] Start fires in the occupied room.
es: [ENFRIAMIENTO:20s] Inicia incendios en la sala ocupada.
ja: [クールダウン：20秒］ 占拠された部屋で火災を起こす。
pl: [CZAS ODNOWIENIA:20s] Wywołuje pożary w zajmowanym pomieszczeniu.
pt_br: [COOLDOWN:20s] Iniciar incêndios na sala ocupada.

source: FLAME
es: LLAMA
ja: 炎
pl: PŁOMIEŃ

source: [COOLDOWN:13s] Start fires in the occupied room.
es: [ENFRIAMIENTO:13s] Inicia incendios en la sala ocupada.
ja: [クールダウン:13s］ 占拠された部屋で火災が発生する。
pl: [CZAS ODNOWIENIA:13s] Wywołuje pożary w zajmowanym pomieszczeniu.
pt_br: [COOLDOWN:13s] Inicie incêndios na sala ocupada.

source: CORRODE
es: CORROER
ja: コロデ
pl: KOROZJA

source: [COOLDOWN:20s] Opens a breach in the current room.
es: [ENFRIAMIENTO:20s] Abre una brecha en la sala actual.
ja: [クールダウン:20秒］ 現在の部屋に侵入口を開ける。
pl: [CZAS ODNOWIENIA:20s] Tworzy wyłom w obecnym pomieszczeniu.
pt_br: [COOLDOWN:20s] Abre uma brecha na sala atual.

source: CORRODE
es: CORROER
ja: コロデ
pl: KOROZJA

source: [COOLDOWN:13s] Opens a breach in the current room.
es: [ENFRIAMIENTO:13s] Abre una brecha en la sala actual.
ja: [COOLDOWN:13秒］ 現在の部屋に裂け目を開ける。
pl: [CZAS ODNOWIENIA:13s] Tworzy wyłom w obecnym pomieszczeniu.
pt_br: [COOLDOWN:13s] Abre uma brecha na sala atual.

source: SHOCK
es: CHOQUE
ja: 衝撃
pl: SZOK
pt_br: CHOQUE

source: [COOLDOWN:20s] Ions the current system for 2 ion damage and stuns crew for 7 seconds.
es: [ENFRIAMIENTO:20s] Ioniza el sistema actual por 2 de daño iónico y aturde a la tripulación durante 7 segundos.
ja: [クールダウン:20秒］ 現在のシステムに2イオンダメージを与え、乗組員を7秒間スタンさせる。
pl: [CZAS ODNOWIENIA:20s] Jonizuje obecny system, zadając 2 obrażenia jonowe i ogłuszając załogę na 7 sekund.
pt_br: [COOLDOWN:20s] Ioniza o sistema atual, causando 2 de dano iônico e atordoando a tripulação por 7 segundos.

source: SHOCK
es: CHOQUE
ja: 衝撃
pl: SZOK
pt_br: CHOQUE

source: [COOLDOWN:15s] Ions the current system for 2 ion damage and stuns crew for 7 seconds.
es: [ENFRIAMIENTO:15s] Ioniza el sistema actual por 2 de daño iónico y aturde a la tripulación durante 7 segundos.
ja: [クールダウン:15秒］ 現在のシステムにイオンダメージを2回与え、乗組員を7秒間スタンさせる。
pl: [CZAS ODNOWIENIA:15s] Jonizuje obecny system, zadając 2 obrażenia jonowe i ogłuszając załogę na 7 sekund.
pt_br: [COOLDOWN:15s] Ioniza o sistema atual, causando 2 de dano iônico e atordoando a tripulação por 7 segundos.

# data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_TIMER"]/tooltip
source: Time remaining.
es: Tiempo restante.
ja: 残り時間。
pl: Pozostały czas.
pt_br: Tempo restante.

# data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_SMALL"]/tooltip
source: Time remaining.
es: Tiempo restante.
ja: 残り時間。
pl: Pozostały czas.
pt_br: Tempo restante.

# data/hyperspace.xml$//triggeredEventBox[@name="DEFAULT_JUMPS"]/tooltip
source: Jumps remaining.
es: Saltos restantes.
ja: ジャンプが残っている。
pl: Pozostałe skoki.
pt_br: Saltos restantes.

source: An unvisited location.
es: Una ubicación no visitada.
ja: 未訪問の場所。
pl: Nieudane miejsce.
pt_br: Um local não visitado.

source: Explored location. Nothing left of interest.
es: Ubicación explorada.No queda nada de interés.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.
pt_br: Local explorado. Não sobrou nada de interesse.

source: An unvisited location.
es: Una ubicación no visitada.
ja: 未訪問の場所。
pl: Nieudane miejsce.
pt_br: Um local não visitado.

source: This is the location of a Federation supply depot.
es: Esta es la ubicación de un depósito de suministros de la Federación.
ja: ここは連邦補給基地の場所だ。
pl: To jest lokalizacja składu zaopatrzeniowego Federacji.
pt_br: Esse é o local de um depósito de suprimentos da Federação.

source: This is the location of a Federation supply depot.
es: Esta es la ubicación de un depósito de suministros de la Federación.
ja: ここは連邦補給基地の場所だ。
pl: To jest lokalizacja składu zaopatrzeniowego Federacji.
pt_br: Esse é o local de um depósito de suprimentos da Federação.

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: LASERS [BONUS]
es: LÁSERES [BONUS]
ja: レーザー［ボーナス］
pl: LASERY [BONUS]
pt_br: LASERS [BÔNUS]

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: BALLISTICS [BONUS]
es: BALÍSTICA [BONUS]
ja: バリスティックス [ボーナス］
pl: BROŃ BALISTYCZNA [BONUS]
pt_br: BALÍSTICA [BÔNUS]

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: IONS [BONUS]
es: IONES [BONUS]
ja: イオン【特典
pl: JONY [BONUS]
pt_br: ÍONS [BÔNUS]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: CRYSTALS [BONUS]
es: CRISTALES [BONUS]
ja: クリスタル [ボーナス］
pl: KRYSZTAŁY [BONUS]
pt_br: CRISTAIS [BÔNUS]

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: MINE LAUNCHERS [20% OFF]
es: LANZAMINAS [20% DE DESCUENTO]
ja: 地雷発射機【20％オフ
pl: WYRZUTNIE MIN [20% ZNIŻKI]
pt_br: LANÇADORES DE MINAS [20% DE DESCONTO].

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]
