Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

source: DIVINE ARMOR: Extremely strong armor reinforced with Aether harvested from precursor ruins, fused with the already resistant armor of the Rockmen. Grants 70% chance to resist hull damage, but cannot resist projectiles or bombs with a guaranteed breach chance.
es: ARMADURA DIVINA: Armadura extremadamente fuerte reforzada con Éter cosechado de ruinas precursoras, fusionada con la ya resistente armadura de los Rockmen. Los impactos que infligen 1 de daño tienen un 40% de probabilidad de ser negados, y todo el daño restante se reduce en 1.
ja: ディヴァイン・アーマー： 前駆体の遺跡から採取したエーテルで強化された極めて強力なアーマーで、すでに耐性があるロックマンのアーマーと融合している。1ダメージを与える衝撃は40％の確率で無効化され、その他のダメージはすべて1軽減される。
pl: BOSKI PANCERZ: Niezwykle mocny pancerz wzmocniony Eterem pozyskanym z ruin prekursorów, połączony z już odpornym pancerzem Skalnych. Uderzenia zadające 1 obrażenie mają 40% szans na zniwelowanie, a wszystkie inne obrażenia są zmniejszone o 1.
pt_br: ARMADURA DIVINA: Armadura extremamente forte reforçada com éter coletado das ruínas precursoras, fundida com a armadura já resistente dos Homens das Rochas. Concede 70% de chance de resistir a danos no casco, mas não pode resistir a projéteis ou bombas com chance garantida de violação.

source: Haynes
ja: ヘインズ

source: Tully
ja: タリー

source: Jerry
ja: ジェリー

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_SLOT2"]/crew/pony_tamed/@name
source: Twilight Sparkle
ja: トワイライト・スパークル
pt_br: Brilho do Crepúsculo

source: Anurak
ja: アヌラック

source: Devorak
ja: デボラック

source: Turzil
ja: トゥルジル

source: Alkali
ja: アルカリ
pt_br: Álcalis

source: Stephan
ja: ステファン

source: Ellie
ja: エリー

source: Nights
ja: ナイツ
pt_br: Noites

source: Slocknog
es: Bandeja
ja: スロックノッグ
pl: Sloknog

source: Irwin
ja: アーウィン

source: Alkram
ja: アルクラム

source: Tyrdeo
ja: ティルデオ

source: Wealsey
ja: ウィールシー

source: Freddy
ja: フレディ

source: Kazaaakplethkilik
ja: カザアクプレツキリク

source: Dianesh
ja: ディアネシュ

source: Ariadne
ja: アリアドネ

source: Ruwen
ja: ルーウェン
pl: Wędrowiec

source: Tuco
ja: トゥコ

source: Beacon Eater
es: Devorador de Balizas
ja: ビーコンイーター
pl: Zjadacz Boi
pt_br: Comedor de Beacon

source: Anointed
es: Ungido
ja: 油注がれた
pl: Namaszczona
pt_br: Ungido

source: Cronchmeister
ja: クロンシュマイスター
pl: Chrupomistrz

source: Dessius
ja: デシウス

source: Vortigon
ja: ヴォーティゴン
pt_br: Vortigone

source: Billy
ja: ビリー

source: Sylvan
ja: シルバン
pl: Sylvana

source: Guntput
ja: ガンプット

source: Metyunt
ja: メチュント

source: Aenwithe
ja: エーンヴィザ

source: Haynes
ja: ヘインズ

source: Sylvan
ja: シルバン
pl: Sylvana

source: Nights
ja: ナイツ
pt_br: Noites

source: Slocknog
es: Bandeja
ja: スロックノッグ
pl: Sloknog

source: Tully
ja: タリー

source: Billy
ja: ビリー

source: Metyunt
ja: メチュント

source: Ellie
ja: エリー

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Irwin
ja: アーウィン

source: Devorak
ja: デボラック

source: Anurak
ja: アヌラック

source: Tintan and Rig
es: Tintan y Rig
ja: ティンタンとリグ
pl: Tintan i Rig
pt_br: Tintan e Rig

source: Ruwen
ja: ルーウェン
pl: Wędrowiec

source: Tuco
ja: トゥコ

source: Ariadne
ja: アリアドネ

source: Turzil
ja: トゥルジル

source: Vortigon
ja: ヴォーティゴン
pt_br: Vortigone

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_WITHER"]/crew/unique_kaz/@name
source: Kazaaakplethkilik
ja: カザアクプレツキリク

source: Freddy
ja: フレディ

source: The Queen
es: La Reina
ja: ザ・クイーン
pl: Królowa
pt_br: A Rainha

source: Guntput
ja: ガンプット

source: Jerry
ja: ジェリー

# data/hyperspace.xml$//customShip[@name="CREW_SHIP_WITHER"]/crew/ponyc/@name
source: Sparkle
ja: スパークル
pt_br: Brilho

source: Alkali
ja: アルカリ
pt_br: Álcalis

source: Ivar
ja: イーヴァル

source: Dianesh
ja: ディアネシュ

source: Stephan
ja: ステファン

source: Anointed
es: Ungido
ja: 油注がれた
pl: Namaszczona
pt_br: Ungido

source: Beacon Eater
es: Devorador de Balizas
ja: ビーコンイーター
pl: Zjadacz Boi
pt_br: Comedor de Beacon

source: Dessius
ja: デシウス

source: Tyrdeo
ja: ティルデオ

source: Wealsey
ja: ウィールシー

source: Alkram
ja: アルクラム

source: Tony Sr
ja: トニー・シニア

source: Mayeb
ja: メイブ

source: Ty E'rel
ja: タイ・エレル

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Tintan and Rig
es: Tintan y Rig
ja: ティンタンとリグ
pl: Tintan i Rig
pt_br: Tintan e Rig

source: Tony Sr
ja: トニー・シニア

source: Mayeb
ja: メイブ

source: Ivar
ja: イーヴァル

source: Ty E'Rel
ja: タイ・エレル

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: G-Van
ja: G-バン

source: Dr. Rosenberg
ja: ローゼンバーグ博士

source: Dr. Kleiner
ja: クライナー博士

source: Dr. Keller
ja: ケラー博士

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_CEL_3"]/crew/prime/@name
source: Prime
ja: プライム
pt_br: Principal

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_CEL_3"]/crew/beans[1]/@name
source: Sylvrick
ja: シルブリック

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_CEL_3"]/crew/beans[2]/@name
source: Sylvrick
ja: シルブリック

source: Tuco
ja: トゥコ

source: Peter Venkman
ja: ピーター・ヴェンクマン

source: Ray Stantz
ja: レイ・スタンツ

source: Egon Spengler
ja: エゴン・スペングラー

source: Winston Zeddemore
ja: ウィンストン・ゼッドデモア

source: The One Who Rhymes
es: El que Rima
ja: 韻を踏む者
pl: Ten, Który Rymuje
pt_br: Aquele que rima

source: Thing 1
es: Cosa 1
ja: シング1
pl: Coś 1
pt_br: Coisa 1

source: Thing 2
es: Cosa 2
ja: シング2
pl: Coś 2
pt_br: Coisa 2

source: Devorak
ja: デボラック

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

# data/hyperspace.xml$//customShip[@name="PLAYER_SHIP_SALT"]/crew/rock/@name
source: Pepper
ja: ペッパー
pt_br: Pimenta

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Ty E'Rel
ja: タイ・エレル

source: Irsssnar
ja: イルスナール

source: Kackalacknak
ja: カッカラックナック

source: Ockraban
ja: オクラバン
pt_br: de cor ocre

source: Carlos
ja: カルロス

source: Nights
ja: ナイツ
pt_br: Noites

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Beacon Eater
es: Devorador de Balizas
ja: ビーコンイーター
pl: Zjadacz Boi
pt_br: Comedor de Beacon

source: Royye LaRoache
ja: ロイエ・ラローチェ

source: Kayla
ja: カイラ

source: Montgomery
ja: モントゴメリー

source: Jack
ja: ジャック

# data/hyperspace.xml$//customShip[@name="MU_ANGEL_DEATH"]/crew/human_angel/@name
source: Taurus
ja: トーラス
pt_br: Touro

source: Bralmeb
ja: ブラルメブ

source: Dianesh
ja: ディアネシュ

source: Ellebeneare
ja: エルベナーレ

source: Psycadellius
ja: サイカデリウス

source: Socolarei
ja: ソコラレイ

source: Slimer
ja: スリマー

# data/hyperspace.xml$//customShip[@name="MU_GB_VINZ_STASH"]/crew/gbvinz/@name
source: Vinezaleon
ja: ビネザレオン

# data/hyperspace.xml$//customShip[@name="MU_GB_ZUUL_GATE"]/crew/gbzuul/@name
source: Zuul
ja: ズール

source: Kemi
ja: ケミ

# data/hyperspace.xml$//customShip[@name="MU_SLOCKNOG"]/crew/unique_slocknog/@name
source: Slocknog
es: Bandeja
ja: スロックノッグ
pl: Sloknog

source: Nights
ja: ナイツ
pt_br: Noites

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

source: The One Who Rhymes
es: El que Rima
ja: 韻を踏む者
pl: Ten, Który Rymuje
pt_br: Aquele que rima

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

# data/hyperspace.xml$//customShip[@name="MU_HER_BOSS"]/crew/eldritch_cat/@name
source: The One Who Rhymes
es: El que Rima
ja: 韻を踏む者
pl: Ten, Który Rymuje
pt_br: Aquele que rima

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

source: Royye LaRoache
ja: ロイエ・ラローチェ

source: Royye LaRoache
ja: ロイエ・ラローチェ

source: Royye LaRoache
ja: ロイエ・ラローチェ

source: Beacon Eater
es: Devorador de Balizas
ja: ビーコンイーター
pl: Zjadacz Boi
pt_br: Comedor de Beacon

# data/hyperspace.xml$//customShip[@name="MU_KYLE"]/crew/human_soldier/@name
source: Kyle
ja: カイル

# data/hyperspace.xml$//customShip[@name="MU_MFK_CRUISER"]/crew/unique_cyra/@name
source: Cyra
ja: サイラ

# data/hyperspace.xml$//customShip[@name="MU_TUCO"]/crew/unique_tuco/@name
source: Tuco
ja: トゥコ

source: Vance
ja: バンス

source: Vance
ja: バンス

source: Vance
ja: バンス

source: Vance
ja: バンス

# data/hyperspace.xml$//customShip[@name="STL_PANTS"]/crew/nexus_pants/@name
source: Pants
es: Pantalones
ja: パンツ
pl: Spodnie
pt_br: Calça

source: Sagittarius
ja: 射手座
pt_br: Sagitário

source: Tremor
ja: 震え

source: McBash
ja: マクバッシュ

source: Stonewall
ja: ストーンウォール

# data/hyperspace.xml$//customShip[@name="MU_SALT_CRUISER"]/crew/rock/@name
source: Pepper
ja: ペッパー
pt_br: Pimenta

source: Chung Bungalung
ja: チュン・バンガルン

# data/hyperspace.xml$//customShip[@name="MU_KAZAAAK"]/crew/unique_kaz/@name
source: Kazaaakplethkilik
ja: カザアクプレツキリク

source: Virgo
ja: 乙女座
pt_br: Virgem

source: Anointed
es: Ungido
ja: 油注がれた
pl: Namaszczona
pt_br: Ungido

source: Vortigon
ja: ヴォーティゴン
pt_br: Vortigone

source: Leah
ja: リア

source: Syleah
ja: シレア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Leah
ja: リア

source: Thest
ja: テスト
pt_br: Teste

source: Corby
ja: コービー

source: Wakeson
ja: ウェイクソン

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: G-Van
ja: G-バン

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sansvan
ja: サンズバン

source: Papobyn
ja: パポビン

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Dylan
ja: ディラン

source: Sylvan
ja: シルバン
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/prime/@name
source: Prime
ja: プライム
pt_br: Principal

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/nexus_obyn_cel[1]/@name
source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

source: Sylvan
ja: シルバン
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/nexus_obyn_cel[2]/@name
source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Sylvan
ja: シルバン
pl: Sylvana

# data/hyperspace.xml$//customShip[@name="MU_PRIME"]/crew/nexus_obyn_cel[3]/@name
source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Obyn
es: Obinos
ja: オビン
pl: Obin
pt_br: Obstetrícia

source: Sylvans
ja: シルバンズ

source: Frisk
ja: フリスク
pt_br: Fresco

source: Obyrus
ja: オビュラス

source: Napstablook
ja: ナプスタブルック

source: Alphys
ja: アルフィス

source: Flowey
ja: フロウイー

source: Sylvans
ja: シルバンズ

source: Frisk
ja: フリスク
pt_br: Fresco

source: Obyrus
ja: オビュラス

source: Napstablook
ja: ナプスタブルック

source: Alphys
ja: アルフィス

source: Flowey
ja: フロウイー

source: Sylvans
ja: シルバンズ

source: Frisk
ja: フリスク
pt_br: Fresco

source: Obyrus
ja: オビュラス

source: Napstablook
ja: ナプスタブルック

source: Alphys
ja: アルフィス

source: Flowey
ja: フロウイー

source: Sylvans
ja: シルバンズ

source: Frisk
ja: フリスク
pt_br: Fresco

source: Obyrus
ja: オビュラス

source: Napstablook
ja: ナプスタブルック

source: Alphys
ja: アルフィス

source: Mettaton
ja: メッタトン

source: Flowey
ja: フロウイー

# data/hyperspace.xml$//race[@name="hologram"]/powerEffect/buttonText
source: EXPIRATION
es: EXPIRACIÓN
ja: 期限切れ
pl: WYGAŚNIĘCIE
pt_br: EXPIRAÇÃO

# data/hyperspace.xml$//race[@name="hologram"]/powerEffect/tooltip
source: You shouldn't see this! Unpause the game to make it go away.
es: ¡No deberías ver esto! Quita la pausa del juego para que desaparezca.
ja: これは見るべきではない。ゲームを終了するには、ゲームの一時停止を解除する。
pl: Nie powinieneś tego widzieć! Wznów grę, aby to zniknęło.
pt_br: Você não deveria ver isso! Despause o jogo para que ele desapareça.

# data/hyperspace.xml$//race[@name="human_rebel_medic"]/powerEffect/buttonText
source: HEAL
es: CURAR
ja: ヒール
pl: ULECZ
pt_br: CURAR

# data/hyperspace.xml$//race[@name="human_rebel_medic"]/powerEffect/tooltip
source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 50 hitpoints.
es: [ENFRIAMIENTO:30s] Cura a todos los demás tripulantes amigos en la sala, incluyéndose a sí mismos, por 50 puntos de vida.
ja: [クールダウン:30秒］ 自分自身を含む、その部屋にいるすべての味方クルーを50ヒットポイント回復させる。
pl: [CZAS ODNOWIENIA:30s] Leczy wszystkich pozostałych przyjaznych członków załogi w pomieszczeniu, w tym siebie, za 50 punktów życia.
pt_br: [COOLDOWN:30s] Cura todos os outros tripulantes aliados na sala, inclusive eles próprios, em 50 pontos de vida.

# data/hyperspace.xml$//race[@name="human_medic"]/powerEffect/buttonText
source: HEAL
es: CURAR
ja: ヒール
pl: ULECZ
pt_br: CURAR

# data/hyperspace.xml$//race[@name="human_medic"]/powerEffect/tooltip
source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 50 hitpoints.
es: [ENFRIAMIENTO:30s] Cura a todos los demás tripulantes amigos en la sala, incluyéndose a sí mismos, por 50 puntos de vida.
ja: [クールダウン:30秒］ 自分自身を含む、その部屋にいるすべての味方クルーを50ヒットポイント回復させる。
pl: [CZAS ODNOWIENIA:30s] Leczy wszystkich pozostałych przyjaznych członków załogi w pomieszczeniu, w tym siebie, za 50 punktów życia.
pt_br: [COOLDOWN:30s] Cura todos os outros tripulantes aliados na sala, inclusive eles próprios, em 50 pontos de vida.

# data/hyperspace.xml$//race[@name="easter_tommy"]/powerEffect/buttonText
source: HEAL
es: CURAR
ja: ヒール
pl: ULECZ
pt_br: CURAR

# data/hyperspace.xml$//race[@name="easter_tommy"]/powerEffect/tooltip
source: [COOLDOWN:30s] Heal all other friendly crew in the room including themselves for 50 hitpoints.
es: [ENFRIAMIENTO:30s] Cura a todos los demás tripulantes amigos en la sala, incluyéndose a sí mismos, por 50 puntos de vida.
ja: [クールダウン:30秒］ 自分自身を含む、その部屋にいるすべての味方クルーを50ヒットポイント回復させる。
pl: [CZAS ODNOWIENIA:30s] Leczy wszystkich pozostałych przyjaznych członków załogi w pomieszczeniu, w tym siebie, za 50 punktów życia.
pt_br: [COOLDOWN:30s] Cura todos os outros tripulantes aliados na sala, inclusive eles próprios, em 50 pontos de vida.

# data/hyperspace.xml$//race[@name="human_technician"]/powerEffect/buttonText
source: DRONE
es: ZUMBIDO
ja: ドローン
pl: Warkot

# data/hyperspace.xml$//race[@name="human_technician"]/powerEffect/tooltip
source: [COOLDOWN:25s] Spawns a temporary drone assistant which can fight and sabotage but not repair or man systems. Lasts 25 seconds.
es: [ENFRIAMIENTO:25s] Genera un asistente dron temporal que puede luchar y sabotear pero no reparar ni tripular sistemas. Dura 25 segundos.
ja: [クールダウン：25秒］ 一時的にドローンアシスタントを生成する。持続時間は25秒。
pl: [CZAS ODNOWIENIA:25s] Tworzy tymczasowego drona asystenta, który może walczyć i sabotować, ale nie naprawiać ani obsługiwać systemów. Trwa 25 sekund.
pt_br: [COOLDOWN:25s] Gera um assistente de drone temporário que pode lutar e sabotar, mas não reparar ou operar sistemas. Dura 25 segundos.

source: EXPIRATION
es: EXPIRACIÓN
ja: 期限切れ
pl: WYGAŚNIĘCIE
pt_br: EXPIRAÇÃO

# data/hyperspace.xml$//race[@name="human_technician_drone"]/powerEffect/tooltip
source: You shouldn't see this! Unpause the game to make it go away.
es: ¡No deberías ver esto! Quita la pausa del juego para que desaparezca.
ja: これは見るべきではない。ゲームを終了するには、ゲームの一時停止を解除する。
pl: Nie powinieneś tego widzieć! Wznów grę, aby to zniknęło.
pt_br: Você não deveria ver isso! Despause o jogo para que ele desapareça.

# data/hyperspace.xml$//race[@name="human_legion_pyro"]/powerEffect/buttonText
source: FIRE
es: FUEGO
ja: ファイアー
pl: OGIEŃ
pt_br: FOGO

# data/hyperspace.xml$//race[@name="human_legion_pyro"]/powerEffect/tooltip
source: Ready: Starts fires
es: Listo: Inicia incendios
ja: 準備完了: 火を起こす
pl: Gotowy: Rozpala pożary
pt_br: Pronto: Inicia os incêndios

# data/hyperspace.xml$//race[@name="unique_tully"]/powerEffect/buttonText
source: STRIKE
es: GOLPE
ja: ストライキ
pl: UDERZENIE
pt_br: GREVE

# data/hyperspace.xml$//race[@name="unique_tully"]/powerEffect/tooltip
source: [COOLDOWN:15s] Calls in a bomb strike from the Federation fleet, hitting the enemy ship's systems and crew.
es: [ENFRIAMIENTO:15s] Solicita un ataque de bombas de la flota de la Federación, golpeando los sistemas y la tripulación de la nave enemiga.
ja: [COOLDOWN:15s] 連邦艦隊から爆弾攻撃を要請し、敵艦のシステムと乗組員を攻撃する。
pl: [CZAS ODNOWIENIA:15s] Wzywa nalot bombowy z floty Federacji, uderzając w systemy i załogę wrogiego statku.
pt_br: [COOLDOWN:15s] Solicita um ataque de bomba da frota da Federação, atingindo os sistemas e a tripulação da nave inimiga.

# data/hyperspace.xml$//race[@name="unique_vance"]/powerEffect/buttonText
source: BOMB
es: BOMBA
ja: 爆弾
pl: BOMBA
pt_br: BOMBA

# data/hyperspace.xml$//race[@name="unique_vance"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:3s] Deploys a bomb that deals 15 crew damage, 1 system damage, and stun for 3 seconds, with a chance to start fires or breaches. Will temporarily slow down, increasing damage taken from all sources by 20% while moving at 20% speed.
es: [ENFRIAMIENTO:30s DURACIÓN:3s] Despliega una bomba que inflige 15 de daño a la tripulación, 1 de daño al sistema y aturde durante 3 segundos, con probabilidad de iniciar incendios o brechas. Se ralentizará temporalmente, aumentando el daño recibido de todas las fuentes en un 20% mientras se mueve al 20% de velocidad.
ja: [クールダウン:30秒 デュレーション:3秒］ 15クルーダメージと1システムダメージを与え、3秒間スタンさせる。一時的に減速し、20%の速度で移動している間、全てのソースから受けるダメージが20%増加する。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:3s] Rozmieszcza bombę, która zadaje 15 obrażeń załodze, 1 obrażenie systemowe i ogłusza na 3 sekundy, z szansą na wywołanie pożaru lub wyłomu. Tymczasowo spowalnia, zwiększając obrażenia otrzymywane ze wszystkich źródeł o 20% przy poruszaniu się z prędkością 20%.
pt_br: [COOLDOWN:30s DURATION:3s] Lança uma bomba que causa 15 de dano à tripulação, 1 de dano ao sistema e atordoamento por 3 segundos, com chance de iniciar incêndios ou brechas. Ficará temporariamente mais lento, aumentando em 20% o dano recebido de todas as fontes enquanto se move a 20% de velocidade.

source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

source: [COOLDOWN:16s] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [ENFRIAMIENTO:16s] Bloquea la sala ocupada durante 12 segundos, impidiendo que la tripulación entre.
ja: [COOLDOWN:16s] 占有された部屋を12秒間ロックし、クルーが移動できないようにする。
pl: [CZAS ODNOWIENIA:16s] Blokuje zajmowane pomieszczenie na 12 sekund, uniemożliwiając załodze wejście.
pt_br: [COOLDOWN:16s] Bloqueia a sala ocupada por 12 segundos, impedindo que a equipe entre nela.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl3"]/powerEffect/buttonText
source: RAMPAGE
es: FURIA
ja: ランペイジ
pl: SZAŁ
pt_br: RAMPAGEM

# data/hyperspace.xml$//race[@name="unique_ellie_lvl3"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:7s] Combat damage is doubled, and instantly breaks doors.
es: [ENFRIAMIENTO:15s DURACIÓN:7s] Duplica el daño de combate y rompe puertas instantáneamente.
ja: [クールダウン:15秒 デュレーション:7秒］ 戦闘ダメージを2倍にし、瞬時にドアを破壊する。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:7s] Podwaja obrażenia w walce i natychmiast niszczy drzwi.
pt_br: [COOLDOWN:15s DURATION:7s] O dano de combate é dobrado e quebra portas instantaneamente.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl4"]/powerEffect/buttonText
source: RAMPAGE
es: FURIA
ja: ランペイジ
pl: SZAŁ
pt_br: RAMPAGEM

# data/hyperspace.xml$//race[@name="unique_ellie_lvl4"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:7s] Combat damage is doubled.
es: [ENFRIAMIENTO:15s DURACIÓN:7s] Duplica el daño de combate.
ja: [クールダウン:15s デュレーション:7s]。 戦闘ダメージ2倍。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:7s] Podwaja obrażenia w walce.
pt_br: [COOLDOWN:15s DURATION:7s] O dano de combate é dobrado.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl5"]/powerEffect/buttonText
source: RAMPAGE
es: FURIA
ja: ランペイジ
pl: SZAŁ
pt_br: RAMPAGEM

# data/hyperspace.xml$//race[@name="unique_ellie_lvl5"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:7s] Combat damage is doubled.
es: [ENFRIAMIENTO:15s DURACIÓN:7s] Duplica el daño de combate.
ja: [クールダウン:15s デュレーション:7s]。 戦闘ダメージ2倍。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:7s] Podwaja obrażenia w walce.
pt_br: [COOLDOWN:15s DURATION:7s] O dano de combate é dobrado.

# data/hyperspace.xml$//race[@name="unique_ellie_lvl6"]/powerEffect/buttonText
source: RAMPAGE
es: FURIA
ja: ランペイジ
pl: SZAŁ
pt_br: RAMPAGEM

# data/hyperspace.xml$//race[@name="unique_ellie_lvl6"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Combat damage is tripled, but becomes uncontrollable and takes doubled hazard damage.
es: [ENFRIAMIENTO:25s DURACIÓN:10s] Triplica el daño de combate, pero se vuelve incontrolable y recibe el doble de daño por peligros.
ja: [クールダウン:25s デュレーション:10s]。 戦闘ダメージが3倍になるが、制御不能になり、2倍の危険ダメージを受ける。
pl: [CZAS ODNOWIENIA:25s CZAS TRWANIA:10s] Potraja obrażenia w walce, ale staje się niekontrolowany i otrzymuje podwójne obrażenia od zagrożeń.
pt_br: [COOLDOWN:25s DURATION:10s] O dano de combate é triplicado, mas torna-se incontrolável e recebe o dobro de dano de perigo.

# data/hyperspace.xml$//race[@name="engi_separatist"]/powerEffect/buttonText
source: NANO
ja: ナノ

# data/hyperspace.xml$//race[@name="engi_separatist"]/powerEffect/tooltip
source: [COOLDOWN:9s] Toggle to Nano mode: -Cannot attack, repair or heal -Immune to fires, suffocation and mind control -Gains door phasing properties, moves at 0.7x speed -0.3x dmg taken from crew combat
es: [ENFRIAMIENTO:9s] Cambiar a modo Nano: -No puede atacar, reparar o curar -Inmune a incendios, asfixia y control mental -Obtiene propiedades de fase de puertas, se mueve a 0.7x de velocidad -0.3x de daño recibido en combate de tripulación
ja: [COOLDOWN:9s] ナノモードに切り替える： -攻撃、修理、回復ができない。 -火災、窒息、マインドコントロールに免疫がある。 -ドアフェイシング特性を持ち、0.7倍の速度で移動する。 -乗組員の戦闘による被ダメージが0.3倍になる。
pl: [CZAS ODNOWIENIA:9s] Przełącz na tryb Nano: -Nie może atakować, naprawiać ani leczyć -Odporny na ogień, duszenie i kontrolę umysłu -Zyskuje właściwości przenikania przez drzwi, porusza się z prędkością 0.7x -0.3x obrażeń otrzymywanych w walce z załogą
pt_br: [COOLDOWN:9s] Alternar para o modo Nano: -Não pode atacar, reparar ou curar -Imune a incêndios, sufocamento e controle mental Ganha propriedades de faseamento de porta, move-se a uma velocidade 0,7 vezes maior -0,3x o dano recebido do combate da tripulação

# data/hyperspace.xml$//race[@name="engi_separatist_nano"]/powerEffect/buttonText
source: SOLID
es: SÓLIDO
ja: ソリッド
pl: STAŁY
pt_br: SÓLIDO

# data/hyperspace.xml$//race[@name="engi_separatist_nano"]/powerEffect/tooltip
source: [COOLDOWN:15s] Toggle to Solid mode to regain original stats and capabilities.
es: [ENFRIAMIENTO:15s] Cambiar a modo Sólido para recuperar estadísticas y capacidades originales.
ja: [クールダウン:15秒］ ソリッドモードに切り替え、元のステータスと能力を取り戻す。
pl: [CZAS ODNOWIENIA:15s] Przełącz na tryb Stały, aby odzyskać oryginalne statystyki i zdolności.
pt_br: [COOLDOWN:15s] Alterne para o modo sólido para recuperar as estatísticas e os recursos originais.

# data/hyperspace.xml$//race[@name="engi_defender"]/powerEffect/buttonText
source: SHIELD
es: ESCUDO
ja: シールド
pl: TARCZA
