Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

source: MED-BOTS: This enemy's crew will passively heal anywhere on their ship so long as their Medbay is powered, at 25% speed of the current Medbay power level.
es: MED-BOTS: La tripulación de este enemigo se curará pasivamente en cualquier parte de su nave siempre que su Enfermería esté encendida, a una velocidad del 25% del nivel de energía actual de la Enfermería.
ja: MED-BOTS: この敵のクルーは、メドベイがパワーアップしている限り、現在のメドベイのパワーレベルの25%のスピードで、船内のどこでもパッシブに回復する。
pl: MED-BOTY: Załoga tego wroga będzie pasywnie leczyć się w dowolnym miejscu na statku, o ile ich Medbay jest zasilany, z prędkością 25% obecnego poziomu mocy Medbay.
pt_br: MED-BOTS: A tripulação desse inimigo se curará passivamente em qualquer lugar da nave, desde que o Medbay esteja ligado, a uma velocidade de 25% do nível de energia atual do Medbay.

source: DRONE BOOSTER: This enemy's crew drones are granted double movement speed, a 50% boost to combat/sabotage damage and repair/extinguishing speed, and a 20% boost to crew healing.
es: POTENCIADOR DE DRONES: Los drones de tripulación de este enemigo obtienen +40% de velocidad de movimiento, +25% de daño de combate/sabotaje y velocidad de reparación/extinción, y +15% a la curación de la tripulación.
ja: DRONE BOOSTER： この敵の搭乗員ドローンの移動速度+40%、戦闘/妨害ダメージと修理/消火速度+25%、搭乗員の回復+15%。
pl: WSPOMAGACZ DRONÓW: Drony załogowe tego wroga otrzymują +40% prędkości poruszania się, +25% obrażeń w walce/sabotażu i prędkości naprawy/gaszenia, oraz +15% do leczenia załogi.
pt_br: REFORÇO DE DRONE: Os drones da tripulação desse inimigo recebem o dobro de velocidade de movimento, um aumento de 50% no dano de combate/sabotagem e na velocidade de reparo/extinção e um aumento de 20% na cura da tripulação.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_scrambler"]/tooltip
source: DEFENSE SCRAMBLER: This enemy will jam your Defense Drones, making them incapable of firing. Is only active so long as the enemy Hacking system is functional (or present) - destroy it for your drones to return to normal.
es: INTERFERIDOR DE DEFENSA: Este enemigo interferirá tus Drones de Defensa, haciéndolos incapaces de disparar. Esto solo está activo mientras el sistema de Hackeo enemigo esté funcional o presente; destrúyelo para que tus drones vuelvan a la normalidad.
ja: 防衛スクランブラー この敵は防衛ドローンを妨害し、発射不能にする。これは敵のハッキングシステムが機能しているか存在している間のみ有効で、破壊すればドローンは元に戻る。
pl: ZAKŁÓCACZ OBRONY: Ten wróg zakłóci twoje Drony Obronne, uniemożliwiając im strzelanie. Jest to aktywne tylko tak długo, jak system Hakowania wroga jest sprawny lub obecny - zniszcz go, aby twoje drony wróciły do normy.
pt_br: CODIFICADOR DE DEFESA: Esse inimigo bloqueará seus Drones de Defesa, tornando-os incapazes de disparar. Só estará ativo enquanto o sistema de Hacking inimigo estiver funcionando (ou presente) - destrua-o para que seus drones voltem ao normal.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_casing"]/tooltip
source: TITANIUM SYSTEM CASING: Your crew will sabotage this enemy's systems 60% slower. These systems also have a 15% chance to resist direct damage.
es: CARCASA DE SISTEMA DE TITANIO: Tu tripulación saboteará los sistemas de este enemigo un 60% más lento. Estos sistemas también tienen un 15% de probabilidad de resistir daño directo.
ja: TITANIUM SYSTEM CASING: あなたのクルーは敵のシステムを妨害するスピードが60%遅くなる。また、これらのシステムは15%の確率で直接ダメージに抵抗する。
pl: TYTANOWA OBUDOWA SYSTEMU: Twoja załoga będzie sabotować systemy tego wroga o 60% wolniej. Te systemy mają również 15% szans na odporność na bezpośrednie obrażenia.
pt_br: INVÓLUCRO DO SISTEMA DE TITÂNIO: Sua tripulação sabotará os sistemas desse inimigo 60% mais lentamente. Esses sistemas também têm 15% de chance de resistir a danos diretos.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_grid"]/tooltip
source: EMANCIPATION GRID: This enemy's systems are extra protected from Ghost erosion, reducing their sabotage damage by 20%. If a Door Control system is present and functional, all crew and drones (including anaerobic crew) will lose 4hp/s with an extra 1hp for each level of Door Control above 1.
es: REJILLA DE EMANCIPACIÓN: Los sistemas de este enemigo están extra protegidos de la erosión de los Fantasmas, reduciendo su daño de sabotaje en un 20%. Si un sistema de Control de Puertas está presente y funcional, toda la tripulación y drones (incluida la tripulación anaeróbica) perderán 4ps/s con 1ps extra por cada nivel de Control de Puertas por encima de 1.
ja: 解放グリッド： この敵のシステムはGhostの侵食から特別に保護され、破壊工作のダメージを20%軽減する。 ドア・コントロール・システムが存在し機能している場合、全てのクルーとドローン（嫌気性クルーも含む）は4hp/sのダメージを受け、ドア・コントロールのレベルが1を超えるごとに1hp追加される。
pl: SIATKA EMANCYPACYJNA: Systemy tego wroga są dodatkowo chronione przed erozją Duchów, co zmniejsza ich obrażenia od sabotażu o 20%. Jeśli system Kontroli Drzwi jest obecny i sprawny, cała załoga i drony (w tym załoga beztlenowa) stracą 4hp/s z dodatkowym 1hp za każdy poziom Kontroli Drzwi powyżej 1.
pt_br: GRADE DE EMANCIPAÇÃO: Os sistemas desse inimigo são protegidos a mais contra a erosão do Ghost, reduzindo o dano de sabotagem em 20%. Se um sistema de controle de porta estiver presente e funcional, toda a tripulação e os drones (inclusive a tripulação anaeróbica) perderão 4hp/s com 1hp extra para cada nível de controle de porta acima de 1.

source: PHEROMONES: This enemy ship is filled with pheromones. For each active power bar in Life Support, their crew get a bonus 25% movement speed and 6.25% maximum health.
es: FEROMONAS: Esta nave enemiga está llena de feromonas. Por cada barra de energía activa en Soporte Vital, su tripulación obtiene una bonificación del 25% de velocidad de movimiento y un 6.25% de salud máxima.
ja: PHEROMONES: この敵艦はフェロモンで満たされている。生命維持のパワーバーがアクティブになるごとに、クルーは移動速度25%、最大ヘルス6.25%のボーナスを得る。
pl: FEROMONY: Ten wrogi statek jest wypełniony feromonami. Za każdy aktywny pasek mocy w Podtrzymywaniu Życia, ich załoga otrzymuje bonus 25% prędkości poruszania się i 6,25% maksymalnego zdrowia.
pt_br: FEROMÔNIOS: Essa nave inimiga está repleta de feromônios. Para cada barra de energia ativa em Life Support, a tripulação recebe um bônus de 25% de velocidade de movimento e 6,25% de saúde máxima.

source: SYNTHETIC PHEROMONES: This enemy ship is filled with unstable pheromones. For each active power bar in Life Support, their crew get a bonus 15% combat damage. Each level above 1 reduces repair speed by 25%.
es: FEROMONAS SINTÉTICAS: Esta nave enemiga está llena de feromonas inestables. Por cada barra de energía activa en Soporte Vital, su tripulación obtiene una bonificación del 15% de daño de combate. Cada nivel por encima de 1 reduce la velocidad de reparación en un 25%.
ja: SYNTHETIC PHEROMONES: この敵艦は不安定なフェロモンで満たされている。生命維持のパワーバーがアクティブになるごとに、クルーは15％の戦闘ダメージのボーナスを得る。レベルが1以上になるごとに修理速度が25％低下する。
pl: FEROMONY SYNTETYCZNE: Ten wrogi statek jest wypełniony niestabilnymi feromonami. Za każdy aktywny pasek mocy w Podtrzymywaniu Życia, ich załoga otrzymuje bonus 15% obrażeń w walce. Każdy poziom powyżej 1 zmniejsza prędkość naprawy o 25%.
pt_br: FEROMÔNIOS SINTÉTICOS: Essa nave inimiga está repleta de feromônios instáveis. Para cada barra de energia ativa em Life Support, a tripulação recebe um bônus de 15% de dano de combate. Cada nível acima de 1 reduz a velocidade de reparo em 25%.

source: SUZERAIN PHEROMONES: This enemy ship is filled with superior pheromones. For each active power bar in Life Support, their crew get a bonus 33% movement speed and 15% reduced ability cooldowns.
es: FEROMONAS SOBERANAS: Esta nave enemiga está llena de feromonas superiores. Por cada barra de energía activa en Soporte Vital, su tripulación obtiene una bonificación del 33% de velocidad de movimiento y un 15% de reducción en los tiempos de recarga de habilidades.
ja: SUZERAIN PHEROMONES: この敵艦は優れたフェロモンで満たされている。生命維持のパワーバーがアクティブになるごとに、彼らのクルーは33%の移動速度と15%のアビリティクールダウン減少のボーナスを得る。
pl: FEROMONY SUZERENA: Ten wrogi statek jest wypełniony doskonałymi feromonami. Za każdy aktywny pasek mocy w Podtrzymywaniu Życia, ich załoga otrzymuje bonus 33% prędkości poruszania się i 15% skrócone czasy odnowienia zdolności.
pt_br: FEROMÔNIOS DO SUSERANO: Essa nave inimiga está repleta de feromônios superiores. Para cada barra de energia ativa no Suporte à Vida, a tripulação recebe um bônus de 33% de velocidade de movimento e 15% de redução do tempo de recarga das habilidades.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_bypass"]/tooltip
source: ENERGY BYPASS: This enemy can teleport crew or bombs, and mind control through Energy Shields. Its ordinary projectiles will still be unable to penetrate through.
es: DERIVACIÓN DE ENERGÍA: Este enemigo puede teletransportar tanto tripulación como bombas, así como controlar mentes, a través de Escudos de Energía. Sus proyectiles ordinarios seguirán sin poder penetrarlos.
ja: エナジーバイパス： この敵はマインドコントロールだけでなく、クルーや爆弾をエネルギーシールドを通してテレポートすることができる。通常の弾丸は貫通できない。
pl: OBEJŚCIE ENERGETYCZNE: Ten wróg może teleportować zarówno załogę, jak i bomby, a także kontrolować umysł, przez Tarcze Energetyczne. Jego zwykłe pociski nadal nie będą w stanie przez nie przeniknąć.
pt_br: DESVIO DE ENERGIA: Esse inimigo pode teletransportar tripulantes ou bombas e controlar a mente por meio de escudos de energia. Seus projéteis comuns ainda não conseguirão atravessá-los.

source: ENERGY SHIELD: This enemy is protected by an Energy Shield. Hacking, Mind Control, boarding drones, teleportation, and all hull-damaging and/or ion weapons will all be blocked until disabled.
es: ESCUDO DE ENERGÍA: Este enemigo está protegido por un Escudo de Energía. Hackeo, Control Mental, Teletransportación, Drones de Abordaje y todas las armas iónicas o que dañan el casco serán bloqueadas hasta que sea desactivado.
ja: エナジーシールド： この敵はエネルギー・シールドで守られている。ハッキング、マインドコントロール、テレポート、搭乗型ドローン、船体にダメージを与える武器やイオン兵器は無効化されるまで全てブロックされる。
pl: TARCZA ENERGETYCZNA: Ten wróg jest chroniony przez Tarczę Energetyczną. Hakowanie, Kontrola Umysłu, Teleportacja, Drony Abordażowe oraz wszystkie bronie uszkadzające kadłub lub jonowe zostaną zablokowane do czasu jej wyłączenia.
pt_br: ESCUDO DE ENERGIA: Esse inimigo é protegido por um escudo de energia. Hacking, Mind Control, drones de abordagem, teletransporte e todas as armas iônicas e/ou que danificam o casco serão bloqueados até serem desativados.

source: AETHER SHIELD: This enemy is protected by a stronger than usual Energy Shield. In addition to the usual Super Shield benefits, shields also recharge 20% faster.
es: ESCUDO DE ÉTER: Este enemigo está protegido por un Escudo de Energía más fuerte de lo habitual. Además de los beneficios habituales del Super Escudo, los escudos también se recargan un 20% más rápido.
ja: AETHER SHIELD: この敵は通常より強力なエナジーシールドで守られている。通常のスーパーシールドの効果に加え、シールドのチャージが20%速くなる。
pl: TARCZA ETERYCZNA: Ten wróg jest chroniony przez silniejszą niż zwykle Tarczę Energetyczną. Oprócz zwykłych korzyści Super Tarczy, tarcze ładują się również o 20% szybciej.
pt_br: ESCUDO DE ENERGIA: Esse inimigo é protegido por um Escudo de Energia mais forte do que o normal. Além dos benefícios usuais do Super Escudo, os escudos também são recarregados 20% mais rápido.

source: ASCENDED SHIELD: This enemy is protected by a sophisticated and resilient Energy Shield. In addition to the usual Super Shield benefits, shields also recharge 45% faster.
es: ESCUDO ASCENDIDO: Este enemigo está protegido por un Escudo de Energía sofisticado y resistente. Además de los beneficios habituales del Super Escudo, los escudos también se recargan un 45% más rápido.
ja: ASCENDED SHIELD: この敵は洗練された回復力のあるエネルギー・シールドで守られている。通常のスーパーシールドの効果に加え、シールドのチャージが45%速くなる。
pl: TARCZA WZNIESIONA: Ten wróg jest chroniony przez zaawansowaną i wytrzymałą Tarczę Energetyczną. Oprócz zwykłych korzyści Super Tarczy, tarcze ładują się również o 45% szybciej.
pt_br: ESCUDO ASCENDIDO: Esse inimigo é protegido por um escudo de energia sofisticado e resistente. Além dos benefícios usuais do Super Shield, os escudos também recarregam 45% mais rápido.

source: KERNEL GREENHOUSE: This enemy possesses an on-board greenhouse, which gives it a 65% chance to not use ammunition when firing its weapons.
es: INVERNADERO DE SEMILLAS: Este enemigo posee un invernadero a bordo, lo que le da un 65% de probabilidad de no usar munición al disparar sus armas.
ja: KERNEL GREENHOUSE： この敵は温室を搭載しており、武器を発射する際に65％の確率で弾薬を使用しない。
pl: SZKLARNIA JĄDROWA: Ten wróg posiada na pokładzie szklarnię, co daje mu 65% szans na niezużywanie amunicji podczas strzelania z broni.
pt_br: ESTUFA DO NÚCLEO: Esse inimigo possui uma estufa a bordo, o que lhe dá 65% de chance de não usar munição ao disparar suas armas.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_spores"]/tooltip
source: SPORE DISPENSARY: This enemy pollutes its air with rejuvenating spores, which gives its crew 10% more health and 20% more movement speed aboard their ship. If a Medbay is present, they also regain 1hp/s.
es: DISPENSARIO DE ESPORAS: Este enemigo contamina su aire con esporas rejuvenecedoras, lo que le da a su tripulación un 10% más de salud y un 20% más de velocidad de movimiento a bordo de su nave. Si hay una Enfermería presente, también recuperan 1ps/s.
ja: SPORE DISPENSARY: この敵は若返りの胞子で空気を汚染し、乗組員の体力を10％、移動速度を20％増加させる。メドベイがある場合、1hp/s回復する。
pl: DYSPENSER ZARODNIKÓW: Ten wróg zanieczyszcza swoje powietrze odmładzającymi zarodnikami, co daje jego załodze o 10% więcej zdrowia i o 20% większą prędkość poruszania się na pokładzie. Jeśli obecny jest Medbay, odzyskują również 1hp/s.
pt_br: DISPENSÁRIO DE ESPOROS: Esse inimigo polui seu ar com esporos rejuvenescedores, o que dá à sua tripulação 10% a mais de saúde e 20% a mais de velocidade de movimento a bordo da nave. Se houver um Medbay presente, eles também recuperam 1hp/s.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_shell_gas"]/tooltip
source: TOXIC GAS: This enemy ship is filled with a deadly neurotoxin which will passively damage your crew over time for 6hp/s. Drones, Shells, Vampweeds, Ghosts and Lanius are immune.
es: GAS TÓXICO: Esta nave enemiga está llena de una neurotoxina mortal que dañará pasivamente a tu tripulación con el tiempo a razón de 6ps/s. Drones, Shells, Vampweeds, Fantasmas y Lanius son inmunes.
ja: 毒ガス: この敵艦には致死性の神経毒が充満しており、時間経過とともに6hp/sのパッシブダメージをクルーに与える ドローン、シェル、ヴァンプウィード、ゴースト、ラニウスには免疫がある。
pl: GAZ TOKSYCZNY: Ten wrogi statek jest wypełniony śmiertelną neurotoksyną, która będzie pasywnie zadawać obrażenia twojej załodze w tempie 6hp/s. Drony, Skorupiaki, Vampweedy, Duchy i Laniusy są odporne.
pt_br: GÁS TÓXICO: Essa nave inimiga está cheia de uma neurotoxina mortal que causará danos passivos à sua tripulação ao longo do tempo com 6 hp/s. Drones, Shells, Vampweeds, Ghosts e Lanius são imunes.

source: EXPEDITIVE GAS: This enemy ship is filled with a deadly neurotoxin which will passively damage your crew over time for 3hp/s. While the enemy Medbay is powered, their crew will heal at 90% speed of level 1 Medbay outside of it. Drones, Shells, Vampweeds, Ghosts and Lanius are immune to the damaging properties of the gas.
es: GAS EXPEDITIVO: Esta nave enemiga está llena de una neurotoxina mortal que dañará pasivamente a tu tripulación con el tiempo a razón de 3ps/s. Mientras la Enfermería enemiga esté encendida, su tripulación se curará al 90% de la velocidad de una Enfermería de nivel 1 fuera de ella. Drones, Shells, Vampweeds, Fantasmas y Lanius son inmunes a las propiedades dañinas del gas.
ja: EXPEDITIVE GAS:⏠この敵艦には致死性の神経毒が充満しており、時間経過とともに3hp/sのパッシブダメージをクルーに与える。敵のメドベイに電力が供給されている間、そのクルーはメドベイの外にいるレベル1のメドベイの90%のスピードで回復する。 ドローン、シェル、ヴァンプウィード、ゴースト、ラニウスはガスのダメージ特性を受けない。
pl: GAZ PRZYSPIESZAJĄCY: Ten wrogi statek jest wypełniony śmiertelną neurotoksyną, która będzie pasywnie zadawać obrażenia twojej załodze w tempie 3hp/s. Gdy Medbay wroga jest zasilany, jego załoga będzie leczyć się z prędkością 90% prędkości Medbay poziomu 1 poza nim. Drony, Skorupiaki, Vampweedy, Duchy i Laniusy są odporne na szkodliwe właściwości gazu.
pt_br: GÁS EXPEDITIVO: Essa nave inimiga está repleta de uma neurotoxina mortal que causará danos passivos à sua tripulação ao longo do tempo por 3 hp/s. Enquanto a Medbay inimiga estiver energizada, sua tripulação se curará a 90% da velocidade da Medbay de nível 1 fora dela. Drones, Shells, Vampweeds, Ghosts e Lanius são imunes às propriedades prejudiciais do gás.

source: NANITE GAS: This enemy ship is filled with a deadly neurotoxin which will passively damage your crew over time for 3hp/s. Actively puts out fires and repairs breaches on the enemy ship. Drones, Shells, Vampweeds, Ghosts and Lanius are immune to the damaging properties of the gas.
es: GAS DE NANITES: Esta nave enemiga está llena de una neurotoxina mortal que dañará pasivamente a tu tripulación con el tiempo a razón de 3ps/s. Apaga activamente incendios y repara brechas en la nave enemiga. Drones, Shells, Vampweeds, Fantasmas y Lanius son inmunes a las propiedades dañinas del gas.
ja: NANITE GAS: この敵艦には致死性の神経毒が充満しており、3hp/sの間、パッシブでクルーにダメージを与える。敵艦の火災を積極的に消火し、裂け目を修復する。ドローン、シェル、ヴァンプウィード、ゴースト、ラニウスはガスのダメージを受けない。
pl: GAZ NANITOWY: Ten wrogi statek jest wypełniony śmiertelną neurotoksyną, która będzie pasywnie zadawać obrażenia twojej załodze w tempie 3hp/s. Aktywnie gasi pożary i naprawia wyłomy na wrogim statku. Drony, Skorupiaki, Vampweedy, Duchy i Laniusy są odporne na szkodliwe właściwości gazu.
pt_br: NANITE GAS: Essa nave inimiga está repleta de uma neurotoxina mortal que causará danos passivos à sua tripulação ao longo do tempo por 3 hp/s. Apaga ativamente incêndios e repara brechas na nave inimiga. Drones, Shells, Vampweeds, Ghosts e Lanius são imunes às propriedades prejudiciais do gás.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_hackstun"]/tooltip
source: NEURAL DISRUPTOR: All crew in the room during this enemy's hacking pulse will be stunned.
es: DISRUPTOR NEURAL: Toda la tripulación en la sala durante el pulso de hackeo de este enemigo quedará aturdida.
ja: NEURAL DISRUPTOR: この敵のハッキングパルスの間、部屋にいるクルーは全員気絶する。
pl: ZAKŁÓCACZ NEURALNY: Cała załoga w pomieszczeniu podczas impulsu hakerskiego tego wroga zostanie ogłuszona.
pt_br: DISRUPTOR NEURAL: Todos os tripulantes que estiverem na sala durante o pulso de hacking desse inimigo ficarão atordoados.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_sluggel"]/tooltip
source: SLUG REPAIR GEL: Breaches on this enemy will automatically be repaired even in the absence of crew. Also provides 35% crew combat resistance and 50% hazard resistance to crew in empty rooms.
es: GEL DE REPARACIÓN SLUG: Las brechas en este enemigo se repararán automáticamente incluso en ausencia de tripulación. También proporciona una resistencia al combate de tripulación del 35% y una resistencia a peligros del 50% a la tripulación en habitaciones vacías.
ja: スラッグ修理ゲル： この敵のブリーチはクルー不在でも自動的に修復される。また、空の部屋にいるクルーに35%の戦闘抵抗と50%の危険抵抗を与える。
pl: ŻEL NAPRAWCZY ŚLIMAKÓW: Wyłomy na tym wrogu będą automatycznie naprawiane nawet pod nieobecność załogi. Zapewnia również 35% odporności na walkę załogi i 50% odporności na zagrożenia dla załogi w pustych pomieszczeniach.
pt_br: GEL DE REPARO DE LESMAS: As brechas nesse inimigo serão reparadas automaticamente, mesmo na ausência de tripulação. Também fornece 35% de resistência de combate à tripulação e 50% de resistência ao perigo para a tripulação em salas vazias.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_cloakfire"]/tooltip
source: SHADOW WEAPONRY: This enemy can fire while cloaked without a penalty to its duration.
es: ARMAMENTO SOMBRÍO: Este enemigo puede disparar mientras está camuflado sin una penalización en su duración.
ja: SHADOW WEAPONRY: この敵は遮蔽中でも持続時間のペナルティなしで射撃できる。
pl: UZBROJENIE CIENIA: Ten wróg może strzelać będąc w kamuflażu bez kary do czasu jego trwania.
pt_br: ARMAS DAS SOMBRAS: Esse inimigo pode atirar enquanto estiver camuflado sem penalidade na duração.

source: CRYSTALLINE ARMOR: Every time you deal hull damage to this enemy with your weapons, there is a 33% chance that a shard will break off and fly towards your ship. It will not pierce any shields, but will do 1 damage to a random room if it hits.
es: ARMADURA CRISTALINA: Infligir daño al casco de este enemigo con tus armas tiene un 33% de probabilidad de que se desprenda un proyectil de esquirla de 1 de daño que vuela hacia tu nave. Esta esquirla no atraviesa escudos.
ja: 結晶装甲： 武器でこの敵に船体ダメージを与えると、33％の確率で1ダメージの破片が砕け散り、あなたの船に向かって飛んでくる。この破片はシールドを貫通しない。
pl: PANCERZ KRYSTALICZNY: Zadawanie obrażeń kadłuba temu wrogowi za pomocą broni ma 33% szans na oderwanie odłamka zadającego 1 obrażenie, który leci w kierunku twojego statku. Ten odłamek nie przebija tarcz.
pt_br: ARMADURA CRISTALINA: Toda vez que você causar dano de casco a esse inimigo com suas armas, há 33% de chance de um fragmento se soltar e voar em direção à sua nave. Ele não perfurará nenhum escudo, mas causará 1 de dano a uma sala aleatória se for atingido.

source: ROCK PLATING: The unique armor on this enemy grants it a 17% chance to resist hull damage from your weapons.
es: BLINDAJE ROCK: La armadura única de este enemigo le otorga un 17% de probabilidad de resistir el daño al casco de tus armas.
ja: ROCK PLATING: この敵のユニークな装甲は、17％の確率であなたの武器による船体ダメージに抵抗する。
pl: OPANCERZENIE SKALNE: Unikalny pancerz tego wroga daje mu 17% szans na odporność na obrażenia kadłuba od twojej broni.
pt_br: ROCK PLATING: A armadura exclusiva desse inimigo concede a ele 17% de chance de resistir ao dano de casco causado por suas armas.

source: REGENERATIVE PLATING: The unique armor on this enemy grants it a 10% chance to resist hull damage, and will automatically repair breaches even in the absence of crew.
es: BLINDAJE REGENERATIVO: La armadura única de este enemigo le otorga un 10% de probabilidad de resistir el daño al casco, y reparará automáticamente las brechas incluso en ausencia de tripulación.
ja: リジェネレイティブ・プレーティング： この敵のユニークな装甲は、10％の確率で船体ダメージに抵抗し、乗組員がいない場合でも自動的に破損を修復する。
pl: OPANCERZENIE REGENERACYJNE: Unikalny pancerz tego wroga daje mu 10% szans na odporność na obrażenia kadłuba i automatycznie naprawia wyłomy nawet pod nieobecność załogi.
pt_br: REVESTIMENTO REGENERATIVO: A armadura exclusiva desse inimigo concede a ele 10% de chance de resistir a danos no casco e repara automaticamente as brechas, mesmo na ausência de tripulação.

source: SODIUM PLATING: The unique armor on this enemy makes it resilient to ion damage. Additionally, it has a very minor chance of resisting system damage.
es: BLINDAJE DE SODIO: La armadura única de este enemigo lo hace resistente al daño iónico. Además, tiene una probabilidad muy pequeña de resistir el daño de sistema.
ja: SODIUM PLATING: この敵のユニークな装甲はイオンダメージに強い。さらに、ごくわずかな確率でシステムダメージにも耐える。
pl: OPANCERZENIE SODOWE: Unikalny pancerz tego wroga czyni go odpornym na obrażenia jonowe. Dodatkowo, ma bardzo małą szansę na odporność na obrażenia systemowe.
pt_br: REVESTIMENTO DE SÓDIO: A armadura exclusiva desse inimigo o torna resistente a danos iônicos. Além disso, ele tem uma chance muito pequena de resistir ao dano do sistema.
