Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//race[@name="spider_venom"]/powerEffect/tooltip
source: [COOLDOWN:15s] Inflicts a deadly venomous attack on all other enemy crew in the room, making them take damage at a rate of 3hp/s for 40 seconds.
es: [ENFRIAMIENTO:15s] Inflige un ataque venenoso mortal a toda la demás tripulación enemiga en la sala, haciendo que reciban daño a una velocidad de 3ps/s durante 40 segundos.
ja: [クールダウン:15秒］ 部屋にいる他の全ての敵クルーに猛毒攻撃を与え、40秒間3hp/sの割合でダメージを与える。
pl: [CZAS ODNOWIENIA:15s] Zadaje śmiertelny, jadowity atak wszystkim innym wrogim członkom załogi w pomieszczeniu, sprawiając, że otrzymują obrażenia w tempie 3hp/s przez 40 sekund.
pt_br: [COOLDOWN:15s] Inflige um ataque venenoso mortal a todos os outros tripulantes inimigos na sala, fazendo com que sofram dano a uma taxa de 3hp/s por 40 segundos.

# data/hyperspace.xml$//race[@name="spider_venom_chaos"]/powerEffect/buttonText
source: VENOM
es: VENENO
ja: ヴェノム
pl: JAD

# data/hyperspace.xml$//race[@name="spider_venom_chaos"]/powerEffect/tooltip
source: [COOLDOWN:15s] Inflicts a deadly venomous attack on all other enemy crew in the room, making them take damage at a rate of 3hp/s for 40 seconds.
es: [ENFRIAMIENTO:15s] Inflige un ataque venenoso mortal a toda la demás tripulación enemiga en la sala, haciendo que reciban daño a una velocidad de 3ps/s durante 40 segundos.
ja: [クールダウン:15秒］ 部屋にいる他の全ての敵クルーに猛毒攻撃を与え、40秒間3hp/sの割合でダメージを与える。
pl: [CZAS ODNOWIENIA:15s] Zadaje śmiertelny, jadowity atak wszystkim innym wrogim członkom załogi w pomieszczeniu, sprawiając, że otrzymują obrażenia w tempie 3hp/s przez 40 sekund.
pt_br: [COOLDOWN:15s] Inflige um ataque venenoso mortal a todos os outros tripulantes inimigos na sala, fazendo com que sofram dano a uma taxa de 3hp/s por 40 segundos.

# data/hyperspace.xml$//race[@name="unique_guntput"]/powerEffect/buttonText
source: ENCHANT
es: ENCANTAR
ja: エンチャント
pl: ZAKLĘCIE
pt_br: ENCANTADO

# data/hyperspace.xml$//race[@name="unique_guntput"]/powerEffect/tooltip
source: This ability will activate automatically in combat.
es: Esta habilidad se activará automáticamente en combate.
ja: この能力は戦闘中に自動的に有効になる。
pl: Ta umiejętność aktywuje się automatycznie w walce.
pt_br: Essa habilidade será ativada automaticamente em combate.

# data/hyperspace.xml$//race[@name="unique_metyunt"]/powerEffect/buttonText
source: MANAGE
es: GESTIONAR
ja: 管理
pl: ZARZĄDZANIE
pt_br: GERENCIAR

# data/hyperspace.xml$//race[@name="unique_metyunt"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:25s] Double the repair and sabotage speed of all your crew in the room, but lose 25% Max Health.
es: [ENFRIAMIENTO:20s DURACIÓN:25s] Duplica la velocidad de reparación y sabotaje de toda tu tripulación en la sala, pero pierde un 25% de Salud Máxima.
ja: [クールダウン:20s デュレーション:25s］ 部屋にいるすべてのクルーの修理と破壊工作の速度が2倍になるが、最大ヘルスを25%失う。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:25s] Podwaja prędkość naprawy i sabotażu całej twojej załogi w pomieszczeniu, ale tracisz 25% maksymalnego zdrowia.
pt_br: [COOLDOWN:20s DURATION:25s] Dobre a velocidade de reparo e sabotagem de toda a sua tripulação na sala, mas perca 25% da Vida Máxima.

# data/hyperspace.xml$//race[@name="pony"]/powerEffect/buttonText
source: CONTROL
ja: コントロール
pl: KONTROLA
pt_br: CONTROLE

# data/hyperspace.xml$//race[@name="pony"]/powerEffect/tooltip
source: [COOLDOWN:5s DURATION:15s] Assume control of the pony.
es: [ENFRIAMIENTO:5s DURACIÓN:15s] Asumir el control del poni.
ja: [クールダウン:5秒 デュレーション:15秒］ ポニーのコントロールを奪う。
pl: [CZAS ODNOWIENIA:5s CZAS TRWANIA:15s] Przejmij kontrolę nad kucykiem.
pt_br: [COOLDOWN:5s DURATION:15s] Assuma o controle do pônei.

# data/hyperspace.xml$//race[@name="ponyc"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="ponyc"]/powerEffect/tooltip
source: [COOLDOWN:16s] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [ENFRIAMIENTO:16s] Bloquea la sala ocupada durante 12 segundos, impidiendo que la tripulación entre.
ja: [COOLDOWN:16s] 占有された部屋を12秒間ロックし、クルーが移動できないようにする。
pl: [CZAS ODNOWIENIA:16s] Blokuje zajmowane pomieszczenie na 12 sekund, uniemożliwiając załodze wejście.
pt_br: [COOLDOWN:16s] Bloqueia a sala ocupada por 12 segundos, impedindo que a equipe entre nela.

# data/hyperspace.xml$//race[@name="pony_engi"]/powerEffect/buttonText
source: NANO
ja: ナノ

# data/hyperspace.xml$//race[@name="pony_engi"]/powerEffect/tooltip
source: [COOLDOWN:9s] Toggle to Nano mode: -Cannot be controlled -Immune to fires, suffocation and mind control -Gains door phasing properties -0.6x dmg taken from crew combat
es: [ENFRIAMIENTO:9s] Cambiar a modo Nano: -No puede ser controlado -Inmune a incendios, asfixia y control mental -Obtiene propiedades de fase de puertas -0.6x de daño recibido en combate de tripulación
ja: [COOLDOWN:9s] ナノモードに切り替える： -制御不能 -火災、窒息、マインドコントロールに耐性を持つ。 -ドアフェイシング特性 -乗組員の戦闘による被ダメージが0.6倍になる。
pl: [CZAS ODNOWIENIA:9s] Przełącz na tryb Nano: -Nie można kontrolować -Odporność na pożary, uduszenie i kontrolę umysłu -Zyskuje zdolność przenikania przez drzwi -0.6x obrażeń otrzymywanych w walce z załogą
pt_br: [COOLDOWN:9s] Alternar para o modo Nano: -Não pode ser controlado -Imune a incêndios, sufocamento e controle mental -Ganha propriedades de faseamento de porta -0,6x o dano recebido do combate da tripulação

# data/hyperspace.xml$//race[@name="pony_engi_chaos"]/powerEffect/buttonText
source: NANO
ja: ナノ

# data/hyperspace.xml$//race[@name="pony_engi_chaos"]/powerEffect/tooltip
source: [COOLDOWN:9s] Toggle to Nano mode: -Cannot be controlled -Immune to fires, suffocation and mind control -Gains door phasing properties -0.6x dmg taken from crew combat
es: [ENFRIAMIENTO:9s] Cambiar a modo Nano: -No puede ser controlado -Inmune a incendios, asfixia y control mental -Obtiene propiedades de fase de puertas -0.6x de daño recibido en combate de tripulación
ja: [COOLDOWN:9s] ナノモードに切り替える： -制御不能 -火災、窒息、マインドコントロールに耐性を持つ。 -ドアフェイシング特性 -乗組員の戦闘による被ダメージが0.6倍になる。
pl: [CZAS ODNOWIENIA:9s] Przełącz na tryb Nano: -Nie można kontrolować -Odporność na pożary, uduszenie i kontrolę umysłu -Zyskuje zdolność przenikania przez drzwi -0.6x obrażeń otrzymywanych w walce z załogą
pt_br: [COOLDOWN:9s] Alternar para o modo Nano: -Não pode ser controlado -Imune a incêndios, sufocamento e controle mental -Ganha propriedades de faseamento de porta -0,6x o dano recebido do combate da tripulação

# data/hyperspace.xml$//race[@name="pony_engi_nano"]/powerEffect/buttonText
source: SOLID
es: SÓLIDO
ja: ソリッド
pl: STAŁY
pt_br: SÓLIDO

# data/hyperspace.xml$//race[@name="pony_engi_nano"]/powerEffect/tooltip
source: [COOLDOWN:15s] Toggle to Solid mode to regain original stats and control.
es: [ENFRIAMIENTO:15s] Cambiar a modo Sólido para recuperar estadísticas y control originales.
ja: [クールダウン:15秒］ ソリッドモードに切り替え、元のステータスとコントロールを取り戻す。
pl: [CZAS ODNOWIENIA:15s] Przełącz na tryb Stały, aby odzyskać oryginalne statystyki i kontrolę.
pt_br: [COOLDOWN:15s] Alterne para o modo sólido para recuperar as estatísticas e o controle originais.

# data/hyperspace.xml$//race[@name="pony_engi_nano_chaos"]/powerEffect/buttonText
source: SOLID
es: SÓLIDO
ja: ソリッド
pl: STAŁY
pt_br: SÓLIDO

# data/hyperspace.xml$//race[@name="pony_engi_nano_chaos"]/powerEffect/tooltip
source: [COOLDOWN:15s] Toggle to Solid mode to regain original stats and control.
es: [ENFRIAMIENTO:15s] Cambiar a modo Sólido para recuperar estadísticas y control originales.
ja: [クールダウン:15秒］ ソリッドモードに切り替え、元のステータスとコントロールを取り戻す。
pl: [CZAS ODNOWIENIA:15s] Przełącz na tryb Stały, aby odzyskać oryginalne statystyki i kontrolę.
pt_br: [COOLDOWN:15s] Alterne para o modo sólido para recuperar as estatísticas e o controle originais.

# data/hyperspace.xml$//race[@name="cognitive"]/powerEffect/buttonText
source: LIBERATE
es: LIBERAR
ja: リベレート
pl: WYZWOLENIE
pt_br: LIBERAR

# data/hyperspace.xml$//race[@name="cognitive"]/powerEffect/tooltip
source: [COOLDOWN:30s] Toggle to Liberated mode. The Cognitive will not be controllable, but will gain boosted stats: 70 HP -> 100 HP 0.75x movement speed -> 1.3x 1.25x combat damage -> 1.5x Regenerates after 10s out of harm -> after 5s Gains 1.75x repair speed Heals twice as fast
es: [ENFRIAMIENTO:30s] Cambiar a modo Liberado. El Cognitivo no será controlable, pero obtendrá estadísticas mejoradas: 70 PS -> 100 PS 0.75x de velocidad de movimiento -> 1.3x 1.25x de daño de combate -> 1.5x Regenera después de 10s fuera de peligro -> después de 5s Gana 1.75x de velocidad de reparación Se cura el doble de rápido
ja: [COOLDOWN:30s] 解放モードに切り替える。コグニティブは操作できなくなるが、ステータスが上昇する： 70馬力 -> 100馬力 0.75倍の移動速度 -> 1.3倍 1.25倍の戦闘ダメージ -> 1.5倍 ダメージを受けていない状態から10秒後に回復 → 5秒後に回復 修理速度が1.75倍になる。 回復速度2倍
pl: [CZAS ODNOWIENIA:30s] Przełącz na tryb Wyzwolony. Kognityw nie będzie kontrolowany, ale zyska wzmocnione statystyki: 70 HP -> 100 HP 0.75x prędkość poruszania się -> 1.3x 1.25x obrażenia w walce -> 1.5x Regeneruje się po 10s poza walką -> po 5s Zyskuje 1.75x prędkość naprawy Leczy się dwa razy szybciej
pt_br: [COOLDOWN:30s] Alternar para o modo Liberado. O Cognitivo não será controlável, mas ganhará estatísticas aprimoradas: 70 HP -> 100 HP 0,75x velocidade de movimento -> 1,3x 1,25x dano de combate -> 1,5x Regenera-se após 10s fora de perigo -> após 5s Ganha 1,75x a velocidade de reparo Cura duas vezes mais rápido

# data/hyperspace.xml$//race[@name="cognitive_automated"]/powerEffect/buttonText
source: CONTROL
ja: コントロール
pl: KONTROLA
pt_br: CONTROLE

# data/hyperspace.xml$//race[@name="cognitive_automated"]/powerEffect/tooltip
source: [COOLDOWN:45s] Toggle to Control mode. You will assume full control over the Cognitive, but it will lose its boosted stats.
es: [ENFRIAMIENTO:45s] Cambiar a modo Control. Asumirás el control total sobre el Cognitivo, pero perderá sus estadísticas mejoradas.
ja: [COOLDOWN:45s] コントロールモードに切り替える。コグニティブを完全にコントロールできるようになるが、ブーストされたステータスは失われる。
pl: [CZAS ODNOWIENIA:45s] Przełącz na tryb Kontroli. Przejmiesz pełną kontrolę nad Kognitywem, ale straci on swoje wzmocnione statystyki.
pt_br: [COOLDOWN:45s] Alterne para o modo de Controle. Você assumirá o controle total sobre o Cognitivo, mas ele perderá seus atributos aprimorados.

# data/hyperspace.xml$//race[@name="cognitive_advanced"]/powerEffect/buttonText
source: LIBERATE
es: LIBERAR
ja: リベレート
pl: WYZWOLENIE
pt_br: LIBERAR

# data/hyperspace.xml$//race[@name="cognitive_advanced"]/powerEffect/tooltip
source: [COOLDOWN:30s] Toggle to Liberated mode. The Cognitive will not be controllable, but will gain boosted stats: 100 HP -> 150 HP 0.75x movement speed -> 2x 1.5x combat damage -> 2x Regenerates after 8s out of harm -> after 4s Gains 2.2x repair speed Heals twice as fast
es: [ENFRIAMIENTO:30s] Cambiar a modo Liberado. El Cognitivo no será controlable, pero obtendrá estadísticas mejoradas: 100 PS -> 150 PS 0.75x de velocidad de movimiento -> 2x 1.5x de daño de combate -> 2x Regenera después de 8s fuera de peligro -> después de 4s Gana 2.2x de velocidad de reparación Se cura el doble de rápido
ja: [COOLDOWN:30s] 解放モードに切り替える。コグニティブは操作できなくなるが、ステータスが上昇する： 100馬力 -> 150馬力 0.75倍の移動速度 -> 2倍 1.5倍の戦闘ダメージ -> 2倍 体力を8秒回復 → 4秒回復 修理速度が2.2倍になる。 回復速度2倍
pl: [CZAS ODNOWIENIA:30s] Przełącz na tryb Wyzwolony. Kognityw nie będzie kontrolowany, ale zyska wzmocnione statystyki: 100 HP -> 150 HP 0.75x prędkość poruszania się -> 2x 1.5x obrażenia w walce -> 2x Regeneruje się po 8s poza walką -> po 4s Zyskuje 2.2x prędkość naprawy Leczy się dwa razy szybciej
pt_br: [COOLDOWN:30s] Alternar para o modo Liberado. O Cognitivo não será controlável, mas ganhará estatísticas aprimoradas: 100 HP -> 150 HP 0,75x velocidade de movimento -> 2x 1,5x dano de combate -> 2x Regenera-se após 8s fora de perigo -> após 4s Ganha 2,2x a velocidade de reparo Cura duas vezes mais rápido

source: CONTROL
ja: コントロール
pl: KONTROLA
pt_br: CONTROLE

source: [COOLDOWN:45s] Toggle to Control mode. You will assume full control over the Cognitive, but it will lose its boosted stats.
es: [ENFRIAMIENTO:45s] Cambiar a modo Control. Asumirás el control total sobre el Cognitivo, pero perderá sus estadísticas mejoradas.
ja: [COOLDOWN:45s] コントロールモードに切り替える。コグニティブを完全にコントロールできるようになるが、ブーストされたステータスは失われる。
pl: [CZAS ODNOWIENIA:45s] Przełącz na tryb Kontroli. Przejmiesz pełną kontrolę nad Kognitywem, ale straci on swoje wzmocnione statystyki.
pt_br: [COOLDOWN:45s] Alterne para o modo de Controle. Você assumirá o controle total sobre o Cognitivo, mas ele perderá seus atributos aprimorados.

# data/hyperspace.xml$//race[@name="eldritch_cat"]/powerEffect/buttonText
source: CHAOS
es: CAOS
ja: カオス

# data/hyperspace.xml$//race[@name="eldritch_cat"]/powerEffect/tooltip
source: Gets stronger every 15 seconds.
es: Se vuelve más fuerte cada 15 segundos.
ja: 15秒ごとに強くなる。
pl: Staje się silniejszy co 15 sekund.
pt_br: Fica mais forte a cada 15 segundos.

# data/hyperspace.xml$//race[@name="eldritch_cat"]/deathEffect/spawnCrew/name
source: The One Who Rhymes
es: El que Rima
ja: 韻を踏む者
pl: Ten, Który Rymuje
pt_br: Aquele que rima

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

source: Thing
es: Cosa
ja: 物
pl: Coś
pt_br: Coisa

# data/hyperspace.xml$//race[@name="unique_judge_thest"]/powerEffect/buttonText
source: DIPLOMACIZE
es: DIPLOMATIZAR
ja: ディプロマサイズ
pl: DYPLOMACJA
pt_br: DIPLOMACIZAR

# data/hyperspace.xml$//race[@name="unique_judge_thest"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:15s] All crew, allied and enemy, become completely invulnerable to damage but cannot fight or sabotage.
es: [ENFRIAMIENTO:20s DURACIÓN:15s] Toda la tripulación, aliada y enemiga, se vuelve completamente invulnerable al daño pero no puede luchar ni sabotear.
ja: [クールダウン:20秒 デュレーション:15秒］ 敵味方問わず、すべての乗組員はダメージに対して完全に無敵になるが、戦闘や破壊工作はできない。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:15s] Cała załoga, sojusznicza i wroga, staje się całkowicie niewrażliwa na obrażenia, ale nie może walczyć ani sabotować.
pt_br: [COOLDOWN:20s DURATION:15s] Todos os tripulantes, aliados e inimigos, tornam-se completamente invulneráveis a danos, mas não podem lutar ou sabotar.

# data/hyperspace.xml$//race[@name="unique_judge_corby"]/powerEffect/buttonText
source: REPAIR
es: REPARAR
ja: 修理
pl: NAPRAWA
pt_br: REPARAR

# data/hyperspace.xml$//race[@name="unique_judge_corby"]/powerEffect/tooltip
source: [COOLDOWN:30s] Repairs your hull by 3 points.
es: [ENFRIAMIENTO:30s] Repara tu casco en 3 puntos.
ja: [クールダウン:30秒］ 船体を3ポイント修理する。
pl: [CZAS ODNOWIENIA:30s] Naprawia 3 punkty kadłuba.
pt_br: [COOLDOWN:30s] Repara seu casco em 3 pontos.

# data/hyperspace.xml$//race[@name="unique_judge_wakeson"]/powerEffect/buttonText
source: TERRORIZE
es: ATERRORIZAR
ja: テロライズ
pl: TERRORYZOWANIE
pt_br: TERRORIZAR

# data/hyperspace.xml$//race[@name="unique_judge_wakeson"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:5s] Lowers the max health of all crew but himself to 10.
es: [ENFRIAMIENTO:20s DURACIÓN:5s] Reduce la salud máxima de toda la tripulación, excepto la suya, a 10.
ja: [クールダウン:20s デュレーション:5s］ 自分以外の全クルーの最大ヘルスを10に下げる。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:5s] Obniża maksymalne zdrowie całej załogi oprócz siebie do 10.
pt_br: [COOLDOWN:20s DURATION:5s] Reduz a vida máxima de toda a tripulação, exceto a sua, para 10.

# data/hyperspace.xml$//race[@name="butler"]/powerEffect/buttonText
source: MUSIC
es: MÚSICA
ja: 音楽
pl: MUZYKA
pt_br: MÚSICA

# data/hyperspace.xml$//race[@name="butler"]/powerEffect/tooltip
source: Ready: Distracts enemy crew with music
es: Listo: Distrae a la tripulación enemiga con música
ja: 準備完了: 音楽で敵クルーの注意をそらす
pl: Gotowe: Rozprasza wrogą załogę muzyką
pt_br: Pronto: Distrai a equipe inimiga com música

# data/hyperspace.xml$//race[@name="drone_holodrone"]/powerEffect/buttonText
source: SPAWN
es: GENERAR
ja: スポーン
pl: TWORZENIE

# data/hyperspace.xml$//race[@name="drone_holodrone"]/powerEffect/tooltip
source: Automatic: spawns a temporary hologram ally
es: Automático: genera un aliado holograma temporal
ja: 自動: 一時的なホログラムの味方を生成する
pl: Automatyczne: tworzy tymczasowego holograficznego sojusznika
pt_br: Automático: gera um holograma aliado temporário

# data/hyperspace.xml$//race[@name="drone_holodrone_chaos"]/powerEffect/buttonText
source: SPAWN
es: GENERAR
ja: スポーン
pl: TWORZENIE

# data/hyperspace.xml$//race[@name="drone_holodrone_chaos"]/powerEffect/tooltip
source: Automatic: spawns a random crew member and self destructs.
es: Automático: genera un miembro de la tripulación aleatorio y se autodestruye.
ja: 自動: ランダムなクルーを生成し、自爆する。
pl: Automatyczne: tworzy losowego członka załogi i ulega samozniszczeniu.
pt_br: Automático: gera um membro aleatório da tripulação e se autodestrói.

# data/hyperspace.xml$//race[@name="roomba"]/powerEffect/buttonText
source: BREACH
es: BRECHA
ja: ブリーチ
pl: WYŁOM
pt_br: VIOLAÇÃO

# data/hyperspace.xml$//race[@name="roomba"]/powerEffect/tooltip
source: You should never see this
es: Nunca deberías ver esto
ja: これは決して見るべきではない
pl: Nigdy nie powinieneś tego widzieć
pt_br: Você nunca deve ver isso

# data/hyperspace.xml$//drone[@name="SPAWN_BATTLE"]/tooltipName
source: Eldritch Spawn
es: Engendro Eldritch
ja: エルドリッチ・スポーン
pl: Odwieczny Pomiot
pt_br: Geração Eldritch

# data/hyperspace.xml$//drone[@name="SPAWN_BOARDER"]/tooltipName
source: Eldritch Spawn
es: Engendro Eldritch
ja: エルドリッチ・スポーン
pl: Odwieczny Pomiot
pt_br: Geração Eldritch

# data/hyperspace.xml$//drone[@name="DIVREPAIR"]/tooltipName
source: Divine Repair
es: Reparación Divina
ja: 神聖な修理
pl: Boska Naprawa
pt_br: Reparo Divino

# data/hyperspace.xml$//drone[@name="DOCTOR_DEFENSE"]/tooltipName
source: Doctor Drone
es: Dron Doctor
ja: ドクタードローン
pl: Dron-lekarz
pt_br: Doutor Drone

# data/hyperspace.xml$//drone[@name="DOCTOR_BOARDER"]/tooltipName
source: Doctor Drone
es: Dron Doctor
ja: ドクタードローン
pl: Dron-lekarz
pt_br: Doutor Drone

# data/hyperspace.xml$//drone[@name="SURGEON_BATTLE"]/tooltipName
source: Surgeon Drone
es: Cirujano
ja: 外科医
pl: Chirurg
pt_br: Drone cirurgião

# data/hyperspace.xml$//drone[@name="SURGEON_BOARDER"]/tooltipName
source: Surgeon Drone
es: Cirujano
ja: 外科医
pl: Chirurg
pt_br: Drone cirurgião

# data/hyperspace.xml$//drone[@name="SURGEON_BATTLE_CHAOS"]/tooltipName
source: Surgeon Drone
es: Cirujano
ja: 外科医
pl: Chirurg
pt_br: Cirurgião Drone™

# data/hyperspace.xml$//drone[@name="SURGEON_BOARDER_CHAOS"]/tooltipName
source: Surgeon Drone
es: Cirujano
ja: 外科医
pl: Chirurg
pt_br: Cirurgião Drone™

# data/hyperspace.xml$//drone[@name="HOLODRONE_BATTLE"]/tooltipName
source: Holo-Drone
es: Holo-Dron
ja: ホロ・ドローン
pl: Dron-hologram

# data/hyperspace.xml$//drone[@name="HOLODRONE_BOARDER"]/tooltipName
source: Holo-Drone
es: Holo-Dron
ja: ホロ・ドローン
pl: Dron-hologram

# data/hyperspace.xml$//drone[@name="HOLODRONE_BATTLE_CHAOS"]/tooltipName
source: Holo-Drone
es: Holo-Dron
ja: ホロ・ドローン
pl: Dron-hologram

# data/hyperspace.xml$//drone[@name="HOLODRONE_BOARDER_CHAOS"]/tooltipName
source: Holo-Drone
es: Holo-Dron
ja: ホロ・ドローン
pl: Dron-hologram

# data/hyperspace.xml$//drone[@name="MANNING"]/tooltipName
source: Manager Drone
es: Gerente
ja: マネージャー
pl: Menedżer
pt_br: Gerente Drone

# data/hyperspace.xml$//drone[@name="MANNING_ENEMY"]/tooltipName
source: Manager Drone
es: Gerente
ja: マネージャー
pl: Menedżer
pt_br: Gerente Drone

# data/hyperspace.xml$//drone[@name="LOOT_SEPARATIST_1_DEFEND"]/tooltipName
source: Battle Drone Mk I
es: Combate Mk I
ja: バトルMk I
pl: Bojowy Mk I
pt_br: Drone de batalha Mk I

# data/hyperspace.xml$//drone[@name="LOOT_SEPARATIST_1_BOARDER"]/tooltipName
source: Battle Drone Mk I
es: Combate Mk I
ja: バトルMk I
pl: Bojowy Mk I
pt_br: Drone de batalha Mk I

# data/hyperspace.xml$//drone[@name="YINYANG_BATTLE"]/tooltipName
source: Yin Yang Drone
es: Yin Yang
ja: 陰陽
pl: Yin Yang
pt_br: Drone Yin Yang

# data/hyperspace.xml$//drone[@name="YINYANG_BOARDER"]/tooltipName
source: Yin Yang Drone
es: Yin Yang
ja: 陰陽
pl: Yin Yang
pt_br: Drone Yin Yang

# data/hyperspace.xml$//drone[@name="YINYANG_BATTLE_CHAOS"]/tooltipName
source: Yin Yang Drone
es: Yin Yang
ja: 陰陽
pl: Yin Yang

# data/hyperspace.xml$//drone[@name="YINYANG_BOARDER_CHAOS"]/tooltipName
source: Yin Yang Drone
es: Yin Yang
ja: 陰陽
pl: Yin Yang

# data/hyperspace.xml$//drone[@name="BATTLETOG_DEFEND"]/tooltipName
source: Battle Drone Mk I
es: Combate Mk I
ja: バトルMk I
pl: Bojowy Mk I
pt_br: Drone de batalha Mk I

# data/hyperspace.xml$//drone[@name="BATTLETOG_BOARDER"]/tooltipName
source: Battle Drone Mk I
es: Combate Mk I
ja: バトルMk I
pl: Bojowy Mk I
pt_br: Drone de batalha Mk I

# data/hyperspace.xml$//drone[@name="BATTLETOG2_DEFEND"]/tooltipName
source: Battle Drone Mk II
es: Combate Mk II
ja: バトルMk II
pl: Bojowy Mk II
pt_br: Drone de batalha Mk II

# data/hyperspace.xml$//drone[@name="BATTLETOG2_BOARDER"]/tooltipName
source: Battle Drone Mk II
es: Combate Mk II
ja: バトルMk II
pl: Bojowy Mk II
pt_br: Drone de batalha Mk II

# data/hyperspace.xml$//drone[@name="BATTLETOG2_BOARDER_SYLVAN"]/tooltipName
source: Battle Drone Mk II
es: Combate Mk II
ja: バトルMk II
pl: Bojowy Mk II
pt_br: Drone de batalha Mk II

# data/hyperspace.xml$//drone[@name="CONSTRUCTOR"]/tooltipName
source: Constructor Drone
es: Constructor
ja: コンストラクタ
pl: Konstruktor
pt_br: Construtor de drones

# data/hyperspace.xml$//drone[@name="PRODUCER"]/tooltipName
source: Producer Drone
es: Productor
ja: プロデューサー
pl: Producent
pt_br: Produtor Drone

# data/hyperspace.xml$//drone[@name="GRAZIER_BATTLE"]/tooltipName
source: Grazier Drone
es: Pastor
ja: グレイジャー
pl: Pastuch
pt_br: Drone Grazier

# data/hyperspace.xml$//drone[@name="GRAZIER_BOARDER"]/tooltipName
source: Grazier Drone
es: Pastor
ja: グレイジャー
pl: Pastuch
pt_br: Drone Grazier

# data/hyperspace.xml$//drone[@name="BUTLER_DEFENSE"]/tooltipName
source: Butler
es: Mayordomo
ja: 執事
pl: Lokaj
pt_br: Mordomo

# data/hyperspace.xml$//drone[@name="BUTLER_BOARDER"]/tooltipName
source: Butler
es: Mayordomo
ja: 執事
pl: Lokaj
pt_br: Mordomo

# data/hyperspace.xml$//drone[@name="GANA_BATTLE"]/tooltipName
source: Gana
ja: ガーナ
pt_br: Ganhar

# data/hyperspace.xml$//drone[@name="GANA_BOARDER"]/tooltipName
source: Gana
ja: ガーナ
pt_br: Ganhar

# data/hyperspace.xml$//drone[@name="MENDER"]/tooltipName
source: Mender
es: Reparador
ja: メンダー
pl: Naprawiacz

# data/hyperspace.xml$//drone[@name="MENDERR"]/tooltipName
source: Mender
es: Reparador
ja: メンダー
pl: Naprawiacz

# data/hyperspace.xml$//drone[@name="DIRECTOR"]/tooltipName
source: Director
ja: 監督
pl: Dyrektor
pt_br: Diretor

# data/hyperspace.xml$//drone[@name="ATOM_DEFEND"]/tooltipName
source: Atomizer
es: Atomizador
ja: アトマイザー
pt_br: Atomizador

# data/hyperspace.xml$//drone[@name="ATOM_BOARDER"]/tooltipName
source: Atomizer
es: Atomizador
ja: アトマイザー
pt_br: Atomizador

# data/hyperspace.xml$//drone[@name="ATOMR_DEFEND"]/tooltipName
source: Atomizer
es: Atomizador Real
ja: ロイヤルアトマイザー
pl: Królewski Atomizer
pt_br: Atomizador

# data/hyperspace.xml$//drone[@name="ATOMR_BOARDER"]/tooltipName
source: Atomizer
es: Atomizador Real
ja: ロイヤルアトマイザー
pl: Królewski Atomizer
pt_br: Atomizador

# data/hyperspace.xml$//drone[@name="ROOMBA_DEFEND"]/tooltipName
source: Roomba
ja: ルンバ

# data/hyperspace.xml$//drone[@name="ROOMBA_BOARDER"]/tooltipName
source: Roomba
ja: ルンバ

source: DEATH
es: MUERTE
ja: 死
pl: ŚMIERĆ
pt_br: MORTE

source: [COOLDOWN:15s] Kills the crewmember without death effects. Use as failsafe if returning is impossible.
es: [ENFRIAMIENTO:15s] Mata al miembro de la tripulación sin efectos de muerte. Usar como medida de seguridad si es imposible regresar.
ja: [クールダウン:15秒］ 死亡エフェクトなしで乗員を殺す。帰還が不可能な場合のフェイルセーフとして使用する。
pl: [CZAS ODNOWIENIA:15s] Zabija członka załogi bez efektów śmierci. Użyj jako zabezpieczenie, jeśli powrót jest niemożliwy.
pt_br: [COOLDOWN:15s] Mata o membro da tripulação sem efeitos de morte. Use como segurança se for impossível retornar.

source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO
