Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MINELAUNCHER"]/name
source: Blessing of Traps
es: Bendición de las Trampas
ja: 罠の祝福
pl: Błogosławieństwo Pułapek
pt_br: Bênção das armadilhas

source: Receive the Blessing of Traps from Wakeson.
es: Recibe la Bendición de las Trampas de Wakeson.
ja: ウェイクソンから罠の祝福を受ける。
pl: Otrzymaj Błogosławieństwo Pułapek od Wakesona.
pt_br: Receber a Bênção das Armadilhas de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MINELAUNCHER"]/description
source: Show a Mine Launcher to Wakeson. While in effect; Immediate 2 fleet delay.
es: Muéstrale un Lanzaminas a Wakeson. Mientras esté activo; retraso inmediato de 2 a la flota.
ja: ウェイクソンに水雷発射機を見せる。 発動中、即座に2艦隊遅延。
pl: Pokaż Wakesonowi Wyrzutnię Min. Podczas działania; Natychmiastowe opóźnienie floty o 2.
pt_br: Mostre um lançador de minas para Wakeson. Enquanto estiver em vigor; atraso imediato de 2 frotas.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MINELAUNCHER"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/name
source: Blessing of Speciality
es: Bendición de la Especialidad
ja: スペシャリティの祝福
pl: Błogosławieństwo Specjalności
pt_br: Bênção da especialidade

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/secretDescription
source: Receive the Blessing of Speciality from Wakeson.
es: Recibe la Bendición de la Especialidad de Wakeson.
ja: ウェイクソンからスペシャリティの祝福を受ける。
pl: Otrzymaj Błogosławieństwo Specjalności od Wakesona.
pt_br: Receber a Bênção de Especialidade da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/description
source: Show any special event weapon or drone to Wakeson. While in effect; Your weapons charge 5% faster.
es: Muéstrale cualquier arma o dron de evento especial a Wakeson. Mientras esté activo; tus armas se cargan un 5% más rápido.
ja: 特別な武器やドローンをウェイクソンに見せる。 効果中は武器のチャージが5%速くなる。
pl: Pokaż Wakesonowi dowolną broń lub drona ze specjalnego wydarzenia. Podczas działania; Twoje bronie ładują się o 5% szybciej.
pt_br: Mostre qualquer arma ou drone de evento especial para Wakeson. Enquanto estiver em vigor, suas armas carregam 5% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SPECIAL"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/name
source: Blessing of Transports
es: Bendición de los Transportes
ja: 輸送の祝福
pl: Błogosławieństwo Transportów
pt_br: Bênção dos transportes

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/secretDescription
source: Receive the Blessing of Transports from Wakeson.
es: Recibe la Bendición de los Transportes de Wakeson.
ja: ウェイクソンから輸送の祝福を受ける。
pl: Otrzymaj Błogosławieństwo Transportów od Wakesona.
pt_br: Receba a Bênção de Transportes de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/description
source: Show any transport loot to Wakeson. While in effect; Enemy FTL Drives charge at half speed.
es: Muéstrale cualquier botín de transporte a Wakeson. Mientras esté activo; los Motores FTL enemigos se cargan a la mitad de velocidad.
ja: 輸送戦利品をウェイクソンに見せる。 効果中、敵のFTLドライブは半分の速度でチャージする。
pl: Pokaż Wakesonowi dowolny łup z transportu. Podczas działania; Napędy FTL wroga ładują się z połową prędkości.
pt_br: Mostre qualquer saque de transporte a Wakeson. Enquanto estiver em vigor, os FTL Drives inimigos carregam a metade da velocidade.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TRANSPORT"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/name
source: Blessing of Mathematics
es: Bendición de las Matemáticas
ja: 数学の祝福
pl: Błogosławieństwo Matematyki
pt_br: Bênção da matemática

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/secretDescription
source: Receive the Blessing of Mathematics from Wakeson.
es: Recibe la Bendición de las Matemáticas de Wakeson.
ja: ウェイクソンから数学の祝福を受ける。
pl: Otrzymaj Błogosławieństwo Matematyki od Wakesona.
pt_br: Receber a Bênção da Matemática de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/description
source: Show any math loot to Wakeson. While in effect; For each crew member in a room, they will gain a 4% boost to their health and repair speed.
es: Muéstrale cualquier botín matemático a Wakeson. Mientras esté activo; por cada miembro de la tripulación en una habitación, obtendrán un 4% de bonificación a su salud y velocidad de reparación.
ja: 数学の戦利品をWakesonに見せる。 効果中; 部屋にいるクルー1人につき、ヘルスと修理速度が4%アップする。
pl: Pokaż Wakesonowi dowolny łup matematyczny. Podczas działania; Za każdego członka załogi w pomieszczeniu, zyska on 4% premii do zdrowia i prędkości naprawy.
pt_br: Mostre qualquer saque matemático a Wakeson. Enquanto estiver em vigor; para cada membro da tripulação em uma sala, eles receberão um aumento de 4% na saúde e na velocidade de reparo.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MATH"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/name
source: Blessing of Renegades
es: Bendición de los Renegados
ja: レネゲイドの祝福
pl: Błogosławieństwo Renegatów
pt_br: Bênção dos Renegados

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/secretDescription
source: Receive the Blessing of Renegades from Wakeson.
es: Recibe la Bendición de los Renegados de Wakeson.
ja: ウェイクソンからレネゲイドの祝福を受ける。
pl: Otrzymaj Błogosławieństwo Renegatów od Wakesona.
pt_br: Receber a Bênção dos Renegados de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/description
source: Show any Renegade loot to Wakeson. While in effect; You can avoid any hostile Renegade encounter, including bosses, for free.
es: Muéstrale cualquier botín Renegado a Wakeson. Mientras esté activo; puedes evitar cualquier encuentro hostil con Renegados, incluidos jefes, de forma gratuita.
ja: レネゲイドの戦利品をウェイクソンに見せる。 効果中は、ボスを含む敵対的なレネゲイドとの遭遇を無料で回避できる。
pl: Pokaż Wakesonowi dowolny łup Renegatów. Podczas działania; Możesz unikać każdego wrogiego spotkania z Renegatami, w tym z bossami, za darmo.
pt_br: Mostre qualquer saque dos Renegados a Wakeson. Enquanto estiver em vigor, você pode evitar qualquer encontro hostil com Renegados, inclusive chefes, de graça.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_RENEGADES"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/name
source: Blessing of Sentries
es: Bendición de los Centinelas
ja: 歩哨の祝福
pl: Błogosławieństwo Strażników
pt_br: Bênção das sentinelas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/secretDescription
source: Receive the Blessing of Sentries from Wakeson.
es: Recibe la Bendición de los Centinelas de Wakeson.
ja: ウェイクソンからセントリーズの祝福を受ける。
pl: Otrzymaj Błogosławieństwo Wartowników od Wakesona.
pt_br: Receber a Bênção das Sentinelas de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/description
source: Show any Sentry Deployment Cannon to Wakeson. While in effect; Allied crew and crew drones gain 30% damage and movement speed on the enemy ship.
es: Muéstrale cualquier Cañón de Despliegue de Centinelas a Wakeson. Mientras esté activo; la tripulación aliada y los drones de tripulación obtienen un 30% de daño y velocidad de movimiento en la nave enemiga.
ja: Wakesonに任意のSentry Deployment Cannonを見せる。 効果中、味方クルーとクルー・ドローンは敵艦に30％のダメージと移動速度を与える。
pl: Pokaż Wakesonowi dowolne Działo Rozstawiające Wartowników. Podczas działania; Sojusznicza załoga i drony załogowe zyskują 30% obrażeń i prędkości poruszania się na wrogim statku.
pt_br: Mostre qualquer Sentry Deployment Cannon para Wakeson. Enquanto estiver em vigor, a tripulação aliada e os drones da tripulação ganham 30% de dano e velocidade de movimento no navio inimigo.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENTRY"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/name
source: Blessing of Tasks
es: Bendición de las Tareas
ja: 仕事の祝福
pl: Błogosławieństwo Zadań
pt_br: Bênção de tarefas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/secretDescription
source: Receive the Blessing of Tasks from Wakeson.
es: Recibe la Bendición de las Tareas de Wakeson.
ja: ウェイクソンからタスクの祝福を受ける。
pl: Otrzymaj Błogosławieństwo Zadań od Wakesona.
pt_br: Receber a Bênção de Tarefas da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/description
source: Show any C.U.R.A. task reward to Wakeson. While in effect; C.U.R.A. will not charge the usual 30 scrap fee to accept tasks.
es: Muéstrale cualquier recompensa de tarea de C.U.R.A. a Wakeson. Mientras esté activo; C.U.R.A. no cobrará la tarifa habitual de 30 de chatarra por aceptar tareas.
ja: C.U.R.A.のタスク報酬をウェイクソンに提示する。 有効期間中、C.U.R.A.はタスク受諾のための通常30スクラップ手数料を請求しない。
pl: Pokaż Wakesonowi dowolną nagrodę za zadanie od C.U.R.A. Podczas działania; C.U.R.A. nie będzie pobierać zwyczajowej opłaty 30 złomu za przyjęcie zadań.
pt_br: Mostre qualquer recompensa de tarefa da C.U.R.A. para Wakeson. Enquanto estiver em vigor, a C.U.R.A. não cobrará a taxa usual de 30 sucatas para aceitar tarefas.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CURA"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/name
source: Blessing of Modularity
es: Bendición de la Modularidad
ja: モジュール化の恩恵
pl: Błogosławieństwo Modułowości
pt_br: Bênção da modularidade

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/secretDescription
source: Receive the Blessing of Modularity from Wakeson.
es: Recibe la Bendición de la Modularidad de Wakeson.
ja: ウェイクソンからモジュール性の祝福を受ける。
pl: Otrzymaj Błogosławieństwo Modułowości od Wakesona.
pt_br: Receba a Bênção da Modularidade da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/description
source: Show any modular weapon to Wakeson. While in effect; Start with a free Hektar module of a random kind.
es: Muéstrale cualquier arma modular a Wakeson. Mientras esté activo; empiezas con un módulo de Hektar gratuito de tipo aleatorio.
ja: ウェイクソンに任意のモジュール式武器を見せる。 効果中は、ランダムな種類のHektarモジュールを1つ無料で使用できる。
pl: Pokaż Wakesonowi dowolną broń modułową. Podczas działania; Zaczynasz z darmowym modułem Hektar losowego rodzaju.
pt_br: Mostre qualquer arma modular a Wakeson. Enquanto estiver em vigor, comece com um módulo Hektar gratuito de um tipo aleatório.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MODULAR"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/name
source: Blessing of Super Weapons
es: Bendición de las Superarmas
ja: 超兵器の祝福
pl: Błogosławieństwo Superbroni
pt_br: Bênção de Super Armas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/secretName
source: Blessing of ???
es: Bendición de ???
ja: 祝福
pl: Błogosławieństwo ???
pt_br: Bênção de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibe la Bendición de ??? de Wakeson.
ja: ウェイクソンから祝福を受ける。
pl: Otrzymaj Błogosławieństwo ??? od Wakesona.
pt_br: Receber a Bênção de ??? da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/description
source: Show the original Gatling Gun to Wakeson. While in effect; Your weapons charge 10% faster.
es: Muéstrale la Ametralladora Gatling original a Wakeson. Mientras esté activo; tus armas se cargan un 10% más rápido.
ja: オリジナルのガトリングガンをウェイクソンに見せる。 効果中は武器のチャージが10%速くなる。
pl: Pokaż Wakesonowi oryginalne Działo Gatlinga. Podczas działania; Twoje bronie ładują się o 10% szybciej.
pt_br: Mostre a Gatling Gun original para Wakeson. Enquanto estiver em vigor, suas armas carregam 10% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_GATLING"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/name
source: Blessing of Morality
es: Bendición de la Moralidad
ja: 道徳の祝福
pl: Błogosławieństwo Moralności
pt_br: Bênção da moralidade

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/secretName
source: Blessing of ???
es: Bendición de ???
ja: 祝福
pl: Błogosławieństwo ???
pt_br: Bênção de ???

source: Receive the Blessing of ??? from Wakeson.
es: Recibe la Bendición de ??? de Wakeson.
ja: ウェイクソンから祝福を受ける。
pl: Otrzymaj Błogosławieństwo ??? od Wakesona.
pt_br: Receber a Bênção de ??? da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/description
source: Show the Clone Cannon to Wakeson. While in effect; Your general notoriety starts at negative 3.
es: Muéstrale el Cañón de Clones a Wakeson. Mientras esté activo; tu notoriedad general comienza en -3.
ja: クローン・キャノンをウェイクソンに見せる。 発動中、あなたの悪評はマイナス3から始まる。
pl: Pokaż Wakesonowi Działo Klonujące. Podczas działania; Twoja ogólna niesława zaczyna się na poziomie -3.
pt_br: Mostre o Clone Cannon para Wakeson. Enquanto estiver em vigor, sua notoriedade geral começa em 3 negativo.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONECANNON"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/name
source: Blessing of Merchants
es: Bendición de los Mercaderes
ja: 商人の祝福
pl: Błogosławieństwo Kupców
pt_br: Bênção dos comerciantes

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/secretName
source: Blessing of ???
es: Bendición de ???
ja: 祝福
pl: Błogosławieństwo ???
pt_br: Bênção de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibe la Bendición de ??? de Wakeson.
ja: ウェイクソンから祝福を受ける。
pl: Otrzymaj Błogosławieństwo ??? od Wakesona.
pt_br: Receber a Bênção de ??? da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/description
source: Show the Rift Waker or any Nexus loot to Wakeson. While in effect; When trading with Sylvan, you will be given a choice between 4 random trade sets.
es: Muéstrale el Despertador de Grietas o cualquier botín del Nexo a Wakeson. Mientras esté activo; al comerciar con Sylvan, se te dará a elegir entre 4 conjuntos de comercio aleatorios.
ja: Rift WakerまたはNexusの戦利品をWakesonに見せる。 有効期間中：シルヴァンとトレードする際、4つのランダムなトレードセットから選択する。
pl: Pokaż Wakesonowi Rozdzieracza Szczelin lub dowolny łup z Nexusa. Podczas działania; Podczas handlu z Sylvanem otrzymasz wybór spośród 4 losowych zestawów handlowych.
pt_br: Mostre o Rift Waker ou qualquer saque do Nexus para Wakeson. Enquanto estiver em vigor; Ao negociar com Sylvan, você poderá escolher entre 4 conjuntos de trocas aleatórias.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEXUS"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/name
source: Blessing of Generations
es: Bendición de las Generaciones
ja: 世代の祝福
pl: Błogosławieństwo Pokoleń
pt_br: Bênção de gerações

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/secretName
source: Blessing of ???
es: Bendición de ???
ja: 祝福
pl: Błogosławieństwo ???
pt_br: Bênção de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibe la Bendición de ??? de Wakeson.
ja: ウェイクソンから祝福を受ける。
pl: Otrzymaj Błogosławieństwo ??? od Wakesona.
pt_br: Receber a Bênção de ??? da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/description
source: Show any New Gen weapon or drone to Wakeson. While in effect; All new crew for the rest of the run will start with at least level 1 in all skills.
es: Muéstrale cualquier arma o dron de Nueva Generación a Wakeson. Mientras esté activo; toda la nueva tripulación durante el resto de la partida comenzará con al menos nivel 1 en todas las habilidades.
ja: 新世代の武器またはドローンをウェイクソンに見せる。 有効期間中、新しいクルーはすべてのスキルにおいてレベル1以上からスタートする。
pl: Pokaż Wakesonowi dowolną broń lub drona Nowej Generacji. Podczas działania; Cała nowa załoga do końca podejścia zacznie z co najmniej 1 poziomem we wszystkich umiejętnościach.
pt_br: Mostre qualquer arma ou drone da Nova Geração para Wakeson. Enquanto estiver em vigor, todos os novos tripulantes do resto da corrida começarão com pelo menos nível 1 em todas as habilidades.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_NEWGEN"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/name
source: Blessing of Aether
es: Bendición del Éter
ja: エーテルの祝福
pl: Błogosławieństwo Eteru
pt_br: Bênção de Aether

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/secretName
source: Blessing of ???
es: Bendición de ???
ja: 祝福
pl: Błogosławieństwo ???
pt_br: Bênção de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibe la Bendición de ??? de Wakeson.
ja: ウェイクソンから祝福を受ける。
pl: Otrzymaj Błogosławieństwo ??? od Wakesona.
pt_br: Receber a Bênção de ??? da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/description
source: Show any Aether weapon or drone to Wakeson. While in effect; Precursor ruins will now globally display on the map whenever present.
es: Muéstrale cualquier arma o dron Etéreo a Wakeson. Mientras esté activo; las ruinas Precursoras ahora se mostrarán globalmente en el mapa siempre que estén presentes.
ja: エーテルの武器やドローンをウェイクソンに見せる。 有効期間中、プリカーサー遺跡が存在する場合、マップ上にグローバルに表示されるようになる。
pl: Pokaż Wakesonowi dowolną broń lub drona Eterycznego. Podczas działania; Ruiny Prekursorów będą teraz globalnie wyświetlane na mapie, gdy tylko będą obecne.
pt_br: Mostre qualquer arma ou drone de Aether para Wakeson. Enquanto estiver em vigor, as ruínas do Precursor agora serão exibidas globalmente no mapa sempre que estiverem presentes.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_AETHER"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/name
source: Blessing of Poets
es: Bendición de los Poetas
ja: 詩人の祝福
pl: Błogosławieństwo Poetów
pt_br: Bênção dos poetas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/secretName
source: Blessing of ???
es: Bendición de ???
ja: 祝福
pl: Błogosławieństwo ???
pt_br: Bênção de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/secretDescription
source: Receive the Blessing of ??? from Wakeson.
es: Recibe la Bendición de ??? de Wakeson.
ja: ウェイクソンから祝福を受ける。
pl: Otrzymaj Błogosławieństwo ??? od Wakesona.
pt_br: Receber a Bênção de ??? da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/description
source: Show the 'Seuss' Beam to Wakeson. While in effect; Inflicts madness on enemy boarders.
es: Muéstrale el Rayo 'Seuss' a Wakeson. Mientras esté activo; inflige locura a los abordadores enemigos.
ja: ウェイクソンに'Seuss'ビームを見せる。 発動中、敵ボーダーに狂気を与える。
pl: Pokaż Wakesonowi Promień 'Seuss'. Podczas działania; Zadaje szaleństwo wrogim abordażowcom.
pt_br: Mostre o feixe "Seuss" para Wakeson. Enquanto estiver em vigor, inflige loucura nos internos inimigos.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MADNESS"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$/FTL/achievements/page[6]/section[1]/@text
source: The Beam Master
es: El Maestro del Rayo
ja: ビーム・マスター
pl: Mistrz Promieni
pt_br: O mestre do feixe

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL10"]/name
source: Flyswatter
es: Matamoscas
ja: フライスワッター
pl: Packa na Muchy
pt_br: Mata-moscas

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL10"]/description
source: Defeat Leah 10 times.
es: Derrota a Leah 10 veces.
ja: リアを10回倒す。
pl: Pokonaj Leah 10 razy.
pt_br: Derrote a Leah 10 vezes.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL10"]/header
source: Achievement Beyatched!
es: ¡Logro Perraleado!
ja: アチーブメント・ベヤッチド
pl: Osiągnięcie Bicznięte!
pt_br: Conquista conquistada!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL50"]/name
source: Pesticide
es: Pesticida
ja: 農薬
pl: Pestycyd
pt_br: Pesticida

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL50"]/description
source: Defeat Leah 50 times.
es: Derrota a Leah 50 veces.
ja: リアを50回倒す。
pl: Pokonaj Leah 50 razy.
pt_br: Derrote a Leah 50 vezes.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_KILL50"]/header
source: Achievement Beyatched!
es: ¡Logro Perraleado!
ja: アチーブメント・ベヤッチド
pl: Osiągnięcie Bicznięte!
pt_br: Conquista conquistada!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_DEATH"]/name
source: Beyatch!
es: ¡Perra!
ja: ビヤッチ
pl: Bicz!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_DEATH"]/description
source: Die to Leah.
es: Muere a manos de Leah.
ja: リアに死ね。
pl: Zgiń z rąk Leah.
pt_br: Morrer para Leah.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_DEATH"]/header
source: Achievement Beyatched!
es: ¡Logro Perraleado!
ja: アチーブメント・ベヤッチド
pl: Osiągnięcie Bicznięte!
pt_br: Conquista conquistada!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_TRUEEND"]/name
source: The Last Beyatch
es: La Última Perra
ja: ラスト・ベヤッチ
pl: Ostatnia Bicz
pt_br: O último Beyatch

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_TRUEEND"]/description
source: Kill Leah for real.
es: Mata a Leah de verdad.
ja: 本気でリアを殺す。
pl: Zabij Leah naprawdę.
pt_br: Mate a Leah de verdade.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_TRUEEND"]/header
source: Achievement Beyatched!
es: ¡Logro Perraleado!
ja: アチーブメント・ベヤッチド
pl: Osiągnięcie Bicznięte!
pt_br: Conquista conquistada!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/name
source: Bestie!
es: ¡Mejor Amiga!
ja: 親友だ！
pl: Najlepsza!
pt_br: Fera!

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/description
source: Bring Jerry to Leah in the Jerome Protectorate.
es: Lleva a Jerry con Leah en el Protectorado de Jerome.
ja: ジェリーをジェローム保護領のリアに引き合わせろ。
pl: Przyprowadź Jerry'ego do Leah w Protektoracie Jerome.
pt_br: Traga Jerry para Leah no Protetorado de Jerome.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/secretDescription
source: Reunite Leah with her bestie.
es: Reúne a Leah con su mejor amiga.
ja: リアを親友と再会させる。
pl: Połącz Leah z jej najlepszą przyjaciółką.
pt_br: Reunir Leah com sua melhor amiga.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_JERRY"]/header
source: Achievement Beyatched!
es: ¡Logro Perraleado!
ja: アチーブメント・ベヤッチド
pl: Osiągnięcie Bicznięte!
pt_br: Conquista conquistada!
