Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/name
source: Horse Freak
es: Fanático de los Caballos
ja: ホース・フリーク
pl: Koniara
pt_br: Aberração por cavalos

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/description
source: Help Ellie get her revenge on the old cast members of the Ellie the Equinoid show.
es: Ayuda a Ellie a vengarse de los antiguos miembros del reparto del show de Ellie la Equinoide.
ja: エリーが「エリー・ザ・エキノイド」の旧キャストたちに復讐するのを手伝おう。
pl: Pomóż Ellie zemścić się na dawnych członkach obsady programu Ellie Ekinoid.
pt_br: Ajude Ellie a se vingar dos antigos membros do elenco do show Ellie the Equinoid.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/secretDescription
source: Help a stranger get her revenge.
es: Ayuda a una extraña a vengarse.
ja: 見知らぬ女の復讐を手助けする。
pl: Pomóż nieznajomej w zemście.
pt_br: Ajude uma desconhecida a se vingar.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ELLIE"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/description
source: Save Captain A5540L3 from the Engineer Corps.
es: Salva al Capitán CUL0P0LL4 del Cuerpo de Ingenieros.
ja: 工兵隊のA5540L3大尉を救出せよ。
pl: Uratuj Kapitana A5540L3 z Korpusu Inżynierów.
pt_br: Salve o Capitão A5540L3 do Corpo de Engenheiros.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/secretDescription
source: Find and protect a pirate king.
es: Encuentra y protege a un rey pirata.
ja: 海賊王を見つけて守れ
pl: Znajdź i ochroń króla piratów.
pt_br: Encontre e proteja um rei pirata.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/name
source: General Reject
es: General Rechazado
ja: 一般拒否
pl: Odrzucony Generał
pt_br: Rejeição geral

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/description
source: Help General Turzil escape from the Harmony Coreworlds.
es: Ayuda al General Turzil a escapar de los Mundos Centrales de la Armonía.
ja: タージル将軍をハーモニー・コアワールドから脱出させる。
pl: Pomóż Generałowi Turzilowi uciec z Centralnych Światów Harmonii.
pt_br: Ajude o General Turzil a escapar dos Harmony Coreworlds.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/secretDescription
source: Help ferry a strange Engi to safety.
es: Ayuda a transportar a un Engi extraño a un lugar seguro.
ja: 見知らぬエンギを安全な場所に運ぶ手助けをする。
pl: Pomóż przetransportować dziwnego Engi w bezpieczne miejsce.
pt_br: Ajude a levar um estranho Engi para um lugar seguro.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TURZIL"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/name
source: Who Wants Some Soup?
es: ¿Quién Quiere Sopa?
ja: スープはいかが？
pl: Kto Chce Zupy?
pt_br: Quem quer uma sopa?

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/description
source: Save the Electrocurrent Caravan and Anurak from the assassins.
es: Salva a la Caravana de la Electrocorriente y a Anurak de los asesinos.
ja: アヌラクを暗殺者から救え。
pl: Uratuj Karawanę Elektroprądu i Anuraka przed zabójcami.
pt_br: Salve a Caravana de Eletrocorrente e Anurak dos assassinos.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/secretDescription
source: Help a Zoltan Monk escape from a deadly assassin.
es: Ayuda a un Monje Zoltan a escapar de un asesino letal.
ja: 致命的な暗殺者からゾルタン僧を脱出させよう。
pl: Pomóż mnichowi Zoltanów uciec przed śmiertelnym zabójcą.
pt_br: Ajude um monge Zoltan a escapar de um assassino mortal.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANURAK"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/name
source: Enemy of my Enemy
es: Enemigo de mi Enemigo
ja: 敵の敵
pl: Wróg Mojego Wroga
pt_br: Inimigo do meu inimigo

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/description
source: Save Devorak from the Syndicate assassination attempt.
es: Salva a Devorak del intento de asesinato del Sindicato.
ja: シンジケートの暗殺計画からデボラックを救え。
pl: Uratuj Devoraka przed próbą zamachu ze strony Syndykatu.
pt_br: Salve Devorak da tentativa de assassinato do Syndicate.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/secretDescription
source: Save an unexpected ally from his former accomplices.
es: Salva a un aliado inesperado de sus antiguos cómplices.
ja: かつての共犯者から思いがけない味方を救う。
pl: Uratuj nieoczekiwanego sojusznika przed jego byłymi wspólnikami.
pt_br: Salve um aliado inesperado de seus antigos cúmplices.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DEVORAK"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/name
source: A Thing of Legends
es: Cosa de Leyendas
ja: 伝説のもの
pl: Legenda

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/description
source: Promise your assistance to Kazaaakplethkilik's quest to defeat the Coalition.
es: Promete tu ayuda a la misión de Kazaaakplethkilik para derrotar a la Coalición.
ja: カザークプルスキリックの連合打倒への協力を約束する。
pl: Obiecaj pomoc Kazaaakplethkilikowi w jego misji pokonania Koalicji.
pt_br: Prometa sua ajuda à missão de Kazaaakplethkilik para derrotar a Coalizão.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/secretDescription
source: Promise to assist a Mantis warrior with his quest at bringing down the Coalition.
es: Promete ayudar a un guerrero Mantis en su misión de derrocar a la Coalición.
ja: 連合を崩壊させるためにマンティスの戦士を助けることを約束する。
pl: Obiecaj pomoc wojownikowi Mantisów w jego misji obalenia Koalicji.
pt_br: Prometa ajudar um guerreiro Mantis em sua missão de derrubar a Coalizão.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_KAZ"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/name
source: A Good Fellow
es: Un Buen Tipo
ja: 良き仲間
pl: Dobry Chłopak
pt_br: Um bom companheiro

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/description
source: Rescue Freddy from the Bishop fleet.
es: Rescata a Freddy de la flota del Obispo.
ja: ビショップ艦隊からフレディを救出せよ。
pl: Uratuj Freddy'ego z floty Biskupa.
pt_br: Resgatar Freddy da frota Bishop.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/secretDescription
source: Save a suspiciously well spoken Free Mantis.
es: Salva a un Mantis Libre sospechosamente elocuente.
ja: 怪しく口達者なフリー・マンティスを救う。
pl: Uratuj podejrzanie elokwentnego Wolnego Mantisa.
pt_br: Salve um Free Mantis suspeitamente bem falante.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_FREDDY"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/name
source: Dread Pirate
es: Pirata Terrible
ja: ドレッド海賊
pl: Straszliwy Pirat

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/description
source: Help Tuco get his revenge on the Sky Drifter casino.
es: Ayuda a Tuco a vengarse del casino Sky Drifter.
ja: トゥコがカジノ「スカイ・ドリフター」に復讐するのを手伝おう。
pl: Pomóż Tuco zemścić się na kasynie Sky Drifter.
pt_br: Ajude o Tuco a se vingar do cassino Sky Drifter.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/secretDescription
source: Help a certain famous bounty hunter escape the consequences of his vices.
es: Ayuda a cierto cazarrecompensas famoso a escapar de las consecuencias de sus vicios.
ja: ある有名な賞金稼ぎを助けて、その悪癖の結末から逃れよう。
pl: Pomóż pewnemu słynnemu łowcy nagród uciec przed konsekwencjami jego nałogów.
pt_br: Ajude um famoso caçador de recompensas a escapar das consequências de seus vícios.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TUCO"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/name
source: The Princess Bride
es: La Princesa Prometida
ja: プリンセス・ブライド
pl: Narzeczona Księcia
pt_br: A Princesa Noiva

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/description
source: Pass Ariadne's test and convince her to assist you.
es: Supera la prueba de Ariadne y convéncela para que te ayude.
ja: アリアドネのテストに合格し、彼女に協力するよう説得する。
pl: Zalicz test Ariadny i przekonaj ją, aby ci pomogła.
pt_br: Passe no teste de Ariadne e convença-a a ajudá-lo.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/secretDescription
source: Pass the Lost Sun Admiral's test.
es: Supera la prueba del Almirante de los Soles Perdidos.
ja: ロスト・サン提督のテストに合格する。
pl: Zalicz test admirała Zaginionego Słońca.
pt_br: Passar no teste do Almirante do Sol Perdido.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ARIADNE"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/name
source: The Achievement for Recruiting the Grand Priest of the Eternal Ember and Keeper of the Holy Texts, Lord Vortigon Obadann XIV
es: El Logro por Reclutar al Gran Sacerdote de la Ascua Eterna y Guardián de los Textos Sagrados, Lord Vortigon Obadann XIV
ja: 永遠の琥珀の大神官であり聖典の管理者であるヴォーティゴン・オバダン14世を採用した功績
pl: Osiągnięcie za zrekrutowanie Wielkiego Kapłana Wiecznego Żaru i Strażnika Świętych Tekstów, Lorda Vortigona Obadanna XIV
pt_br: A conquista por recrutar o Grão-sacerdote da Brasa Eterna e Guardião dos Textos Sagrados, Lorde Vortigon Obadann XIV

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/secretName
source: The Grand Priest
es: El Gran Sacerdote
ja: 大神官
pl: Wielki Kapłan
pt_br: O Grande Sacerdote

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/description
source: Travel to the Crystalline Origins and, after recovering the Eternal Ember, recruit Grand Priest Lord Vortigon Obadann XIV, Devout Follower and Leader of the Cult of the Eternal Ember and Keeper of the Holy Texts.
es: Viaja a los Orígenes Cristalinos y, tras recuperar la Ascua Eterna, recluta al Gran Sacerdote Lord Vortigon Obadann XIV, Devoto Seguidor y Líder del Culto de la Ascua Eterna y Guardián de los Textos Sagrados.
ja: クリスタル・オリジンへ行き、"永遠の琥珀 "を取り戻した後、"永遠の琥珀 "教団の敬虔な信者であり指導者であり、聖典の管理者である大神官ヴォルティゴン・オバダン14世を勧誘する。
pl: Udaj się do Krystalicznych Początków i, po odzyskaniu Wiecznego Żaru, zrekrutuj Wielkiego Kapłana Lorda Vortigona Obadanna XIV, Pobożnego Wyznawcę i Przywódcę Kultu Wiecznego Żaru i Strażnika Świętych Tekstów.
pt_br: Viaje para as Origens Cristalinas e, depois de recuperar a Brasa Eterna, recrute o Grão-sacerdote Lorde Vortigon Obadann XIV, Devoto Seguidor e Líder do Culto da Brasa Eterna e Guardião dos Textos Sagrados.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_VORTIGON"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SYMBIOTE"]/name
source: Symbiote
es: Simbionte
ja: シンビオート
pl: Symbiont
pt_br: Simbiota

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SYMBIOTE"]/description
source: Convince Rig and Tintan to exist together.
es: Convence a Rig y Tintan de que coexistan.
ja: リグとティンタンを一緒に存在するように説得する。
pl: Przekonaj Riga i Tintana, aby istnieli razem.
pt_br: Convencer Rig e Tintan a existirem juntos.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SYMBIOTE"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_RUWEN"]/name
source: Gentle-Crystalman
es: Hombre de Cristal Gentil
ja: ジェントル＝クリスタルマン
pl: Delikatny Kryształowy Człowiek

# data/hyperspace.xml$//achievement[@name="ACH_CREW_RUWEN"]/description
source: Save Ruwen from the Paladins and accept his quest.
es: Salva a Ruwen de los Paladines y acepta su misión.
ja: パラディンからルウェンを救い、彼のクエストを受諾する。
pl: Uratuj Ruwena przed Paladynami i przyjmij jego zadanie.
pt_br: Salve Ruwen dos Paladinos e aceite sua missão.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_RUWEN"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/name
source: Making Amends
es: Haciendo las Paces
ja: 償いをする
pl: Naprawianie Błędów
pt_br: Fazendo as pazes

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/description
source: Convince Dianesh that the outside world isn't as bad as she thinks.
es: Convence a Dianesh de que el mundo exterior no es tan malo como ella cree.
ja: ディアネシュに、外の世界は彼女が思っているほど悪くないと説得する。
pl: Przekonaj Dianesh, że świat zewnętrzny nie jest tak zły, jak jej się wydaje.
pt_br: Convença Dianesh de que o mundo exterior não é tão ruim quanto ela pensa.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/secretDescription
source: Convince the Crystal monarch to trust the outside world.
es: Convence a la monarca de Cristal de que confíe en el mundo exterior.
ja: クリスタルの君主に外の世界を信用するよう説得する。
pl: Przekonaj kryształowego monarchę, aby zaufał światu zewnętrznemu.
pt_br: Convença o monarca do Crystal a confiar no mundo exterior.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DIANESH"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_NIGHTS"]/name
source: Drunken Despot
es: Déspota Borracho
ja: 酔っぱらい専制君主
pl: Pijany Despota
pt_br: Déspota bêbado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_NIGHTS"]/description
source: Overthrow Nights then convince him to join your crew.
es: Derroca a Nights y luego convéncelo de que se una a tu tripulación.
ja: ナイツを打倒し、仲間に加えるよう説得する。
pl: Obal Nightsa, a następnie przekonaj go, aby dołączył do twojej załogi.
pt_br: Derrube o Nights e convença-o a se juntar à sua equipe.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_NIGHTS"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SLOCKNOG"]/name
source: The Old King
es: El Viejo Rey
ja: 老王
pl: Stary Król
pt_br: O Velho Rei

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SLOCKNOG"]/description
source: After defeating Nights, convince Slocknog to join your crew.
es: Tras derrotar a Nights, convence a Slocknog de que se una a tu tripulación.
ja: ナイツを倒したら、スロックノッグを仲間に加えるよう説得する。
pl: Po pokonaniu Nightsa przekonaj Slocknoga, aby dołączył do twojej załogi.
pt_br: Depois de derrotar o Nights, convença Slocknog a se juntar à sua equipe.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SLOCKNOG"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_BILLY"]/name
source: Tax Evader
es: Evasor de Impuestos
ja: 脱税者
pl: Uchylający się od Podatków
pt_br: Sonegador de impostos

# data/hyperspace.xml$//achievement[@name="ACH_CREW_BILLY"]/description
source: Rescue Billy Hektar from Vael's Angels.
es: Rescata a Billy Hektar de los Ángeles de Vael.
ja: バエルの天使からビリー・ヘクタールを救出する。
pl: Uratuj Billy'ego Hektara przed Aniołami Vaela.
pt_br: Resgatar Billy Hektar dos Anjos de Vael.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_BILLY"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/name
source: Washed Up
es: Acabado
ja: ウォッシュド・アップ
pl: Wypalony
pt_br: Lavado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/description
source: Rescue Irwin from Vael's Angels.
es: Rescata a Irwin de los Ángeles de Vael.
ja: ヴァエルズ・エンジェルからアーウィンを救出する。
pl: Uratuj Irwina przed Aniołami Vaela.
pt_br: Resgatar Irwin de Vael's Angels.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/secretDescription
source: Find the former chairman of the EHG.
es: Encuentra al antiguo presidente del GEH.
ja: EHGの前会長を探す。
pl: Znajdź byłego przewodniczącego EHG.
pt_br: Encontre o ex-presidente do EHG.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IRWIN"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/name
source: The Millenial Monarch
es: El Monarca Milenial
ja: 千年君主
pl: Monarcha Milenijny
pt_br: O monarca milenar

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/description
source: Convince the Beacon Eater to give you a chance and join your crew.
es: Convence al Devorador de Balizas de que te dé una oportunidad y se una a tu tripulación.
ja: ビーコンイーターを説得してチャンスを与え、仲間に加える。
pl: Przekonaj Zjadacza Sygnałów, aby dał ci szansę i dołączył do twojej załogi.
pt_br: Convença o Beacon Eater a lhe dar uma chance e a se juntar à sua equipe.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/secretDescription
source: Feed the Beacon Eater, whatever that means.
es: Alimenta al Devorador de Balizas, signifique lo que signifique.
ja: ビーコン・イーターに餌をやるんだ。
pl: Nakarm Zjadacza Sygnałów, cokolwiek to znaczy.
pt_br: Alimentar o Beacon Eater, seja lá o que isso signifique.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_EATER"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANOINTED"]/name
source: God Queen
es: Reina Diosa
ja: ゴッド・クイーン
pl: Bogini-Królowa
pt_br: Deus rainha

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANOINTED"]/description
source: Convince the Anointed to join your crew.
es: Convence al Ungido de que se una a tu tripulación.
ja: 油注がれた者をあなたの仲間に加えるよう説得する。
pl: Przekonaj Namaszczonego, aby dołączył do twojej załogi.
pt_br: Convença o Ungido a se juntar à sua equipe.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ANOINTED"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/name
source: The 16th Reaper
es: El 16º Segador
ja: 16人目の死神
pl: 16. Żniwiarz
pt_br: O 16º Ceifador

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/description
source: Save the Dynasty Capitol from CICA and convince Dessius to assist you.
es: Salva la Capital de la Dinastía de la CICA y convence a Dessius de que te ayude.
ja: CICAからダイナスティ・キャピトルを救い、デシウスに協力するよう説得する。
pl: Uratuj Stolicę Dynastii przed CICA i przekonaj Dessiusa, aby ci pomógł.
pt_br: Salve o Dynasty Capitol da CICA e convença Dessius a ajudar você.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/secretDescription
source: Destroy the Demon's Heart.
es: Destruye el Corazón del Demonio.
ja: 悪魔の心臓を破壊せよ
pl: Zniszcz Serce Demona.
pt_br: Destrua o Coração do Demônio.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_DESSIUS"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/name
source: Flower Power
es: Poder Floral
ja: フラワー・パワー
pl: Siła Kwiatów
pt_br: Poder das flores

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/description
source: Help Mayeb convince the Praetors.
es: Ayuda a Mayeb a convencer a los Pretores.
ja: メイエブがプレトールたちを説得するのを手伝ってくれ。
pl: Pomóż Mayeb przekonać Pretorów.
pt_br: Ajude Mayeb a convencer os Preceptores.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/secretDescription
source: Travel to Rt'lak Et and resolve a dispute.
es: Viaja a Rt'lak Et y resuelve una disputa.
ja: Rt'lak Etに行き、紛争を解決する。
pl: Udaj się do Rt'lak Et i rozwiąż spór.
pt_br: Viaje para Rt'lak Et e resolva uma disputa.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_MAYEB"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/name
source: Petal to the Metal
es: A Todo Pétalo
ja: ペタル・トゥ・ザ・メタル
pl: Płatek do Dechy
pt_br: Pétala ao metal

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/description
source: Save Ivar from Ayr's coup.
es: Salva a Ivar del golpe de estado de Ayr.
ja: アイヴァーをエアのクーデターから救え。
pl: Uratuj Ivara przed zamachem stanu Ayra.
pt_br: Salve Ivar do golpe de Ayr.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/secretDescription
source: Rescue a leader from an undergoing plot.
es: Rescata a un líder de un complot en curso.
ja: 謀略を企てるリーダーを救出する。
pl: Uratuj przywódcę przed trwającym spiskiem.
pt_br: Resgatar um líder de uma conspiração em andamento.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_IVAR"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYEREL"]/name
source: Leaf a Good Impression
es: Deja una Buena Impresión
ja: 良い印象を残す
pl: Zostaw Dobre Wrażenie
pt_br: Deixe uma boa impressão

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYEREL"]/description
source: Save Ty E'Rel from the Coalition.
es: Salva a Ty E'Rel de la Coalición.
ja: タイ・エレルを連合から救え。
pl: Uratuj Ty E'Rela przed Koalicją.
pt_br: Salvar Ty E'Rel da Coalizão.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_TYEREL"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/name
source: Only a Little Racist
es: Solo un Poco Racista
ja: ちょっとした人種差別主義者
pl: Tylko Trochę Rasistowski
pt_br: Apenas um pouco racista

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/description
source: Save Alkali from the Legionnaires.
es: Salva a Alkali de los Legionarios.
ja: レジオネアからアルカリを救え
pl: Uratuj Alkaliego przed Legionistami.
pt_br: Salve Alkali dos Legionários.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/secretDescription
source: Rescue an important Shell professor from his own hubris.
es: Rescata a un importante profesor Concha de su propia arrogancia.
ja: 重要なシェル教授を自らの思い上がりから救い出す。
pl: Uratuj ważnego profesora Skorupiaków przed jego własną pychą.
pt_br: Resgatar um importante professor da Shell de sua própria arrogância.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_ALKALI"]/header
source: Character Recruited
es: Personaje reclutado
ja: 募集キャラクター
pl: Postać jest rekrutowana
pt_br: Personagem recrutado

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/name
source: Poo Roo!
ja: プー・ルー！

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/description
source: Recruit OOJ MAJOO.
es: Recluta a OOJ MAJOO.
ja: OOJ MAJOOをリクルートする。
pl: Zrekrutuj OOJ MAJOO.
pt_br: Recrutar OOJ MAJOO.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/secretDescription
source: Track down and rescue a lab abomination.
es: Rastrea y rescata una abominación de laboratorio.
ja: ラボの忌まわしき者を探し出し、救出する。
pl: Wytrop i uratuj laboratoryjną abominację.
pt_br: Localize e resgate uma abominação de laboratório.

# data/hyperspace.xml$//achievement[@name="ACH_CREW_OOJ"]/header
source: Parjook Spip
ja: パージョク・スピップ
