Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: SLAVES
es: ESCLAVOS
ja: 奴隷
pl: NIEWOLNICY
pt_br: ESCRAVOS

source: WEAPONS OF THE DAY [25% OFF]
es: ARMAS DEL DÍA [25% DE DESCUENTO]
ja: 本日の武器【25％オフ
pl: BROŃ DNIA [25% ZNIŻKI]
pt_br: ARMAS DO DIA [25% DE DESCONTO]

source: DRONES OF THE DAY [25% OFF]
es: DRONES DEL DÍA [25% DE DESCUENTO]
ja: 本日のドローン【25％オフ
pl: DRONY DNIA [25% ZNIŻKI]
pt_br: DRONES DO DIA [25% DE DESCONTO]

source: AUGMENTS OF THE DAY [25% OFF]
es: AUMENTOS DEL DÍA [25% DE DESCUENTO]
ja: 本日の増強品【25％オフ
pl: ULEPSZENIA DNIA [25% ZNIŻKI]
pt_br: AUMENTOS DO DIA [25% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [25% OFF]
es: ARMAS DEL DÍA [25% DE DESCUENTO]
ja: 本日の武器【25％オフ
pl: BROŃ DNIA [25% ZNIŻKI]
pt_br: ARMAS DO DIA [25% DE DESCONTO]

source: DRONES OF THE DAY [25% OFF]
es: DRONES DEL DÍA [25% DE DESCUENTO]
ja: 本日のドローン【25％オフ
pl: DRONY DNIA [25% ZNIŻKI]
pt_br: DRONES DO DIA [25% DE DESCONTO]

source: AUGMENTS OF THE DAY [25% OFF]
es: AUMENTOS DEL DÍA [25% DE DESCUENTO]
ja: 本日の増強品【25％オフ
pl: ULEPSZENIA DNIA [25% ZNIŻKI]
pt_br: AUMENTOS DO DIA [25% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [25% OFF]
es: ARMAS DEL DÍA [25% DE DESCUENTO]
ja: 本日の武器【25％オフ
pl: BROŃ DNIA [25% ZNIŻKI]
pt_br: ARMAS DO DIA [25% DE DESCONTO]

source: DRONES OF THE DAY [25% OFF]
es: DRONES DEL DÍA [25% DE DESCUENTO]
ja: 本日のドローン【25％オフ
pl: DRONY DNIA [25% ZNIŻKI]
pt_br: DRONES DO DIA [25% DE DESCONTO]

source: AUGMENTS OF THE DAY [25% OFF]
es: AUMENTOS DEL DÍA [25% DE DESCUENTO]
ja: 本日の増強品【25％オフ
pl: ULEPSZENIA DNIA [25% ZNIŻKI]
pt_br: AUMENTOS DO DIA [25% DE DESCONTO]

source: HEKTAR TECH
es: TECNOLOGÍA HEKTAR
ja: ヘクター・テック
pl: TECHNOLOGIA HEKTAR

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [25% OFF]
es: ARMAS DEL DÍA [25% DE DESCUENTO]
ja: 本日の武器【25％オフ
pl: BROŃ DNIA [25% ZNIŻKI]
pt_br: ARMAS DO DIA [25% DE DESCONTO]

source: DRONES OF THE DAY [25% OFF]
es: DRONES DEL DÍA [25% DE DESCUENTO]
ja: 本日のドローン【25％オフ
pl: DRONY DNIA [25% ZNIŻKI]
pt_br: DRONES DO DIA [25% DE DESCONTO]

source: AUGMENTS OF THE DAY [25% OFF]
es: AUMENTOS DEL DÍA [25% DE DESCUENTO]
ja: 本日の増強品【25％オフ
pl: ULEPSZENIA DNIA [25% ZNIŻKI]
pt_br: AUMENTOS DO DIA [25% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: WEAPONS OF THE DAY [33% OFF]
es: Armas del día [33% de descuento]
ja: 今日の武器 [33% オフ］
pl: Broń dnia [rabat 33%]
pt_br: ARMAS DO DIA [33% DE DESCONTO]

source: DRONES OF THE DAY [33% OFF]
es: Drones del día [33% de descuento]
ja: 本日のドローン [33% オフ］
pl: Drins of the Day [rabat 33%]
pt_br: DRONES DO DIA [33% DE DESCONTO]

source: AUGMENTS OF THE DAY [33% OFF]
es: Aumentos del día [33% de descuento]
ja: 日替わりオーグメント [33%OFF］
pl: Moduły dzienne [33%zniżki]
pt_br: AUMENTOS DO DIA [33% DE DESCONTO]

source: DECKHANDS
es: Mangas
ja: デッキハンズ
pl: ZAŁOGA
pt_br: MÃOS DE CONVÉS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: LASERS
es: LÁSERES
ja: レーザー
pl: LASERY

source: BEAMS
es: RAYOS
ja: ビームス
pl: PROMIENIE
pt_br: VIGAS

source: LASERS
es: LÁSERES
ja: レーザー
pl: LASERY

source: LASERS
es: LÁSERES
ja: レーザー
pl: LASERY

source: BEAMS
es: RAYOS
ja: ビームス
pl: PROMIENIE
pt_br: VIGAS

source: BEAMS
es: RAYOS
ja: ビームス
pl: PROMIENIE
pt_br: VIGAS

source: IONS
es: IONES
ja: イオン
pl: JONY
pt_br: ÍONS

source: IONS
es: IONES
ja: イオン
pl: JONY
pt_br: ÍONS

source: BALLISTICS
es: BALÍSTICA
ja: バリスティクス
pl: BROŃ BALISTYCZNA
pt_br: BALÍSTICA

source: BALLISTICS
es: BALÍSTICA
ja: バリスティクス
pl: BROŃ BALISTYCZNA
pt_br: BALÍSTICA

source: TRASH GUNS
es: ARMAS BASURA
ja: トラッシュガン
pl: BROŃ ŚMIECIOWA
pt_br: ARMAS DE LIXO

source: TRASH GUNS
es: ARMAS BASURA
ja: トラッシュガン
pl: BROŃ ŚMIECIOWA
pt_br: ARMAS DE LIXO

source: STATUS WEAPONS
es: ARMAS DE ESTADO
ja: ステータス
pl: BROŃ STATUSOWA
pt_br: ARMAS DE STATUS

source: STATUS WEAPONS
es: ARMAS DE ESTADO
ja: ステータス
pl: BROŃ STATUSOWA
pt_br: ARMAS DE STATUS

source: UTILITIES
es: UTILIDADES
ja: ユーティリティ
pl: NARZĘDZIA
pt_br: UTILIDADES

source: UTILITIES
es: UTILIDADES
ja: ユーティリティ
pl: NARZĘDZIA
pt_br: UTILIDADES

source: COMBAT AUGMENTS
es: AUMENTOS DE COMBATE
ja: 戦闘増強
pl: ULEPSZENIA BOJOWE
pt_br: APRIMORAMENTOS DE COMBATE

source: KERNELS
es: SEMILLAS
ja: カーネル
pl: NASIONA

source: SPORES
es: ESPORAS
ja: スポルス
pl: ZARODNIKI
pt_br: ESPORTES

source: CRYSTALS
es: CRISTALES
ja: クリスタル
pl: KRYSZTAŁY
pt_br: CRISTAIS

source: MINE LAUNCHERS
es: LANZAMINAS
ja: マイン・ランチャーズ
pl: WYRZUTNIE MIN
pt_br: LANÇADORES DE MINA

source: MINE LAUNCHERS
es: LANZAMINAS
ja: マイン・ランチャーズ
pl: WYRZUTNIE MIN
pt_br: LANÇADORES DE MINA

source: LOOT
es: BOTÍN
ja: 戦利品
pl: ŁUP

source: LOOT
es: BOTÍN
ja: 戦利品
pl: ŁUP

source: DRONE CONTROL
es: CONTROL DE DRONES
ja: ドローン管制
pl: STEROWANIE DRONAMI
pt_br: CONTROLE DE DRONES

source: BASES
ja: ベース
pl: BAZY

source: MODULES
es: MÓDULOS
ja: モジュール
pl: MODUŁY
pt_br: MÓDULOS

source: AETHER WEAPONS
es: ARMAS DE ÉTER
ja: エーテル兵器
pl: BROŃ ETERYCZNA
pt_br: ARMAS DE AETHER

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

source: JUDGEMENT COMES
es: EL JUICIO LLEGA
ja: 判決が下る
pl: NADCHODZI SĄD
pt_br: O JULGAMENTO CHEGA

source: FOR US ALL
es: PARA TODOS NOSOTROS
ja: すべての人のために
pl: DLA NAS WSZYSTKICH
pt_br: PARA TODOS NÓS

source: THE HEAVENS
es: LOS CIELOS
ja: 天国
pl: NIEBIOSA
pt_br: O CÉU

source: WILL COLLIDE
es: CHOCARÁN
ja: ウィルコライド
pl: ZDERZĄ SIĘ
pt_br: COLIDIRÁ

source: THE SINNERS WILL
es: LOS PECADORES SERÁN
ja: 罪人は
pl: GRZESZNICY ZOSTANĄ
pt_br: OS PECADORES

source: BE PURGED
es: PURGADOS
ja: パージされる
pl: OCZYSZCZENI
pt_br: SER PURGADO

source: ONLY THE WORTHY
es: SOLO LOS DIGNOS
ja: しかるべき者だけが
pl: TYLKO GODNI
pt_br: SOMENTE OS DIGNOS

source: WILL REMAIN
es: PERMANECERÁN
ja: 残留
pl: POZOSTANĄ
pt_br: PERMANECERÁ

source: WHAT WILL BE
es: ¿CUÁL SERÁ
ja: どうなるのか
pl: JAKI BĘDZIE
pt_br: O QUE SERÁ

source: YOUR FATE?
es: TU DESTINO?
ja: あなたの運命は？
pl: TWÓJ LOS?
pt_br: SEU DESTINO?

source: THE HEAVENS
es: LOS CIELOS
ja: 天国
pl: NIEBIOSA
pt_br: O CÉU

source: SHINE UPON
es: BRILLA SOBRE
ja: 輝きを放つ
pl: ŚWIEĆ NAD
pt_br: BRILHAR SOBRE

source: DOES THINE
es: HACEN TU
ja: ドゥーズ・ザイン
pl: PEŁNIĄ SWOJĄ
pt_br: FAZ O SEU

source: HOLY SERVICE
es: SANTO SERVICIO
ja: ホーリーサービス
pl: ŚWIĘTĄ SŁUŻBĘ
pt_br: SERVIÇO SAGRADO

source: IN THE
es: EN EL
ja: の中で
pl: W IMIĘ
pt_br: NO

source: NAME OF
es: NOMBRE DE
ja: 氏名
pl: NASZEGO
pt_br: NOME DO

source: OUR LORD
es: NUESTRO SEÑOR
ja: 主よ
pl: PANA
pt_br: NOSSO SENHOR

source: THE UNIVERSE SMILES
es: EL UNIVERSO SONRÍE
ja: 宇宙は微笑む
pl: WSZECHŚWIAT UŚMIECHA SIĘ
pt_br: O UNIVERSO SORRI

source: UPON YOU
es: SOBRE TI
ja: あなたの上に
pl: DO CIEBIE
pt_br: SOBRE VOCÊ

source: BASES
ja: ベース
pl: BAZY

source: MODULES
es: MÓDULOS
ja: モジュール
pl: MODUŁY
pt_br: MÓDULOS

source: BASES
ja: ベース
pl: BAZY

source: MODULES
es: MÓDULOS
ja: モジュール
pl: MODUŁY
pt_br: MÓDULOS

source: HEKTAR PRODUCTS
es: PRODUCTOS HEKTAR
ja: ヘクター製品
pl: PRODUKTY HEKTAR
pt_br: HECTARES DE PRODUTOS

source: ESSENTIAL SYSTEMS
es: Sistemas esenciales
ja: 必須システム
pl: Główne systemy
pt_br: SISTEMAS ESSENCIAIS

source: AUXILIARY SYSTEMS
es: Sistemas auxiliares
ja: 補助システム
pl: Dodatkowe systemy
pt_br: SISTEMAS AUXILIARES

# data/hyperspace.xml$/FTL/victories/flagship/name
source: \1 Multiversal Victory
es: Victoria Multiversal de \1
ja: \1 マルチヴァーサルの勝利
pl: \1 Zwycięstwo w Multiwersum
pt_br: \1 Vitória Multiversal

# data/hyperspace.xml$/FTL/victories/flagship/description
source: Defeat the Multiverse Flagship aboard any layout of the \1
es: Derrota a la Nave Insignia del Multiverso a bordo de cualquier diseño de la \1
ja: \1のいずれかのレイアウトでマルチバース旗艦を倒す
pl: Pokonaj Okręt Flagowy Multiwersum na pokładzie dowolnego wariantu \1
pt_br: Derrote a Flagship do Multiverso a bordo de qualquer layout da \1

# data/hyperspace.xml$/FTL/victories/peace/name
source: \1 Peace Ending
es: Final de Paz de \1
ja: \ピース・エンディング
pl: \1 Zakończenie Pokojowe
pt_br: \1 Fim da paz

# data/hyperspace.xml$/FTL/victories/peace/description
source: Force the Rebellion's surrender aboard any layout of the \1
es: Fuerza la rendición de la Rebelión a bordo de cualquier diseño de la \1
ja: \1のいずれかのレイアウトで反乱軍を降伏させる
pl: Zmuś Rebelię do poddania się na pokładzie dowolnego wariantu \1
pt_br: Forçar a rendição da Rebelião a bordo de qualquer layout da \1

# data/hyperspace.xml$/FTL/victories/peace/secretName
source: \1 ????? Ending
es: Final ????? de \1
ja: \1 ?????エンディング
pl: \1 Zakończenie ?????
pt_br: \1 ????? Finalização

# data/hyperspace.xml$/FTL/victories/peace/secretDescription
source: Embrace the ways of the monk aboard any layout of the \1
es: Abraza los caminos del monje a bordo de cualquier diseño de la \1
ja: \1 のレイアウトのどれかで、僧侶の道を受け入れる。
pl: Przyjmij ścieżkę mnicha na pokładzie dowolnego wariantu \1
pt_br: Adote as maneiras do monge a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/true/name
source: \1 True Ending
es: Final Verdadero de \1
ja: \1 トゥルー・エンディング
pl: \1 Prawdziwe Zakończenie

# data/hyperspace.xml$/FTL/victories/true/description
source: Defeat Vance Prime aboard any layout of the \1
es: Derrota a Vance Prime a bordo de cualquier diseño de la \1
ja: \1のいづれかのレイアウトでヴァンス・プライムを倒す
pl: Pokonaj Vance'a Prime'a na pokładzie dowolnego wariantu \1
pt_br: Derrote Vance Prime a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/true/secretName
source: \1 ????? Ending
es: Final ????? de \1
ja: \1 ?????エンディング
pl: \1 Zakończenie ?????
pt_br: \1 ????? Finalização

# data/hyperspace.xml$/FTL/victories/true/secretDescription
source: Uncover the ancient secrets of a long forgotten race aboard any layout of the \1
es: Descubre los antiguos secretos de una raza olvidada hace mucho tiempo a bordo de cualquier diseño de la \1
ja: \1 のレイアウトのどれかに乗って、長い間忘れ去られていた種族の古代の秘密を解き明かす。
pl: Odkryj starożytne sekrety dawno zapomnianej rasy na pokładzie dowolnego wariantu \1
pt_br: Descubra os segredos antigos de uma raça há muito esquecida a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/slug/name
source: \1 Slug Ending
es: Final Slug de \1
ja: \1 スラッグ・エンディング
pl: \1 Zakończenie Ślimaków
pt_br: \1 Final da lesma

# data/hyperspace.xml$/FTL/victories/slug/description
source: Take power over the galaxy with aid from the Kleptocracy aboard any layout of the \1
es: Toma el poder de la galaxia con la ayuda de la Cleptocracia a bordo de cualquier diseño de la \1
ja: \1のいづれかのレイアウトで泥棒政治からの援助を受けて、銀河系を支配する
pl: Przejmij władzę nad galaktyką z pomocą Kleptokracji na pokładzie dowolnego wariantu \1
pt_br: Assuma o controle da galáxia com a ajuda da cleptocracia a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/slug/secretName
source: \1 ????? Ending
es: Final ????? de \1
ja: \1 ?????エンディング
pl: \1 Zakończenie ?????
pt_br: \1 ????? Finalização

# data/hyperspace.xml$/FTL/victories/slug/secretDescription
source: Achieve galactic domination with an unlikely ally aboard any layout of the \1
es: Logra la dominación galáctica con un aliado improbable a bordo de cualquier diseño de la \1
ja: 銀河の支配を、\1 のレイアウトのどれかで思いがけない同盟者とともに成し遂げる。
pl: Osiągnij dominację galaktyczną z nieoczekiwanym sojusznikiem na pokładzie dowolnego wariantu \1
pt_br: Conquiste o domínio galáctico com um aliado improvável a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/chaos/name
source: \1 Chaos Ending
es: Final del Caos de \1
ja: \1 カオス・エンディング
pl: \1 Zakończenie Chaosu

# data/hyperspace.xml$/FTL/victories/chaos/description
source: Bring the Gnome to the One Who Rhymes aboard any layout of the \1
es: Lleva al Gnomo ante Aquel que Rima a bordo de cualquier diseño de la \1
ja: \1のいづれかのレイアウトでライムのもとへノームを連れていく
pl: Przyprowadź Gnomowi Temu, Który Rymuje na pokładzie dowolnego wariantu \1
pt_br: Traga o gnomo para o One Who Rhymes a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/chaos/secretName
source: \1 ????? Ending
es: Final ????? de \1
ja: \1 ?????エンディング
pl: \1 Zakończenie ?????
pt_br: \1 ????? Finalização

# data/hyperspace.xml$/FTL/victories/chaos/secretDescription
source: Delay the harbinger of chaos aboard any layout of the \1
es: Retrasa al heraldo del caos a bordo de cualquier diseño de la \1
ja: \1 のレイアウトのどれかでカオスの前兆を遅らせる。
pl: Opóźnij zwiastuna chaosu na pokładzie dowolnego wariantu \1
pt_br: Atrasar o prenúncio do caos a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/nexus/name
source: \1 Nexus Ending
es: Final del Nexo de \1
ja: \1 ネクサス・エンディング
pl: \1 Zakończenie Nexusa
pt_br: \1 Encerramento do Nexus

# data/hyperspace.xml$/FTL/victories/nexus/description
source: Either spare or overthrow Sylvan Prime aboard any layout of the \1
es: Perdona o derroca a Sylvan Prime a bordo de cualquier diseño de la \1
ja: \1のいづれかのレイアウトでシルヴァン・プライムを救うか、もしくは打倒する
pl: Oszczędź lub obal Sylvana Prime'a na pokładzie dowolnego wariantu \1
pt_br: Poupe ou derrube Sylvan Prime a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/victories/nexus/secretName
source: \1 ????? Ending
es: Final ????? de \1
ja: \1 ?????エンディング
pl: \1 Zakończenie ?????
pt_br: \1 ????? Finalização

# data/hyperspace.xml$/FTL/victories/nexus/secretDescription
source: Discover the hidden secret in the center of the Multiverse aboard any layout of the \1
es: Descubre el secreto oculto en el centro del Multiverso a bordo de cualquier diseño de la \1
ja: \1 のレイアウトのどれかでマルチバースの中心に隠された秘密を発見する。
pl: Odkryj ukrytą tajemnicę w centrum Multiwersum na pokładzie dowolnego wariantu \1
pt_br: Descubra o segredo oculto no centro do Multiverso a bordo de qualquer layout do \1

# data/hyperspace.xml$/FTL/achievements/page[1]/section[1]/@text
source: Accomplishments
es: Logros
ja: 実績
pl: Osiągnięcia
pt_br: Realizações

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DATABASE"]/name
source: Well Informed
es: Bien Informado
ja: 十分な情報
pl: Dobrze Poinformowany
pt_br: Bem informado

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DATABASE"]/description
source: Download the Federation Database and read the full mission debriefing at the start of your journey.
es: Descarga la Base de Datos de la Federación y lee el informe completo de la misión al comienzo de tu viaje.
ja: フェデレーション・データベースをダウンロードし、旅の始めにミッションの全報告をお読みください。
pl: Pobierz Bazę Danych Federacji i przeczytaj pełny raport z misji na początku swojej podróży.
pt_br: Faça o download do banco de dados da Federação e leia o relatório completo da missão no início de sua jornada.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_25DEATHS"]/name
source: Been There, Done That
es: Ya Estuve Ahí, Ya lo Hice
ja: そこにいて、それをやった
pl: Byłem Tam, Zrobiłem To
pt_br: Já estive lá, já fiz isso
