Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/description
source: Show a fully upgraded Engines System to Corby. While in effect; Your crew repair the Engines system 75% faster.
es: Muéstrale un Sistema de Motores completamente mejorado a Corby. Mientras esté activo; tu tripulación repara el sistema de Motores un 75% más rápido.
ja: 完全にアップグレードされたエンジンシステムをコービーに見せる。 エンジンシステムの修理が75%速くなる。
pl: Pokaż Corby'emu w pełni ulepszony System Silników. Podczas działania; Twoja załoga naprawia system Silników o 75% szybciej.
pt_br: Mostre um sistema de motores totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação repara o sistema de motores 75% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_ENGINES"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/name
source: Grant of Healing
es: Concesión de Curación
ja: 癒しのグラント
pl: Dar Leczenia
pt_br: Concessão de cura

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/secretDescription
source: Receive the Grant of Healing from Corby.
es: Recibe la Concesión de Curación de Corby.
ja: コービーから「癒しのグラント」を受け取る。
pl: Otrzymaj Grant Leczenia od Corby'ego.
pt_br: Receber a Concessão de Cura de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/description
source: Show a fully upgraded Medbay System to Corby. While in effect; Your crew heal 75% faster anywhere.
es: Muéstrale un Sistema de Enfermería completamente mejorado a Corby. Mientras esté activo; tu tripulación se cura un 75% más rápido en cualquier lugar.
ja: 完全にアップグレードされた医療室システムをコービーに見せる。 効果中は、クルーはどこでも75％速く回復する。
pl: Pokaż Corby'emu w pełni ulepszony System Medbaya. Podczas działania; Twoja załoga leczy się o 75% szybciej w dowolnym miejscu.
pt_br: Mostre um sistema Medbay totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação se cura 75% mais rápido em qualquer lugar.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MEDBAY"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/name
source: Grant of Cloning
es: Concesión de Clonación
ja: クローン技術供与
pl: Dar Klonowania
pt_br: Concessão de clonagem

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/secretDescription
source: Receive the Grant of Cloning from Corby.
es: Recibe la Concesión de Clonación de Corby.
ja: コービーからクローン作りの助成金を受け取る。
pl: Otrzymaj Grant Klonowania od Corby'ego.
pt_br: Receber a Concessão de Clonagem de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/description
source: Show a fully upgraded Clone Bay System to Corby. While in effect; No skills are lost from cloning.
es: Muéstrale un Sistema de Bahía de Clonación completamente mejorado a Corby. Mientras esté activo; no se pierden habilidades por la clonación.
ja: 完全にアップグレードされたクローンベイシステムをコービーに見せる。 クローンベイシステムが有効な間は、クローン化によって失われるスキルはない。
pl: Pokaż Corby'emu w pełni ulepszony System Klonowania. Podczas działania; Żadne umiejętności nie są tracone podczas klonowania.
pt_br: Mostre um sistema de baia de clones totalmente atualizado para Corby. Enquanto estiver em vigor, nenhuma habilidade será perdida com a clonagem.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CLONEBAY"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/name
source: Grant of Life Support
es: Concesión de Soporte Vital
ja: 生命維持装置
pl: Dar Podtrzymywania Życia
pt_br: Concessão de suporte de vida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/secretDescription
source: Receive the Grant of Life Support from Corby.
es: Recibe la Concesión de Soporte Vital de Corby.
ja: コービーから生命維持装置を受け取る。
pl: Otrzymaj Grant Podtrzymywania Życia od Corby'ego.
pt_br: Receber o Grant of Life Support de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/description
source: Show a fully upgraded Oxygen System to Corby. While in effect; Your crew gain 33% resistance to suffocation.
es: Muéstrale un Sistema de Oxígeno completamente mejorado a Corby. Mientras esté activo; tu tripulación obtiene un 33% de resistencia a la asfixia.
ja: 完全にアップグレードされた酸素システムをコービーに見せる。 効果がある間、クルーは窒息に対して33％の耐性を得る。
pl: Pokaż Corby'emu w pełni ulepszony System Tlenowy. Podczas działania; Twoja załoga zyskuje 33% odporności na uduszenie.
pt_br: Mostre um sistema de oxigênio totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação ganha 33% de resistência a sufocamento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_OXYGEN"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/name
source: Grant of Drones
es: Concesión de Drones
ja: ドローン助成金
pl: Dar Dronów
pt_br: Concessão de Drones

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/secretDescription
source: Receive the Grant of Drones from Corby.
es: Recibe la Concesión de Drones de Corby.
ja: コービーからドローンの助成金を受け取る。
pl: Otrzymaj Grant Dronów od Corby'ego.
pt_br: Receber a concessão de drones de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/description
source: Show a fully upgraded Drone Control System to Corby. While in effect; Your crew repair the Drone Control system 75% faster.
es: Muéstrale un Sistema de Control de Drones completamente mejorado a Corby. Mientras esté activo; tu tripulación repara el sistema de Control de Drones un 75% más rápido.
ja: 完全にアップグレードされたドローン管制システムをコービーに見せる。 その間、あなたのクルーはドローン管制システムを75%速く修理する。
pl: Pokaż Corby'emu w pełni ulepszony System Sterowania Dronami. Podczas działania; Twoja załoga naprawia system Sterowania Dronami o 75% szybciej.
pt_br: Mostre um sistema de controle de drone totalmente atualizado para Corby. Enquanto estiver em vigor, sua equipe repara o sistema de controle de drones 75% mais rápido.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DRONES"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/name
source: Grant of Teleporting
es: Concesión de Teletransporte
ja: テレポーテーションの付与
pl: Grant Teleportacji
pt_br: Concessão de teletransporte

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/secretDescription
source: Receive the Grant of Teleporting from Corby.
es: Recibe la Concesión de Teletransporte de Corby.
ja: コービーから「テレポートの付与」を受ける。
pl: Otrzymaj Grant Teleportacji od Corby'ego.
pt_br: Receber a Concessão de Teletransporte de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/description
source: Show a fully upgraded Teleporter System to Corby. While in effect; Your crew heal at 1hp/s while in the Teleporter room.
es: Muéstrale un Sistema de Teletransporte completamente mejorado a Corby. Mientras esté activo; tu tripulación se cura a 1ps/s mientras está en la sala de Teletransporte.
ja: 完全にアップグレードされたテレポーターシステムをCorbyに見せる。 テレポーター室にいる間、クルーは1hp/sで回復する。
pl: Pokaż Corby'emu w pełni ulepszony System Teleportera. Podczas działania; Twoja załoga leczy się z prędkością 1hp/s w pomieszczeniu Teleportera.
pt_br: Mostre um sistema de teletransporte totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação se cura a 1hp/s enquanto estiver na sala do Teletransportador.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TELEPORTER"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/name
source: Grant of Stealth
es: Concesión de Sigilo
ja: ステルス付与
pl: Dar Maskowania
pt_br: Concessão de furtividade

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/secretDescription
source: Receive the Grant of Stealth from Corby.
es: Recibe la Concesión de Sigilo de Corby.
ja: コービーから「ステルスの付与」を受ける。
pl: Otrzymaj Grant Niewidzialności od Corby'ego.
pt_br: Receber o Grant of Stealth de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/description
source: Show a fully upgraded Cloaking System to Corby. While in effect; Your hull and systems have a 10% chance to resist damage from enemy weapons.
es: Muéstrale un Sistema de Camuflaje completamente mejorado a Corby. Mientras esté activo; tu casco y sistemas tienen un 10% de probabilidad de resistir el daño de las armas enemigas.
ja: 完全にアップグレードされた遮蔽システムをコービーに見せる。 効果がある間、船体とシステムは10％の確率で敵の武器によるダメージを受けにくくなる。
pl: Pokaż Corby'emu w pełni ulepszony System Maskowania. Podczas działania; Twój kadłub i systemy mają 10% szansy na odparcie obrażeń od broni wroga.
pt_br: Mostre um sistema de camuflagem totalmente atualizado para Corby. Enquanto estiver em vigor, seu casco e sistemas têm 10% de chance de resistir a danos de armas inimigas.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_STEALTH"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/name
source: Grant of Hacking
es: Concesión de Hackeo
ja: ハッキングの付与
pl: Dar Hakowania
pt_br: Concessão de Hacking

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/secretDescription
source: Receive the Grant of Hacking from Corby.
es: Recibe la Concesión de Hackeo de Corby.
ja: コービーからハッキングの助成金を受け取る。
pl: Otrzymaj Grant Hakowania od Corby'ego.
pt_br: Receber o Subsídio de Hacking de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/description
source: Show a fully upgraded Hacking System to Corby. While in effect; Your crew unhack adjacent doors on your own ship.
es: Muéstrale un Sistema de Hackeo completamente mejorado a Corby. Mientras esté activo; tu tripulación deshace el hackeo de las puertas adyacentes en tu propia nave.
ja: 完全にアップグレードされたハッキングシステムをコービーに見せる。 有効な間、クルーは自分の船の隣接するドアのハッキングを解除する。
pl: Pokaż Corby'emu w pełni ulepszony System Hakowania. Podczas działania; Twoja załoga odhakowuje sąsiednie drzwi na twoim własnym statku.
pt_br: Mostre um sistema de hacking totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação desbloqueia portas adjacentes em sua própria nave.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_HACKING"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/name
source: Grant of Manipulation
es: Concesión de Manipulación
ja: マニピュレーションの付与
pl: Dar Manipulacji
pt_br: Concessão de Manipulação

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/secretDescription
source: Receive the Grant of Manipulation from Corby.
es: Recibe la Concesión de Manipulación de Corby.
ja: コービーから「操作の付与」を受け取る。
pl: Otrzymaj Grant Manipulacji od Corby'ego.
pt_br: Receber o Grant of Manipulation de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/description
source: Show a fully upgraded Mind Control System to Corby. While in effect; Your crew are stunned for only 40% of the normal duration on your own ship.
es: Muéstrale un Sistema de Control Mental completamente mejorado a Corby. Mientras esté activo; tu tripulación queda aturdida solo durante el 40% de la duración normal en tu propia nave.
ja: 完全にアップグレードされたマインド・コントロール・システムをコービーに見せる。 発動中、自艦の乗組員は通常の40％の時間だけ気絶する。
pl: Pokaż Corby'emu w pełni ulepszony System Kontroli Umysłu. Podczas działania; Twoja załoga jest ogłuszona tylko na 40% normalnego czasu na twoim własnym statku.
pt_br: Mostre um sistema de controle mental totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação ficará atordoada por apenas 40% da duração normal em sua própria nave.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MIND"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/name
source: Grant of Sensors
es: Concesión de Sensores
ja: センサーの供与
pl: Grant Sensorów
pt_br: Concessão de sensores

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/secretDescription
source: Receive the Grant of Sensors from Corby.
es: Recibe la Concesión de Sensores de Corby.
ja: コービーからセンサーの供与を受ける。
pl: Otrzymaj Grant Sensorów od Corby'ego.
pt_br: Receber a concessão de sensores da Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/description
source: Show a fully upgraded Sensors Subsystem to Corby. While in effect; Sensors gain 2 free upgrades. If your ship does not start with Sensors, you will receive lvl2 Sensors for free.
es: Muéstrale un Subsistema de Sensores completamente mejorado a Corby. Mientras esté activo; los Sensores obtienen 2 mejoras gratuitas. Si tu nave no empieza con Sensores, recibirás Sensores de nivel 2 gratis.
ja: フルアップグレードされたセンサーサブシステムをコービーに見せる。 有効期間中、センサーは2回無料でアップグレードされる。センサーを装備していない場合、無料でLv2のセンサーを受け取ることができる。
pl: Pokaż Corby'emu w pełni ulepszony Podsystem Sensorów. Podczas działania; Sensory zyskują 2 darmowe ulepszenia. Jeśli twój statek nie zaczyna z Sensorami, otrzymasz Sensory poz. 2 za darmo.
pt_br: Mostre um Subsistema de Sensores totalmente atualizado para Corby. Enquanto estiver em vigor, os sensores ganham 2 upgrades gratuitos. Se sua nave não começar com sensores, você receberá sensores de nível 2 gratuitamente.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_SENSORS"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/name
source: Grant of Doors
es: Concesión de Puertas
ja: ドア
pl: Dar Drzwi
pt_br: Concessão de portas

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/secretDescription
source: Receive the Grant of Doors from Corby.
es: Recibe la Concesión de Puertas de Corby.
ja: コービーからドア助成金を受け取る。
pl: Otrzymaj Grant Drzwi od Corby'ego.
pt_br: Receber a concessão de portas de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/description
source: Show a fully upgraded Door Control Subsystem to Corby. While in effect; Your Door Control room will gain 50% sabotage resistance, and your crew gain 30% damage resistance while in the Door Control room.
es: Muéstrale un Subsistema de Control de Puertas completamente mejorado a Corby. Mientras esté activo; tu sala de Control de Puertas obtendrá un 50% de resistencia al sabotaje, y tu tripulación obtendrá un 30% de resistencia al daño mientras esté en la sala de Control de Puertas.
ja: 完全にアップグレードされたドア・コントロール・サブシステムをコービーに見せる。 有効期間中、あなたのドア制御室は50％の妨害耐性を獲得し、あなたのクルーはドア制御室にいる間30％のダメージ耐性を獲得する。
pl: Pokaż Corby'emu w pełni ulepszony Podsystem Sterowania Drzwiami. Podczas działania; Pomieszczenie Sterowania Drzwiami zyska 50% odporności na sabotaż, a twoja załoga zyska 30% odporności na obrażenia, przebywając w tym pomieszczeniu.
pt_br: Mostre um Subsistema de controle de porta totalmente atualizado para Corby. Enquanto estiver em vigor, sua sala de controle de porta ganhará 50% de resistência a sabotagem e sua tripulação ganhará 30% de resistência a danos enquanto estiver na sala de controle de porta.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_DOORS"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/name
source: Grant of Battery
es: Concesión de Batería
ja: バッテリーの供与
pl: Dar Baterii
pt_br: Concessão de bateria

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/secretDescription
source: Receive the Grant of Battery from Corby.
es: Recibe la Concesión de Batería de Corby.
ja: コービーからバッテリーの供与を受ける。
pl: Otrzymaj Grant Baterii od Corby'ego.
pt_br: Receber a Concessão de Bateria de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/description
source: Show a fully upgraded Battery Subsystem to Corby. While in effect; When battery is disabled, your crew gain 33% repair and movement speed.
es: Muéstrale un Subsistema de Batería completamente mejorado a Corby. Mientras esté activo; cuando la batería está desactivada, tu tripulación obtiene un 33% de velocidad de reparación y movimiento.
ja: 完全にアップグレードされたバッテリーサブシステムをコービーに見せる。 効果中；バッテリーが無効化されると、クルーは33％の修理速度と移動速度を得る。
pl: Pokaż Corby'emu w pełni ulepszony Podsystem Baterii. Podczas działania; Gdy bateria jest wyłączona, twoja załoga zyskuje 33% prędkości naprawy i poruszania się.
pt_br: Mostre um Subsistema de bateria totalmente atualizado para Corby. Enquanto estiver em vigor; quando a bateria estiver desativada, sua tripulação ganha 33% de velocidade de reparo e movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_BATTERY"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/name
source: Grant of Power
es: Concesión de Potencia
ja: 権力の付与
pl: Grant Mocy
pt_br: Concessão de poder

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/secretDescription
source: Receive the Grant of Power from Corby.
es: Recibe la Concesión de Potencia de Corby.
ja: コービーからパワーの供与を受ける。
pl: Otrzymaj Grant Mocy od Corby'ego.
pt_br: Receber a Concessão de Poder de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/description
source: Show a fully upgraded reactor to Corby. While in effect; You gain 1 free reactor upgrade instantly.
es: Muéstrale un reactor completamente mejorado a Corby. Mientras esté activo; obtienes 1 mejora de reactor gratuita al instante.
ja: 完全にアップグレードされたリアクターをコービーに見せる。 効果中：原子炉のアップグレードが1回無料になる。
pl: Pokaż Corby'emu w pełni ulepszony reaktor. Podczas działania; Natychmiast zyskujesz 1 darmowe ulepszenie reaktora.
pt_br: Mostre um reator totalmente atualizado para Corby. Enquanto estiver em vigor, você ganha 1 upgrade gratuito de reator instantaneamente.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_REACTOR"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/name
source: Grant of Time
es: Concesión de Tiempo
ja: 時間の付与
pl: Dar Czasu
pt_br: Concessão de tempo

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/secretName
source: Grant of ???
es: Concesión de ???
ja: を付与する。
pl: Grant ???
pt_br: Concessão de ???

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/secretDescription
source: Receive the Grant of ??? from Corby.
es: Recibe la Concesión de ??? de Corby.
ja: コービーから助成金を受け取る。
pl: Otrzymaj Grant ??? od Corby'ego.
pt_br: Receber a concessão de ??? de Corby.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/description
source: Show a fully upgraded Temporal System to Corby. While in effect; Your crew gain doubled movement speed.
es: Muéstrale un Sistema Temporal completamente mejorado a Corby. Mientras esté activo; tu tripulación obtiene el doble de velocidad de movimiento.
ja: 完全にアップグレードされた時間システムをコービーに見せる。 効果中は、乗員の移動速度が2倍になる。
pl: Pokaż Corby'emu w pełni ulepszony System Czasowy. Podczas działania; Twoja załoga zyskuje podwójną prędkość poruszania się.
pt_br: Mostre um Sistema Temporal totalmente atualizado para Corby. Enquanto estiver em vigor, sua tripulação ganha o dobro de velocidade de movimento.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_TEMPORAL"]/header
source: Grant Received
es: Subvención recibida
ja: 助成金受領
pl: Otrzymano Grant
pt_br: Subsídio recebido

# data/hyperspace.xml$/FTL/achievements/page[5]/section[3]/@text
source: Wakeson's Blessings
es: Bendiciones de Wakeson
ja: ウェイクソンの祝福
pl: Błogosławieństwa Wakesona
pt_br: Bênçãos de Wakeson

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/name
source: Blessing of Beginnings
es: Bendición de los Comienzos
ja: 始まりの祝福
pl: Błogosławieństwo Początków
pt_br: Bênção de inícios

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/secretDescription
source: Receive the Blessing of Beginnings from Wakeson.
es: Recibe la Bendición de los Comienzos de Wakeson.
ja: ウェイクソンから「始まりの祝福」を受ける。
pl: Otrzymaj Błogosławieństwo Początków od Wakesona.
pt_br: Receba a Bênção de Início de Ano de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/description
source: Show a starter weapon to Wakeson. While in effect; Immediately gain 15 scrap and 3 of each resource.
es: Muéstrale un arma inicial a Wakeson. Mientras esté activo; ganas inmediatamente 15 de chatarra y 3 de cada recurso.
ja: ウェイクソンにスターター武器を見せる。 効果中；即座にスクラップ15個と各資源3個を獲得する。
pl: Pokaż Wakesonowi broń startową. Podczas działania; Natychmiast zyskujesz 15 złomu i po 3 każdego surowca.
pt_br: Mostre uma arma inicial a Wakeson. Enquanto estiver em vigor, ganhe imediatamente 15 de sucata e 3 de cada recurso.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_START"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/name
source: Blessing of Growth
es: Bendición del Crecimiento
ja: 成長の祝福
pl: Błogosławieństwo Wzrostu
pt_br: Bênção do crescimento

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/secretDescription
source: Receive the Blessing of Growth from Wakeson.
es: Recibe la Bendición del Crecimiento de Wakeson.
ja: ウェイクソンから成長の祝福を受ける。
pl: Otrzymaj Błogosławieństwo Wzrostu od Wakesona.
pt_br: Receber a Bênção de Crescimento da Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/description
source: Show an Elite Kernel or Elite Spore Launcher to Wakeson. While in effect; Immediately gain 6 missiles.
es: Muéstrale un Lanzador de Semillas de Élite o un Lanzador de Esporas de Élite a Wakeson. Mientras esté activo; ganas inmediatamente 6 misiles.
ja: Wakeson に Elite Kernel か Elite Spore Launcher を見せる。 効果中；即座にミサイルを6発獲得する。
pl: Pokaż Wakesonowi Elitarną Wyrzutnię Nasion lub Elitarną Wyrzutnię Zarodników. Podczas działania; Natychmiast zyskujesz 6 pocisków.
pt_br: Mostre um Elite Kernel ou Elite Spore Launcher para Wakeson. Enquanto estiver em vigor, ganhe imediatamente 6 mísseis.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_KERNELS"]/header
source: Blessing Received
es: Bendición recibida
ja: 祝福を受ける
pl: Otrzymano Błogosławieństwo
pt_br: Bênção recebida

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/name
source: Blessing of Crystals
es: Bendición de los Cristales
ja: クリスタルの祝福
pl: Błogosławieństwo Kryształów
pt_br: Bênção de cristais

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/secretDescription
source: Receive the Blessing of Crystals from Wakeson.
es: Recibe la Bendición de los Cristales de Wakeson.
ja: ウェイクソンからクリスタルの祝福を受ける。
pl: Otrzymaj Błogosławieństwo Kryształów od Wakesona.
pt_br: Receba a Bênção dos Cristais de Wakeson.

# data/hyperspace.xml$//achievement[@name="ACH_BOON_CRYSELITE"]/description
source: Show an Elite Crystal Launcher to Wakeson. While in effect; Your hull has a 15% chance to break off a crystal shard when taking damage.
es: Muéstrale un Lanzador de Cristales de Élite a Wakeson. Mientras esté activo; tu casco tiene un 15% de probabilidad de desprender un fragmento de cristal al recibir daño.
ja: Wakeson に Elite Crystal Launcher を見せる。 効果中：ダメージを受けたとき、15％の確率で船体がクリスタルの破片で割れる。
pl: Pokaż Wakesonowi Elitarną Wyrzutnię Kryształów. Podczas działania; Twój kadłub ma 15% szansy na odłamanie kryształowego odłamka przy otrzymywaniu obrażeń.
pt_br: Mostre um lançador de cristais de elite para Wakeson. Enquanto estiver em vigor, seu casco tem 15% de chance de quebrar um fragmento de cristal ao receber dano.
