Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//race[@name="goldsentinel"]/powerEffect/buttonText
source: LOCKDOWN
es: AISLAMIENTO
ja: ロックダウン
pl: IZOLACJA
pt_br: CONFINAMENTO

# data/hyperspace.xml$//race[@name="goldsentinel"]/powerEffect/tooltip
source: [COOLDOWN:5s -7HP] Locks down the occupied room for 12 seconds, preventing crew from moving in.
es: [ENFRIAMIENTO:5s -7PS] Bloquea la sala ocupada durante 12 segundos, impidiendo que la tripulación entre.
ja: [COOLDOWN:5秒 -7HP]. 12秒間占拠された部屋をロックし、クルーが移動できないようにする。
pl: [CZAS ODNOWIENIA:5s -7PŻ] Blokuje zajmowane pomieszczenie na 12 sekund, uniemożliwiając załodze wejście.
pt_br: [COOLDOWN:5s -7HP] Bloqueia a sala ocupada por 12 segundos, impedindo a entrada da equipe.

# data/hyperspace.xml$//race[@name="goldsuzerain"]/powerEffect/buttonText
source: PHEROMONE
es: Feromona
ja: フェロモン
pl: FEROMON
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="goldsuzerain"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3.5x and crew damage to 3x. Also increases damage taken from hazards by 4x.
es: [ENFRIAMIENTO:17s DURACIÓN:7s] Aumenta la velocidad de movimiento a 2x y el daño a la tripulación a 3x. También aumenta el daño recibido por peligros en 4x.
ja: [クールダウン:17秒 デュレーション:7秒］ 移動速度が2倍、乗員へのダメージが3倍になる。また、ハザードから受けるダメージが4倍に増加する。
pl: [CZAS ODNOWIENIA:17s CZAS TRWANIA:7s] Zwiększa prędkość poruszania się do 2x i obrażenia załogi do 3x. Zwiększa również obrażenia otrzymywane od zagrożeń o 4x.
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3,5x e o dano da equipe para 3x. Também aumenta em 4x o dano causado por perigos.

# data/hyperspace.xml$//race[@name="goldsabo"]/powerEffect/buttonText
source: CLOAK
es: CAMUFLAJE
ja: クローク
pl: KAMUFLAŻ

# data/hyperspace.xml$//race[@name="goldsabo"]/powerEffect/tooltip
source: [COOLDOWN:40s DURATION:20s] Grants the following effects: -Avoids being targeted by crew, lose ability to fight them -Door phasing properties, 0.4x movement speed -3x sabotage speed (-0.5x per enemy present in the room) -Nearby enemies take 50% more combat damage
es: [ENFRIAMIENTO:40s DURACIÓN:20s] Otorga los siguientes efectos: -Evita ser objetivo de la tripulación, pierde la capacidad de luchar contra ellos -Propiedades de fase de puertas, 0.4x de velocidad de movimiento -3x de velocidad de sabotaje (-0.5x por enemigo presente en la sala) -Los enemigos cercanos reciben un 50% más de daño de combate
ja: [クールダウン:40秒 デュレーション:20秒］ 以下の効果を与える： -クルーに狙われない、クルーと戦う能力を失う。 -ドアフェイシング特性、移動速度0.4倍。 -妨害速度3倍（部屋にいる敵1体につき-0.5倍）。 -近くの敵の戦闘ダメージが50%増加する。
pl: [CZAS ODNOWIENIA:40s CZAS TRWANIA:20s] Daje następujące efekty: -Unika bycia celem załogi, traci zdolność walki z nimi -Właściwości przenikania przez drzwi, prędkość poruszania się 0.4x -3x prędkości sabotażu (-0.5x za każdego wroga w pomieszczeniu) -Pobliskie wrogowie otrzymują o 50% więcej obrażeń w walce
pt_br: [COOLDOWN:40s DURATION:20s] Concede os seguintes efeitos: -Evita ser alvo da tripulação, perde a capacidade de lutar contra eles -Propriedades de faseamento da porta, 0,4x a velocidade de movimento -3x velocidade de sabotagem (-0,5x por inimigo presente na sala) -Inimigos próximos recebem 50% a mais de dano de combate

# data/hyperspace.xml$//race[@name="goldwelder"]/powerEffect/buttonText
source: METABOLIZE
es: METABOLIZAR
ja: メタボライズ
pl: METABOLIZM
pt_br: METABOLIZAR

# data/hyperspace.xml$//race[@name="goldwelder"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Will regenerate 4hp/s and drain oxygen rapidly, but move at 0.3x speed.
es: [ENFRIAMIENTO:30s DURACIÓN:15s] Regenera 4ps/s y drena oxígeno rápidamente, pero se mueve a 0.3x de velocidad.
ja: [クールダウン:30秒 デュレーション:15秒］ 毎秒4hpを回復し、酸素を急速に排出するが、移動速度は0.3倍。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:15s] Regeneruje 4hp/s i gwałtownie zużywa tlen, ale porusza się z prędkością 0.3x.
pt_br: [COOLDOWN:30s DURATION:15s] Regenera 4hp/s e drena oxigênio rapidamente, mas se move a 0,3x a velocidade.

# data/hyperspace.xml$//race[@name="goldpraetor"]/powerEffect/buttonText
source: SPORES
es: ESPORAS
ja: スポルス
pl: ZARODNIKI
pt_br: ESPORTES

# data/hyperspace.xml$//race[@name="goldpraetor"]/powerEffect/tooltip
source: [COOLDOWN:10s] Creates a semi-permanent effect in the current room, which will dissipate only when jumping. All allied crew in the effected room gain doubled max health, repair speed, and power generation/drain.
es: [ENFRIAMIENTO:10s] Crea un efecto semi-permanente en la sala actual, que se disipará solo al saltar. Todos los tripulantes aliados en la sala afectada obtienen el doble de salud máxima, velocidad de reparación y generación/drenaje de energía.
ja: [クールダウン:10秒］ 現在の部屋に半永久的な効果を発生させ、ジャンプしたときのみ消滅する。効果を受けた部屋にいる味方のクルーは最大ヘルス、修理速度、発電/消耗が2倍になる。
pl: [CZAS ODNOWIENIA:10s] Tworzy pół-stały efekt w obecnym pomieszczeniu, który zniknie dopiero po skoku. Cała sojusznicza załoga w pomieszczeniu objętym efektem zyskuje podwójne maksymalne zdrowie, prędkość naprawy i generowanie/pobór mocy.
pt_br: [COOLDOWN:10s] Cria um efeito semipermanente na sala atual, que se dissipará somente ao pular. Toda a tripulação aliada na sala afetada ganha o dobro de vida máxima, velocidade de reparo e geração/drenagem de energia.

# data/hyperspace.xml$//race[@name="goldcultivator"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Release poisonous spores. Nearby enemies take 60% increased damage from ANY source and are stunned 50% longer. The Cultivator will be immobile and only be able to attack crew, with 0.75x base damage.
es: [ENFRIAMIENTO:30s DURACIÓN:15s] Libera esporas venenosas. Los enemigos cercanos reciben un 60% más de daño de CUALQUIER fuente y son aturdidos un 50% más de tiempo. El Cultivador estará inmóvil y solo podrá atacar a la tripulación, con 0.75x de daño base.
ja: [クールダウン:30秒 デュレーション:15秒］ 毒の胞子を放出する。近くの敵はあらゆる発生源からのダメージが60%増加し、気絶時間が50%長くなる。 Cultivatorは動けなくなり、基本ダメージの0.75倍のクルーしか攻撃できなくなる。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:15s] Uwalnia trujące zarodniki. Pobliskie wrogowie otrzymują o 60% zwiększone obrażenia z DOWOLNEGO źródła i są ogłuszeni o 50% dłużej. Kultywator będzie nieruchomy i będzie mógł atakować tylko załogę, z bazowymi obrażeniami 0,75x.
pt_br: [COOLDOWN:30s DURATION:15s] Libera esporos venenosos. Os inimigos próximos recebem 60% de dano aumentado de QUALQUER fonte e ficam atordoados por 50% mais tempo. O Cultivador ficará imóvel e só poderá atacar a equipe, com 0,75x o dano básico.

# data/hyperspace.xml$//race[@name="goldtoxic"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="goldtoxic"]/powerEffect/tooltip
source: [CD:1s DURATION:3s -15HP] Deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but regenerates little.
es: [ENFRIAMIENTO:1s DURACIÓN:3s -15PS] Inflige 15 de daño a la tripulación enemiga y 1 de daño a los sistemas enemigos. Se puede lanzar rápidamente, pero regenera poco.
ja: [CD:1s DURATION:3s -15HP] 敵クルーに15ダメージを与える。 敵クルーに15ダメージ、敵システムに1ダメージを与える。素早く発動できるが、ほとんど回復しない。
pl: [CO:1s CZAS TRWANIA:3s -15HP] Zadaje 15 obrażeń wrogiej załodze i 1 obrażenie wrogim systemom. Może być szybko używane, ale niewiele regeneruje.
pt_br: [CD:1s DURAÇÃO:3s -15HP] Causa 15 de dano à tripulação inimiga e 1 de dano aos sistemas inimigos. Pode ser lançado rapidamente, mas se regenera pouco.

# data/hyperspace.xml$//race[@name="goldampere"]/powerEffect/buttonText
source: DRAIN
es: DRENAR
ja: ドレン
pl: WYCZERPANIE
pt_br: DRENAGEM

# data/hyperspace.xml$//race[@name="goldampere"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:30s] Boost power drain to 2 power bars. Will lose 25% movement speed, and apply the drain on any system whether it belongs to you or the enemy.
es: [ENFRIAMIENTO:20s DURACIÓN:30s] Aumenta el drenaje de energía a 2 barras de energía. Perderá un 25% de velocidad de movimiento y aplica el drenaje a cualquier sistema, ya sea tuyo o del enemigo.
ja: [クールダウン:20秒 デュレーション:30秒］ パワードレインをパワーバー2まで増加させる。移動速度を25%低下させ、敵味方問わず全てのシステムに対してドレインを適用する。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:30s] Zwiększa pobór mocy do 2 jednostek energii. Traci 25% prędkości poruszania się i stosuje wyczerpanie na dowolnym systemie, niezależnie od tego, czy należy do ciebie, czy do wroga.
pt_br: [COOLDOWN:20s DURATION:30s] Aumenta o dreno de energia para 2 barras de energia. Perderá 25% da velocidade de movimento e aplicará o dreno em qualquer sistema, seja ele seu ou do inimigo.

# data/hyperspace.xml$//race[@name="goldqueen"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:9s] Grants a 2hp/s regeration and 50% movement speed bonus to other nearby allied Morph spiders.
es: [ENFRIAMIENTO:20s DURACIÓN:9s] Otorga una regeneración de 2ps/s y una bonificación de velocidad de movimiento del 50% a otras arañas Morph aliadas cercanas.
ja: [クールダウン:20s デュレーション:9s］ 近くにいる味方のモーフスパイダーに2hp/sの回復と50%の移動速度ボーナスを与える。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:9s] Daje regenerację 2hp/s i 50% premii do prędkości poruszania się pobliskim sojuszniczym pająkom Morfom.
pt_br: [COOLDOWN:20s DURATION:9s] Concede um bônus de regeneração de 2hp/s e 50% de velocidade de movimento a outras aranhas Morph aliadas próximas.

# data/hyperspace.xml$//race[@name="technoboarderion"]/powerEffect/buttonText
source: ION
es: IÓN
ja: イオン
pl: JON
pt_br: ÍON

# data/hyperspace.xml$//race[@name="technoboarderion"]/powerEffect/tooltip
source: Automatic: activates an ion pulse
es: Automático: activa un pulso iónico
ja: 自動: イオンパルスをアクティブ化する
pl: Automatyczne: aktywuje impuls jonowy
pt_br: Automático: ativa um pulso de íons

# data/hyperspace.xml$//race[@name="technoroomba"]/powerEffect/buttonText
source: BREACH
es: BRECHA
ja: ブリーチ
pl: WYŁOM
pt_br: VIOLAÇÃO

# data/hyperspace.xml$//race[@name="technoroomba"]/powerEffect/tooltip
source: Periodically opens a breach on the enemy ship.
es: Abre periódicamente una brecha en la nave enemiga.
ja: 定期的に敵艦にブリーチを発生させる。
pl: Okresowo tworzy wyłom na wrogim statku.
pt_br: Periodicamente, abre uma brecha na nave inimiga.

# data/hyperspace.xml$//race[@name="lanius_augmented"]/powerEffect/buttonText
source: ASSIMILATE
es: ASIMILAR
ja: アシミレイト
pl: ASYMILACJA
pt_br: ASSIMILAR

# data/hyperspace.xml$//race[@name="lanius_augmented"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:8s] Heal to full health and halts decay, deal 1 hull and system damage, and gain 2x boosted stats plus 4x oxygen drain.
es: [ENFRIAMIENTO:25s DURACIÓN:8s] Se cura hasta la salud máxima y detiene la descomposición, inflige 1 de daño al casco y al sistema, y obtiene estadísticas mejoradas 2x más un drenaje de oxígeno 4x.
ja: [クールダウン:25秒 デュレーション:8秒］ ヘルスを最大まで回復し、腐敗を止め、船体とシステムに1ダメージを与え、2倍のブーストステータスと4倍の酸素ドレインを得る。
pl: [CZAS ODNOWIENIA:25s CZAS TRWANIA:8s] Leczy do pełnego zdrowia i zatrzymuje rozkład, zadaje 1 obrażenie kadłubowi i systemom oraz zyskuje 2x wzmocnione statystyki i 4x zużycie tlenu.
pt_br: [COOLDOWN:25s DURATION:8s] Cura até a saúde total e interrompe a deterioração, causa 1 de dano ao casco e ao sistema e ganha 2 vezes mais atributos e 4 vezes mais oxigênio.

# data/hyperspace.xml$//race[@name="unique_anointed"]/powerEffect/buttonText
source: ASSIMILATE
es: ASIMILAR
ja: アシミレイト
pl: ASYMILACJA
pt_br: ASSIMILAR

# data/hyperspace.xml$//race[@name="unique_anointed"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:15s] Heal to full health and halts decay, deal 2 hull and system damage, and gains the following boosted stats: -4x movement, repair and sabotage speed -4x combat damage -4 oxygen/s draining -Doubled bonus power output
es: [ENFRIAMIENTO:25s DURACIÓN:15s] Se cura hasta la salud máxima y detiene la descomposición, inflige 2 de daño al casco y al sistema, y obtiene las siguientes estadísticas mejoradas: -4x de velocidad de movimiento, reparación y sabotaje -4x de daño de combate -drenaje de 4 de oxígeno/s -Doble bonificación de producción de energía
ja: [クールダウン:25s デュレーション:15s］ ヘルスを満タンまで回復し、腐敗を止め、船体とシステムに2ダメージを与え、以下のブーストステータスを得る： 移動速度、修理速度、妨害速度が-4倍。 -4倍の戦闘ダメージ -4倍の酸素消費量 -ボーナス出力2倍
pl: [CZAS ODNOWIENIA:25s CZAS TRWANIA:15s] Leczy do pełnego zdrowia i zatrzymuje rozkład, zadaje 2 obrażenia kadłubowi i systemom oraz zyskuje następujące wzmocnione statystyki: -4x prędkość poruszania się, naprawy i sabotażu -4x obrażenia w walce -Zużycie tlenu 4/s -Podwójna dodatkowa moc wyjściowa
pt_br: [COOLDOWN:25s DURATION:15s] Cura até a saúde total e interrompe a deterioração, causa 2 de dano ao casco e ao sistema e ganha os seguintes atributos aprimorados: -4x velocidade de movimento, reparo e sabotagem -4x dano de combate -4 drenagem de oxigênio/s -Duplicação da potência de bônus

# data/hyperspace.xml$//race[@name="lanius_welder"]/powerEffect/buttonText
source: METABOLIZE
es: METABOLIZAR
ja: メタボライズ
pl: METABOLIZM
pt_br: METABOLIZAR

# data/hyperspace.xml$//race[@name="lanius_welder"]/powerEffect/tooltip
source: [COOLDOWN:30s DURATION:15s] Will regenerate 4hp/s and drain oxygen rapidly, but move at 0.3x speed.
es: [ENFRIAMIENTO:30s DURACIÓN:15s] Regenera 4ps/s y drena oxígeno rápidamente, pero se mueve a 0.3x de velocidad.
ja: [クールダウン:30秒 デュレーション:15秒］ 毎秒4hpを回復し、酸素を急速に排出するが、移動速度は0.3倍。
pl: [CZAS ODNOWIENIA:30s CZAS TRWANIA:15s] Regeneruje 4hp/s i gwałtownie zużywa tlen, ale porusza się z prędkością 0.3x.
pt_br: [COOLDOWN:30s DURATION:15s] Regenera 4hp/s e drena oxigênio rapidamente, mas se move a 0,3x a velocidade.

# data/hyperspace.xml$//race[@name="phantom_goul"]/powerEffect/buttonText
source: FLAME
es: LLAMA
ja: 炎
pl: PŁOMIEŃ

# data/hyperspace.xml$//race[@name="phantom_goul"]/powerEffect/tooltip
source: Starts a fire in the current room.
es: Inicia un incendio en la sala actual.
ja: 現在の部屋で火を起こす。
pl: Wywołuje pożar w obecnym pomieszczeniu.
pt_br: Inicia um incêndio na sala atual.

# data/hyperspace.xml$//race[@name="phantom_goul_alpha"]/powerEffect/buttonText
source: FLAME
es: LLAMA
ja: 炎
pl: PŁOMIEŃ

# data/hyperspace.xml$//race[@name="phantom_goul_alpha"]/powerEffect/tooltip
source: Starts a fire in the current room.
es: Inicia un incendio en la sala actual.
ja: 現在の部屋で火を起こす。
pl: Wywołuje pożar w obecnym pomieszczeniu.
pt_br: Inicia um incêndio na sala atual.

# data/hyperspace.xml$//race[@name="phantom_mare"]/powerEffect/buttonText
source: CORRODE
es: CORROER
ja: コロデ
pl: KOROZJA

# data/hyperspace.xml$//race[@name="phantom_mare"]/powerEffect/tooltip
source: Opens a breach in the current room.
es: Abre una brecha en la sala actual.
ja: 現在の部屋に侵入口を開く。
pl: Tworzy wyłom w obecnym pomieszczeniu.
pt_br: Abre uma brecha na sala atual.

# data/hyperspace.xml$//race[@name="phantom_mare_alpha"]/powerEffect/buttonText
source: CORRODE
es: CORROER
ja: コロデ
pl: KOROZJA

# data/hyperspace.xml$//race[@name="phantom_mare_alpha"]/powerEffect/tooltip
source: Opens a breach in the current room.
es: Abre una brecha en la sala actual.
ja: 現在の部屋に侵入口を開く。
pl: Tworzy wyłom w obecnym pomieszczeniu.
pt_br: Abre uma brecha na sala atual.

# data/hyperspace.xml$//race[@name="phantom_wraith"]/powerEffect/buttonText
source: SHOCK
es: CHOQUE
ja: 衝撃
pl: SZOK
pt_br: CHOQUE

# data/hyperspace.xml$//race[@name="phantom_wraith"]/powerEffect/tooltip
source: Deals 2 ion dmg to the system and stun crew for 7 seconds.
es: Inflige 2 de daño iónico al sistema y aturde a la tripulación durante 7 segundos.
ja: システムに2イオンダメージを与え、クルーを7秒間スタンさせる。
pl: Zadaje 2 obrażenia jonowe systemowi i ogłusza załogę na 7 sekund.
pt_br: Causa 2 danos iônicos ao sistema e atordoa a tripulação por 7 segundos.

# data/hyperspace.xml$//race[@name="phantom_wraith_alpha"]/powerEffect/buttonText
source: SHOCK
es: CHOQUE
ja: 衝撃
pl: SZOK
pt_br: CHOQUE

# data/hyperspace.xml$//race[@name="phantom_wraith_alpha"]/powerEffect/tooltip
source: Deals 2 ion dmg to the system and stun crew for 7 seconds.
es: Inflige 2 de daño iónico al sistema y aturde a la tripulación durante 7 segundos.
ja: システムに2イオンダメージを与え、クルーを7秒間スタンさせる。
pl: Zadaje 2 obrażenia jonowe systemowi i ogłusza załogę na 7 sekund.
pt_br: Causa 2 danos iônicos ao sistema e atordoa a tripulação por 7 segundos.

# data/hyperspace.xml$//race[@name="unique_dessius"]/powerEffect/buttonText
source: SWORD
es: ESPADA
ja: ソード
pl: MIECZ
pt_br: ESPADA

# data/hyperspace.xml$//race[@name="unique_dessius"]/powerEffect/tooltip
source: This ability will activate automatically in combat.
es: Esta habilidad se activará automáticamente en combate.
ja: この能力は戦闘中に自動的に有効になる。
pl: Ta umiejętność aktywuje się automatycznie w walce.
pt_br: Essa habilidade será ativada automaticamente em combate.

# data/hyperspace.xml$//race[@name="gbeleanor"]/powerEffect/buttonText
source: RAGE
es: IRA
ja: レイジ
pl: SZAŁ

# data/hyperspace.xml$//race[@name="gbeleanor"]/powerEffect/tooltip
source: [COOLDOWN:20s] Deals 30 damage to nearby crew and 1 system damage, with 50% chance of causing breaches.
es: [ENFRIAMIENTO:20s] Inflige 30 de daño a la tripulación cercana y 1 de daño al sistema, con un 50% de probabilidad de causar brechas.
ja: [クールダウン:20s] 近くの乗組員に30ダメージ、システムに1ダメージを与え、50%の確率で裂傷を引き起こす。
pl: [CZAS ODNOWIENIA:20s] Zadaje 30 obrażeń pobliskiej załodze i 1 obrażenie systemom, z 50% szansą na spowodowanie wyłomów.
pt_br: [COOLDOWN:20s] Causa 30 de dano à tripulação próxima e 1 de dano ao sistema, com 50% de chance de causar brechas.

# data/hyperspace.xml$//race[@name="gbscoleri"]/powerEffect/buttonText
source: ZAP
ja: ザップ
pl: PORAŻENIE

# data/hyperspace.xml$//race[@name="gbscoleri"]/powerEffect/tooltip
source: [COOLDOWN:20s] Deals 3 ion damage to the occupied system.
es: [ENFRIAMIENTO:20s] Inflige 3 de daño iónico al sistema ocupado.
ja: [クールダウン:20s］ 占領しているシステムに3イオンダメージを与える。
pl: [CZAS ODNOWIENIA:20s] Zadaje 3 obrażenia jonowe zajmowanemu systemowi.
pt_br: [COOLDOWN:20s] Causa 3 de dano iônico ao sistema ocupado.

# data/hyperspace.xml$//race[@name="gbslimer"]/powerEffect/buttonText
source: EAT
es: COMER
ja: 食べる
pl: POŻARCIE
pt_br: COMER

# data/hyperspace.xml$//race[@name="gbslimer"]/powerEffect/tooltip
source: [COOLDOWN:15s] Eat nearby crew for 20 damage.
es: [ENFRIAMIENTO:15s] Come a la tripulación cercana por 20 de daño.
ja: [クールダウン:15s］ 近くの乗組員に20ダメージを与える。
pl: [CZAS ODNOWIENIA:15s] Pożera pobliską załogę, zadając 20 obrażeń.
pt_br: [COOLDOWN:15s] Come a tripulação próxima, causando 20 de dano.

# data/hyperspace.xml$//race[@name="gbpsych"]/powerEffect/buttonText
source: COMBUST
es: COMBUSTIÓN
ja: コンバスト
pl: SPALENIE
pt_br: COMBUSTÃO

# data/hyperspace.xml$//race[@name="gbpsych"]/powerEffect/tooltip
source: [COOLDOWN:10s DURATION:3s] Inflicts 2 system damage and 15 crew damage, with 50% chance of causing fires/breach/stun. Will temporarily be uncontrollable.
es: [ENFRIAMIENTO:10s DURACIÓN:3s] Inflige 2 de daño al sistema y 15 de daño a la tripulación, con un 50% de probabilidad de causar incendios/brecha/aturdimiento. Será temporalmente incontrolable.
ja: [クールダウン:10秒 デュレーション:3秒］ 2システムダメージと15クルーダメージを与え、50%の確率で火災/離脱/スタンを引き起こす。一時的に制御不能になる。
pl: [CZAS ODNOWIENIA:10s CZAS TRWANIA:3s] Zadaje 2 obrażenia systemom i 15 obrażeń załodze, z 50% szansą na spowodowanie pożaru/wyłomu/ogłuszenia. Tymczasowo staje się niekontrolowany.
pt_br: [COOLDOWN:10s DURATION:3s] Inflige 2 de dano ao sistema e 15 de dano à tripulação, com 50% de chance de causar incêndios/quebra/atordoamento. Ficará temporariamente incontrolável.

# data/hyperspace.xml$//race[@name="gbvinz"]/powerEffect/buttonText
source: INFERNO
es: INFIERNO
ja: インフェルノ
pl: PIEKŁO

# data/hyperspace.xml$//race[@name="gbvinz"]/powerEffect/tooltip
source: [COOLDOWN:15s] Start fires in the occupied room.
es: [ENFRIAMIENTO:15s] Inicia incendios en la sala ocupada.
ja: [クールダウン：15秒］ 占拠された部屋で火災が発生する。
pl: [CZAS ODNOWIENIA:15s] Wywołuje pożary w zajmowanym pomieszczeniu.
pt_br: [COOLDOWN:15s] Inicie incêndios na sala ocupada.

# data/hyperspace.xml$//race[@name="gbzuul"]/powerEffect/buttonText
source: CONSUME
es: CONSUMIR
ja: 消費
pl: KONSUMPCJA
pt_br: CONSUMIR

# data/hyperspace.xml$//race[@name="gbzuul"]/powerEffect/tooltip
source: [COOLDOWN:15s] Deals 1 system damage and open a breach in the occupied room.
es: [ENFRIAMIENTO:15s] Inflige 1 de daño al sistema y abre una brecha en la sala ocupada.
ja: [COOLDOWN:15秒］ システムに1ダメージを与え、占領された部屋に侵入口を開ける。
pl: [CZAS ODNOWIENIA:15s] Zadaje 1 obrażenie systemom i tworzy wyłom w zajmowanym pomieszczeniu.
pt_br: [COOLDOWN:15s] Causa 1 de dano ao sistema e abre uma brecha na sala ocupada.

# data/hyperspace.xml$//race[@name="spider"]/powerEffect/buttonText
source: CONTROL
ja: コントロール
pl: KONTROLA
pt_br: CONTROLE

# data/hyperspace.xml$//race[@name="spider"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:12s] Assume control of the spider.
es: [ENFRIAMIENTO:15s DURACIÓN:12s] Asumir el control de la araña.
ja: [クールダウン:15秒 デュレーション:12秒］ クモをコントロールする。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:12s] Przejmij kontrolę nad pająkiem.
pt_br: [COOLDOWN:15s DURATION:12s] Assuma o controle da aranha.

# data/hyperspace.xml$//race[@name="spider_weaver"]/powerEffect/buttonText
source: CONTROL
ja: コントロール
pl: KONTROLA
pt_br: CONTROLE

# data/hyperspace.xml$//race[@name="spider_weaver"]/powerEffect/tooltip
source: [COOLDOWN:15s DURATION:15s] Assume control of the spider.
es: [ENFRIAMIENTO:15s DURACIÓN:15s] Asumir el control de la araña.
ja: [クールダウン:15秒 デュレーション:15秒］ クモをコントロールする。
pl: [CZAS ODNOWIENIA:15s CZAS TRWANIA:15s] Przejmij kontrolę nad pająkiem.
pt_br: [COOLDOWN:15s DURATION:15s] Assuma o controle da aranha.

# data/hyperspace.xml$//race[@name="spider_hatch"]/powerEffect/buttonText
source: CONTROL
ja: コントロール
pl: KONTROLA
pt_br: CONTROLE

# data/hyperspace.xml$//race[@name="spider_hatch"]/powerEffect/tooltip
source: [COOLDOWN:10s DURATION:6s] Assume control of the spider.
es: [ENFRIAMIENTO:10s DURACIÓN:6s] Asumir el control de la araña.
ja: [クールダウン:10秒 デュレーション:6秒］ クモをコントロールする。
pl: [CZAS ODNOWIENIA:10s CZAS TRWANIA:6s] Przejmij kontrolę nad pająkiem.
pt_br: [COOLDOWN:10s DURATION:6s] Assuma o controle da aranha.

# data/hyperspace.xml$//race[@name="unique_queen"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:9s] Grants a 2hp/s regeration and 50% movement speed bonus to other nearby allied spiders.
es: [ENFRIAMIENTO:20s DURACIÓN:9s] Otorga una regeneración de 2ps/s y una bonificación de velocidad de movimiento del 50% a otras arañas aliadas cercanas.
ja: [クールダウン:20s デュレーション:9s］ 近くの味方スパイダーに2hp/sの回復と50%の移動速度ボーナスを与える。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:9s] Daje regenerację 2hp/s i 50% premii do prędkości poruszania się pobliskim sojuszniczym pająkom.
pt_br: [COOLDOWN:20s DURATION:9s] Concede um bônus de regeneração de 2hp/s e 50% de velocidade de movimento a outras aranhas aliadas próximas.

# data/hyperspace.xml$//race[@name="easter_angel"]/powerEffect/tooltip
source: [COOLDOWN:20s DURATION:9s] Grants a 2hp/s regeration and 50% movement speed bonus to other nearby allied spiders.
es: [ENFRIAMIENTO:20s DURACIÓN:9s] Otorga una regeneración de 2ps/s y una bonificación de velocidad de movimiento del 50% a otras arañas aliadas cercanas.
ja: [クールダウン:20s デュレーション:9s］ 近くの味方スパイダーに2hp/sの回復と50%の移動速度ボーナスを与える。
pl: [CZAS ODNOWIENIA:20s CZAS TRWANIA:9s] Daje regenerację 2hp/s i 50% premii do prędkości poruszania się pobliskim sojuszniczym pająkom.
pt_br: [COOLDOWN:20s DURATION:9s] Concede um bônus de regeneração de 2hp/s e 50% de velocidade de movimento a outras aranhas aliadas próximas.

# data/hyperspace.xml$//race[@name="spider_venom"]/powerEffect/buttonText
source: VENOM
es: VENENO
ja: ヴェノム
pl: JAD
