Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_auto_boss"]/tooltip
source: AUTO OVERRIDE: This enemy is also protected by an automated mode that will take over if all of the crew are dead. If auto-mode activates, the ship will gain all benefits that Auto-ships receive. It is impossible to neutralize this vessel via crew kill.
es: ANULACIÓN AUTOMÁTICA: Este enemigo también está protegido por un modo automatizado que se activará si toda la tripulación muere. Si el modo automático se activa, la nave obtendrá todos los beneficios que reciben las naves automáticas. Es imposible neutralizar esta nave matando a la tripulación.
ja: AUTO OVERRIDE: この敵は、乗組員が全員死亡した場合、後を引き継ぐ自動モードでも保護されている。オートモードが発動した場合、この艦はオートシップが受ける全ての恩恵を得る。この艦をクルーキルによって無力化することは不可能である。
pl: Automatyczna ochrona: Ten wróg jest również chroniony przez automatyczny reżim, który przejmie kontrolę, jeśli cała załoga zginie.Jeśli tryb automatyczny zostanie aktywowany, statek otrzyma wszystkie zalety, jakie otrzymują automatyczne statki.Nie można zneutralizować tego statku poprzez niszczenie załogi.
pt_br: AUTO OVERRIDE: Esse inimigo também é protegido por um modo automático que assumirá o controle se toda a tripulação estiver morta. Se o modo automático for ativado, a nave ganhará todos os benefícios que as naves automáticas recebem. É impossível neutralizar essa embarcação por meio da morte da tripulação.

source: AUTOMATED (SPECIAL): This enemy is automated, but still relies on its crew to run. Systems act as though they are manned, and repairs will be made automatically. Breaches will prevent repairs in the affected room. However, the ship can still be crew killed.
es: AUTOMATIZADO (ESPECIAL): Este enemigo está automatizado, pero aún depende de su tripulación para funcionar. Los sistemas actúan como si estuvieran tripulados y las reparaciones se realizarán automáticamente. Las brechas evitarán las reparaciones en la habitación afectada. Sin embargo, la nave aún puede ser neutralizada matando a la tripulación.
ja: AUTOMATED (SPECIAL): この敵は自動化されているが、依然としてクルーに依存している。システムは有人であるかのように行動し、修理は自動的に行われる。破壊された部屋では修理ができなくなる。しかし、この船はまだ乗組員を殺すことができる。
pl: Automatyczne (specjalne): Ten wróg jest automatyczny, ale nadal polega na załodze.Systemy działają tak, jakby były pilotażowe, a naprawa jest przeprowadzana automatycznie.Slasty zapobiegają naprawie w dotkniętym pokoju.Możesz jednak zabić załogę.
pt_br: AUTOMATIZADO (ESPECIAL): Esse inimigo é automatizado, mas ainda depende de sua tripulação para funcionar. Os sistemas agem como se fossem tripulados, e os reparos serão feitos automaticamente. As violações impedirão reparos na sala afetada. No entanto, o navio ainda pode ser morto pela tripulação.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_threat"]/tooltip
source: HIGH LEVEL THREAT: This enemy might pose a major threat to an unprepared vessel. Think carefully if this is an enemy you want to face, and keep your engines ready to run if things go south.
es: AMENAZA DE ALTO NIVEL: Este enemigo podría representar una amenaza importante para una nave no preparada. Piensa cuidadosamente si este es un enemigo al que quieres enfrentarte, y mantén tus motores listos para huir si las cosas van mal.
ja: 高レベルの脅威：⏠この敵は、準備のない船にとって大きな脅威となるかもしれない。この敵に立ち向かいたいかどうかよく考え、万が一の事態に備えてエンジンをかけておくこと。
pl: Wysokie zagrożenie: Ten wróg może stanowić poważne zagrożenie dla nieprzygotowanego statku.Zastanów się, czy chcesz zmierzyć się z takim wrogiem, i przygotuj swoje silniki do pracy, jeśli wszystko pójdzie nie tak.
pt_br: AMEAÇA DE ALTO NÍVEL: Esse inimigo pode representar uma grande ameaça para uma embarcação despreparada. Pense cuidadosamente se esse é um inimigo que você deseja enfrentar e mantenha seus motores prontos para funcionar se as coisas derem errado.

source: MAJOR LEVEL THREAT: This ship poses a significant and likely fatal threat to your ship and crew. Avoid conflict with this enemy at all costs.
es: AMENAZA DE NIVEL MAYOR: Esta nave representa una amenaza significativa y probablemente fatal para tu nave y tripulación. Evita el conflicto con este enemigo a toda costa.
ja: MAJOR LEVEL THREAT: この船はあなたの船と乗組員にとって重大かつ致命的な脅威となる可能性が高い。この敵との衝突は絶対に避けること。
pl: Groźba poważnego poziomu: Ten statek stanowi znaczące i prawdopodobnie śmiertelne zagrożenie dla Twojego statku i załogi.Za wszelką cenę unikaj konfliktu z tym przeciwnikiem.
pt_br: AMEAÇA DE NÍVEL IMPORTANTE: Esta nave representa uma ameaça significativa e provavelmente fatal para sua nave e sua tripulação. Evite conflitos com esse inimigo a todo custo.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_bigmeanie"]/tooltip
source: BAD MAN: THIS IS BIG MEANIE!!! Dylan no LIKE BIG MEANIE! KILL. KILL KILL KILL KILL! AAAAAAAAAAAAAAAA FASDASHFH
es: HOMBRE MALO: ¡¡¡ESTE ES MALOTE GRANDE!!! ¡A Dylan no LE GUSTA MALOTE GRANDE! ¡MATAR. MATAR MATAR MATAR MATAR! AAAAAAAAAAAAAAAA FASDASHFH
ja: bad man: これはビッグ・ミーニー!!!!ディラン: これがビッグ・ミーニーだ！殺せ。殺せ殺せ殺せ殺せAAAAAAAAAAAAAAAA FASDASHFH
pl: ZŁY CZŁOWIEK: TO DUŻY ZŁOL!!! Dylan nie LUBI DUŻEGO ZŁOLA! ZABIĆ. ZABIĆ ZABIĆ ZABIĆ ZABIĆ! AAAAAAAAAAAAAAAA FASDASHFH
pt_br: HOMEM MAU: ESTE É O BIG MEANIE!!! Dylan não gosta de BIG MEANIE! MATAR. MATAR, MATAR, MATAR, MATAR! AAAAAAAAAAAAAAAAAA FASDASHFH

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_lowthreat"]/tooltip
source: LOW LEVEL THREAT: This enemy poses very little threat to your vessel. Feel free to disregard any threats made by the captain of this sorry ship.
es: AMENAZA DE BAJO NIVEL: Este enemigo representa muy poca amenaza para tu nave. Siéntete libre de ignorar cualquier amenaza hecha por el capitán de esta lamentable nave.
ja: LOW LEVEL THREAT: この敵はあなたの船にほとんど脅威を与えない。この残念な船の船長がどんな脅しをかけてきても、遠慮なく無視してくれ。
pl: Zagrożenie na niskim poziomie: Ten wróg stanowi bardzo małe zagrożenie dla twojego statku.Zapraszam do zignorowania wszelkich zagrożeń dla kapitana tego nieszczęśliwego statku.
pt_br: AMEAÇA DE BAIXO NÍVEL: Esse inimigo representa uma ameaça muito pequena para sua embarcação. Sinta-se à vontade para desconsiderar qualquer ameaça feita pelo capitão desse navio deplorável.

source: SPECIAL WEAPON: This enemy is carrying a special custom-built weapon or drone. Destroying the vessel only has a 50% chance to drop the item, but killing the crew will guarantee it drops.
es: ARMA ESPECIAL: Este enemigo lleva un arma o dron especial hecho a medida. Destruir la nave solo tiene un 50% de probabilidad de que el objeto caiga, pero matar a la tripulación garantizará que caiga.
ja: SPECIAL WEAPON: この敵は特注の武器やドローンを搭載している。船を破壊してもアイテムを落とす確率は50%だが、乗組員を殺せば確実に落とす。
pl: Specjalna broń: Ten wróg przenosi specjalną broń lub dron.Kiedy statek zostanie zniszczony, szansa na wypadek, podmiot wynosi tylko 50%, ale zabójstwo załogi gwarantuje jej stratę.
pt_br: ARMA ESPECIAL: Esse inimigo está carregando uma arma especial personalizada ou um drone. Destruir a embarcação tem apenas 50% de chance de deixar o item, mas matar a tripulação garantirá a entrega.

source: CHAOTIC WEAPON: This enemy is carrying a special custom-built weapon or drone. Destroying the vessel only has a 50% chance to drop the item, but killing the crew will guarantee it drops.
es: ARMA CAÓTICA: Este enemigo lleva un arma o dron especial hecho a medida. Destruir la nave solo tiene un 50% de probabilidad de que el objeto caiga, pero matar a la tripulación garantizará que caiga.
ja: CHAOTIC WEAPON: この敵は特殊な特注武器やドローンを搭載している。船を破壊してもアイテムを落とす確率は50%だが、乗組員を殺せば確実に落とす。
pl: Chaotyczna broń: Wróg ten nosi specjalną broń lub dron wykonany na zamówienie.Zniszczenie statku daje jedynie 50% szansę na wypadek, ale zabójstwo zespołu gwarantuje jego stratę.
pt_br: ARMA CAÓTICA: Esse inimigo está carregando uma arma especial personalizada ou um drone. Destruir a embarcação tem apenas 50% de chance de deixar o item, mas matar a tripulação garantirá a entrega.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_surge"]/tooltip
source: POWER SURGE: This enemy has one or more power surges that it will activate periodically throughout the fight. Nothing can stop these from occuring except the defeat of your opponent, so try and kill the enemy quickly before things get out of hand!
es: SOBRETENSIÓN: Este enemigo tiene una o más sobretensiones que activará periódicamente durante la lucha. Nada puede evitar que ocurran excepto la derrota de tu oponente, ¡así que intenta matar al enemigo rápidamente antes de que las cosas se salgan de control!
ja: POWER SURGE: この敵は戦闘中、定期的にパワーサージを発動する。相手を倒す以外、この発生を止めることはできないので、手に負えなくなる前に素早く敵を倒そう！
pl: PRZEPIĘCIE: Ten wróg posiada jedno lub więcej przepięć, które będzie aktywował okresowo podczas walki. Nic nie może zapobiec ich wystąpieniu, z wyjątkiem pokonania przeciwnika, więc postaraj się szybko zabić wroga, zanim sytuacja wymknie się spod kontroli!
pt_br: SURTO DE ENERGIA: Esse inimigo tem um ou mais surtos de energia que serão ativados periodicamente durante a luta. Nada pode impedir que eles ocorram, exceto a derrota do seu oponente, portanto, tente matar o inimigo rapidamente antes que as coisas saiam do controle!

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_station"]/tooltip
source: STATION: This enemy is a station, meaning it has zero evasion without cloaking.
es: ESTACIÓN: Este enemigo es una estación, lo que significa que tiene cero evasión sin camuflaje.
ja: ステーション： この敵はステーションであり、遮蔽物がなければ回避能力はゼロである。
pl: STACJA: Ten wróg jest stacją, co oznacza, że ​​ma on zerową unikanie bez przebrania.
pt_br: ESTAÇÃO: Esse inimigo é uma estação, o que significa que ele tem evasão zero sem camuflagem.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_resist"]/tooltip
source: RESISTANT ROOMS: This enemy has one or more resistant rooms, marked by the grey border and R icon in the top left. Resistant rooms will take no system damage from weapons, but can be damaged by crew and fires. Resistant rooms will take ion and hull damage as normal.
es: SALAS RESISTENTES: Este enemigo tiene una o más salas resistentes, marcadas por el borde gris y el icono R en la esquina superior izquierda. Las salas resistentes no recibirán daño de sistema de las armas, pero pueden ser dañadas por la tripulación y los incendios. Las salas resistentes recibirán daño iónico y de casco como de costumbre.
ja: レジスタンスルーム: この敵には1つ以上のレジスタンスルームがあり、左上に灰色の枠とRのアイコンがある。レジスタンスルームは武器によるシステムダメージを受けないが、クルーや火災によるダメージを受けることがある。レジスタンスルームは通常通りイオンダメージと船体ダメージを受ける。
pl: ODPORNE POMIESZCZENIA: Ten wróg ma jedno lub więcej odpornych pomieszczeń, oznaczonych szarą ramką i ikoną R w lewym górnym rogu. Odporne pomieszczenia nie otrzymują obrażeń systemowych od broni, ale mogą być uszkadzane przez załogę i pożary. Odporne pomieszczenia otrzymują normalne obrażenia jonowe i od kadłuba.
pt_br: SALAS RESISTENTES: Esse inimigo tem uma ou mais salas resistentes, marcadas pela borda cinza e pelo ícone R no canto superior esquerdo. As salas resistentes não receberão dano de sistema das armas, mas podem ser danificadas pela tripulação e por incêndios. As salas resistentes receberão danos de íons e do casco normalmente.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_ionresist"]/tooltip
source: CHARGED RESISTANT ROOMS: This enemy has one or more charged resistant rooms, marked by the teal border and R icon in the top left. Charged Resistant rooms will take no system or ion damage from weapons, but can be damaged by crew and fires. Resistant rooms will take hull damage as normal.
es: SALAS RESISTENTES CARGADAS: Este enemigo tiene una o más salas resistentes cargadas, marcadas por el borde turquesa y el icono R en la esquina superior izquierda. Las salas resistentes cargadas no recibirán daño de sistema o iónico de las armas, pero pueden ser dañadas por la tripulación y los incendios. Las salas resistentes recibirán daño de casco como de costumbre.
ja: CHARGED RESISTANT ROOMS: この敵には1つ以上のチャージド・レジスタンス・ルームがあり、左上のティールボーダーとRアイコンでマークされている。チャージド・レジスタンス・ルームは武器によるシステムダメージやイオンダメージを受けないが、クルーや火災によるダメージを受けることがある。抵抗力のある部屋は通常通り船体ダメージを受ける。
pl: NAŁADOWANE ODPORNE POMIESZCZENIA: Ten wróg ma jedno lub więcej naładowanych odpornych pomieszczeń, oznaczonych turkusową ramką i ikoną R w lewym górnym rogu. Naładowane odporne pomieszczenia nie otrzymują obrażeń systemowych ani jonowych od broni, ale mogą być uszkadzane przez załogę i pożary. Odporne pomieszczenia otrzymują normalne obrażenia od kadłuba.
pt_br: SALAS RESISTENTES CARREGADAS: Esse inimigo tem uma ou mais salas resistentes a cargas, marcadas pela borda azul-esverdeada e pelo ícone R no canto superior esquerdo. As salas resistentes carregadas não receberão dano de sistema ou de íons das armas, mas podem ser danificadas pela tripulação e por incêndios. As salas resistentes receberão dano de casco normalmente.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_no2"]/tooltip
source: DEPRESSURIZED: This enemy is depressurized, meaning it has no Oxygen system. Oxygen restoring crew such as Orchids will not be able to fill this ship with oxygen. Boarding with aerobic crew is not advised without proper precautions.
es: DESPRESURIZADO: Este enemigo está despresurizado, lo que significa que no tiene sistema de Oxígeno. La tripulación que restaura el oxígeno, como los Orchids, proporcionará oxígeno reducido en esta nave. No se aconseja abordar con tripulación aeróbica sin las precauciones adecuadas.
ja: 減圧： この敵は減圧されており、酸素システムがない。Orchidsのような酸素を回復するクルーは、この船で酸素を減少させる。適切な予防措置を取らない限り、好気性のクルーで乗り込むことはお勧めできない。
pl: BEZPOWIETRZNY: Ten wróg jest bezpowietrzny, co oznacza, że nie ma systemu tlenowego. Załoga przywracająca tlen, taka jak Orchidee, zapewni zmniejszoną ilość tlenu na tym statku. Abordaż z załogą tlenową nie jest zalecany bez odpowiednich środków ostrożności.
pt_br: DESPRESSURIZADO: Esse inimigo está despressurizado, o que significa que não tem sistema de oxigênio. A tripulação que restaura o oxigênio, como a Orchids, não conseguirá encher essa nave com oxigênio. Não é aconselhável embarcar com tripulação aeróbica sem as devidas precauções.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_chaos"]/tooltip
source: CHAOTIC: This ship's rooms are protected by some kind of mysterious energy. All non-Siren crew onboard this ship will be overcome by madness, blocking the use of their active abilities. Once they return to your ship, they will go back to normal.
es: CAÓTICO: Las habitaciones de esta nave están protegidas por algún tipo de energía misteriosa. Toda la tripulación que no sea Sirena a bordo de esta nave será superada por la locura, bloqueando el uso de sus habilidades activas. Una vez que regresen a tu nave, volverán a la normalidad.
ja: CHAOTIC: この船の部屋はある種の神秘的なエネルギーに守られている。この船に乗船しているセイレーン以外のクルーは全員、狂気に支配され、有効な能力を使用できなくなる。あなたの船に戻れば元に戻る。
pl: CHAOTYCZNY: Pomieszczenia tego statku są chronione przez jakąś tajemniczą energię. Cała załoga niebędąca Syrenami na pokładzie tego statku zostanie ogarnięta szaleństwem, co zablokuje użycie ich aktywnych zdolności. Gdy wrócą na twój statek, wrócą do normy.
pt_br: CAÓTICO: Os cômodos dessa nave são protegidos por algum tipo de energia misteriosa. Todos os tripulantes não-Siren a bordo dessa nave serão dominados pela loucura, bloqueando o uso de suas habilidades ativas. Quando retornarem à sua nave, eles voltarão ao normal.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_invasion"]/tooltip
source: INVASION TACTICS: This enemy uses special boarding tactics. Rather than teleporting back crew at low health, it will prioritize sending in more crew instead.
es: TÁCTICAS DE INVASIÓN: Este enemigo utiliza tácticas de abordaje especiales. En lugar de teletransportar de vuelta a la tripulación con poca salud, priorizará el envío de más tripulación.
ja: INVASION TACTICS:⏠この敵は特殊なボーディング戦術を使う。体力の減ったクルーをテレポートで戻すのではなく、より多くのクルーを送り込むことを優先する。
pl: TAKTYKA INWAZYJNA: Ten wróg używa specjalnych taktyk abordażowych. Zamiast teleportować z powrotem załogę z niskim poziomem zdrowia, priorytetem będzie wysyłanie kolejnych członków załogi.
pt_br: TÁTICAS DE INVASÃO: Esse inimigo usa táticas especiais de embarque. Em vez de teletransportar de volta a tripulação com pouca vida, ele priorizará o envio de mais tripulação.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_math"]/tooltip
source: EDUTAINMENT: The malfunctioning Auto is programmed to periodically ask you mathematical questions. Getting these questions wrong could lead to dangerous results, so be careful!
es: EDUTENIMIENTO: El Auto defectuoso está programado para hacerte preguntas matemáticas periódicamente. ¡Responder incorrectamente a estas preguntas podría tener resultados peligrosos, así que ten cuidado!
ja: EDUTAINMENT: 故障したオートは、定期的にあなたに数学的な質問をするようにプログラムされています。これらの質問を間違えると、危険な結果につながる可能性がありますので、注意してください！
pl: EDUKACJA: Niesprawny Auto-statek jest zaprogramowany do okresowego zadawania pytań matematycznych. Błędne odpowiedzi mogą prowadzić do niebezpiecznych rezultatów, więc bądź ostrożny!
pt_br: EDUCACAO: O Auto com defeito está programado para lhe fazer perguntas matemáticas periodicamente. Errar essas perguntas pode levar a resultados perigosos, portanto, tenha cuidado!

source: SHIELD BOOSTER: This enemy's shields recharge 17% quicker.
es: POTENCIADOR DE ESCUDOS: Los escudos de este enemigo se recargan un 17% más rápido.
ja: シールド・ブースター: 敵のシールドのチャージが17%早くなる。
pl: WSPOMAGACZ TARCZ: Tarcze tego wroga ładują się o 17% szybciej.
pt_br: REFORÇO DE ESCUDO: Os escudos desse inimigo são recarregados 17% mais rapidamente.

source: ENGINE BOOSTER: This enemy's FTL drive charge up 30% faster.
es: POTENCIADOR DE MOTORES: El motor FTL de este enemigo se carga un 30% más rápido.
ja: エンジンブースター： 敵のFTLドライブのチャージが30％速くなる。
pl: WSPOMAGACZ SILNIKÓW: Napęd FTL tego wroga ładuje się o 30% szybciej.
pt_br: IMPULSIONADOR DE MOTOR: A unidade FTL desse inimigo carrega 30% mais rápido.

source: AUTO RELOADER: This enemy's weapons charge 10% faster.
es: RECARGADOR AUTOMÁTICO: Las armas de este enemigo se cargan un 10% más rápido.
ja: オートリローダー：Ⱦこの敵の武器のチャージが10％速くなる。
pl: AUTOMATYCZNY PRZEŁADUNEK: Broń tego wroga ładuje się o 10% szybciej.
pt_br: AUTO RELOADER: As armas desse inimigo carregam 10% mais rápido.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_recontele"]/tooltip
source: RECONSTRUCTIVE TELEPORTER: This enemy's crew heal to full every time they teleport.
es: TELETRANSPORTADOR RECONSTRUCTIVO: La tripulación de este enemigo se cura por completo cada vez que se teletransporta.
ja: RECONSTRUCTIVE TELEPORTER: この敵のクルーはテレポートする度に全回復する。
pl: TELEPORTER REKONSTRUKCYJNY: Załoga tego wroga leczy się do pełna za każdym razem, gdy się teleportuje.
pt_br: TELETRANSPORTADOR RECONSTRUTIVO: A equipe desse inimigo se cura completamente toda vez que se teletransporta.

source: RESPIRATORS: This enemy's crew suffocate at half speed.
es: RESPIRADORES: La tripulación de este enemigo se asfixia a la mitad de la velocidad.
ja: RESPIRATORS: この敵の乗員は半分の速度で窒息する。
pl: RESPIRATORY: Załoga tego wroga dusi się z połową prędkości.
pt_br: RESPIRADORES: A tripulação desse inimigo sufoca a meia velocidade.

source: EXTINGUISHERS: Fires aboard this enemy will be automatically extinguished even in the absence of crew.
es: EXTINTORES: Los incendios a bordo de este enemigo se extinguirán automáticamente incluso en ausencia de tripulación.
ja: 消火器: 乗組員が不在でも、船内の火は自動的に消火される。
pl: GAŚNICE: Pożary na pokładzie tego wroga będą automatycznie gaszone nawet pod nieobecność załogi.
pt_br: EXTINGUIDORES: Os incêndios a bordo deste inimigo serão extintos automaticamente, mesmo na ausência da tripulação.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_sealant"]/tooltip
source: BREACH SEALANT: Breaches on this enemy will automatically be repaired even in the absence of crew.
es: SELLADOR DE BRECHAS: Las brechas en este enemigo se repararán automáticamente incluso en ausencia de tripulación.
ja: ブリーチシーラント：⏠クルーが不在でも、この敵のブリーチは自動的に修復される。
pl: USZCZELNIACZ WYŁOMÓW: Wyłomy na tym wrogu będą automatycznie naprawiane nawet pod nieobecność załogi.
pt_br: SELANTE DE BRECHAS: As brechas nesse inimigo serão reparadas automaticamente, mesmo na ausência de tripulação.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_ionarmor"]/tooltip
source: ION FIELD: This enemy has a 50% chance to resist all ion damage.
es: CAMPO IÓNICO: Este enemigo tiene un 50% de probabilidad de resistir todo el daño iónico.
ja: ION FIELD: この敵は50%の確率で全てのイオンダメージに抵抗する。
pl: POLE JONOWE: Ten wróg ma 50% szans na odporność na wszelkie obrażenia jonowe.
pt_br: CAMPO IÔNICO: Esse inimigo tem 50% de chance de resistir a todos os danos de íons.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_backupdna"]/tooltip
source: BACKUP DNA: This enemy's crew will be kept alive in the Clone Bay even if it is destroyed or hacked.
es: ADN DE RESPALDO: La tripulación de este enemigo se mantendrá con vida en la Bahía de Clonación incluso si es destruida o hackeada.
ja: BACKUP DNA: クローンベイが破壊されても、ハッキングされても、この敵のクルーはクローンベイに生かされる。
pl: ZAPASOWE DNA: Załoga tego wroga pozostanie przy życiu w Zatoce Klonów, nawet jeśli zostanie ona zniszczona lub zhakowana.
pt_br: DNA DE BACKUP: A equipe desse inimigo será mantida viva na Baía dos Clones, mesmo que ela seja destruída ou hackeada.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_burrows"]/tooltip
source: BURROWS: Enemy Leeches move 50% faster and ignore doors.
es: MADRIGUERAS: Los Leech enemigos se mueven un 50% más rápido e ignoran las puertas.
ja: BURROWS: 敵のヒルの移動速度が50％速くなり、ドアを無視する。
pl: NORY: Wrogie Pijawki poruszają się o 50% szybciej i ignorują drzwi.
pt_br: BURROWS: As sanguessugas inimigas se movem 50% mais rápido e ignoram portas.

source: NO SUFFOCATION: This enemy is not only depressurized, but its own crew will not suffocate while aboard their own ship. They will still suffocate (if applicable) aboard your ship.
es: SIN ASFIXIA: Este enemigo no solo está despresurizado, sino que su propia tripulación no se asfixiará mientras esté a bordo de su propia nave. Aún se asfixiarán (si corresponde) a bordo de tu nave.
ja: NO SUFFOCATION: この敵は減圧されているだけでなく、乗組員は自分の船に乗っている間は窒息しない。あなたの船に乗っていても窒息死する。
pl: BRAK DUSZENIA: Ten wróg jest nie tylko bezpowietrzny, ale jego własna załoga nie będzie się dusić na pokładzie swojego statku. Nadal będą się dusić (jeśli dotyczy) na pokładzie twojego statku.
pt_br: SEM SUFOCAMENTO: Esse inimigo não é apenas despressurizado, mas sua própria tripulação não sufocará enquanto estiver a bordo de sua própria nave. Eles ainda se sufocarão (se aplicável) a bordo de sua nave.

source: LIFEJACKETS: When any enemy crew are below half health, they will gain doubled movement, healing, and door breaking speed, as well as halved hazard damage.
es: CHALECOS SALVAVIDAS: Cuando cualquier miembro de la tripulación enemiga esté por debajo de la mitad de su salud, obtendrá el doble de velocidad de movimiento, curación y rotura de puertas, así como la mitad de daño por peligros.
ja: LIFEJACKETS: 敵の乗組員の体力が半分以下になると、移動速度、回復速度、ドア破壊速度が2倍になり、ハザードダメージが半分になる。
pl: KAMIZELKI RATUNKOWE: Gdy którykolwiek członek załogi wroga ma mniej niż połowę zdrowia, zyska podwójną prędkość poruszania się, leczenia i niszczenia drzwi, a także o połowę mniejsze obrażenia od zagrożeń.
pt_br: COLETES SALVA-VIDAS: Quando qualquer tripulação inimiga estiver com menos da metade da saúde, ela ganhará o dobro da velocidade de movimento, cura e quebra de portas, além de reduzir pela metade o dano de perigo.
