Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_ACC_25DEATHS"]/description
source: Die 25 times.
es: Muere 25 veces.
ja: 25回死ぬ。
pl: Zgiń 25 razy.
pt_br: Morre 25 vezes.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SIGNAL"]/name
source: Transmission Received
es: Transmisión Recibida
ja: 受信した送信
pl: Odebrano Transmisję
pt_br: Transmissão recebida

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SIGNAL"]/description
source: Receive the mysterious beacon.
es: Recibe la baliza misteriosa.
ja: 謎のビーコンを受け取る
pl: Odbierz tajemniczy sygnał.
pt_br: Receba o sinalizador misterioso.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DIVE"]/name
source: Deep Dive
es: Inmersión Profunda
ja: ディープ・ダイブ
pl: Głębokie Zanurzenie
pt_br: Mergulho profundo

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DIVE"]/description
source: Dive 5 or more times in one run.
es: Sumérgete 5 o más veces en una partida.
ja: 1回のランで5回以上ダイブする。
pl: Zanurz się 5 lub więcej razy w jednym podejściu.
pt_br: Mergulhe 5 ou mais vezes em uma corrida.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_TOURIST"]/name
source: Tourist
es: Turista
ja: 観光客
pl: Turysta
pt_br: Turista

# data/hyperspace.xml$//achievement[@name="ACH_ACC_TOURIST"]/description
source: Visit 4 or more unique or secret sectors in one run.
es: Visita 4 o más sectores únicos o secretos en una partida.
ja: 1回の走行で4つ以上のユニークセクターまたはシークレットセクターを訪れること。
pl: Odwiedź 4 lub więcej unikalnych lub tajnych sektorów w jednym podejściu.
pt_br: Visite 4 ou mais setores exclusivos ou secretos em uma corrida.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_LAB"]/name
source: Advancing Evolution
es: Evolución Avanzada
ja: 進化する
pl: Postęp Ewolucji
pt_br: Evolução Avançada

# data/hyperspace.xml$//achievement[@name="ACH_ACC_LAB"]/description
source: Have 5 primary lab upgrades installed at once.
es: Ten 5 mejoras de laboratorio primarias instaladas a la vez.
ja: 一度に5つのプライマリラボのアップグレードをインストールする。
pl: Miej zainstalowanych 5 głównych ulepszeń laboratorium jednocześnie.
pt_br: Ter 5 upgrades de laboratório primário instalados de uma só vez.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_UPG"]/name
source: Overclocked
es: Sobrecargado
ja: オーバークロック
pl: Przetaktowany
pt_br: Com overclock

# data/hyperspace.xml$//achievement[@name="ACH_ACC_UPG"]/description
source: Have 8 internal upgrades installed at once.
es: Ten 8 mejoras internas instaladas a la vez.
ja: 一度に8つの内部アップグレードをインストールする。
pl: Miej zainstalowanych 8 wewnętrznych ulepszeń jednocześnie.
pt_br: Ter 8 upgrades internos instalados de uma só vez.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SOCIALIZE"]/name
source: Sociable
ja: 社交的
pl: Towarzyski
pt_br: Sociável

# data/hyperspace.xml$//achievement[@name="ACH_ACC_SOCIALIZE"]/description
source: Talk to unique crew aboard your ship 30 times.
es: Habla con tripulación única a bordo de tu nave 30 veces.
ja: 自分の船に乗っているユニークな乗組員と30回話す。
pl: Porozmawiaj z unikalną załogą na pokładzie swojego statku 30 razy.
pt_br: Fale com a tripulação única a bordo de seu navio 30 vezes.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_OBSIDIAN"]/name
source: Unbreakable
es: Inquebrantable
ja: アンブレイカブル
pl: Niezniszczalny
pt_br: Inquebrável

# data/hyperspace.xml$//achievement[@name="ACH_ACC_OBSIDIAN"]/description
source: Upgrade the Obsidian Armor to any of the three special final upgrades.
es: Mejora la Armadura de Obsidiana a cualquiera de las tres mejoras finales especiales.
ja: オブシディアン・アーマーを3つの特別な最終アップグレードのいずれかにアップグレードする。
pl: Ulepsz Obsydianowy Pancerz do jednego z trzech specjalnych ostatecznych ulepszeń.
pt_br: Faça o upgrade da Obsidian Armor para qualquer um dos três upgrades finais especiais.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_ITB"]/name
source: Once More Unto the Breach
es: Una Vez Más a la Brecha
ja: ワンス・モア・アントゥ・ザ・ブリーチ
pl: Jeszcze Raz do Wyłomu
pt_br: Mais uma vez para a brecha

# data/hyperspace.xml$//achievement[@name="ACH_ACC_ITB"]/description
source: Get Gana, detonate the Renfield Bombs, and visit Earth all in one run.
es: Consigue a Gana, detona las Bombas Renfield y visita la Tierra, todo en una partida.
ja: ガナを手に入れ、レンフィールド爆弾を爆発させ、地球を訪れる。
pl: Zdobądź Ganę, zdetonuj Bomby Renfielda i odwiedź Ziemię w jednym podejściu.
pt_br: Pegue Gana, detone as bombas Renfield e visite a Terra em uma única corrida.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/name
source: Detergent Mode
es: Modo Detergente
ja: 洗剤モード
pl: Tryb Detergentu
pt_br: Modo Detergente

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/description
source: Complete the trials and tribulations of Detergent Mode.
es: Completa las pruebas y tribulaciones del Modo Detergente.
ja: 洗剤モードの試練を乗り越えろ。
pl: Ukończ próby i udręki Trybu Detergentu.
pt_br: Conclua as provações e tribulações do Modo Detergente.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/secretDescription
source: The Federation has some laundry to do.
es: La Federación tiene algo de ropa que lavar.
ja: 連盟は洗濯をしなければならない。
pl: Federacja ma trochę prania do zrobienia.
pt_br: A Federação tem algumas roupas para lavar.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DETERGENT"]/header
source: Laundry Handled!
es: ¡Colada Hecha!
ja: 洗濯物の取り扱い
pl: Pranie zrobione!
pt_br: Lavanderia pronta!

# data/hyperspace.xml$/FTL/achievements/page[1]/section[2]/@text
source: Special Events
es: Eventos Especiales
ja: 特別イベント
pl: Wydarzenia Specjalne
pt_br: Eventos especiais

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_HORRIBLEDEMON"]/name
source: The Horrible Demon
es: El Demonio Horrible
ja: 恐ろしい悪魔
pl: Okropny Demon
pt_br: O Demônio Horrível

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_HORRIBLEDEMON"]/description
source: Slay the Horrible Demon.
es: Mata al Demonio Horrible.
ja: 恐ろしい悪魔を倒せ
pl: Zabij Straszliwego Demona.
pt_br: Mate o Demônio Horrível.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_COUNT"]/name
source: Chip Chip Cheerio
ja: チップ・チェリオ
pl: Czip Czip Czerio

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_COUNT"]/description
source: Give Count Dinkleman investment advice.
es: Dale consejos de inversión al Conde Dinkleman.
ja: ディンクルマン伯爵に投資アドバイスを
pl: Udziel Hrabiemu Dinklemanowi porady inwestycyjnej.
pt_br: Dar conselhos de investimento ao Conde Dinkleman.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_QUICKDRAW"]/name
source: Quick Draw
es: Desenfundado Rápido
ja: クイックドロー
pl: Szybkie Wyciągnięcie
pt_br: Saque rápido

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_QUICKDRAW"]/description
source: Destroy the escaping Mantis before he can get away.
es: Destruye al Mantis que escapa antes de que pueda huir.
ja: 逃走するマンティスを先に撃破せよ。
pl: Zniszcz uciekającego Mantisa, zanim zdąży uciec.
pt_br: Destrua o Mantis que está fugindo antes que ele consiga escapar.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BOLINE"]/name
source: Reading Comprehension
es: Comprensión Lectora
ja: 読解力
pl: Czytanie ze Zrozumieniem
pt_br: Compreensão de leitura

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BOLINE"]/description
source: Ask Boline to repeat her speech 5 times in a row.
es: Pídele a Boline que repita su discurso 5 veces seguidas.
ja: ボラインにスピーチを5回続けてもらう。
pl: Poproś Boline o powtórzenie jej przemowy 5 razy z rzędu.
pt_br: Peça a Boline para repetir seu discurso 5 vezes seguidas.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_MYSTERY"]/name
source: It's Elementary
es: Es Elemental
ja: 初歩的なこと
pl: To Elementarne
pt_br: É elementar

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_MYSTERY"]/description
source: While helping Haynes solve the mystery, spit in the face of all three suspects and then accuse Haynes of murder.
es: Mientras ayudas a Haynes a resolver el misterio, escupe en la cara a los tres sospechosos y luego acusa a Haynes de asesinato.
ja: ヘインズの謎解きを手伝いながら、3人の容疑者の顔に唾を吐きかけ、ヘインズに殺人の罪を着せる。
pl: Pomagając Haynesowi rozwiązać zagadkę, spluń w twarz wszystkim trzem podejrzanym, a następnie oskarż Haynesa o morderstwo.
pt_br: Enquanto ajuda Haynes a solucionar o mistério, cuspa no rosto de todos os três suspeitos e acuse Haynes de assassinato.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_PUPPET"]/name
source: Untangling the Strings
es: Desenredando los Hilos
ja: 弦をほどく
pl: Rozplątywanie Sznurków
pt_br: Desemaranhando as cordas

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_PUPPET"]/description
source: Delete C.U.R.A.'s virus during the boss fight.
es: Elimina el virus de C.U.R.A. durante la pelea contra el jefe.
ja: ボス戦でC.U.R.A.のウイルスを削除する。
pl: Usuń wirusa C.U.R.A. podczas walki z bossem.
pt_br: Exclua o vírus da C.U.R.A. durante a luta contra o chefe.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_PUPPET"]/secretDescription
source: Delete the puppet master's virus.
es: Elimina el virus del titiritero.
ja: 操り人形のウイルスを削除せよ。
pl: Usuń wirusa mistrza marionetek.
pt_br: Exclua o vírus do mestre das marionetes.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_EXPLOSION"]/name
source: No Survivors - Except Me
es: Sin Supervivientes - Excepto Yo
ja: 生存者なし - 私を除いて
pl: Żadnych Ocalałych – Oprócz Mnie
pt_br: Nenhum sobrevivente - exceto eu

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_EXPLOSION"]/description
source: Defeat the Engineer Mothership and escape the reactor meltdown without taking any damage from the explosion.
es: Derrota a la Nave Nodriza Ingeniera y escapa de la fusión del reactor sin recibir daño de la explosión.
ja: エンジニアのマザーシップを倒し、爆発によるダメージを受けずに原子炉のメルトダウンから脱出する。
pl: Pokonaj Statek-Matkę Inżynierów i ucieknij przed stopieniem reaktora, nie otrzymując żadnych obrażeń od eksplozji.
pt_br: Derrote a nave-mãe do Engineer e escape da fusão do reator sem sofrer nenhum dano da explosão.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_GATLING"]/description
source: Assemble the Gatling Gun.
es: Ensambla la Ametralladora Gatling.
ja: ガトリングガンを組み立てる。
pl: Złóż Działo Gatlinga.
pt_br: Monte a Gatling Gun.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_GATLING"]/secretDescription
source: Collect and assemble the three lost components of an antique weapon from the Federation-Mantis War.
es: Recolecta y ensambla los tres componentes perdidos de un arma antigua de la Guerra Federación-Mantis.
ja: 連邦・マンティス戦争で失われたアンティーク兵器の3つの部品を集めて組み立てよう。
pl: Zbierz i złóż trzy zaginione komponenty antycznej broni z wojny Federacji z Mantisami.
pt_br: Colete e monte os três componentes perdidos de uma arma antiga da Guerra Federação-Mantis.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KASPAROV"]/name
source: The Something-Ov
es: El Algo-Ov
ja: サムシング・オヴ
pl: Coś-tam-ow
pt_br: O Algo-Ov

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KASPAROV"]/description
source: Recover the Kasparov.
es: Recupera el Kasparov.
ja: カスパロフを取り戻せ
pl: Odzyskaj Kasparowa.
pt_br: Recupere o Kasparov.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KYLE"]/name
source: Ass Kicked
es: Paliza
ja: ケツを蹴られる
pl: Skopany Tyłek
pt_br: Bunda chutada

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_KYLE"]/description
source: Defeat KYA Kyle.
es: Derrota a KYA Kyle.
ja: KYAカイルを倒せ。
pl: Pokonaj KYA Kyle'a.
pt_br: Derrote KYA Kyle.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_STORYTELLER"]/name
source: A Story of a Boy
es: La Historia de un Chico
ja: ある少年の物語
pl: Opowieść o Chłopcu
pt_br: A história de um menino

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_STORYTELLER"]/description
source: Listen to the Story Teller's Story.
es: Escucha la Historia del Cuentacuentos.
ja: ストーリーテラーの物語を聴く。
pl: Wysłuchaj Opowieści Opowiadacza.
pt_br: Ouça a história do contador de histórias.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BUTTBUDDIES"]/name
source: Butt Buddies
es: Amigos del Alma
ja: バット・バディーズ
pl: Kolesie od Serca
pt_br: Amigos do bumbum

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_BUTTBUDDIES"]/description
source: Defeat the Slugs responsible for torturing Tony Sr., Rig, and Tintan.
es: Derrota a los Slugs responsables de torturar a Tony Sr., Rig y Tintan.
ja: トニー・シニア、リグ、ティンタンを拷問したスラッグを倒す。
pl: Pokonaj Ślimaki odpowiedzialne za torturowanie Tony'ego Sr., Riga i Tintana.
pt_br: Derrote as lesmas responsáveis pela tortura de Tony Sr., Rig e Tintan.

source: Oh the irony.
es: Oh, la ironía.
ja: 皮肉なものだ。
pl: Och, jaka ironia.
pt_br: Ah, a ironia.

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DOORSONG"]/name
source: No Entry
es: Prohibido el Paso
ja: 立ち入り禁止
pl: Wstęp Wzbroniony

# data/hyperspace.xml$//achievement[@name="ACH_ACC_DOORSONG"]/description
source: Deny a lizard entry.
es: Niégale la entrada a un lagarto.
ja: トカゲの入場を拒否する。
pl: Odmów Jaszczurowi wstępu.
pt_br: Negar a entrada de um lagarto.

# data/hyperspace.xml$/FTL/achievements/page[2]/section/@text
source: Renegade Cruisers
es: Cruceros Renegados
ja: レネゲイド・クルーザー
pl: Krążowniki Renegatów
pt_br: Cruzadores Renegados

# data/hyperspace.xml$//achievement[@name="ACH_REN_KESTREL"]/name
source: No Room for the Two of Us
es: No Hay Sitio para los Dos
ja: ふたりの部屋はない
pl: Nie ma Miejsca dla Nas Dwóch
pt_br: Não há espaço para nós dois

# data/hyperspace.xml$//achievement[@name="ACH_REN_KESTREL"]/description
source: Defeat the Kestrel B Renegade and get the Light Laser Charger.
es: Derrota al Renegado Kestrel B y consigue el Cargador de Láser Ligero.
ja: ケストレルBレネゲイドを倒し、ライト・レーザー・チャージャーを手に入れる。
pl: Pokonaj Renegata Kestrel B i zdobądź Lekki Laser Ładujący.
pt_br: Derrote o Kestrel B Renegade e obtenha o Light Laser Charger.

# data/hyperspace.xml$//achievement[@name="ACH_REN_KESTREL"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_FED"]/name
source: Partisan Arsenal
es: Arsenal Partisano
ja: パルチザン・アーセナル
pl: Arsenał Partyzancki
pt_br: Arsenal Partisan

# data/hyperspace.xml$//achievement[@name="ACH_REN_FED"]/description
source: Defeat the Federation B Renegade and get the Pharaoh Mine Launcher.
es: Derrota al Renegado de la Federación B y consigue el Lanzaminas Faraón.
ja: 連邦軍Bレネゲイドを倒し、ファラオ・マインランチャーを手に入れる。
pl: Pokonaj Renegata Federacji B i zdobądź Wyrzutnię Min Faraona.
pt_br: Derrote o Federation B Renegade e obtenha o lançador de minas Pharaoh.

# data/hyperspace.xml$//achievement[@name="ACH_REN_FED"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_STEALTH"]/name
source: Biggest Beam
es: El Rayo Más Grande
ja: 最大のビーム
pl: Największy Promień
pt_br: Maior viga

# data/hyperspace.xml$//achievement[@name="ACH_REN_STEALTH"]/description
source: Defeat the Stealth B Renegade and get the Tsukiyari.
es: Derrota al Renegado de Sigilo B y consigue el Rayo Tsukiyari.
ja: ステルスBレネゲイドを倒し、「月やりビーム」を手に入れる。
pl: Pokonaj Renegata Stealth B i zdobądź Promień Tsukiyari.
pt_br: Derrote o Stealth B Renegade e obtenha o Tsukiyari.

# data/hyperspace.xml$//achievement[@name="ACH_REN_STEALTH"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGINEER"]/name
source: Hypocritical Oath
es: Juramento Hipocrático
ja: 偽善の誓い
pl: Hipokryzja Przysięgi
pt_br: Juramento hipócrita

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGINEER"]/description
source: Defeat the Engineer B Renegade and get the Surgeon Drone.
es: Derrota al Renegado Ingeniero B y consigue el Dron Cirujano.
ja: エンジニアBレネゲイドを倒し、外科医ドローンを手に入れる。
pl: Pokonaj Renegata Inżynierów B i zdobądź Drona-Chirurga.
pt_br: Derrote o Engineer B Renegade e obtenha o Surgeon Drone.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGINEER"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_TUCO"]/name
source: Lucky 7
es: 7 de la Suerte
ja: ラッキーセブン
pl: Szczęśliwa Siódemka

# data/hyperspace.xml$//achievement[@name="ACH_REN_TUCO"]/description
source: Defeat the Tuco B Renegade and get the Slotgun.
es: Derrota al Renegado Tuco B y consigue la Tragaperras.
ja: トゥコBレネゲイドを倒し、スロットガンを手に入れる。
pl: Pokonaj Renegata Tuco B i zdobądź Slotguna.
pt_br: Derrote o Tuco B Renegade e obtenha a Slotgun.

# data/hyperspace.xml$//achievement[@name="ACH_REN_TUCO"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGI"]/name
source: Paradox Solver
es: Solucionador de Paradojas
ja: パラドックス・ソルバー
pl: Rozwiązywacz Paradoksów

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGI"]/description
source: Defeat the Engi C Renegade and get the Trinity Drone.
es: Derrota al Renegado Engi C y consigue el Dron Trinidad.
ja: エンギCレネゲイドを倒し、トリニティ・ドローンを手に入れる。
pl: Pokonaj Renegata Engi C i zdobądź Drona Trójcy.
pt_br: Derrote o Engi C Renegade e obtenha o Trinity Drone.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ENGI"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SEPARATIST"]/name
source: Balance Restored
es: Equilibrio Restaurado
ja: バランス回復
pl: Przywrócona Równowaga
pt_br: Equilíbrio restaurado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SEPARATIST"]/description
source: Defeat the Separatist B Renegade and get the Yin Yang Drone.
es: Derrota al Renegado Separatista B y consigue el Dron Yin Yang.
ja: 分離主義者Bレネゲイドを倒し、陰陽ドローンを手に入れる。
pl: Pokonaj Renegata Separatystów B i zdobądź Drona Yin Yang.
pt_br: Derrote o Renegado Separatista B e obtenha o Drone Yin Yang.

# data/hyperspace.xml$//achievement[@name="ACH_REN_SEPARATIST"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_ZOLTAN"]/name
source: Unlimited Power
es: Poder Ilimitado
ja: 無限のパワー
pl: Nieograniczona Moc
pt_br: Poder ilimitado

# data/hyperspace.xml$//achievement[@name="ACH_REN_ZOLTAN"]/description
source: Defeat the Ministry C Renegade and get the Battery Beam.
es: Derrota al Renegado del Ministerio C y consigue el Rayo Batería.
ja: ミニストリーCのレネゲイドを倒し、バッテリービームを手に入れる。
pl: Pokonaj Renegata Ministerstwa C i zdobądź Promień Baterii.
pt_br: Derrote o Ministry C Renegade e obtenha o Battery Beam.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ZOLTAN"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_MONK"]/name
source: Electrifying Faith
es: Fe Electrizante
ja: 電撃的な信仰
pl: Elektryzująca Wiara
pt_br: Fé eletrizante

# data/hyperspace.xml$//achievement[@name="ACH_REN_MONK"]/description
source: Defeat the Illesctrian B Renegade and get the Ion Chainger.
es: Derrota al Renegado Illesctriano B y consigue el Cambiador de Iones.
ja: イレシュクトリアンBレネゲイドを倒し、イオンチェインジャーを手に入れる。
pl: Pokonaj Renegata Illesctrian B i zdobądź Łańcuchowy Jonizator.
pt_br: Derrote o Illesctrian B Renegade e obtenha o Ion Chainger.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MONK"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_DUSK"]/name
source: Wolfenstein
ja: ウルフェンシュタイン

# data/hyperspace.xml$//achievement[@name="ACH_REN_DUSK"]/description
source: Defeat the Duskbringer B Renegade and get the Steel Flak.
es: Derrota al Renegado de los Portadores del Ocaso B y consigue el Flak de Acero.
ja: ダスクブリンガーBレネゲイドを倒し、スティール・フラックを手に入れる。
pl: Pokonaj Renegata Zwiastunów Zmierzchu B i zdobądź Stalowe Działo Odłamkowe.
pt_br: Derrote o Duskbringer B Renegade e obtenha o Steel Flak.

# data/hyperspace.xml$//achievement[@name="ACH_REN_DUSK"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_MANTIS"]/name
source: Bomberman-tis
ja: ボンバーマンティス

# data/hyperspace.xml$//achievement[@name="ACH_REN_MANTIS"]/description
source: Defeat the Hive B Renegade and get the Sustaining Bomb.
es: Derrota al Renegado de la Colmena B y consigue la Bomba Sostenida.
ja: ハイブBのレネゲイドを倒し、サステイニング・ボムを手に入れる。
pl: Pokonaj Renegata Roju B i zdobądź Bombę Podtrzymującą.
pt_br: Derrote o Hive B Renegade e obtenha a Sustaining Bomb.

# data/hyperspace.xml$//achievement[@name="ACH_REN_MANTIS"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_FREEMANTIS"]/name
source: Deadly Nightshade
es: Belladona Mortal
ja: デッドリー・ナイトシェイド
pl: Zabójcza Wilcza Jagoda

# data/hyperspace.xml$//achievement[@name="ACH_REN_FREEMANTIS"]/description
source: Defeat the Free Mantis B Renegade and get the Nightshade Missiles.
es: Derrota al Renegado de los Mantis Libres B y consigue los Misiles Belladona.
ja: フリーマンティスBレネゲイドを倒し、イヌホウズキミサイルを手に入れる。
pl: Pokonaj Renegata Wolnych Mantisów B i zdobądź Pociski Wilczej Jagody.
pt_br: Derrote o Free Mantis B Renegade e obtenha os Nightshade Missiles.

# data/hyperspace.xml$//achievement[@name="ACH_REN_FREEMANTIS"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_ROCK"]/name
source: Diamond Tipped
es: Punta de Diamante
ja: ダイヤモンドチップ
pl: Diamentowa Końcówka
pt_br: Ponta de diamante

# data/hyperspace.xml$//achievement[@name="ACH_REN_ROCK"]/description
source: Defeat the Theocracy C Renegade and get the Obsidian Missiles.
es: Derrota al Renegado de la Teocracia C y consigue los Misiles de Obsidiana.
ja: セオクラシーCのレネゲイドを倒し、オブシディアン・ミサイルを手に入れる。
pl: Pokonaj Renegata Teokracji C i zdobądź Obsydianowe Pociski.
pt_br: Derrote o Theocracy C Renegade e obtenha os Obsidian Missiles.

# data/hyperspace.xml$//achievement[@name="ACH_REN_ROCK"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_LOSTSUN"]/name
source: Found Moons
es: Lunas Encontradas
ja: 発見された月
pl: Odnalezione Księżyce
pt_br: Luas encontradas

# data/hyperspace.xml$//achievement[@name="ACH_REN_LOSTSUN"]/description
source: Defeat the Lost Sun B Renegade and get the Frost Charger.
es: Derrota al Renegado del Sol Perdido B y consigue el Cargador de Hielo.
ja: ロストサンBレネゲイドを倒し、フロストチャージャーを手に入れる。
pl: Pokonaj Renegata Zaginionego Słońca B i zdobądź Mroźny Ładownik.
pt_br: Derrote o Lost Sun B Renegade e obtenha o Frost Charger.

# data/hyperspace.xml$//achievement[@name="ACH_REN_LOSTSUN"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_CRYSTAL"]/name
source: On Fyre
es: En Llamas
ja: ファイアについて
pl: W Ogniu
pt_br: Sobre o Fyre

# data/hyperspace.xml$//achievement[@name="ACH_REN_CRYSTAL"]/description
source: Defeat the Empire C Renegade and get the Amber Launcher.
es: Derrota al Renegado Imperial C y consigue el Lanzador de Ámbar.
ja: インペリアルCレネゲイドを倒し、アンバーランチャーを手に入れる。
pl: Pokonaj Renegata Imperialnego C i zdobądź Bursztynową Wyrzutnię.
pt_br: Derrote o Empire C Renegade e obtenha o Amber Launcher.

# data/hyperspace.xml$//achievement[@name="ACH_REN_CRYSTAL"]/header
source: Renegade Defeated
es: Renegado derrotado
ja: レネゲイドの敗北
pl: Renegat jest pokonany
pt_br: Renegado derrotado

# data/hyperspace.xml$//achievement[@name="ACH_REN_SLUG"]/name
source: High Noon
es: Mediodía
ja: ハイ・ヌーン
pl: Samo Południe
pt_br: Meio-dia em ponto
