Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PANTS"]/name
source: Judgement Day
es: Día del Juicio
ja: 審判の日
pl: Dzień Sądu
pt_br: Dia do Julgamento

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PANTS"]/description
source: Defeat Cashmere Pants and destroy the Octagon.
es: Derrota a Pantalones de Cachemira y destruye el Octágono.
ja: カシミア・パンツを倒し、オクタゴンを破壊する。
pl: Pokonaj Kaszmirowe Spodnie i zniszcz Oktagon.
pt_br: Derrote Cashmere Pants e destrua o Octógono.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_HAT"]/name
source: The Secret of the Secret Jewel of the One Truth
es: El Secreto de la Joya Secreta de la Única Verdad
ja: 一つの真実の秘宝の秘密
pl: Tajemnica Tajemniczego Klejnotu Jedynej Prawdy
pt_br: O Segredo da Joia Secreta da Verdade Única

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_HAT"]/secretDescription
source: It's a secret.
es: Es un secreto.
ja: それは秘密だ。
pl: To tajemnica.
pt_br: É um segredo.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_HAT"]/description
source: The joke is that the secret is there is no secret yet there was still a secret. It's what some people like to call irony.
es: El chiste es que el secreto es que no hay secreto, pero aun así había un secreto. Es lo que algunas personas llaman ironía.
ja: 冗談は、秘密がないにもかかわらず秘密があったということだ。皮肉と呼ぶのが好きな人もいる。
pl: Żart polega na tym, że tajemnicą jest brak tajemnicy, a jednak tajemnica była. To jest to, co niektórzy nazywają ironią.
pt_br: A piada é que o segredo é que não há segredo, mas ainda assim havia um segredo. É o que algumas pessoas gostam de chamar de ironia.

# data/hyperspace.xml$/FTL/achievements/page[8]/section[3]/@text
source: Her Achievements
es: Sus Logros
ja: 彼女の功績
pl: Jej Osiągnięcia
pt_br: Suas conquistas

# data/hyperspace.xml$//achievement[@name="ACH_HER_ORACLE"]/name
source: The Oracle
es: El Oráculo
ja: オラクル
pl: Wyrocznia
pt_br: O Oráculo

# data/hyperspace.xml$//achievement[@name="ACH_HER_ORACLE"]/description
source: Meet the Oracle and inform Thest about it.
es: Encuentra al Oráculo e informa a Thest sobre ello.
ja: オラクルに会ってテストに報告する。
pl: Spotkaj Wyrocznię i poinformuj o tym Thesta.
pt_br: Encontre o Oráculo e informe Thest sobre isso.

# data/hyperspace.xml$//achievement[@name="ACH_HER_FIND"]/name
source: Finding Her
es: Encontrándola a Ella
ja: 彼女を見つける
pl: Odnalezienie Jej
pt_br: Encontrando-a

# data/hyperspace.xml$//achievement[@name="ACH_HER_FIND"]/description
source: Meet Her after reaching the Nexus.
es: Encuéntrate con Ella después de llegar al Nexo.
ja: ネクサス到着後、彼女に会う。
pl: Spotkaj Ją po dotarciu do Nexusa.
pt_br: Encontre-a depois de chegar ao Nexus.

# data/hyperspace.xml$//achievement[@name="ACH_HER_OVERTHROW"]/name
source: Her Plan
es: Su Plan
ja: 彼女のプラン
pl: Jej Plan
pt_br: Seu plano

# data/hyperspace.xml$//achievement[@name="ACH_HER_OVERTHROW"]/description
source: Overthrow Prime and allow Her to take control of the Nexus.
es: Derroca a Prime y permite que Ella tome el control del Nexo.
ja: プライムを打倒し、彼女にネクサスを掌握させる。
pl: Obal Prime'a i pozwól Jej przejąć kontrolę nad Nexusem.
pt_br: Derrube Prime e permita que ela assuma o controle do Nexus.

# data/hyperspace.xml$//achievement[@name="ACH_HER_SPARE"]/name
source: Her Downfall
es: Su Caída
ja: 彼女の転落
pl: Jej Upadek
pt_br: Sua queda

# data/hyperspace.xml$//achievement[@name="ACH_HER_SPARE"]/description
source: Spare Prime and destroy Her.
es: Perdona a Prime y destrúyela a Ella.
ja: プライムを惜しみ、彼女を破壊する。
pl: Oszczędź Prime'a i zniszcz Ją.
pt_br: Poupe a Prime e a destrua.

# data/hyperspace.xml$//achievement[@name="ACH_HER_DEFEAT"]/name
source: All She Wrote
es: Todo lo que Escribió
ja: オール・シー・ウォライト
pl: Wszystko Co Napisała
pt_br: Tudo o que ela escreveu

# data/hyperspace.xml$//achievement[@name="ACH_HER_DEFEAT"]/description
source: Defeat Her forever and break the cycle.
es: Derrótala a Ella para siempre y rompe el ciclo.
ja: 彼女を永遠に打ち負かし、その連鎖を断ち切るのだ。
pl: Pokonaj Ją na zawsze i przerwij cykl.
pt_br: Derrote-a para sempre e interrompa o ciclo.

# data/hyperspace.xml$/FTL/achievements/page[9]/section/@text
source: Music
es: Música
ja: 音楽
pl: Muzyka
pt_br: Música

# data/hyperspace.xml$//achievement[@name="MUSIC_GALACTIC"]/name
source: Galactic
es: Galáctico
ja: 銀河
pl: Galaktyczna
pt_br: Galáctico

# data/hyperspace.xml$//achievement[@name="MUSIC_UNEXPLORED"]/name
source: Unexplored
es: Inexplorado
ja: 未踏
pl: Nieodkryta
pt_br: Inexplorado

# data/hyperspace.xml$//achievement[@name="MUSIC_AUTO"]/name
source: Auto
es: Automático
ja: オート
pl: Automatyczna
pt_br: Carro

# data/hyperspace.xml$//achievement[@name="MUSIC_ORCHID"]/name
source: Floral
ja: フローラル
pl: Roślinniak

# data/hyperspace.xml$//achievement[@name="MUSIC_VAMPWEED"]/name
source: Confederacy
es: Confederación
ja: アメリカれんごうこく
pl: Konfederacja
pt_br: Confederação

# data/hyperspace.xml$//achievement[@name="MUSIC_SEPARATIST"]/name
source: Separatist
es: Separatista
ja: 分離主義者
pl: Separatysta
pt_br: Separatista

# data/hyperspace.xml$//achievement[@name="MUSIC_FREEMANTIS"]/name
source: Free Mantis
es: Mantis Libre
ja: フリー・マンティス
pl: Wolna Modliszka
pt_br: Louva-a-deus gratuito

# data/hyperspace.xml$//achievement[@name="MUSIC_COALITION"]/name
source: Coalition
es: Coalición
ja: 連合
pl: Koalicja
pt_br: Coalizão

# data/hyperspace.xml$//achievement[@name="MUSIC_MONK"]/name
source: Monk
es: Monje
ja: 僧侶
pl: Mnich
pt_br: Monge

# data/hyperspace.xml$//achievement[@name="MUSIC_HAUNTED"]/name
source: Haunted
es: Embrujado
ja: お化け
pl: Nawiedzona
pt_br: Assombrado

# data/hyperspace.xml$//achievement[@name="MUSIC_DYNASTY"]/name
source: Dynasty
es: Dinastía
ja: 王朝
pl: Dynastia
pt_br: Dinastia

# data/hyperspace.xml$//achievement[@name="MUSIC_SHELL"]/name
source: Shell
es: Coraza
ja: シェル
pl: Skorupiak
pt_br: Concha

# data/hyperspace.xml$//achievement[@name="MUSIC_LEECH"]/name
source: Leech
es: Sanguijuela
ja: リーチ
pl: Pijawka
pt_br: Sanguessuga

# data/hyperspace.xml$//achievement[@name="MUSIC_CRYSTAL"]/name
source: Crystal
es: Cristal
ja: クリスタル
pl: Krystalije
pt_br: Cristal

# data/hyperspace.xml$//achievement[@name="MUSIC_DUSK"]/name
source: Duskbringer
es: Portador del Ocaso
ja: ダスクブリンガー
pl: Zwiastun Zmierzchu

# data/hyperspace.xml$//achievement[@name="MUSIC_LOSTSUN"]/name
source: Lost Suns
es: Soles Perdidos
ja: 失われた太陽
pl: Zaginione Słońca
pt_br: Sóis perdidos

# data/hyperspace.xml$//achievement[@name="MUSIC_JERRY"]/name
source: Jerry!
ja: ジェリー

# data/hyperspace.xml$//achievement[@name="MUSIC_MORPH"]/name
source: Morph
es: Transformar
ja: モーフ
pl: Zmiennokształtny

# data/hyperspace.xml$//achievement[@name="MUSIC_HEKTAR"]/name
source: Hektar
ja: ヘクター
pt_br: Hectar

# data/hyperspace.xml$//achievement[@name="MUSIC_AUGMENTED"]/name
source: Augmented
es: Aumentado
ja: 拡張
pl: Wzmocniony
pt_br: Aumentado

# data/hyperspace.xml$//achievement[@name="MUSIC_ANCIENT"]/name
source: Ancient
es: Antiguo
ja: 古代
pl: Starożytny
pt_br: Antiga

# data/hyperspace.xml$//achievement[@name="MUSIC_SHOWDOWN"]/name
source: Showdown + Having Tea at the End of Time
es: Enfrentamiento + Tomando el Té al Final de los Tiempos
ja: 対決＋時の果てにお茶をする
pl: Konfrontacja + Herbatka na Końcu Czasu
pt_br: Showdown + Tomando chá no fim dos tempos

# data/hyperspace.xml$//achievement[@name="MUSIC_CURA"]/name
source: Visions of the Puppet Master
es: Visiones del Maestro Titiritero
ja: 人形使いの幻影
pl: Wizje Mistrza Marionetek
pt_br: MV: Visões do Mestre das Marionetes

# data/hyperspace.xml$//achievement[@name="MUSIC_SYLVAN"]/name
source: The Merchant's Remorse
es: El Remordimiento del Mercader
ja: 商人の後悔
pl: Wyrzuty Sumienia Kupca
pt_br: O remorso do comerciante

# data/hyperspace.xml$//achievement[@name="MUSIC_CHAOS"]/name
source: The Sensation of Fear and True Chaos
es: La Sensación de Miedo y Caos Verdadero
ja: 恐怖の感覚と真のカオス
pl: Uczucie Strachu i Prawdziwego Chaosu
pt_br: A sensação de medo e o verdadeiro caos

# data/hyperspace.xml$//achievement[@name="MUSIC_HER"]/name
source: Colon, Right Parenthesis + Smiling Abyss
es: Dos Puntos, Paréntesis Derecho + Abismo Sonriente
ja: コロン、右括弧＋微笑みの深淵
pl: Dwukropek, Prawy Nawias + Uśmiechnięta Otchłań
pt_br: Cólon, parêntese direito + Abismo sorridente

# data/hyperspace.xml$//achievement[@name="MUSIC_HOEDOWN"]/name
source: Hoedown
ja: ホーダウン
pl: Potupaja

# data/hyperspace.xml$//achievement[@name="MUSIC_ENGI"]/name
source: Engi
es: Género
ja: エンジ
pl: Angie

# data/hyperspace.xml$//achievement[@name="MUSIC_ZOLTAN"]/name
source: Zoltan
ja: ゾルタン

# data/hyperspace.xml$//achievement[@name="MUSIC_ROCK"]/name
source: Rock
es: Roca
ja: ロック
pl: Skała
pt_br: Pedra

# data/hyperspace.xml$//achievement[@name="MUSIC_MANTIS"]/name
source: Mantis
ja: マンティス
pl: Modliszka
pt_br: louva a Deus

# data/hyperspace.xml$//achievement[@name="MUSIC_SLUG"]/name
source: Slug
es: Babosa
ja: スラッグ
pl: Ślimaki
pt_br: Lesma

# data/hyperspace.xml$//achievement[@name="MUSIC_LANIUS"]/name
source: Shrike
es: Alcaudón
ja: モズ
pl: Dzierzba
pt_br: Picanço

# data/hyperspace.xml$//achievement[@name="MUSIC_LASTSTAND"]/name
source: Last Stand
es: Última Resistencia
ja: ラストスタンド
pl: Ostatni Bastion
pt_br: Última resistência

# data/hyperspace.xml$//achievement[@name="CHALLENGE_MODES"]/name
source: Challenge Modes Unlocked!
es: ¡Modos de Desafío Desbloqueados!
ja: チャレンジモード解除
pl: Tryby Wyzwań Odblokowane!
pt_br: Modos de desafio desbloqueados!

# data/hyperspace.xml$//achievement[@name="CHALLENGE_MODES"]/header
source: Challenge Modes Unlocked
es: Modos de Desafío Desbloqueados
ja: チャレンジ・モードのアンロック
pl: Tryby Wyzwań Odblokowane
pt_br: Modos de desafio desbloqueados

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_reality"]/tooltip
source: REALITY MANIPULATOR: Periodically throughout this fight, random hazards will spawn. These can be stars, asteroid fields, pulsars, or ion storms.
es: MANIPULADOR DE LA REALIDAD: Peligros aleatorios aparecerán periódicamente durante esta lucha. Estos pueden ser estrellas, campos de asteroides o púlsares.
pl: MANIPULATOR RZECZYWISTOŚCI: Losowe zagrożenia będą okresowo pojawiać się podczas tej walki. Mogą to być gwiazdy, pola asteroid lub pulsary.
pt_br: MANIPULADOR DE REALIDADE: Periodicamente, durante a luta, surgirão perigos aleatórios. Eles podem ser estrelas, campos de asteroides, pulsares ou tempestades de íons.

# data/hyperspace.xml$//race[@name="orchid_cultivator"]/powerEffect/buttonText
source: SPORE
es: ESPORA
pl: ZARODNIK

# data/hyperspace.xml$//race[@name="rock_paladin"]/powerEffect/buttonText
source: BULLDOZE
es: ARROLLAR
pl: SPYCHANIE

# data/hyperspace.xml$//race[@name="goldcultivator"]/powerEffect/buttonText
source: SPORE
es: ESPORA
pl: ZARODNIK

# data/hyperspace.xml$//race[@name="goldqueen"]/powerEffect/buttonText
source: ROAR
es: RUGIDO
pl: RYK
pt_br: RUGIDO

# data/hyperspace.xml$//race[@name="unique_queen"]/powerEffect/buttonText
source: ROAR
es: RUGIDO
pl: RYK
pt_br: RUGIDO

# data/hyperspace.xml$//race[@name="easter_angel"]/powerEffect/buttonText
source: ROAR
es: RUGIDO
pl: RYK
pt_br: RUGIDO

# data/hyperspace.xml$//drone[@name="REPAIR_BOARDER"]/tooltipName
source: Repair Drone
pl: „Naprawa”
pt_br: Reparar drone

# data/hyperspace.xml$//drone[@name="RECON_DEFAULT"]/tooltipName
source: Recon Drone
pl: Zwiadowczy
pt_br: Drone de reconhecimento

# data/hyperspace.xml$//drone[@name="RECON_DEFENSE"]/tooltipName
source: Recon Drone
pl: Zwiadowczy
pt_br: Drone de reconhecimento

# data/hyperspace.xml$//drone[@name="RECON_BOARDER"]/tooltipName
source: Recon Drone
pl: Zwiadowczy
pt_br: Drone de reconhecimento

source: AETHER DRONES
es: DRONES DE ÉTER
pl: DRONY ETERYCZNE
pt_br: DRONES AÉTICOS

source: YE WHO
es: AQUELLOS QUE
pl: TYMI, KTÓRZY
pt_br: E QUEM

# data/hyperspace.xml$//achievement[@name="ACH_CREW_A55"]/name
source: R3CRU1T3D
es: R3CLU74D0
pl: Z3R3KRU10W4NY

# data/hyperspace.xml$//achievement[@name="ACH_CREW_SPIDER"]/secretName
source: G.A.S.
es: A.A.G.
pl: W.O.P.

# data/hyperspace.xml$/FTL/ships/shipIcons/shipIcon[name="icon_auto"]/tooltip
source: AUTOMATED: This enemy is automated, meaning it cannot be crew-killed. Systems act as though they are manned, and repairs will be made automatically. Breaches will prevent repairs in the affected room.
pt_br: AUTOMATIZADO: Esse inimigo é automatizado, o que significa que não pode ser abatido pela tripulação. Os sistemas agem como se fossem tripulados, e os reparos serão feitos automaticamente. As violações impedirão reparos na sala afetada.

# data/hyperspace.xml$//race[@name="mantis_free"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="mantis_free"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3x and crew damage to 2.2x.
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3x e o dano da tripulação para 2,2x.

# data/hyperspace.xml$//race[@name="mantis_free_chaos"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="mantis_free_chaos"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3x and crew damage to 2.2x.
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3x e o dano da tripulação para 2,2x.

# data/hyperspace.xml$//race[@name="mantis_warlord"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="mantis_warlord"]/powerEffect/tooltip
source: [CD:15s DURATION:9s -7HP] Increase movement speed to 5x and crew damage to 3.5x.
pt_br: [CD:15s DURAÇÃO:9s -7HP] Aumenta a velocidade de movimento para 5x e o dano da tripulação para 3,5x.

# data/hyperspace.xml$//race[@name="unique_freddy"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="unique_freddy"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
pt_br: [COOLDOWN:25s DURATION:10s] Os Mantis aliados próximos ganham os efeitos de sua habilidade Feromônio. O Louva-a-Deus padrão usará os Feromônios Sintetizados do Louva-a-Deus Livre.

# data/hyperspace.xml$//race[@name="unique_freddy_fedora"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="unique_freddy_fedora"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
pt_br: [COOLDOWN:25s DURATION:10s] Os Mantis aliados próximos ganham os efeitos de sua habilidade Feromônio. O Louva-a-Deus padrão usará os Feromônios Sintetizados do Louva-a-Deus Livre.

# data/hyperspace.xml$//race[@name="unique_freddy_jester"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="unique_freddy_jester"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
pt_br: [COOLDOWN:25s DURATION:10s] Os Mantis aliados próximos ganham os efeitos de sua habilidade Feromônio. O Louva-a-Deus padrão usará os Feromônios Sintetizados do Louva-a-Deus Livre.

source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="unique_freddy_sombrero"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
pt_br: [COOLDOWN:25s DURATION:10s] Os Mantis aliados próximos ganham os efeitos de sua habilidade Feromônio. O Louva-a-Deus padrão usará os Feromônios Sintetizados do Louva-a-Deus Livre.

# data/hyperspace.xml$//race[@name="unique_freddy_twohats"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="unique_freddy_twohats"]/powerEffect/tooltip
source: [COOLDOWN:25s DURATION:10s] Nearby allied Mantis gain the effects of their Pheromone ability. Standard Hive Mantis will use the Free Mantis Synthethized Pheromones.
pt_br: [COOLDOWN:25s DURATION:10s] Os Mantis aliados próximos ganham os efeitos de sua habilidade Feromônio. O Louva-a-Deus padrão usará os Feromônios Sintetizados do Louva-a-Deus Livre.

# data/hyperspace.xml$//race[@name="blobfreemantis"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="blobfreemantis"]/powerEffect/tooltip
source: [COOLDOWN:17s DURATION:7s] Increase movement speed to 3x and crew damage to 2.2x.
pt_br: [COOLDOWN:17s DURATION:7s] Aumenta a velocidade de movimento para 3x e o dano da tripulação para 2,2x.

# data/hyperspace.xml$//race[@name="goldwarlord"]/powerEffect/buttonText
source: PHEROMONE
pt_br: FEROMÔNIO

# data/hyperspace.xml$//race[@name="goldwarlord"]/powerEffect/tooltip
source: [CD:15s DURATION:9s -7HP] Increase movement speed to 5x and crew damage to 3.5x.
pt_br: [CD:15s DURAÇÃO:9s -7HP] Aumenta a velocidade de movimento para 5x e o dano da tripulação para 3,5x.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_SUICIDEMOON"]/name
source: A Dubious Investment
pt_br: Um investimento duvidoso

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_SUICIDEMOON"]/description
source: Pay to have your ship destroyed.
pt_br: Pague para que sua nave seja destruída.

# data/hyperspace.xml$//achievement[@name="ACH_EVENT_SUICIDEMOON"]/header
source: Achievement Unlocked?
pt_br: Conquista desbloqueada?

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/header[1]
source: Boon Received
pt_br: Bônus recebido

# data/hyperspace.xml$//achievement[@name="ACH_BOON_MORPH"]/header[2]
source: Boon Received
pt_br: Bônus recebido
