Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/hyperspace.xml/*.po
Languages: es, ja, pl, pt_br

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/name
source: Who's the Beam Master now?
es: ¿Quién es el Maestro del Rayo ahora?
ja: 今のビームマスターは誰ですか？
pl: Kto teraz jest Mistrzem Promieni?
pt_br: Quem é o Beam Master agora?

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/description
source: Show Leah the ultimate Beam.
es: Muéstrale a Leah el Rayo definitivo.
ja: リアに究極のビームを見せる。
pl: Pokaż Leah ostateczny Promień.
pt_br: Mostre à Leah o melhor feixe.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/secretDescription
source: Show Leah the ultimate Beam.
es: Muéstrale a Leah el Rayo definitivo.
ja: リアに究極のビームを見せる。
pl: Pokaż Leah ostateczny Promień.
pt_br: Mostre à Leah o melhor feixe.

# data/hyperspace.xml$//achievement[@name="ACH_LEAH_MASTER"]/header
source: Achievement Beyatched!
es: ¡Logro Perraleado!
ja: アチーブメント・ベヤッチド
pl: Osiągnięcie Bicznięte!
pt_br: Conquista conquistada!

# data/hyperspace.xml$/FTL/achievements/page[6]/section[2]/@text
source: The Traveling Merchant
es: El Mercader Errante
ja: 旅する商人
pl: Podróżujący Kupiec
pt_br: O comerciante viajante

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_KILL"]/name
source: Traveling No More
es: Ya no viaja más
ja: もう旅はしない
pl: Koniec Podróży
pt_br: Não viajar mais

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_KILL"]/description
source: Destroy Sylvan.
es: Destruye a Sylvan.
ja: シルヴァンを破壊する。
pl: Zniszcz Sylvana.
pt_br: Destruir Sylvan.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CREWKILL"]/name
source: Not So Easy
es: No Tan Fácil
ja: それほど簡単ではない
pl: Nie Tak Łatwo
pt_br: Não é tão fácil

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CREWKILL"]/description
source: Kill Sylvan's Crew.
es: Mata a la tripulación de Sylvan.
ja: シルヴァンのクルーを殺せ
pl: Zabij załogę Sylvana.
pt_br: Matar a equipe de Sylvan.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_RUN"]/name
source: There's No Next Time
es: No Hay Próxima Vez
ja: 次はない
pl: Następnego Razu Nie Będzie
pt_br: Não há próxima vez

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_RUN"]/description
source: Try to run from Sylvan after fighting him for the second time in a run.
es: Intenta huir de Sylvan después de luchar contra él por segunda vez en una partida.
ja: 2度目はシルヴァンから逃げよう。
pl: Spróbuj uciec przed Sylvanem po walce z nim po raz drugi w jednym podejściu.
pt_br: Tente fugir de Sylvan depois de enfrentá-lo pela segunda vez em uma corrida.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_STORY"]/name
source: Tales of the Merchant
es: Cuentos del Mercader
ja: 商人物語
pl: Opowieści Kupca
pt_br: Contos do comerciante

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_STORY"]/description
source: Listen to one of Sylvan's stories and accept the related quest.
es: Escucha una de las historias de Sylvan y acepta la misión relacionada.
ja: シルヴァンの話を聞き、関連するクエストを受ける。
pl: Wysłuchaj jednej z opowieści Sylvana i przyjmij związane z nią zadanie.
pt_br: Ouça uma das histórias de Sylvan e aceite a missão relacionada.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_LOVER"]/name
source: In Death do they Part
es: En la Muerte se Separan
ja: 死が二人を分かつ
pl: Dopóki Śmierć Ich Nie Rozdzieli
pt_br: Na morte eles se separam

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_LOVER"]/description
source: Reunite Obyn and Sylvan in the merchant's final moments.
es: Reúne a Obyn y Sylvan en los momentos finales del mercader.
ja: 商人の最後の瞬間にオビンとシルヴァンを再会させる。
pl: Połącz Obyna i Sylvana w ostatnich chwilach kupca.
pt_br: Reúna Obyn e Sylvan nos momentos finais do comerciante.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BROTHER"]/name
source: A Tale of Two Brothers
es: Historia de Dos Hermanos
ja: 二人の兄弟の物語
pl: Opowieść o Dwóch Braciach
pt_br: Uma história de dois irmãos

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BROTHER"]/description
source: Reunite Billy and Sylvan in the merchant's final moments.
es: Reúne a Billy y Sylvan en los momentos finales del mercader.
ja: 商人の最後の瞬間にビリーとシルヴァンを再会させる。
pl: Połącz Billy'ego i Sylvana w ostatnich chwilach kupca.
pt_br: Reúna Billy e Sylvan nos momentos finais do comerciante.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_SELF"]/name
source: Don't be a Ssstranger
es: No sssseas un exssstraño
ja: よそ者になるな
pl: Nie bądź Obcyyy
pt_br: Não seja um Ssstranger

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_SELF"]/description
source: Meet Sylvan as Sylvan.
es: Encuéntrate con Sylvan siendo Sylvan.
ja: シルヴァンとしてのシルヴァンを紹介する。
pl: Spotkaj Sylvana jako Sylvan.
pt_br: Conheça Sylvan como Sylvan.

# data/hyperspace.xml$/FTL/achievements/page[6]/section[3]/@text
source: The Nephew
es: El Sobrino
ja: 甥っ子
pl: Siostrzeniec
pt_br: O sobrinho

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_RODEO"]/name
source: Giddy Up
es: ¡Arre!
ja: ギディ・アップ
pl: Wio!

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_RODEO"]/description
source: Send Jerry to compete in the EHG's rodeo.
es: Envía a Jerry a competir en el rodeo del GEH.
ja: ジェリーをEHGのロデオに出場させる。
pl: Wyślij Jerry'ego na zawody rodeo EHG.
pt_br: Enviar Jerry para competir no rodeio da EHG.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_RODEO"]/secretDescription
source: Send a very eager crewmate to the EHG's rodeo.
es: Envía a un tripulante muy entusiasta al rodeo del GEH.
ja: EHGのロデオに熱心なクルー仲間を送り込む。
pl: Wyślij bardzo chętnego członka załogi na rodeo EHG.
pt_br: Envie um companheiro de equipe muito ansioso para o rodeio do EHG.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALPONY"]/name
source: Twilight Sparkle
ja: トワイライト・スパークル
pt_br: Brilho do Crepúsculo

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALPONY"]/description
source: Find the Crystal Equinoid.
es: Encuentra al Equinoide de Cristal.
ja: クリスタル・イコノイドを探せ
pl: Znajdź Kryształowego Ekinoida.
pt_br: Encontre o Equinoide de Cristal.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_STEED"]/name
source: Loyal Steed
es: Corcel Leal
ja: ロイヤル・スティード
pl: Wierny Rumak
pt_br: Corcel Fiel

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_STEED"]/description
source: Mount Jerry on an Equinoid.
es: Monta a Jerry en un Equinoide.
ja: エクイノイドにジェリー・マウント。
pl: Posadź Jerry'ego na Ekinoidzie.
pt_br: Monte Jerry em um Equinoide.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALSTEED"]/name
source: Grief Knows No Limits
es: El Duelo no Conoce Límites
ja: 悲しみに限界はない
pl: Żal Nie Zna Granic
pt_br: O luto não tem limites

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_CRYSTALSTEED"]/description
source: Mount Jerry on the Crystal Equinoid.
es: Monta a Jerry en el Equinoide de Cristal.
ja: クリスタル・エキノイドのジェリー山。
pl: Posadź Jerry'ego na Kryształowym Ekinoidzie.
pt_br: Monte Jerry no Equinoide Cristalino.

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_END"]/name
source: Duel of the Fates
es: Duelo de los Destinos
ja: 運命の決闘
pl: Pojedynek Przeznaczeń
pt_br: Duelo dos Destinos

# data/hyperspace.xml$//achievement[@name="ACH_JERRY_END"]/description
source: Reunite Jerry and Vance Prime face to face in the True Ending.
es: Reúne a Jerry y Vance Prime cara a cara en el Final Verdadero.
ja: トゥルー・エンディングでジェリーとバンス・プライムを再会させる。
pl: Połącz Jerry'ego i Vance'a Prime'a twarzą w twarz w Prawdziwym Zakończeniu.
pt_br: Reúna Jerry e Vance Prime frente a frente no True Ending.

# data/hyperspace.xml$/FTL/achievements/page[7]/section/@text
source: The Forgotten Era
es: La Era Olvidada
ja: 忘れられた時代
pl: Zapomniana Era
pt_br: A Era Esquecida

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_AETHERTECH"]/name
source: Forgotten Tech
es: Tecnología Olvidada
ja: 忘れられた技術
pl: Zapomniana Technologia
pt_br: Tecnologia esquecida

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_AETHERTECH"]/description
source: Install any Aether Tech internal upgrade.
es: Instala cualquier mejora interna de Tecnología Etérea.
ja: エーテルテックの内部アップグレードをインストールする。
pl: Zainstaluj dowolne wewnętrzne ulepszenie Technologii Eterycznej.
pt_br: Instale qualquer atualização interna da Aether Tech.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_STEALGREATEYE"]/name
source: Grand Theft Oculus
ja: グランド・セフト・オキュラス
pl: Wielka Kradzież Okulusa

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_STEALGREATEYE"]/description
source: Fix and steal the Great Eye with your Obelisk crew member.
es: Arregla y roba el Gran Ojo con tu tripulante Obelisco.
ja: オベリスクのクルーとグレートアイを固定し、盗む。
pl: Napraw i ukradnij Wielkie Oko ze swoim członkiem załogi Obelisku.
pt_br: Conserte e roube o Great Eye com seu membro da equipe do Obelisk.

source: Make away with the sacred monolith.
es: Huye con el monolito sagrado.
ja: 神聖なモノリスを撤去せよ
pl: Zwiń święty monolit.
pt_br: Acabar com o monólito sagrado.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_GHOSTMACHINE"]/name
source: Ghost In the Machine
es: Fantasma en la Máquina
ja: ゴースト・イン・ザ・マシーン
pl: Duch w Maszynie
pt_br: Fantasma na máquina

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_GHOSTMACHINE"]/description
source: Duplicate a Ghost with the Quantum Item Replicator.
es: Duplica un Fantasma con el Replicador de Objetos Cuántico.
ja: 量子アイテム複製機でゴーストを複製する。
pl: Zduplikuj Ducha za pomocą Kwantowego Replikatora Przedmiotów.
pt_br: Duplicar um Fantasma com o Replicador de Item Quântico.

source: Abuse dubious quantum mechanics.
es: Abusa de dudosas mecánicas cuánticas.
ja: 怪しげな量子力学を悪用。
pl: Nadużyj wątpliwej mechaniki kwantowej.
pt_br: Abuse da mecânica quântica duvidosa.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_IDIOTRESIST"]/name
source: Stubborn to the End
es: Testarudo hasta el Final
ja: 最後まで頑固
pl: Uparty do Końca
pt_br: Teimosia até o fim

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_IDIOTRESIST"]/description
source: Ignore your warning and try to break free from the Obelisk's control.
es: Ignora tu advertencia e intenta liberarte del control del Obelisco.
ja: 警告を無視して、オベリスクの支配から抜け出そうとする。
pl: Zignoruj ostrzeżenie i spróbuj uwolnić się spod kontroli Obelisku.
pt_br: Ignore o aviso e tente se libertar do controle do Obelisco.

source: Ignore your warning and face the consequences.
es: Ignora tu advertencia y afronta las consecuencias.
ja: 警告を無視すれば、その結果に直面する。
pl: Zignoruj ostrzeżenie i zmierz się z konsekwencjami.
pt_br: Ignore seu aviso e enfrente as consequências.

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_RUINS"]/name
source: Ancient Runes
es: Runas Antiguas
ja: 古代のルーン
pl: Starożytne Runy
pt_br: Runas antigas

# data/hyperspace.xml$//achievement[@name="ACH_OBEL_RUINS"]/description
source: Translate the text on ancient ruins.
es: Traduce el texto en las ruinas antiguas.
ja: 古代遺跡に関する文章を翻訳してください。
pl: Przetłumacz tekst na starożytnych ruinach.
pt_br: Traduza o texto sobre ruínas antigas.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AENWITHE"]/name
source: Ancients Awakened
es: Antiguos Despertados
ja: 目覚めた古代人
pl: Przebudzeni Starożytni
pt_br: O despertar dos antigos

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AENWITHE"]/description
source: Awake Aenwithe from his comatose state.
es: Despierta a Aenwithe de su estado comatoso.
ja: エーンウィテを昏睡状態から目覚めさせる。
pl: Wybudź Aenwithe'a ze stanu śpiączki.
pt_br: Desperte Aenwithe de seu estado de coma.

source: Activate an ancient machine.
es: Activa una máquina antigua.
ja: 古代のマシンを起動させる。
pl: Aktywuj starożytną maszynę.
pt_br: Ativar uma máquina antiga.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AUGMENTED"]/name
source: Legacy of the Forefathers
es: Legado de los Antepasados
ja: 先人たちの遺産
pl: Dziedzictwo Przodków
pt_br: Legado dos antepassados

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_AUGMENTED"]/description
source: Discover the Ancient Recovery Site and meet the Augmented.
es: Descubre el Sitio de Recuperación Antiguo y conoce a los Aumentados.
ja: 古代遺跡を発見し、オーグメンテッドと出会う。
pl: Odkryj Starożytne Miejsce Odzysku i poznaj Ulepszonych.
pt_br: Descubra o Ancient Recovery Site e conheça os Augmented.

source: Discover the home of the second Lanius Swarm.
es: Descubre el hogar del segundo Enjambre Lanius.
ja: 第2のラニウス・スウォームの本拠地を発見する。
pl: Odkryj dom drugiego Roju Laniusów.
pt_br: Descubra o lar do segundo enxame de Lanius.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADONE"]/name
source: On the Rise
es: En Ascenso
ja: 上昇中
pl: Na Fali Wznoszącej
pt_br: Em ascensão

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADONE"]/description
source: Destroy the first Obelisk Dreadnaught.
es: Destruye el primer Acorazado Obelisco.
ja: 最初のオベリスク・ドレッドノートを破壊する。
pl: Zniszcz pierwszy Pancernik Obelisku.
pt_br: Destrua o primeiro Obelisk Dreadnaught.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADTWO"]/name
source: Divine Retribution
es: Retribución Divina
ja: 神の報復
pl: Boska Pomsta
pt_br: Retribuição Divina

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DREADTWO"]/description
source: Destroy the second Obelisk Dreadnaught.
es: Destruye el segundo Acorazado Obelisco.
ja: 2体目のオベリスク・ドレッドノートを破壊する。
pl: Zniszcz drugi Pancernik Obelisku.
pt_br: Destrua o segundo Obelisk Dreadnaught.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_MFKFS"]/name
source: Having Tea at the End of Time
es: Tomando el Té al Final de los Tiempos
ja: 時の終わりにお茶をする
pl: Herbatka na Końcu Czasu
pt_br: MV: Tomando Chá no Fim dos Tempos

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_MFKFS"]/description
source: Defeat Vance Prime.
es: Derrota a Vance Prime.
ja: バンス・プライムを倒せ
pl: Pokonaj Vance'a Prime'a.
pt_br: Derrote Vance Prime.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_WENTWORTHLESS"]/name
source: Wentworthless
es: Wentworth-inútil
ja: ウェントワースレス
pl: Bezwartościowy
pt_br: Sem Wentworth

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_WENTWORTHLESS"]/description
source: Insult Vance with Captain Nights.
es: Insulta a Vance con el Capitán Nights.
ja: キャプテンナイツでバンスを侮辱する。
pl: Obraź Vance'a z Kapitanem Nightsem.
pt_br: Insultar Vance com o Capitão Nights.

source: He had it coming.
es: Se lo merecía.
ja: 自業自得だ。
pl: Zasłużył sobie.
pt_br: Ele estava merecendo.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_TULLY"]/name
source: Fateful Reunion
es: Reunión Fatídica
ja: 運命的な再会
pl: Brzemienne w Skutki Spotkanie
pt_br: Reunião fatídica

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_TULLY"]/description
source: Reunite Tully and Vance Prime before the final showdown.
es: Reúne a Tully y Vance Prime antes del enfrentamiento final.
ja: 最終決戦の前にタリーとバンス・プライムを再会させる。
pl: Połącz Tully'ego i Vance'a Prime'a przed ostateczną konfrontacją.
pt_br: Reúna Tully e Vance Prime antes do confronto final.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_TULLY"]/secretDescription
source: Reunite two old friends at the climax of your journey.
es: Reúne a dos viejos amigos en el clímax de tu viaje.
ja: 旅のクライマックスで2人の旧友を再会させる。
pl: Połącz dwóch starych przyjaciół w kulminacyjnym momencie swojej podróży.
pt_br: Reúna dois velhos amigos no clímax de sua jornada.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DESTRUCTION"]/name
source: The End?
es: ¿El Fin?
ja: 終わり？
pl: Koniec?
pt_br: O fim?

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DESTRUCTION"]/description
source: Destroy the Paragon.
es: Destruye el Paragón.
ja: パラゴンを破壊せよ。
pl: Zniszcz Paragona.
pt_br: Destrua o Paragon.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DETONATION"]/name
source: The End.
es: El Fin.
ja: 終わり。
pl: Koniec.
pt_br: O fim.

# data/hyperspace.xml$//achievement[@name="ACH_TRUEEND_DETONATION"]/description
source: Detonate the Paragon.
es: Detona el Paragón.
ja: パラゴンを爆発させる。
pl: Zdetonuj Paragona.
pt_br: Detonar o Paragon.

# data/hyperspace.xml$/FTL/achievements/page[8]/section[1]/@text
source: Rhymes and Chaos
es: Rimas y Caos
ja: 韻と混沌
pl: Rymy i Chaos
pt_br: Rimas e caos

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_COMPLETE"]/name
source: Postponement
es: Aplazamiento
ja: 延期
pl: Odroczenie
pt_br: Adiamento

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_COMPLETE"]/description
source: Bring the Gnome to The One Who Rhymes and defeat him once again.
es: Lleva al Gnomo ante Aquel Que Rima y derrótalo una vez más.
ja: ノームを「韻を踏む者」のところに連れて行き、もう一度倒す。
pl: Przyprowadź Gnoma do Tego, Który Rymuje i pokonaj go ponownie.
pt_br: Leve o Gnome até The One Who Rhymes e derrote-o mais uma vez.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_COMPLETE"]/secretDescription
source: Postpone doomsday by completing the challenge.
es: Pospón el día del juicio final completando el desafío.
ja: チャレンジを完了することで、終末の日を延期する。
pl: Odłóż dzień sądu ostatecznego, kończąc wyzwanie.
pt_br: Adie o dia do juízo final ao concluir o desafio.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_FAIL"]/name
source: Failed the Challenge
es: Fallaste el Desafío
ja: 挑戦に失敗
pl: Nieudane Wyzwanie
pt_br: Fracassou no desafio

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_FAIL"]/description
source: Ignore The One Who Rhymes's challenge and fight the Flagship anyways.
es: Ignora el desafío de Aquel Que Rima y lucha contra la Nave Insignia de todos modos.
ja: 韻を踏む者』の挑発を無視し、とにかく旗艦と戦う。
pl: Zignoruj wyzwanie Tego, Który Rymuje i mimo wszystko walcz z Okrętem Flagowym.
pt_br: Ignore o desafio de The One Who Rhymes e lute contra a Flagship de qualquer maneira.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_FAIL"]/secretDescription
source: Fail the challenge at the Flagship.
es: Falla el desafío en la Nave Insignia.
ja: 旗艦での挑戦に失敗する。
pl: Nie zalicz wyzwania przy Okręcie Flagowym.
pt_br: Falhar no desafio na Flagship.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_TRUEFAIL"]/name
source: Super Failed the Challenge
es: Súper Fallaste el Desafío
ja: 超失敗
pl: Super Nieudane Wyzwanie
pt_br: Super falhou no desafio

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_TRUEFAIL"]/description
source: Ignore The One Who Rhymes's challenge and fight the MFK Flagship anyways.
es: Ignora el desafío de Aquel Que Rima y lucha contra la Nave Insignia MFK de todos modos.
ja: The One Who Rhymesの挑戦を無視し、とにかくMFK旗艦と戦う。
pl: Zignoruj wyzwanie Tego, Który Rymuje i mimo wszystko walcz z Okrętem Flagowym MFK.
pt_br: Ignore o desafio de The One Who Rhymes e lute contra o MFK Flagship de qualquer maneira.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_TRUEFAIL"]/secretDescription
source: Fail the challenge while uncovering the secrets of an ancient race.
es: Falla el desafío mientras descubres los secretos de una raza antigua.
ja: 古代種族の秘密を解き明かしながら、難関を突破せよ。
pl: Nie zalicz wyzwania, odkrywając sekrety starożytnej rasy.
pt_br: Falhe no desafio enquanto descobre os segredos de uma raça antiga.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/name
source: Won the Challenge
es: Ganaste el Desafío
ja: 優勝
pl: Wygrał Wyzwanie
pt_br: Venceu o desafio

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/secretName
source: Ultra Failed the Challenge
es: Ultra Fallaste el Desafío
ja: ウルトラは挑戦に失敗した
pl: Ultra Nieudane Wyzwanie
pt_br: O Ultra falhou no desafio

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/description
source: Bring the last piece of Her to Prime and enact Her final plan.
es: Lleva la última pieza de Ella a Prime y ejecuta Su plan final.
ja: 彼女の最後の一片をプライムにもたらし、最後の計画を実行する。
pl: Przynieś ostatni kawałek Jej do Prime'a i wprowadź w życie Jej ostateczny plan.
pt_br: Traga a última parte dela para o Prime e coloque em prática seu plano final.

# data/hyperspace.xml$//achievement[@name="ACH_GNOME_NEXUSFAIL"]/secretDescription
source: Fail the challenge while discovering the hidden secret in the center of the Multiverse.
es: Falla el desafío mientras descubres el secreto oculto en el centro del Multiverso.
ja: マルチバースの中心に隠された秘密を発見しながら、挑戦に失敗しよう。
pl: Nie zalicz wyzwania, odkrywając ukrytą tajemnicę w centrum Multiwersum.
pt_br: Falhe no desafio enquanto descobre o segredo oculto no centro do Multiverso.

# data/hyperspace.xml$/FTL/achievements/page[8]/section[2]/@text
source: At the Center of Everything
es: En el Centro de Todo
ja: すべての中心に
pl: W Centrum Wszystkiego
pt_br: No centro de tudo

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CONTINUITY"]/name
source: Slugs in Black
es: Slugs de Negro
ja: 黒いスラッグ
pl: Ślimaki w Czerni
pt_br: Lesmas em preto

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_CONTINUITY"]/description
source: Defeat G-Van in the Nexus.
es: Derrota a G-Van en el Nexo.
ja: ネクサスでGバンを倒す。
pl: Pokonaj G-Vana w Nexusie.
pt_br: Derrote G-Van no Nexus.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BEANS"]/name
source: A Can of Beans
es: Una Lata de Frijoles
ja: 豆の缶詰
pl: Puszka Fasoli
pt_br: Uma lata de feijão

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BEANS"]/description
source: Convince Sylvan Prime to restore Sylvrick back to his Slug form.
es: Convence a Sylvan Prime de restaurar a Sylvrick a su forma de Slug.
ja: シルヴァン・プライムを説得し、シルヴリックをスラッグの姿に戻す。
pl: Przekonaj Sylvana Prime'a, aby przywrócił Sylvrickowi jego formę Ślimaka.
pt_br: Convença Sylvan Prime a restaurar Sylvrick de volta à sua forma de lesma.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BEANS"]/secretDescription
source: Funniest shit I've ever seen.
es: La cosa más graciosa que he visto en mi vida.
ja: これまで見た中で最も面白いクソだ。
pl: Najśmieszniejsza rzecz, jaką kiedykolwiek widziałem.
pt_br: A coisa mais engraçada que já vi.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PAPYRUS"]/name
source: Bonetrousled
es: Huesoturbado
ja: ボネトロール
pl: Szkieletropotany

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PAPYRUS"]/description
source: Complete all of Papobyn's puzzles.
es: Completa todos los puzles de Papobyn.
ja: パポビンのパズルをすべて完成させる。
pl: Ukończ wszystkie zagadki Papobyna.
pt_br: Complete todos os quebra-cabeças de Papobyn.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_PAPYRUS"]/secretDescription
source: Nyeheheh!
ja: ニヘヘヘ！

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BUCKET"]/name
source: The Bucket
es: El Cubo
ja: バケツ
pl: Wiadro
pt_br: O balde

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BUCKET"]/description
source: As the Renegade contemplated this interesting and remarkable achievement, it dawned on them that this was, in fact, just a reference! Oh, what a clever and delightful reference it was. Why, the Renegade couldn't help but laugh at this cleverly placed reference. The Renegade thought it was hilarious. And hilarious it was. A very good achievement indeed.
es: Mientras el Renegado contemplaba este interesante y notable logro, se dio cuenta de que esto era, de hecho, ¡solo una referencia! Oh, qué referencia tan ingeniosa y encantadora. Vaya, el Renegado no pudo evitar reírse de esta referencia tan astutamente colocada. Al Renegado le pareció divertidísimo. Y divertidísimo fue. Un logro muy bueno, ciertamente.
ja: レネゲイドがこの興味深く驚くべき成果を熟考しているうちに、実はこれは単なる言及に過ぎないことに気づいた！いやはや、なんと巧妙で愉快な言及であろうか。レネゲイドはこの巧妙な言及に笑わずにはいられなかった。レネゲイドはそれを愉快だと思った。そして愉快だった。実によくやった。
pl: Gdy Renegat kontemplował to interesujące i niezwykłe osiągnięcie, dotarło do niego, że było to w istocie tylko odniesienie! Och, jakie to było sprytne i zachwycające odniesienie. Renegat nie mógł się powstrzymać od śmiechu na widok tego sprytnie umieszczonego odniesienia. Renegat uznał to za przezabawne. I przezabawne to było. Bardzo dobre osiągnięcie, zaiste.
pt_br: Enquanto o Renegado contemplava essa conquista interessante e notável, percebeu que se tratava, na verdade, apenas de uma referência! Oh, que referência inteligente e agradável. Ora, o Renegado não pôde deixar de rir dessa referência habilmente colocada. O Renegado achou que era hilária. E foi hilário mesmo. Uma conquista muito boa, de fato.

# data/hyperspace.xml$//achievement[@name="ACH_SYLVAN_BUCKET"]/secretDescription
source: It's reassuring.
es: Es reconfortante.
ja: それは心強い。
pl: To uspokajające.
pt_br: Isso é reconfortante.
