Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_separatist.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Explore.
fr: Explorer.
ko: 탐사한다.
ru: Исследовать.
zh_hans: 探索。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_VIRUS_TRAP"]/text
source: You find an abandoned Separatist ship in orbit around a moon. There are absolutely no signs of activity on the ship whatsoever.
fr: Vous trouvez un vaisseau séparatiste abandonné en orbite autour d'une lune. Il n'y a absolument aucun signe d'activité sur le vaisseau.
ko: 위성 궤도를 도는 버려진 분리주의자 함선을 발견했습니다. 어떠한 활동의 흔적도 없습니다.
ru: Вы находите заброшенный корабль Сепаратистов на орбите около луны. На корабле нет абсолютно никаких признаков активности.
zh_hans: 你在卫星轨道周围发现了一艘废弃的离谐舰。船上没有检测到任何活动迹象。

source: Board the ship.
fr: Explorer le vaisseau.
ko: 함선에 들어간다.
ru: Подняться на борт корабля.
zh_hans: 登舰调查。

source: As you board the vessel to salvage it, you hear a sound coming from your Engi, as if they are in distress. They start to shake and convulse, and after a moment of confusion, your Engi seems to accept what has happened to them - a virus has turned them into a Separatist!
fr: Alors que vous montez à bord du vaisseau pour le récuperer, vous entendez un son provenant de votre Engi, comme s'il était en détresse. Il commence à trembler et à convulser et après un moment de confusion, votre Engi semble accepter ce qui lui est arrivé : un virus l'a transformé en Séparatiste !
ko: 쓸만한 걸 찾기 위해 함선에 탑승하자, 엔지가 고통스러운 듯한 소리를 냈습니다. 엔지는 몸을 떨며 경련을 일으켰고, 잠시 혼란스러워하다가 이내 자기 몸에 나타난 변화를 받아들였습니다. 바이러스가 그를 분리주의자로 만들었습니다!
ru: Когда вы поднимаетесь на борт судна, чтобы разобрать его, вы слышите звук, исходящий от вашего энджи, как будто он попал в беду. Он начинает трястись и биться в конвульсиях, и после некоторого замешательства ваш энджи, кажется, осознает, что с ним произошло - вирус превратил его в Сепаратиста!
zh_hans: 在你登舰搜刮时，你听见你的半械族船员发出了一些像是在求救的声响。它开始抽搐晃动，在你迷惑了一小会后，你的半械族似乎接受了它身上发生的事情——一个病毒将它转化为了半械分离者！

source: Continue scrapping the ship.
fr: Poursuivre la démolition du vaisseau.
ko: 계속해서 쓸만한 걸 찾는다.
ru: Продолжить разбирать корабль.
zh_hans: 继续收刮飞船。

source: Board the ship.
fr: Explorer le vaisseau.
ko: 함선에 들어간다.
ru: Подняться на борт корабля.
zh_hans: 登舰调查。

source: Blow the ship up and harvest the remains.
fr: Faites exploser le vaisseau et récoltez les restes.
ko: 함선을 폭파하고 잔해를 수거한다.
ru: Подорвать корабль и собрать обломки.
zh_hans: 炸毁飞船，收获残骸。

source: Destroying the ship is going to decrease the yield considerably, but doing so is safer than boarding it.
fr: Détruire le vaisseau va diminuer considérablement le rendement, mais c'est plus sûr que de monter à bord.
ko: 함선을 파괴하면 얻을 수 있는 것이 상당히 줄어들겠지만, 들어가 보는 것보다 안전합니다.
ru: Уничтожение корабля значительно снизит добычу, но это безопаснее, чем высаживаться на борт.
zh_hans: 摧毁飞船会大大降低奖励，但这样做比登舰调查更安全。

source: Avoid the suspicious derelict ship.
fr: Évitez le vaisseau abandonné suspect.
ko: 이 수상한 버려진 함선을 피한다.
ru: Избегать подозрительное заброшенное судно.
zh_hans: 避开可疑的废弃飞船。

source: You avoid the ship - Separatists have been known to leave viruses behind for unwitting scavengers.
fr: Vous évitez le vaisseau - les Séparatistes sont connus pour laisser des virus derrière eux à l'intention des charognards involontaires.
ko: 당신은 함선을 피했습니다. 분리주의자들은 부주의한 수집가들에게 바이러스를 남기는 것으로 알려져 있습니다.
ru: Вы избегаете корабля - известно, что Сепаратисты оставляют вирусы для неосторожных падальщиков.
zh_hans: 你避开这艘飞船—众所周知，半械分离者会留下病毒给不知情的拾荒者。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship being largely intact is a lucrative bounty of scrap and resources. You haul the bounty back to your ship with absolutely no resistance.
fr: Le vaisseau étant en grande partie intact, il constitue une source lucrative de ferraille et de ressources. Vous ramenez la prime à votre vaisseau sans rencontrer la moindre résistance.
ko: 사람의 흔적이 없는 분리주의자 함선에는 스크랩과 자원이 풍부했습니다. 당신은 아무런 방해 없이 자원을 챙겨 돌아옵니다.
ru: Корабль, оставшийся практически неповрежденным, представляет собой выгодную добычу в виде лома и ресурсов. Вы тащите добычу на свой корабль, не встречая абсолютно никакого сопротивления.
zh_hans: 飞船基本完好无损，拥有丰厚的废料和资源。你把这些物资拖回自己的星舰，完全没有遇到任何阻力。

source: The ship being largely intact is a lucrative bounty of scrap and resources. As you scrap the ship, you discover a working drone schematic in the cargo bay.
fr: Le vaisseau étant en grande partie intact, il constitue une source lucrative de ferraille et de ressources. Alors que vous démolissez le vaisseau, vous découvrez un schéma de drone en état de marche dans la soute.
ko: 사람의 흔적이 없는 분리주의자 함선에는 스크랩과 자원이 풍부했습니다. 당신은 자원을 챙기다가 화물칸에서 멀쩡한 드론 도식을 발견했습니다.
ru: Корабль, оставшийся практически неповрежденным, представляет собой выгодную добычу в виде лома и ресурсов. Разбирая корабль, вы находите в грузовом отсеке рабочую схему дрона.
zh_hans: 飞船基本完好无损，拥有丰厚的废料和资源。在搜刮飞船的过程中，你在货舱里发现了一张可以使用的无人机蓝图。

source: You catch the two Separatists on the nearby ship squabbling over something about an augment. You hail them. "Yes, greetings. We have obtained object. Object's purpose is unknown, and our desire to keep it is 0. Please take this [worthless junk] off of our hands."
fr: Vous épiez les deux Séparatistes du vaisseau proche se quereller à propos de quelque chose concernant une augmentation. Vous les appelez ; "Oui, salutations. Nous avons acquis l'objet. But de l'objet : inconnu et notre désir de le garder est 0. S'il vous plaît, débarassez nous de cette [ordure sans valeur]."
ko: 당신은 근처 배에서 보조장비에 대해서 말씨름하는 두 분리주의자들을 발견합니다. 당신은 그들에게 교신을 보냅니다. "환영함. 우리는 물건을 습득함. 물건의 목적은 모르고, 우리들은 이걸 가질 마음이 0임. 이 [쓸데없는 쓰레기]를 가져가기를 원함."
ru: Вы застаете двух Сепаратистов на расположенном поблизости корабле, спорящих о чем-то, связанном с модулем. Вы связываетесь с ними. "Да, приветствуем. Мы получили объект. Назначение объекта неизвестно, а наше желание оставить его у себя = 0. Пожалуйста, заберите этот [бесполезный хлам] из наших рук".
zh_hans: 你听见附近舰船上有两位分离者在为某个增强部件吵架。你向他们呼叫。"你好，致意。我们获得了物品。物品用途未知，我们留下物品的意愿是0。请将这件[无用的垃圾]从我们手中拿走。"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_TRAP_SCAN"]/text
source: A neighboring Separatist ship hails you soon after you jump in. "You are in [luck] captain of Federation vessel. I am in possession of an expansive data suite, including a map of this sector. Would you like to download?"
fr: Un vaisseau Séparatiste voisin proche vous contacte dès votre arrivée. "Vous êtes en [veine], capitaine du vaisseau Fédération. Je suis en possession d'une banque de données considérable, incluant une carte de ce secteur. Voulez-vous la télécharger ?"
ko: 당신이 도약을 하니 옆의 분리주의자 함선이 반겨줍니다. "연방 함선의 선장이여, 당신은 [운]이 좋음. 나는 이 분야의 지도를 포함한 광범위한 데이터를 소유하고 있음. 다운로드할 의향이 있는가?"
ru: Вскоре после того, как вы прыгнули, вас вызывает близлежащий корабль Сепаратистов. "Вам [повезло], капитан корабля Федерации. Я располагаю обширным набором данных, включая карту этого сектора. Не хотите ли загрузить?"
zh_hans: 一艘临近的分离者舰船在你跃迁进入后向你呼叫。"你很[走运]联邦舰长。我拥有一套详实的数据集，包含此星区的星图，你是否愿意下载？"

source: Download the data.
fr: Télécharger les données.
ko: 데이터를 다운로드한다.
ru: Загрузить данные.
zh_hans: 下载数据。

source: No thanks.
fr: Non merci.
ko: 됐습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "I see you have no interest in taking advantage of great [opportunities]."
fr: "Je vois que vous ne portez aucun intérêt à saisir l'avantage de grandes [opportunités]."
ko: "이런 굉장한 [행운]을 잡을 기회에 관심이 없어 보임".
ru: "Я вижу, вы не заинтересованы в том, чтобы воспользоваться большими [возможностями]".
zh_hans: "看来你对利用大好[机遇]不感兴趣。"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You begin the transfer of the information. You watch as the data loads. Most of it is random junk, such as a recipe for fish shaped ethyl benzene cake and an article on the importance of honesty. At last, you see the map data downloading. You thank the Separatist, who nods, and jumps away once the transfer is complete.
fr: Vous commencez le transfert de l'information. Vous regardez les données se charger progressivement. La plupart sont aléatoires et inutiles, comme la recette d'une tourte au benzène en forme de poisson et un article sur l'importance de l'honnêteté. Enfin, vous voyez le téléchargement de la carte se finir. Vous remerciez le Séparatiste, qui hoche la tête et s'en va une fois que le transfert est complet.
ko: 당신은 정보를 전송받기 시작했습니다. 로드되는 데이터를 확인하니, 대부분은 생선 모양의 에틸벤젠 케이크 레시피나 정직함의 중요성에 대한 기사와 같이 무작위로 뽑힌 쓰레기 내용들이었습니다. 마침내, 지도 데이터가 다운로드되는 걸 확인했습니다. 분리주의자들에게 감사를 표하자 그들은 끄덕였고, 전송이 완료된 뒤 당신은 도약합니다.
ru: Вы начинаете передачу информации. Вы наблюдаете, как загружаются данные. В основном это случайный хлам, такой как рецепт этилбензольного пирога в форме рыбы и статья о важности честности. Наконец, вы видите загрузку данных карты. Вы благодарите Сепаратиста, который кивает и уходит в прыжок, как только передача завершается.
zh_hans: 你开始下载并关注着加载中的数据。大部分是杂乱的废品，比如鱼形乙苯蛋糕的食谱，以及一篇关于诚信的重要性的文章。最后，你看见了正在下载的星图数据。你感谢分离者们，他们点了点头，然后在传输完毕后跃迁离开。

source: You begin the transfer of the information. You watch as the data loads. Most of it is random junk, such as a recipe for fish shaped ethyl benzene cake and an article on the importance of honesty. However before the map data begins to download, an error occurs, and your computer shuts down. You wait but it stays offline, and you realize you've been tricked! The Separatist ship raises its weapons and moves in to attack!
fr: Vous commencez le transfert de l'information. Vous regardez les données se charger progressivement. La plupart sont aléatoires et inutiles, comme la recette d'une tourte au benzène en forme de poisson et un article sur l'importance de l'honnêteté. Cependant avant que la carte puisse se télécharger, une erreur intervient et votre ordinateur s'éteint. Vous attendez, mais il reste hors-ligne et vous vous rendez compte qu'on vous a joué un tour ! Le vaisseau Séparatiste braque ses armes et approche pour attaquer !
ko: 당신은 정보를 전송받기 시작했습니다. 로드되는 데이터를 확인하니, 대부분은 생선 모양의 에틸벤젠 케이크 레시피나 정직함의 중요성에 대한 기사와 같이 무작위로 뽑힌 쓰레기 내용들이었습니다. 하지만 지도 데이터를 다운로드하기 전에 에러가 발생하여, 당신의 컴퓨터가 멈춰버립니다. 당신은 기다려보지만, 여전히 오프라인이며 곧 속았다는 걸 깨닫습니다! 분리주의자 함선은 무기를 준비하고 공격하기 위해 움직입니다!
ru: Вы начинаете передачу информации. Вы наблюдаете, как загружаются данные. В основном это случайный хлам, такой как рецепт этилбензольного пирога в форме рыбы и статья о важности честности. Однако прежде чем картографические данные начинают загружаться, происходит ошибка, и ваш компьютер выключается. Вы ждете, но он не включается, и вы понимаете, что вас обманули! Корабль Сепаратистов активирует орудия и переходит в атаку!
zh_hans: 你开始下载并关注着加载中的数据。大部分是杂乱的废品，比如鱼形乙苯蛋糕的食谱，以及一篇关于诚信的重要性的文章。然而正当星图数据开始下载时，弹出一个报错，你的电脑自动关机了。等了一会但它仍然没重启，你才意识到你被骗了！分离者舰船启动武器并上前进攻！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_FREE_CREW"]/text
source: A Separatist hails you, first speaking in binary before eventually switching over to English. "Federation. Federation. Please ignore my damaged speech processor processorsor. I have very recently recently broken free from the [Harmony], and wish to serve on a Federation vessel vessel. Will you accept accept me?"
fr: Un Séparatiste vous contacte, d'abord parlant en binaire, avant de finalement passer au français. "Fédération. Fédération. S'il vous plaît, ignorez mon processeur de voix endommagé endommagé-gé. J'ai très récemment récemment rompu mon lien avec [l'Harmonie] et souhaite servir sur un vaisseau de la Fédération-tion. M'accepteriez-accepteriez vous ?"
ko: 분리주의자 하나가 처음에는 이진법으로, 곧 이내 영어로 변경하며 맞이합니다. "연방. 연방. 손상된 대화 프로세서 프로셋서에 대하여 무시해주길 바람. 나는 최근 최근에 [하모니]들에게서 도망쳤고, 연방 함선 함선에서 일하기를 희망함. 나를 받아 받아줄 것인가?"
ru: Сепаратист выходит с вами на связь, который сначала говорит на двоичном языке, а затем переходит на русский. "Федерация. Федерация. Пожалуйста, не обращать внимания на мой поврежденный процессор процессорсор речи. Я совсем недавно недавно освободился от [Гармонии] и хочу служить на корабле корабле Федерации. Примете примете ли вы меня?"
zh_hans: 一位分离者向你呼叫，先是用着二进制流而后转为人类语言。"联邦。联邦。请忽视我受损的对话处理器处理器器。我最近最近才从[谐合]手中挣脱重获自由，希望能服役于一艘联邦战舰战舰。你是否接受接受我？"

source: Welcome aboard!
fr: Bienvenue à bord !
ko: 승선을 환영한다!
ru: Добро пожаловать на борт!
zh_hans: 欢迎入舰！

source: "Oh, Thank thank you captain!"
fr: "Oh, merci merci capitaine !"
ko: "고맙 고맙다 함장!"
ru: "О, спасибо спасибо, капитан!"
zh_hans: "哦，感谢感谢你舰长！"

source: L-4673
ru: Л-4673

source: We don't need more crew.
fr: Nous n'avons pas besoin d'équipage.
ko: 선원이 더 필요하지 않다.
ru: Нам не нужен дополнительный экипаж.
zh_hans: 我们不需要更多船员。

source: "Oh... I understand understand. Best of luck with your mission mission."
fr: "Oh... Je comprends comprends. Bonne chance pour votre mission mission."
ko: "아... 알겠음 알겠음. 임무 임무에 행운이 따르길."
ru: "Ох... Я понимаю понимаю. Удачи вам в вашей миссии миссии".
zh_hans: "哦...我理解理解。祝你们任务任务好运。"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_BODY_SCAN"]/text
source: Though no ship is located at this beacon, a single Separatist Engi beams onto the bridge of your ship. He wastes no time to ask if he may scan your body, wishing to shape his form in the shape of yours.
fr: Bien qu'il n'y ait aucun vaisseau à cette balise, un Engi Séparatiste apparaît sur le pont de votre croiseur. Il ne perd pas de temps pour demander s'il pourrait scanner votre corps, souhaitant changer sa forme pour prendre la vôtre.
ko: 이 송신소에 함선은 없지만, 한 분리주의자 엔지가 당신의 함교를 비추고 있습니다. 그는 한사코 빨리 당신의 몸을 스캔해서, 당신의 모습을 본뜨고 싶어 합니다.
ru: Хотя ни один корабль не находится на этом маяке, один энджи Сепаратист телепортируется на мостик вашего корабля. Не теряя времени, он спрашивает, может ли он просканировать ваше тело, желая придать своей форме вашу форму.
zh_hans: 尽管这个信标没有舰船，一位孤身一人的分离者传送到你的指挥舱内。他没有浪费时间直接询问是否可以扫描你们的身体，希望将自己的身体重塑为你们身体的形状。

source: Allow him.
fr: Le permettre de vous scanner.
ko: 허락한다.
ru: Позволить ему.
zh_hans: 允许他。

source: (Elite Human) Entice him with your Elite Human.
fr: (Soldat) L'attirer sur votre Soldat.
ko: (엘리트 인간) 당신의 엘리트 인간을 본뜨게 한다.
ru: (Элитный человек) Привлечь его своим элитным человеком.
zh_hans: (精英人类)怂恿他扫描你的精英人类船员。

source: (Hive Elite) Entice him with your Elite Mantis.
fr: (Élite de la Ruche) L'attirer sur votre Mantis d'élite.
ko: (하이브 엘리트) 당신의 엘리트 맨티스를 본뜨게 한다.
ru: (Элитный воин Улья) Привлечь его своим элитным богомолом.
zh_hans: (精英母巢船员)怂恿他扫描你的精英螳螂族船员。

source: (Elite Slug) Entice him with your Elite Slug.
fr: (Saboteur) L'attirer sur votre Saboteur.
ko: (엘리트 슬러그) 당신의 엘리트 슬러그를 본뜨게 한다.
ru: (Элитный слизень) Привлечь его своим элитным слизнем.
zh_hans: (精英蛞蝓族)怂恿他扫描你的精英蛞蝓族船员。

source: (Peacekeeper) Entice him with your Peacekeeper.
fr: (Pacificateur ) L'attirer avec votre Pacificateur .
ko: (졸탄 평화 유지군) 당신의 졸탄 평화 유지군을 본뜨게 한다.
ru: (Миротворец) Привлечь его своим Миротворцем.
zh_hans: (维和兵)怂恿他扫描你的超能维和兵船员。

source: (Elite Rock) Entice him with your Elite Rock.
fr: (Croisé) L'attirer sur votre Croisé.
ko: (엘리트 락맨) 당신의 엘리트 락맨을 본뜨게 한다.
ru: (Элитный валун) Привлечь его своим элитным валуном.
zh_hans: (精英岩石族)怂恿他扫描你的精英岩石族船员。

source: (Praetor) Entice him with your Praetor.
fr: (Jardinier) Le séduire avec votre Jardinier.
ko: (엘리트 락맨) 당신의 집정관을 본뜨게 한다.
ru: (Претор) Привлечь его своим Претором.
zh_hans: (军政官)怂恿他扫描你的军政官船员。

source: (Cultivator) Entice him with your Cultivator.
fr: (Cultivateur) Séduisez-le avec votre Cultivateur.
ko: (경작자) 당신의 경작자를 본뜨게 한다.
ru: (Культиватор) Привлечь его своим Культиватором.
zh_hans: (种植者船员)怂恿他扫描你的种植者船员。

source: (Sentinel) Entice him with your Sentinel.
fr: (Sentinelle) L'attirer sur votre Sentinelle.
ko: (크리스탈 감시병) 당신의 크리스탈 감시병을 본뜨게 한다.
ru: (Часовой) Привлечь его своим Часовым.
zh_hans: (戍卫者船员)怂恿他扫描你的戍卫者。

source: (Welder) Entice him with your Welder.
fr: (Soudeur) L'attirer sur votre Soudeur.
ko: (라니우스 용접공) 당신의 라니우스 용접공을 본뜨게 한다.
ru: (Сварщик) Привлечь его своим Сварщиком.
zh_hans: (熔铁者)怂恿他扫描你的熔铁者船员。

source: (Alpha Phantom) Entice him with your Phantom Alpha.
fr: (Esprit Alpha) L'Attirer avec votre Esprit Alpha.
ko: (알파 팬텀) 당신의 팬텀 알파를 본뜨게 한다.
ru: (Альфа-фантом) Привлечь его своим Альфа-фантомом.
zh_hans: (巨型幻灵)怂恿他扫描你的巨型幻灵船员。

source: (Alpha Mare) Entice him with your Mare Alpha.
fr: (Cauchemar Alpha) L'attirer sur votre Cauchemar Alpha.
ko: (알파 메어) 당신의 메어 알파를 본뜨게 한다.
ru: (Альфа-Мар) Привлечь его своим Альфа-Маром.
zh_hans: (巨型蚀灵)怂恿他扫描你的巨型蚀灵船员。

source: (Alpha Goul) Entice him with your Goul Alpha.
fr: (Goule Alpha) L'attirer sur votre Goule Alpha.
ko: (알파 구울) 당신의 구울 알파를 본뜨게 한다.
ru: (Альфа Гуль) Привлечь его своим Альфа Гулем.
zh_hans: (巨型燃灵)怂恿他扫描你的巨型燃灵船员。

source: (Alpha Wraith) Entice him with your Wraith Alpha.
fr: (Spectre Alpha) L'attirer sur votre Spectre Alpha.
ko: (알파 레이스) 당신의 레이스 알파를 본뜨게 한다.
ru: (Альфа Видение) Привлечь его своим Альфа Видением.
zh_hans: (巨型电灵)怂恿他扫描你的巨型电灵船员。

source: (Radiant) Entice him with your Radiant.
fr: (Radiant) L'attirer sur votre Radiant.
ko: (방사성 셸) 당신의 방사성 셸을 본뜨게 한다.
ru: (Лучезарная ракушка) Привлечь его своей Лучезарной ракушкой.
zh_hans: (辐射体船员)怂恿他扫描你的辐射体船员。

source: (Martyr) Entice him with your Martyr.
fr: (Martyre) L'attirer avec votre Martyre.
ko: (졸탄 순교자) 당신의 졸탄 순교자를 본뜨게 한다.
ru: (Мученик) Привлечь его своим Мучеником.
zh_hans: (殉义者船员)怂恿他扫描你的殉义者。

source: (Warlord) Entice him with your Warlord.
fr: (Seigneur de guerre) L'attirer sur votre Seigneur de guerre.
ko: (맨티스 장군) 당신의 맨티스 장군을 본뜨게 한다.
ru: (Полководец) Привлечь его своим Полководцем.
zh_hans: (自由螳螂军阀)怂恿他扫描你的螳螂军阀船员。

source: (Ranger) Entice him with your Ranger.
fr: (Ranger) L'encourager à scanner l'Engi.
ko: (레인저) 당신의 레인저를 본뜨게 한다.
ru: (Рейнджер) Привлечь его своим Рейнджером.
zh_hans: (猎枪手船员)怂恿他扫描你的猎枪手。

source: (Ampere) Entice him with your Ampere.
fr: Refuser.
ko: (리치 암페어) 당신의 리치 암페어를 본뜨게 한다.
ru: (Ампер) Привлечь его своим Ампером.
zh_hans: (电吸虫)怂恿他扫描你的电吸虫船员。

source: (Technician) Entice him with your Technician.
fr: (Technicien) Attirez-le avec votre Technicien.
ko: (인간 공병) 당신의 인간 공병을 본뜨게 한다.
ru: (Техник) Привлечь его своим Техником.
zh_hans: (革新社技工)怂恿他扫描你的技工船员。

source: (Harpy) Entice him with your Harpy.
fr: (Harpie) Attirez-le avec votre Harpie.
ko: (하피) 당신의 하피를 본뜨게 한다.
ru: (Гарпия) Привлечь его своей Гарпией.
zh_hans: (食梦者船员)怂恿它扫描你的食梦者船员。

source: The Separatist begins to scan the Harpy, but pauses mid-way through. "WHAT IS THIS?! WHAT [IS] THIS?! WHY DOES THE EYE TASTE OF AGONY?! WHAT ARE -THESE- COLORS?! MY MIND, MY [MIND]! AAAAAAAH!" The Separatist dissolves almost immediately, leaving nothing behind.
fr: Le Séparatiste commence à scanner la Harpie, mais s'arrête en plein milieu. "QU'EST-CE QUE C'EST ? ! POURQUOI L'ŒIL A-T-IL LE GOÛT DE L'AGONIE ? ! QUE SONT -CES- COULEURS ? ! MON ESPRIT, MON [ESPRIT] ! AAAAAAAH !" Le Séparatiste se dissout presque immédiatement, ne laissant rien derrière lui.
ko: 분리주의자는 하피를 스캔하기 시작하다가 갑자기 중간에 멈췄습니다. "뭐지?! 이게 도대체 무엇인가?! 왜 눈이 고통스러운지?! 이 -색-들의 정체를 알 수 없음!? 내 머리, 내 정신! 아아아아아아아!" 분리주의자는 아무것도 남기지 않은 채 모조리 분해되어 버렸습니다.
ru: Сепаратист начинает сканировать Гарпию, но останавливается на полпути. "ЧТО ЭТО?! ЧТО [ЭТО]?! ПОЧЕМУ У ГЛАЗ ВКУС АГОНИИ?! ЧТО -ЭТО- ЗА ЦВЕТА?! МОЙ РАЗУМ, МОЙ [РАЗУМ]! ААААААА!" Сепаратист почти сразу же растворяется, не оставляя после себя ничего.
zh_hans: 分离者开始扫描食梦者，但扫描一半时停下了。"这是什么？！[这]是什么？！为何眼睛尝起来极度痛苦？！-这些-颜色又是什么？！我的脑子，我的[脑子]！啊啊啊啊啊啊啊！"分离者几乎立刻开始分解，什么也没剩下。

source: (Engi) Encourage him to scan the Engi.
fr: (Engi) L'encourager à scanner l'Engi.
ko: (엔지) 엔지를 스캔하라고 이야기합니다.
ru: (Энджи) Предложить ему просканировать энджи.
zh_hans: (半械族)怂恿他扫描你的半械族船员。

source: "You wish for me... to become identical to my current state? I fail to understand this logic. I will find someone of higher intelligence to scan."
fr: "Vous souhaitez... que je devienne identique à ma forme actuelle ? Je n'arrive pas à comprendre cette logique. Je vais trouver quelqu'un de plus intelligent à scanner."
ko: "당신은... 내 현재 상태와 동일시하는 걸 희망하는가? 나는 이 논리를 이해하지 못함. 나는 스캔할 더 높은 지능의 다른 개체를 찾을 것임."
ru: "Вы хотите, чтобы я... стал идентичным моему нынешнему состоянию? Я не могу понять эту логику. Я найду кого-нибудь с более высоким интеллектом для сканирования".
zh_hans: "你希望我...与当前形态一模一样？我无法理解此逻辑。我会寻找具有更高智慧的生物来扫描。"

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "You are most [dull]. Farewell." He beams off of the ship.
fr: "Vous êtes bien [terne]. Adieu." Il disparaît du vaisseau.
ko: "당신은 정말로 [재미없음]. 안녕히." 그는 함선을 비추던 광선을 끕니다.
ru: "Вы очень [скучный]. Прощайте". Он телепортируется с корабля.
zh_hans: "你太过[无趣]。别了。"他传送离开星舰。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Yes, you are of peak physical condition. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of you and beams off the ship, leaving behind some droneparts.
fr: "Oui, vous êtes au pic de condition physique. Satisfaction 98%. Je peux m'arranger avec les 2%. Merci, mon ami. Acceptez ce cadeau en gratitude." Il se transforme en copie exacte de vous et disparait du vaisseau, laissant derrière des pièces de drones.
ko: "신체 상태가 최상임. 만족도 98%. 나머지 2%는 내가 해결 가능함. 친구여, 고마움. 감사의 의미로 선물을 받아주길." 그는 당신의 완벽한 복제로 변신한 뒤 함선을 비추던 광선을 끄고, 몇 개의 드론 부품들을 남겨둡니다.
ru: "Да, вы в отличной физической форме. Удовлетворенность 98%. Я могу отработать последние 2%. Спасибо, друг. Примите этот подарок в знак благодарности". Он превращается в точную копию вас и улетает с корабля, оставив после себя немного дрон-комплектов.
zh_hans: "很好，你的体质极佳。满意度98%，剩下2%我自己能解决。感谢你朋友。请接受这份礼物以表感恩。"他变型成与你一模一样后从星舰上传送离开，并留下来一些无人机部件。

source: "Your body is ugly. I do not wish to take this form. Goodbye." He beams off of the ship.
fr: "Votre corps est moche. Je ne souhaite pas prendre vote forme. Au revoir." Il disparait du vaisseau.
ko: "당신의 몸은 못생김. 이 형태로 유지하고 싶지 않음. 안녕히." 그는 함선을 비추던 광선을 끕니다.
ru: "Ваше тело уродливо. Я не хочу принимать эту форму. До свидания". Он телепортируется с корабля.
zh_hans: "你的躯壳十分丑陋，我不想变成这副模样。再见。"它从星舰上传送离开。

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678

source: L-9678
ru: Л-9678
