Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_separatist.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "Captain, you should have [known] this was a fake distress beacon. The differing micro-oscillations and gamma node frequencies are a -dead- giveaway. Given that you failed to observe them, it follows that you must be an individual of low IQ - therefore leaving me no choice but to [eradicate] you. Do not worry, the universe will not miss your -underwhelming- intellect."
fr: "Capitaine, vous auriez dû [savoir] qu'il s'agissait d'une fausse balise de détresse. Les différentes micro-oscillations et les fréquences des nœuds gamma sont des -indices- évidents. Comme vous ne les avez pas observées, vous devez être un individu à faible QI, ce qui ne me laisse pas d'autre choix que de vous [éradiquer]. Ne vous inquiétez pas, l'univers ne regrettera pas votre -intelligence- écrasante."
ko: "선장, 이것이 가짜 조난 신호라는 것을 [눈치] 챘어야 했다. 미세 진동과 감마 노드 주파수의 변화는 -명백한- 증거이다. 이러한 사실을 관찰하지 못했으므로, 당신은 IQ가 낮은 사람일 테고, 따라서 [제거]할 수밖에 없다. 걱정 마라, 우주는 당신의 -처참한- 지능을 그리워하지 않을 것이다."
ru: "Капитан, вы должны были [догадаться], что это фальшивый маяк бедствия. Различные микроколебания и частоты гамма-узлов - это -верный- признак. Учитывая, что вы не смогли их заметить, следует, что вы, должно быть, человек с низким айкью - следовательно, у меня нет другого выбора, кроме как [искоренить] вас. Не волнуйтесь, Вселенная не будет скучать по вашему -скудному- интеллекту".
zh_hans: "舰长，你应该[知道]这是一个假的求救信标。不同的微振荡和伽马节点频率是明显的线索。考虑到你没有发现它们，这就意味着你的智商很低‐因此我只能[消灭]你。不用担心，宇宙不会想念你‐平庸‐的智慧。"

source: A squadron of Engi ships have set up a camp on a small nearby moon. They seem peaceful, and only their defensive drones are online for protection.
fr: Un escadron de vaisseaux Engi a installé un camp sur la lune proche. Ils ont l'air amicaux et seuls leurs drones défensifs sont en ligne pour la protection.
ko: 엔지 함선으로 이루어진 소함대가 근처의 작은 행성에 기지를 설치했습니다. 그들은 평화로워 보이며 방어용 드론만이 수비 임무를 수행하고 있습니다.
ru: Экскадрилья кораблей энджи разбила лагерь на небольшой близлежащей луне. Они выглядят мирно, и только их защитные дроны активны.
zh_hans: 一支半械舰船小队在附近的卫星上扎寨。他们看上去很和平，只有防御型无人机启动。

source: Hail them.
fr: Les contacter.
ko: 교신해본다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: "Request for contact received. Timing is fortunate. We have an offer for you. Current objective: hunt down Separatists and convert back to Harmony. Location for dangerous Separatist ship is known, danger too high to engage. We ask you to capture the ship yourselves."
fr: "Requête de contact reçue. Timing opportun. Nous avons offre pour vous. Objectif actuel : chasser Séparatistes et reconvertir à l'Harmonie. Emplacement de dangereux vaisseau Séparatiste connu, danger trop haut pour engager. Demandons à ce que vous capturez vaisseau vous-mêmes."
ko: "연락 요청이 접수됨. 마침 좋은 기회임 . 제안이 있음. 현재 목표: 분리주의자들을 사냥하고 하모니의 편으로 돌리기. 위험한 분리주의자 선박의 위치가 알려져 있으며, 교전하기에는 위험이 너무 높음. 우리는 당신에게 그 함선들을 포획하기를 요청함."
ru: "Запрос на контакт получен. Как раз вовремя. У нас есть предложение для вас. Текущая цель: выследить Сепаратистов и вернуть корабль Гармонии. Местонахождение опасного корабля Сепаратистов известно, но опасность слишком высока, чтобы вступать в бой. Мы просим вас захватить корабль самостоятельно".
zh_hans: "受到联系请求。时机很幸运。我们有一份提议。当前目标：找到分离者并促成回归谐合。坐标已知，交战风险太高。我们请求你们俘获战舰。"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: The Engi transmit the location of the Separatist ship.
fr: Les Engis transmettent l'emplacement du vaisseau Séparatiste.
ko: 엔지가 분리주의자 함선의 위치를 전송합니다.
ru: Энджи передает информацию о местонахождении корабля Сепаратистов.
zh_hans: 半械族将分离者战舰坐标传输给你。

source: Deny their request.
fr: Refuser leur requête.
ko: 거절한다.
ru: Отклонить их просьбу.
zh_hans: 拒绝他们的请求。

source: The Engi immediately end transmissions and will not respond to further hails.
fr: Les Engis coupent immédiatement les transmissions et ne répondent plus aux autres appels.
ko: 엔지는 즉시 교신을 종료하고 앞으로도 교신에 답하지 않을 겁니다.
ru: Энджи немедленно прекращают передачу и не отвечают на дальнейшие вызовы.
zh_hans: 半械族立即切断通讯，并不回应后续的呼叫。

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: The Engi ships don't appear to be disturbed by your presence, and you leave them alone.
fr: Les vaisseaux Engis n'ont pas l'air d'être dérangés par votre présence et vous les laissez tranquille.
ko: 엔지 함선은 당신에게 방해받지 않는 것으로 보이며 당신은 그들을 내버려 둡니다.
ru: Корабли энджи не выглядят обеспокоенными вашим присутствием, и вы оставляете их в покое.
zh_hans: 半械舰船看起来对你的到来无感，你也不打扰他们。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: A Separatist ship is targeted by the Harmony.
fr: Un vaisseau séparatiste est pris pour cible par l'Harmonie.
ko: 하모니가 분리주의자 함선을 노리고 있습니다.
ru: Корабль Сепаратистов попадает под прицел Гармонии.
zh_hans: 被谐合定为目标的半械分离者飞船。

source: It doesn't take long for the Separatists to notice you. "So, you have come to kill me? Then prepare for a battle, Federation." You remember the Engi's orders to capture the ship without destroying it, knowing you'll have to kill their crew to do so.
fr: Il faut peu de temps pour que les Séparatistes vous remarquent. "Alors, vous êtes venus me tuer ? Eh bien préparez-vous pour une bataille, Fédération." Vous vous remémorez des ordres des Engis de capturer le vaisseau indemne sans le détruire, sachant que vous devrez tuer l'équipage pour cela.
ko: 분리주의자들이 당신을 알아차리는 데는 오랜 시간이 걸리지 않았습니다. "그래서, 당신은 나를 죽이러 왔는지? 그렇다면 전투를 준비하도록, 연방." 당신은 함선을 파괴하지 않고 포획하라는 엔지의 요청을 기억합니다. 그렇게 하려면 선원을 죽여야 한다는 것을 알고 있습니다.
ru: Сепаратисты не сразу заметили вас. "Итак, вы пришли убить меня? Тогда приготовьтесь к битве, Федерация". Вы помните приказ энджи захватить корабль, не уничтожая его, зная, что для этого вам придется убить экипаж.
zh_hans: 没过多久分离者就注意到你了。"所以，你是来杀我的？准备战斗吧，联邦人。"你想起半械族的命令是不摧毁只俘获，所以说必须全歼对方船员才行。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: A short screech plays over the comms followed by a looping message of binary. You don't have time to translate before a Separatist ship fires a warning shot that ricochets off your defenses.
fr: Un court grincement est joué à travers les communications suivi d'un message bouclé en binaire. Vous n'avez pas le temps de le décrypter avant qu'un vaisseau Séparatiste envoie un coup de semonce qui ricoche sur vos défenses.
ko: 잠시 날카로운 소리가 통신에 재생되고 이진법 메시지가 반복됩니다. 당신은 분리주의자들이 방어 체계를 날려버릴 경고 사격을 날리기 전까지 이를 번역할 시간이 부족합니다.
ru: По коммуникатору раздается короткий визг, за которым следует циклическое двоичное сообщение. Вы не успеваете перевести разговор, как корабль Сепаратистов делает предупредительный выстрел, который рикошетом отскакивает от вашей брони.
zh_hans: 一阵尖锐刺耳的声音，随后是不断循环的二进制信息，出现在你的通讯频道里。你还没来得及翻译，一艘分离者舰船就向你打出了一发警告射击，所幸攻击被星舰的防御系统弹开了。

source: A strangely verbose Engi hails you. "Unfortunate time of encounter, -Federation- ship. I appear to have [damaged] the part of my system that encodes for reason and logic, and now have the burning desire to kill."
fr: Un Engi étrangement loquace vous contacte. "Malheureux timing de rencontre, Fédération. Il se trouve que j'ai endommagé une partie de mon système qui encode raison et logique et ait maintenant le désire brûlant de tuer."
ko: 이상하게 장황한 엔지가 당신에게 교신을 합니다. "좋지 않은 시간에 만남, 연방 함선. 나는 이성과 논리를 위해 암호화하는 시스템 부분이 손상받은 것으로 보이고, 이제 죽이고 싶은 강렬한 욕망을 갖게 됨."
ru: Вас вызывает на связь странно многословный энджи. "Неудачное время встречи, корабль -Федерации-. Похоже, я [повредил] ту часть своей системы, которая кодирует разум и логику, и теперь испытываю жгучее желание убивать".
zh_hans: 一个非常啰嗦的奇怪半械族向你呼叫。"这相遇的时机非常不凑巧，联邦舰。我似乎损坏了体内编码理性与逻辑的系统，现在杀戮欲望正在高涨。"

source: An enraged Separatist hails you. "Problem: You have -accidentally- stepped on lifelong friend of [mine] in microscopic state. Solution: die."
fr: Un Séparatiste enragé vous contacte. "Problème : Vous avez accidentellement marché sur mon ami de longue date à l'état microscopique. Solution : mourez."
ko: 분노한 분리주의자가 교신을 합니다. "문제: 당신이 우연히 나노 상태에 있던 내 평생의 친구를 밟았음. 해결법 : 죽음."
ru: Вас вызывает на связь разъяренный Сепаратист. "Проблема: Ты -случайно- наступил на [моего] давнего друга в микроскопическом состоянии. Решение: умри".
zh_hans: 一个被激怒的分离者向你呼叫。"问题：你不小心踩到了我一位变成显微尺寸的挚友。解决方案：死。"

source: Though Separatists usually avoid other ships, the one at this beacon appears to be in critical condition, and in desperate need of scrap.
fr: Bien que les Séparatistes évitent habituellement les autres vaisseaux, celui à cette balise à l'air d'être dans un état critique et en besoin immédiat de ferraille.
ko: 분리주의자들은 보통 다른 함선들을 피하지만, 이 송신소에 있는 배은 심각한 상태이며, 스크랩이 절실히 필요한 것으로 보입니다.
ru: Хотя Сепаратисты обычно избегают других кораблей, тот, что у этого маяка, похоже, находится в критическом состоянии и отчаянно нуждается в ломе.
zh_hans: 尽管分离者通常选择避开其他舰船，在此信标的这艘看来情况危急，迫切需要废料。

source: A Separatist ship moves in to attack. You aren't sure how you angered them, but it no longer matters.
fr: Un vaisseau Séparatiste approche pour l'attaque. Vous n'êtes pas sûr de comment vous les avez provoqué, mais cela n'importe plus.
ko: 분리주의자 함선이 공격을 위해 이동합니다. 당신이 그를 어떻게 화나게 했는지는 모르겠지만 그건 더 이상 중요하지 않습니다.
ru: Корабль Сепаратистов переходит в атаку. Вы не знаете, как разозлили их, но это уже не имеет значения.
zh_hans: 一艘分离者战舰上前进攻。你不清楚自己怎么惹怒了他们，但这不重要了。

source: You're hailed by a Separatist ship, who begins to speak a great deal about the works of some dead guy named Shakespeare. He suddenly stops his speech abruptly and attacks!
fr: Vous êtes contacté par un vaisseau Séparatiste, qui commence à parler en grandeur des travaux d'un certain gars mort appelé Shakespeare. Il arrête soudainement son discours de façon abrupte et attaque !
ko: 당신은 셰익스피어라는 이름의 죽은 인간의 작품에 대해 많은 이야기를 하는 분리주의자 함선에서 교신을 받습니다. 그는 갑자기 이야기를 멈추더니 공격합니다!
ru: С вами связывается корабль Сепаратистов, который начинает много говорить о произведениях какого-то мертвого парня по имени Шекспир. Вдруг он резко обрывает свою речь и нападает!
zh_hans: 你收到一艘分离者舰船的呼叫，他们开始对某个叫莎士比亚的死人的作品进行论述，滔滔不绝。他突然停下自己的演讲并进攻！

source: A Separatist ship orbits the beacon, but before you can contact them they jump away and an Engi ship approaches. "Federation assisting enemies of Harmony? Dilemma... Federation ship: must be eliminated."
fr: Un vaisseau Séparatiste est en orbite autour de cette balise, mais avant que vous ne puissiez les contacter, ils sautent et un vaisseau Engi approche. "Fédération assiste enemmis de l'Harmonie ? Dilemme... Vaisseau Fédération : doit être éliminé."
ko: 분리주의자 함선이 송신소 주위를 돌고 있지만, 당신이 그들과 접촉하기 전에 그들은 도망치고 엔지 함선이 접근합니다. "하모니의 적을 돕는 연방? 모순... 연방 함선: 반드시 제거되어야 함."
ru: Корабль Сепаратистов вращается вокруг маяка, но прежде чем вы успеваете связаться с ними, они уходят в прыжок, и приближается корабль энджи. "Федерация помогает врагам Гармонии? Дилемма... Корабль Федерации: должен быть уничтожен".
zh_hans: 一艘分离者舰船围绕信标运动，但你联系上他们之前他们就跃迁离开了，而一艘半械族战舰靠近。"联邦协助谐合之敌？困境...联邦战舰：必须被歼灭。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Separatist or not, the Mantis don't care about the source of their Engi slaves. A Mantis scouting out this sector decides to attack your ship!
fr: Séparatiste ou non, les Mantis se fichent de la source de leurs esclaves Engi. Un Mantis en reconaissance du secteur décide d'attaquer votre vaisseau !
ko: 분리주의자이든 아니든, 맨티스는 엔지 노예의 출처에 관심이 없습니다. 이 구역을 정찰하는 맨티스가 당신의 배를 공격하기로 결정합니다!
ru: Сепаратисты они или нет, но богомолов не волнует источник их рабов-энджи. Богомолы, разведывающие этот сектор, решают напасть на ваш корабль!
zh_hans: 不管是不是分离者，螳螂族才不在乎他们半械族船员的来路。一艘侦察这个星区的螳螂战舰决定攻击你的星舰！

source: A Mantis ship, most likely coming here under the assumption it would be a regular Engi sector, has grown aggravated from the lack of populated ships to fight. Finally greeted by a challenging battle in the form of your ship, they waste no time to move in and attack.
fr: Un vaisseau Mantis, très probablement présent dans l'hypothèse que ce serait un secteur Engi habituel, s'est trouvé sur sa faim par le manque de vaisseaux peuplés à combattre. Enfin présenté avec un défi de combat sous la forme de votre vaisseau, ils ne perdent pas de temps pour bouger et attaquent.
ko: 일반적인 엔지 구역이 될 것이라는 가정하에 이곳으로 온 맨티스 함선은 막상 싸울만한 함선이 없어서 짜증이 났었습니다. 마침내 당신 함선에 도전할만한 전투의 기회가 찾아오니, 그들은 주저하지 않고 공격하러 옵니다.
ru: Корабль богомолов, который, скорее всего, прибыл сюда, предполагая, что это будет обычный сектор энджи, раздражен из-за отсутствия кораблей с достаточным количеством экипажа, который мог бы дать им достойный отпор. Наконец, увидев в вашем корабле достойный вызов, они не теряют времени и атакуют.
zh_hans: 一艘螳螂战舰似乎误以为这里是一个普通半械星区，欣然来此，但因为难以找到有大量船员的船只而大为恼火。终于遇到你这样一艘与之匹敌的星舰，他们争分夺秒靠近并进攻。

source: You're hailed by a Separatist ship, which briefly shouts "Watch out for killer bugs!" before jumping away. The pursuing Mantis ship decides to make you its prey instead.
fr: Vous êtes contacté par un vaisseau Séparatiste, qui lance brièvement "Attention aux bugs mortels !" avant de partir. Le vaisseau Mantis le pourchassant décide que vous serez une meilleure proie.
ko: 당신은 도약하기 전 짧은 교신을 받습니다. "살인 벌레들을 조심해야 함!" 추격 중인 맨티스 함선이 대신 당신을 표적으로 삼기로 결정했습니다.
ru: С вами связывается корабль Сепаратистов, который коротко выкрикивает: "Берегитесь жуков-убийц!" прежде чем уйти в прыжок. Преследующий корабль богомолов решает вместо этого сделать вас своей добычей.
zh_hans: 你收到一艘分离者舰船的呼叫，他们简短地喊道"小心杀人虫们！"而后跃迁。追击的螳螂战舰决定把你当作他们的猎物。

source: A frustrated Mantis captain appears on the call screen. "Oh great, another ship. What wondrous horrors you greet us with? Perhaps flesh eating cloud? Maybe knife hand monster with long tentacles?" He quickly realizes you are in fact a Federation ship, and all of his doubts are cleared. He orders his crew to prepare for combat!
fr: Un capitaine Mantis frustré apparait sur l'écran de communications. "Oh bien, autre vaisseau. Quelle superbe horreurs vous nous présenter ? Peut-être nuage dévoreur de chair ? Peut-être monstre à mains couteaux et longs tentacules ?" Il se rend vite compte que vous êtes en réalité de la Fédération et tout ses doutes sont balayés. Il ordonne son équipage de se préparer au combat !
ko: 좌절한 맨티스 함장이 통신 화면에 나타났습니다. "좋아, 다른 함선이네. 어떤 놀라운 공포 우리 맞이하는 거지? 생고기 먹는 성운? 아니면 긴 촉수 칼날 손 괴물?" 그는 당신이 사실 연방 함선이라는 것을 빠르게 깨닫고, 모든 의구심을 떨쳤습니다. 그는 선원들에게 전투 준비를 명령합니다!
ru: На экране вызова появляется недовольный капитан богомолов. "О, отлично, еще один корабль. Какими чудесными ужасами вы встретите нас? Возможно плотоядным облаком? Может прирученным чудовищем с длинными щупальцами?" Он быстро понимает, что вы на самом деле корабль Федерации, и все его сомнения рассеиваются. Он приказывает своему экипажу готовиться к бою!
zh_hans: 一个沮丧的螳螂舰长出现在呼叫屏幕上。"哦太好了，有一艘舰船。你会用什么精妙的可怖之物欢迎我们？或许是肉食性云雾？或许是有长触手和刀锋手臂的怪物？"他很快意识到你实际上是联邦星舰，所有的疑虑烟消云散。他命令自己的船员准备战斗！

source: In this sector it can be hard to tell whether the flash of a red hull will bring an Engi or some other vessel. Unfortunately, this time it turns out to be a Mantis, longing for a fight.
fr: Dans ce secteur, il peut-être difficile de dire si la coque rouge d'un vaisseau amènera un vaisseau Engi ou un autre vaisseau. Malheureusement, cette fois il se trouve que c'est un vaisseau Mantis, assoiffé de combat.
ko: 이 구역에서의 FTL 도약이 불러올 것이 엔지일지 다른 선박일지는 잘 모르겠습니다. 불행히도, 이번에는 싸움을 갈망하는 맨티스입니다.
ru: В этом секторе бывает трудно определить, кто скрывается за красным корпусом, энджи или какое-то другое судно. К сожалению, на этот раз это оказываются богомолы, жаждущие боя.
zh_hans: 在这片星区很难说一抹红色舰体会不会带来半械族或者其他什么舰船。不幸的是，这次看来是螳螂族，渴望战斗。

source: "We suggest you avoid the Auto-ship. It is broken." You notice the Separatist ship that hailed you hiding behind some large asteroids, as well as the Zoltan made Auto-ship barreling towards you!
fr: "Nous suggérons d'éviter l'Auto-vaisseau. Il est cassé." Vous prenez note du vaisseau Séparatiste vous contactant, se cachant derrière de large astéroïdes, ainsi que de l'Auto-vaisseau de manufacture Zoltan fonçant droit sur vous !
ko: "우리는 무인기를 피하기를 추천함. 그건 망가졌음." 당신은 교신을 보냈던 분리주의자 함선이 큰 소행성 뒤에 숨은 것과 동시에, 졸탄 무인기가 당신에게 돌진하는 것을 알아차립니다!
ru: "Мы советуем вам избегать автоматического корабля. Он сломан". Вы заметили корабль Сепаратистов, который связывался с вами, прячась за крупными астероидами, а также автоматический корабль золтанов, несущийся к вам!
zh_hans: "我们建议你们远离那艘自动舰。它被损坏了。"你注意到正在呼叫你的半械族舰船正躲藏在几块大型小行星后，以及一艘正冲向你的超能族制自动舰！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Separatists let out something that sounds like a robotic laugh. "Good, I see why others get much [enjoyment] out of watching gladiatorial combat." They jump away, leaving you with the wreck of the Auto-ship.
fr: Les Séparatistes laissent échapper quelque chose ressemblant à un rire robotique. "Bien, je vois pourquoi les autres prennent du plaisir à regarder les combats gladiatoriaux." Ils s'en vont, vous laissant avec l'épave de l'Auto-vaisseau.
ko: 분리주의자들은 로봇처럼 웃는 소리를 냅니다. "음, 나는 왜 다른 사람들이 투기장 전투를 보면서 즐거움을 얻는지 알겠음." 그들은 당신에게 파괴된 무인기를 남겨두고 도약합니다.
ru: Сепаратисты издали что-то похожее на роботизированный смех. "Хорошо, я понимаю, почему другие получают большое [удовольствие] от наблюдения за боем гладиаторов". Они уходят в прыжок, оставляя вас с обломками автоматического корабля.
zh_hans: 分离者们发出听上去像是机械笑声的声音。"太好了，我明白其他人为什么看斗兽场战斗会这么津津有味了。"他们跃迁离开，将你与自动舰的残骸抛在身后。

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 하모니 링크의 위치입니다.
ru: Здесь находится Канал связи Гармонии.
zh_hans: 此处有一条谐合链。

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 하모니 링크의 위치입니다.
ru: Здесь находится Канал связи Гармонии.
zh_hans: 此处有一条谐合链。

# data/events_sector_separatist.xml$//event[@name="HARMONY_LINK_SEP"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector. However, it appears this one is no longer functional, likely sabotaged by the Separatists when they took control of this sector.
fr: On dirait que vous avez découvert un Lien Harmonique. Ces immenses structures de taille planétaires sont faites de trillions de nano-robots et transmettent un signal à tous les Engis dans le secteur. Cependant, on dirait que celui-ci n'est plus fonctionnel ; il a sûrement été saboté par les Séparatistes lorsqu'ils ont pris contrôle du secteur.
ko: 하모니 링크를 발견한 것 같습니다. 이 거대한 행성 크기의 구조물은 수없이 많은 나노봇들로 만들어졌고, 소재한 구역의 모든 엔지에게 강력한 신호를 보냅니다. 하지만 이곳의 링크는 이 구역을 지배하는 분리주의자들에게 파괴되어 더 이상 작동하지 않는 것으로 보입니다.
ru: Похоже, вы обнаружили Канал связи Гармонии. Эти массивные сооружения размером с планету состоят из триллионов наноботов и передают мощный сигнал всем энджи в этом секторе. Однако, по всей видимости, он больше не функционирует. Вероятно, Сепаратисты вывели его из строя, когда брали под свой контроль этот сектор.
zh_hans: 看来你发现了一处谐合链。这些行星大小的巨型结构体由数以兆亿计的纳米机器人组成，向整个星区内所有的半械族传输高强度信号。然而，此处的谐合链已无法运转，很可能是在分离者占领本星区后被蓄意破坏了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 하모니 링크의 위치입니다.
ru: Здесь находится Канал связи Гармонии.
zh_hans: 此处有一条谐合链。

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 하모니 링크의 위치입니다.
ru: Здесь находится Канал связи Гармонии.
zh_hans: 此处有一条谐合链。

# data/events_sector_separatist.xml$//event[@name="HARMONY_LINK_UNIQUE_SEP"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector. However, it appears this one is no longer functional, likely sabotaged by the Separatists when they took control of this sector.
fr: On dirait que vous avez découvert un Lien Harmonique. Ces immenses structures de taille planétaires sont faites de trillions de nano-robots et transmettent un signal à tous les Engis dans le secteur. Cependant, on dirait que celui-ci n'est plus fonctionnel ; il a sûrement été saboté par les Séparatistes lorsqu'ils ont pris contrôle du secteur.
ko: 하모니 링크를 발견한 것 같습니다. 이 거대한 행성 크기의 구조물은 수없이 많은 나노봇들로 만들어졌고, 소재한 구역의 모든 엔지에게 강력한 신호를 보냅니다. 하지만 이곳의 링크는 이 구역을 지배하는 분리주의자들에게 파괴되어 더 이상 작동하지 않는 것으로 보입니다.
ru: Похоже, вы обнаружили Канал связи Гармонии. Эти массивные сооружения размером с планету состоят из триллионов наноботов и передают мощный сигнал всем энджи в этом секторе. Однако, по всей видимости, он больше не функционирует. Вероятно, Сепаратисты вывели его из строя, когда брали под свой контроль этот сектор.
zh_hans: 看来你发现了一处谐合链。这些行星大小的巨型结构体由数以兆亿计的纳米机器人组成，向整个星区内所有的半械族传输高强度信号。然而，此处的谐合链已无法运转，很可能是在分离者占领本星区后被蓄意破坏了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_sector_separatist.xml$//event[@name="HARMONY_LINK_SEPARATIST"]/text
source: A Separatist vessel is analyzing the Harmony link. They either don't notice you or couldn't care less about your presence.
fr: Un vaisseau Séparatiste est en train d'analyser le Lien Harmonique. Soit ils ne vous ont pas remarqué, soit ils n'ont que faire de votre présence.
ko: 분리주의자 함선이 하모니 링크를 분석 중입니다. 그들은 당신을 눈치채지도, 신경 쓰지도 않는 것 같습니다.
ru: Корабль Сепаратистов анализирует Канал связи Гармонии. Его экипаж либо не замечает вас, либо ему наплевать на ваше присутствие.
zh_hans: 一艘分离者舰船正在分析谐合链。他们要么没注意到你要么不关心你的存在。

source: Hail them.
fr: Les contacter.
ko: 교신해본다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: "Yes, we -see- you, Federation. If you wish to be useful, perhaps you could lend us some explosives. We are attempting the [demolition] of the Harmony links."
fr: "Oui, nous vous -voyons-, Fédération. Si vous souhaitez être utile, peut-être pourriez-vous nous prêter des explosifs. Nous tentons la [démolition] du Lien Harmonique."
ko: "연방임을 인지함. 도움을 주고 싶다면 폭발물을 제공하기를 원함. 우리는 하모니 링크 [해체] 시도중."
ru: "Да, мы -видим- вас, Федерация. Если вы хотите быть полезными, возможно, вы могли бы одолжить нам немного взрывчатки. Мы пытаемся [разрушить] Каналы связи Гармонии".
zh_hans: "是的，我们-看得见-你们，联邦人。如果你想帮忙的话，或许可以借我们一些爆炸物。我们正试图[爆破]谐合链。"

source: Give them 5 missiles.
fr: Leur donner 5 missiles.
ko: 5발의 미사일을 준다.
ru: Дать им 5 боеголовок.
zh_hans: 给他们5发弹药。

source: You transfer over the missiles to the Separatists.
fr: Vous transférez les missiles aux Séparatistes.
ko: 당신은 분리주의자들에게 미사일을 제공합니다.
ru: Вы передаете боеголовки Сепаратистам.
zh_hans: 你将弹药转移给分离者们。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Wow. This is quite -unhelpful-. We cannot even use these. I suppose this is worth about, 5 scrap."
fr: "Wow. Ceci est assez -peu utile-. Nous ne pouvons en faire usage. Je suppose que cela vaut, environ 5 ferraille."
ko: "와, 별로 도움이 되지 않음. 사용할 수도 없어 보임. 스크랩 5개의 가치."
ru: "Ого. Это совершенно -бесполезно-. Мы даже не можем их использовать. Я полагаю, что это стоит около 5 лома".
zh_hans: "哇，这不太-有帮助-。我们甚至用不了这些。我估计这些大概值，5废料"

source: Give them 15 missiles.
fr: Leur donner 15 missiles.
ko: 15발의 미사일을 준다.
ru: Дать им 15 боеголовок.
zh_hans: 给他们15发弹药。

source: You transfer over the missiles to the Separatists.
fr: Vous transférez les missiles aux Séparatistes.
ko: 당신은 분리주의자들에게 미사일을 제공합니다.
ru: Вы передаете боеголовки Сепаратистам.
zh_hans: 你将弹药转移给分离者们。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
