Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_separatist.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_ENGI_CHOICE"]/text
source: Two ships, both Engi, are fighting at this beacon. One belongs to the Harmony, and the other to the Separatists.
fr: Deux vaisseaux, chacun Engi, se battent sur cette balise. L'un appartient à l'Harmonie, l'autre est un Séparatiste.
ko: 두 엔지 함선이 이 송신소에서 싸우고 있습니다. 하나는 하모니, 다른 하나는 분리주의자들입니다.
ru: У этого маяка сражаются два корабля, оба энджи. Один принадлежит Гармонии, а другой - к Сепаратистам.
zh_hans: 同是半械族的两艘战舰正在此信标战斗，一艘属于谐合，另一艘属于分离者们。

source: Hail the ships.
fr: Contacter le vaisseau.
ko: 함선들과 교신한다.
ru: Связаться с кораблями.
zh_hans: 联系这些船。

source: The Harmony Engi tell you that they have been trying to convince the Separatists to come back to the Harmony and once again embrace sameness. The Separatists refuse, wanting to live their lives in peace.
fr: L'Engi de l'Harmonie vous raconte qu'ils ont tenté de convaincre les Séparatistes de revenir dans l'Harmonie et d'adopter l'uniformité à nouveau. Les Séparatistes refusent, voulant vivre leurs vies en paix.
ko: 하모니 엔지는 분리주의자들이 하모니로 돌아와 다시 한 번 동질성을 받아들이도록 설득하고 있다고 말합니다. 분리주의자들은 평화롭게 삶을 살고 싶다며 거절합니다.
ru: Энджи Гармонии говорят вам, что они пытались убедить Сепаратистов вернуться в Гармонию и снова принять единство. Сепаратисты отказываются, желая жить в мире.
zh_hans: 这些谐合半械族告诉你它们正试图说服分离者重新并入谐合，再次接受一致性。分离者们拒绝，声称希望平静地生活。

source: Side with the Harmony.
fr: Se ranger du coté de l'Harmonie.
ko: 하모니의 편을 든다.
ru: Встать на сторону Гармонии.
zh_hans: 支持谐合方。

source: Neither ship seems particularly disturbed at you getting involved, and the Separatist continues to fight as if nothing had changed.
fr: Aucun des deux vaisseaux n'ont l'air particulairement dérangé par votre implication et le Séparatiste continue le combat comme si rien n'avait changé.
ko: 두 함선 모두 당신이 개입하는 것에 특별히 동요하는 것 같지 않습니다. 그리고 분리주의자는 아무것도 변하지 않은 것처럼 계속 싸우고 있습니다.
ru: Ни один из кораблей не выглядит особенно обеспокоенным вашим вмешательством, и Сепаратисты продолжают сражаться, как будто ничего не изменилось.
zh_hans: 双方都对你的参与不感到惊讶，分离者们如无事发生一样继续战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Side with the Separatist.
fr: Se ranger du coté Séparatiste.
ko: 분리주의자의 편을 든다.
ru: Встать на сторону Сепаратистов.
zh_hans: 支持分离者方。

source: "Impossible. Failure to honor truce. Federation has broken promise. Fight imminent."
fr: "Impossible. Échec honneur de la trêve. Fédération a brisé promesse. Combat imminent."
ko: "불가능. 휴전을 지키지 않음. 연방이 조약을 파기. 즉시 전투."
ru: "Невозможно. Невыполнение перемирия. Федерация нарушила обещание. Бой неизбежен".
zh_hans: "不可能。遵守停战失败。联邦已食言。战斗临近。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fly away.
fr: Partir d'ici.
ko: 도망친다.
ru: Улететь.
zh_hans: 飞走。

source: You can hear the shots of the two ships echoing through your comms until you're a safe distance away.
fr: Vous entendez les échos de tirs des deux vaisseaux à travers vos communications jusqu'à être à distance de sureté.
ko: 당신은 안전한 거리에 있을 때까지 통신을 통해 두 함선이 메아리치는 소리를 들을 수 있습니다.
ru: Вы слышите выстрелы двух кораблей, которые эхом отдаются в ваших коммуникаторах, пока вы не удалились на безопасное расстояние.
zh_hans: 你到达安全距离之前一直可以听见两艘战舰的开火声在通信频道中回荡。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Success achieved. Gratitude is ours. Accept [Drone] as reward." The Engi ship jumps away, accepting the fate of the Separatist ship as necessary.
fr: "Succès accompli. Offrons gratitude. Acceptez [Drone] en récompense." Le vaisseau Engi part, acceptant le destin du vaisseau Séparatiste comme nécessaire.
ko: "성공. 감사를 표함. 보상으로 [드론]을 받길." 엔지 함선은 필요에 따라 분리주의자의 운명을 받아들이고 도약합니다.
ru: "Успех достигнут. Благодарность - наша. Примите [дрон] в качестве награды". Корабль энджи уходит в прыжок, принимая судьбу корабля Сепаратистов, как необходимую.
zh_hans: "取得成功。我们很感激。请接受[无人机]作为奖励。"确认对分离者战舰的摧毁这一必然之举完成后，半械族飞船跃迁离开。

source: "An unfortunate death. We wish the Harmony would leave this sector. Still, I thank you Federation. Perhaps if I take refuge on your ship, I will be safe from their scouts."
fr: "Une malheureuse mort. Nous souhaiterions que l'Harmonie quitte ce secteur. Cependant, je vous remercie, Fédération. Peut-être qui si je prends refuge sur votre vaisseau, je serai protégé de leurs éclaireurs."
ko: "불행한 죽음. 우리는 하모니가 이 구역을 떠나기 바람. 그래도 연방에 감사함. 아마 내가 당신의 배로 피신한다면 그들의 정찰병들로부터 안전할 것임."
ru: "Прискорбная смерть. Мы бы хотели, чтобы Гармония покинула этот сектор. Тем не менее, я благодарю вас, Федерация. Возможно, если я укроюсь на вашем корабле, я буду в безопасности от их разведчиков".
zh_hans: "不幸的死亡。我们希望谐合能离开这个星区。不论怎样，感谢你们联邦。如果我在你们战舰上避难的话，我能免受它们侦察舰的侵扰。"

source: L-6437
ru: Л-6437

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_BASKETBALL"]/text
source: A Harmony and a Separatist ship are facing off, but surprisingly there is no battle going down. Instead, they are talking. You tune in to their dialogue. "This = nonsense. Decisions = too important to be decided in this fashion." "We are -Engi-. You are Engi. Should n-n-not fight. Other [means] for conflict are logical." "...Confirmed. However, question = unanswered. Why basketball?" "[Earth] media show that athletic activities are -less- harmful and more unifying methods of resolving conflict." "Not disputed. Yet, Harmony: would not approve." "You are not -attacking-, and therefore must be hesitant in [following] the Harmony's orders."
fr: Un vaisseau Harmonie et un vaisseau Séparatiste se font face, mais étonnamment, il n'y a pas de combat. Au lieu de cela, ils discutent. Vous écoutez leur dialogue. "Ceci = non-sens. Décisions = trop importantes pour être prises de cette façon." "Nous sommes -Engi-. Vous êtes Engi. Nous n-n-ne devrions pas nous battre. D'autres [moyens] de conflit sont logiques." "...Confirmé. Cependant, une question = sans réponse. Pourquoi le basket ?" "Les médias -terrestres- montrent que les activités sportives sont des méthodes -moins- nocives et plus fédératrices pour résoudre les conflits." "Pas contesté. Pourtant, Harmonie = n'approuverait pas." "Vous n'êtes pas en train d'-attaquer- et vous devez donc hésiter à -suivre- les ordres de l'Harmonie."
ko: 하모니 함선과 분리주의자 함선이 대치하고 있지만 놀랍게도 전투는 일어나지 않았습니다. 대신 그들은 대화를 나누고 있습니다. 당신은 대화에 귀를 기울입니다. "이것 = 허튼수작. 이 결정 = 이런 식으로 판결하기에는 너무 중요함." "우리는 -엔지-이다. 당신은 엔지이다. 싸우지 -말-아야 한다. 갈등을 해결할 다른 [수단]의 사용은 논리적이다." "...확인. 하지만 질문 = 미답변. 왜 농구인가?" "[지구]의 미디어는 스포츠 활동이 덜 해롭고 더 통합적인 갈등을 해결 방법이라는 것을 보여준다." "논쟁의 여지 없음. 하지만 하모니는 동의하지 않을 것." "당신은 -공격하는 것-이 아니므로 하모니의 명령을 따르는 것을 주저해야 한다."
ru: Корабль Гармонии и корабль Сепаратистов столкнулись друг с другом, но, к удивлению, никакого боя не происходит. Вместо этого они разговаривают. Вы прислушиваетесь к их диалогу. "Это = чепуха. Решения = слишком важны, чтобы решать их таким образом". "Мы -энджи-. Вы -энджи-. Н-н-не следует сражаться. Другие [средства] для конфликта логичны". "...Подтверждаю. Однако вопрос = без ответа. Почему баскетбол?" "[Земные] медиа показывают, что спортивные мероприятия -менее- вредные и более объединяющие методы разрешения конфликтов". "Не оспаривается. Тем не менее, Гармония: не одобрила бы". "Вы не -нападаете-, и поэтому должны проявлять нерешительность в [выполнении] приказов Гармонии".
zh_hans: 一艘谐合飞船与一艘分离者飞船正在对峙，但令人惊讶的是双方并没有发生战斗。相反，他们正在交谈。你收听他们的对话。 "此=没有根据。决策=过于重要，不能以这种方式决定。" "我们是–半械族–。你们是半械族。不不不应该战斗。其他解决冲突的[手段]是符合逻辑的。" "…确认。但是，问题=未回答。为什么是篮球？" "[地球]媒体显示体育活动是–无害的–且有利于解决冲突。" "没有争议。但是谐合：不会同意。" "你们没有–攻击–，因此一定在犹豫是否[遵守]谐合命令。"

source: Encourage the conflicted Engi to play basketball with the Separatists.
fr: Encouragez l'Engi en conflit à jouer au basket avec les Séparatistes.
ko: 갈등을 겪는 엔지를 부추겨 분리주의자와 농구를 하게 만든다.
ru: Посоветовать конфликтующим энджи сыграть в баскетбол с Сепаратистами.
zh_hans: 鼓励犹豫不决的谐和半械族与分离者打篮球。

source: Tell them that violence is the only solution.
fr: Dites-leur que la violence est la seule solution.
ko: 폭력만이 유일한 해결책이라고 말한다.
ru: Сказать им, что насилие - это единственное решение.
zh_hans: 告诉他们暴力是唯一的解决办法。

source: Both ships affix their weapons upon you. The Separatist ship messages you. "Explain. You are pro-freedom, or pro-Harmony?"
fr: Les deux vaisseaux fixent leurs armes sur vous. Le vaisseau séparatiste vous envoie un message : "Expliquez. Vous êtes pour la liberté ou pour l'harmonie ?"
ko: 두 함선 모두 당신에게 무기를 겨눕니다. 분리주의자 함선에서 메시지가 왔습니다. "설명하라. 당신은 자유를 지지하나, 아니면 하모니를 지지하나?"
ru: Оба корабля наводят на вас свое оружие. Корабль Сепаратистов сообщает вам. "Объясните. Вы сторонник свободы или Гармонии?"
zh_hans: 两艘飞船都把武器指向你。分离者飞船向你发出信息 "说明。你是支持-自由，还是支持-谐合？"

source: Pro-Separatist.
fr: Pro-séparatiste.
ko: 분리주의자를 지지한다.
ru: Сторонник Сепаратистов.
zh_hans: 支持-半械分离者。

source: "Pro-Separatist Renegade = more dangerous than any one Separatist. Changing target."
fr: "Renégat pro-séparatiste = plus dangereux que n'importe quel séparatiste. Changement de cible."
ko: "분리주의자를 지지하는 배회자 = 어떤 분리주의자보다도 위험. 목표 변경."
ru: "Сторонник Сепаратистов Ренегат = опаснее любого Сепаратиста. Меняем цель".
zh_hans: "支持-半械分离者的变元者=比任何分离者更危险。目标变更。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Pro-Harmony.
fr: Pro-Harmonie.
ko: 하모니를 지지한다.
ru: Сторонник Гармонии.
zh_hans: 支持‐谐合。

source: "Violence [is] not the way. However, you are an -obstacle- to our freedom."
fr: "La violence -n'est- pas la solution. Cependant, vous êtes un -obstacle- à notre liberté."
ko: "폭력은 해결책이 [아님]. 하지만 당신은 자유의 -방해물-."
ru: "Насилие [не] выход. Однако вы -препятствуете- нашей свободе".
zh_hans: "暴力不[是]解决办法。然而，你们是我们自由的–障碍–。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Might makes right. Let the victor decide.
fr: La force fait le droit. Laissons le vainqueur décider.
ko: 힘이 모든 것을 결정한다. 나는 승자를 따른다.
ru: Сила дает право. Пусть победитель решит.
zh_hans: 强权即公理。让胜利者来决定。

source: The Engi ships seem to have made some sort of agreement. "Your ideals are -dangerous-. We will put [them] to the test."
fr: Les vaisseaux Engi semblent avoir conclu une sorte d'accord : "Vos idéaux sont -dangereux-. Nous allons -les- mettre à l'épreuve."
ko: 두 엔지 집단은 모종의 합의를 한 것 같습니다. "당신의 이상은 -위험함-. [시험] 필요."
ru: Корабли энджи, похоже, пришли к какому-то соглашению. "Ваши идеалы -опасны-. Мы подвергнем [их] испытанию".
zh_hans: 半械族飞船之间似乎达成了某种协议。"你的–想法–很危险。我们要让[它]接受考验。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't get involved.
fr: Ne pas s'en mêler.
ko: 관여하지 않는다.
ru: Не вмешиваться.
zh_hans: 不卷入其中。

source: The conversation doesn't seem to go anywhere. At least, not while you're around.
fr: La conversation ne semble aller nulle part. Du moins, pas tant que vous êtes là.
ko: 대화는 더 이상 진행되지 않는 것 같습니다. 적어도 당신이 곁에 있는 동안에는 말이죠.
ru: Кажется, что разговор ни к чему не приведет. По крайней мере, пока вы здесь.
zh_hans: 谈话没有任何进展。至少，你在的时候不会。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The basketball game between the two Engi teams is certainly a novelty. Their robotic movements and precise aim make for an unusual experience. The Separatist team clearly has more practice and skill. The result is a massive blowout, with the Separatists winning. As the losers, the Harmony team surrenders. "Fortuitous result. We have won, the -Harmony- team must now attempt to assimilate into the Separatist [community]. As an appreciation for [your] time, you may take a -reward- from their stores."
fr: Le match de basket entre les deux équipes d'Engi est assurément une nouveauté. Leurs mouvements robotiques et la précision de leur visée en font une expérience inhabituelle. L'équipe séparatiste a manifestement plus d'expérience et d'habileté. Les Séparatistes l'emportent donc haut la main. Les perdants sont les membres de l'équipe Harmony, qui se rendent. "Résultat fortuit. Nous avons gagné, l'équipe -Harmonie- doit maintenant tenter de s'assimiler à la [communauté] séparatiste. En remerciement de [votre] temps, vous pouvez prendre une -récompense- dans leurs magasins."
ko: 두 엔지 팀 간의 농구 경기는 확실히 새롭습니다. 로봇의 움직임과 정확한 조준은 색다른 경험을 선사합니다. 분리주의자 팀은 연습량과 기술에 있어 명백히 앞서 있었고, 하모니를 상대로 압승을 거뒀습니다. 패자인 하모니 팀은 항복합니다. "뜻밖의 결과다. 우리가 이겼으니 이제 -하모니- 팀은 분리주의자 [커뮤니티]에 동화되어야 한다. 당신의 기여에 대한 감사의 표시로 저들의 저장 장치에서 -보상-을 지급한다."
ru: Игра в баскетбол между двумя командами энджи - это, безусловно, что-то необычное. Их роботизированные движения и точный прицел создают необычное впечатление. У команды Сепаратистов явно больше практики и мастерства. В результате победа достается Сепаратистам. Проигравшая команда Гармонии сдается. "Судьбоносный результат. Мы победили, теперь команда -Гармонии- должна попытаться ассимилироваться в [сообществе] Сепаратистов. В качестве благодарности за [ваше] потраченное время вы можете взять -награду- из их магазинов".
zh_hans: 两支半械队伍之间的篮球比赛无疑是一种新奇的体验。他们机械般的动作和精确瞄准带来了不同寻常的体验。分离者队伍显然拥有更多的实践经验和技巧。结果是大比分失利，分离者队获胜。作为失败者，谐合队投降了。 "幸运的结果。我们赢了，‐谐合‐现在必须尝试融入分离者[社区]。作为对你的感谢，你可以从他们的商店里拿走一份奖励。"

source: The basketball game between the two Engi teams is certainly a novelty. Their robotic movements and precise aim make for an unusual experience. However, both sides seem to have fun. The Separatist team's experience gives them a leg up, and they manage to outscore their opponents by a handful of points. "Fortuitous result. We have won, the -Harmony- team must now attempt to assimilate into the Separatist [community]. As an appreciation for [your] time, you may take a -reward- from their stores."
fr: Le match de basket entre les deux équipes d'Engi est assurément une nouveauté. Leurs mouvements robotisés et la précision de leurs tirs en font une expérience inhabituelle. Cependant, les deux équipes semblent s'amuser. L'expérience de l'équipe séparatiste lui donne une longueur d'avance et elle réussit à dépasser son adversaire de quelques points. "Résultat fortuit. Nous avons gagné, l'équipe -Harmonie- doit maintenant tenter de s'assimiler à la [communauté] séparatiste. En remerciement de [votre] temps, vous pouvez prendre une -récompense- dans leurs magasins."
ko: 두 엔지 팀 간의 농구 경기는 확실히 새롭습니다. 로봇의 움직임과 정확한 조준은 색다른 경험을 선사합니다. 양쪽 모두 재미있어하는 것 같습니다. 분리주의자 팀이 경험에서 우위를 점하며 하모니 팀을 몇 점 차이로 이겼습니다. "뜻밖의 결과다. 우리가 이겼으니 이제 -하모니- 팀은 분리주의자 [커뮤니티]에 동화되어야 한다. 당신의 기여에 대한 감사의 표시로 저들의 저장 장치에서 -보상-을 지급한다."
ru: Игра в баскетбол между двумя командами энджи - это, безусловно, что-то новое. Их роботизированные движения и точные прицельные броски создают необычное впечатление. Однако обе стороны, похоже, получают удовольствие. Опыт команды Сепаратистов дает им преимущество, и им удается обойти своих соперников на несколько очков. "Судьбоносный результат. Мы победили, теперь команда -Гармонии- должна попытаться ассимилироваться в [сообществе] Сепаратистов. В качестве благодарности за [ваше] потраченное время вы можете взять -награду- из их магазинов".
zh_hans: 两支半械队伍之间的篮球比赛无疑是一种新奇的体验。他们机械般的动作和精确瞄准带来了不同寻常的体验。不过，双方似乎都玩得很开心。分离者队的经验让他们占据上风，他们一直领先着对手几分。 "幸运的结果。我们赢了，‐谐合‐现在必须尝试融入分离者[社区]。作为对你的感谢，你可以从他们的商店里拿走一份奖励。"

source: The basketball game between the two Engi teams is certainly a novelty. Their robotic movements and precise aim make for an unusual experience. However, both sides seem to have fun. The two teams end up neck-and-neck, and end up on a tie. "No winner. It seems we will just go our separate ways. We appreciate your attempt to help us." They give you a few droneparts for your time.
fr: Le match de basket entre les deux équipes d'Engi est assurément une nouveauté. Leurs mouvements robotisés et la précision de leurs tirs en font une expérience inhabituelle. Cependant, les deux équipes semblent s'amuser. Les deux équipes se retrouvent au coude à coude et finissent par faire match nul. "Pas de vainqueur. Il semble que nous allons nous -séparer-. Nous vous remercions d'avoir essayé de nous aider" Ils vous donnent quelques drones pour votre temps.
ko: 두 엔지 팀 간의 농구 경기는 확실히 새롭습니다. 로봇의 움직임과 정확한 조준은 색다른 경험을 선사합니다. 양쪽 모두 재미있어하는 것 같습니다. 두 팀은 팽팽한 접전을 벌이다가 결국 동점으로 게임이 끝났습니다. "승자 없음. 우리 모두 각자의 길을 가야겠다. 도와줘서 고맙다." 그들이 드론 부품 몇 개를 건네줍니다.
ru: Игра в баскетбол между двумя командами энджи - это, безусловно, что-то новое. Их роботизированные движения и точные прицельные броски создают необычное впечатление. Однако обе стороны, похоже, получают удовольствие. В итоге обе команды сравнялись по количеству очков и сыграли вничью. "Победителя нет. Похоже, нам придется идти разными путями. Мы ценим вашу попытку помочь нам". За потраченное время они дают вам немного дрон-комплектов.
zh_hans: 两支半械队伍之间的篮球比赛无疑是一种新奇的体验。他们机械般的动作和精确瞄准带来了不同寻常的体验。不过，双方似乎都玩得很开心。两支队伍不相上下，最终打成平手。 "没有赢家。看来我们只能分道扬镳了。感谢你的帮助。"他们给了你一些无人机部件作为奖励。

source: The basketball game between the two Engi teams is certainly a novelty. Their robotic movements and precise aim make for an unusual experience. However, both sides seem to have fun. The Harmony team somehow pulls an underdog victory, meaning that the Separatists surrender. "This = optimal. The Separatists have: surrendered nonviolently. Your advice = appreciated. This = ...a strange..." The Engi trails off. Is that a trace of melancholy in its voice?
fr: Le match de basket entre les deux équipes d'Engi est assurément une nouveauté. Leurs mouvements robotisés et la précision de leurs tirs en font une expérience inhabituelle. Cependant, les deux équipes semblent s'amuser. L'équipe Harmony remporte la victoire, ce qui signifie que les Séparatistes se rendent. "Ceci = optimal. Les Séparatistes se sont : rendus sans violence. Votre conseil = apprécié. Ceci = ...un étrange..." L'Engi s'interrompt. Y a-t-il une trace de mélancolie dans sa voix ?
ko: 두 엔지 팀 간의 농구 경기는 확실히 새롭습니다. 로봇의 움직임과 정확한 조준은 색다른 경험을 선사합니다. 양쪽 모두 재미있어하는 것 같습니다. 하모니 팀이 어떻게든 업셋을 이뤄내 분리주의자 팀이 항복했습니다. "이 방법 = 적절했음. 분리주의자: 폭력 없이 항복함. 귀하의 조언 = 감사받아야 함. 이 방법 = ...이상함..." 엔지가 길을 떠납니다. 방금 전의 기묘한 음성은 우울함이 묻어나온 걸까요?
ru: Игра в баскетбол между двумя командами энджи - это, безусловно, что-то новое. Их роботизированные движения и точные прицельные броски создают необычное впечатление. Однако обе стороны, похоже, получают удовольствие. Команда Гармонии каким-то образом вырывает победу, что означает, что Сепаратисты сдаются. "Это = оптимально. Сепаратисты: сдались ненасильственно. Ваш совет = признателен. Это = ...странно..." Энджи замолчал. Неужели в его голосе прослеживается меланхолия?
zh_hans: 两支半械队伍之间的篮球比赛无疑是一种新奇的体验。他们机械般的动作和精确瞄准带来了不同寻常的体验。不过，双方似乎都玩得很开心。谐合队以某种方式以弱胜强取得了胜利，这意味着分离者投降了。 "此=最佳。分离者：非暴力投降。你的建议=感激。此=……奇怪的……"半械族断断续续地说。它的声音里是有一丝忧郁吗？

source: As you scrap the Harmony ship, the Separatist hails. "This is a -shame-. They were acting slightly deviant. They may have joined the Separatists. However, we are grateful." In addition to the scrapped ship, they give you a reward.
fr: Au moment où vous vous débarrassez du vaisseau Harmony, le Séparatiste vous appelle : "C'est une -honte-. Ils agissaient de manière légèrement déviante. Ils ont peut-être rejoint les Séparatistes cepandant nous sommes reconnaissants." En plus du vaisseau démoli, ils vous donnent une récompense.
ko: 하모니 함선을 스크랩으로 만들려 할 때 분리주의자에게서 교신이 왔습니다. "이건 -안타깝다-. 저들은 좀 이상하게 행동했다. 분리주의자들과 합류했을지도 모른다. 하지만 고맙게 생각한다." 수거한 스크랩에 더불어 분리주의자에게 보상도 받았습니다.
ru: Когда вы уничтожаете корабль Гармонии, Сепаратисты вызывают вас. "Это -позор-. Они вели себя немного неадекватно. Возможно, они присоединились бы к Сепаратистам. Тем не менее, мы благодарны". В дополнение к разобранному кораблю они дают вам награду.
zh_hans: 当你报废谐合号飞船时，分离者呼唤你。"这是个–遗憾–。他们的行为有些反常。他们可能已经加入了分离者。不过，我们很感激。"除了报废的飞船，他们还给了你奖励。

source: You've triumphed against both crews at the same time. You scrap all that you have managed to find among both ships.
fr: Vous avez triomphé des deux équipages en même temps. Vous mettez au rebut tout ce que vous avez réussi à trouver dans les deux vaisseaux.
ko: 당신은 모든 엔지와 겨뤄 동시에 승리를 거두었습니다. 두 함선에서 찾아낸 것을 전부 수거합니다.
ru: Вы одержали победу над обоими экипажами одновременно. Вы разбираете все, что вам удалось найти на обоих кораблях.
zh_hans: 你同时战胜了两艘飞船。你搜刮了两艘飞船上所有能找到的东西。

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_NANOCLOUD"]/text
source: A Separatist ship floats around nearby, slowly distancing itself from you. You're somewhat baffled that quick scans show no crew aboard, but the ship seems fully functional and responsive.
fr: Un vaisseau Séparatiste flotte non loin, s'éloignant lentement de vous. Vous êtes quelque peu déconcerté quand les scans ne montrent aucune forme de vie à bord, mais le vaisseau à l'air complètement fonctionnel et sensible.
ko: 분리주의자 함선이 근처를 떠돌며 천천히 당신과 거리를 둡니다. 당신은 빠른 스캔 결과 승무원이 탑승하지 않았지만 함선은 완벽하게 기능하고 응답하는 것에 다소 당황했습니다.
ru: Корабль Сепаратистов дрейфует неподалеку, медленно отдаляясь от вас. Вы несколько озадачены тем, что быстрое сканирование показало отсутствие экипажа на борту, но корабль кажется полностью функциональным и способным выйти на контакт.
zh_hans: 一艘分离者舰船在附近飘荡，慢慢与你拉开距离。你感到有些困惑，因为快速扫描后发现船上没有船员，但是其本身仍在运作，并对外部有响应。

source: Attack.
fr: Attaquer.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
fr: Le mystère de ce vaisseau ne vous importe pas. La seule chose dans votre tête est la récompense de son explosion.
ko: 함선의 미스터리는 당신에게 중요하지 않습니다. 당신이 단지 생각한 것은 그 함선을 폭파하여 얻는 보상입니다.
ru: Тайна корабля не имеет для вас значения. Единственное, что у вас на уме, - это награда за его взрыв.
zh_hans: 飞船的神秘性对你来说并不重要。你唯一关心的就是炸毁它的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try to communicate.
fr: Essayer de communiquer.
ko: 소통을 시도한다.
ru: Попытаться пообщаться.
zh_hans: 尝试沟通。

source: You try to reach out, but every time the ship picks up all you can hear is a faint buzzing noise.
fr: Vous essayez d'établir un contact, mais la seule chose que vous entendez est un faible bourdonnement.
ko: 당신은 교신을 시도하지만 함선에서 들리는 소리는 윙윙거리는 희미한 소리뿐입니다.
ru: Вы пытаетесь связаться с ним, но каждый раз, когда корабль отвечает, вы слышите лишь слабое жужжание.
zh_hans: 你试图与对方通讯，但每次对方响应时都只有微弱的滋滋声。

source: Attack.
fr: Attaquer.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
fr: Le mystère de ce vaisseau ne vous importe pas. La seule chose dans votre tête est la récompense de son explosion.
ko: 함선의 미스터리는 당신에게 중요하지 않습니다. 당신이 단지 생각한 것은 그 함선을 폭파하여 얻는 보상입니다.
ru: Тайна корабля не имеет для вас значения. Единственное, что у вас на уме, - это награда за его взрыв.
zh_hans: 飞船的神秘性对你来说并不重要。你唯一关心的就是炸毁它的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You've lost interest in the mystery, and prepare to move on.
fr: Vous avez perdu tout interêt au vaisseau et vous préparez à partir.
ko: 당신은 이 미스터리에 흥미가 떨어졌고, 이동할 준비를 합니다.
ru: Вы потеряли интерес к тайне и готовитесь двигаться дальше.
zh_hans: 你对秘密失去兴趣，并准备继续向前。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Slug Crew) Try to detect life signs.
fr: (Membre d'équipage Limace) Essayer de détecter des formes de vie.
ko: (슬러그 승무원) 생명 신호를 탐지한다.
ru: (Член экипажа-слизень) Попытаться обнаружить признаки жизни.
zh_hans: (蛞蝓族船员)试着感应生命迹象。
