Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_separatist.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The Separatists load the missiles, then fire them directly into the Harmony link. It shatters the exterior, sending nanobots flying, only for them to reform again without any noticeable damage. "Well, at least now we [know]. Accept this payment."
fr: Les Séparatistes chargent les explosifs, avant de les tirer directement sur le Lien Harmonique. Ceci brise son extérieur, envoyant des nano-robots voler, juste pour qu'il se reforme sans dégât remarquable. "Eh bien, au moins maintenant nous [savons]. Acceptez ce paiement."
ko: 분리주의자들은 미사일을 장전한 후, 하모니 링크에 직격으로 발사합니다. 외부가 산산조각 나지만, 나노봇이 날아오며, 눈에 띄는 손상 없이 다시 구조가 형성됩니다. "흠, 이제 [파악]함. 받아 주길 바람."
ru: Сепаратисты заряжают ракеты, а затем запускают их прямо в Канал связи Гармонии. Взрыв разносит внешнюю оболочку, разбрасывая наноботов в разные стороны, но через некоторое время они вновь формируют оболочку, на которой не заметно каких-либо повреждений. "Ну, по крайней мере, теперь мы [знаем]. Примите это вознаграждение".
zh_hans: 分离者们装载了弹药后，直接向谐合链发射。导弹炸碎了外表，纳米机器人被崩飞，但很快又聚在一起，看不出什么显著的损伤。"至少，我们现在[了解]了。请接受这份报酬。"

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Take advantage of this situation and attack!
fr: Prendre avantage de la situation et attaquer !
ko: 이 기회를 틈타 공격한다!
ru: Воспользоваться этой ситуацией и атаковать!
zh_hans: 趁机向他们进攻！

source: The Separatists speak no words, but evidently won't go down without a fight!
fr: Les Séparatistes ne disent rien, mais il est évident qu'ils ne se laisseront pas faire au combat !
ko: 분리주의자들은 아무 말도 없지만, 아무래도 싸움 없이는 보내주지 않을 것 같습니다!
ru: Сепаратисты не говорят ни слова, но, очевидно, не сдадутся без боя!
zh_hans: 分离者们一言不发，但显然不会束手就擒！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the Engi.
fr: Ignorer les Engi.
ko: 엔지를 무시한다.
ru: Не обращать внимания на энджи.
zh_hans: 无视半械族。

source: If they're no threat to you, then you'll be no threat to them.
fr: S'ils ne sont pas une menace pour vous, vous ne serez pas une menace pour eux.
ko: 위협이 되지 않는다면 굳이 신경쓸 이유는 없죠.
ru: Если они не представляют для вас угрозы, то и вы не будете представлять для них угрозы.
zh_hans: 如果他们对你没有威胁，那么你也不必对他们造成威胁。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
