Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_separatist.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Your Slug tries to sense some form of intelligence aboard the enemy ship. They detect faint signs of potential life, but it's near impossible for them to tell.
fr: Votre Limace tente de détecter une forme d'intelligence à bord du vaisseau. De minuscules signes sont détectés, mais c'est presque impossible pour lui d'affirmer si c'est bien le cas.
ko: 슬러그는 적함에서 어떤 형태로든 정보를 얻으려 합니다. 그들은 잠재적인 생명의 희미한 징후를 감지하지만, 그들과 대화는 거의 불가능합니다.
ru: Ваш слизень пытается почувствовать какую-либо разумную форму жизни на борту вражеского корабля. Он обнаруживает слабые признаки потенциальной жизни, но не может сказать наверняка.
zh_hans: 你的蛞蝓族船员试图感应船上任何智慧生物迹象。他们感应到微微可能有迹象，但对他们来说几乎无法分辨。

source: Attack.
fr: Attaquer.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
fr: Le mystère de ce vaisseau ne vous importe pas. La seule chose dans votre tête est la récompense de son explosion.
ko: 함선의 미스터리는 당신에게 중요하지 않습니다. 당신이 단지 생각한 것은 그 함선을 폭파하여 얻는 보상입니다.
ru: Тайна корабля не имеет для вас значения. Единственное, что у вас на уме, - это награда за его взрыв.
zh_hans: 飞船的神秘性对你来说并不重要。你唯一关心的就是炸毁它的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You've lost interest in the mystery, and prepare to move on.
fr: Vous avez perdu tout interêt au vaisseau et vous préparez à partir.
ko: 당신은 이 미스터리에 흥미가 떨어졌고, 이동할 준비를 합니다.
ru: Вы потеряли интерес к тайне и готовитесь двигаться дальше.
zh_hans: 你对秘密失去兴趣，并准备继续向前。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Telepathic Shell) Try to detect life signs.
fr: (Coquille télépathique) Essayer de détecter des signes de vie.
ko: (진화적 재분기점) 생명 신호를 탐지한다.
ru: (Член экипажа-ракушка-телепат) Попытаться обнаружить признаки жизни.
zh_hans: (心灵感应甲壳族)试图感应到生命迹象。

source: Your Shell tries to sense some form of intelligence aboard the enemy ship. They detect faint signs of potential life, but it's near impossible for them to tell.
fr: Votre Coquilles tente de détecter une forme d'intelligence à bord du vaisseau. De minuscules signes sont détectés, mais c'est presque impossible pour lui d'affirmer si c'est bien le cas.
ko: 셸은 적함에서 어떤 형태로든 정보를 얻으려 합니다. 그들은 잠재적인 생명의 희미한 징후를 감지하지만, 그들과 대화는 거의 불가능합니다.
ru: Ваша ракушка пытается почувствовать какую-либо разумную форму жизни на борту вражеского корабля. Она обнаруживает слабые признаки потенциальной жизни, но не может сказать наверняка.
zh_hans: 你的甲壳族船员试图感应船上任何智慧生物迹象。他们感应到微微可能有迹象，但对他们来说几乎无法分辨。

source: Attack.
fr: Attaquer.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
fr: Le mystère de ce vaisseau ne vous importe pas. La seule chose dans votre tête est la récompense de son explosion.
ko: 함선의 미스터리는 당신에게 중요하지 않습니다. 당신이 단지 생각한 것은 그 함선을 폭파하여 얻는 보상입니다.
ru: Тайна корабля не имеет для вас значения. Единственное, что у вас на уме, - это награда за его взрыв.
zh_hans: 飞船的神秘性对你来说并不重要。你唯一关心的就是炸毁它的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You've lost interest in the mystery, and prepare to move on.
fr: Vous avez perdu tout interêt au vaisseau et vous préparez à partir.
ko: 당신은 이 미스터리에 흥미가 떨어졌고, 이동할 준비를 합니다.
ru: Вы потеряли интерес к тайне и готовитесь двигаться дальше.
zh_hans: 你对秘密失去兴趣，并准备继续向前。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore the ship.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You have no desire to deal with the ship.
fr: Vous avez perdu tout interêt au vaisseau et vous préparez à partir.
ko: 당신은 그 배를 상대할 마음이 없습니다.
ru: У вас нет желания иметь дело с кораблем.
zh_hans: 你没有兴趣与这艘舰船打交道。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The strange Separatist ship is destroyed, and you scrap its remains.
fr: L'étrange vaisseau Séparatiste est détruit et vous récupérez ses restes.
ko: 이상한 분리주의자 함선이 파괴된 채로 있고, 당신은 잔해에서 쓸만한 것을 모읍니다.
ru: Странный корабль Сепаратистов уничтожен, и вы собираете с его обломков все, что можете.
zh_hans: 这艘奇怪的分离者星舰已经死了，你搜刮了它的残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You prepare to move on when a squeaky, high pitched voice speaks from behind you. You turn around to see a grey cloud of nanobots floating in random directions around the room. "Outcome: Wonderful. Appreciation: Maximum. Sarcasm: 100%. You have destroyed my ship. Now I have no choice but to integrate myself with yours."
fr: Vous vous préparez à partir lorsqu'une voix aiguë parle derrière vous. Vous vous retournez pour voir un nuage gris de nano-bots flottant aléatoirement dans le vaisseau. "Résultat : Splendide. Appréciation : Maximum. Sarcasme : 100%. Vous avez détruit mon vaisseau. Je n'ai maintenant pas d'autre choix que de m'intégrer au vôtre."
ko: 당신이 이동하려고 할 때 삐걱거리고 높은 음조의 목소리가 당신의 뒤에서 들립니다. 주위를 돌아보면 회색빛 나노봇 구름이 방 안을 무작위로 떠다니는 것을 볼 수 있습니다. "결과: 훌륭. 감사: 최대. 풍자: 100%. 당신은 내 함선을 파괴. 나는 당신과 나를 통합할 수밖에 없음."
ru: Вы готовитесь идти дальше, как вдруг сзади вас раздается скрипучий голос с высоким тоном. Вы оборачиваетесь и видите серое облако наноботов, летающих по отсеку в произвольных направлениях. "Результат: Замечательно. Благодарность: Максимальна. Сарказм: 100%. Вы уничтожили мой корабль. Теперь у меня нет выбора, кроме как интегрировать себя в ваш".
zh_hans: 你刚准备动身离开时听见身后有一个尖锐的嗓音。你转头看见一团灰雾状的纳米机器人在舱室里四散飘荡。"结果：美妙。欣赏：最大值。讽刺：100%。你摧毁了我的舰体，现在我别无选择只能将自己与你们融为一体。"

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_FLEET_DELAY"]/text
source: A Separatist vessel hails you. "Your situation with the fleet is known. We have: proposition. Help us with killing hostile ship, and we will delay fleet."
fr: Un vaisseau Séparatiste vous contacte. "Votre situation avec la flotte est connue. Nous avons : une proposition. Aidez-nous à tuer un vaisseau hostile et nous retarderons la flotte."
ko: 분리주의자 함선이 교신합니다 "함대에 대한 상황은 알고 있음. 우리는: 제안. 적 함선을 처치하는 걸 도와주면 함대를 지연시키겠음."
ru: Судно Сепаратистов связывается с вами. "Ваша ситуация с флотом известна. У нас есть: предложение. Помогите нам уничтожить вражеский корабль, и мы задержим флот".
zh_hans: 一艘分离者舰船向你呼叫。"你与叛军舰队的情况已知悉。我们有：提议。帮我们击杀敌舰，我们帮你们拖延叛军追击。"

source: Listen to their offer.
fr: Écoutez leur offre.
ko: 그들의 요구를 들어준다.
ru: Выслушать их предложение.
zh_hans: 聆听他们的提议。

source: "Rebel Auto-ships, their AI is less than satisfactory. Always getting lost. Now, we must deal with lost ship in this sector. Will you help?"
fr: "Les vaisseaux Auto-Rebelles, leurs IA sont moins que satisfaisantes. Toujours en train de se perdre. Maintenant, nous devons nous occuper d'un vaisseau perdu dans le secteur. Allez-vous nous aider ?"
ko: "반군 무인기, 그들의 인공지능은 만족스럽지 못함. 항상 길을 잃음. 이제, 우리는 이 구역에서 길 잃은 무인기를 처리해야 함. 도와줄 것인가?"
ru: "Авто-корабли повстанцев, их искусственный интеллект не слишком удовлетворителен. Всегда теряются. Сейчас мы должны разобраться с потерянным кораблем в этом секторе. Вы поможете?"
zh_hans: "叛军自动舰，他们的AI不尽如人意。总是迷路。现在我们必须在这个星区里处理迷路飞船。你是否愿意帮助？"

source: Agree to kill the Auto-ship.
fr: Accepter de tuer l'Auto-vaisseau.
ko: 무인기를 처리하는 데에 동의한다.
ru: Согласиться уничтожить авто-корабль.
zh_hans: 同意击杀自动舰。

source: The Separatists lead you to the location of the Auto-ship.
fr: Les Séparatistes vous amènent à l'emplacement du vaisseau automatisé.
ko: 분리주의자들은 무인기가 있는 곳으로 당신을 안내했습니다.
ru: Сепаратисты приводят вас к местонахождению авто-корабля.
zh_hans: 分离者将你带到自动舰的位置。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse their offer.
fr: Refuser leur offre.
ko: 제안을 거절한다.
ru: Отказаться от их предложения.
zh_hans: 拒绝他们的提议。

source: "I am -dissatisfied- with your response, but I will tolerate it. Good day Captain."
fr: "Je suis -mécontent- de votre réponse, mais je la tolérerai. Bonne journée, capitaine."
ko: "당신의 응답에 -불만족-했지만, 인내하겠음. 좋은 하루 함장."
ru: "Я -неудовлетворен- вашим ответом, но я приму его. Всего доброго, капитан".
zh_hans: "我对你们的回应感到-不满-，但我容忍了。再见舰长。"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: No thanks.
fr: Non merci.
ko: 됐습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Fair = fair. Try not to die."
fr: "Très bien. Essayez de ne pas mourir."
ko: "좋음 = 좋음. 죽지 말도록."
ru: "Справедливость = справедливость. Постарайтесь не умереть".
zh_hans: "接受度=可接受。尽量别死了。"

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Very good. Now for your compensation. Please do not move your [ship]." The Separatists run a scan over your vessel, giving you a tingly feeling all over your body. The Separatists hail you again, this time looking very similar to you. "My job is less than 100%, but it will work for now. I have masked your jump signature. The fleet will now follow me. Good day."
fr: "Très bien. Maintenant pour votre part du marché. Veillez à ne pas bouger votre [vaisseau]." Les Séparatistes scannent votre vaisseau, vous donnant une sensation de picotement sur tout votre corps. Ils finissent par vous recontacter, cette fois à allure très identique à vous. "Mon travail est moins que 100%, mais ça fera l'affaire pour le moment. J'ai masqué votre signature de saut. La flotte va désormais me suivre. Bonne journée."
ko: "매우 좋음. 제안의 마지막. [함선]을 움직이지 말길." 분리주의자들은 당신의 함선을 스캔하여 당신의 온몸에 따끔따끔한 느낌을 줍니다. 분리주의자들이 다시 교신하지만, 이번에는 당신과 매우 닮아 보입니다. "작업이 100%는 아니지만, 지금으로써는 유효함. 당신의 도약 신호를 가렸음. 함대는 나를 따라올 것임. 좋은 하루."
ru: "Очень хорошо. Теперь о вашей части предложения. Пожалуйста, не двигайте свой [корабль]". Сепаратисты сканируют ваш корабль, вызывая ощущение мурашек по всему телу. Сепаратисты снова связываются с вами, на этот раз выглядя очень похожими на вас. "Моя работа не на 100% точная, но на данный момент этого хватит. Я замаскировал вашу прыжковую сигнатуру. Флот теперь будет следовать за мной. Приятного дня".
zh_hans: "很好。至于你们的报酬。请你们的[星舰]不要乱动。"分离者对你的星舰进行一次扫描，你浑身感觉痒痒的。分离者再次向你发消息，这次外观变得与你的星舰十分相似。"这个伪装算不上100%完美，但目前来说够用了。我伪装了你们的跃迁踪迹。现在叛军舰队会追踪我。再见。"

source: "You have failed. Do not attempt to communicate with us again."
fr: "Vous avez échoué. N'essayez pas de nous recontacter."
ko: "당신은 실패했음. 우리와 다시는 대화를 시도하지 말길."
ru: "Вы потерпели неудачу. Не пытайтесь снова связаться с нами".
zh_hans: "你失败了。不要试图再联系我们。"

# data/events_sector_separatist.xml$//event[@name="SEPARATIST_DISGUISE"]/text
source: An Engi ship hails you, though their camera has been turned off. "Federation, we request... Request: Aid in -search- for traitors. We require supplies."
fr: Un vaisseau Engi vous contacte, cependant leur caméra est éteinte. "Fédération, nous demandons... Demande : Aide dans recherche de traîtres. Nécessite ressources."
ko: 엔지 함선이 카메라가 꺼져 있음에도 불구하고 교신을 합니다. "연방, 우리는 요청... 요청: 반역자를 찾는 것에 대한 도움. 우리는 보급품을 희망함."
ru: Корабль энджи связывается с вами, хотя их камера была выключена. "Федерация, мы просим... Запрос: Помощь в -поисках- предателей. Нам нужны припасы".
zh_hans: 一艘半械舰船向你呼叫，不过他们的摄像头被关闭了。"联邦，我们请求...请求：协助搜寻叛徒。我们需要物资。"

source: Agree to their absurd request.
fr: Accepter leur étrange requête.
ko: 그들의 터무니없는 요구에 따라준다.
ru: Согласиться на абсурдный запрос.
zh_hans: 同意他们荒唐的请求。

source: A long mechanical arm unfolds from the ship's hull and grabs onto the supplies. The Engi promise you will receive a reward in return.
fr: Un long bras mécanique sort de la coque du vaisseau et attrape les ressources. Les Engis promettent que vous recevrez une récompense en retour.
ko: 긴 기계 팔이 함선 선체에서 뻗어 나와 보급품을 움켜잡습니다. 엔지는 나중에 보상을 하겠다고 약속합니다.
ru: Из корпуса корабля разворачивается длинный механический кран и хватает ваши припасы. Энджи обещают, что вы получите награду взамен.
zh_hans: 一支长长的机械臂从舰船的舰体中伸出并攥住了物资。半械族向你保证你会获得奖励。

source: Continue.
fr: Continuer.
ko: 계속.
ru: Продолжить.
zh_hans: 继续。

source: (Harmony Crew) Contact them and ask to negotiate further.
fr: (Membre d'équipage Engi) Les contacter et demander à négocier l'offre.
ko: (엔지 선원) 그들과 연락하여 협상한다.
ru: (Член экипажа из Гармонии) Связаться с ними и попросить продолжить переговоры.
zh_hans: (谐合船员)联系他们继续商讨。

source: Your Engi requests to communicate with them. The Engi ship doesn't respond, and after continuous hails, their weapons go online!
fr: Votre Engi demande à pouvoir échanger avec eux. Le vaisseau Engi ne répond pas et après plusieurs appels répétés, leur armement s'active !
ko: 엔지 승무원이 그들과 대화를 요청했습니다. 엔지 함선은 반응하지 않았지만, 계속된 교신 뒤에, 그들의 무기가 작동합니다!
ru: Ваш энджи запрашивает связь с ними. Корабль энджи не отвечает, и после непрерывных вызовов, их оружие включается!
zh_hans: 你的半械族船员试图与他们交流。半械舰船无回应，在多次呼叫后，他们的武器启动了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Separatist Crew) "It would seem that these [Engi] are Separatists."
fr: (Équipage séparatiste) "Il semblerait que ces [Engi] soient des séparatistes."
ko: (분리주의자 선원) "이 [엔지]들은 분리주의자인 것 같음."
ru: (Член экипажа-Сепаратист) "Похоже, что эти [Энджи] - Сепаратисты".
zh_hans: (分离者船员)"看起来这些[半械族]是半械分离者"

source: Not long after your Separatist contacts them, the Engi ship turns its cameras on, revealing that they are indeed Separatist Engi. "Federation, it would seem that our [goals] may be currently compatible. Would you be -willing- to make an exchange? We [assure] you that it would benefit both of our interests."
fr: Peu de temps après que votre Séparatiste les ait contactés, le vaisseau Engi allume ses caméras, révélant qu'il s'agit bien d'Engi Séparatistes. "Fédération, il semblerait que nos [objectifs] soient actuellement compatibles. Seriez-vous -prêts- à faire un échange ? Nous vous [assurons] que cela serait bénéfique pour nos deux intérêts."
ko: 당신의 분리주의자가 통신기 앞에 서고 얼마 지나지 않아 그들은 카메라를 켜고 자신들이 진짜 분리주의자임을 밝혔습니다. "연방, 우리의 [목표]는 현재 양립할 수 있음. 교환할 -의향-이 있는지? 우리 모두에게 이익이 될 것이라고 확신함."
ru: Вскоре после того, как ваш Сепаратист связался с ними, корабль энджи включает свои камеры, и выясняется, что это действительно энджи Сепаратисты. "Федерация, похоже, что наши [цели] в настоящее время могут быть совместимы. Не -желаете- ли вы произвести обмен? Мы [уверяем] вас, что это принесет пользу обоим нашим интересам".
zh_hans: 在你与半械分离者取得联系不久之后，半械飞船便开启了摄像头，显示他们确实是半械分离者。"从联邦角度来看，我们的[目标]目前似乎是能够达成一致的。你们是否愿意进行一次交换？我们向你们保证，这将对双方的利益都有好处。"

source: Agree to the exchange.
fr: Accepter l'échange.
ko: 제안에 동의한다.
ru: Согласиться на обмен.
zh_hans: 成交。

source: You agree to give the Separatists the resources they wanted, noticing that the request was more reasonable this time. A mechanical arm extends out of the ship to collect the supplies, and proceeds to dispense an augment once it finishes collecting the scrap.
fr: Vous acceptez de donner aux Séparatistes les ressources qu'ils voulaient, en remarquant que la demande était plus raisonnable cette fois-ci. Un bras mécanique sort du vaisseau pour collecter les ressources et distribue une augmentation une fois qu'il a fini de collecter la ferraille.
ko: 당신은 분리주의자들의 요청이 이번엔 더 합리적이라는 것을 확인하고 자원을 제공하는 데 동의했습니다. 그들은 커다란 기계 팔이 뻗어 물자를 수거하고, 작업이 끝나자 보조장비를 투하했습니다.
ru: Вы соглашаетесь дать Сепаратистам ресурсы, которые они хотели получить, заметив, что на этот раз просьба была более разумной. Из корабля выдвигается механический кран, чтобы собрать припасы, и выдает модуль, как только заканчивает сбор лома.
zh_hans: 你同意向半械分离者提供他们所要求的资源，并注意到这次的请求更为合理。一艘飞船中伸出一个机械臂来收集物资，并在收集完废料后分发了一个增强部件。

source: Decline their offer.
fr: Décliner leur offre.
ko: 제안을 거절한다.
ru: Отказаться от их предложения.
zh_hans: 拒绝他们的提议。

source: Though the Separatist seems dismayed at your refusal, they decide not to push any further, and soon jump away.
fr: Bien que les Séparatistes semblent consternés par votre refus, ils décident de ne pas aller plus loin et s'éloignent rapidement.
ko: 분리주의자는 당신의 거절에 당황한 듯하지만, 더 이상 밀어붙이지 않고 이내 도약해 사라졌습니다.
ru: Хотя Сепаратисты и выглядят обескураженными вашим отказом, они решают не настаивать на своем и вскоре уходят в прыжок.
zh_hans: 尽管半械分离者对你的拒绝感到失望，但他们最终决定不再继续纠缠下去，很快便离开了。

source: Say you cannot help.
fr: Dire que vous ne pouvez pas aider.
ko: 도울 수 없다고 이야기한다.
ru: Сказать, что вы не можете помочь.
zh_hans: 回复你无法帮忙。

source: "Need for -supplies- unfulfilled. Decisive action required... Screw this voice, we'll just take [everything] we want."
fr: "Besoin de ressources non rempli. Action décisive requise... Au diable cette voix, nous allons prendre tout ce qu'il nous faut."
ko: "보급품 미충족. 단호한 조치 필요... 더 나은 방안: 원하는 건 모두 챙겨가겠음."
ru: "Потребность в припасов не удовлетворена. Требуются решительные действия... К черту этот голос, мы просто возьмем все, что захотим".
zh_hans: "物资获取未满足。需要果断行为...去他妈这个破腔调。我们想拿什么就拿什么。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You hear a fumbling noise and the camera turns on, revealing the captain of the ship is not a regular Engi, but a Separatist. They quickly turn it back off but the damage has already been done. "Look look, no -need- to do anything brash. We'll give you back [half] of what you paid us, and we don't -have- to fight. Fair?"
fr: Vous entendez un bruit anormal et la caméra s'allume, révélant que le capitaine de ce vaisseau est en réalité un Séparatiste. Il coupe vite la transmission mais les dégâts sont déjà faits. "Ecoutez, inutile de faire quoi que ce soit de brutal. Nous vous rendrons la moitié de ce que nous avons payé et nous n'avons pas à nous battre. Est-ce équitable ?"
ko: 더듬거리는 소리가 들리고 카메라가 켜지면서 선장이 일반 엔지가 아니라 분리주의자임을 알 수 있었습니다. 그는 카메라를 재빨리 꺼 보지만 이미 들켰습니다. "대기, 경솔할 필요 없음. 당신이 준 물건의 절반을 돌려줄 테니 싸움을 중단. 공평함?"
ru: Вы слышите шум, и камера включается, показывая, что капитан корабля - не обычный энджи, а Сепаратист. Он быстро выключает камеру, но тайное становится ясным. "Послушайте-послушайте, не -нужно- делать ничего дерзкого. Мы вернем вам [половину] того, что вы нам заплатили, и нам не -придется- сражаться. Справедливо?"
zh_hans: 你听见一阵窸窣声后摄像头打开了，发现对方舰船的舰长不是普通半械族，而是一位分离者。他迅速把摄像头关闭了但是已无法挽回。"听着听着，没必要做什么急事。我们可以归还物资的一半，然后我们就握手言和。如何？"

source: Agree to split the supplies.
fr: Accepter de partager les ressources.
ko: 보급품을 나누는 것에 동의합니다.
ru: Согласиться разделить припасы.
zh_hans: 同意平分物资。

source: The arm unfolds once again and deposits half of what you had paid them. You notice they rounded down in their favor, but it's too late to complain as they hastily jump away.
fr: Le bras mécanique sort à nouveau et dépose la moitié de ce que vous leur aviez fourni. Vous remarquez qu'ils ont arrondit à leur faveur, mais il est trop tard pour s'en plaindre puisqu'ils sont hâtivement partis.
ko: 기계 팔이 다시 한번 펼쳐지고, 그들에게 지불한 보급품의 절반을 돌려줬습니다. 당신은 그들이 자신들에게 유리하게 반올림했다는 것을 알아차렸지만, 그들이 재빨리 도망쳤기 때문에 불평하기에는 너무 늦었습니다.
ru: Кран снова разворачивается и возвращает половину того, что вы им заплатили. Вы замечаете, что они округляют сумму в свою пользу, но жаловаться уже поздно, так как они поспешно уходят в прыжок.
zh_hans: 机械臂再次从舰体伸出并放下你们送的物资的一半。你注意到他们四舍五入的时候向着他们自己了，但是来不及控诉他们就急忙跃迁。

source: Fight them.
fr: Les combattre.
ko: 싸운다.
ru: Сражаться с ними.
zh_hans: 与他们开战。

source: The Separatist pleads for you to spare them, but you have no intentions on letting them live.
fr: Le Séparatiste vous supplie de l'épargner, mais vous n'avez aucune intention de le laisser vivre.
ko: 분리주의자는 살려달라고 간청하지만, 당신은 그들을 살려둘 생각이 없습니다.
ru: Сепаратист умоляет вас пощадить его, однако вы не намерены оставлять его живым.
zh_hans: 分离者恳求你饶他们一命，但你不打算让他们活下去。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The camera feed flickers on, revealing a smug Separatist captain. "Sorry, but it [appears] you have been deceived. By me. I am very -smart- and clever. Ha ha. There is no [reward], by the way."
fr: La transmission par caméra est rétablie, révélant un capitaine Séparatiste confiant. "Désolé, mais il s'avère que vous avez été trompés. Par moi. Je suis très intelligent. Ha ha. Il n'y a pas de récompense, au fait."
ko: 카메라의 신호가 깜박이면서 의기양양한 표정의 분리주의자 선장이 모습을 드러냅니다. "미안하지만, 당신은 속았음. 나한테. 나는 매우 똑똑하고 영리함. 하하. 하지만, 보상은 없음."
ru: Камера включается, показывая самодовольного капитана Сепаратистов. "Извините, но, [похоже], вы были обмануты. Мной. Я очень -умный- и хитрый. Ха-ха. Кстати, [награды] не будет".
zh_hans: 摄像头影像闪现，显示着一位洋洋得意的分离者舰长。"抱歉，但看来你们被欺骗了，被我骗了。我聪明又机灵。哈，哈。顺便一提，并没有什么奖励。"

source: Kill the bastards.
fr: Tuer ces bâtards.
ko: 이 개자식을 처리한다.
ru: Убить засранцев.
zh_hans: 干掉这个混蛋。

source: "Wait, what are -you- doing? No, no, stop. Wait. This is a [bad] idea!"
fr: "Attendez, que faites-vous ? Non, non, stop. Attendez. C'est une [mauvaise] idée !"
ko: "잠깐, 넌 뭐하는 거지? 안돼, 안돼, 멈춰. 잠깐. 이건 [안 좋은] 아이디어였음!"
ru: "Подождите, что -вы- делаете? Нет-нет, остановитесь. Подождите. Это [плохая] идея!"
zh_hans: "等等，你在干什么？不，不，停下。这是个[坏]主意！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Accept that you have been tricked.
fr: Accepter que vous avez été trompé.
ko: 속은 걸 인정한다.
ru: Принять тот факт, что вас обманули.
zh_hans: 接受你被欺骗的事实。

source: The Separatist seems surprised that you have chosen not to fight back. You end the call and ignore the ship.
fr: Le Séparatiste a l'air surpris que vous n'ayez pas choisit de le combattre. Vous terminez l'appel et ignorez le vaisseau.
ko: 분리주의자는 당신이 반격하지 않기로 한 것에 놀란 것 같습니다. 당신은 대화를 종료하고 함선을 무시합니다.
ru: Сепаратист, кажется, удивлен тем, что вы решили не сопротивляться. Вы заканчиваете разговор и не обращаете внимания на корабль.
zh_hans: 分离者对你不选择反击感到意外。你结束通讯并无视对方舰船。

source: "Your donation is appreciated, Captain. I'll be honest. We are no -Harmony- ship. This ship is now under control of the Separatists. Still, we [thank] you. Please accept this gift."
fr: "Votre don est apprécié, Capitaine. Je vais être franc. Nous ne sommes pas un vaisseau de l'Harmonie. Ce vaisseau est désormais sous le contrôle de Séparatistes. Tout de même, nous vous [remercions]. Veuillez accepter ce cadeau."
ko: "기부해 주셔서 감사함, 선장. 영광임. 우리는 하모니 함선이 아님. 이 함선은 이제 분리주의자 함선임. 그래도 우리는 당신에게 [감사함]. 선물을 받아주기 바람."
ru: "Ваше пожертвование оценено по достоинству, капитан. Я буду честен. Мы не корабль -Гармонии-. Этот корабль теперь под контролем Сепаратистов. Тем не менее, мы [благодарим] вас. Пожалуйста, примите этот подарок".
zh_hans: "感谢你们的捐赠，舰长。我说实话，我们并不属于谐合。这艘战舰现在由分离者掌控。尽管如此，我们[感谢]你们。请接受这份礼物。"
