Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_separatist.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You receive a communication from a lone Separatist escape pod. "I [need] help. Phantoms have [assumed] control of my -ship-. Would you [rectify] the situation?"
fr: Vous recevez une communication d'une capsule de sauvetage séparatiste isolée : " J'ai [besoin] d'aide. Les Fantômes ont [pris] le contrôle de mon -vaisseau-. Pourriez-vous [rectifier] la situation ?"
ko: 외딴 분리주의자 탈출 포드에서 교신이 왔습니다. "도움 [필요]. 팬텀들이 내 함선을 [장악]함. 상황을 [바로잡아] 줄 수 있나?"
ru: Вы получаете сообщение из одинокой спасательной капсулы Сепаратистов. "Мне [нужна] помощь. Фантомы [захватили] контроль над моим -кораблем-. Не могли бы вы [исправить] ситуацию?"
zh_hans: 你收到了一个分离者逃生舱发来的通讯。"我[需要]帮助。幻灵[控制]了我的-舰船-。你能 [纠正]这种情况吗？"

source: Assist the Separatist.
fr: Aider le séparatiste.
ko: 분리주의자를 돕는다.
ru: Помочь Сепаратисту.
zh_hans: 协助半械分离者。

source: You approach the occupied vessel. "Glad to hear. Don't destroy [it]."
fr: Vous vous approchez du vaisseau occupé : "Heureux de l'apprendre. Ne le [detruisez] pas."
ko: 당신은 장악당한 함선에 다가갑니다. "매우 다행. 파괴하지 말 것."
ru: Вы приближаетесь к захваченному судну. "Рад слышать. Не уничтожайте [его]".
zh_hans: 你靠近被占领的飞船。"很高兴收到这个消息。不要毁坏[它]。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't get involved.
fr: Ne pas s'en mêler.
ko: 관여하지 않는다.
ru: Не вмешиваться.
zh_hans: 不卷入其中。

source: The Separatist seems annoyed and disconnects immediately.
fr: Le Séparatiste semble agacé et se déconnecte immédiatement.
ko: 분리주의자는 짜증을 내며 즉시 연결을 끊었습니다.
ru: Сепаратист выглядит раздраженным и немедленно отключает связь.
zh_hans: 分离者非常恼火，立刻断开了通讯。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Wow. [You're] a real jerk, aren't you? What am I supposed [to] do now?" The Separatist ends the communication in a huff.
fr: "Wow. [Vous êtes] un vrai con, n'est-ce pas ? Qu'est-ce que je suis [censé] faire maintenant ?" Le Séparatiste met fin à la communication dans une colère noire.
ko: "우와. 너는 진짜 [멍청이]. 이제 난 어떻게 해야 하지?" 분리주의자는 화를 내며 통신을 끊었습니다.
ru: "Ого. [Ты] настоящий придурок, не так ли? Что мне теперь [делать]?" Сепаратист в раздражении заканчивает общение.
zh_hans: "哇，[你]真是个混蛋！我现在[该]怎么办？"分离者一气之下结束了通话。

source: "You've destroyed my [property]. I -will- have my revenge."
fr: "Vous avez détruit ma [propriété]. J'aurais -ma- vengeance."
ko: "내 [재산]을 부쉈다. -복수- 해야 한다."
ru: "Вы уничтожили мою [собственность]. Я -отомщу-".
zh_hans: "你毁了我的[财产]。我‐要‐报仇。"

source: "Since I now [have] no ship to house me, I will be forced to [join] yours."
fr: "Comme je n'ai [plus] de vaisseau pour m'héberger, je vais être obligé de [rejoindre] le vôtre."
ko: "이제 타고 갈 [배]가 없으니, 당신에게 [합류]하는 수밖에 없다."
ru: "Поскольку [теперь] у меня нет корабля, на котором я мог бы жить, я буду вынужден [присоединиться] к вам".
zh_hans: "既然我现在[已]无船可住，我将被迫[加入]你的船。"

source: Though Separatists usually prefer isolation, a rare example of a Separatist colony is hosted on a nearby planet. The distress beacon appears to be originating from the planet's surface.
fr: Même si les Séparatistes préfèrent habituellement l'isolation, un rare exemple de colonie Séparatiste est présente sur la planète proche. Le signal de détresse a l'air de provenir de la surface de la planète.
ko: 분리주의자들은 보통 혼자 있기를 선호하지만, 인근 행성에서 분리주의자 식민지라는 보기 드문 장소가 있습니다. 조난 신호는 그 행성의 표면에서 발신된 것으로 보입니다.
ru: Хотя Сепаратисты обычно предпочитают изолированный образ жизни, на соседней планете находится редкий пример колонии Сепаратистов. Сигнал бедствия, похоже, исходит с поверхности планеты.
zh_hans: 尽管分离者倾向于独处，一例罕见的分离者殖民地座落于附近的星球上。求救信号似乎来自星球表面。

source: Contact them.
fr: Les contacter.
ko: 교신한다.
ru: Связаться с ними.
zh_hans: 联系他们。

source: "Greetings unwelcome stranger. Consider yourself now welcome. We have request. We have recently been infected by [deadly] virus, casualties are over -1/4th- of population. Can you assist?"
fr: "Salutations, étranger indésirable. Considérez-vous désormais le bienvenu. Nous avons une demande. Nous avons récemment été infectés par un virus [mortel], les pertes s'élèvent à plus d'un quart de la population. Pouvez-vous nous aider ?"
ko: "환영함, 반갑지 않은 외부인. 이젠 반가움. 요청이 있음. 우리는 최근 [치명적인] 바이러스에 감염되어, 사상자가 4분의 1을 넘음. 도와줄 수 있는지?"
ru: "Приветствую неприглашенный гость. Считай, что теперь вы приглашены. У нас есть просьба. Мы недавно были заражены [смертельным] вирусом, жертвы составляют более -1/4- населения. Можете ли вы помочь?"
zh_hans: "你好不受欢迎的陌生人，现在你被欢迎了。我们有请求。我们近来被[致命]病毒感染，超过[1/4]的个体死亡。你能否协助？"

source: Pay some supplies.
fr: Offrir des ressources.
ko: 보급품을 나눠준다.
ru: Передать немного припасов.
zh_hans: 赠送一些物资。

source: Though you can tell from their reactions it won't help much, the Engis are still grateful for your donation.
fr: Si vous pouvez voir par leurs réactions que cela ne les aidera pas énormément, les Engis sont tout de même reconnaissants pour votre don.
ko: 비록 반응에서 그것이 큰 도움이 되지 않을 것이라는 것을 알 수 있지만, 엔지들은 그래도 당신의 기부에 감사해하고 있습니다.
ru: Хотя по их реакции видно, что это не сильно поможет, энджи все равно благодарны за ваше пожертвование.
zh_hans: 尽管你从他们的反应揣摩出物资帮不上大忙，半械族们仍对你的捐赠十分感激。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Separatists have nothing to offer as far as a physical reward goes, but they are able to repair your hull.
fr: Les Séparatistes n'ont rien à offrir en récompense physique, mais ils sont aptes à réparer votre coque.
ko: 분리주의자는 물리적인 보상은 아무것도 할 수 없지만, 당신의 선체를 수리할 수는 있습니다.
ru: Сепаратистам нечем предложить в качестве физической награды, но они могут отремонтировать ваш корпус.
zh_hans: 对方没有什么可用来报答你的物资，但能够帮你维修舰体。

source: (Hacking Weapon) Use your hacking weapon to destroy the virus.
fr: (Arme de piratage) Utiliser votre arme de piratage pour détruire le virus.
ru: (Оружие взлома) Использовать свое оружие взлома, чтобы уничтожить вирус.
zh_hans: (黑客武器)使用你的黑客武器来击溃病毒。

source: Your hacking weapon discombobulates the affected Separatists. They are completely knocked out, but the virus proves defenseless to your advanced weapon. You're able to affect large numbers of population at a time.
fr: Votre arme de piratage désoriente les Séparatistes affectés. Ils sont complètement assommés, mais le virus reste sans défense face à votre arme avancée. Vous pouvez ainsi toucher un grand nombre de populations simultanément.
ru: Ваше оружие взлома выводит из строя зараженных Сепаратистов. Они полностью отключаются, а вирус оказывается бессилен перед вашим продвинутым оружием. Вы способны воздействовать сразу на большое количество особей.
zh_hans: 你的黑客武器使受影响的半械分离者困惑。他们完全失去了战斗力，但这种病毒却无法抵御你先进的武器。你能够一次性影响大量人群。

source: Continue treating Separatists.
fr: Poursuivre le traitement des séparatistes.
ru: Продолжать лечить Сепаратистов.
zh_hans: 继续治疗半械分离者。

source: You're able to cure the rest of the Separatists with some clever positioning and coordination by the population. They are extremely grateful, and gift you a piece of equipment for your ship. One of their workers also offers in secret to work aboard your crew, afraid of their fate in the colony if the virus resurfaces.
fr: Grâce à un positionnement astucieux et à la coordination de la population, vous parvenez à guérir le reste des Séparatistes. Ils vous sont extrêmement reconnaissants et vous offrent un équipement pour votre vaisseau. L'un de leurs travailleurs vous propose également, en secret, de rejoindre votre équipage, craignant pour son sort dans la colonie si le virus venait à réapparaître.
ru: Вам удается излечить оставшихся Cепаратистов благодаря скоординированных действий местных жителей. Они крайне благодарны и дарят вам оборудование для вашего корабля. Один из их рабочих также тайно предлагает присоединиться к вашему экипажу - он опасается за свою судьбу в колонии, если вирус вдруг вернется.
zh_hans: 通过巧妙的部署和民众的协作，你能够成功制服其余的半械分离者。他们对此深表感激，并送给你一艘飞船的设备作为感谢。其中一名工人还秘密地表示愿意加入你的船员队伍，因为他担心如果病毒再次出现，他们在殖民地的命运将会如何。

source: L-8133
ru: Л-8133

source: (Hacking) Use your hacking to isolate the virus.
fr: (Piratage) Utiliser votre Piratage pour isoler le virus.
ko: (해킹) 바이러스를 격리하기 위해 해킹한다.
ru: (Взломщик) Воспользоваться взломщиком, чтобы изолировать вирус.
zh_hans: (黑客系统)使用你的黑客系统隔离病毒。

source: Your hacking is surprisingly effective, and you're able to remove all instances of the virus's code from several Separatists. With how effective your hacking has been, they request that you stay behind a little longer to cure even more of them.
fr: Votre Piratage est surprenamment efficace et vous êtes en mesure de supprimer touts les instances du code du virus de nombreux Séparatistes. Vu comment votre Piratage a été efficace, ils demandent à ce que vous restiez un peu plus longtemps pour en soigner encore plus.
ko: 해킹은 놀라울 정도로 효과적이었으며, 여러 분리주의자들로부터 바이러스 코드의 모든 부분을 제거할 수 있었습니다. 당신의 해킹이 얼마나 효과적이었는지, 그들은 더 많은 치료를 위해 조금 더 머물 것을 요청합니다.
ru: Ваш взломщик на удивление оказался эффективним, и вы смогли удалить все экземпляры кода вируса у нескольких Сепаратистов. Учитывая эффективность вашего взломщика, они просят вас остаться здесь еще немного, чтобы вылечить еще больше Сепаратистов.
zh_hans: 你的黑客系统出奇地有效，你成功将数名分离者上的病毒代码杀灭。见识到你的黑客系统的效果之后，他们请求你多留一段时间来治疗更多人。

source: Stay back and cure more.
fr: Rester et continuer les soins.
ko: 잠시 남아 더 치료한다.
ru: Задержаться и вылечить больше Сепаратистов.
zh_hans: 留下来多治一些人。

source: It takes the rest of the day to cure the other Separatists, but at last it appears you have managed to cure the entire colony of the virus. They are extremely grateful, and gift you a piece of equipment for your ship. One of their workers also offers in secret to work aboard your crew, afraid of their fate in the colony if the virus resurfaces.
fr: Cela prend le reste de la journée pour soigner les autres Séparatistes, mais enfin, il semblerait que vous ayez réussi à soigner la colonie entière du virus. Ils sont extrêmements reconnaissants et offrent une pièce d'équipement pour votre vaisseau. Un de leurs ouvriers offre aussi en secret de travailler à bord, craignant pour leur destin dans la colonie si le virus venait à ressurgir.
ko: 다른 분리주의자들을 치료하는 데 하루를 꼬박 쓰긴 했지만, 마침내 식민지 전체의 바이러스를 치료하는 데 성공한 것으로 보입니다. 그들은 매우 고마워하며, 함선을 위한 장비를 당신에게 선물합니다. 그들 중 한 명은 바이러스가 다시 나타날 때의 식민지에서 그들의 운명을 두려워하여, 당신의 선원이 되는 것을 비밀리에 제안합니다.
ru: Остаток дня уходит на лечение других Сепаратистов, но, наконец, оказывается, что вам удалось излечить от вируса всю колонию. Они чрезвычайно благодарны и дарят вам часть оборудования для вашего корабля. Один из их рабочих также тайно предлагает работать на борту вашего корабля, боясь своей участи в колонии, если вирус появится вновь.
zh_hans: 花了你大半天才将剩下的分离者治愈，但最后你成功将整个殖民地的病毒都一扫而空。他们极度感激，送你星舰一件设备。其中一名工人秘密提议在星舰上当你的船员，害怕病毒再次袭来后殖民地命运难料。

source: L-8133
ru: Л-8133

source: You cannot stay.
fr: Vous ne pouvez rester.
ko: 더 머물 순 없다.
ru: Вы не можете остаться.
zh_hans: 你不能久留。

source: "Calculating percentage of casualties resulting from failure to wait: 20%. Those who have been saved will surely be infected again. We will not keep you waiting, as if we were able to anyways."
fr: "Calcul du pourcentage de pertes résultant de l'échec de l'attente : 20%. Ceux qui ont été sauvés seront certainement infectés à nouveau. Nous ne vous retiendront pas, c'est pas comme si nous ne le pouvions de toute façon."
ko: "대기 실패에 따른 사상자 비율 계산: 20%. 당신이 구해준 인원들은 다시 감염될 것이 분명함, 우리가 어떻게든 할 수 있으니, 당신을 기다리게 하지 않겠음."
ru: "Расчет процента потерь, вызванных неумением ждать: 20%. Те, кто был спасен, несомненно, будут заражены снова. Мы не будем заставлять вас ждать, как будто у нас была такая возможность".
zh_hans: "计算拒绝等待后导致的伤亡百分比：20%。那些被治愈的一定会再次被感染的。我们不会让你久留，好像我们有能力让你久留似的。"

source: (Engi Crew) Send your Engi down to help.
fr: (Membre d'équipage Engi) Envoyer votre Engi aider la colonie.
ko: (엔지 선원) 엔지 선원을 내려보내 도와주게 한다.
ru: (Член экипажа-энджи) Отправить вашего энджи на помощь.
zh_hans: (半械族船员)派你的半械族船员下去帮忙。

source: (Separatist Crew) Send your Separatist down to help.
fr: (Membre d'équipage Séparatiste) Envoyer votre Séparatiste aider la colonie.
ko: (분리주의자 선원) 분리주의자 선원을 내려보내 도와주게 한다.
ru: (Член экипажа-Сепаратист) Отправить вашего Сепаратиста на помощь.
zh_hans: (分离者船员)派你的分离者船员下去帮忙。

source: (Engi Defender Crew) Send your Defender down to help.
fr: (Membre d'équipage Défenseur) Envoyer votre Défenseur aider la colonie.
ko: (엔지 수비대 선원) 수비대 선원을 내려보내 도와주게 한다.
ru: (Член экипажа-энджи Защитник) Отправить вашего Защитника на помощь.
zh_hans: (半械保卫者船员)派你的半械保卫者船员下去帮忙。

source: We know nothing about infections.
fr: Nous ne savons rien des infections.
ko: 감염에 대해서 아는게 없다.
ru: Мы ничего не знаем об инфекциях.
zh_hans: 我们对感染一无所知。

source: "-ERROR: Logic not present- Infection is not biological, we are machi-" you end the call. They do not attempt to communicate again.
fr: "-ERREUR : Logique non présente- L'infection n'est pas biologique, nous sommes des machi-" vous coupez l'appel. Ils n'essaient pas de vous recontacter.
ko: "-오류: 논리가 존재하지 않음- 생물학적 감염이 아님,우리는 기ㄱㄱ-" 당신은 통신을 중단합니다. 그들은 더이상 통신을 시도하지 않습니다.
ru: "-ОШИБКА: Отсутствие логики- инфекция не биологическая, мы маши..." вы завершаете вызов. Они не пытаются связаться снова.
zh_hans: "-错误：逻辑缺失-感染并非生物性，我们是机械-"你结束会话。他们没再试图通讯。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore the colony.
fr: Ignorer la colonie.
ko: 식민지를 무시한다.
ru: Не обращать внимания на колонию.
zh_hans: 无视殖民地。

source: Too far away for them to notice you, you're left undisturbed in your current location.
fr: Trop éloigné pour vous faire remarquer, vous n'êtes pas dérangés dans votre emplacement actuel.
ko: 그들이 알아차리기에는 너무 멀리 떨어져 있어서, 당신은 현재 위치에서 방해받지 않고 있습니다.
ru: Слишком далеко, чтобы они могли вас заметить, и вы остаетесь в своем текущем местоположении.
zh_hans: 你离得太远，他们注意不到你，你在当前位置无人打扰。

source: Do something onboard the ship.
fr: Faire quelque chose à bord du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your Engi is sent down to the planet, where they successfully manage to find the source of the virus and purge it from some of the Separatist's systems. Once they're sure of how to do it on their own, they give your Engi a gift to bring back to the ship.
fr: Votre Engi est envoyé sur la planète et réussit avec succès à trouver la source du virus et il le purge de certain des systèmes Séparatistes. Une fois qu'ils sont sûrs de comment procéder eux-mêmes, ils donnent à votre Engi un cadeau à ramener sur le vaisseau.
ko: 당신의 엔지는 행성으로 보내져 성공적으로 바이러스의 근원을 찾아 분리주의자의 시스템에서 제거합니다. 그들은 스스로 해결하는 방법을 확인한 뒤, 엔지에게 선물을 주어 배로 다시 가져옵니다.
ru: Ваш энджи отправляется на планету, где ему успешно удается найти источник вируса и очистить от него некоторые системы Сепаратистов. Когда они понимают, как сделать это самостоятельно, они дарят вашему энджи подарок, который он должен принести на корабль.
zh_hans: 你的半械族船员被派遣降至星球，他们成功找到病毒的源头并将其从一些分离者的系统中净化。确信已经学会亲自操作后，他们送给你的半械族船员一份礼物带回星舰。

source: Your Engi attempts to debug the Separatists, but only ends up catching the virus themselves. It slowly erodes at the code that causes it to maintain a solid shape and evaporates as its nanobots scatter. The Separatists send their condolences but have nothing else to say.
fr: Votre Engi essaie de déboguer les Séparatistes, mais ne finit que par attraper le virus lui-même. Il est lentement érodé par la perte de son code lui permettant de maintenir une forme solide et s'évapore tandis que ses nano-robots se dispersent. Les Séparatistes envoient leurs condoléances mais n'ont rien d'autre à dire.
ko: 엔지는 분리주의자를 디버깅하려고 시도하지만 결국 바이러스에 스스로 감염되어 버립니다. 고체 형태를 유지하는 코드에서부터 천천히 침식되었고, 결국 나노봇이 흩어지며 증발했습니다. 분리주의자들은 애도를 표할 뿐 더 이상 말을 하지 않습니다.
ru: Ваш энджи пытается отладить Сепаратистов, но в итоге сам заражается вирусом. Он медленно разрушает код, который заставляет его сохранять твердую форму, и испаряется, когда его наноботы рассеиваются. Сепаратисты выражают свои соболезнования, но больше им нечего сказать.
zh_hans: 你的半械族船员试图对分离者们进行调试，但最后自己也感染了病毒。病毒慢慢侵蚀着负责塑型的代码，随着纳米机器人的散落而蒸发。分离者们表示吊唁但没其他话可说。

source: You aren't sure if a virtual infection will carry over the Clone Bay, and attempt to revive your crew. Unfortunately the clone appears to be suffering many glitches and cannot keep a constant form. You put them out of their misery and delete their data from the clone bank.
fr: Vous n'êtes pas sûr qu'une infection virtuelle se propagera dans la salle des Clones et tentez de répliquer votre Engi. Malheureusement le clone à l'air de souffrir de graves dysfonctions et ne peut maintenir une forme constante. Vous mettez fin à ses souffrances et supprimez ses données de la banque de clones.
ko: 당신은 바이러스가 클론 배양실까지 옮겨올지 확실하지 않지만, 선원의 복제를 시도합니다. 안타깝게도 복제품은 많은 결함을 가지고 있고 일정한 형체를 유지하지 못합니다. 당신은 선원을 고통에서 벗어나게 하고 클론 배양실에서 데이터를 삭제합니다.
ru: Вы подозреваете, что виртуальная инфекция перенесется в Клон-отсек, но пытаетесь оживить своего члена экипажа. К сожалению, клон, похоже, страдает от многочисленных сбоев и не может поддерживать постоянную форму. Вы избавляете его от страданий и удаляете его данные из банка клонов.
zh_hans: 你不确定病毒感染会不会被克隆仓遗留下来，试图复活你的船员。不幸的是克隆体遭受着许多小故障，无法维持稳定的形态。你给他一个解脱并将他的数据从克隆仓中删去。

source: Your Engi is sent down to the planet, where they successfully manage to find the source of the virus and purge it from some of the Separatist's systems. Once they're sure of how to do it on their own, they give your Engi a gift to bring back to the ship.
fr: Votre Engi est envoyé sur la planète et réussit avec succès à trouver la source du virus et il le purge de certain des systèmes Séparatistes. Une fois qu'ils sont sûrs de comment procéder eux-mêmes, ils donnent à votre Engi un cadeau à ramener sur le vaisseau.
ko: 당신의 엔지는 행성으로 보내져 성공적으로 바이러스의 근원을 찾아 분리주의자의 시스템에서 제거합니다. 그들은 스스로 해결하는 방법을 확인한 뒤, 엔지에게 선물을 주어 배로 다시 가져옵니다.
ru: Ваш энджи отправляется на планету, где ему успешно удается найти источник вируса и очистить от него некоторые системы Сепаратистов. Когда они понимают, как сделать это самостоятельно, они дарят вашему энджи подарок, который он должен принести на корабль.
zh_hans: 你的半械族船员被派遣降至星球，他们成功找到病毒的源头并将其从一些分离者的系统中净化。确信已经学会亲自操作后，他们送给你的半械族船员一份礼物带回星舰。

source: Your Engi attempts to debug the Separatists, but only ends up catching the virus themselves. It slowly erodes at the code that causes it to maintain a solid shape and evaporates as its nanobots scatter. The Separatists send their condolences but have nothing else to say.
fr: Votre Engi essaie de déboguer les Séparatistes, mais ne finit que par attraper le virus lui-même. Il est lentement érodé par la perte de son code lui permettant de maintenir une forme solide et s'évapore tandis que ses nano-robots se dispersent. Les Séparatistes envoient leurs condoléances mais n'ont rien d'autre à dire.
ko: 엔지는 분리주의자를 디버깅하려고 시도하지만 결국 바이러스에 스스로 감염되어 버립니다. 고체 형태를 유지하는 코드에서부터 천천히 침식되었고, 결국 나노봇이 흩어지며 증발했습니다. 분리주의자들은 애도를 표할 뿐 더 이상 말을 하지 않습니다.
ru: Ваш энджи пытается отладить Сепаратистов, но в итоге сам заражается вирусом. Он медленно разрушает код, который заставляет его сохранять твердую форму, и испаряется, когда его наноботы рассеиваются. Сепаратисты выражают свои соболезнования, но больше им нечего сказать.
zh_hans: 你的半械族船员试图对分离者们进行调试，但最后自己也感染了病毒。病毒慢慢侵蚀着负责塑型的代码，随着纳米机器人的散落而蒸发。分离者们表示吊唁但没其他话可说。

source: You aren't sure if a virtual infection will carry over the Clone Bay, and attempt to revive your crew. Unfortunately the clone appears to be suffering many glitches and cannot keep a constant form. You put them out of their misery and delete their data from the clone bank.
fr: Vous n'êtes pas sûr qu'une infection virtuelle se propagera dans la salle des Clones et tentez de répliquer votre Engi. Malheureusement le clone à l'air de souffrir de graves dysfonctions et ne peut maintenir une forme constante. Vous mettez fin à ses souffrances et supprimez ses données de la banque de clones.
ko: 당신은 바이러스가 클론 배양실까지 옮겨올지 확실하지 않지만, 선원의 복제를 시도합니다. 안타깝게도 복제품은 많은 결함을 가지고 있고 일정한 형체를 유지하지 못합니다. 당신은 선원을 고통에서 벗어나게 하고 클론 배양실에서 데이터를 삭제합니다.
ru: Вы подозреваете, что виртуальная инфекция перенесется в Клон-отсек, но пытаетесь оживить своего члена экипажа. К сожалению, клон, похоже, страдает от многочисленных сбоев и не может поддерживать постоянную форму. Вы избавляете его от страданий и удаляете его данные из банка клонов.
zh_hans: 你不确定病毒感染会不会被克隆仓遗留下来，试图复活你的船员。不幸的是克隆体遭受着许多小故障，无法维持稳定的形态。你给他一个解脱并将他的数据从克隆仓中删去。

source: Your Engi is sent down to the planet, where they successfully manage to find the source of the virus and purge it from some of the Separatist's systems. Once they're sure of how to do it on their own, they give your Engi a gift to bring back to the ship.
fr: Votre Engi est envoyé sur la planète et réussit avec succès à trouver la source du virus et il le purge de certain des systèmes Séparatistes. Une fois qu'ils sont sûrs de comment procéder eux-mêmes, ils donnent à votre Engi un cadeau à ramener sur le vaisseau.
ko: 당신의 엔지는 행성으로 보내져 성공적으로 바이러스의 근원을 찾아 분리주의자의 시스템에서 제거합니다. 그들은 스스로 해결하는 방법을 확인한 뒤, 엔지에게 선물을 주어 배로 다시 가져옵니다.
ru: Ваш энджи отправляется на планету, где ему успешно удается найти источник вируса и очистить от него некоторые системы Сепаратистов. Когда они понимают, как сделать это самостоятельно, они дарят вашему энджи подарок, который он должен принести на корабль.
zh_hans: 你的半械族船员被派遣降至星球，他们成功找到病毒的源头并将其从一些分离者的系统中净化。确信已经学会亲自操作后，他们送给你的半械族船员一份礼物带回星舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Engi ship emitting the distress beacon here has already been destroyed. The responsible Separatist ship engages you next, assuming that you are the reinforcements they were calling for.
fr: Le vaisseau Engi qui émet la balise de détresse a déjà été détruit. Le vaisseau séparatiste responsable vous engage ensuite, supposant que vous êtes les renforts qu'ils appelaient.
ko: 이곳에서 조난 신호를 보내던 엔지 함선은 이미 파괴된 상태입니다. 범인으로 보이는 분리주의자 함선은 당신을 엔지가 부른 지원군이라 생각하고 공격하기 시작합니다.
ru: Корабль энджи, подавший сигнал бедствия, уже уничтожен. Ответственный за это корабль Сепаратистов вступает с вами в бой, предполагая, что вы и есть то подкрепление, которое они вызывали.
zh_hans: 发出求救信号的半械族飞船已经被摧毁。接下来，元凶半械分离者飞船向你们发动攻击，你被当成半械族的援军。
