Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[5]/event/text
es: Mientras cargas el motor FTL, intentas no pensar en la nave de la Federación que se aproxima rápidamente en la distancia. Nada de esto importará si no detienes la Flagship.
fr: Alors que vous chargez votre générateur SPL, vous tentez d'oublier le vaisseau de la Fédération qui fonce vers vous. Rien de tout ça n'aura d'importance si vous n'arrêtez pas le vaisseau amiral.
ko: 당신은 멀리서 날아오는 연방 함선을 애써 무시한 채 FTL 드라이브를 충전합니다. 당신이 기함을 빨리 막지 못하면 다 소용 없는 일일 테니까요.
ru: Включив ССД, вы стараетесь не обращать внимания на быстро приближающийся вдали корабль Федерации. Все это не будет иметь значения, если вы не остановите Флагман.
zh_hans: 当你启动超光速推进器时，你尽量不去关注远处快速接近的联邦飞船。如果你不能阻止旗舰，这一切都不会有意义。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[2]/text
es: Ignorar su llamada.
fr: Ignorer leur appel.
ko: 무시한다.
ru: Не обращать внимания на их сигналы.
zh_hans: 无视他们的呼叫。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[2]/event/text
es: Sea cual sea el motivo de la señal de auxilio, no importará si los Rebeldes ganan la batalla. Mientras te preparas para saltar, ves otra nave de la Federación acercándose en la distancia; con suerte podrán resolver la situación.
fr: Quel que soit cet appel de détresse, ils n'empêcheront pas la victoire des rebelles. Vous préparant à sauter, vous voyez un autre vaisseau de la Fédération s'approcher à l'horizon ; espérons que leur problème se résoudra.
ko: 그 구조 신호가 무엇이 됐든 간에, 반군이 이기면 아무런 의미가 없습니다. 당신이 떠나려는 찰나, 다른 연방 함선이 구조 신호를 따라 접근하는 것을 보았습니다. 당신은 그들이 문제를 잘 해결할 수 있기를 바랐습니다.
ru: Для чего бы ни предназначался этот сигнал бедствия, он не будет иметь значения, если повстанцы выиграют битву. Готовясь к прыжку, вы видите вдалеке приближающийся корабль Федерации - надеемся, они смогут решить эту проблему.
zh_hans: 不管这个求救信号的目的是什么，如果叛军赢得了这场战争，它也就不重要了。当你准备跃迁离开时，可以看到远处又有一艘联邦飞船正在靠近—希望他们能解决这个问题。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[2]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[2]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="SHIP_CRASH_INTO_STATION"]/text
es: Mientras la nave de la Federación se precipita hacia la estación, tú y tu tripulación son incapaces de detenerla. Fragmentos de la colisión desgarran tu casco cuando ambas estructuras se convierten en una niebla metálica al impactar.
fr: Alors que le vaisseau de la Fédération fonce vers la station, vous et votre équipage n'y pouvez rien. Des fragments heurtent votre coque à l'impact alors que les deux bâtiments se confondent en un nuage de métal.
ko: 연방 함선이 정거장에 돌진했지만, 당신과 선원들은 막을 방도가 없었습니다. 두 물체가 완전히 가루가 되어버릴 때 생겨난 파편이 함체를 찢어 버렸습니다.
ru: Когда корабль Федерации мчится к станции, вы и ваша команда бессильны остановить его. В результате столкновения осколки разлетаются во все стороны, а две конструкции превращаются в металлическую пыль.
zh_hans: 当联邦飞船急速驶向空间站时，你和你的船员却无力阻止。碰撞产生的碎片撕碎了你的舰体，两艘飞船在撞击中化为金属粉末。

source: data/events_sector_laststand.xml$//event[@name="NODE17_SPECTATOR"]/text
es: Una nave Slug está en esta baliza. Su capitán parece estar comiendo alguna versión alienígena de palomitas. "Oh, bueno, si no esss la nave que todosss han essstado bussscando. Me preguntaba sssi te vería aquí. Esssta realmente es una experiencia muy interesssante. No tenemoss nada que ver con esssto, pero a vecesss uno sssolo quiere ver un buen essspectáculo, sssabesss?"
fr: Un vaisseau Limace est à cette balise. Leur capitaine semble être en train de manger une sorte de popcorn alien. "Oh, eh bien sssi ccce n'est pas le vaissseau que tout le monde cherche. Je me demandais sssi j'allais vous voir iccci. Ccc'est vraiment une exxxpérienccce intéresssante. Nous n'avons aucun rôle à jouer iccci, mais parfois, vous voulez jussste profiter du ssspectacle, vous sssavez ?"
ko: 이 송신소에 슬러그 함선이 한 척 있습니다. 그들의 선장은 외계인 버전의 팝콘을 먹고 있는 것으로 보입니다. "오, 모두가 짜꼬 이떤 그 함썬이짢아. 여기써 널 보게 될 쭐은 몰랐는 걸. 이거 쩡말로 흥미로운 경험이네. 우리가 여기써 할 일은 없찌만, 때때로 그냥 쫗은 쑈를 보고 앂을 때도 이쓰니까. 내 말 알아듣찌?"
ru: Корабль слизней находится у этого маяка. Их капитан, похоже, ест какую-то чужеродную версию попкорна. "Неужели это тот корабль, который всссе ищут. Я думал, увижу ли я тебя здесссь. Это дейсссствительно такое любопытное сссобытие. У нассс здесссь нету никакой задачи, но иногда просссто хочетссся увидеть хорошее шоу, понимаешь?"
zh_hans: 一艘蛞蝓飞船正处在这个信标。他们的舰长似乎在吃一些外星版本的爆米花。"哦，瞧啊，这不是那艘每个人都在追的船吗？我就知道我会在这里见到你。这真的是如此有趣的体验。我们在这里没什么公事，但有时大家就是想看一场精彩的表演，相信你懂的？"

source: data/events_sector_laststand.xml$//event[@name="NODE17_SPECTATOR"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_SPECTATOR"]/choice/event/text
es: "¡Oh demonios!-" el Slug es interrumpido por una nave Rebelde que pasa volando. Un disparo perfora el casco Slug, y el Rebelde fija su objetivo en ti.
fr: "Ah minccce !-" la Limace est coupé par un vaisseau rebelle en approche. Un tir perce leur coque et le rebelle se focalise sur vous.
ko: "으악 제기랄!-" 날아오던 반군 함선이 슬러그의 말을 끊었습니다. 포환을 쏴 슬러그의 선체를 관통한 후, 반군은 당신으로 표적을 옮겼습니다.
ru: "Вот дерьмо!" - слизня прерывает пролетающий мимо корабль повстанцев. Выстрел пробивает корпус слизня, и повстанцы настигают вас.
zh_hans: "糟糕！——"蛞蝓飞船被一艘飞过的叛军船打断。一发炮弹刺穿了蛞蝓船体，随后叛军锁定了你。

source: data/events_sector_laststand.xml$//event[@name="NODE17_SPECTATOR"]/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_SPECTATOR_WIN"]/event[1]/text
es: Parece que el capitán Slug sigue vivo, aunque su nave y tripulación apenas se mantienen unidas. El Slug no parece afectado por la destrucción inminente de su nave. "¡Ja! Lesss mostrasste a essse Rebelde quién manda. A essso lo llamo entretenimiento. Aunque puedes ver que mi nave no sssobrevivirá mucho tiempo y mi tripulación essstá condenada. Tal vez me quede contigo, asssí podré ver essste essspectáculo hasssta el final."
fr: Il semblerait que le capitaine Limace soit toujours en vie, cependant son équipage et son vaisseau tiennent à peine debout. Il n'a pas l'air secoué par la destruction imminente de son vaisseau. "Hah ! Vous avez montré à ccce rebelle ccce qu'il méritait. Alors ççça, ccc'était amusant. Cccependant, comme vous pouvez le voir, mon vaisssseau ne tiendra pas longtemps et mon équipage est fichu. Peut-être vais-je ressster avec vous, pour que je puissse admirer le ssspectacle jusssqu'à la fin."
ko: 슬러그 선장은 아직 살아 있는 것으로 보이지만, 그의 함선과 선원들은 그야말로 간신히 버티고 있습니다. 그 슬러그는 자기 함선이 부서질 위기에 처했는데도 당황하지 않은 것 같습니다. "하! 그 반군 놈한테 본때를 보여쭤꾼. 이런 게 바로 엔터테인먼트찌. 하찌만 보다씨피 내 함썬은 오래 버티찌 못할 거고, 내 썬원들도 파멸을 마짜써. 아무래도 나는 너랑 가찌 이써야게따. 그러면 이 구경거리를 끝까찌 볼 쑤 이껬찌."
ru: Похоже, капитан слизень все еще жив, хотя его корабль и команда едва держатся на плаву. Слизень не выглядит обеспокоенным предстоящим уничтожением своего корабля. "Ха! Ты показал этому повсссстанцу, что к чему. Вот что я называю развлечением. Хотя, ты видишшшь, что мой корабль долго не продержитссся, и моя команда обречена. Возможно, я оссстанусссь ссс тобой, чтобы досссмотреть этот ссспектакль до конца".
zh_hans: 看起来蛞蝓舰长还活着，尽管他的船和船员正如风中残烛。这名蛞蝓族似乎并没有因为他的船即将被摧毁而感到不安。"哈！你向叛军展示了什么叫作实力，这可真是名不副实的乐子！不过，如你所见我的飞船坚持不了多久，我的船员们注定要死亡。也许我该和你待一起，这样我就可以一直观赏你的作战。"

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_SPECTATOR_WIN"]/event[1]/crewMember
es: Rygel
fr: Rygel
ko: Rygel
ru: Райгель
zh_hans: 里格尔

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_SPECTATOR_WIN"]/event[2]/text
es: Parece que ninguno de los Slugs sobrevivió. Decepcionado, tomas lo que queda de su nave.
fr: Il semblerait qu'il n'y ait aucun survivant Limace. Déçu, vous vous servez des restes de leur vaisseau.
ko: 슬러그들 중 아무도 살아남지 못한 것 같다. 실망한 당신은 그들의 배에서 쓸만한 것들을 챙겼습니다.
ru: Похоже, никто из слизней не выжил. Разочарованные, вы забираете то, что осталось от их корабля.
zh_hans: 似乎没有一名蛞蝓族幸存下来。你失望地从他们的船上拿走了剩下的东西。

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_REBEL"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[1]
es: Una nave Rebelde salta tras de ti, calentando sus armas en cuanto llega. "¡Renegado! ¡Has evadido a la flota durante demasiado tiempo! ¡Morirás, aquí y ahora!"
fr: Un vaisseau rebelle saute juste après vous, allumant ses armes dès qu'il arrive. "Renégat ! Vous avez échappé à la flotte trop longtemps ! Vous allez mourir, ici et maintenant !"
ko: 반군 함선이 당신을 뒤따라 도약했습니다. 그리고는 도착하자마자 무기를 충전했습니다. "배회자 녀석! 오래도록 우리 함선을 피해다녔지! 이제 여기서 죽어라!"
ru: Корабль повстанцев прыгает за вами, разогревая орудия, как только он появляется. "Ренегат! Ты слишком долго скрывался от флота! Ты умрешь, здесь и сейчас!"
zh_hans: 一艘叛军战舰紧随其后，一抵达就开始预热武器。"变元者！你躲避舰队太久了！你现在就给我去死！"

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[2]
es: "La flota dejó pasar a un renegado? Qué molesto. ¡Nunca llegarás a la Flagship mientras yo esté vivo!" El Rebelde se dispone a combatir.
fr: "Alors, la flotte aurait laissé passer un renégat ? Voilà qui est embêtant. Vous n'atteindrez pas le vaisseau amiral de mon vivant." Le rebelle se prépare au combat.
ko: "우리 함대가 배회자를 돌아다니게 냅둔다고? 성가시군. 내가 있는 한 기함엔 손끝 하나 못 댄다!" 반군이 당신을 막아섰습니다.
ru: "Значит, флот пропустил Ренегата? Как это раздражает. Ты никогда не доберешься до Флагмана, пока я жив!" Повстанцы бросаются в бой.
zh_hans: "所以，舰队让一个变元者通过了？真讨厌。只要我还活着，你就永远无法阻止旗舰！"叛军转过来战斗。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[3]
es: Una nave Rebelde se mueve para interceptarte al llegar a esta baliza. No hay tiempo para dudar, el combate es inevitable.
fr: Un vaisseau rebelle vient vous intercepter à votre arrivée à la balise. Plus d'hésitation possible, il va falloir se battre.
ko: 송신소에 도착하자마자 반군 함선이 당신을 요격하려고 이동했습니다. 지체할 시간 없습니다. 싸움은 불가피합니다.
ru: Корабль повстанцев направляется на перехват, когда вы приближаетесь к этому маяку. Теперь медлить нельзя, бой неизбежен.
zh_hans: 当你到达这个信标时，一艘叛军战舰拦你面前。现在不能犹豫，战斗不可避免。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[4]
es: Un Rebelde se separa del combate para enfrentarte. "Otra nave de la Federación...? Esta guerra alguna vez terminará?" Aun con sus dudas, está decidido a luchar.
fr: Un rebelle suspend son combat pour vous alpaguer. "Un autre vaisseau de la Fédé... ? Elle finit quand cette guerre ?" Même après leurs plaintes, ils ont bien l'intention de vous abattre.
ko: 반군 함선이 전투에서 이탈해 당신과 대치했습니다. "또 연방 함선인가...? 이 전쟁은 언제 끝나는 거지?" 고찰을 함에도 불구하고, 당신과 싸울 생각을 접을 것 같진 않습니다.
ru: Повстанцы вырываются из боя, чтобы встретиться с вами лицом к лицу. "Еще один корабль федералов?.. Когда же эта война закончится?" Даже несмотря на все эти размышления, они намерены сражаться с вами.
zh_hans: 一个叛军从战斗中挣脱出来，面对着你。"又一艘联邦飞船……？这场战争会结束吗？"即便如此，他们还是一心想和你战斗。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[5]
es: Un Rebelde te contacta, con una expresión desquiciada en el rostro. "Por qué persistes? No ves que la Rebelión está destinada a triunfar?" Prepara con confianza sus sistemas de armas.
fr: Un rebelle vous alpague, le visage plein d'émotions : "Pourquoi vous continuez ? Vous voyez pas que la Rébellion gagnera forcément ?" Il se met tranquillement à activer ses systèmes d'armes.
ko: 반군이 광기에 찬 표정을 지으며 교신해 왔습니다. "왜 저항하는 거지? 반군이 이길 운명이란 걸 모르는 건가?" 그는 자신 있게 무기를 작동시켰습니다.
ru: Повстанец вызывает вас, на его лице безумное выражение. "Почему ты упорствуешь? Разве ты не видишь, что Восстание обречено на успех?" Он уверенно приводит в готовность свои оружейные системы.
zh_hans: 一个叛军向你呼喊，脸上露出疯狂的表情。"你为何执迷不悟？难道你看不出叛军注定要成功吗？"他自信满满地启动武器系统。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[6]
es: La guerra no tiene fin en este sector. ¡Un Rebelde te espera en esta baliza y está decidido a destruirte!
fr: Le climat de guerre fait rage dans ce secteur. Un rebelle vous attend à cette balise, avec la ferme intention de vous écraser !
ko: 이 구역에선 전투가 끊임없이 일어나고 있습니다. 송신소에서 대기 중인 반군이 나타나 당신을 쓰러트리려고 했습니다!
ru: Война в этом секторе не прекращается. На этом маяке вас поджидают повстанцы, которые намерены вас уничтожить!
zh_hans: 这个星区的战争是无休止的。叛军正在这个信标处等着你，他们一心想要消灭你！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_REBEL"]/text[7]
es: "¡Ríndete! ¡Tu insípida Federación está a punto de caer! ¡También podrías rendirte ahora y arrojarte a nuestra misericordia!"
fr: "Abandonnez ! Parasites de la Fédération, vous allez tomber ! Vous feriez mieux de vous rendre maintenant et vous soumettre à notre merci !"
ko: "포기해라! 네놈의 무의미한 연방은 무너질 것이다! 너도 마찬가지로 우리에게 자비를 구걸하게 되겠지!"
ru: "Сдавайтесь! Ваша ничтожная Федерация вот-вот падет! Вы можете сдаться прямо сейчас и уповать на нашу милость!"
zh_hans: "放弃吧！你们那个平淡无奇的联邦就要垮台了！你们不如现在就投降，任我们摆布！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_MV"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_MV"]/text[1]
es: Un MV Rebelde está acabando con una nave de la Federación en esta baliza. ¡En cuanto llegas, cambia su atención hacia tu nave!
fr: Un rebelle multiversel achève un vaisseau de la Fédération à cette balise. Au moment où vous arrivez, leur attention se porte sur votre vaisseau !
ko: 멀티버스 반군이 이 송신소에서 연방 함선 하나를 끝장내고 있습니다. 당신이 도착하자마자 이내 당신에게 뱃머리를 돌렸습니다!
ru: У этого маяка повстанцы Мультивселенной добивают корабль Федерации. Как только вы прибываете, они переключат свое внимание на ваш корабль!
zh_hans: 一艘叛军多元舰在这个信标处干掉一艘联邦飞船。你刚抵达，他们就把注意力转移到你的星舰上了！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_MV"]/text[2]
es: "Todo ese tiempo y esfuerzo viajando a este universo... ¡Qué desperdicio! ¡Termina aquí!" El Rebelde te ataca tras cerrar comunicaciones.
fr: "Tout ce temps et cette énergie à traverser cet univers... Quel gâchis ! Ça se termine ici !" Le rebelle vous attaque après avoir raccroché.
ko: "이 우주에 들인 시간과 노력을 생각하면... 헛수고였군! 여기서 끝내주마!" 반군은 통신을 끊고는 당신을 공격했습니다.
ru: "Столько времени и сил потрачено на путешествие к этому месту... и все напрасно! Все закончится здесь!" Повстанцы атакуют вас после завершения связи.
zh_hans: "费时费力来到这里…真是浪费时间！到此为止吧！"叛军在关闭通讯后攻击你。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_MV"]/text[3]
es: Un Rebelde llega al mismo tiempo que tú. "¡Este universo logrará una victoria Rebelde! ¡No permitiré que interfieras!" ¡Se preparan para luchar!
fr: Un rebelle arrive en même temps que vous. "Cet univers se terminera sur une victoire rebelle ! Je ne vous laisserai pas l'empêcher !" Ils se préparent au combat !
ko: 당신이 도착한 그 순간 반군도 도착합니다. "이 우주에서 반군은 승리할 것이다! 너 따위가 방해하게 둘 순 없지!" 그들은 싸움을 준비합니다!
ru: Повстанцы прибывают одновременно с вами. "В этой вселенной победят повстанцы! Я не позволю тебе вмешиваться!" Они готовятся к бою!
zh_hans: 一个叛军与你同时到达。"这个宇宙将由起义军取得胜利！我不会让你插手的！"他们在准备战斗！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_MV"]/text[4]
es: No eres el único beligerante multiversal aquí: ¡un Rebelde de otro universo está defendiendo esta baliza de naves de la Federación!
fr: Vous n'être pas le seul belligérant du multivers ici : un rebelle d'un autre univers défend cette balise des vaisseaux de la Fédération !
ko: 멀티버스 전투원은 당신 뿐만이 아닌 것 같습니다. 다른 차원의 반군이 연방에게서 이 송신소를 지키기 위해 파견되었습니다!
ru: Вы здесь не единственный воин Мультивселенной - повстанцы из другой вселенной защищают этот маяк от кораблей Федерации!
zh_hans: 你不是这里唯一的多元宇宙交战者—来自另一个宇宙的叛军正在保卫这个信标，抵御联邦战舰的攻击！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_MV"]/text[5]
es: Incluso en este sector, los Rebeldes Multiversales te siguen. ¡Sin decir palabra, se preparan para atacarte!
fr: Même dans ce secteur, les rebelles du multivers vous suivent. Ils se préparent en silence à vous attaquer !
ko: 이 구역에서마저도, 멀티버스 반군이 당신을 추적했습니다. 그들은 말없이 당신을 공격하려고 합니다!
ru: Даже в этом секторе повстанцы Мультивселенной преследуют вас. Они молча готовятся атаковать вас!
zh_hans: 即使在这个星区，多元宇宙叛军也会跟着你。他们无声无息地准备攻击你！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_MV"]/text[6]
fr: "Un autre univers tombera aux genoux les rebelles ! Notre heure de triomphe arrive !" Ils se préparent à ouvrir le feu !
ko: "다른 우주도 반군이 지배할 것이다! 우리의 승리가 눈앞에 있다!" 반군은 선제공격을 준비하고 있습니다!
ru: "Еще одна вселенная падет перед повстанцами! Наш час триумфа близок!" Они готовятся атаковать!
zh_hans: "又一个宇宙即将落入起义军之手！我们的胜利时刻即将到来！"他们在准备开场攻击！

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_AUTO"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_AUTO"]/text[1]
fr: Il semblerait que la Rébellion ne retient pas ses coups. Un tout nouvel automate de chez Wentworth Innovations est déployé par la flotte d'ingénieurs pour s'occuper de vous alors que le grabuge résonne en arrière-plan.
ko: 반군이 공세를 늦출 것 같지는 않습니다. 멀리서 기술자 함대가 전투를 벌이는 동안, 웬트워스 이노베이션의 최신예 무인 함선이 출격해 당신을 요격하려고 했습니다.
ru: Похоже, повстанцы теперь не жалеют сил - новая модель автоматического корабля от "Инновации Вентворта" отправлена из флота Инженеров, чтобы справиться с вами, пока флот сражается на другом конце света.
zh_hans: 看来叛军现在是豁出去了—在远处进行大规模交战的同时，工程师舰队派出了一艘温特沃斯革新社的全新型号自动舰来处理你。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_AUTO"]/text[2]
fr: Vous n'en êtes pas sûr à prime abord, mais vos yeux ne vous jouent pas de tour. Un auto-vaisseau très avancé vise votre vaisseau et arme tout son arsenal !
ko: 당신은 처음에는 확신하진 않았지만, 당신이 보는 것은 거짓이 아니었습니다. 최첨단 무인선이 함선의 경로에 끼어들어 포화를 쏟아냅니다!
ru: Сначала вы не уверены, но глаза вас не обманывают. Высокотехнологичный автоматический корабль засек ваше судно и ведет огонь из всего своего арсенала!
zh_hans: 你起初并不确定，但你的眼睛没有欺骗你。一艘非常先进的自动舰已经锁定了你的星舰，并正在启动它的全部武器！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_AUTO"]/text[3]
fr: On dirait que Wentworth Innovations ont donné tout ce qu'ils avaient aux forces de la Rébellion. Un vaisseau d'Innovation est déployé depuis la flotte à distance dès qu'elle vous détecte.
ko: 웬트워스 이노베이션도 반군의 병력에 모든 것을 제공한 것 같습니다. 당신을 발견하지마자 이노베이션 제 함선이 멀리 떨어진 함대에서 출격했습니다.
ru: Похоже, "Инновации Вентворта" направили все свои силы на поддержку повстанцев. Как только вас замечают, из флота вдалеке появляется судно Инноваций.
zh_hans: 看来温特沃斯革新社已经为叛军倾尽全力了。你被发现的同时，远处的舰队派出一艘革新社舰船。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_AUTO"]/text[4]
fr: "Activation du mode de vérification de la qualité. Lancement des protocoles de démarrage. Évaluations de combat lancées. S'il vous plait, n'interrompez pas l'évaluation de combat ou les diagnostics en cours." On dirait que l'auto-vaisseau est tout neuf ; donc l'évaluation, ce sera vous !
ko: "품질 보증 모드 시행. 최초 실행 프로토콜 가동. 전투 시험 개시. 전투 평가 및 진단 프로세스를 방해하지 마시기 바랍니다." 이 무인선은 최신형인 것 같습니다. 당신을 대상으로 전투 능력 평가를 하려는 것 같습니다!
ru: "Активация режима контроля качества. Запуск протоколов загрузки. Включено боевое тестирование. Пожалуйста, не мешайте боевой оценке или дальнейшей диагностике". Похоже, этот автоматический корабль совсем новый - настолько новый, что его первое испытание - против вас!
zh_hans: "激活质量保障模式。运行启动协议。正在进行战斗测试。请勿中断战斗评估或诊断程序。"看来这艘自动舰是全新的，所以它的第一次测试是针对你的！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_ENCOUNTER_AUTO"]/text[5]
fr: Un auto-vaisseau rebelle file non loin de vous, tout près de taper votre coque. Il s'arrête ensuite pour vous mettre en joue. Vous êtes apparemment sa nouvelle priorité !
ko: 반군의 무인선이 함체에 거의 충돌할 뻔하듯이 지나가다가, 이내 뱃머리를 돌려 당신을 막아섰습니다. 당신이 이전 목표보다 훨씬 더 우선 제거 대상임이 분명해 보입니다!
ru: Автоматический корабль повстанцев проносится мимо вас, едва не столкнувшись с вашим корпусом, затем останавливается и возвращается, чтобы вступить с вами в бой. Похоже, он посчитал вас более приоритетной целью, чем предыдущую!
zh_hans: 一艘叛军自动舰从你身边疾驰而过，几乎与你的舰体相撞，然后停下并返回与你交战。与之前的目标相比，你的优先级明显更高！

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_PIRATE"]/text
fr: Un vaisseau pirate fonce en piqué vers vous. "Bordel de bordel de bordel, BORDEL ! On doit se barrer de ce foutu secteur ! Hors de notre chemin !"
ko: 해적선이 당신을 향해 돌진해 옵니다. "젠장, 젠잔, 젠장! 이 빌어먹을 구역에서 벗어나야 해! 내 앞에서 비켜!"
ru: На вас несется пиратский корабль. "Черт, черт, черт, ЧЕРТ! Нам нужно убраться подальше от этого проклятого сектора! Уйди с нашего пути!"
zh_hans: 一艘海盗舰向你驶来。"该死，该死的，操蛋！我们必须离开这个死星区！让开！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_PIRATE"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_ENGINEER"]/text
fr: Une flotte d'ingénieurs rebelles s'est mise en quête de combats et a fait face à la flotte de la Fédération non plus ! Bien que ce soit seulement par nécessité, un vaisseau ingénieur s'en détache pour en découdre avec vous.
ko: 기술자 함대가 대담하게도 연방 함대와 전면전을 개시한 것 같습니다! 만일의 사태를 대비해서인지, 기술자 함선 한 대가 빠져나와 당신과 대치했습니다.
ru: Флот Инженеров-повстанцев решился на смелый шаг и вступил в бой с флотом Федерации поблизости! Хотя, скорее всего, лишь по необходимости, корабль Инженеров отделяется, чтобы справиться с вами.
zh_hans: 一支叛军工程师舰队采取了大胆的直接行动，与附近的联邦舰队交战！虽然很可能只是出于无奈，但还是有一艘工程师战舰脱离了战场，来对付你们。

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_ENGINEER"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_REBEL_STATION"]/text
fr: Malheureusement, on dirait bien que les rebelles on réussi à prendre le contrôle de cette balise ! Un avant-poste rebelle planté à l'arrache se prépare à vous accueillir à sa manière.
ko: 불행히도, 이 송신소는 이미 반군이 장악한 것 같습니다! 급하게 소집한 반군 함선과 전초기지가 당신을 막기 위해 대응합니다.
ru: К сожалению, похоже, что повстанцы установили контроль над этим маяком! Наспех сооруженный аванпост повстанцев готов защищаться от вас.
zh_hans: 不幸的是，叛军已经控制了这个信标！一个匆忙拼凑起来的叛军哨站准备抵御你。

source: data/events_sector_laststand.xml$//event[@name="NODE17_ENCOUNTER_REBEL_STATION"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/text
fr: Un vaisseau pirate aux couleurs très étranges est déjà présent ici. Ils vous contactent : "Nous sommes les gardiens de la boîte. Seul celui qui en est véritablement digne peut se permettre de manipuler son pouvoir."
ko: 이곳에는 이미 이상한 도색을 한 해적선이 있었습니다. 그들이 교신을 보내옵니다. "우리는 상자의 수호대입니다. 오직 진정으로 가치 있는 사람만이 상자의 힘을 사용할 수 있습니다."
ru: Очень странно раскрашенный пиратский корабль уже здесь. Они связываются с вами. "Мы - хранители ящика. Только тот, кто действительно достоин, может использовать силу ящика".
zh_hans: 一艘颜色很奇怪的海盗舰已经在这里了。他们向你呼叫。"我们是盒之守护者，只有真正配得上的人才能支配盒的力量。"
