Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ENGI"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "No me informaron que recibiríamos más refuerzos Engi. Me alegra, porque nuestras fuerzas están casi agotadas."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "On ne m'a pas annoncé l'arrivée de renforts supplémentaires de la part des Engis. J'en suis reconnaissant, car nos forces sont presque épuisées."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Non mi avevano riferito che avremmo ricevuto altri rinforzi da parte degli engi. Sono riconoscente, perché le nostre forze sono quasi allo stremo."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "엔지가 추가 지원군을 보냈다는 얘기는 듣지 못했네. 우리 병력이 거의 고갈되어 가던 참이니, 기쁘게 받도록 하지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Мне не сказали, что мы получили подкрепление от энджи. Я рад, потому что наши силы почти иссякли".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我没有被告知我们从半械族那里得到了更多的援军。我很高兴，因为我们的部队几乎已经损失殆尽了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ENGI"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ZOLTAN"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ZOLTAN"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "No pensé que los Zoltan aparecerían. Me alegra saber que tuvieron la dedicación de traer exactamente una nave."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je pensais que les Zoltans n'allaient jamais se montrer. Content de voir que leur dévouement les ont poussés à n'envoyer qu'un seul vaisseau."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Pensavo che gli zoltan non si sarebbero mai fatti vivi. Felice di sapere hanno la dedizione di portare esattamente una nave."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "졸탄 함선이 나타날 거라고는 생각도 못했네. 그들이 정확히 한 척의 함선을 보내어 헌신했다는 것을 알아 기쁘군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не думал, что золтаны вообще появятся. Рад узнать, что у них хватило самоотверженности привести ровно один корабль".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我还以为超能族永远不会出现。很高兴知道他们还颇有奉献精神地就派了一艘船来。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ZOLTAN"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Qué demonios eres? Nunca he visto una nave Zoltan ni una criatura como tú... Pero parece que eres mejor aliado que el Ministry si realmente viniste a ayudarnos."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Bonté divine, qu'est-ce que vous êtes ? Je n'ai jamais vu un vaisseau Zoltan ou une créature comme vous auparavant... Mais on dirait que vous êtes un meilleur allié que le Ministère, si vous prenez la peine de venir nous aider."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Santi numi, cosa sei? Non ho mai visto una nave zoltan o una creatura simile a te prima d'ora... ma pare che sei un alleato migliore del Ministero se sei venuto fin qui per aiutarci."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "당신은 대체 정체가 뭐지? 이런 형태의 졸탄 함선이나 당신 같은 생명체는 한 번도 본 적이 없는데... 하지만 우리를 도우러 온 것이라면 내각보다 더 나은 동맹인 것 같군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Во имя всего святого, что вы такое? Я никогда раньше не видел ни кораблей золтан, ни существ, подобных вам... Но, похоже, вы лучший союзник, чем Министерство, если вы действительно пришли нам помочь".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你到底是什么人？我以前从未见过超能族船或像你这样的生物...但如果你真的是来帮助我们，你似乎是比牧师团更可靠的盟友。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_DUSKBRINGER"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_DUSKBRINGER"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "No sabía que la Federación tenía acceso a tecnología Duskbringer. No estoy seguro de qué pensar al respecto, pero tenemos asuntos más urgentes."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je ne savais pas que la Fédération avait accès à la technologie des Crépusculeurs. Je ne sais quoi penser de cette révélation, mais nous avons d'autres affaires plus urgentes."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Non sapevo che la Federazione avesse accesso alla tecnologia Crepuscolare. Non so bene cosa pensare, ma adesso abbiamo questioni più urgenti."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "연방이 더스크브링어의 병기를 이용할 수 있을 줄은 몰랐어. 이 일을 어찌 여겨야 할지 모르겠지만, 지금은 더 긴박한 일이 있으니 넘어가도록 하지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не знал, что у Федерации есть доступ к технологиям Вестников Заката. Я не уверен, как к этому относиться, но у нас есть более неотложные дела".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"原来联邦还可以获取暮临派的技术物？我不知道该如何对此事发表意见，但我们有更紧迫的事务。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_DUSKBRINGER"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_HIVE"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_HIVE"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Apoyo de la Hive? No puedo decir que lo esperara. No es que me queje, necesitamos toda la ayuda posible contra el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Du soutien en provenance de la Ruche ? Si je m'y attendais... Je ne vais certainement pas m'en plaindre, car il nous faut toute l'aide possible contre le vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Supporto da parte dell'Alveare? Non posso certo dire che me l'aspettavo. Non che mi lamenti, ci serve tutto l'aiuto possibile contro l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "하이브의 지원이라고? 예상치 못한 일이군. 불평하는 건 아니네. 기함과 맞서기 위해선 모든 도움을 활용해야 하니까."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Поддержка со стороны Улья? Не могу сказать, что это было ожидаемо. Не то чтобы я жаловался, нам нужна любая помощь, которую мы можем получить против Флагмана".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"来自母巢的支持？我不能说这是意料之中的。没别的意思，我是说我们需要所有能帮助我们对抗旗舰的援手。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_HIVE"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GYGES"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GYGES"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Es ese el Gyges? Pensé que esa nave fue destruida en la guerra Federación-Mantis... Nunca me acostumbraré a esto del Multiverso."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Est-ce que c'est le Gyges ? Je croyais que ce vaisseau avait été détruit durant la guerre Fédérale-Mantis... Je ne me ferai jamais à tout ce désordre du Multivers."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Quella è la Gyges? Credevo che fosse andata distrutta durante la guerra mantis-federale... non mi abituerò mai a questi casini del multiverso."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "이거 귀게스인가? 연방-맨티스 전쟁에서 파괴된 줄 알았는데... 멀티버스의 세계는 당최 익숙해지질 않는군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Это "Гигес"? Я думал, этот корабль был уничтожен во время войны Федерации c богомолами... Я никогда не привыкну к этой Мультивселенной".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"那是盖吉兹吗？我还以为那艘船在螳螂入侵战争中被摧毁了...看来我怎么都习惯不了这些多元宇宙中才有的景象。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GYGES"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FREEMANTIS"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FREEMANTIS"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Oh, no me había dado cuenta de que tu nave era de origen Free Mantis. No anticipé lo valiosos aliados que serían, pero supongo que tiene sentido, siendo los Mantis combatientes tan excelentes."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Oh, je n'avais pas vu que votre vaisseau provenait des Mantis Libres. Je ne m'attendais pas à ce qu'il soient des alliés aussi précieux, mais je présume que cela n'est pas surprenant, vu comme les Mantis sont d'excellents combattants."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Oh, non mi ero accorto che la tua nave provenisse dai Mantis Liberi. Non avevo previsto quanto si sarebbero rivelati alleati preziosi, ma immagino che abbia senso visto che i mantis sono ottimi combattenti."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "아, 자네의 함선이 독립 맨티스 출신일 거라고는 생각 못했네. 그들이 이토록 귀중한 동맹이 될 거라고는 예측 못했지만, 맨티스는 훌륭한 전사니, 이상할 것도 없지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "О, я не знал, что ваш корабль принадлежит Свободным Богомолам. Я не предполагал, какими ценными союзниками они окажутся, но, полагаю, в этом есть смысл, ведь богомолы такие отличные бойцы".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哦，我可没想到你的船会是自由螳螂战舰。我没觉得他们作为盟友能提供多少价值，但这应该还算情理之中，毕竟螳螂族是如此优秀的战士。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FREEMANTIS"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ROCK"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ROCK"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Los Rock Elders enviaron un crucero para luchar por nosotros? No puedo imaginar su razonamiento, pero eres nuestra última oportunidad si queremos ganar esta batalla."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Les Sages Rocailleux ont envoyé un croiseur se battre pour nous ? Je ne comprends pas leur raisonnement, mais vous êtes notre dernière chance si nous voulons remporter ce combat."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "I Saggi rockman hanno mandato un incrociatore a combattere per noi? Non so che motivo abbiano, sei la nostra ultima occasione se vogliamo vincere questa battaglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "락맨 장로들이 우리를 위해 순양함을 보냈다고? 그들이 무슨 생각인지는 모르겠지만, 우리가 이 전투에서 이길 기회는 이제 자네밖에 없네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Старейшины валунов послали крейсер, чтобы сражаться за нас? Я не могу представить, чем они руководствовались, но вы - наш последний шанс, если мы хотим выиграть эту битву".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"岩石长老派了一艘星舰来为我们战斗？我无法想象他们的想法，但如果我们想赢得这场战斗，你是我们最后的机会。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ROCK"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_OUTCAST"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_OUTCAST"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Pensé que los Outcasts eran indiferentes a la guerra. No soy quien para rechazar ayuda. Necesitamos cada nave posible para derribar este Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je croyais que les Exilés étaient indifférents à la guerre. Eh bien, je ne vais pas refuser votre aide. Nous avons besoin de tous les vaisseaux que nous pourrons trouver pour abattre ce vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Credevo che gli esuli fossero indifferenti alla guerra. Beh, non sono certo tipo da rifiutare l'aiuto. Ci serve ogni nave disponibile per abbattere quell'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "망명자들은 전쟁에 무관심하다고 생각했었네. 뭐, 난 도움을 거절할 사람은 아니야. 기함을 격추하려면 모든 함선을 동원해야 하네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я думал, что Изгои равнодушны к войне. Что ж, я не из тех, кто отказывается от помощи. Нам нужен каждый корабль, который мы можем получить, чтобы уничтожить этот Флагман".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我还以为流放者们对这场战争毫不关心。好吧，我不是会拒绝帮助的人。我们需要每一艘能得到的船来摧毁这艘旗舰。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_OUTCAST"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LOSTSUN"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LOSTSUN"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Me sorprende que los Lost Suns se hayan tomado la molestia de ofrecer asistencia. Quizá los subestimé como aliados. Me alegra que hayas llegado, estamos al límite y necesitamos toda la ayuda posible."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je suis surpris de voir que les Lost Suns ont joint leurs forces aux nôtres. Peut-être que j'ai sous-estimé leur rôle en tant qu'alliés. Je suis content que vous soyez arrivés, nous sommes à bout de forces et nous avons besoin de toute l'aide possible."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Mi sorprende vedere che il Sole Perduto si sia preso la briga di fornirci supporto. Forse li ho sottovalutati come alleati. Sono felice che tu sia qui, siamo ormai allo stremo e ci serve tutto l'aiuto possibile."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "로스트선이 지원을 보냈다는 게 놀랍군. 아마 내가 그들을 동맹으로써 과소평가한 것 같네. 자네가 도착해서 다행이야. 우리는 벼랑 끝까지 몰린 상태고, 가능한 모든 지원을 활용해야 하네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я удивлен, что Затерянные Солнца предприняли усилия, чтобы оказать какую-либо помощь. Возможно, я недооценил их как союзников. Я рад, что вы прибыли, мы на последнем издыхании и нуждаемся в любой помощи, которую можем получить".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我很惊讶迷失烈阳愿意提供任何帮助。也许我低估了他们作为盟友的潜力。我很高兴你来了，我们已经山穷水尽，需要能得到的所有帮助。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LOSTSUN"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_CULTIST"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_CULTIST"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Un culto? Yo... claro, no es lo más extraño que he visto. Esperemos que esa nave masiva tuya esté lista para el Flagship, sí?"
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Un culte ? Je... d'accord, ce n'est pas la chose la plus étrange que j'aie vue. Espérons que votre énorme vaisseau soit paré pour affronter le vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Un culto? Io... va bene, non è la cosa più strana che ho visto. Speriamo solo che quella tua nave colossale sia pronta per l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "교단? 그래도... 내가 본 것 중 가장 이상한 건 아니군. 자네의 그 거대한 함선이 기함과의 전투에 대비됐기를 바라지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Культ? Я... конечно, не самая странная вещь, которую я видел. Будем надеяться, что ваш огромный корабль готов к приему Флагмана, да?"
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘异教徒战舰？我...行吧，还算不上我见过的最奇怪的东西。希望你那艘巨大的船已经为旗舰做好了准备，对吧？"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_CULTIST"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_CRYSTAL"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。
