Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/text
es: El comandante del Flagship parpadea, confundido. "Ja, hablado como un monje insensato amante de la paz. ¡No entiendes la importancia de este movimiento! ¡Tu lealtad a la Federación te ciega ante la trascendencia de la Rebelión! Cuándo TÚ te has enfrentado a la opresión?"
fr: Le commandant du vaisseau amiral cligne des yeux, confus. "Hah, le parlé d'un moine simplet, obsédé par la paix ! Vous ne comprendrez jamais l'importance de ce mouvement ! Votre loyauté envers la Fédération vous aveugle complètement face à l'importance de la Rébellion ! Quand est-ce que VOUS vous êtes confrontés contre l'oppression ?"
it: Il comandante dell'Ammiraglia strabuzza gli occhi, confuso. "Hah, parli come uno stupido monaco ossessionato dalla pace! Non puoi capire l'importanza di questo movimento! La tua lealtà alla Federazione ti rende cieco all'importanza della Ribellione! Quando mai TU ti sei messo contro l'oppressione?"
ko: 기함의 사령관이 혼란스러워하며 눈을 깜빡입니다. "하, 그 멍청한 평화바라기 수도승들처럼 말하는구나! 넌 이 운동이 얼마나 중요한지 이해하지 못할 거다! 연방에 대한 충성심으로 눈이 멀어 반군의 중요성을 깨닫지 못하고 있으니까! 너 폭정에 맞서 싸워 본 적은 있냐?"
ru: Командир Флагмана растерянно моргает. "Хах, говоришь как глупый, миролюбивый Монах! Вы не понимаете важности этого движения! Ваша преданность Федерации отвлекает вас от важности восстания! Разве ВЫ хоть раз выступали против угнетения?"
zh_hans: 旗舰舰长眨了眨眼，一头雾水。"哈，说得像个愚蠢的爱好和平的信道者！你不会理解这场运动的重要性！你对联邦的忠诚使你对起义的重要性闭目塞听！你，什么时候反抗过压迫？"

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="ach_boss_rockcruiser"]/text
es: Inspiramos una rebelión en los Rock Homeworlds para derrocar a Stonewall.
fr: Nous avons inspiré une rébellion dans les Mondes natals des Rocailleux pour renverser Stonewall.
it: Abbiamo ispirato una rivoluzione nei mondi natali rockman per spodestare Stonewall.
ko: 우리는 스톤월을 타도하기 위해 락맨 고향 성단에서 반란을 일으켰습니다.
ru: Мы вдохновили восстание в родных мирах валунов, чтобы свергнуть Камнестена.
zh_hans: 我们推动了岩石族母星系内的起义，以推翻石墙。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="ach_boss_zone"]/text
es: Desafiamos al Ministry y salvamos un planeta entero de su opresión.
fr: Nous avons défié le Ministère et sauvé une planète entière de leur oppression.
it: Abbiamo sfidato il Ministero e salvato un intero pianeta dall'oppressione.
ko: 우리는 내각에 저항하여 그들의 억압으로부터 행성 하나를 구해냈습니다.
ru: Мы бросили вызов Министерству и спасли целую планету от их гнета.
zh_hans: 我们反抗牧师团，从他们的压迫中解放了一整颗星球。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="ach_boss_suzzycruiser"]/text
es: Nos enfrentamos a la Hive y asaltamos sus criaderos privados.
fr: Nous avons affronté la Ruche et avons envahi leurs couveuses privées.
it: Siamo andati contro l'Alveare e razziato i loro asili privati.
ko: 우리는 하이브에 대항하여 그들의 부화장을 급습했습니다.
ru: Мы выступили против Улья и совершили налет на их инкубаторы.
zh_hans: 我们对抗母巢并突袭了他们的孵化场。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="ach_boss_leechdread"]/text
es: Derrocamos a Tyrdeo y trajimos una nueva era a la República Eargen.
fr: Nous avons renversé Tyrdeo et apporté la République Eargen dans une nouvelle ère.
it: Abbiamo spodestato Tyrdeo e portato la Repubblica Eargen all'alba di una nuova era.
ko: 우리는 티르데오의 정권을 무너뜨리고 이어젠 공화국에 새로운 시대를 열었습니다.
ru: Мы свергли Тирдео и положили начало новой эре в Иргенской Республике.
zh_hans: 我们推翻了泰迪奥并为共和国带来了一个新时代。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="loc_slugdemocracy"]/text
es: Destituimos a Nights y convencimos a la Kleptocracy de virar hacia la democracia.
fr: Nous avons détrôné Nights et convaincu la Kleptocratie de se tourner vers la démocratie.
it: Abbiamo spodestato Nights e convinto la Cleptocrazia ad avvicinarsi alla democrazia.
ko: 우리는 나이트를 폐위시키고 도둑정이 민주주의로 눈을 돌리게 설득했습니다.
ru: Мы свергли Тумана и убедили Клептократию обратиться к демократии.
zh_hans: 我们罢免了七夜并说服了星盗会转向民主。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="ach_boss_jack"]/text
es: Expusimos las fallas del movimiento Duskbringer al detener un ataque del Syndicate que intentó incriminar a la Federación.
fr: Nous avons mis en évidence les failles du mouvement des Crépusculeurs en arrêtant une attaque du Syndicat qui tentait de faire porter le blâme à la Fédération.
it: Abbiamo rivelato i difetti del movimento dei Crepuscolari fermando un attacco dell'Organizzazione che ha cercato di incastrare la Federazione.
ko: 우리는 연방을 모함하려는 신디케이트의 공격을 막음으로써 더스크브링어 운동의 결함을 폭로했습니다.
ru: Мы выявили недостатки движения Вестников Заката, остановив атаку Синдиката, пытавшегося подставить Федерацию.
zh_hans: 我们通过阻止一次佣兵团对联邦的陷害，揭露了暮临运动的致命缺陷。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[@req="ach_crew_ivar"]/text
es: Salvamos la vida del Premier Confederado y expulsamos a conspiradores de la Coalition dentro de su gobierno.
fr: Nous avons sauvé la vie du Premier ministre de la Confédération et évincé les conspirateurs de la Coalition de leur gouvernement.
it: Abbiamo salvato la vita al Primo Ministro Confederato e cacciato i cospiratori della Coalizione nel loro governo.
ko: 우리는 공동체 구역의 생명을 구하고 그들의 정부에 숨어든 연합의 밀정들을 축출했습니다.
ru: Мы спасли жизнь премьеру Конфедерации и свергли заговорщиков Коалиции в их правительстве.
zh_hans: 我们救了血兰邦总理的性命，并在他们的政府内部铲除了阴谋分子。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[8]/text
es: Eh, bueno... eh...
fr: Hum, eh bien... euh...
it: Uhm, beh... uh...
ko: 음, 예... 없습니다...
ru: Ну... э...
zh_hans: 呃，哦...嗯...

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[8]/event/text
es: El comandante se burla. "Oh, qué patético. Me he cansado de esta conversación. No habrá una resolución pacífica para este enfrentamiento." Corta las comunicaciones, y el Flagship continúa cargando sus armas.
fr: Le commandant vous raille : "Oh, vous faites pitié. Je me lasse de cette conversation. Il n'y aura pas de résolution pacifique à cette confrontation." Il coupe les communications et le vaisseau amiral continue à charger ses armes.
it: Il comandante sbuffa. "Oh, patetico. Sono stufo di parlare. Questo scontro non può avere risoluzioni pacifiche." Chiude le comunicazioni e l'Ammiraglia continua a caricare le sue armi.
ko: 지휘관이 당신을 비웃습니다. "아 너무도 한심하군. 이런 대화는 이제 지긋지긋해. 이 대립에 평화적인 해결은 없을 거다." 그는 통신을 끊었고, 기함은 무기를 가동한 채로 계속해서 다가오고 있습니다.
ru: Командир насмехается. "О, как жаль. Я устал от этого разговора. Мирного разрешения этого противостояния не будет". Он отключает связь, и Флагман продолжает заряжать свои орудия.
zh_hans: 指挥官嗤之以鼻。"呵，真可笑。我厌倦了这种谈话。这场对抗不会和平解决。"他切断了通讯，旗舰继续为其武器充能。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/event/choice[8]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/text
es: (Jerry) Contactar al Flagship.
fr: (Jerry) Contacter le vaisseau amiral.
it: (Jerry) Contatta l'Ammiraglia.
ko: (제리) 기함에 연락한다.
ru: (Джерри) Связаться с Флагманом.
zh_hans: (杰瑞)联系旗舰。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/event/text
es: El Flagship no tarda en notarte. Antes de que pueda comenzar a apuntarte, Jerry interviene en las comunicaciones Rebeldes y solicita que hagan una pausa, exigiendo que lo pongan en línea con Vance.
fr: Il faut peu de temps au vaisseau amiral pour vous remarquer. Avant qu'il puisse vous mettre en joue, Jerry se connecte aux communications rebelles et leur demande de s'arrêter, afin qu'il puisse être mis en contact avec Vance.
it: Non ci vuole molto prima che l'Ammiraglia ti noti. Prima che possa iniziare ad agganciarti, Jerry si connette ai canali di comunicazioni Ribelli e richiede di fermarsi, ordinando che lo mettano in contatto con Vance.
ko: 기함이 당신을 알아채는 데는 오래 걸리지 않았습니다. 기함이 당신을 겨냥하기 전에 제리가 반군의 통신 채널을 이용해 공격을 멈추고 밴스에게 연결해 달라고 요구했습니다.
ru: Флагман не сразу замечает вас. Прежде чем он начинает нацеливаться на вас, Джерри выходит на связь с повстанцами и просит их сделать паузу, потребовав соединить его с Вэнсом.
zh_hans: 旗舰很快就注意到了你。在它开始瞄准你之前，杰瑞接入了叛军的通讯并要求他们停火，要求他们让他与万斯联络。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/event/text
es: El Flagship no tarda en notarte. Activa su artillería y se aproxima.
fr: Le vaisseau amiral ne tarde pas à vous remarquer. Il arme son artillerie et s'approche de vous.
it: Non ci vuole molto prima che l'Ammiraglia ti noti. Alimenta la sua artiglieria e si avvicina.
ko: 기함은 오래지 않아 당신을 발견했습니다. 이내 함포에 전원을 넣고 접근합니다.
ru: Флагман не сразу замечает вас. Он заряжает свою артиллерию и приближается.
zh_hans: 旗舰很快就注意到了你。它向你靠近并为其武器充能。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/event/text
es: Mientras te acercas al Flagship, recibes una transmisión de su capitán. "Tú... eres el monstruo que asesinó a Jerome Wentworth. Escoria repugnante y vil. Afirmas que nosotros somos los villanos, y aun así asesinas al espíritu más bondadoso de toda la galaxia a sangre fría? Vance nos dio órdenes directas de asegurarnos de que tu misión termine aquí, pero sabes qué? No necesito esas órdenes. Disfrutaré viéndote morir, y también lo hará el resto de la galaxia."
fr: Alors que vous approchez du vaisseau amiral, vous recevez un appel de son capitaine : "Vous... vous êtes le monstre qui a assassiné Jérôme Wentworth. Vous êtes hideux, repoussant, une ignoble ordure. Vous dites que nous sommes les méchants et pourtant vous assassinez de sang-froid l'esprit le plus gentil de toute la galaxie ? Vance nous a donné des ordres directs pour que votre mission s'arrête ici, mais franchement ? Je n'ai pas besoin de ces ordres. Je vais prendre plaisir à vous regarder mourir, comme le fera tout le reste de la galaxie."
it: Come ti avvicini all'Ammiraglia, il suo capitano ti contatta. "Tu... tu sei il mostro che ha ucciso Jerome Wentworth. Brutta, orribile schifosa canaglia. Dici che noi siamo i cattivi, eppure tu uccidi a sangue freddo l'anima più gentile della galassia? Vance ci ha dato ordini diretti di accertarci che la tua missione finisca qui, ma in tutta onestà? Non mi servivano gli ordini. Godrò nel vederti morire, così come tutto il resto della galassia."
ko: 기함에 다가서자 상대편 선장이 교신을 보냅니다. "너... 너는 제롬 웬트워스를 죽인 괴물이야. 이 추악하고 혐오스럽고 잔인한 쓰레기야. 온 은하계에서 가장 친절한 사람을 냉혹하게 죽여버린 주제에 지금 우리를 악당이라 칭하고 있잖아? 밴스는 우리더러 너의 임무를 여기서 끝내버리라고 지시했어. 하지만 사실 그런 지시도 필요 없지. 난 너의 죽음을 즐겁게 지켜볼 거고, 다른 은하들도 마찬가지일 거야."
ru: Когда вы приближаетесь к Флагману, вы получаете вызов от его капитана. " Ты... ты чудовище, убившее Джерома Вентворта. Ты отвратительная, мерзкая, гнусная мразь. Ты утверждаешь, что мы злодеи, но при этом хладнокровно убиваешь самого доброго человека во всей галактике? Вэнс дал нам прямой приказ проследить, чтобы ваша миссия закончилась здесь, но знаешь что? Мне не нужен этот приказ. Я буду наслаждаться, смотря на твою смерть, как и вся остальная галактика".
zh_hans: 当你接近旗舰时，你收到舰长的呼叫。"你...你就是谋杀杰罗姆·温特沃斯的怪物。你这个可怕的、令人厌恶的、卑鄙的人渣。你声称我们是恶棍，却冷血地谋杀了整个银河系中最善良的灵魂？万斯直接命令我们确保你的任务到此结束，但坦率地说？我不需要那些命令。我会享受地看着你死去，银河系的其他人也一样。"

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/text
es: Poco después, Vance aparece en tu pantalla, su brillante uniforme naranja y su imponente figura musculosa destacando sobre el blanco desvaído de los oficiales a su alrededor. No estás seguro de dónde se encuentra Vance, pero eso ya no importa.
fr: Peu de temps après, Vance apparaît sur votre écran ; son uniforme orange clair et son allure musclée imposante attire votre attention parmi les officiers vêtus en blanc qui se trouvent autour de lui. Vous ignorez où se trouve Vance, mais cela n'a plus d'importance.
it: Poco dopo, Vance appare sullo schermo, la sua divisa arancio acceso e l'enorme sagoma muscolosa si distinguono dal bianco spento degli ufficiali che gli stanno attorno. Non sai dove sia, ma non ha più importanza.
ko: 얼마 지나지 않아 밴스가 화면에 나타났습니다. 그의 밝은 오렌지색 군복과 거대한 근육질의 몸매가 주변 장교들의 시들시들한 모습과 대비되어 두드러집니다. 밴스가 어디 있는 건지는 잘 모르겠지만, 그건 중요하지 않습니다.
ru: Вскоре на экране появляется Вэнс, его ярко-оранжевая форма и массивная, мускулистая фигура выделяются на фоне блеклой белизны окружающих его офицеров. Вы не знаете, где находится Вэнс, но это уже не важно.
zh_hans: 不久之后，万斯出现在你的屏幕上，他亮橙色的制服和肌肉发达的身材从他周围不起眼的军官中脱颖而出。你不确定万斯身在何处，但这不再重要。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/text
es: Vance baja la mirada hacia su sobrino estrella, con una expresión de confusión en el rostro. "Jerome? Te ha capturado esta escoria para usarte como simple moneda de cambio conmigo? Qué patético por parte de la Federación. No te preocupes, sobrino, enviaré mi mejor fuerza de asalto para rescatarte." Jerry niega con la cabeza. "N-no señor. No soy un rehén. He venido a negociar."
fr: Vance abaisse son regard pour fixer son cher neveu et est visiblement confus. "Jérôme ? As-tu été enlevé par cette ordure pour être utilisé en tant que monnaie d'échange avec moi ? Pathétique. Ne t'en fais pas mon neveu, je vais envoyer ma meilleure force de frappe pour te sauver." Jerry secoue la tête. "N-non. Je ne suis pas un otage. Je suis venu pour négocier."
it: Vance abbassa lo sguardo per fissare suo nipote, un'espressione confusa sul suo volto. "Jerome? Questa canaglia ti ha rapito per usarti come misera merce di scambio? Davvero patetico. Non preoccuparti, nipote, manderò la mia squadra migliore a salvarti." Jerry scuote la testa. "N-nossignore. Non sono un ostaggio. Sono qui per patteggiare."
ko: 밴스는 그의 조카를 내려다보며 혼란스러운 표정을 지었습니다. "제롬? 이 쓰레기들한테 잡혀서 나와의 거래를 위한 물건으로 사용되고 있는 거니? 연방은 정말 한심하군. 걱정하지 말거라 조카야, 내가 최고의 공격 부대를 보내서 너를 구해 주마." 제리가 고개를 가로저었습니다. "아-아뇨 제독님. 전 인질이 아닙니다. 전 합의를 하러 왔습니다."
ru: Вэнс смотрит на своего звездного племянника с выражением растерянности на лице. "Джером? Тебя забрали эти мерзавцы, чтобы использовать в качестве простого товара для сделки со мной? Как низко со стороны Федерации. Не волнуйся, племянник, я пошлю свою лучшую ударную группу, чтобы спасти тебя". Джерри покачал головой. "Н-нет, сэр. Я не заложник. Я пришел заключить сделку".
zh_hans: 万斯低头看着他的明星侄子，脸上露出困惑的神色。"杰罗姆？你是不是被这个渣滓拿来和我做交易了？联邦真可耻，侄儿放心，我会派出我最好的突击队来救你。"杰瑞摇摇头。"不，不，长官。我不是人质。我是来谈判的。"

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/text
es: "Negociar? No estás diciendo nada con sentido, muchacho. Suéltalo de una vez. Cuánto exigen los de la Federación por tu liberación?" Jerry vuelve a negar. "No soy un rehén, tío. Me uní a estos hombres y mujeres por mi propia voluntad. Yo... espero terminar esta guerra. No ves lo inútil que es todo esto? Luchamos esta guerra interminable, para qué? Cuándo termina? Alguna vez? Hay infinitos universos, ¡seguro puedes ver lo absurdo que es esto!"
fr: "Négocier ? C'est insensé, mon gars. Crache le morceau. Combien est-ce que les gars de la Fédé demandent pour ta libération ?" Jerry secoue la tête à nouveau. "Je ne suis pas un otage, tonton. J'ai rejoint ces messieurs-dames de mon propre gré. Je... J'espère mettre fin à cette guerre. Ne vois-tu pas à quel point tout cela est inutile ? Nous livrons une guerre sans fin, mais pour quoi ? Quand est-ce que ça se finira ? A-t-elle au moins une fin ? Il y a une infinité d'univers, tu peux sûrement voir à quel point tout cela est inutile !"
it: "Patteggiare? Dici cose senza senso, ragazzo mio. Sputa il rospo. Quando chiedono i fed per il tuo rilascio?" Jerry scuote di nuovo la testa. "Non sono un ostaggio, zio. Mi sono unito a questi uomini e queste donne di mia spontanea volontà. Spero... spero di porre fine a questa guerra. Non capisci quanto sia inutile? Combattiamo questa guerra senza fine per cosa? Quando finirà? Mai? Ci sono infiniti universi, quindi capirai sicuramente quanto sia inutile tutto questo!"
ko: "합의? 말도 안 되는 소리를 하는구나. 빨리 사실을 말해. 연방이 네 석방을 위해 얼마를 요구하든?" 제리가 다시 한번 고개를 가로저었습니다. "전 인질이 아닙니다 삼촌. 전 제 의지로 이 사람들과 합류했어요. 저는... 저는 이 전쟁을 끝내고 싶어요. 이게 얼마나 무의미한지 모르시겠어요? 우리가 이 끝없는 전쟁을 하는 이유가 뭐죠? 언제 끝이 날까요? 영원히 지속되나요? 무한한 우주가 존재하는 이상 이게 얼마나 무의미한 짓인지 당연히 아실 거 아니에요!"
ru: "Сделка? Ты ничего не понимаешь, парень. Выкладывай уже. Сколько федералы требуют за твое освобождение?" Джерри снова покачал головой. "Я не заложник, дядя. Я присоединился к этим мужчинам и женщинам по собственной воле. Я... я надеюсь закончить эту войну. Разве ты не видишь, насколько это бессмысленно? Мы ведем эту бесконечную войну ради чего? Когда она закончится? Никогда? Существует бесконечное множество вселенных, вы, конечно, понимаете, насколько это бессмысленно!"
zh_hans: "谈判？小子，你这话我听不懂啊。快说，联邦要求多少钱才释放你？"杰瑞再次摇头。"我不是人质叔叔，我是自愿加入这些人的，我...我希望结束这场战争，你看不出这是多么无意义吗？我们进行这场无休止的战争是为了什么？什么时候结束？还是说到底会不会结束？整个多元宇宙有无限多个宇宙，相信你肯定能理解这是多么地无意义！"

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/text
es: Jerry intenta continuar, pero Vance lo interrumpe. "Tú... dejaste el protectorado? Entonces Cyra... Cyra... no. No puede ser... Y mi sobrino? Un traidor? Mi propio... sobrino?" Una lágrima asoma en el ojo de Vance, pero la seca de inmediato y da la espalda a la pantalla. "Basta de esto. Si esa es tu decisión, que así sea. Morirás como un necio de miras cortas, igual que el renegado. Adiós, Jerome."
fr: Jerry essaie de continuer, mais Vance le coupe : "Tu... tu as quitté le protectorat ? Alors Cyra... Cyra... non. Non, ça n'est pas possible... E-et mon neveu ? Un traître ? Mon propre... neveu ?" Une larme vient à l'œil de Vance mais il l'essuie immédiatement, puis tourne le dos à l'écran. "Assez. Si c'est ta décision, alors qu'il en soit ainsi. Tu mourras en idiot étroit d'esprit, tout comme le renégat. Au revoir, Jérôme. "
it: Jerry prova a continuare, ma Vance lo interrompe. "Hai... hai lasciato il protettorato? Allora Cyra... Cyra... no. No, non può essere... e-e mio nipote? Un traditore? Il mio caro... nipote? Una lacrima solca il volto di Vance, ma se la asciuga immediatamente, quindi torna a rivolgersi allo schermo. "Ora basta. Se questa è la tua decisione, così sia. Morirai da sciocco e folle, proprio come il Rinnegato. Addio, Jerome."
ko: 제리는 계속하려 했지만, 밴스가 말을 끊었습니다. "너... 보호국을 떠난 거니? 그럼 시라는... 시라는... 말도 안 돼. 어떻게 이런 일이... 그-그리고 내 조카는 배신한 건가? 나의... 조카가!?" 밴스의 눈에서 눈물이 나왔지만, 그는 즉시 눈물을 닦아내고 화면에서 등을 돌렸습니다. "이제 됐다. 이게 너의 선택이라면 그렇게 하거라. 너는 그 배회자들처럼 근시안적인 바보로서 죽게 될 거야. 잘 가렴, 제롬."
ru: Джерри пытается продолжить, но Вэнс прерывает его. "Ты... ты ушел из Протектората? Тогда Сайра... Сайра... нет. Нет, этого не может быть... И мой племянник? Предатель? Мой собственный... племянник?" На глаза Вэнса наворачивается слеза, но он тут же вытирает ее, а затем поворачивается спиной к экрану. " Достаточно. Если это твое решение, то так тому и быть. Ты умрешь недальновидным дураком, подобно Ренегату. Прощай, Джером".
zh_hans: 杰瑞试图继续说下去，但万斯打断了他。"你...你离开了受保护地？然后赛拉...赛拉...不。不，这不可能...还-还有我的侄子？是个叛徒？我的...亲侄子？"万斯的眼中流下泪水，但他立即擦去，然后转身背对着屏幕。"够了。如果这就是你的决定，那就这样吧。你会像变元者一样作为一个短视的傻瓜而死。永别了，杰罗姆。"

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/text
es: Jerry cae de rodillas, conmocionado y sin palabras ante lo fácil que fue traicionado. "Debí haberlo sabido..." Jerry se ahoga en un sollozo y se sostiene la cabeza con las manos mientras las lágrimas forman pequeños charcos en el suelo.
fr: Jerry tombe à genoux, choqué et interloqué en voyant la facilité avec laquelle il s'est fait trahir. "J'aurais dû m'en douter..." Jerry lâche une larme et tient sa tête entre ses mains tandis que ses larmes s'accumulent pour former des flaques au sol.
it: Jerry cade in ginocchio, sconvolto e senza parole vista la facilità con cui è stato tradito. "Dovevo saperlo..." Jerry strozza un singulto e si tiene la testa tra le mani mentre le sue lacrime formano pozzanghere sul pavimento.
ko: 제리는 자신이 얼마나 쉽게 버려졌는지에 충격을 받고 말문이 막혀 무릎을 꿇었습니다. "이렇게 될 줄 알았어야 했는데..." 제리는 소리를 내지 않으려고 애쓰면서 두 손으로 머리를 감싸 쥐고 눈물을 흘렸습니다.
ru: Джерри падает на колени, потрясенный и потерявший дар речи от того, как легко его предали. "Я должен был догадаться..." Джерри захлебывается рыданиями и обхватывает голову руками, а слезы образуют лужицы на земле.
zh_hans: 杰瑞猛地跪倒在地，震惊不已，一句话也说不出来，因为他轻易就被背叛了。"我本该知道的……"杰瑞哽咽着抽泣起来，双手捂住脑袋，泪水在地面上汇成了一滩滩的水洼。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/removeCrew/text
es: Jerry se sienta en un rincón, llorando. El Flagship se aproxima, armas cargándose. Quieres consolarlo, pero debes ponerte en marcha.
fr: Jerry s'assied dans un coin en pleurant. Le vaisseau amiral s'approche, armes chargées. Vous voulez le consoler, mais le temps presse.
it: Jerry è seduto in un angolo a piangere. L'Ammiraglia si avvicina con le armi cariche. Vuoi consolarlo, ma devi andare.
ko: 제리는 구석에 앉아 울고 있습니다. 기함은 무기를 장전하면서 다가오는 중입니다. 그를 위로하고 싶지만, 지금은 시간이 없습니다.
ru: Джерри сидит в углу и плачет. Флагман приближается, заряжая орудия. Вы хотите утешить его, но вам нужно действовать.
zh_hans: 杰瑞继续坐在角落哭泣。与此同时旗舰在步步逼近，武器开始充能。你很希望能安慰他，但你还有事情要忙。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
