Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[1]/text
fr: "En sommes-nous digne ?"
ko: 우리는 가치 있습니까?
ru: А мы достойны?
zh_hans: 我们配得上吗？

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[1]/event/text
fr: Le pirate s'approche de l'écran et vous fixe droit dans les yeux pendant une minute ou deux. "Ouais d'accord, pourquoi pas. Amusez-vous."
ko: 해적은 스크린에 가까이 다가와 1,2분간 당신의 눈을 응시했습니다. "물론입니다. 아닐 이유가 뭐 있겠습니까. 상자를 즐겨주세요."
ru: Пират придвигается ближе к экрану и минуту или две пристально смотрит вам в глаза. "Да, конечно, почему бы и нет. Развлекайтесь".
zh_hans: 海盗靠近屏幕，深深地盯着你的眼睛一两分钟。"是的，当然，怎么会配不上呢。玩得开心。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[1]/event/choice[1]/text
fr: Stocker l'augmentation pour plus tard.
ko: 나중에 사용할 수 있도록 보조장비를 보관해둔다.
ru: Оставить модуль на потом.
zh_hans: 存储部件以备后用。

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[1]/event/choice[@req="LIST_CHECK_ANY_CREW" and @lvl="1"]/text
fr: L'ouvrir de suite !
ko: 지금 바로 연다!
ru: Откроем сейчас!
zh_hans: 现在就打开它！

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[1]/event/choice[@req="LIST_CHECK_ANY_CREW" and @lvl="0"]/text
fr: "AVERTISSEMENT : artefact anormal inconnu détecté. Programmé pour [QUARANTAINE]."
ko: "주의: 식별 불가 비정상적 인공물 감지. [격리] 조치 실행 예정."
ru: "ПРЕДУПРЕЖДЕНИЕ: обнаружен неизвестный аномальный артефакт. Начинается [КАРАНТИН]".
zh_hans: "警告：检测到未知异常工件。计划[隔离]中。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[2]/text
fr: Euh, ok...
ko: 어, 괜찮습니다...
ru: Ну, ладно...
zh_hans: 嗯，好吧...

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[2]/event/text
fr: Le pirate ne dit rien de plus. Vous vous éloignez jusqu'à ne plus les avoir en visuel.
ko: 해적은 더 이상 아무 말도 하지 않습니다. 당신은 그들이 보이지 않을 때까지 멀리 날아갔습니다.
ru: Пират больше ничего не говорит. Вы улетаете, пока не перестаете их видеть.
zh_hans: 海盗没有再说什么。你飞走，直到你再也看不到它们。

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[2]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_PANDORAS_BOX"]/choice[2]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/text
fr: Vous sautez vers le système, remarquant le signal provenant de la station de réparation voisine.
ko: 당신은 항성계에 도약합니다. 근처에 수리 정거장이 있는 것을 발견했습니다.
ru: Вы прыгаете в систему, заметив сигнал расположенной неподалеку ремонтной станции.
zh_hans: 你跃迁进这个星系，注意到附近维修空间站的信号。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/event/text
fr: Il semblerait qu'un rebelle d'élite ait ouvert le feu sur la station de réparation ! Vous devrez vous débarrasser d'eux avant de pouvoir obtenir de l'aide.
ko: 반군 엘리트가 수리 정거장을 향해 포격하고 있는 것 같습니다! 도움을 받으려면 우선 이 자들을 처리해야 합니다.
ru: Похоже, что элита повстанцев обстреливает ремонтную станцию! Вам придется сначала убрать этих парней, прежде чем вы сможете получить помощь.
zh_hans: 看起来像是一艘叛军精英战舰正在向维修站开火！你必须先清除这些家伙，然后才能获得帮助。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/event/text
fr: Il semblerait qu'un As MFK ait ouvert le feu sur la station de réparation ! Vous devrez vous débarrasser d'eux avant de pouvoir obtenir de l'aide.
ko: MFK 에이스가 수리 정거장을 향해 포격하고 있는 것 같습니다! 도움을 받으려면 우선 이 자들을 처리해야 합니다.
ru: Похоже, что асы МФК обстреливают ремонтную станцию! Вам придется сначала убрать этих парней, прежде чем вы сможете получить помощь.
zh_hans: 看起来像是一艘MFK精英战舰正在向维修站开火！你必须先清除这些家伙，然后才能获得帮助。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/text
fr: Fort heureusement, en vous étant débarrassés des rebelles, vous pouvez accéder à la station. Ils sont amochés, mais ils peuvent tout de même fournir ce dont vous avez besoin.
ko: 다행히도 반군을 없애니 정거장을 이용할 수 있었습니다. 다소 타격을 입었지만, 여전히 당신에게 필요한 것을 공급해줄 수 있었습니다.
ru: К счастью, когда повстанцы убрались с дороги, вы смогли попасть на станцию. Они потрепаны, но все еще могут предоставить вам все необходимое.
zh_hans: 幸好，在击败叛军之后，你还是得以进入空间站。他们遭受了打击，但仍然能够为你提供所需的东西。

source: data/events_sector_laststand.xml$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION_NORMAL"]/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_REPAIR_STATION_NORMAL"]/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//textList[@name="NODE17_REPAIR_STATION"]/text[1]
fr: Une station mobile spécialisée dans la construction de vaisseaux est en orbite autour de cette balise. Après un bref échange de messages, vous recevez l'autorisation de vous y accoster pour recevoir des réparations d'urgence et du matériel militaire.
ko: 이 송신소에는 이동식 함선 건조대가 있습니다. 그들은 당신과 간략한 인사를 나눈 뒤 긴급 수리와 군용 보급품에 대한 접근을 허가했습니다.
ru: На этом маяке находится мобильная платформа для строительства кораблей. После короткого обмена информацией они дают вам разрешение на получение аварийного ремонта и военных припасов.
zh_hans: 有一个移动的造船平台驻扎在这个信标附近。经过简短的交流后，他们批准你接收紧急维修和军事用品。

source: data/events_sector_laststand.xml$//textList[@name="NODE17_REPAIR_STATION"]/text[2]
es: Un astillero civil inge ha sido reconvertido en una estación de repostaje militar. Te ofrecen algunos suministros y la posibilidad de reparar tu nave.
fr: Un chantier spatial civil Engi a été converti en station de ravitaillement militaire. Il vous offre la possibilité de faire réparer votre vaisseau et de vous procurer des ressources.
it: Un cantiere engi è stato convertito in una stazione di rifornimento. Si offrono di riparare la tua nave e rifornirti di scorte.
ko: 엔지 민간 조선소가 군사용 보급정거장으로 바뀌어 있습니다. 그들은 당신이 함선을 수리하고 보급받을 수 있도록 해줬습니다.
ru: Гражданская верфь энджи была переоборудована в военную заправочную станцию. Здесь вы сможете подлатать свой корабль и пополнить запасы.
zh_hans: 一座半械族民用造船厂已被改造成军用补给站。他们为你修补了舰体并补充了一些补给品。

source: data/events_sector_laststand.xml$//textList[@name="NODE17_REPAIR_STATION"]/text[3]
es: A través de los sistemas de comunicaciones, te enteras de que la base cercana de la Federación está equipada con una base de reparación. Cuando les transmites la prioridad de tu misión, reparan tu nave enseguida y te proporcionan algunos suministros.
fr: Les communications que vous captez vous apprennent que la base de la Fédération proche est dotée d'une station de réparation. Vous entrez en contact avec elle et, quand vous évoquez votre mission, elle accepte de réparer votre vaisseau et de vous livrer des ressources.
it: Le comunicazioni suggeriscono che la base federale nelle vicinanze è dotata di una stazione di riparazione. Quando segnali la priorità della tua missione riparano subito la tua nave e ti danno rifornimenti.
ko: 사령부에서 가까운 연방 기지에 수리용 정거장이 갖춰져 있다고 알려왔습니다. 임무를 위해 그곳에 들른다면 그들은 즉시 함선의 수리와 보급을 도울 것입니다.
ru: Судя по разговорам по коммуникатору, близлежащая база Федерации оснащена ремонтной станцией. Когда вы сообщаете о приоритете вашей миссии, они быстро помогают отремонтировать ваш корабль и дают вам немного припасов.
zh_hans: 通讯内的闲聊表明附近的联邦基地配备了一座维修站。当你转达任务优先级后，他们迅速为你修理了星舰并提供了一些补给。

source: data/events_sector_laststand.xml$//textList[@name="NODE17_REPAIR_STATION"]/text[4]
es: Una estación de construcción avanzada está reparando naves de guerra dañadas. Tus códigos de mando los convencen para realizar una reparación rápida de tu nave.
fr: Une station de construction avancée est en train de réparer des vaisseaux de guerre endommagés. Vos codes secrets sont suffisants pour convaincre ses dirigeants de retaper rapidement votre appareil.
it: Una stazione di riparazione strategica sta riparando delle navi danneggiate. Il tuo codice di comando convince gli alleati a effettuare delle rapide riparazioni sulla tua nave.
ko: 최전선 건조 정거장에서 손상된 전투함들을 수리하고 있습니다. 그들은 당신의 명령코드를 보고 재빨리 당신의 함선을 수리해줬습니다.
ru: Передовая строительная станция находится в процессе ремонта поврежденных военных кораблей. Ваши командные коды убеждают их провести быстрый ремонт вашего корабля.
zh_hans: 前方造船厂正在修复受损的军舰。你的命令代码说服他们在你的星舰上进行快速修补工作。

source: data/events_sector_laststand.xml$//textList[@name="NODE17_REPAIR_STATION"]/text[5]
es: Hay una estación comercial abandonada cerca de tu posición. Unos ingenieros de la Federación adaptaron su astillero para realizar reparaciones militares. Se ofrecen a reparar tu nave.
fr: Une station commerciale a été abandonnée non loin et des ingénieurs de la Fédération ont récupéré son chantier spatial afin d'y réparer les vaisseaux militaires. Ils se proposent de retaper également le vôtre.
it: C'è una stazione commerciale abbandonata nelle vicinanze. Alcuni ingegneri della Federazione hanno adattato il cantiere di bordo per le riparazioni militari e si offrono di sistemare la tua nave.
ko: 가까운 곳에 한 교역 정거장이 버려져 있습니다. 몇몇 연방 기술자들이 그들의 조선소를 군사용 수리시설로 바꾸었습니다. 그들은 당신의 함선을 수리해주겠다고 제안했습니다.
ru: Неподалеку была заброшена торговая станция. Инженеры Федерации перепрофилировали свою верфь под военный ремонт. Они предлагают помощь в ремонте вашего корабля.
zh_hans: 附近有一座废弃贸易站。一些联邦工程师将他们的造船厂改用于进行军事维修。他们帮助你修理了星舰。
