Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[3]/event/text
es: La nave de la Milicia transporta a un soldado de su tripulación, quien jura hacer todo lo posible para asistirte. El resto de los milicianos saludan por última vez antes de saltar para regresar al combate.
fr: Le vaisseau de la Milice dégotte un soldat de son équipage, qui promet l'allégeance à vos ordres. Le reste des hommes de la Milice vous salent une dernière fois avant de retourner combattre.
it: La nave miliziana teletrasporta un soldato del suo equipaggio, che giura che farà tutto ciò che è in suo potere per aiutarti. Gli altri miliziani fanno un ultimo saluto militare prima di effettuare il salto per tornare alla battaglia.
ko: 민병대는 병사를 한 명 보냈고, 그는 전력을 다해 당신을 돕겠다고 맹세했습니다. 나머지 대원들은 마지막으로 한 번 더 경례한 후 전선에 복귀하기 위해 도약했습니다.
ru: Корабль Ополчения передает сигнал солдату из своего экипажа, который обещает сделать все, что в его силах, чтобы помочь вам. Остальные ополченцы отдают честь в последний раз, а затем уходят в прыжок, чтобы вернуться в бой.
zh_hans: 民卫飞船传送来一名士兵，对方宣誓尽之所能地协助你。其余的盟卫们再一次向你敬礼，然后跃迁离开继续前去战斗。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[4]/text
es: ¡Atacarles!
fr: Les attaquer !
it: All'attacco!
ko: 공격하라!
ru: Атаковать их!
zh_hans: 攻击对方！

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[4]/event/text
es: Indignada por tu repentina traición, la nave de la Milicia lucha contra ti lo mejor que puede.
fr: Consterné par votre trahison soudaine, le vaisseau de la Milice s'arme pour un combat forcé contre vous.
it: Sconvolta dal tuo improvviso tradimento, la nave miliziana si prepara meglio che può per combattere contro di te.
ko: 갑작스러운 배신에 분노한 민병대는 최선을 다해 맞서 싸우기 시작합니다.
ru: Ошеломленный вашим внезапным предательством, корабль Ополчения сопротивляется изо всех сил.
zh_hans: 盟卫舰船对你的突然背叛感到非常震惊，它竭尽全力与你对抗。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[4]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/text
es: Una nave civil de la Union intenta escapar de los peligros constantes de este sector. "Gane o no gane la Federación, ya no queda seguridad en este maldito lugar. Tenemos que salir de aquí... maldita sea, tenemos que huir de esta realidad. Por favor, casi no tenemos combustible. Tienes algo que puedas darnos?"
fr: Un vaisseau civile de l'Union tente d'échapper aux dangers permanents de ce secteur. "Que la Fédération gagne ou non, on n'est plus en sécurité nulle part dans ce foutoir. Faut qu'on s'en aille... bordel, faut qu'on se casse de cette réalité ! S'il vous plait, on n'a presque plus d'essence. Il vous en reste en rab ?"
it: Una nave civile dell'Unione sta cercando di fuggire dai pericoli onnipresenti in questo settore. "Che la Federazione vinca o meno, non c'è più sicurezza in questo schifo di posto! Dobbiamo andarcene... accidenti, dobbiamo fuggire da questa realtà! Ti prego, abbiamo quasi esaurito il carburante. Puoi darcene un po'?"
ko: 민간 협회 함선이 이 구역에 언제나 존재하던 위협으로부터 달아나려 하고 있습니다. "연방이 이기든 말든, 이 망할 곳에 안전이라는 개념은 더 이상 없어! 여기서 빠져나가야만 해... 젠장, 이 현실을 빠져나가야만 해! 부탁입니다, 연료가 다 떨어져 가요. 조금 나눠주실 수 있을까요?"
ru: Гражданский корабль Союза пытается спастись от вечных опасностей этого сектора. "Независимо от того, победит Федерация или нет, в этом проклятом месте больше нет безопасности! Мы должны выбраться отсюда... черт возьми, мы должны бежать из этой реальности! Пожалуйста, у нас почти закончилось топливо. У вас есть хоть немного?"
zh_hans: 一艘同盟多功能飞船正试图逃离这个区域持续存在的种种危险。"不管联邦是否能获胜，这里已经没有安全可言了！我们必须离开这里……该死的，我们必须逃离这个现实！求求你们，我们的燃料快用完了。你们还有多余的吗？"

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[1]/text
es: Dales algo de combustible.
fr: Leur donner du carburant.
ko: 연료를 넘겨준다.
ru: Дать им немного топлива.
zh_hans: 给他们一些燃料。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[1]/event/text
es: Transfieres tu combustible a los de la Union.
fr: Vous envoyez de l'essence aux unionistes.
it: Trasferisci il carburante alla nave dell'Unione.
ko: 협회 민간인들에게 연료를 전달했습니다.
ru: Вы передаете свое топливо Союзникам.
zh_hans: 你把燃料送给了同盟飞船。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[1]/event/choice/event/text
es: "Oh, gracias Capitán. Por esto siempre hemos apoyado a la Federación. Solo asegúrate de convertir esa Flagship en vidrio para que todo esto no sea en vano." Los civiles te entregan algo de chatarra.
fr: "Oh merci, capitaine. C'est pour cela que nous avons toujours soutenu la Fédération. Assurez-vous juste d'abattre ce vaisseau amiral pour que tout cela ne soit pas en vain." Les civils vous donnent de la ferraille.
it: "Oh grazie mille, capitano. Ecco perché abbiamo sempre sostenuto la Federazione. Cerca solo di abbattere quell'Ammiraglia in modo da non gettare tutto all'aria." I civili ti danno dei moduli.
ko: "감사합니다 선장님. 이래서 저희가 항상 연방을 지지하는거죠. 이 모든 것이 헛되지 않도록 꼭 기함을 격추하십시오." 민간인은 당신에게 약간의 스크랩을 주었습니다.
ru: "О, спасибо, капитан. Вот почему мы всегда поддерживали Федерацию. Только убедитесь, что вы уничтожите этот Флагман, чтобы все это не пропало зря". Гражданские дают вам немного лома.
zh_hans: "哦，谢谢舰长。这就是我们一直支持联邦的原因。只是你一定要摧毁那艘旗舰，这样大家的努力才不会白费。"平民给了你一些废料。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[2]/text
es: Ya no necesitamos este combustible. Dales todo lo que podamos.
fr: Nous n'avons plus besoin de tout ce carburant. Leur en donner autant que possible.
it: Non ci serve più tutto questo carburante. Dagliene più che puoi.
ko: 이제 우리에겐 연료가 필요 없다. 최대한 많이 넘겨준다.
ru: Нам больше не нужно это топливо. Отдадим им столько, сколько сможем.
zh_hans: 我们不再需要多少燃料了，尽可能多地给他们。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[2]/event/text
es: Transfieres tu combustible a los de la Union.
fr: Vous envoyez de l'essence aux unionistes.
it: Trasferisci il carburante alla nave dell'Unione.
ko: 협회 민간인들에게 연료를 전달했습니다.
ru: Вы передаете свое топливо Союзникам.
zh_hans: 你把燃料送给了同盟飞船。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[2]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[2]/event/choice/event/text
es: "Oh, por... Esto es mucho más de lo que podríamos necesitar. ¡Sin duda podremos escapar con todo esto! Por esto siempre he apoyado a la Federación. Solo asegúrate de convertir esa Flagship en vidrio para que todo esto no sea en vano." Los civiles, profundamente agradecidos, te entregan un arma de grado militar que ya no necesitan en su nave, además de algo de chatarra.
fr: "Bon Dieu... C'est bien plus que ce qu'il nous fallait. Nous pourrons très certainement nous échapper avec tout cela ! C'est pour ça que j'ai toujours soutenu la Fédération. Assurez-vous juste d'abattre ce vaisseau amiral pour que tout cela ne soit pas en vain." Les civils sont tellement reconnaissants qu'ils vous donnent une arme de grade militaire dont ils n'ont plus besoin sur leur vaisseau, en plus de la ferraille.
it: "Oh cielo... è molto più di quello che ci serve. Così sì che riusciremo a scappare! Ecco perché ho sempre sostenuto la Federazione. Cerca solo di abbattere quell'Ammiraglia in modo da non gettare tutto all'aria." I civili sono così grati che ti danno un'arma militare che non gli serve più sulla loro nave, oltre a dei moduli.
ko: "맙소사... 우리에게 필요했던 양보다 훨씬 더 많네요. 이거면 반드시 이곳에서 탈출할 수 있을 거예요! 이래서 제가 항상 연방을 지지합니다. 이 모든 것이 헛되지 않도록 꼭 기함을 격추하십시오." 민간인들은 당신에게 감사해하며, 약간의 스크랩과 함께 그들에게는 더 이상 필요 없는 군용 무기를 주었습니다.
ru: "О, Боже... Это намного больше, чем нам может понадобиться. Мы точно сможем сбежать со всем этим! Вот почему я всегда поддерживал Федерацию. Только убедитесь, что вы уничтожите этот Флагман, чтобы все это не пропало зря". Гражданские так благодарны, что отдают вам оружие военного класса, которое им больше не нужно на их корабле, а также немного лома.
zh_hans: "哦，天哪...这比我们需要的要多得多。有了这些，我们一定能成功逃脱！这就是我一直支持联邦的原因。只是你一定要摧毁那艘旗舰，这样大家的努力才不会白费。"平民们非常感激，他们给了你他们不再需要的军用级武器，以及一些废料。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[3]/text
es: Ignorarlos.
fr: Les ignorer.
it: Ignorali.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[3]/event/text
es: Lamentablemente, no puedes arriesgarte a desprenderte de tus reservas de combustible en este momento. Te disculpas con la nave Unionista y rechazas la petición.
fr: Malheureusement, vous ne pouvez pas vous risquer à lâcher du carburant. Vous demandez pardon au vaisseau de l'Union et refusez.
it: Purtroppo non puoi rischiare di abbandonare le tue riserve di carburante a questo punto. Ti scusi con la nave dell'Unione e rifiuti.
ko: 안타깝지만, 이 시점에서 연료 부족의 위험을 감수할 수는 없습니다. 당신은 협회 함선에 사과하고 돌아섭니다.
ru: К сожалению, в такой момент вы не можете рисковать, передавая ваши запасы топлива. Вы извиняетесь перед кораблем Союза и отказываетесь.
zh_hans: 不幸的是，此时你不能冒险放弃燃料储备。你向同盟飞船致歉并拒绝了他们的要求。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[3]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_CIVILIANS"]/choice[3]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/text
es: La nave cercana está transmitiendo una llamada en los canales de la Federación. "Habla el Capitán Boggs de la flota de la Federación. Solicitamos apoyo de cualquier nave cercana en el sistema local."
fr: Le vaisseau non loin transmet un message sur les fréquences de la Fédération : "Ici le capitaine Boggs de la flotte de la Fédération. Nous demandons de l'aide à tout vaisseau proche dans ce système local."
it: La nave vicina sta trasmettendo una chiamata sui canali della Federazione. "Qui capitano Boggs della flotta federale. Richiediamo supporto da qualunque nave vicina nel sistema locale."
ko: 근처에 있는 함선이 연방의 채널에서 지원을 요청하고 있습니다. "여기는 연방 함대의 보그스 함장이다. 가까운 지역 선박에 지원을 요청한다."
ru: Корабль неподалеку передает вызов по каналам Федерации. "Это капитан Боггс из флота Федерации. Мы запрашиваем поддержку у любых ближайших кораблей в местной системе".
zh_hans: 附近的船正在联邦频道广播呼叫。"我是联邦舰队的博格斯舰长。我们请求本星系附近任何船只的支援。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[1]/text
es: Creen que somos estúpidos? ¡Atacar!
fr: Ils nous prennent pour des idiots ? À l'attaque !
it: Ci prendono per scemi? All'attacco!
ko: 우리를 바보로 보는 건가? 공격!
ru: Они думают, что мы тупые? В атаку!
zh_hans: 他们认为我们蠢吗？攻击！

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[1]/event/text
es: Alcanzas a oír al capitán de la nave decir: "Maldición, nos descubrieron. ¡Prepara las armas!"
fr: Vous surprenez le capitaine du vaisseau : "Merde, ils nous ont vus. Armez les canons !"
it: Becchi il capitano della nave che dice: "Cacchio, ci hanno beccati. Preparate le armi!"
ko: 당신은 그 함선의 함장이 하는 얘기를 포착했습니다. "빌어먹을, 놈들이 오고 있어. 무기 장전해!"
ru: Вы слышите, как капитан корабля говорит: "Черт, они нас засекли. Приготовить оружие!"
zh_hans: 你发现舰长说："糟了，他们盯上我们了。准备好武器！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[2]/text
es: Dales suministros.
fr: Leur donner des ressources.
ko: 보급품을 준다.
ru: Дать им припасы.
zh_hans: 给他们补给。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[2]/event/text
es: La nave se sorprende de que los estés ayudando, pero acepta los suministros con entusiasmo.
fr: Ils sont surpris de voir que vous leur apportez de l'aide, mais ils acceptent joyeusement vos offrandes.
it: La nave è sorpresa di vedere che la aiuti, ma accetta volentieri le risorse.
ko: 그 함선은 당신의 도움에 깜짝 놀랐지만, 신이 나서 보급품을 받아들였습니다.
ru: Корабль удивлен, что вы им помогаете, но они с радостью принимают припасы.
zh_hans: 这艘飞船很惊讶你在帮助他们，但他们兴高采烈地接受了补给。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[2]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[3]/text
es: Ignorarlos.
fr: Les ignorer.
it: Ignorali.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[3]/event/text
es: Te alejas de la extraña nave y silencias su llamada.
fr: Vous vous éloignez de l'étrange vaisseau et coupez leur transmission.
it: Voli via dalla strana nave e chiudi la trasmissione.
ko: 당신은 통신을 끊고 그 이상한 함선을 지나쳐 날아갔습니다.
ru: Вы улетаете от странного корабля и заглушаете их сигнал.
zh_hans: 你飞离这艘陌生的船并静音他们的呼叫。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[3]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DISGUISE"]/choice[3]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_DISGUISE_GIFT"]/event[1]/text
es: La tripulación de la nave te agradece. "Sé que la nave puede parecer un poco sospechosa, pero la original fue destruida. Nos vimos obligados a abordar esta y pintarla apresuradamente. Toma esto como agradecimiento."
fr: L'équipage du vaisseau vous remercie. "Je sais que cet appareil est douteux, mais notre véhicule d'origine a été détruit. Nous avons été contraint d'investir celui-ci et l'avons peint hâtivement. Tenez, voici en guise de récompense."
it: L'equipaggio della nave ti ringrazia. "So che questa nave sembra sospetto, ma la nostra originale è stata distrutta. Siamo stati costretti ad abbordare questa e l'abbiamo dipinta di fretta. Tieni, prendi questo in segno di ringraziamento."
ko: 그 함선의 선원이 당신에게 감사를 표합니다. "우리 함선이 좀 수상하다는 건 알지만, 원래 타던 배가 파괴돼서 말이죠. 그래서 어쩔 수 없이 이 배에 탑승했고, 서둘러 그 위에 페인트를 칠했습니다. 자, 감사의 의미로 이걸 받아주세요."
ru: Команда корабля благодарит вас. "Я знаю, что корабль может показаться немного подозрительным, но наш оригинал был уничтожен. Мы были вынуждены взять на абордаж этот, и наспех закрасили его. Вот, возьмите это в качестве благодарности".
zh_hans: 船上的船员感谢你。"我知道这艘船可能有点可疑，但我们的原来的被毁了。我们被迫登上这艘，并匆忙在上面刷漆。来，这个，作为我们的感谢。"

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_DISGUISE_GIFT"]/event[2]/text
es: "¡Jajajaja! ¡Eres un completo idiota! ¡Un imbécil! ¡Un perfecto estúpido! ¡Un necio! ¡Un bufón incompetente con cerebro de nuez! ¡No puedo creer que hayas caído en esto! ¡Ahora morirás!"
fr: "Hahahah ! Espèce d'imbécile ! Un véritable idiot ! Andouille absolue ! Âne bâté ! Espèce de bouffon incompétent à petite cervelle ! J'arrive pas à croire que tu aies mordu à l'hameçon ! Maintenant tu vas mourir !"
it: "Ahahahahahahahah! Razza di idiota! Deficiente! Cretino che non sei altro! Somaro! Buffone microcefalo! Non riesco a credere che ci sei cascato! E ora crepa!"
ko: "하하하! 완전히 구제불능한 바보로세! 멍청이! 완벽한 천치! 저능아! 머리에 우동사리가 든 놈! 이런 것에 속다니 믿을 수가 없다! 이제 죽어라!"
ru: "Ха-ха-ха! Ты абсолютный идиот! Ты болван! Ты полный кретин! Ты тупица! Ты балбес с мозгом размером с грецкий орех! Я не могу поверить, что ты купился на это! Теперь ты умрешь!"
zh_hans: "哈哈哈！你这个愚蠢至极的白痴！小赤佬！你个冚家铲！你这个愚蠢无能的傻瓜！我真不敢相信你会上当！现在你死定了！"

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_DISGUISE_GIFT"]/event[2]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/text
es: Esta baliza alberga un punto de entrega Rebelde improvisado, un lugar donde las naves de transporte entregan suministros. Está protegido por un guardia MFK bien armado, pero si puedes destruirlo, cualquier suministro almacenado en la plataforma será tuyo.
fr: Cette balise abrite un point de ravitaillement rebelle improvisé, servant à accueillir les livraisons de ressources. Un garde MFK bien armé assure sa protection - mais si vous pouvez le détruire, toute ressource se trouvant dans la plateforme sera à vous.
it: Questo astrofaro ospita un approdo Ribelle artigianale, un luogo in cui i mercantili possano consegnare scorte. È protetto da una guardia MFK ben armata... ma se riuscirai a distruggerla, tutte le scorte che si trovano alla piattaforma saranno tue.
ko: 이 송신소는 반군 수송선이 보급품을 배달하는 위치인 임시 반군 강하 지점입니다. 중무장한 MFK 경비정이 보호하고 있지만, 저걸 파괴할 수만 있다면 플랫폼에 보관된 모든 보급품은 당신의 것이 될 것입니다.
ru: Этот маяк является домом для импровизированного пункта высадки повстанцев, куда транспортные корабли доставляют припасы. Он охраняется хорошо вооруженным стражем МФК, но если вы сможете уничтожить его, все припасы, хранящиеся на платформе, станут вашими.
zh_hans: 这个信标是一个临时的叛军投递点的所在地，一个运输船运送补给品的地方。它受到全副武装的MFK守卫舰的保护，但如果你能摧毁它，目前存放在平台上的任何物资都将归你所有。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[1]/text
es: Atacar al guardia.
fr: Attaquer le garde.
it: Attacca la guardia.
ko: 경비정을 공격한다.
ru: Атаковать сторожевой корабль.
zh_hans: 攻击守卫。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[1]/event/text
es: Levantas tus armas y atacas al guardia.
fr: Vous activez vos armes et foncez droit sur le garde.
it: Alimenti le armi e attacchi la guardia.
ko: 당신은 무기를 장전하고 경비정을 공격합니다.
ru: Вы заряжаете орудия и атакуете сторожевой корабль.
zh_hans: 你启动武器攻击守卫。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[2]/text
es: Ignorar el punto de entrega.
fr: Ignorer le point de ravitaillement.
it: Ignora l'approdo.
ko: 강하 지점을 무시한다.
ru: Не обращать внимания на платформу.
zh_hans: 无视投递点。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[2]/event/text
es: Pasas de largo la plataforma y continúas con tu misión.
fr: Vous flottez près de la plateforme et continuez votre mission.
it: Superi la piattaforma e continui con la tua missione.
ko: 당신은 플랫폼을 지나쳐 임무를 계속합니다.
ru: Вы проходите мимо платформы и продолжаете свою миссию.
zh_hans: 你绕过了平台并继续执行你的任务。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[2]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT"]/choice[2]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT_WIN"]/text
es: Has derrotado al guardia. Desmantelas los restos antes de investigar la plataforma.
fr: Vous avez vaincu le garde. Vous récupérez ses restes avant d'examiner la plateforme.
it: Hai sconfitto la guardia. Recuperi i resti prima di controllare la piattaforma.
ko: 경비정을 격침했습니다. 당신은 플랫폼을 조사하기 전에 먼저 잔해를 건져냈습니다.
ru: Вы победили стража. Вы соскребаете останки, прежде чем исследовать платформу.
zh_hans: 你打败了守卫舰，并在调查平台之前搜刮了残骸。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT_WIN"]/choice/text
es: Saquea el punto de entrega.
fr: Piller le point de ravitaillement.
it: Saccheggia l'approdo.
ko: 강하 지점을 약탈한다.
ru: Обчистить платформу.
zh_hans: 突袭投递点。

source: data/events_sector_laststand.xml$//event[@name="NODE17_DEPOT_WIN"]/choice/event/text
es: La plataforma parece estar completamente desatendida. Robas tantos suministros como puedes y un arma de grado militar.
fr: La plateforme est complètement déserte. Vous volez autant de ressources que possible, ainsi qu'une arme de grade militaire.
it: La piattaforma sembra essere completamente deserta. Rubi tutte le scorte che puoi, oltre a un'arma degna di un militare.
ko: 그 플랫폼은 완전히 무인화된 것으로 보입니다. 당신은 가능한 한 많은 보급품과 군용 무기를 훔쳤습니다.
ru: Платформа кажется полностью безлюдной. Вы крадете столько припасов, сколько можете, и оружие военного класса.
zh_hans: 该平台似乎完全无人照看，你偷走了尽可能多的补给品和军用级武器。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/text
es: Una ciudad de la Federación en esta baliza está llevando a cabo evacuaciones. Algunas naves Rebeldes están escaramuzando con la patrulla fronteriza, pero la verdadera amenaza se encuentra en un escuadrón Rebelde distante que se aproxima rápidamente. Varias enormes naves de transporte pesado de la Federación están recogiendo civiles, pero no llegarán a tiempo antes de que los Rebeldes inicien su ataque total.
fr: La balise vous a amené à une ville de la Fédération en pleine évacuation. Quelques vaisseaux rebelles se battent avec la patrouille frontalière, cependant la véritable menace se révèle être un escadron rebelle lointain mais en approche rapide. Quelques transporteurs lourds de la Fédération s'occupent de ramasser les civils, mais ils ne pourront pas arriver à temps avant que les rebelles puissent lancer un assaut complet.
it: Una città della Federazione a questo astrofaro è in via di evacuazione. Alcune navi Ribelli si stanno scontrando con le pattuglie di frontiera, ma la vera minaccia sta nello squadrone Ribelle in rapido avvicinamento. Alcune grosse navi sbarco federali stanno raccogliendo i civili, ma non arriveranno in tempo prima che i Ribelli inizino il loro attacco su larga scala.
ko: 이 송신소에 있는 연방 도시의 시민들은 대피 중입니다. 몇몇 반군 함선들이 국경 순찰대와 교전을 벌이고 있지만, 진짜 위협은 먼 곳에서 빠르게 다가오고 있는 반군 함대에 있습니다. 몇 척의 거대한 연방 중수송선이 민간인들을 모으고 있지만, 반군이 전면 공격을 시작하기 전까지 모두를 태우지는 못할 것입니다.
ru: В городе Федерации у этого маяка идет эвакуация. Несколько кораблей повстанцев ведут стычки с пограничным патрулем, но реальная угроза исходит от далекой, но быстро приближающейся эскадры повстанцев. Несколько массивных тяжелых перевозчиков Федерации собирают гражданских, но они не успеют прибыть до того, как повстанцы начнут свою полноценную атаку.
zh_hans: 位于此信标的联邦城市正在进行疏散。几艘叛军舰船与边境巡逻队发生冲突，但真正的威胁在于远处迅速接近的叛军中队。一些巨大的联邦重型运载船正赶来运送平民，但在叛军开始全面进攻之前，他们可能无法及时到达。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[1]/text
es: Recoge tantos civiles como sea posible y llévalos a las naves de transporte.
fr: Prendre avec vous autant de civils que possible et les amener aux transporteurs.
it: Raccogli più civili che puoi e portali alle navi sbarco.
ko: 최대한 많은 민간인을 태워 수송선까지 데려다준다.
ru: Подобрать как можно больше граждан и доставить их к перевозчикам.
zh_hans: 尽可能多地带走平民并将他们带到运载船上。
