Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_TURZIL"]/text
es: Tully entonces se percata de Turzil, que había estado de pie detrás de ti todo el tiempo. "¡Turzil! Escuché lo que le ocurrió a tu contraparte del U0, y temía que hubieras corrido la misma suerte. Supongo que la Harmony no te está tratando bien?" "En efecto, Almirante. Es [afortunado] que haya podido -escapar- del espacio de la Harmony ileso." "Puedes decirlo otra vez. Ahora, no puedo hacer mucho para mejorar tu situación tal como están las cosas, pero quizá si ayudas a destruir ese Flagship, podamos convencer a la Harmony de esta realidad de que te deje en paz. Es un deseo optimista, sin duda, pero es todo lo que nos queda en este punto." "Considéralo ya [hecho]."
fr: Tully remarque alors Turzil, qui se tient derrière vous depuis le début. "Turzil ! J’avais entendu parler de ce qui est arrivé à votre homologue U0, et je craignais que vous ayez subi un sort similaire. Je suppose que l’Harmonie ne vous traite pas bien ?" "En effet, Amiral. J’ai eu la [chance] de pouvoir -m’échapper- de l’espace Harmonie indemne." "Vous pouvez le dire. Pour l’instant, je ne peux pas faire grand-chose pour améliorer votre situation, mais si vous aidez à éliminer ce Vaisseau Amiral, nous pourrons peut-être convaincre l’Harmonie de cette réalité de vous laisser tranquille. C’est un vœu pieux, mais c’est tout ce qui nous reste à ce stade." "Considérez cela déjà [accompli]."
it: Tully nota Turzil, che è rimasto dietro di te per tutto il tempo. "Turzil! Ho sentito cos'è successo alla tua controparte U0 ed ero preoccupato che ti fosse successa la stessa cosa. Presumo che l'Armonia ti stia dando grane." "È così, Ammiraglio. È una [fortuna] che sia riuscito a -fuggire- dallo spazio Armonico senza un graffio. "Puoi dirlo forte. Non posso fare molto per aiutarti per come stanno adesso le cose, ma forse se ci aiuti ad eliminare l'Ammiraglia, possiamo convincere l'Armonia di questa realtà a lasciarti in pace. Spero molto, lo so, ma la speranza è sempre l'ultima a morire." "Consideralo già [fatto]."
ko: 그러고 나서 툴리는 당신 뒤에 계속 서 있던 투르질을 알아차렸습니다. "투르질! 제 0우주의 자네가 겪은 일을 듣고, 이곳의 자네도 같은 운명을 걸을까 걱정했어. 하모니에서의 취급이 좋지 않은 거 맞지?" "정확하다, 제독. 내가 하모니의 영역을 별 탈 없이 -탈출-한 것은 [행운]이다." "정말 다행이야. 지금으로선 자네의 처지를 도와줄 방법이 별로 없지만, 자네가 기함의 격파를 도와준다면, 이 현실의 하모니가 당신을 내버려두도록 연방이 설득할 수 있을지도 몰라. 낙관적인 생각이긴 하지만, 지금 우리에게 남은 방법은 그것뿐이야." "이미 [성공]한 거나 다름없다."
ru: Затем Талли обращает внимание на Турзила, который все это время стоял позади вас. "Турзил! Я слышал о том, что случилось с вашим коллегой из В0, и беспокоился, что вас постигла та же участь. Я так понимаю, Гармонии с вами не очень хорошо обращаются?" "Да, адмирал. К [счастью], мне удалось -выбраться- из пространства Гармонии целым и невредимым". "Еще бы. Сейчас я не могу особо помочь вам в вашей ситуации, но если вы поможете уничтожить этот Флагман, возможно, нам удастся убедить Гармонию этой реальности оставить вас в покое. Звучит, конечно, не очень реализуемо... но у нас уже почти не осталось других вариантов". "Считайте, что это уже [сделано]".
zh_hans: 随后，塔利留意到了图尔齐尔，此人自始至终都站在你身后。"图尔齐尔！我听说了你那个U0版本角色遭遇的事情，很担心你也会遭遇同样的命运。我猜谐合对你不好吧？" "的确，舰长。很[幸运的]是，我能够在谐合星域的过程中毫发无损。" "你说得太对了。目前来看，我实在无法采取什么措施来改善你的处境，但或许如果你能将那艘旗舰拖走，我们或许能够说服这个现实世界的谐合势力放过你。这确实是一种幻想，但眼下我们别无他法了。" "就当这件事已经[完成]了吧。"

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_TURZIL"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/text
es: "Me temo que no tenemos más tiempo para conversar. Hay algo que necesites antes de enfrentarte al Flagship?" Tully ordena a las naves de apoyo que permanezcan en espera, aguardando tu comando.
fr: "J'ai bien peur que nous n'ayons plus le temps pour les discussions. Avez-vous besoin de quoi que ce soit avant de faire face au vaisseau amiral ?" Tully mobilise les vaisseaux de soutiens disponibles, qui attendent vos ordres.
it: "Temo che non abbiamo più tempo per chiacchierare. C'è qualcosa che ti serve prima di affrontare l'Ammiraglia?" Tully ordina alle navi di supporto di stare in stand-by, in attesa dei tuoi ordini.
ko: "유감스럽지만 더 이상 수다나 떨 시간은 없네. 기함을 맞이하기 전에 필요한 건 없나?" 툴리는 대기 중이던 지원함대를 부르며 당신의 요청을 기다렸습니다.
ru: "Боюсь, у нас больше нет времени на разговоры. Вам что-нибудь нужно, прежде чем вы встретитесь с Флагманом?" Талли приказывает кораблям поддержки быть наготове, ожидая вашей команды.
zh_hans: "恐怕我们没有更多的时间聊天了，在你面对旗舰之前，你有什么需要吗？"塔利命令支援舰待命，等待你的指挥。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[1]/text
es: Solicitar reparaciones.
fr: Demander des réparations.
it: Richiedi riparazioni.
ko: 수리를 요청한다.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[1]/event/text
es: Tully envía una nave de apoyo de la Federación para reparar tu casco.
fr: Tully envoie un vaisseau de soutien de la Fédération réparer la coque de votre vaisseau.
it: Tully manda una nave di supporto a riparare il tuo scafo.
ko: 툴리가 연방의 지원함을 시켜 선체를 고치도록 했습니다.
ru: Талли отправляет корабль поддержки Федерации для ремонта вашего корпуса.
zh_hans: 塔利派出了一艘联邦支援舰来修理你的船体。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[1]/event/choice[@req="detergent_mode" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[1]/event/choice[@req="detergent_mode" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[2]/text
es: Solicitar combustible y un mapa del sector.
fr: Demander du carburant et des données cartographiques.
it: Richiedi carburante e una mappa del settore.
ko: 연료와 성도를 요청한다.
ru: Запросить топливо и карту сектора.
zh_hans: 请求燃料与星图。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[2]/event/text
es: Tully envía un dron de reabastecimiento para restaurar tus reservas de combustible, y transfiere los datos del mapa del sector.
fr: Tully envoie un drone ravitailleur faire le plein de vos réservoirs de carburant et transfère les données cartographiques du secteur.
it: Tully manda un drone di rifornimento per rimpinguare le tue riserve e trasferisce i dati della mappa del settore.
ko: 툴리가 보급 드론을 보내 연료를 비축해주고, 이 구역의 지도 데이터를 전송해줬습니다.
ru: Талли отправляет беспилотник-заправщик для восстановления запасов топлива и передает картографические данные сектора.
zh_hans: 塔利派出了一架补给无人机来增加你的燃料储备，并传输该星区的星图数据。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[2]/event/choice[@req="detergent_mode" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[2]/event/choice[@req="detergent_mode" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[3]/text
es: Solicitar munición y piezas de dron.
fr: Demander des munitions et des pièces de drones.
it: Richiedi munizioni e chip per droni.
ko: 탄약과 드론 부품을 요청한다.
ru: Запросить боеприпасы и дрон-комплекты.
zh_hans: 请求弹药与无人机部件。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[3]/event/text
es: Tully envía un dron de suministros para restaurar tus reservas.
fr: Tully envoie un drone ravitailleur vous fournir en ressources de combat.
it: Tully manda un drone di rifornimento per rimpinguare le tue riserve.
ko: 툴리가 재보급 드론을 보내 보급품을 비축해 줬습니다.
ru: Талли отправляет беспилотник с пополнением запасов, чтобы восстановить ваши резервы.
zh_hans: 塔利派出了一架补给无人机来增加你的资源储备。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[3]/event/choice[@req="detergent_mode" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[3]/event/choice[@req="detergent_mode" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[4]/text
es: Solicitar tripulación adicional.
fr: Demander un renfort d'équipage.
it: Richiedi rinforzi all'equipaggio.
ko: 선원을 요청한다.
ru: Запросить дополнительный экипаж.
zh_hans: 请求一名船员。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[4]/event/text
es: Tully envía un soldado entrenado de la Federación para servir en tu nave.
fr: Tully vous envoie un soldat bien entraîné de la Fédération servir sur votre vaisseau.
it: Tully manda un soldato allenato della Federazione a servire sulla tua nave.
ko: 툴리가 훈련받은 연방군 병사를 보내 당신의 함선에서 근무하게 했습니다.
ru: Талли отправляет подготовленного солдата Федерации служить на ваш корабль.
zh_hans: 塔利派出了一名训练有素的联邦士兵在你的船上服役。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[4]/event/choice[@req="detergent_mode" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[4]/event/choice[@req="detergent_mode" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[@req="SHIP_PROPHET"]/text
es: No necesitamos su asistencia. El Gran Ojo nos guiará.
fr: Nous n'avons pas besoin de votre aide. Le Grand Œil nous guidera.
it: Non ci serve il tuo aiuto. Il Grande Occhio ci guida.
ko: 여러분의 지원은 필요 없습니다. 위대한 눈께서 우리를 이끌어 주실 겁니다.
ru: Мы не нуждаемся в вашей помощи. Великое Око направит нас.
zh_hans: 我们不需要你的帮助。先知圣眼将引导我们。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[@req="SHIP_PROPHET"]/event/text
es: Elevas una plegaria al Ojo, deseando un viaje seguro por este sector. El Ojo atiende, y encuentras tu nave abastecida y lista para partir.
fr: Vous faites une prière à l'Œil, souhaitant que les voyages dans ce secteur soient sûrs. L'œil vous mire et vous trouvez votre vaisseau approvisionné et prêt à partir.
it: Rivolgi una preghiera all'Occhio, chiedendo un viaggio sicuro nel settore. L'Occhio ascolta e trovi la tua nave rifornita e pronta a partire.
ko: 당신은 순항을 기원하며 위대한 눈에 기도했습니다. 기도를 마치자 함선에 위대한 눈이 깃들어 보급품이 비축됐고 떠날 준비가 돼 있었습니다.
ru: Вы возносите молитву Оку, желая безопасных путешествий через этот сектор. Око смиряется, и вы обнаруживаете, что ваш корабль укомплектован и готов к путешествию.
zh_hans: 你向圣眼祈祷，希望安全地通过这个星区。圣眼显灵，你发现你的星舰库存充足并处于整装待发的状态。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[@req="SHIP_PROPHET"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[@req="TULLY_PRESENT"]/text
es: Mostrarle a Tully el paquete.
fr: Montrer le colis à Tully.
it: Mostra il pacco a Tully.
ko: 툴리에게 보급 상자를 보여준다.
ru: Показать Талли посылку.
zh_hans: 给塔利看货箱。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[@req="TULLY_PRESENT"]/event/text
es: En cuanto Tully posa los ojos en la caja, cambia completamente su postura. Te permite entrar al mando de la Federación.
fr: Dès que Tully jette un œil sur la boîte, il change complètement de posture. Il vous autorise à rentrer dans le commandement fédéré.
it: Non appena Tully posa gli occhi sulla scatola, cambia completamente postura. Ti fa entrare nel comando federale.
ko: 상자를 보자 툴리의 태도가 돌변했습니다. 그가 당신을 연방 사령부에 들어오도록 허락했습니다.
ru: Как только Талли бросает взгляд на коробку, он полностью меняет свою позу. Он впускает вас внутрь командного пункта Федерации.
zh_hans: 塔利一看到这个盒子，就立即改变了他的姿态。他允许你进入联邦指挥部。

source: data/events_sector_laststand.xml$/FTL/event[@name="LAST_STAND_START_2_STANDARD"]/choice[@req="TULLY_PRESENT"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TULLY_CONTACT"]/text
es: Tully se sienta contigo y coloca la caja sobre la mesa frente a ustedes. "Sabes qué hay dentro de este paquete?" Niegas con la cabeza. "Pues te lo diré. Absolutamente nada." La expresión de confusión en tu rostro hace que Tully suelte una carcajada. "Entregué estos paquetes a varios oficiales importantes de la Federación. Deben dárselos a quienes consideren dignos de confianza y traerlos hasta mí. Es una señal de que realmente eres digno de esta batalla final. Será mejor que nos pongamos en marcha, este Flagship no se destruirá solo."
fr: Tully s'assied avec vous et place la boîte sur une table devant vous. "Avez-vous la moindre idée de ce qui se trouve à l'intérieur de ce colis ?" Vous secouez la tête. "Eh bien je vais vous le dire. Absolument rien." Le regard confus sur votre visage fait ricaner Tully. "J'ai donné ces colis à plusieurs représentants importants de la Fédération. Ils doivent être remis à ceux qu'ils considèrent comme personnes de confiances qui doivent me voir. C'est un signe que vous êtes vraiment digne de ce combat final. Nous ferions mieux d'y aller maintenant, ce vaisseau amiral ne va pas se détruire tout seul."
it: Tully si siede con te e mette la scatola sul tavolo davanti a te. "Sai cosa c'è qui dentro?" Scuoti la testa. "Bene, te lo dico io. Assolutamente niente." La confusione che si dipinge sul tuo volto fa sorridere Tully. "Ho dato questi pacchi a molti ufficiali importanti della Federazione. Hanno il compito di consegnarli a chi ritengono degni di fiducia e dirgli di portarmeli. È un segno che sei davvero degno di questa battaglia finale. Bene, faremo meglio ad andare, quell'Ammiraglia non si distruggerà da sola."
ko: 툴리가 당신과 함께 앉아 상자를 당신 앞에 있는 테이블 위에 놓았습니다. "보급 상자 안에 뭐가 있는지 알고 있나?" 당신을 고개를 가로저었습니다. "그렇다면 말해주겠네. 아무것도 없어." 당신이 혼란스러운 모습을 보이자 툴리가 낄낄댔습니다. "몇몇 주요 연방 간부들에게 보급 상자를 나눠줬네. 믿을 만한 사람에게 주어 내게 전달시키도록 했지. 그건 자네가 이 마지막 싸움을 할 자격이 있다는 증거야. 이제 출발하는 게 좋겠군, 기함은 결코 자멸하지 않을 테니."
ru: Талли садится рядом с вами и кладет коробку на стол перед вами. "Вы знаете, что находится внутри этой коробки?" Вы качаете головой. "Ну, я скажу вам. Абсолютно ничего". Растерянное выражение вашего лица заставляет Талли улыбнуться. "Я передал эти коробки нескольким важным чиновникам Федерации. Они должны быть переданы тем, кого они сочтут заслуживающими доверия, и должны быть доставлены ко мне. Это знак того, что вы действительно достойны этой последней битвы. Тогда нам пора идти, этот Флагман сам себя не уничтожит".
zh_hans: 塔利和你坐下，把盒子放在你面前的桌子上。"你知道这里面是什么吗？"你摇头。"好吧，告诉你吧，其实什么都没有。"你脸上困惑的表情让塔利咯咯地笑了起来。"我把这些货箱给了几个重要的联邦官员。告诉他们只能把它们通过最值得信赖的人转交回我。这表明你真的配得上这最后一战。那我们最好出发，旗舰可不会自毁。"

source: data/events_sector_laststand.xml$//event[@name="TULLY_CONTACT"]/crewMember
es: Tully
fr: Tully
ko: Tully
ru: Талли
zh_hans: 塔利

source: data/events_sector_laststand.xml$//event[@name="TULLY_CONTACT"]/choice[@req="detergent_mode" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TULLY_CONTACT"]/choice[@req="detergent_mode" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="LASTSTAND_EMPTY_BEACON"]/text
es: Ahora que estás completamente listo para partir, tienes algo de tiempo para hacer algo en la nave. Estos momentos serán escasos en este sector, así que aprovecha esta oportunidad para hacer lo que necesites, hablar con tu tripulación y revisar tu informe de misión por última vez!
fr: Maintenant que vous êtes enfin prêts à partir, il vous reste un peu de temps pour faire quelque chose à bord du vaisseau. Ces moments se feront rares dans ce secteur, alors profitez-en pour faire ce dont vous avez besoin, parler à votre équipage et regarder votre rapport de mission une dernière fois !
it: Ora che hai completato i preparativi, hai il tempo di fare qualcosa sulla nave. Questi momenti saranno pochi e ben distanziati in questo settore, quindi cogli quest'occasione per fare tutto quello che ritieni necessario, parlare all'equipaggio e controllare il rapporto missione un'ultima volta!
ko: 출발할 준비를 마치고 나니 함선에서 무언가를 할 시간이 있었습니다. 이 구역에서는 지금 같은 여유가 별로 없을 테니 이번 기회를 최대한 활용하십시오. 선원들에게 말도 걸어보고, 마지막으로 임무 보고서도 확인해 보세요!
ru: Теперь, когда все готово к отлету, у вас есть немного времени, чтобы заняться чем-нибудь на корабле. В этом секторе таких моментов будет немного, поэтому воспользуйтесь возможностью сделать все, что вам может понадобиться, поговорить с экипажем и в последний раз просмотреть отчет о выполнении задания!
zh_hans: 现在你们都准备好了，还有一些时间进行星舰管理。这种时刻在这个星区很少见，所以抓住这个机会做足准备。比如与你的船员交谈，或最后一次查看你的任务报告！

source: data/events_sector_laststand.xml$//event[@name="LASTSTAND_EMPTY_BEACON"]/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="LASTSTAND_EMPTY_BEACON"]/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="BOSS_AUTOMATED"]/text
es: Parece que esta nave también está equipada con un sistema de IA avanzado. Ahora que la tripulación está muerta, ¡ha tomado el control! También percibes que los niveles de oxígeno están descendiendo en el Flagship...
fr: On dirait que ce vaisseau est aussi équipé d'un système d'IA très poussé. Maintenant que l'équipage est mort, le système a pris le contrôle ! Vous détectez aussi une baisse des niveaux d'oxygène au sein du vaisseau amiral...
it: Pare che questa nave sia dotata anche di un sistema IA avanzato. Ora che l'equipaggio è morto, ha preso il controllo! Rilevi anche che i livelli di ossigeno a bordo dell'Ammiraglia calano vertiginosamente...
ko: 이 함선은 선진 AI 시스템도 갖추고 있는 것으로 보입니다. 선원이 모두 죽자 AI가 통제권을 얻었습니다! 또한 기함의 산소실 출력이 떨어지는 것도 감지됐습니다...
ru: Оказывается, этот корабль оборудован продвинутой системой искусственного интеллекта. Теперь, когда экипаж мертв, она взяла управление в свои руки! Вы чувствуете, что уровень кислорода на Флагмане падает...
zh_hans: 看起来这艘战舰还配备了先进的AI控制系统。在船员都阵亡之后，AI开始接管！你察觉到旗舰上的氧气浓度也在持续下降...

source: data/events_sector_laststand.xml$//event[@name="BOSS_DESTROYED"]/text
es: La explosión sacude tu nave y sientes un escalofrío de alivio. Lo has conseguido. La Federación está a salvo...
fr: Son explosion secoue votre vaisseau et vous soupirez de soulagement. Vous avez réussi. La Fédération est sauvée....
it: L'esplosione fa tremare la tua nave, mentre tiri un sospiro di sollievo. Ce l'hai fatta. La Federazione è salva...
ko: 기함의 폭발이 당신의 함선을 뒤흔들고, 당신은 안도감에 떨었습니다. 당신이 해냈습니다. 연방은 구원받았습니다...
ru: Его взрыв сотрясает ваш корабль, и вы испытываете облегчение. Вы сделали это. Федерация спасена....
zh_hans: 它的爆炸震动了你的星舰，你如释重负地松了一口气。你做到了。联邦得救了...

source: data/events_sector_laststand.xml$//event[@name="BOSS_DESTROYED"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_DESTROYED"]/choice/event/text
es: ¡Gracias por jugar! Ten en cuenta que seguimos en fase beta y aún no hemos diseñado una conclusión final para el juego. Entra en nuestros foros y cuéntanos tus impresiones y tus estrategias de victoria. ¡Gracias!
fr: Merci d'avoir joué ! Gardez à l'esprit qu'il s'agit encore d'une version bêta et que nous n'avons pas encore créé une conclusion satisfaisante pour le jeu. Rendez-vous sur nos forums pour nous donner votre avis et nous faire savoir que vous avez gagné. Merci !
it: Grazie per aver giocato! Ricordati che il gioco è ancora in beta e stiamo ancora scrivendo il gran finale! Visita i nostri forum per dirci che hai finito il gioco e cosa ne pensi. Grazie!
ko: 즐겨주셔서 감사합니다! 이 게임이 아직 베타이며, 우리가 아직 만족스러운 결말을 만들지 않았다는 점을 명심해 주세요. 우리의 포럼에 오셔서 피드백을 남겨주시고, 당신이 이 게임을 깼다는 걸 알려주세요. 감사합니다!
ru: Спасибо за игру! Имейте в виду, что это все еще бета-версия, и мы не создали достойного завершения игры. Посетите наши форумы, чтобы оставить отзыв и сообщить нам, что вы одержали победу. Спасибо!
zh_hans: 感谢游玩！多元宇宙仍处于测试阶段，我们还没有为游戏创造一个令人满意的结局。前往我们的Discord、论坛或QQ群给我们一些反馈，让我们知道你取得了胜利。谢谢！

source: data/events_sector_laststand.xml$//event[@name="BOSS_ESCAPED"]/text
es: Justo cuando empiezas a cambiar las tornas a tu favor, se las apaña para realizar un salto hiperluz. ¡Tienes que mantener la presión!
fr: Juste au moment où vous prenez enfin l'avantage, l'ennemi trouve le moyen d'effectuer un saut supraluminique. Ne relâchez pas l'assaut !
it: Proprio quando stavi per prendere il sopravvento, trova il modo per effettuare un salto FTL. Devi continuare l'assalto!
ko: 당신이 겨우 우위를 점하자마자 적 기함은 초광속 도약을 사용해버렸습니다. 계속해서 공격해야 합니다!
ru: В тот самый момент, когда вы наконец одерживаете верх, он находит способ совершить сверхсветовой прыжок. Вы должны продолжать атаковать!
zh_hans: 就在你最终占据上风时，它设法进行了一次超光速跃迁。你必须继续进攻！

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/text
es: Esto es todo... El Flagship Rebelde. Si logras destruir esta monstruosidad, la flota de la Federación tendrá una oportunidad de sobrevivir. ¡No hay vuelta atrás!
fr: Le voilà... c'est le vaisseau amiral rebelle. Si vous parvenez à détruire cette monstruosité, la flotte de la Fédération aura une chance de s'en sortir. Pas de retour en arrière !
it: Ci siamo... L'Ammiraglia ribelle. Se riuscirai a distruggere questa mostruosità, la Federazione avrà una chance di sopravvivere. Non si torna indietro!
ko: 마침내... 반군 기함과의 결전입니다. 만일 당신이 이 괴물을 물리칠 수 있다면, 연방 함대는 살아남을 기회를 얻게 될 것입니다. 물러설 곳은 없습니다!
ru: Вот он... Флагман повстанцев. Если вы сможете уничтожить это чудовище, у флота Федерации появится шанс выжить. Назад дороги нет!
zh_hans: 这就是它...叛军旗舰。如果你能够摧毁这个怪物，联邦舰队就有幸存的机会。没有回头路了！

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_1"]/choice[@req="PEACE"]/text
es: Quizá podría haber una reconciliación de nuestros ideales sin guerra?
fr: "Peut-être pourrait-on concilier nos idéaux sans guerre ?"
it: Possiamo riconciliare i nostri ideali senza guerra?
ko: 어쩌면 전쟁 없이도 우리의 이상을 조화시킬 수 있는 절충안이 있지 않을까요?
ru: Может быть, можно было бы достичь примирения наших идеалов без войны?
zh_hans: 也许我们之间可以通过调解分歧，来避免战争实现共同理想？
