Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_UNION"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Es bueno saber que la Union aún nos respalda. Cada día parece que más unionistas se pasan a la Rebelión, pero si la Union sigue produciendo renegados leales en el Universo 0, entonces quizá aún tengamos esperanza. Todos contamos contigo, capitán. No me decepciones."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Il est bon de savoir que l'Union assure nos arrières. Chaque jour, ils semblent se rapprocher de la Rébellion, mais l'Union produit toujours de loyaux renégats dans l'Univers 0 donc on a de quoi garder espoir. On compte tous sur vous, capitaine. Rendez-moi fier."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "È bello sapere che l'Unione ci guarda ancora le spalle. Ogni giorno sembra che sempre più membri si rivolgano alla Ribellione, ma se l'Unione produce ancora Rinnegati leali nell'Universo 0 allora c'è speranza. Contiamo tutti su di te, capitano. Rendimi fiero."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "협회에서 여전히 우리의 아군으로 남아 있어줘서 다행이군. 날이 갈수록 협회 구성원들이 반군 쪽에 붙는 상황이지만서도, 제0우주에서 계속 우리 편인 배회자들을 보내주는 이상 희망은 꺼지지 않을 테지. 기대하고 있겠네, 함장. 자네를 믿고 있다네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Приятно знать, что Союз по-прежнему нас прикрывает. С каждым днем кажется, что все больше и больше Союзников переходят на сторону Восстания, но если Союз все еще порождает верных Ренегатов во Вселенной 0, то у нас есть надежда. Мы все рассчитываем на вас, капитан. Я горжусь вами".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"很高兴知道同盟还在支持我们。每天都有越来越多的同盟成员转向叛军，但如果同盟还能在0号宇宙培养出忠诚的变元者，那我们也许还有希望。我们都指望你了，舰长。让我为你骄傲。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_UNION"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FEDERATION"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FEDERATION"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Bien, parece que trajiste una nave de la Federación bien armada. Bienvenido a la Última Resistencia, capitán."
fr: Sur l'écran vidéo apparaissent plusieurs officiers Fédérés et Engis, ainsi que l'amiral Tully au centre. "Bien, on dirait que vous avez amené un vaisseau fédéré bien armé. Bienvenue au dernier rempart, capitaine."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Bene, pare che tu abbia portato una nave federale ben armata. Benvenuto allo Scontro finale, capitano."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "좋아, 잘 무장된 연방 함선을 가져온 것 같군. 최후의 결전에 온 것을 환영하네, 함장."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Отлично, похоже, вы привели хорошо вооруженный корабль Федерации. Добро пожаловать на Последний рубеж, капитан".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"很好，看来你带来了一艘装备精良的联邦飞船。欢迎来到最后一站，舰长。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FEDERATION"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_STEALTH"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_STEALTH"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Ah, una nave Stealth. Con razón nunca obtuve lecturas claras de tu nave. Esperemos que sea lo bastante fuerte para derribar el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Ah, un appareil Furtif ; pas étonnant que je n'aie jamais eu plus d'informations claires sur les détails de votre astronef. Peu importe, espérons tous deux que votre vaisseau soit suffisamment puissant pour abattre le vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Ah, una nave stealth, ecco perché non ho mai ricevuto chiari segnali sui dettagli della tua nave. Non importa, speriamo che sia abbastanza forte da sconfiggere l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "아, 스텔스 함선이라니. 어쩐지 함선의 세부 사항을 제대로 파악 못한 이유가 있었군. 어쨌든 자네의 함선이 기함을 격추할 수 있을 만큼 강하기를 빌겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "А, стелс корабль, неудивительно, что я так и не смог получить четких данных о деталях вашего судна. Неважно, давайте надеяться, что ваш корабль будет достаточно сильным, чтобы уничтожить Флагман".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"原来如此，一艘隐形星舰，难怪我一直没有捕捉到你舰的清晰读数。没关系，我们希望你的星舰足够强大，能够击落旗舰。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_STEALTH"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_REBEL"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_REBEL"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. Se estremece al ver tu nave. "Jamás en mi vida habría creído que la nave que salvaría a la Federación sería una nave Rebelde. Estoy seguro de que tienes tus razones para traicionar a la Rebelión, y me encantaría escucharlas, pero ahora tenemos asuntos más urgentes, como el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. Stupéfait, il recule en voyant votre vaisseau. "Jamais je n'aurai cru que le vaisseau qui sauverait la Fédération serait un appareil rebelle. Je suis sûr que vous avez de bonnes raisons pour avoir trahi la Rébellion et j'adorerais les entendre, mais nous avons des problèmes plus importants sur le dos actuellement, comme le vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. Indietreggia sconvolto nel vedere la tua nave. "Non avrei mai creduto che la nave che salverà la Federazione sarebbe stata una nave Ribelle. Avrai sicuramente i tuoi motivi per tradire la Ribellione, e mi farebbe piacere sentirli, ma abbiamo questioni più urgenti di cui occuparci, tipo l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. 그는 당신의 함선을 보고 놀라서 뒤로 자빠졌습니다. "연방을 구할 배가 반군의 선박일 것이라고는 내 생에 단 한 번도 생각해본 적 없었어. 자네는 분명 나름대로 이유가 있어서 반군을 배신했을 테지. 그 이유를 한번 들어보고 싶지만, 우선은 더 긴박한 문제들을 해결해야 하네. 이를테면, 기함 같은 걸 말이지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Я бы и за миллион лет не поверил, что корабль, который спасет Федерацию, будет кораблем повстанцев. Я уверен, что у вас есть причины предать Восстание, и я бы с удовольствием их выслушал, но у нас есть более неотложные дела, например, Флагман".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的船，他震惊地后退。"我从来没相信过拯救联邦的飞船会是一艘叛军的战舰。我相信你有你背叛叛军的理由，我也很想听一听，但我们有更紧迫的事情需要处理，比如旗舰。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_REBEL"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUTO"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUTO"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. Da un paso atrás al observar tu nave. "Eh... no sé qué eres, ni por qué el Universo 0 contrató una nave automatizada como renegado, pero si lo que sea que eres es la solución a nuestro problema entonces... adelante. Pero te estaré vigilando."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. Stupéfait, il recule en voyant votre vaisseau. "Euh... Je ne sais pas ce que vous êtes, ni pourquoi l'Univers 0 a engagé un vaisseau automatisé en tant que renégat, mais si ce que vous êtes est la solution à notre problème, alors... soyez le bienvenu ? Mais je vais garder un œil sur vous..."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. Fa un passo indietro mentre ammira la tua nave. "Um... non so cosa sei, o perché l'Universo 0 abbia assoldato una nave automatizzata come Rinnegato, ma se sei la soluzione al nostro problema, allora... accomodati pure? Ma ti tengo d'occhio..."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. 그는 당신 함선에 타면서 한 걸음 뒤로 물러섰습니다. "음... 자네가 뭔지도 왜 제0 우주에서 무인기를 배회자로 고용했는지도 모르겠지만, 뭐든 간에 우리가 직면한 문제의 해결책이 되기만 한다면... 손님으로 모셔야겠지? 그렇다 해도 감시를 소홀이 하진 않을걸세..."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отступает на шаг, рассматривая ваш корабль. "Хм... Я не знаю, кто вы, или почему Вселенная 0 наняла автоматический корабль в качестве Ренегата, но если вы - решение нашей проблемы, тогда... милости прошу? Но я буду следить за вами..."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。当他即将进入你的星舰时，却后退了一步。"呃...我不知道你是什么人，也不知道为什么0号宇宙雇了一艘自动飞船作为变元者，但如果你能解决我们的问题，那么...请便？但我会一直监视你的行为的..."

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUTO"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUTO_FED"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUTO_FED"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Un crucero automatizado de la Federación? No tenía idea de que los usaban para algo más que investigación. Espero que tus sistemas de combate estén a la altura. Ya retomaremos la exploración de la última frontera cuando el Flagship haya sido derrotado."
fr: Sur l’écran vidéo apparaissent plusieurs officiers de la Fédération et des Engis, ainsi que l’Amiral Tully au centre. "Un croiseur automatisé de la Fédération ? Je n’avais aucune idée qu’ils les destinaient à autre chose qu’à la recherche. Eh bien, j’espère que vos systèmes de combat sont à la hauteur. Nous pourrons reprendre l’exploration de la frontière finale une fois le Vaisseau Amiral vaincu."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Un incrociatore federale automatizzato? Non avevo idea che fossero costruiti per scopi diversi dalla ricerca. Beh, spero che i tuoi sistemi di combattimento siano all'altezza. Potremo tornare a esplorare l'ultima frontiera una volta che l'Ammiraglia sarà stata sconfitta."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "연방 무인 순양함이라니? 이런 걸 연구 외의 목적으로 사용할 줄은 몰랐는데. 뭐, 자네의 전투 시스템이 제 몫을 해주길 빌겠네. 기함이 격파되면 다시 미지의 영역을 탐험할 수 있을 거야."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Автоматический крейсер Федерации? Я и не подозревал, что они предназначены для чего-то, кроме исследований. Что ж, надеюсь, ваши боевые системы справятся с этой задачей. Мы сможем вернуться к исследованию последнего рубежа, как только Флагман будет побежден".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘联邦自动舰？我之前完全没想到他们会将这些用于除研究之外的其他用途。好吧，我希望你们的作战系统能够胜任这项任务。等旗舰被击败后，我们就可以重新开始探索那未知的遥远领域了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUTO_FED"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TECH"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TECH"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "W.I. envió una nave para ayudar a la Federación? Parece... paradójico, pero he visto renegados mucho más extraños. Si viniste a ayudar, aceptaremos toda ayuda posible. Buena suerte contra el Flagship, capitán."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "W.I. a envoyé un vaisseau pour aider la Fédération ? Cela semble... paradoxal, mais j'ai déjà vu des renégats bien plus étranges passer par ici. Si vous êtes là pour aider, nous prendrons tout ce que nous pouvons obtenir. Bonne chance contre ce vaisseau amiral, capitaine."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "W.I. ha mandato una nave ad aiutare la Federazione? Sembra... un paradosso, ma ho visto Rinnegati ben più strani passare di qui. Se sei qui per aiutare, accettiamo tutto quello che ci puoi dare. Buona fortuna contro l'Ammiraglia, capitano."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "W.I.가 연방을 돕기 위해 함선을 보냈다고? 겉보기에는 역설적이지만, 전에는 훨씬 더 이상한 배회자도 본 적 있으니... 우리를 도와주러 온 것이라면, 최대한 활용해주도록 하겠네. 기함을 상대로 좋은 성과 올릴 수 있도록, 건투를 빌겠네. 선장."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "И.В. послал корабль на помощь Федерации? Кажется... парадоксальным, но я уже видел гораздо более странных Ренегатов. Если вы здесь, чтобы помочь, мы примем любую помощь, что сможем получить. Удачи против Флагмана, капитан".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"革新社派了一艘战舰来协助联邦？这似乎...自相矛盾，但我以前见过更奇怪的变元者来过。如果你来帮忙，我们也会尽之所能来协助你对抗那艘旗舰。祝你好运，舰长。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TECH"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_KESTREL"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_KESTREL"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Una Kestrel? No se ven muchas fuera de flotas de desguace. Parece que tu nave ha cerrado el círculo... solo espero que valga la pena."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Un Kestrel ? On en voit peu en dehors des flottes de récupération. On dirait que votre vaisseau a de la bouteille... J'espère que cela va porter ses fruits."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Una Kestrel? Non ne vedo molte al di fuori di flotte di recupero. Sembra che hai chiuso il cerchio... spero solo che non finisca in tragedia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "케스트렐? 인양 함대에 속한 것들 외에는 별로 보지 못했는데... 자네의 함선은 원점으로 돌아온 것 같군. 좋은 성과가 있기를 바랄 뿐이네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Пустельга"? Не часто встретишь такие за пределами утилизационных флотов. Похоже, ваш корабль прошел весь путь до конца... Я могу только надеяться, что это оправдает себя".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘红隼号？在回收船队之外没怎么看到过。看起来你的飞船兜了一个大圈又回到了这里...我只能希望这一切能得到回报。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_KESTREL"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PROPHET"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PROPHET"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Esa es una nave bastante colorida. Los Monks son pacifistas, no? Esperemos que tengas un plan para lidiar con el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "C'est un vaisseau bien coloré que vous avez là. Les Moines sont des pacifistes, c'est ça ? Eh bien, espérons pour vous que vous avez un plan pour abattre ce vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Quella è una nave bella colorata. I monaci sono pacifisti, giusto? Beh, speriamo che tu abbia un piano per occuparti dell'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "상당히 알록달록한 함선이군. 그런데 수도승들은 평화주의자가 아닌가? 기함을 상대할 수 있을 만한 계획이 있기를 바라지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "У вас довольно красочный корабль. Монахи - пацифисты, так? Что ж, будем надеяться, что у вас есть план, как справиться с этим Флагманом".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你那艘五颜六色的船很漂亮。信道者们是和平主义者，对吧？这样的话，希望你们已经有一个对付那艘旗舰的计划。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PROPHET"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SYLVAN"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SYLVAN"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Hmm, eres ese mercader del que tanto he oído hablar. Sylvan, no? Curioso, juraría que ya habías llegado hace tiempo... Nunca entenderé del todo esto del Multiverso. En cualquier caso, me alegra tenerte aquí. Espero que estés preparado para el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Hmm, vous êtes ce marchand dont j'ai tant entendu parler. Un Sylvain, c'est ça ? C'est étrange, j'ai cru vous voir arriver ici il y a un moment déjà... Je ne me ferai jamais à cette histoire de Multivers. En tout cas, je suis content de vous voir ici. Espérons que vous soyez préparé pour ce vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Hmm, sei quel mercante di cui ho sentito tanto parlare. Sylvan, giusto? Che strano, giurerei di averti visto arrivare poco fa... non capirò mai tutta questa roba di multiverso. Comunque sono felice che tu sia qui. Speriamo che tu sia pronto per l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "흠, 자네가 바로 화제의 행상인인가 보군. 이름은 실반이었지? 참 기이한 일이지만, 자네는 분명 이미 이곳에 도착해 있다네... 멀티버스의 세계는 당최 익숙해지질 않는단 말이지. 어쨌든, 이곳에 와주어 정말 기쁘군. 기함과 맞설 준비가 돼 있기를 바라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Хм, вы тот торговец, о котором я так много слышал. Сильван, не так ли? Странно, но я могу поклясться, что вы уже прибыли сюда некоторое время назад... Я никогда не смогу разобраться во всей этой Мультивселенской ерунде. Будем надеяться, что вы готовы к встрече с Флагманом".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"嗯，你就是我耳熟能详的那个游商。希尔凡，不是吗？奇怪，我认为你早就到了这里...我可能永远都搞不懂这些多元宇宙的现象。不管怎样，我很高兴你在这里。希望你为那艘旗舰做好了准备。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SYLVAN"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
