Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/text
es: "Crees que esto va a lograr algo? Ganaré esto en una hora con inversiones comerciales." El Rebelde escupe y se da la vuelta.
fr: "Vous pensez que ça va changer quoi que ce soit ? Ça, j'le fais en une heure de placements financiers." Le rebelle crache au sol et vous tourne le dos.
it: "Credi che questo cambi qualcosa? Questo lo guadagno in un'ora di investimenti finanziari." Il Ribelle sputa e ti volta le spalle.
ko: "고작 이걸로 뭐가 될 것 같아? 이 정도는 사업 투자로 한 시간 만에 벌겠다." 반군은 침을 뱉으며 당신을 무시합니다.
ru: "Ты думаешь, это поможет? Я получу столько же за час просто инвестируя в бизнес". Повстанец сплевывает и отворачивается от вас.
zh_hans: "你觉得这会有什么用吗？这点钱我在商业投资中花一个小时就能赚到。"叛徒吐了口唾沫，转过身去。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[1]/text
es: ¡Atacar a los Rebeldes!
fr: Attaquer les rebelles !
it: Attacca i Ribelli!
ko: 반군을 공격한다!
ru: Атаковать повстанцев!
zh_hans: 攻击叛军！

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[1]/event/text
es: Indignado, levantas tus armas y atacas la nave Rebelde.
fr: Indigné, vous activez vos armes et attaquez le vaisseau rebelle.
it: Indignato, alimenti le armi e attacchi la nave Ribelle.
ko: 분노한 당신은 무기를 가동하고 반군 함선을 공격합니다.
ru: Возмущенные, вы активируете орудия и атакуете корабль повстанцев.
zh_hans: 愤怒之下，你激活武器并攻击叛军飞船。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[2]/text
es: Retirar tu oferta y marcharte.
fr: Retirer votre offre et vous en aller.
it: Ritira la tua offerta e vattene.
ko: 제안을 철회하고 떠난다.
ru: Отказаться от своего предложения и уйти.
zh_hans: 收回你的提议并离开。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[3]/text
es: Duplicar el soborno.
fr: Doubler votre pot-de-vin.
it: Offri il doppio.
ko: 두 배를 제시한다.
ru: Удвоить взятку.
zh_hans: 加倍你的贿赂。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[3]/event/text
es: Redoblas el soborno, aumentando la cantidad de chatarra con la esperanza de que los Rebeldes se retiren. El capitán Rebelde lo considera durante unos momentos...
fr: Vous doublez votre promesse, augmentant la ferraille dans l'espoir de faire partir les rebelles. Le capitaine rebelle considère l'option un instant...
it: Raddoppi la tua offerta, aumentando i moduli sperando che faccia andare via i Ribelli. Il capitano ci pensa su per qualche momento...
ko: 당신은 반군이 떠나기를 바라며 뇌물을 두 배로 늘렸습니다. 반란군 선장은 잠시 생각에 잠깁니다...
ru: Вы удваиваете взятку, увеличивая количество лома в надежде, что это заставит повстанцев уйти. Капитан повстанцев несколько мгновений размышляет над этим...
zh_hans: 你在刚才的贿赂上翻一倍，增加废料，希望能让叛军离开。叛军舰长思考了一会儿……

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/choice/event/choice[3]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLEETSHIP_ARGUE_BRIBE"]/text
es: "Haces una oferta interesante. Sigue sin ser mucho considerando todo, pero es suficiente para hacerme... reconsiderar. No sé por qué razón un carnicero como tú se preocupa tanto por las vidas civiles, pero nuestra flota es necesaria en otro lugar de todos modos."
fr: "Vous me faites une offre alléchante. Ce n'est pas grand chose en soi, mais c'est assez pour me faire... réfléchir. Je ne sais pas pourquoi un boucher comme vous tient tant aux vies de civils, mais on a besoin de notre flotte ailleurs de toute manière."
it: "Un'offerta interessante. Non è ancora molto, tutto sommato, ma è abbastanza per farmi... riflettere. Non so perché un macellaio come te si preoccupi così tanto di vite civili, ma comunque la nostra flotta è richiesta altrove."
ko: "이건 좀 흥미로운 제안인걸. 사실 그렇게 많은 양은 아니긴 한데, 이 정도면... 괜찮네. 너희 같은 학살자 놈들이 왜 민간인 나부랭이를 신경쓰는진 모르겠다만, 우린 함대에 합류하면 그만이야."
ru: "Ты сделал интересное предложение. Это не так уж много, но достаточно, чтобы заставить меня... передумать. Не знаю, по какой причине такой мясник, как ты, так печется о жизнях гражданских, но наш флот в любом случае нужен в другом месте".
zh_hans: "你的提议很有意思。考虑到所有因素，它仍然不是很多。但足以让我…重新考虑。我不知道为什么像你这样的屠夫如此关心平民的生命，但其他地方也还需要我们的舰队。"

source: data/events_sector_laststand.xml$//event[@name="FLEETSHIP_ARGUE_BRIBE"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLEETSHIP_ARGUE_BRIBE"]/choice/event/text
es: Una vez que los Rebeldes saltan, los civiles abajo te quieren agradecer. "Sabíamos desde el principio lo que el Universo 1 nos haría, ¡pero nunca cederemos ante sus métodos brutales! ¡La Federación necesita toda la ayuda posible! ¡Toma todo lo que podamos ofrecer y detén esa Flagship!"
fr: Une fois les rebelles partis, les civils se ruent pour vous acclamer : "Nous savions depuis le début ce que l'Univers 1 nous ferait, mais nous ne céderons jamais à leurs techniques de brutes ! La Fédération a besoin de toute l'aide disponible ! Prenez tout ce qu'on a et arrêtez le vaisseau amiral !"
it: Una volta che i Ribelli se ne sono andati, i civili ti acclamano. "Sapevamo fin dall'inizio cosa ci avrebbe fatto l'Universo 1, ma non ci arrenderemo mai ai loro metodi brutali! La Federazione ha bisogno di tutto l'aiuto possibile! Prendi tutto quello che possiamo offrire e ferma quell'Ammiraglia!"
ko: 반군이 떠난 후, 행성의 민간인들이 당신을 치하합니다. "제1우주 녀석들이 우리에게 무슨 짓을 할 지는 이미 알고있어도, 절대 저들의 잔인한 방법엔 동조할 수 없습니다! 우리의 물자를 연방에 모두 드릴 테니, 부디 저 기함을 막아 주세요!"
ru: Как только повстанцы ушли в прыжок, гражданские внизу радостно приветствуют вас. "Мы с самого начала знали, что с нами собирается сделать Вселенная 1, но мы никогда не поддадимся на их зверские методы! Федерации нужна любая помощь! Возьмите все, что мы можем предложить, и остановите этот Флагман!"
zh_hans: 当叛军跃迁走后，下面的平民为你欢呼。"我们从一开始就明白1号宇宙会对我们做什么，但我们决不会屈服于他们野蛮的统治！联邦需要一切可能的帮助！带上我们所能提供的一切，阻止那艘旗舰！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[2]/text
es: Ofrecer un gran soborno.
fr: Offrir un généreux pot-de-vin.
it: Offri una mazzetta generosa.
ko: 많은 액수의 뇌물을 제안한다.
ru: Предложить большую взятку.
zh_hans: 提供一大笔贿赂。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[2]/event/text
es: Propones una gran cantidad de chatarra con la esperanza de que haga que los Rebeldes reconsideren y se retiren. El capitán Rebelde lo medita durante unos momentos...
fr: Vous proposez un considérable tas de ferraille dans l'espoir que les rebelles y réfléchissent et s'en aillent. Le capitaine rebelle réfléchit un instant...
it: Offri una quantità considerevole di moduli nella speranza che i Ribelli ci ripensino e se ne vadano. Il capitano ci pensa su per qualche momento...
ko: 당신은 반군이 물러나기를 바라면서 상당한 스크랩을 제시했습니다. 반군 함장이 잠시 생각에 잠긴 듯 합니다...
ru: Вы предлагаете значительное количество лома в надежде, что это заставит повстанцев передумать и уйти. Капитан повстанцев несколько мгновений размышляет над этим...
zh_hans: 你提议提供大量废料，希望能让叛军重新考虑并离开。叛军舰长思考了一会儿…

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[2]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[3]/text
es: Oh, nada. Solo estaba haciendo una hipótesis.
fr: Oh, non rien. Je réfléchissais juste.
it: Oh, niente. Era solo un'ipotesi.
ko: 아, 아무것도 아니다. 그냥 가설이었을 뿐이다.
ru: Оу, ничего. Я просто выдвинул гипотезу.
zh_hans: 哦，没什么。我只是假设。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[3]/event/text
es: "Qué decepcionante, aunque no inesperado. Parece que todo esto no fue más que una pérdida de tiempo. Ahora apártate de mi camino, escoria renegada."
fr: "Que c'est décevant, mais c'était prévisible. On dirait bien que tout cela n'était qu'une perte de temps. Maintenant dégage, renégat de merde."
it: "Che delusione, ma prevedibile. Pare che tutto questo sia stata solo una grossa perdita di tempo. Ora fuori dai piedi, schifoso Rinnegata."
ko: "예상은 했지만, 실망스럽기 그지없군. 괜히 내 시간만 낭비했잖아. 이제 꺼져라, 쓰레기 같은 배회자 자식."
ru: "Как досадно, но не неожиданно. Похоже, все это было лишь пустой тратой времени. А теперь убирайся с дороги, мерзавец Ренегат".
zh_hans: "多么令人失望，但又在意料之中。看来这一切都是在浪费时间。现在给我让开，变元者渣滓。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[3]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[@req="unique_nights"]/text
es: (Nights) Nights mueve sus pedúnculos oculares de forma seductora.
fr: (Nights) Nights lance des regards séducteurs.
it: (Nights) Nights lancia delle occhiatine seducenti.
ko: (나이츠) 나이츠 선원이 그의 눈자루를 매혹적으로 돌립니다.
ru: (Туман) Туман соблазнительно покачивает глазницами.
zh_hans: (七夜)七夜诱惑地摇了摇他的眼柄。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[@req="unique_nights"]/event/text
es: El capitán Rebelde se queda en silencio por un momento, mirándote fijamente sin expresión. Al instante siguiente, las armas de la nave están cargadas y comienzan a dispararte!
fr: Le capitaine rebelle se fait muet un moment, vous fixant du regard. Des bruits retentissent alors, les armes de son vaisseau sont chaudes et vous visent !
it: Il capitano Ribelle rimane zitto per qualche momento, fissandoti con un'espressione vuota. La prossima cosa che sai è che le armi della sua nave sono cariche e ti stanno sparando addosso!
ko: 반군 함장은 잠시 말을 멈추고는 당신을 공허하게 바라봤습니다. 이내 당신은 적함의 무기가 당신에게 돌아간 것을 발견했습니다!
ru: Капитан повстанцев на мгновение замолкает и молча смотрит на вас. В следующее мгновение орудия корабля раскаляются добела и начинают стрелять по вам!
zh_hans: 叛军队长暂时默默地转过身，茫然地盯着你。接着你知道的是，飞船上的武器已经预热了起来，它们开始向你开火！

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[@req="unique_nights"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/text
es: La Rebelión tiene cosas mejores que hacer que atacar civiles inocentes.
fr: "La Rébellion a mieux à faire que de s'en prendre à des civils innocents."
it: La Ribellione ha di meglio da fare che attaccare civili innocenti.
ko: "반란을 벌이는 데는 무고한 시민들을 공격하는 것보다 더 나은 방법들이 있습니다."
ru: У повстанцев есть дела поважнее, чем нападать на невинных гражданских.
zh_hans: 起义军有比袭击无辜平民更重要的事情要做。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/event/text
es: El capitán Rebelde se burla. "Claro, claro. Tu punto está claro. Por qué perder el tiempo atacando civiles, cuando hay un renegado del que encargarse?"
fr: Le capitaine rebelle ricane : "Bien sûr, bien sûr ! Vous avez bien raison. Pourquoi perdre du temps à attaquer les civils, quand un renégat doit être corrigé ?!"
it: Il capitano Ribelle ridacchia. "Certo, certo! Hai proprio ragione. Perché perdere tempo ad attaccare civili quando c'è un Rinnegato di cui occuparsi!"
ko: 반군 함장이 비웃습니다. "그래, 무슨 말 하려는지 잘 알겠어. 눈 앞에 배회자를 두고 민간인 따위에게 시간낭비 할 것도 없지!"
ru: Капитан повстанцев фыркает. "Конечно-конечно! Твоя мысль ясна. Зачем тратить время на нападение на гражданских, когда есть Ренегат, с которым нужно разобраться!"
zh_hans: 叛军舰长嗤笑道。"当然，当然！你的观点很清楚。既然有个变元者需要对付，为什么还要浪费时间攻击平民呢！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[2]/text
es: No hay forma de que podamos ayudar.
fr: Nous ne sommes pas en mesure de pouvoir aider.
it: Non possiamo fare niente per aiutare.
ko: 도와줄 방법이 없다.
ru: Мы никак не можем помочь.
zh_hans: 我们没法提供帮助。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[2]/event/text
es: Un destino trágico espera a las vidas inocentes en ese planeta, pero no hay nada que puedas hacer.
fr: Les vies innocentes sur cette planète vont rencontrer une fin tragique, mais il n'y a rien que vous puissiez faire.
it: Una sorte tragica attende le vite innocenti su quel pianeta, ma non puoi farci niente.
ko: 저 무고한 행성에는 비극적인 운명이 기다리고 있지만, 당신이 할 수 있는 일은 아무것도 없습니다.
ru: Трагическая судьба ожидает невинные жизни на этой планете, но вы ничего не можете сделать.
zh_hans: 一个悲惨的命运等待着那个星球上无辜的生命，但你无能为力。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[2]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[2]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_RESCUE"]/choice[1]/text
es: ¡Prepararte para luchar contra la nave rebelde!
fr: Vous préparer à affronter le vaisseau rebelle !
it: Preparati ad affrontare la nave ribelle!
ko: 반군 함선과 싸울 준비를 한다!
ru: Приготовиться к бою с кораблем повстанцев!
zh_hans: 准备好对抗叛军！

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_RESCUE"]/choice[1]/event/text
es: Te dispones a interceptar al enemigo.
fr: Vous manœuvrez de sorte à intercepter votre cible.
it: Ti muovi per intercettare.
ko: 전투에 개입하기 위해 접근합니다.
ru: Вы выдвигаетесь на перехват.
zh_hans: 你前去拦截。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_RESCUE"]/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_RESCUE"]/choice[2]/text
es: No hay tiempo. Prepararte para saltar.
fr: Pas le temps. Vous préparer à effectuer un saut.
it: Non c'è tempo, prepararsi al salto.
ko: 시간이 없다. 도약할 준비를 한다.
ru: Времени нет, приготовимся к прыжку.
zh_hans: 没时间了，准备跃迁吧。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_RESCUE"]/choice[2]/event/text
es: Intentas no pensar en los horrores de la guerra y te concentras en tu misión.
fr: Vous tentez de vous concentrer sur votre mission, en évitant de penser aux horreurs de la guerre.
it: Ti sforzi di non vedere gli orrori della guerra e ti concentri sulla missione.
ko: 당신은 전쟁의 공포를 잊고 당신의 임무에 집중하려고 노력했습니다.
ru: Вы пытаетесь отгородиться от ужасов войны и сосредоточиться на своей миссии.
zh_hans: 你试着忘却战争的恐怖并专注于你的任务。

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_RESCUE"]/text[1]
es: Una serie de disparos te pasan rozando a estribor, seguidos de una nave exploradora rebelde que persigue a un crucero dañado. ¿Nos acercamos para atacar?
fr: Plusieurs tirs de laser passent sur votre gauche et, vous tournant dans cette direction, vous voyez un croiseur endommagé poursuivi par un éclaireur rebelle. Souhaitez-vous intervenir ?
it: Dai finestrini di babordo vedi dei colpi che volano, seguiti da un ricognitore ribelle che insegue un incrociatore danneggiato. Avviamo le manovre d'attacco?
ko: 파손된 순양함을 추격하던 반군 정찰기의 공격이 함선의 좌측 창문을 지나쳤습니다. 교전을 위해 접근하시겠습니까?
ru: Мимо ваших левых иллюминаторов пролетают выстрелы, за которыми следует разведчик повстанцев, преследующий поврежденный крейсер. Мы вступим в бой?
zh_hans: 炮弹从你的左舷窗户飞过，随后你看到一艘叛军侦察舰追捕一艘受损的巡航舰。我们应该参与吗？

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_RESCUE"]/text[2]
es: Parece que una nave exploradora avanzada rebelde está atacando a una pequeña colonia de la Federación. ¿Vas a protegerla?
fr: Il semblerait qu'une petite colonie de la Fédération soit en train de se faire attaquer par un éclaireur rebelle. Allez-vous la protéger ?
it: C'è una piccola colonia federale attaccata da un ricognitore ribelle. Vuoi proteggerla?
ko: 소규모 연방 주거지가 반군의 최전방 정찰기에 의해 공격받는 것 같습니다. 그들을 보호하시겠습니까?
ru: Похоже, что небольшая колония Федерации подвергается нападению передового разведчика повстанцев. Защитите ли вы их?
zh_hans: 似乎有一个小型联邦殖民地受到叛军前锋侦察舰的攻击。你会保护他们吗？

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_RESCUE"]/text[3]
es: Varios transportes de gran tamaño sufren la persecución de un escuadrón de bombarderos rebeldes. Uno de ellos ha conseguido atravesar el fuego defensivo y se dispone a desatar el caos entre los transportes, enormes pero muy vulnerables. ¡Estás a tiempo de adelantarte y acabar con él!
fr: Plusieurs vaisseaux de transport de grande taille sont poursuivis par une escadrille de bombardiers rebelles. L'un d'eux a d'ailleurs réussi à franchir leurs défenses et à se rapprocher d'eux afin de porter le coup de grâce. Ça va être un vrai carnage si vous n'intervenez pas rapidement !
it: Alcune grandi navi da carico sono inseguite da uno squadrone di bombardieri ribelli. Un bombardiere è riuscito a superare lo sbarramento difensivo e potrebbe devastare le navi, al momento vulnerabili. Sei ancora in tempo per attaccarlo ed eliminarlo!
ko: 다수의 대형 운송함이 반군 폭격 함대에 쫓기고 있었습니다. 폭격기 한 대가 용케 요격 화망을 피해 귀중한 화물을 파괴하려고 했습니다. 당신이 나서서 막아야 합니다!
ru: Несколько больших транспортов преследуются бомбардировочной эскадрильей повстанцев. Одному бомбардировщику удалось проскользнуть сквозь оборонительный огонь, и он готов посеять хаос среди огромных, но уязвимых транспортов. У вас есть время, чтобы действовать!
zh_hans: 叛军轰炸中队正在追捕一队大型运输机。一架轰炸机成功地躲过了防御火力，并准备在庞大而脆弱的运输机中造成严重破坏。现在还有时间让你抢先把它干掉！

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_RESCUE"]/text[4]
es: Cerca de tu posición, se está librando una batalla entre pequeños cazas, que, al parecer, se enfrentan por una estación espacial. Parece que la Federación está perdiendo naves a un ritmo alarmante. ¿Deberíamos ayudar?
fr: Une bataille fait rage non loin. Des chasseurs de petite taille se disputent une station spatiale et les forces de la Fédération semblent sur le point d'être vaincues. Voulez-vous les aider ?
it: Due piccoli caccia si stanno dando battaglia, probabilmente per una stazione spaziale. La nave federale sembra in grande svantaggio. Dobbiamo aiutarla?
ko: 근처에서 소형 전투기들의 전투가 벌어지고 있습니다. 우주 정거장을 두고 싸우는 것 같습니다. 연방의 전력이 빠르게 감소하는 것 같습니다. 그들을 지원하겠습니까?
ru: Неподалеку идет бой между небольшими истребителями; очевидно, они сражаются за космическую станцию. Похоже, Федерация быстро теряет корабли. Мы поможем им?
zh_hans: 附近一场小型战斗机之间的战斗正在激烈进行，显然是在争夺一个空间站。联邦的船只似乎正在迅速消损。我们要帮助他们吗？

source: data/events_sector_laststand.xml$//textList[@name="TEXT_NODE17_RESCUE"]/text[5]
es: Una nave civil está transmitiendo una petición de ayuda a través de un canal seguro de la Federación. No logran quitarse de encima a las naves exploradoras rebeldes. ¿Piensas responder?
fr: Un vaisseau civil envoie un appel à l'aide sur un canal sécurisé de la Fédération. Il se fait apparemment harceler par des éclaireurs rebelles. Souhaitez-vous vous porter à son secours ?
it: Una nave civile sta trasmettendo una richiesta di assistenza su un canale privato della Federazione. I ricognitori ribelli la stanno attaccando. Vuoi rispondere?
ko: 민간인 함선이 연방의 보안 주파수를 통해 도움을 요청하고 있습니다. 그들은 반군 정찰기에 시달리고 있습니다. 답신을 보내시겠습니까?
ru: Гражданский корабль передает запрос о помощи по защищенному каналу Федерации. Их преследуют разведчики повстанцев. Вы ответите?
zh_hans: 一艘民用船正在一个联邦安全频道上广播请求援助。他们受到叛军侦察舰的骚扰。你会回应吗？

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_RESCUE_LIST"]/event[1]/text
es: Las personas que rescataste eran principalmente refugiados que huían del conflicto. Te ofrecen su sincero agradecimiento, pero no pueden darte nada más.
fr: Les gens que vous avez sauvés étaient en majorité des réfugiés fuyant le conflit. Ils vous offrent leur gratitude, mais ne peuvent la matérialiser.
it: Le persone che hai salvato erano perlopiù profughi che stavano scappando dal conflitto. Ti offrono la loro più sincera gratitudine, ma non possono offrire altro.
ko: 당신이 구한 사람들은 대부분 전투를 피해 피난 중이던 피난민이었습니다. 그들은 당신에게 진심 어린 감사를 보냈으나, 더 내어줄 것이 없었습니다.
ru: Люди, которых вы спасли, были в основном беженцами, спасавшимися от конфликта. Они выражают вам свою искреннюю благодарность, но не могут предложить ничего большего.
zh_hans: 你救出的人主要是逃离战争的难民。他们向你表达了诚挚的谢意，但不能提供更多东西。

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_RESCUE_LIST"]/event[2]/text
es: Te saludan. "¡Gracias! No es mucho, pero podemos reparar algunos daños antes de que vuelvas al conflicto. ¡Buena suerte!".
fr: Vous recevez un message : "Merci ! Je sais que ce n'est pas grand-chose, mais nous pouvons réparer une partie des dégâts que vous avez subis avant que vous ne repartiez au combat. Bonne chance !"
it: Ricevi un messaggio: "Grazie! Non è molto, ma possiamo riparare un po' dei danni che avete subito, prima che torniate in guerra. Buona fortuna!"
ko: 당신은 연락을 받았습니다. "감사합니다! 별 것 아니지만 당신이 전장으로 도약하기 전에 저희가 당신의 함선이 입은 피해를 약간이나마 수리할 수 있었습니다. 행운을 빕니다!"
ru: С вами связываются: "Спасибо! Это не много, но мы можем восстановить немного повреждений, прежде чем вы отправитесь на войну. Удачи!"
zh_hans: 你被呼叫："谢谢你！虽然不多，但我们可以在你投入战斗之前修复一点损伤。祝你好运！"
