Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_RESCUE_LIST"]/event[3]/text
es: Los supervivientes envían un mensaje: "Gracias por el apoyo. No sé cuánto tiempo habríamos logrado resistir. Llévate algunos suministros. Seguramente, a estas alturas, ya no los necesitaremos".
fr: Les survivants vous envoient un message : "Merci de votre aide. J'ignore combien de temps nous aurions pu tenir. Prenez donc une partie de nos ressources, nous n'en aurons probablement plus besoin à ce stade."
it: I sopravvissuti inviano un messaggio: "Grazie per l'aiuto, non so quanto avremmo resistito ancora. Prendete questi rifornimenti, ormai servono più a voi che a noi".
ko: 생존자들이 메시지를 보냈습니다, "지원에 감사합니다만, 저희가 얼마나 오래 버틸 수 있을지 모르겠군요. 보급품들을 좀 가져가세요, 아마 이 시점에선 저희한테는 필요가 없을 것 같군요."
ru: Выжившие отправляют сообщение: "Спасибо за поддержку, я не знаю, сколько еще мы могли бы продержаться. Возьмите немного припасов, сейчас они нам, скорее всего, не понадобятся".
zh_hans: 幸存者发来信息："感谢援助，我不知道我们还能坚持多久。带些补给吧，我们现在可能不需要了。"

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/text
es: Los restos de una batalla cubren esta baliza. La superficie de un planeta cercano está enviando desesperadamente una señal de auxilio sobre un satélite de defensa averiado que actualmente está cayendo fuera de órbita. Probablemente causará daños tanto a corto como a largo plazo. Desafortunadamente, una nave Rebelde agresiva se dirige hacia ti. ¡Solo tienes poco tiempo para atender la situación antes de que el Rebelde comience a atacar!
fr: Les restes d'une bataille jonchent cette balise. Un appel de détresse provient de la surface d'une planète non loin au sujet d'un satellite de défense endommagé en train de sortir de son orbite. Cela causera sûrement des dégâts à court et long termes. Malheureusement, un vaisseau rebelle agressif se dirige vers vous. Vous n'avez que peu de temps pour gérer la situation avant l'attaque des rebelles !
it: I resti di una battaglia costellano questo astrofaro. La superficie di un pianeta vicino sta trasmettendo disperatamente un segnale di soccorso riguardo un satellite difensivo distrutto che al momento sta andando fuori orbita. Probabilmente causerà danni a breve e lungo termine. Purtroppo, una nave Ribelle ostile vola verso di te. Hai poco tempo per occuparti della situazione prima che i Ribelli inizino ad attaccare!
ko: 이 송신소에는 치열한 전투의 흔적만이 남아 있었습니다. 근방 행성은 망가진 방어 위성이 궤도를 이탈하여 막대한 피해를 입힐 우려가 있어 다급한 구조 신호를 보냈습니다. 더군다나 공격적인 반군 함선이 당신을 포착하고 돌격합니다. 반군이 공격하기 전 까지 상황을 정리할 시간이 얼마 없습니다!
ru: Остатки сражения замусорили этот маяк. С поверхности ближайшей планеты отчаянно посылают сигнал бедствия по поводу разрушенного спутника обороны, который сейчас падает с орбиты. Он, вероятно, причинит вред как в краткосрочной, так и в долгосрочной перспективе. К сожалению, к вам летит агрессивный корабль повстанцев. У вас есть совсем немного времени, чтобы разобраться в ситуации, прежде чем повстанцы начнут атаку!
zh_hans: 这个信标到处都是战斗的残留物。附近一颗行星的表面正在拼命发出求救信号，说有一颗失事的防御卫星正在脱离轨道。它可能会同时造成短暂和长远的伤害。不幸的是，一艘咄咄逼人的叛军战舰正向你飞来。在叛军开始攻击之前，你只有很短的时间来处理这种情况！

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="engines"]/text
es: (Motores Avanzados) Remolca rápidamente el satélite de vuelta a su órbita.
fr: (Moteurs de pointe) Relancez rapidement le satellite en orbite.
it: (Motori avanzati) Rimorchia rapidamente il satellite in orbita.
ko: (최고급 엔진) 재빨리 위성을 견인하여 궤도에 복귀시킨다.
ru: (Продв. Двигатели) Быстро доставить спутник обратно на орбиту.
zh_hans: (先进引擎)迅速将卫星拖回轨道。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="engines"]/event/text
es: Usando los potentes motores de tu nave, te acoplas al satélite y lo guías de vuelta a la órbita. El Rebelde llega justo cuando terminas.
fr: Usant de vos moteurs puissants, vous collez votre vaisseau au satellite et le dirigez vers son orbite. Le rebelle vous fonce dessus immédiatement après.
it: Usando i motori potenti della tua nave, agganci il satellite e lo riporti in orbita. La nave Ribelle arriva non appena finisci.
ko: 함선의 강력한 엔진 덕분에, 당신은 위성을 견인하여 올바른 궤도에 돌려 놓았습니다. 당신이 작업을 마친 그 순간 반군이 도착했습니다.
ru: Используя мощные двигатели своего корабля, вы присоединяетесь к спутнику и направляете его обратно на орбиту. Повстанцы прибывают как раз в тот момент, когда вы закончили работу.
zh_hans: 利用星舰强大的引擎，你将星舰固定在卫星上，并将其送回轨道。就在你完成任务时，叛军来了。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="engines"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="cloaking"]/text
es: (Camuflaje Avanzado) Camufla tu nave mientras remolcas el satélite.
fr: (Camouflage avancé) Camoufler votre vaisseau pendant que vous dirigez le satellite.
it: (Occultamento avanzato) Occulta la tua nave mentre rimorchi il satellite.
ko: (최고급 은폐장) 은폐한 후 위성을 견인한다.
ru: (Продв. Маскировка) Замаскировать свой корабль, пока буксируете спутник.
zh_hans: (先进隐形)在牵引卫星时让星舰隐形。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="cloaking"]/event/text
es: Camuflas tu nave para ganar el tiempo suficiente para corregir la órbita en decadencia del satélite. Sin embargo, una vez que el camuflaje se desactiva, el Rebelde no tarda en atacar.
fr: Vous camouflez votre vaisseau histoire de gagner assez de temps pour régler l'orbite décadente du satellite. Dès que votre camouflage s'estompe, le rebelle est prêt à vous attaquer.
it: Occulti la tua nave per guadagnare abbastanza tempo per correggere la rotta del satellite. Ma una volta che l'occultamento svanisce, i Ribelli sono pronti ad attaccare.
ko: 당신은 은폐장을 활성화하여 위성을 올바른 궤도로 견인할 시간을 벌었습니다. 하지만 은폐가 풀린 순간, 반군이 재빨리 공격에 나섰습니다.
ru: Вы маскируете свой корабль, чтобы выиграть время для коррекции сходящей с орбиты спутника. Однако как только маскировка исчезает, повстанцы немедленно начинают атаковать.
zh_hans: 你将飞船隐形，为自己争取足够的时间修正卫星的陨落轨道。然而，一旦你的隐形消失，叛军就会迅速发起攻击。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="cloaking"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="COMBAT_PILOT_JAMMER"]/text
es: (Inhibidor de Pilotaje) Desactiva el pilotaje del Rebelde entrante para ganar el tiempo suficiente para remolcar el satélite.
fr: (Brouilleur de pilotage) Rendez le système de pilotage du rebelle ennemi inactif le temps de diriger le satellite.
it: (Jammer pilotaggio) Disattiva il sistema di pilotaggio dei Ribelli per guadagnare abbastanza tempo per rimorchiare il satellite.
ko: (조타 방해기) 반군 함선의 조타를 방해해 위성을 견인할 시간을 번다.
ru: (Глушитель Рулевой рубки) Отключить Рулевую рубку приближающихся повстанцев, чтобы выиграть время для буксировки спутника.
zh_hans: (驾驶干扰器)关闭叛军的驾驶系统，为自己争取足够的时间拖拽卫星。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="COMBAT_PILOT_JAMMER"]/event/text
es: La nave Rebelde comienza a derivar al perder el control. Esto te da el tiempo necesario para corregir la órbita del satélite antes de que comience el combate!
fr: Le vaisseau rebelle s'éloigne alors qu'il perd le contrôle. Cela vous permet de corriger l'orbite du satellite avant le début du combat !
ko: 반군 함선의 조타 장치를 무력화하자 그들은 우주공간을 표류합니다. 이걸로 적함이 돌입하기 전에 위성의 궤도를 수정할 수 있을 것입니다!
ru: Корабль повстанцев начинает дрейфовать, поскольку их корабль теряет управление. Это дает вам время скорректировать орбиту спутника, прежде чем начнется бой!
zh_hans: 叛军战舰开始偏移，因为他们的战舰失去了控制。这给了你在战斗开始前修正卫星轨道的时间！

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="COMBAT_PILOT_JAMMER"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="COMBAT_ENGINE_JAMMER"]/text
es: (Inhibidor de Motores) Inhibe los motores del Rebelde entrante para ganar el tiempo suficiente para remolcar el satélite.
fr: (Brouilleur de moteurs) Brouiller les moteurs du rebelle pour avoir le temps d'orienter le satellite.
ko: (엔진 교란기) 반군 함선의 엔진을 방해해 위성을 견인할 시간을 번다.
ru: (Глушитель Двигателей) Заглушить двигатели приближающихся повстанцев, чтобы выиграть время для буксировки спутника.
zh_hans: (引擎干扰器)干扰来袭叛军的引擎，为自己拖拽卫星争取足够的时间。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="COMBAT_ENGINE_JAMMER"]/event/text
es: La nave Rebelde titubea cuando sus motores fallan. Esto te da el tiempo necesario para corregir la órbita del satélite antes de que comience el combate!
fr: Le vaisseau rebelle s'embourbe quand ses moteurs se brouillent. Cela vous donne le temps de corriger l'orbite du satellite avant le début du combat !
ko: 반군 함선의 엔진을 교란하자 함선이 멈춰섰습니다. 이걸로 적함이 돌입하기 전에 위성의 궤도를 수정할 수 있을 것입니다!
ru: Корабль повстанцев глохнет, когда двигатели отказывают. Это дает вам время скорректировать орбиту спутника, прежде чем начнется бой!
zh_hans: 叛军战舰的引擎熄火。这给了你在战斗开始前修正卫星轨道的时间！

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[@req="COMBAT_ENGINE_JAMMER"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[5]/text
es: Intenta colocar el satélite de nuevo en su lugar.
fr: Essayer d'ajuster manuellement la trajectoire du satellite.
ko: 위성을 올바른 궤도로 견인을 시도한다.
ru: Попытаться вернуть спутник на место.
zh_hans: 尝试将卫星引导回原位。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[5]/event/text
es: Por más que lo intentas, no tienes tiempo suficiente para corregir la órbita del satélite. La nave Rebelde llega antes de que logres avanzar.
fr: Essayant tant bien que mal, vous n'avez pas le temps de régler l'orbite du satellite. Le vaisseau rebelle arrive avant que vous ne régliez quoi que ce soit.
ko: 당신은 온 힘을 다 해 보지만, 위성을 올바른 궤도로 올려 놓기엔 시간이 부족했습니다. 당신이 별 성과를 내기도 전에 반군 함선이 도착했습니다.
ru: Как бы вы ни старались, у вас не хватает времени, чтобы исправить орбиту спутника. Корабль повстанцев прибывает раньше, чем вы успеваете сделать хоть что-то.
zh_hans: 你想尽办法，但还是没有足够时间来修复卫星轨道。叛军战舰在你取得任何进展之前就已经到达了。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_DECAYING_ORBIT"]/choice[5]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_SATELLITE_SAVED"]/text
es: Con la órbita del satélite correctamente restaurada, el planeta expresa su gratitud. ¡Recibes una gran cantidad de chatarra y además un arma!
fr: L'orbite du satellite maintenant corrigée, la planète exprime sa reconnaissance. Vous recevez une quantité généreuse de ferraille et une arme à équiper !
ko: 위성의 궤도가 정상화되자, 행성 거주민들은 당신에게 감사를 보냈습니다. 많은 양의 스크랩과 무기까지 선물로 주었습니다!
ru: Скорректировав орбиту спутника, люди на планете выражают вам свою благодарность. Вы получаете большое количество лома и орудие в придачу!
zh_hans: 随着卫星轨道的正确校正，行星上的人表达了他们的感激之情。你将获得大量废料和一件武器！

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/text
es: La señal de auxilio en esta baliza proviene de una estación de reabastecimiento de la Union cercana, pero antes de que puedas contactarla, recibes una llamada de un oficial de la Federación a bordo.
fr: Le signal de détresse à cette balise provient d'une station-service de l'Union. Mais avant même que vous ne la contactiez, vous recevez un appel d'un officier de la Fédération.
ko: 이 송신소에서 발신되는 구조 신호는 근방의 협회 재보급 정거장에서 난 것으로 보입니다. 정거장에게 화답하려는 순간, 정거장에 타고 있던 연방 장교가 먼저 교신해 왔습니다.
ru: Сигнал бедствия на этом маяке исходит с расположенной неподалеку заправочной станции Союза, но прежде чем вы успеваете связаться со станцией самостоятельно, вы получаете сигнал от офицера Федерации, находящегося на борту.
zh_hans: 求救信号来自附近一座同盟补给站，在你主动联系前，对方一名联邦人员先联系了你。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/text
es: Responder.
fr: Répondre.
it: Rispondi.
ko: 응답한다.
ru: Ответить.
zh_hans: 回应。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/text
es: "Gracias a Dios alguien llegó a tiempo. Nuestra nave sufrió graves daños cerca de una estrella enana clase M. Logramos teletransportarnos a esta estación, pero no pudimos alcanzar los controles del motor debido a las llamas... y nuestra nave ahora vacía está en curso de colisión con la estación. Por favor, ayúdanos. Ayúdanos a todos."
fr: "Dieu merci, quelqu'un est arrivé à temps. Notre vaisseau a subi des dégâts énormes d'une étoile naine de classe M... On a réussi à nous téléporter à cette station, mais on n'a pas réussi à sauver nos moteurs des flammes... et notre vaisseau vacant fonce droit vers la station. Par pitié, aidez-nous tous."
ko: "마침 딱 좋은 순간에 와 주었군. 우리 함선이 M등급 왜소 항성에 큰 해를 입었네. 승무원들은 이 정거장으로 순간이동했지만, 불길 때문에 함선을 정지시킬 수는 없었네... 그리고 그 함선은 곧 이 정거장과 충돌하게 될 거야. 부탁이네, 우리를 도워주게나."
ru: "Слава богу, кто-то прибыл вовремя. Наш корабль получил тяжелые повреждения вблизи карликовой звезды класса М. Нам удалось телепортироваться на эту станцию, но мы не смогли добраться до управления двигателями через пламя... и наш теперь уже пустой корабль находится на курсе столкновения со станцией. Пожалуйста, помогите нам. Помогите нам всем".
zh_hans: "有人及时赶到真是太好了。我们的飞船被一颗M级矮星的重创，人员成功返回空间站，但飞船的引擎控制系统被火焰吞噬了...现在我们的空飞船正处在一个即将与空间站相撞的轨道上。请帮帮我们。"

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[1]/text
es: Atacar la nave.
fr: Attaquer le vaisseau.
it: Attacca la nave.
ko: 공격한다.
ru: Атаковать корабль.
zh_hans: 攻击那艘空船。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[1]/event/text
es: Te mueves para interceptar la nave fuera de control.
fr: Vous vous bougez pour intercepter le vaisseau incontrôlé.
ko: 당신은 통제를 잃은 함선을 요격하기 위해 이동했습니다.
ru: Вы двигаетесь на перехват вышедшего из-под контроля корабля.
zh_hans: 你准备拦下这艘飞船。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[1]/event/triggeredEvent[2]/triggeredEventBox/tooltip
es: Las alarmas de proximidad de la estación comienzan a sonar por tus comunicaciones. Si vas a detener esa nave, tendrás que actuar rápido!
fr: Les alarmes de proximité de la station résonnent dans vos haut-parleurs ; si vous voulez arrêter ce vaisseau, il va falloir vous dépêcher !
ko: 정거장의 충돌 위험 경고가 당신쪽 통신기에도 들려옵니다. 함선을 요격하려면 재빨리 행동해야만 합니다!
ru: Сигнализация о приближении к станции начинает пищать в ваших системах связи - если вы собираетесь остановить этот корабль, вам придется работать быстро!
zh_hans: 空间站的周边警报开始在通讯器里作响，你得赶紧阻止这艘飞船！

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="DRONE_CONTROL_SYSTEM_CREW"]/text
es: (Dron de Operación) Intenta dirigir la nave de forma remota.
fr: (Drone de pilotage) Tenter de diriger le vaisseau à distance.
ko: (승무 드론) 함선을 원격으로 조종한다.
ru: (Управляющий дрон) Попытаться дистанционно управлять кораблем.
zh_hans: (操控无人机)尝试远程操控飞船。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="DRONE_CONTROL_SYSTEM_CREW"]/event/text
es: Envías tu dron hacia la nave de la Federación y lo guías hacia la cabina. Las llamas amenazan con derretir el dron antes de que alcance los controles, pero logra desviar la nave antes del impacto.
fr: Vous envoyez votre drone en direction du vaisseau de la Fédération, tout droit sur le cockpit. Les flammes menacent de le faire fondre avant même qu'il l'atteigne, mais il parvient à dévier le vaisseau de la station avant impact.
ko: 당신은 연방 함선의 조종실에 드론을 발진시켰습니다. 불과 열기 때문에 드론이 거의 녹을 뻔했지만, 어떻게든 함선의 궤도를 이탈시켜 충돌을 막을 수 있었습니다.
ru: Вы посылаете свой дрон в сторону корабля Федерации и направляете его в кабину пилота. Огонь угрожает расплавить дрон еще до того, как он доберется до управления, но ему удается увести корабль от станции до столкновения.
zh_hans: 你向着联邦飞船发射无人机，并引导它前往驾驶舱。无人机在触及控制系统之前就有可能被火灾破坏，但它还是设法在撞击之前将飞船驶离了空间站轨道。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="DRONE_CONTROL_SYSTEM_CREW"]/event/choice/text
es: Contactar a la estación.
fr: Contacter la station.
ko: 정거장과 접촉한다.
ru: Связаться со станцией.
zh_hans: 联系补给站。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="DRONE_CONTROL_SYSTEM_CREW"]/event/choice/event/text
es: El propietario de la estación responde tu llamada. "Tus compañeros a bordo de la estación me explicaron lo que acabas de hacer por nosotros. Por favor, no somos una estación grande, pero toma lo que necesites. Ninguno de nosotros seguiría aquí si no hubieras llegado."
fr: Le propriétaire de la station répond à votre appel quand vous rentrez : "Vos homologues à bord de la station m'ont expliqué ce que vous avez fait pour nous. S'il vous plait, on n'est pas une grosse station, mais servez-vous de ce que vous voulez. Aucun d'entre nous ne serait là pour en parler si vous n'étiez pas intervenus."
ko: 당신이 돌아오자 정거장의 주인이 당신과 교신했습니다. "당신의 동지가 당신의 활약을 모두 이야기해 주었습니다. 조촐한 정거장이라 가진 것은 많지 않지만, 필요한 것은 다 가져가시기 바랍니다. 당신이 나타나지 않았으면 우린 모두 끝장이었을 테니까요."
ru: Владелец станции связывается с вами, когда вы возвращаетесь. "Ваши коллеги на борту станции объяснили мне, что вы только что сделали для нас. Пожалуйста, мы не очень большая станция, но возьмите с собой все, что вам нужно. Если бы вы не прилетели, никого из нас не было бы здесь, чтобы вести этот разговор".
zh_hans: 当你返回时，空间站站长向你致意。"空间站上的联邦盟友向我说明了你刚才为我们所做的一切。非常感谢，我们的空间站并不大，你需要什么请自便。如果不是你的到来，我们都没机会在这里进行这次谈话。"

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="hacking"]/text
es: (Hacking Mejorado) Obliga a la nave a detenerse.
fr: (Piratage amélioré) Forcer le vaisseau à s'arrêter.
ko: (고급 해킹) 함선을 강제로 멈춰세운다.
ru: (Улучш. Взломщик) Заставить корабль остановиться.
zh_hans: (高级黑客)迫使飞船停下。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="hacking"]/event/text
es: Lanzas una sonda de hacking hacia la nave de la Federación, y pronto tu computadora registra un cambio en la trayectoria. Satisfecho, regresas a la estación unionista para informar que el problema ha sido resuelto.
fr: Vous lancez une sonde de piratage en direction du vaisseau de la Fédération et vos ordinateurs enregistrent un changement dans sa trajectoire. Satisfaits, vous retournez vers la station de l'Union pour les informer de la bonne nouvelle.
ko: 당신은 해킹 단말을 연방 함선에 발진시킵니다. 이내 당신의 함선은 연방 함선의 진행 방향을 수정했습니다. 당신은 만족스레 협회 정거장으로 돌아가 문제가 해결됐음을 알렸습니다.
ru: Вы запускаете зонд-взломщик в сторону корабля Федерации, и вскоре компьютер вашего корабля регистрирует изменение траектории курса. С удовлетворением вы возвращаетесь на станцию Союза, чтобы сообщить, что проблема решена.
zh_hans: 你向联邦飞船发射了一个黑客探头，你的星舰计算出一条新的航线覆写联邦飞船当前航线。完成之后，你返回同盟空间站，通知他们问题已经解决。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="hacking"]/event/choice/text
es: Contactar a la estación.
fr: Contacter la station.
ko: 정거장과 접촉한다.
ru: Связаться со станцией.
zh_hans: 联系补给站。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="hacking"]/event/choice/event/text
es: El propietario de la estación responde tu llamada. "Tus compañeros a bordo de la estación me explicaron lo que acabas de hacer por nosotros. Por favor, no somos una estación grande, pero toma lo que necesites. Ninguno de nosotros seguiría aquí si no hubieras llegado."
fr: Le propriétaire de la station répond à votre appel quand vous rentrez : "Vos homologues à bord de la station m'ont expliqué ce que vous avez fait pour nous. S'il vous plait, on n'est pas une grosse station, mais servez-vous de ce que vous voulez. Aucun d'entre nous ne serait là pour en parler si vous n'étiez pas intervenus."
ko: 당신이 돌아오자 정거장의 주인이 당신과 교신했습니다. "당신의 동지가 당신의 활약을 모두 이야기해 주었습니다. 조촐한 정거장이라 가진 것은 많지 않지만, 필요한 것은 다 가져가시기 바랍니다. 당신이 나타나지 않았으면 우린 모두 끝장이었을 테니까요."
ru: Владелец станции связывается с вами, когда вы возвращаетесь. "Ваши коллеги на борту станции объяснили мне, что вы только что сделали для нас. Пожалуйста, мы не очень большая станция, но возьмите с собой все, что вам нужно. Если бы вы не прилетели, никого из нас не было бы здесь, чтобы вести этот разговор".
zh_hans: 当你返回时，空间站站长向你致意。"空间站上的联邦盟友向我说明了你刚才为我们所做的一切。非常感谢，我们的空间站并不大，你需要什么请自便。如果不是你的到来，我们都没机会在这里进行这次谈话。"

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="BLUELIST_ARMOR"]/text
es: (Blindaje Rock) Embiste la nave para apartarla del camino.
fr: (Blindage rocheux) Dégager le vaisseau du chemin.
ko: (암석 장갑) 함선을 들이받아 경로를 비튼다.
ru: (Обшивка валунов) Убрать корабль с дороги.
zh_hans: (岩石镀层)将飞船撞离轨道。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[@req="BLUELIST_ARMOR"]/event/text
es: Cuando tu casco impacta contra la nave de la Federación fuera de control, puedes ver cómo la estructura dañada amenaza con colapsar por la fuerza de la colisión. Sin embargo, tu computadora pronto muestra una trayectoria corregida, y regresas a la estación para recoger tu recompensa.
fr: Alors que votre coque frappe le vaisseau hors de contrôle de la Fédération, vous voyez la structure du vaisseau endommagé se froisser sous la force de la collision. Cependant, vos capteurs montrent que sa trajectoire est altérée. Vous retournez alors à la station récupérer votre récompense.
ko: 당신의 함선으로 통제불능의 연방 함선을 들이받자마자, 망가진 함선은 충돌로 완전히 파괴될 뻔 했습니다. 하지만 이내 함선의 컴퓨터가 연방 함선이 다른 각도로 튕겨나가게끔 조정했습니다. 당신은 보상을 받기 위해 정거장에 복귀했습니다.
ru: Когда ваш корпус сталкивается с вышедшим из-под контроля кораблем Федерации, вы видите, что конструкция поврежденного корабля угрожает прогнуться под действием силы столкновения. Однако вскоре компьютер вашего корабля показывает скорректированную траекторию полета судна, и вы возвращаетесь на станцию, чтобы получить свою награду.
zh_hans: 当你的舰体撞上失控的联邦飞船时，你可以看到被撞飞船的结构在巨大的碰撞力下有分裂的危险。不过，你的星舰很快就显示出飞船的撞击后的飞行轨迹，于是你返回空间站领取奖励。

source: data/events_sector_laststand.xml$//event[@name="DISTRESS_NODE17_FLAMINGFED"]/choice[1]/event/choice[5]/text
es: Irse.
fr: Partir.
it: Vattene.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。
