Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_CRYSTAL"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Asistencia del pueblo Crystalline? No es lo último que esperaba, pero tampoco lo primero. Esperemos que tu tecnología Crystal resista contra el Flagship de la Rebelión."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "De l'aide en provenance du peuple cristalien ? Ce n'est pas la dernière chose à laquelle je m'attendais, mais ce n'est certainement pas la première non plus. Espérons tous deux que votre technologie cristalienne fasse le poids contre le vaisseau amiral de la Rébellion."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Aiuto da parte del popolo crystalline? Non è l'ultima cosa che mi sarei aspettato, ma certamente nemmeno la prima. Speriamo entrambi che la tua tecnologia crystalline possa tenere testa all'Ammiraglia della Ribellione."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "크리스탈 제국의 도움이라고? 전혀 예상치 못한 건 아니지만, 믿기 어려운 일이 벌어졌군. 우리 둘 다 자네의 크리스탈 병기가 반군 기함에 대항할 수 있기를 바라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Помощь от кристаллин? Не последнее, чего я ожидал, но и не первое. Будем надеяться, что ваши кристаллические технологии смогут противостоять Флагману Восстания".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"水晶族的帮助？不是我预料中的最不可能的事，但当然也不是最可能的事。让我们都希望你的水晶族技术能够对抗叛军的旗舰。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_CRYSTAL"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SLUG"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SLUG"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Slugs? Por qué tenían que ser Slugs...? Estoy seguro de que buscas una recompensa, y quizá podamos negociar después. Pero primero debemos destruir el Flagship. La Federación no puede soportar mucho más de este ataque, y si llegaste hasta aquí estoy seguro de que vienes en serio."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Des Limaces ? Pourquoi est-ce qu'il fallait que ce soit des Limaces... Je suis certain que vous êtes venus ici en vue d'une récompense et nous pourrons sûrement convenir d'une offre plus tard. Mais d'abord, nous devons abattre le vaisseau amiral. La Fédération ne pourra pas tenir longtemps face à cette attaque et si vous avez fait tout ce chemin pour arriver là, je suis sûr que vous êtes ouverts à une offre."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Slugman? Perché proprio slugman... sono sicuro che vorrai una ricompensa per questo, e potremmo riuscire a cavarne un accordo quando tutto sarà finito. Ma prima dobbiamo eliminare l'Ammiraglia. La Federazione non resisterà ancora a lungo e se hai fatto tutta questa strada, vuol dire che fai sul serio."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "슬러그? 왜 하필 슬러그가 온 거야... 자네는 분명 보상을 받으려고 이곳에 왔겠지. 얼마 후면 그 거래를 성사시킬 수 있을 것 같군. 하지만 우선은 자네가 기함을 처리해줘야 하네. 연방은 더 이상의 공격을 버틸 수 없는 상태야. 굳이 이 험한 곳을 찾아온 자이니 분명 내 거래에 응해주리라 믿네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Слизни? Почему это должны быть слизни... Я уверен, что вы здесь в поисках награды, и, возможно, после этого мы сможем заключить сделку. Но сначала нам нужно уничтожить Флагман. Федерация не выдержит больше таких атак, и если вы проделали такой путь, я уверен, что вы настроены по-деловому".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"蛞蝓？为什么一定得是蛞蝓...我敢肯定你是为了奖励来的，也许我们之后可以谈成一笔交易。但首先，我们需要干掉旗舰，联邦可受不了这种攻击了，如果你是一路这么过来的，我敢肯定你是认真的。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SLUG"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LEECH"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LEECH"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "No sabía que la República Eargen tenía recursos para enviar una nave en ayuda de la Federación. Aun así, me alegra que estés aquí. Esperemos que las historias del antaño poderoso ejército Leech sean ciertas y estemos a punto de presenciar su resurgimiento, porque realmente lo necesitamos."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je ne m'attendais pas à ce que la République Eargen ait les ressources pour envoyer un vaisseau aider la Fédération. Tout du moins, je suis content que vous soyez là. Espérons que ces anciennes légendes de l'armée Sangsue autrefois puissante soient vraies et que nous sommes sur le point de les revoir en action, car nous en avons certainement besoin."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Non mi ero accorto che la Repubblica Eargen avesse le risorse per mandare una nave ad aiutare la Federazione. Comunque, mi fa piacere che tu sia qui. Speriamo che le storie sulla gloria passata delle forze leech siano vere e che stiamo per vedere una riscossa, perché ci serve davvero."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "이어젠 공화국에 지원함을 보낼 수 있을 정도의 자원이 있을 줄은 몰랐네. 자네를 보게 되어 정말 기쁘군. 막강했던 리치 군대에 대한 이야기가 사실이었으면 좋겠어. 지금이야말로 그 강력함의 부활이 절실히 필요한 때이니."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не знал, что у Иргенской Республики есть ресурсы, чтобы послать корабль на помощь Федерации. Тем не менее, я рад, что вы здесь. Будем надеяться, что рассказы о некогда могущественной армии пиявок были правдой, и мы скоро увидим возрождение, потому что оно нам чертовски нужно".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我没有意识到共和国有资源派遣一艘战舰来帮助联邦。我很高兴你居然会出现在这里。让我们希望那些曾经强大的吸虫族军队的故事是真实的，我们即将见证一次能力再现，毕竟我们十分需要它。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LEECH"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_COALITION"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_COALITION"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. Se estremece al ver tu nave. "Una nave de la Coalition? Debe ser una broma... La única razón lógica para recibir apoyo de la Coalition sería nuestro enemigo común en la Rebelión. Si es así, aceptaremos cualquier ayuda, incluso de aliados improbables."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. Stupéfait, il recule en voyant votre vaisseau. "Un vaisseau de la Coalition ? Ce doit être une blague... la seule raison qui pourrait pousser la Coalition à nous aider serait notre ennemi mutuel qu'est la Rébellion. Si c'est bien le cas, alors nous pouvons faire usage de toute aide, même en provenance d'alliés inattendus."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. Indietreggia sconvolto nel vedere la tua nave. "Una nave della Coalizione? Dev'essere uno scherzo... l'unico motivo che mi viene in mente sul perché la Coalizione ci aiuti è perché abbiamo un nemico comune. In questo caso, accettiamo tutto l'aiuto possibile, anche da alleati inaspettati."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. 그는 당신의 함선을 보고 놀라서 뒷걸음질 쳤습니다. "연합의 선박이라고? 말도 안돼... 공동의 적인 반군을 상대하기 위해 지원을 왔다고 밖에 생각할 수 없군. 만약 그렇다면, 다소 믿기 힘든 아군이라 할지라도 최대한 활용해 주겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Крейсер Коалиции? Это, должно быть, какая-то шутка... Единственная причина, по которой я могу представить себе получение поддержки от Коалиции, - это наш общий враг в Восстании. Если так, то нам пригодится любая помощь, даже от маловероятных союзников".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的星舰，他震惊地后退。"星联战舰？这一定是个笑话...我能想到星联能支持联邦的唯一理由就是对付我们的共同敌人，叛军。如果是这样，那么我们就应该利用我们能得到的所有帮助，即使是来自不太可能的盟友。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_COALITION"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ORCHID"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ORCHID"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Orchids? No pensé que los suyos se involucraran en esta batalla. Agradezco los refuerzos, estamos escasos de soldados y naves, y cada ayuda vale millones."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Des Orchidées, hmm ? Je ne m'attendais pas à ce que votre espèce prenne les dispositions pour venir nous aider dans cette bataille. Je suis reconnaissant pour ces renforts, car notre nombre de soldats et de vaisseaux se fait maigre et toute aide est la bienvenue."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Orchid, hm? Non pensavo che vi sareste presi la briga di aiutare in questa battaglia. Sono grato per i rinforzi, abbiamo pochi soldati e navi e ogni aiuto vale milioni."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "오키드, 흐음? 당신네 종족이 이 전투를 지원하리라곤 생각도 못 했네. 증원에 감사하도록 하지. 병사도 함선도 부족하던 참이라 작은 도움 하나하나가 귀중하거든."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Орхидеи, хм? Я не думал, что ваш вид возьмет на себя ответственность помочь в этой битве. Я благодарен за подкрепление, у нас не хватает солдат и кораблей, и каждая унция помощи стоит миллионов".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的战舰，他震惊地后退。"兰花族，嗯？我之前还不认为你们会主动参与这场战斗。我很感谢援军，我们的士兵和船只越来越少，每一份帮助的价值都不可估量。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ORCHID"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_VAMPWEED"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_VAMPWEED"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Vampweeds? No esperaba apoyo de la Confederacy. Finalmente quedó atrás el drama de la guerra Federación-Mantis? Lo dudo... pero eso lo discutiremos luego. Ahora mismo hay un Flagship que destruir."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Des Vampiflores ? Je ne peux pas dire que je m'attendais à un quelconque soutien de la part de la Confédération. Est-ce que tout la dramaturgie de la guerre Fédérale-Mantis a finalement coulé sous les ponts ? Eh bien, je soupçonne que non... mais nous pourrons en discuter plus tard. Pour l'instant, il y a un vaisseau amiral à détruire."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Vampirerbe? Non posso dire che mi aspettavo un aiuto da parte della Confederazione. Tutto quel rancore dalla guerra mantis-federale quindi ormai è acqua sotto i ponti? Beh, immagino di no... ma possiamo discuterne dopo. Adesso c'è un'Ammiraglia da distruggere."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "흡혈초? 공동체에서 지원이 올 거라고는 예상하지 못했는데. 연방-맨티스 전쟁 중에 있었던 일이 마침내 모두 물거품이 돼 사라진건가? 뭐, 아마 아니겠지... 하지만 그 일은 나중에 얘기하도록 하지. 지금은 없애버려야 할 기함이 있으니까."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Вампсорняки? Не могу сказать, что я ожидал какой-либо поддержки от Конфедерации. Неужели вся эта драма, связанная с войной Федерации с богомолами, наконец-то ушла под воду? Ну, я подозреваю, что нет... но мы можем обсудить это позже. Сейчас есть Флагман, который нужно уничтожить".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"血草兰花？我不能说我预想过血兰邦的任何支援。你们放下了螳螂入侵战争中与我们的纠葛吗？我估计没那么简单...但我们可以稍后再作讨论。现在有一个需要被干掉的旗舰。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_VAMPWEED"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SHELL"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SHELL"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Un crucero Shell? Escuché que los suyos eran bastante reservados... agradezco tu ayuda. Esperemos que tus esfuerzos no sean en vano."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Un vaisseau Coquille, hein ? J'ai entendu dire que votre peuple était assez isolationniste... eh bien, j'apprécie votre aide. Espérons que vos efforts ne soient pas vains, hmm ?"
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Un incrociatore shellman, eh? Avevo sentito dire che la vostra specie fosse piuttosto schiva... beh, apprezzo l'aiuto. Speriamo solo che non sia vano."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "흠... 셸 순양함이라고? 당신네 종족은 세간에 나오는 걸 싫어한다고 들었는데... 어찌 됐든, 천재정의 지원에 감사하네. 자네들의 노력이 헛되지 않았으면 좋겠군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Крейсер ракушек, а? Слышал, что ваш род довольно затворнический... Что ж, я благодарен вам за помощь. Будем надеяться, что ваши усилия не пропадут даром, да?"
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘甲壳族战舰，嗯？听说你们比较隐居...嗯，感谢你们的帮助。希望你们的努力不要白费，好吗？"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SHELL"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MORPH"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MORPH"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Es... un crucero Shell? Se parece a uno, pero definitivamente es distinto a cualquiera que haya visto. Sea lo que seas, tu ayuda será muy apreciada."
fr: Sur l’écran vidéo apparaissent plusieurs officiers de la Fédération et des Engis, ainsi que l’Amiral Tully au centre. "Est-ce... un croiseur Coquille ? Il y ressemble un peu, mais il est clairement différent de tout ce que j’ai vu auparavant. Quoi qu’il en soit, qui que vous soyez, votre aide aujourd’hui sera grandement appréciée."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Quello è... un incrociatore shellman? Ci somiglia, ma è completamente diverso da qualunque altro abbia mai visto. Beh, qualunque cosa sia, il tuo aiuto qui oggi sarà molto gradito."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "저건... 셸 순양함이가? 비슷해 보이면서도 내가 본 것들과는 확실히 다르군. 뭐, 자네가 누구든 간에, 오늘 이곳에서 우리를 도와준다면 진심을 담아 감사하겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Это... крейсер ракушек? Он чем-то напоминает их, но определенно не похож ни на один из тех, что я видел раньше. Кем бы вы ни были, ваша помощь сегодня очень пригодится".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"那是……甲壳族星舰吗？它有点像，但肯定和我以前见过的任何一艘都不一样。嗯，不管你是什么，今天在这里帮忙真是太感激不过了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MORPH"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LANIUS"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LANIUS"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. Se sobresalta al ver tu nave. "Un buque de guerra Lanius, qué interesante. Nunca he estado seguro de las lealtades o motivaciones de los Lanius, pero si has llegado hasta aquí no tengo dudas de que vienes a ayudarnos."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. Stupéfait, il recule en voyant votre vaisseau. "Un vaisseau de guerre Lanius, comme c'est intéressant. Je n'ai jamais pu déduire les allégeances des Lanius ou leurs intentions, mais si vous avez fait tant de chemin, il ne fait aucun doute que vous êtes venus nous aider dans notre combat."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. Indietreggia sconvolto nel vedere la tua nave. "Una nave da guerra lanius, davvero interessante. Non ho mai capito bene i motivi o le alleanze dei lanius, ma se hai fatto tutta questa strada non ho dubbi che sei qui per aiutarci."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. 그는 당신의 함선을 보고 놀라서 뒤로 물러섰습니다. "라니우스 군함이라니, 정말 흥미롭구만. 라니우스의 충성심이나 동기에 대해선 확신이 서지 않지만, 이 먼 곳까지 온 이상 틀림없이 우리의 전투를 도와주러 온 것이라고 믿겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Он отшатывается в шоке при виде вашего корабля. "Военный корабль ланиусов, как интересно. Я никогда не был уверен в лояльности или мотивации ланиусов, но если вы зашли так далеко, я не сомневаюсь, что вы прибыли, чтобы помочь нам в нашей борьбе".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的船，他吓了一跳，"一艘食铁族战舰，多么有趣。我一直不确定食铁族的忠诚度或动机，但如果你能走到这一步，我毫不怀疑你的确是来帮助我们战斗的。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LANIUS"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_UNION"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。
