Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[6]/event/text
es: El comandante ríe. "Oh, qué patético. ¡Para traer paz, primero debe haber guerra! La Rebelión erradicará a los xenos peligrosos de cada realidad. Me he cansado de esta conversación. No habrá una resolución pacífica para este enfrentamiento." Corta las comunicaciones, y el Flagship continúa cargando sus armas.
fr: Le commandant ricane. "Oh, vous faites pitié. Pour apporter la paix, il doit d'abord y avoir une guerre ! La Rébellion va se débarrasser des dangereux xénos de chaque réalité. Je me lasse de cette conversation. Il n'y aura pas de résolution pacifique à cette confrontation." Il coupe les communications et le vaisseau amiral continue à charger ses armes.
it: Il comandante ride. "Oh, patetico. Si vis pacem, para bellum! La Ribellione si sbarazzerà delle specie aliene pericolose di ogni realtà. Sono stanco di parlare. Non ci sarà una risoluzione pacifica a questo conflitto." Chiude le comunicazioni e l'Ammiraglia continua a caricare le armi.
ko: 사령관이 웃었습니다. "아 너무도 한심하군. 평화를 가져오려면 먼저 전쟁이 있어야만 해! 반군은 각 현실에서 위험한 외계인들을 제거할 거다. 이런 대화는 이제 지긋지긋하군. 이 대립에 평화적인 해결은 없을 거다." 그는 통신을 끊었고, 기함은 무기를 가동한 채로 계속해서 다가오고 있습니다.
ru: Командир смеется. "О, как жаль. Чтобы наступил мир, сначала должна быть война! Восстание избавит от опасных ксеносов каждую реальность". Я устал от этого разговора. Мирного разрешения этого конфликта не будет". Он отключает связь, и Флагман продолжает заряжать свои орудия.
zh_hans: 指挥官笑了。"哦，多么幼稚。要带来和平，首先必须有战争！起义会消除每个宇宙中的危险异族。我已经对这个谈话感到厌倦，这场对抗不会和平解决。"他切断了通讯，旗舰继续为其武器充能。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[6]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/text
es: "Y cómo habrían logrado eso? Matando? Claro... como era de esperarse. La Federación y la Rebelión no son tan distintas cuando se trata de la guerra, pero donde la Federación es débil, ¡la Rebelión se mantendrá firme! Has retrasado esta batalla durante demasiado tiempo. Dudo que seas capaz de enfrentarte a una nave tan poderosa como esta."
fr: "Et comment est-ce que vous avez accompli tout cela ? En tuant ? Bien ce que je pensais. La Fédération et la Rébellion ne sont pas si différentes lorsqu'il faut mener une guerre, mais là où la Fédération est faible, la Rébellion se démarque en étant imposante ! Vous avez suffisamment retardé ce combat. Je doute que vous puissiez être capable de prendre d'assaut un vaisseau aussi puissant !"
it: "E come ci sei riuscito? Uccidendo? Tipico. La Federazione e la Ribellione non sono diverse quando si tratta di guerra, ma mentre la Federazione è debole, la Ribellione resta forte! Hai rimandato questa battaglia fin troppo a lungo. Dubito che sarai in grado di affrontare una nave potente come questa!"
ko: "그런데 어떻게 그 일들을 해낸 것이지? 살인을 통해서인가? 역시나 그렇겠지. 전쟁에 관해선 연방이나 반군이나 다를 바가 없어. 하지만 연방은 약하고, 반군은 언제까지나 강할 것이야! 이 싸움을 너무 오래 지연시켰군. 과연 너의 함선이 우리 것만큼이나 강력할까!"
ru: "И как же вы этого добились? Через убийство? Что и следовало ожидать. Федерация и Восстание ничем не отличаются, когда дело доходит до войны, но там, где Федерация слаба, Восстание будет сильна! Вы слишком долго откладывали эту битву. Я сомневаюсь, что вы способны справиться с таким мощным кораблем, как этот!"
zh_hans: "那你是怎么做到的？通过杀戮？自然是如此。联邦和起义军在战争方面并没有什么不同，但对于联邦的弱小之处，强大的起义军会替你们弥补！你已经为这场战斗拖延了太久，我十分怀疑你是否有能力对付这么强大的一艘战舰！"

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_construction"]/text
es: Destruimos uno de sus Flagships en el Bastión Rebelde. Si lo hicimos una vez, podemos hacerlo de nuevo.
fr: Nous avons détruit l'un de vos vaisseaux amiraux dans la forteresse rebelle. Si nous l'avons fait une fois, nous pouvons le faire à nouveau.
it: Abbiamo distrutto una delle vostre Ammiraglie nella Roccaforte Ribelle. Se l'abbiamo già fatto una volta, possiamo farlo due volte.
ko: 우리는 반군 요새에서 당신들의 기함 중 하나를 파괴했습니다. 이미 한 번 해냈으니, 얼마든지 다시 할 수 있습니다.
ru: Мы уничтожили один из ваших Флагманов еще в оплоте повстанцев. Если мы сделали это однажды, мы можем сделать это снова.
zh_hans: 我们在叛军要塞摧毁了你们的一艘旗舰。既然我们做到过，当然可以再做一次。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_ghostflag"]/text
es: Destruimos el Flagship original en los Yermos Espectrales. Si lo hicimos una vez, podemos hacerlo de nuevo.
fr: Nous avons détruit le vaisseau amiral originel dans les Terrains vagues Spectrales. Si nous l'avons fait une fois, nous pouvons le faire à nouveau.
it: Abbiamo distrutto l'Ammiraglia originale nelle Terre Desolate Spettrali. Se l'abbiamo già fatto una volta, possiamo farlo due volte.
ko: 우리는 유령의 황무지에서 원래의 기함을 파괴했습니다. 이미 한 번 해냈으니, 얼마든지 다시 할 수 있습니다.
ru: Мы уничтожили оригинальный Флагман в призрачных пустошах. Если мы сделали это однажды, мы можем сделать это снова.
zh_hans: 我们摧毁过灵朝荒地中的原旗舰。既然我们做到过，当然可以再做一次。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_autodread"]/text
es: No era un Flagship, pero destruimos un Auto-Acorazado. Podemos con cualquier cosa que la Rebelión nos lance.
fr: Ce n'est pas un vaisseau amiral, mais nous avons détruit un cuirassé automatique. Nous triompherons contre tout ce que la Rébellion nous enverra.
it: Non sarà un'Ammiraglia, ma abbiamo distrutto un'auto-dreadnaught. Possiamo affrontare qualunque cosa la Ribellione ci mandi contro.
ko: 기함은 아니지만, 우리는 무인 드레드노트를 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не Флагман, но мы уничтожили авто-дредноут. Мы справимся со всем, что бросит в нас Восстание.
zh_hans: 虽然不是旗舰，但我们摧毁了一艘自动无畏舰。我们完全可以应付叛军向我们抛来的任何挑战。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_cura"]/text
es: No era un Flagship, pero destruimos un prototipo avanzado de Auto-Crucero de W.I. Podemos con cualquier cosa que la Rebelión nos lance.
fr: Ce n'est pas un vaisseau amiral, mais nous avons détruit un prototype avancé de croiseur automatique de W.I. Nous triompherons contre tout ce que la Rébellion nous enverra.
it: Non sarà un'Ammiraglia, ma abbiamo distrutto un prototipo di auto-incrociatore avanzati W.I.. Possiamo affrontare qualunque cosa la Ribellione ci mandi contro.
ko: 기함은 아니지만, 우리는 W.I.의 최첨단 무인 순양함 프로토타입을 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не Флагман, но мы уничтожили продвинутый прототип авто-крейсера "Инновации Вентворта". Мы можем справиться со всем, что бросит в нас Восстание.
zh_hans: 虽然不是旗舰，但我们摧毁了一艘先进的革新社自动星舰原型。我们完全可以应付叛军向我们抛来的任何挑战。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_mfkgunboat"]/text
es: No era un Flagship, pero destruimos una Cañonera MFK. Podemos con cualquier cosa que la Rebelión nos lance.
fr: Ce n'est pas un vaisseau amiral, mais nous avons détruit une canonnière MFK. Nous triompherons contre tout ce que la Rébellion nous enverra.
it: Non sarà un'Ammiraglia, ma abbiamo distrutto una cannoniera MFK Ace. Possiamo affrontare qualunque cosa la Ribellione ci mandi contro.
ko: 기함은 아니지만, 우리는 MFK 포함을 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не Флагман, но мы уничтожили канонерку МФК. Мы можем справиться со всем, что бросит в нас Восстание.
zh_hans: 虽然不是旗舰，但我们摧毁了一艘MFK精英炮艇。我们完全可以应付叛军向我们抛来的任何挑战。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_smugglergun"]/text
es: No era un Flagship, pero destruimos una Cañonera Rebelde robada. Podemos con cualquier cosa que la Rebelión nos lance.
fr: Ce n'est pas un vaisseau amiral, mais nous avons détruit une canonnière rebelle volée. Nous triompherons contre tout ce que la Rébellion nous enverra.
it: Non sarà un'Ammiraglia, ma abbiamo distrutto una cannoniera Ribelle rubata. Possiamo affrontare qualunque cosa la Ribellione ci mandi contro.
ko: 기함은 아니지만, 우리는 도난당한 반군 포함을 파괴했습니다. 반군이 던져주는 것은 뭐든 처리할 수 있습니다.
ru: Конечно, это не Флагман, но мы уничтожили украденную канонерку повстанцев. Мы можем справиться со всем, что бросит в нас Восстание.
zh_hans: 虽然不是旗舰，但我们摧毁了一艘被盗的叛军炮舰。我们完全可以应付叛军向我们抛来的任何挑战。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/text
es: Ya lo veremos.
fr: C'est ce qu'on va voir.
it: Lo vedremo.
ko: 곧 알게 되겠지요.
ru: Это мы еще посмотрим.
zh_hans: 我们走着瞧。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/event/text
es: El comandante suelta una carcajada. "En efecto, lo veremos. No habrá una resolución pacífica para este enfrentamiento, preparémonos para la batalla." Corta las comunicaciones, y el Flagship continúa cargando sus armas.
fr: Le commandant ricane. "En effet. Il n'y aura pas de résolution pacifique à cette confrontation, que la bataille commence." Il coupe les communications et le vaisseau amiral continue à charger ses armes.
it: Il comandante ridacchia. "Hai proprio ragione. Non ci sarà una risoluzione pacifica a questo conflitto, prepariamoci a combattere." Chiude le comunicazioni e l'Ammiraglia continua a caricare le armi.
ko: 사령관이 킥킥 웃었습니다. "물론 그렇겠지. 이 대립에 평화적인 해결은 없을 거다. 전투나 준비하자고." 그는 통신을 끊었고, 기함은 무기를 가동한 채로 계속해서 다가오고 있습니다.
ru: Командир усмехается. "Так и будет. Мирного разрешения этого конфликта не будет, готовьтесь к бою". Он отключает связь, и Флагман продолжает заряжать свои орудия.
zh_hans: 指挥官冷笑一声。"走着瞧就走着瞧。这场对抗不会和平解决，让我们准备战斗吧。"他切断了通讯，旗舰继续为其武器充能。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_3"]/text
es: "Así que tú eres el responsable de eso? Muy impresionante, pero esa nave no era nada comparada con lo que estás a punto de enfrentar. Descubrirás que nuestro Flagship está mucho mejor preparado para un pequeño crucero como el tuyo. Basta de demoras, no escaparás de esta batalla."
fr: "Alors c'est vous qui en êtes responsable ? Très impressionnant, mais ce vaisseau n'est rien comparé à ce qui vous attend ! Vous allez voir que ce vaisseau amiral est bien mieux préparé pour un petit croiseur comme le vôtre. Assez perdu de temps, vous n'échapperez pas à ce combat."
it: "Quindi sei tu il responsabile? Davvero impressionante, ma quella nave non era niente rispetto a quello che stai per affrontare! Scoprirai che la nostra Ammiraglia è preparata molto meglio per un incrociatore piccolo come il tuo. Ora basta parlare, non sfuggirai a questa battaglia."
ko: "그런 일을 벌였었다고? 그것만큼은 아주 인상적이군. 하지만 그 함선은 지금 네가 마주하게 될 것에 비하면 아무것도 아니다! 곧 이 함선이 네 것같은 쪼만한 순양함보다 훨씬 잘 대비되어 있다는 것을 알게 될 거야. 대화가 너무 늘어졌군. 이 싸움에선 도망치지 못할 거다."
ru: "Так это твоих рук дело? Впечатляет, но тот корабль был ничем по сравнению с тем, с чем вы сейчас столкнетесь! Вы увидите, что этот корабль гораздо лучше подготовлен для такого крошечного крейсера, как ваш. Хватит медлить, вам не избежать этой битвы".
zh_hans: "所以那件事是你做的？确实令人印象深刻，但与你将要面对的相比，那艘船根本算不上什么！你马上会发现这艘船比像你这样的小型战舰准备得要充足得多。耽误得够久了，你逃不掉这场战斗。"

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_3"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/text
es: Un Dropship Free Mantis se aproxima. "¡Amigos de la Federación! ¡El clan Pakatakalaka feliz de verlos! Nosotros haber llegado hasta aquí para ayudar. Solo nosotros, resto ocupados en casa... ¡pero nosotros no tener gloria allí! ¡Querer recolectar muchos cráneos Rebeldes! Nuestra nave tener muchos problemas con misiles Rebeldes, eso sí..."
fr: Un vaisseau d'abordage de Mantis Libres approche. "Amis de la Fédération ! Clan des Pakatakalaka heureux de vous voir ! Nous avoir fait beaucoup de chemin pour aider. Juste nous, par contre, autres occupés à la maison... mais nous sommes là ! Nous vouloir collecter crânes de rebelles ! Notre vaisseau avoir beaucoup problèmes avec missiles de rebelles..."
it: Una nave sbarco dei Mantis Liberi si avvicina. "Amici di Federazione! Clan Pakatakalaka è felice di vede voi! Noi è riusciti ad arriva fino a qui per aiuta. Solo noi però, altri occupati a casa... ma là non c'è gloria per noi! Noi vuole raccogliere tanti teschi Ribelli! Nostra nave ha molti problemi con missili Ribelli però..."
ko: 독립 맨티스 강하선이 접근했습니다. "연방 친구들! 파카타카라카 클랜은 만나서 반갑다! 너희들을 도와주려고 여기까지 왔다. 다른 애들은 집안일이 바빠서 못 왔지만... 집안에는 명예가 없다! 우린 반군의 머리통을 수집할 것이다! 지금가진 머리통 대신 미사일만 가득 처맞았지만..."
ru: Приближается корабль Свободных Богомолов. "Друзья Федерации! Клан Пакатакалака рад вас видеть! Мы проделать весь этот путь, чтобы помочь вам. Правда, только мы, остальные заняты дома... но славы нам там не занимать! Мы хотим собрать много черепов повстанцев! Наш корабль испытывать множество проблем с боеголовками повстанцев..."
zh_hans: 一艘自由螳螂飞船驶近。"联邦的朋友！ 帕卡塔卡拉卡部族很高兴见到你！我们大老远跑来帮忙。虽然只有我们，但我们忙着回家休息……但我们在这里没有获得荣耀！我们想收集很多叛军的头骨！我们的飞船被叛军的导弹打得很惨……"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="1"]/text
es: Nos falta tripulación, quieres unirte a nosotros?
fr: On est à court d'équipage, ça vous dit de nous rejoindre ?
it: Siamo a corto di equipaggio, volete unirvi a noi?
ko: 우리도 선원이 필요한 상황이었는데, 같이 갈 텐가?
ru: Нам не хватает экипажа, не хотите присоединиться к нам?
zh_hans: 我们缺少船员，你想加入我们吗？

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="1"]/event/text
es: "Ustedes tener teletransportador? ¡Entonces sí! ¡Por el honor de la Federación!"
fr: "Vous avoir téléporteur ? Alors oui ! Pour l'honneur de Fédération !"
it: "Tu ha teletrasporto? Allora sì! Per onore della Federazione!"
ko: "텔레포터가 있나? 그렇다면 좋다! 연방의 명예를 위하여!"
ru: "У вас есть Телепортатор? Тогда да! Ради чести Федерации!"
zh_hans: "你有传送器吗？那么好的！为了联邦的荣耀！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="1"]/event/crewMember
es: Pakatakalaka
fr: Pakatakalaka
ko: Pakatakalaka
ru: Пакатакалака
zh_hans: 帕卡塔卡拉卡

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="LOCKED_GLOBAL_TELEPORT"]/text
es: Nos falta tripulación, quieres unirte a nosotros?
fr: On est à court d'équipage, ça vous dit de nous rejoindre ?
it: Siamo a corto di equipaggio, volete unirvi a noi?
ko: 우리도 선원이 필요한 상황이었는데, 같이 할 텐가?
ru: Нам не хватает экипажа, не хотите присоединиться к нам?
zh_hans: 我们缺少船员，你想加入我们吗？

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="LOCKED_GLOBAL_TELEPORT"]/event/text
es: "Ustedes tener teletransportador? ¡Entonces sí! ¡Por el honor de la Federación!"
fr: "Vous avoir téléporteur ? Alors oui ! Pour l'honneur de Fédération !"
it: "Tu ha teletrasporto? Allora sì! Per onore della Federazione!"
ko: "텔레포터가 있나? 그렇다면 좋다! 연방의 명예를 위하여!"
ru: "У вас есть Телепортатор? Тогда да! Ради чести Федерации!"
zh_hans: "你有传送器吗？那么好的！为了联邦的荣耀！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="LOCKED_GLOBAL_TELEPORT"]/event/crewMember
es: Pakatakalaka
fr: Pakatakalaka
ko: Pakatakalaka
ru: Пакатакалака
zh_hans: 帕卡塔卡拉卡

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/text
es: Nos falta tripulación, quieres unirte a nosotros?
fr: On est à court d'équipage, ça vous dit de nous rejoindre ?
it: Siamo a corto di equipaggio, volete unirvi a noi?
ko: 우리도 선원이 필요한 상황이었는데, 같이 갈 텐가?
ru: Нам не хватает экипажа, не хотите присоединиться к нам?
zh_hans: 我们缺少船员，你想加入我们吗？

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/text
es: "Si nosotros unirnos a su tripulación, tener que quedarnos en su nave... ¡No querer! ¡Querer matar Rebeldes de cerca!"
fr: "Si nous rejoindre votre équipage, nous devoir rester sur votre vaisseau... Pas vouloir ! Vouloir tuer rebelles de nos mains !"
it: "Se noi ci unisce a tuo equipaggio, noi deve stare a bordo di tua nave... noi non vuole! Noi vuole ammazza Ribelli con nostri artigli!"
ko: "네 선원으로 들어가면 함선에 계속 있어야 한다... 그건 싫다! 반군 직접 처치하고 싶다!"
ru: "Если мы присоедиться к вашему экипажу, нам придется остаться на борту вашего корабля... Не хочу! Хочется убивать повстанцев вплотную!"
zh_hans: "如果我们成为你的船员，就必须留在你的飞船上…不行！想要近距离杀死叛军！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[@req="BLUELIST_AETHER"]/text
es: (Tecnología Aether) Ofrecerles tecnología avanzada de escudos.
fr: (Technologie Éther) Leur offrir la technologie des boucliers avancés.
it: (Tecnologia eterica) Offrigli una tecnologia di scudi avanzata.
ko: (아이테르 장비) 최첨단 방어막 장비를 제공한다.
ru: (Эфирная технология) Предложить им передовую технологию щита.
zh_hans: (以太科技)向他们提供一些先进的护盾科技。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[2]/text
es: Ofrecer revisar sus motores.
fr: Proposer de jeter un œil à leurs moteurs.
it: Offri di dare un'occhiata ai loro motori.
ko: 그들의 엔진을 손봐준다.
ru: Предложить осмотреть их двигатели.
zh_hans: 提议去看看他们的引擎。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[3]/text
es: Atacar a los Free Mantis.
fr: Attaquer les Mantis Libres.
ko: 독립 맨티스를 공격한다.
ru: Атаковать Свободных Богомолов.
zh_hans: 攻击自由螳螂。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[3]/event/text
es: "Renegado querer combate amistoso? ¡Entonces que el ganador destruya a los Rebeldes!"
fr: "Renégat vouloir la bagarre ? Alors gagnant détruira les rebelles !"
it: "Rinnegato vuole scontro di allenamento? Allora che il vincitore distrugga Ribelli!"
ko: "배회자가 스파링을 원하다? 그렇다면 승자가 반군을 무찌르는 것이다!"
ru: "Ренегат хочет сразиться? Тогда пусть победитель уничтожать повстанцев!"
zh_hans: "变元者想要比划？那就让胜者摧毁叛军吧！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[3]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[4]/text
es: Desearle buena suerte a los Pakatakalaka.
fr: Souhaiter bonne chance à Pakatakalaka.
it: Augura buona fortuna ai Pakatakalaka.
ko: 파카타카라카에 건투를 빌어준다.
ru: Пожелать Пакатакалаке удачи.
zh_hans: 祝帕卡塔卡拉卡好运。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[4]/event/text
es: "¡Desearles lo mejor también!"
fr: "Un bon vent à vous aussi !"
it: "Altrettanto!"
ko: "우리도 건투를 빈다!"
ru: "Желаю вам тоже всего наилучшего!"
zh_hans: "也祝你一切顺利！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[4]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="teleporter" and @lvl="0"]/event/choice[4]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[@req="BLUELIST_AETHER"]/text
es: (Tecnología Aether) Ofrecerles tecnología avanzada de escudos.
fr: (Technologie Éther) Leur offrir la technologie des boucliers avancés.
it: (Tecnologia eterica) Offrigli una tecnologia di scudi avanzata.
ko: (아이테르 장비) 최첨단 방어막 장비를 제공한다.
ru: (Эфирная технология) Предложить им передовую технологию щита.
zh_hans: (以太科技)向他们提供一些先进的护盾科技。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[5]/text
es: Ofrecer revisar sus motores.
fr: Proposer de jeter un œil à leurs moteurs.
it: Offri di dare un'occhiata ai loro motori.
ko: 그들의 엔진을 손봐준다.
ru: Предложить осмотреть их двигатели.
zh_hans: 提议去看看他们的引擎。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[6]/text
es: Atacar a los Free Mantis.
fr: Attaquer les Mantis Libres.
ko: 독립 맨티스를 공격한다.
ru: Атаковать Свободных Богомолов.
zh_hans: 攻击自由螳螂。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[6]/event/text
es: "Renegado querer combate amistoso? ¡Entonces que el ganador destruya a los Rebeldes!"
fr: "Renégat vouloir la bagarre ? Alors gagnant détruira les rebelles !"
it: "Rinnegato vuole scontro di allenamento? Allora che il vincitore distrugga Ribelli!"
ko: "배회자가 스파링을 원하다? 그렇다면 승자가 반군을 무찌르는 것이다!"
ru: "Ренегат хочет сразиться? Тогда пусть победитель уничтожать повстанцев!"
zh_hans: "变元者想要比划？那就让胜者摧毁叛军吧！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[6]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[7]/text
es: Desearle buena suerte a los Pakatakalaka.
fr: Souhaiter bonne chance à Pakatakalaka.
it: Augura buona fortuna ai Pakatakalaka.
ko: 파카타카라카에 건투를 빌어준다.
ru: Пожелать Пакатакалаке удачи.
zh_hans: 祝帕卡塔卡拉卡好运。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[7]/event/text
es: "¡Te deseamos lo mejor también!"
fr: "Un bon vent à vous aussi !"
it: "Altrettanto!"
ko: "우리도 건투를 빈다!"
ru: "Желаю вам тоже всего наилучшего!"
zh_hans: "也祝你一切顺利！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[7]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FREEMANTIS_GLORY"]/choice[7]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MANTIS_AETHER"]/text
es: Mejoras sus escudos usando tu tecnología Aether. Deberían poder desviar algunos disparos de misiles al inicio de una batalla.
fr: Vous améliorez vos boucliers grâce à la technologie Éther. Ils devraient vous permettre de parer quelques tirs de missile au début d'un combat.
it: Migliori i loro scudi usando la tua tecnologia eterica. Ora dovrebbero riuscire a respingere qualche colpo all'inizio di uno scontro.
ko: 아이테르 장비를 이용해 맨티스들의 방어막을 업그레이드했습니다. 이제 전투를 시작하고 미사일 몇 발은 막아낼 수 있을 겁니다.
ru: Вы улучшаете их щиты, используя эфирную технологию. В начале боя они смогут отразить несколько ракетных выстрелов.
zh_hans: 你使用以太科技升级他们的护盾。他们应该能在战斗开始时抵挡一些导弹的射击。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MANTIS_AETHER"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
