Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
es: De repente, Jerry vuelve a ponerse de pie y se seca las lágrimas. "Bueno, solo queda una cosa por hacer." Saca una enorme ametralladora Gatling. No estás seguro de dónde la consiguió, pero no tienes tiempo para cuestionarlo.
fr: Jerry se relève soudainement et essuie ses larmes. "Bon, il ne reste plus qu'une chose à faire maintenant." Il sort une grosse Mitrailleuse Gatling. Vous ignorez sa provenance, mais vous n'avez pas le temps de lui poser des questions dessus.
it: All'improvviso, Jerry si rialza in piedi, asciugandosi le lacrime. "Beh, ora resta solo una cosa da fare." Estrae una grossa mitragliatrice gatling. Non sai dove l'abbia presa, ma non hai il tempo per farti certe domande.
ko: 갑자기 제리가 눈물을 훔치며 다시 일어섰습니다. "자, 이제 할 일은 딱 하나 남았습니다." 그는 거대한 개틀링 총을 꺼냈습니다. 그게 어디서 난 건지 모르겠지만, 물어볼 시간이 없습니다.
ru: Внезапно Джерри поднимается на ноги, вытирая слезы. "Ну, теперь остается только одно", - он достает огромный пулемет Гатлинга. Вы не знаете, откуда он его достал, но у вас нет времени задавать вопросы.
zh_hans: 突然间，杰瑞站起身来，擦干了眼泪。"好吧，现在只剩一件事要做了。"他抽出一挺巨大的加特林机枪。你不清楚他从哪弄来的，不过也没有时间盘问了。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/crewMember
es: Jerry
fr: Jerry
it: Jerry
ko: Jerry
ru: Джерри
zh_hans: 杰瑞

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/text
es: Antes de que puedas avanzar hacia el Flagship, Jerry se detiene y sale de la sala.
fr: Avant que vous ne puissiez vous occuper du vaisseau amiral, Jerry décide de quitter la pièce.
it: Prima che tu possa occuparti dell'Ammiraglia, Jerry si ferma un attimo ed esce dalla stanza.
ko: 기함과 대면하기 전에, 제리는 잠시 멈칫하더니 선실에서 나갔습니다.
ru: Прежде чем вы приближаетесь к Флагману, Джерри замолкает и выходит из комнаты.
zh_hans: 在你准备对付旗舰之前，杰瑞顿了顿，向舱室外走去。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/removeCrew/text
es: No tienes idea de adónde va Jerry, pero lo sigues.
fr: Vous ne savez pas où Jerry se dirige, mais vous le suivez.
it: Non sai dove stia andando, ma lo segui.
ko: 제리가 어디로 가는지는 모르겠지만, 일단 따라가 봤습니다.
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/text
es: Jerry entra en la habitación donde el Equinoid está durmiendo...
fr: Jerry entre dans la pièce où l'Équinoïde se repose...
it: Jerry entra nella stanza dove sta dormendo l'equinoide...
ko: 제리는 에퀴노이드가 자고 있는 방으로 들어갑니다...
ru: Джерри входит в отсек, где спит эквиноид...
zh_hans: 杰瑞走进了六脚马正在睡觉的舱室……

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/removeCrew/text
es: No tienes idea de qué está haciendo Jerry, y observas con confusión.
fr: Vous n'avez aucune idée de ce que Jerry fait et le regardez avec confusion.
it: Non hai idea di cosa stia facendo e guardi in preda alla confusione.
ko: 당신은 제리가 무엇을 하고 있는지 감도 잡지 못한 상태로 혼란스러워하며 지켜봤습니다.
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/text
es: Entonces, ¡Jerry procede a montar el poni! "Muy bien. Ahora estoy listo."
fr: Enfin, Jerry monte sur le poney ! "Voilà. Maintenant, je suis prêt."
it: Quindi, Jerry sale in groppa al pony! "Perfetto. Ora sono pronto."
ko: 제리가 말 위에 올라탔습니다! "좋아요. 이제 준비됐습니다."
ru: Затем Джерри взбирается на пони! "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/crewMember
es: Jerry
fr: Jerry
it: Jerry
ko: Jerry
ru: Джерри
zh_hans: 杰瑞

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/text
es: Antes de que puedas avanzar hacia el Flagship, Jerry se detiene y sale de la sala.
fr: Avant que vous ne puissiez vous occuper du vaisseau amiral, Jerry décide de quitter la pièce.
it: Prima che tu possa occuparti dell'Ammiraglia, Jerry si ferma un attimo ed esce dalla stanza.
ko: 기함과 대면하기 전에, 제리는 잠시 멈칫하더니 선실에서 나갔습니다.
ru: Прежде чем вы приближаетесь к Флагману, Джерри замолкает и выходит из комнаты.
zh_hans: 在你准备对付旗舰之前，杰瑞顿了顿，向舱室外走去。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/removeCrew/text
es: No tienes idea de adónde va Jerry, pero lo sigues.
fr: Vous ne savez pas où Jerry se dirige, mais vous le suivez.
it: Non sai dove stia andando, ma lo segui.
ko: 제리가 어디로 가는지는 모르겠지만, 일단 따라가 봤습니다.
ru: Вы понятия не имеете, куда направляется Джерри, но следуете за ним.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/text
es: Jerry entra en la habitación donde el Equinoid está durmiendo...
fr: Jerry entre dans la pièce où l'Équinoïde se repose...
it: Jerry entra nella stanza dove sta dormendo l'equinoide...
ko: 제리는 에퀴노이드가 자고 있는 방으로 들어갑니다...
ru: Джерри входит в отсек, где спит эквиноид...
zh_hans: 杰瑞走进了六脚马正在睡觉的舱室……

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/removeCrew/text
es: No tienes idea de qué está haciendo Jerry, y observas con confusión.
fr: Vous n'avez aucune idée de ce que Jerry fait et le regardez avec confusion.
it: Non hai idea di cosa stia facendo e guardi in preda alla confusione.
ko: 당신은 제리가 무엇을 하고 있는지 감도 잡지 못한 상태로 혼란스러워하며 지켜봤습니다.
ru: Вы понятия не имеете, что делает Джерри, и наблюдаете за происходящим в замешательстве.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/text
es: Entonces, ¡Jerry procede a montar el poni! "Muy bien. Ahora estoy listo."
fr: Enfin, Jerry monte sur le poney ! "Voilà. Maintenant, je suis prêt."
it: Quindi, Jerry sale in groppa al pony! "Perfetto. Ora sono pronto."
ko: 제리가 말 위에 올라탔습니다! "좋아요. 이제 준비됐습니다."
ru: Затем Джерри взбирается на пони! "Хорошо. Теперь я готов".
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/crewMember
es: Jerry
fr: Jerry
it: Jerry
ko: Jerry
ru: Джерри
zh_hans: 杰瑞

source: data/events_sector_laststand.xml$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/text
es: Persigues al Flagship y descubres que está gravemente dañado por el combate anterior. Los escaneos indican que ha redirigido una cantidad considerable de energía a sus drones. Prepárate para la batalla.
fr: Vous traquez le vaisseau amiral et vous découvrez qu'il a été gravement endommagé au cours de l'affrontement précédent. Vos capteurs indiquent qu'il a redirigé la majorité de sa puissance vers ses drones. Préparez-vous au combat.
it: Insegui l'Ammiraglia e scopri che è gravemente danneggiata dall'ultima battaglia. Le scansioni indicano che ha deviato buona parte della sua energia verso i droni. Preparati a combattere.
ko: 당신은 적 기함을 추격하였고, 기함이 이전 전투에서 크게 손상되었다는 것을 발견했습니다. 스캔으로 기함이 상당한 양의 동력을 드론 시스템으로 전환했음을 발견했습니다. 전투 준비를 하십시오.
ru: Вы догоняете Флагман и обнаруживаете, что он сильно поврежден в результате предыдущего боя. Сканирование показывает, что он перенаправил значительную мощность на своих дронов. Приготовьтесь к бою.
zh_hans: 你追赶旗舰，发现它在之前的战斗中严重受损。扫描表明它已将相当一部分的能量转移到其无人机系统上。准备战斗。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/event/text
es: El Flagship puede estar debilitado, pero sigue siendo formidable. ¡Mantén la ofensiva!
fr: Le vaisseau amiral est peut-être affaibli, mais il reste imposant. Ne relâchez pas la pression !
it: L'Ammiraglia sarà anche indebolita, ma è ancora formidabile. Non darle tregua!
ko: 기함이 약해졌을지 모르지만, 여전히 만만찮은 상대입니다. 전투를 계속하십시오!
ru: Флагман хоть и ослаблен, но все еще грозен. Продолжайте борьбу!
zh_hans: 旗舰虽然被削弱了，但它仍然很强大。继续战斗！

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/event/text
es: De repente, una pequeña nave automatizada se separa de la flota en la distancia. Recibes una transmisión del transbordador. "Hola. Este es un mensaje automatizado enviado por el Almirante Vance de la flota Rebelde. Hemos tomado en consideración tus victorias pasadas y el daño considerable que ya has infligido al Flagship. Con esto en mente, la Rebelión ya no tiene interés en esta realidad. Ofrecemos nuestra rendición."
fr: Soudainement, un petit vaisseau automatisé quitte la flotte au loin pour venir vers vous. La navette vous transmet un appel : "Bonjour. Ceci est un message automatisé en provenance de l'amiral Vance de la flotte rebelle. Nous avons pris en considération vos victoires passées et avons évalué les dégâts considérables que vous avez déjà infligés au vaisseau amiral. Avec ce constat, la Rébellion ne porte plus d'intérêt envers cette réalité. Nous offrons notre reddition."
it: All'improvviso, una piccola nave automatizzata si separa dalla flotta in lontananza. Ricevi una trasmissione dalla navetta. "Salve. Questo è un messaggio automatico inviato dall'Ammiraglio Vance della flotta Ribelle. Abbiamo preso in considerazione le tue vittorie passate e i danni considerevoli che hai già arrecato all'Ammiraglia. Pertanto, la Ribellione non nutre più alcun interesse in questa realtà. Offriamo la resa."
ko: 갑자기, 작은 무인기가 먼 곳에 있던 함대로부터 떨어져 나왔습니다. 그 무인기가 교신을 보내옵니다. "안녕하십니까. 이것은 반군 함대의 밴스 제독이 보낸 자동 메시지입니다. 우리는 당신이 앞서 이룩한 승리들과 기함에 준 상당한 피해를 보고 깊은 숙고를 가졌습니다. 이 사실을 고려하여, 반군은 더 이상 이 현실에 관심 두지 않을 것입니다. 우리는 항복을 선언합니다."
ru: Вдруг вдалеке от флота отделяется небольшой автоматический корабль. Вы получаете вызов от шаттла. "Здравствуйте. Это автоматическое сообщение от адмирала Вэнса из флота повстанцев. Мы приняли во внимание ваши прошлые победы и значительный ущерб, который вы уже нанесли Флагману. Учитывая это, Восстание больше не заинтересовано в этой реальности. Мы сдаемся".
zh_hans: 突然，一艘小型自动舰从远处的舰队中脱离出来。你收到来自这艘穿梭机的呼叫。"你好。这是一条自动发送的，来自起义军舰队的万斯上将的信息。我们考虑到你之前的胜利，以及你对旗舰造成的巨大伤害。结合这两点，起义军已经对争夺这个宇宙不再感兴趣。我们投降。"

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_3"]/text
es: No estás seguro de cómo logra seguir combatiendo con la cantidad de daño que ha sufrido. Parece que ha transferido energía a los sistemas defensivos y además a... algún tipo de super arma. Prepárate... esto es el final!
fr: Vous avez du mal à comprendre comment il peut continuer à combattre avec les dégâts qu'il a subis. Apparemment, il a transféré une partie de sa puissance vers des systèmes de défense, ainsi qu'à une sorte de super-arme. Tenez-vous prêt !
it: Non hai idea di come possa continuare a combattere dopo tutti i danni che ha subito. Sembra che abbia deviato l'energia verso i sistemi difensivi e... verso una specie di super arma. Preparati, è il momento decisivo!
ko: 어떻게 적이 그 만큼의 손상을 입고도 계속 싸울 수 있는지 모르겠습니다. 기함은 동력을 방어 시스템으로 돌리는 것 뿐 아니라 숨겨둔 강력한 무기도 준비하고 있습니다. 대비하십시오... 이제 시작입니다!
ru: Непонятно, как он может продолжать сражаться с таким количеством повреждений. Похоже, что он перевел энергию на защитные системы, а также... на какое-то супер-оружие. Будьте готовы... это оно!
zh_hans: 你不知道它承受了这么大的伤害，怎么还能继续战斗。看起来它把能量转移到了防御系统以及...某种超级武器上。做好准备...它要来了！

source: data/events_sector_laststand.xml$//event[@name="BOSS_TEXT_3"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="BOSS_TEXT_3_VANCE"]/text
es: Mientras te aproximas al Flagship por tercera vez, un disparo ASB pasa junto a tu nave y casi impacta contra el Flagship. En la distancia, las fuerzas Rebeldes se han vuelto unas contra otras. Parece que la noticia de la traición de Vance se ha difundido, y ha provocado una ruptura en sus filas. ¡Espera apoyo de fuego adicional durante este tramo final!
fr: Tandis que vous approchez le vaisseau amiral une troisième fois, un tir de BAV frôle votre vaisseau et s'abat presque sur le vaisseau amiral. Au loin, les forces rebelles se sont retournées l'une contre l'autre. Il semblerait qu'ils aient eu vent de la trahison de Vance et cela a créé une scission parmi leurs rangs. Attendez-vous à un appui supplémentaire pour cette dernière ligne droite !
it: Come ti avvicini all'Ammiraglia per la terza volta, il colpo di una batteria anti-nave oltrepassa la tua nave e per poco non colpisce l'Ammiraglia. In lontananza, le forze Ribelli si sono rivoltate le une contro le altre. Pare che la notizia del tradimento di Vance si sia già diffusa e abbia creato uno scisma nelle loro forze. Avrai il fuoco di supporto per quest'ultimo traguardo!
ko: 기함에 세 번째로 접근하자, 한 ASB의 탄환이 당신의 함선을 지나쳐 기함에 충돌할뻔 했습니다. 먼 곳에서 반군들이 서로서로 대적하고 있습니다. 밴스의 배신에 대한 소문이 퍼져서 그들의 세력에 분열이 생긴 것 같습니다. 이 마지막 연장전에서는 화력 지원을 기대해볼 수 있을 것 같습니다!
ru: Когда вы приближаетесь к Флагману в третий раз, выстрел ПКБ пролетает очень близко к вашему кораблю и почти попадает в него. Вдалеке силы повстанцев начали враждовать между собой. Похоже, весть о предательстве Вэнса дошла до них, и это внесло раскол в их силы. Ожидается дополнительная огневая поддержка на этом финальном отрезке!
zh_hans: 当你第三次接近旗舰时，一发反舰炮弹从你的星舰旁飞过，几乎与旗舰相撞。在远处，叛军已经在互相攻击。看来万斯背叛的消息已经传开了，在他们的舰队中造成了分裂。在这最后的一段时间里将会有额外的火力支援！

source: data/events_sector_laststand.xml$/FTL/event[@name="BOSS_TEXT_3_VANCE"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/text
es: "Así que puedes invadir los mundos natales de algunos alienígenas bárbaros y convencerlos de volverse contra sí mismos. Eso no es nada comparado con la misión de nuestro movimiento. Buscamos traer paz a la galaxia. Dudo que sepas algo sobre la paz."
fr: "Donc, vous pouvez envahir les mondes natals de quelques aliens barbares et leur convaincre de se retourner les uns contre les autres. Tout cela n'est rien comparé à la mission de notre rassemblement ! Nous cherchons à apporter la paix à la galaxie. Je doute que vous connaissiez quoi que ce soit à propos de la paix."
it: "Quindi puoi invadere i mondi natali di alcuni alieni barbarici e convincerli a rivoltarsi contro i loro simili. Non è niente rispetto alla missione del nostro movimento! Vogliamo portare la pace nella galassia. Dubito che tu ne sappia qualcosa di pace."
ko: "그래, 몇몇 야만적인 외계인들의 고향 성단에 침입해서 그들이 스스로를 등지도록 설득했단 말이지. 그런 건 우리 운동의 사명에 비하면 아무것도 아닌 일이다! 우리는 은하계에 평화를 가져오고자 한다. 네가 평화에 대해 알기나 하는지 모르겠군."
ru: "Итак, вы можете вторгнуться в родные миры варварских пришельцев и убедить их обратиться против самих себя. Это ничто по сравнению с миссией нашего движения! Мы стремимся принести мир в галактику. Я сомневаюсь, что вы знаете что-нибудь о мире".
zh_hans: "好吧，你有能力入侵一些野蛮外星人的家园，然后说服他们反抗来自同族的压迫。但这与我们运动的使命相比，根本算不上什么！我们谋求为银河系带来永久的和平。我怀疑你对和平一无所知。"

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_mfkgunboat"]/text
es: Salvamos una ciudad entera y su memorial de un asedio impuesto por la Rebelión.
fr: Nous avons sauvé un mémorial et une cité entière d'un siège mené par la Rébellion.
it: Abbiamo salvato un'intera città e un memoriale da un assedio montato dalla Ribellione.
ko: 우리는 반군의 포위 공격으로부터 도시와 기념비를 구했다.
ru: Мы спасли целый город и мемориал от осады, которую устроило Восстание.
zh_hans: 我们从叛军的围攻中拯救了一整个城市和纪念碑。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_autodread"]/text
es: Formamos una alianza con el Primal Reaper al ayudarlos a repeler uno de sus asaltos.
fr: Nous avons conclu une alliance avec le Faucheur souverain en les aidant à repousser l'une de vos attaques.
it: Abbiamo formato un'alleanza col Primo Mietitore aiutandolo a respingere uno dei vostri attacchi.
ko: 우리는 당신들의 전투기 하나를 격퇴해줌으로써 프라임 리퍼와 동맹을 맺었습니다.
ru: Мы заключили союз с Старшим Жнецом, помогая им отразить одно из ваших нападений.
zh_hans: 通过帮忙击退你们的一次攻击，我们和大夺命灵达成了同盟。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_clancruiser"]/text
es: Salvamos a los últimos miembros de una especie alienígena en peligro de extinción del EHG.
fr: Nous avons sauvé les derniers vestiges d'une espèce en voie d'extinction des griffes de la Guilde des chasseurs Exotiques.
it: Abbiamo salvato l'ultimo membro di una specie aliena in via d'estinzione dalla GCE.
ko: 우리는 멸종 위기에 처한 마지막 외계 종을 EHG로부터 구했습니다.
ru: Мы спасли последнего из вымирающих инопланетных видов от ГОЭ.
zh_hans: 我们从异种猎人协会手中拯救了一个濒临灭绝的物种。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_hacker"]/text
es: Liberamos un sector civil entero del clan de hackers.
fr: Nous avons libéré un secteur civil entier qui s'était fait attaquer par le clan des hackers.
it: Abbiamo liberato un intero settore civile da un clan di hacker.
ko: 우리는 해커 클랜으로부터 민간인 구역 전체를 해방시켰습니다.
ru: Мы освободили целый гражданский сектор от клана Хакеров.
zh_hans: 我们从骇客团手中解放了一整个平民星区。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_crew_dianesh"]/text
es: Logramos convencer a la propia Emperatriz Crystalline de abrirse al resto de la galaxia.
fr: Nous avons réussi à convaincre l'impératrice cristalienne elle-même d'être plus ouverte au reste de la galaxie.
it: Siamo riusciti a convincere l'Imperatrice Crystalline in persona ad essere più aperta nei confronti del resto della galassia.
ko: 우리는 크리스탈 여제를 설득해서 그녀가 나머지 은하계를 열린 마음으로 보도록 만들었습니다.
ru: Нам удалось убедить саму Императрицу кристаллинов стать открытой для остальной галактики.
zh_hans: 我们成功地说服了水晶女皇本人，使她对银河系的其他物种转为开放态度。

source: data/events_sector_laststand.xml$//event[@name="BOSS_NEGOTIATE_1"]/choice[6]/text
es: ¡La Rebelión no es pacífica! ¡Es la Federación quien trae la paz a la galaxia!
fr: La Rébellion n'apporte pas la paix ! C'est la Fédération qui se charge de la répandre dans la galaxie.
it: La Ribellione non è pacifica! La Federazione è quella che porta la pace nella galassia.
ko: 반군은 평화롭지 않습니다! 은하계에 평화를 가져오는 건 연방입니다.
ru: Восстание не является мирным! Федерация - это то, что принесло мир в галактику.
zh_hans: 叛乱并不和平！联邦才是给银河系带来和平的。
