Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MONK"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MONK"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Monks? No quiero faltar al respeto, pero normalmente los monjes son pacifistas, no? Supongo que eres la excepción. Mientras te encargues del Flagship, no me importa quién seas."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Des Moines ? Je... Je ne cherche pas à vous manquer de respect, mais n'êtes-vous pas normalement censés être des pacifistes ? J'en déduis que vous êtes une exception à la règle. Tant que vous vous occupez du vaisseau amiral, je me fiche de qui vous êtes."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Monaci? Non... non voglio mancare di rispetto, ma i monaci normalmente non sono... sì insomma... pacifisti? Immagino che tu sei l'eccezione che conferma la regola. Finché ti occupi dell'Ammiraglia, non m'interessa chi sei."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "수도승? 실례가 되는 말일 수도 있지만, 수도승들은 보통 평화주의자가 아닌가? 자네들은 예외에 속하나 보군. 기함과 맞설 수만 있다면 자네들이 누군지는 상관하지 않겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Монахи? Я... я не хочу показаться неуважительным, но разве Монахи, ну знаете, обычно не пацифисты? Думаю, вы - исключение. Пока вы решаете вопросы с Флагманом, мне все равно, кто вы".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"信道者？我...我并非想表达不敬，但信道者们不是...你知道的...通常是和平主义者吗？我猜你们是个例外。只要你们能对付旗舰，我不在乎你们是谁。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MONK"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SALT"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SALT"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Lo juro, cada día aparece otra raza del Multiverso. Esta vez es... Salt? Creo haber escuchado una o dos leyendas sobre ustedes. Esperemos que estén a la altura de su legado."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "C'est incroyable... chaque jour qui passe, une nouvelle race sort du Multivers. Cette fois, on a droit... aux Salins ? Je crois que j'ai entendu une ou deux légendes sur vous. Espérons que vous honorerez celles-ci et votre héritage, hein ?"
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Incredibile... ogni giorno spunta fuori una nuova razza dal multiverso. Stavolta è... sale? Credo di aver sentito una o due leggende sul tuo conto. Speriamo che la verità sia alla loro altezza."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "멀티버스에서는 매일같이 다른 종족이 튀어나오는군. 이번에는... 소금인가? 자네에 대한 전설을 한두 개 들어본 것도 같네. 부디 자네가 그 유산에 충실하기를 바라지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Клянусь, каждый день из Мультивселенной выскакивает еще одна раса. На этот раз это... Соль? Кажется, я слышал о вас пару легенд. Будем надеяться, что вы останетесь верны своему наследию, да?"
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我发誓，每天都有另一个种族从多元宇宙中冒出来。这次是...盐？我听说过一两个关于你的传说。希望你和传说中的你一样厉害，好吧？"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SALT"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SPIDER"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SPIDER"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "¡Ah! Arañas? ¡Odio las arañas! Maldición, solo ver tu nave me da escalofríos."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Aah ! Des araignées ?! Je déteste les araignées ! Bon sang, rien qu'en regardant votre vaisseau, ça me donne des frissons."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Ack! Ragni?! Odio i ragni! Accidenti, solo guardare la tua nave mi fa venire la pelle d'oca."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "으엑! 거미잖아?! 난 거미가 싫어! 젠장, 자네의 함선은 보기만 해도 오싹하군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ааа! Пауки?! Я ненавижу пауков! Черт возьми, от одного взгляда на ваш корабль у меня мурашки по коже".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哎呀！蜘蛛？！我讨厌蜘蛛！该死的，光是看着你的船就让我不寒而栗。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SPIDER"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ALPHA"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ALPHA"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Tu nave... se parece mucho a una que conocí hace muchísimo tiempo. No importa, eso quedó en el pasado. Concentrémonos en el presente, no hay tiempo para recuerdos."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Votre vaisseau, là, il ressemble fortement à un autre vaisseau que j'ai connu il y a fort longtemps. Mais peu importe, c'est du passé lointain. Occupons-nous du présent, nous n'avons pas le temps de fouiller dans nos souvenirs."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Quella nave, beh, somiglia moltissimo a una nave che conoscevo tanto, tanto tempo fa. Non importa, il passato è passato. Concentriamoci sul presente ora, non abbiamo il tempo per abbandonarci ai ricordi."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "자네의 함선은, 음, 아주 오래 전에 내가 알고 있던 배와 매우 닮았군. 하지만 그건 이미 한참 전의 일이니 생각할 필요 없겠지. 추억을 돌이킬 시간 따위는 없으니 지금은 현재에 집중하자고."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ваш корабль, ну, он очень похож на судно, которое я знал очень, очень, очень давно. Неважно, это осталось далеко в прошлом. Давайте сейчас сосредоточимся на настоящем, у нас нет времени предаваться воспоминаниям".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你的船，嗯，它和我很久很久以前认识的一艘船很像。算了，那是很久以前的事了。让我们专注于现在，我们没有时间去追忆。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ALPHA"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TULLY"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TULLY"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Probablemente esperas que me sorprenda ver mi propia nave aquí, pero esta es en realidad la séptima versión de mí mismo que he conocido hasta ahora. Ahora ve y destruye ese Flagship, hermoso bastardo."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Vous vous attendiez sûrement à ce que je sois surpris de voir mon propre vaisseau ici, mais ceci est en fait la 7e version de moi-même que j'ai rencontrée jusque-là. Maintenant, allez vous occuper de ce vaisseau amiral, bel homme."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Forse ti aspetterai che sia sorpreso di vedere la mia stessa nave, ma in realtà questa è la settima versione di me stesso che ho incontrato finora. Ora va' a far fuori quell'Ammiraglia, bel fustacchione."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "내 자신의 배를 보고 놀랄거라고 예상했겠지만, 이번이 정확히 7번째 내 자신과의 만남이야. 이제 기함이나 잡으러 가보라고, 아름다운 녀석."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Вы, наверное, ожидаете, что я удивлюсь, увидев здесь свой собственный корабль, но на самом деле это уже 7-я итерация меня самого, которую я встречал до сих пор. А теперь иди и разберись с этим Флагманом, ты, прекрасный засранец".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你可能以为我看到自己的船会感到惊讶，但实际上这是我迄今为止第七次遇到我自己。现在去干掉那艘旗舰，你这个厉害的小家伙。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TULLY"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LIMIT"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LIMIT"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. En cuanto ve tu nave, corta la transmisión de inmediato, pero vuelve a conectarse poco después. "No. No puede ser en serio. Enviaron ESTA nave para salvarnos? Es una broma enferma?" Tully suspira. "Lamentablemente, eres la última esperanza de la Federación. Intenta no arruinarlo todo, de acuerdo? Todos contamos contigo."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. Dès qu'il voit votre vaisseau, il coupe immédiatement l'appel, mais il finit par se reconnecter peu de temps après. "Non. Vous devez plaisanter. Ils ont envoyé CE vaisseau pour nous sauver ? Est-ce que c'est un canular de mauvais goût ?" Tully soupire. "Eh bien malheureusement, vous êtes le dernier espoir de la Fédération. Essayez de tenir la route encore un peu, ok ? Nous comptons tous sur vous à présent."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. Non appena vede la tua nave, riaggancia subito, ma si ricollega poco dopo. "No. Non puoi dire sul serio. Hanno mandato QUESTA nave a salvarci? È per caso uno scherzo di pessimo gusto?" Tully sospira. "Beh, purtroppo, sei l'ultima speranza della Federazione. Cerca di non gettare tutto alle ortiche. Che il cielo ci aiuti."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. 툴리는 당신의 함선을 보자마자 바로 연락을 끊어버렸지만, 얼마 안 가 다시 교신을 보냈습니다. "아니야. 제발 아니라고 말해줘. 우리를 지킨다면서 '이 함선'을 보냈다고? 눈치 없이 장난치는 거겠지?" 툴리가 한숨을 내쉬었습니다. "뭐 안타깝게도, 자네가 연방의 마지막 희망이야. 부디 최선을 다해주게. 알겠나? 우리 모두 자네를 믿고 있어."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. Как только он видит ваш корабль, он сразу же отключает связь, но через некоторое время снова выходит на связь. "Нет. Вы шутите. Они послали ЭТОТ корабль, чтобы спасти нас? Это какая-то глупая шутка?" Талли вздыхает. "К сожалению, вы - последняя надежда Федерации. Пожалуйста, не упустите эту возможность, хорошо? Мы все сейчас рассчитываем на вас".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。他一看到你的船，就立即切断了通讯，但不久后又重新连接。"不是，这认真的？他们派 这 艘 船 来救我们？这是什么愚蠢的玩笑吗？"塔利叹了口气。"可不幸的是，你是联邦最后的希望。别把这一切都输掉，好吗？我们现在都指望你了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_LIMIT"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PONY"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PONY"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. En cuanto ve tu nave, corta la transmisión de inmediato, pero vuelve a conectarse poco después. "Caballo? ¡Amigo caballo!" Tully se detiene y corrige su postura. "Eh... disculpa. No sé qué me pasó. Pero, si destruyes ese Flagship, por favor déjame acariciar un caballo."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. Dès qu'il voit votre vaisseau, il coupe immédiatement l'appel, mais il finit par se reconnecter peu de temps après. "Des chevaux ? J'adore les chevaux !" Tully se reprend et corrige sa posture. "Euh... veuillez m'excuser. Je ne sais pas ce qui m'a pris. Mais si vous détruisez le vaisseau amiral, pourriez-vous me laisser caresser un cheval ?"
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. Non appena vede la tua nave, riaggancia subito, ma si ricollega poco dopo. "Cavalli? Cavalli, evviva!" Tully fa una pausa e corregge la sua postura. "Ehm, spiacente. Non so che mi ha preso. Ma se riesci a sconfiggere l'Ammiraglia, per favore fammi accarezzare un cavallo."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. 툴리는 당신의 함선을 보자마자 바로 연락을 끊어버렸지만, 얼마 안 가 다시 교신을 보냈습니다. "말? 말 친구!" 툴리는 잠시 멈추었다가 자세를 바로잡았습니다. "에- 추태를 보여 미안하네. 나도 내가 뭐 때문에 그렇게 신났는지 모르겠군. 하지만 기함을 격추하는 데 성공하면, 그 후에 말을 좀 쓰다듬게 해주게나."
ru: На видеоэкране появляются несколько офицеров федерации и энджи, а также адмирал Талли в центре. Как только он видит ваш корабль, он сразу же отключает связь, но через некоторое время снова подключается. "Лошадь? Друг лошади!" Талли делает паузу и поправляет позу. "Э... простите за это. Я не знаю, что на меня нашло. Но, если вы уничтожите этот Флагман, пожалуйста, позвольте мне погладить лошадь".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。他一看到你的船，就立即切断了通讯，但不久后又重新连接。"小马？小马迷！"塔利停下来纠正他的姿势。"呃-对不起。我不知道发生了什么事。但是，如果你拿下了那艘旗舰，请允许我摸一摸你的马。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PONY"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SIREN"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SIREN"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Tu nave... nunca había visto algo así. Claramente el Multiverso aún guarda muchos secretos que no he descubierto. Si entiendes lo que digo y eres amistoso, por favor. Necesitamos toda la ayuda posible en esta batalla. Todos contamos contigo, por extraño que suene."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Votre vaisseau... Je n'en ai jamais vu de tel type auparavant. De toute évidence, le Multivers cache encore de nombreux secrets que je n'ai pas encore découverts. Si vous comprenez ce que je dis et si vous êtes amical, alors je vous en prie. Nous avons besoin de toute l'aide possible dans cette lutte. Nous comptons tous sur vous, aussi étrange que cela puisse paraître."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "La tua nave... non ho mai visto niente del genere prima d'ora. Chiaramente il multiverso ha ancora molti segreti che devo ancora scoprire. Se capisci quello che dico e sei amichevole, allora ti prego. Ci serve tutto l'aiuto possibile in questa battaglia. Contiamo tutti su di te, per quanto sembri strano."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "자네의 함선은... 그런 건 한 번도 본 적 없어. 확실히 멀티버스는 내가 보지 못한 비밀을 아직도 많이 감추고 있나 보군. 자네가 내 말을 알아들을 수 있고, 우호적이라면, 부탁이네. 우리가 이 싸움에서 이기려면 어떠한 도움이라도 받아야 해. 이상하게 들리겠지만, 우리 모두 자네에게 의지하고 있어."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ваш корабль... Я никогда раньше не видел ничего подобного. Очевидно, мультивселенная хранит много тайн, которые мне еще предстоит увидеть. Если вы понимаете о чем я говорю, и вы дружелюбно настроены, то прошу вас. Нам нужна любая помощь в этой битве. Мы все рассчитываем на вас, как бы странно это ни звучало".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你的船...我以前从来没有见过这样的。很明显，多元宇宙仍然有很多我还未知晓的秘密。如果你明白我在说什么，并且站在我们这边，那么请动手吧。我们需要在这场战斗中获得任何帮助。我们都指望着你，虽然这听起来很奇怪。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_SIREN"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="4"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="4"]/event/text
es: Escaneas tu identificación, pero algo parece estar mal. Una nave cercana de la Federación se aproxima, y notas que sus armas están activas. Recibes una transmisión de la nave. "Has vivido toda una odisea en tu viaje hasta aquí. Me temo que la Federación simplemente no puede respaldar a alguien con tantas marcas negativas en su historial. Si quieres alguna oportunidad de redención, eliminar el Flagship sería un buen punto de partida." Con eso, cortan comunicaciones.
fr: Vous transmettez votre scan d'identité, mais visiblement, quelque chose ne va pas. Un vaisseau fédéré approche et vous remarquez leur arsenal, chargé et braqué sur vous. Il vous transmet un message : "Vous avez fait une sacrée escapade avant d'arriver là. J'ai bien peur que la Fédération ne puisse tout simplement pas soutenir quelqu'un ayant causé tant de torts. Si vous voulez saisir la moindre chance pour vous repentir, éliminer le vaisseau amiral serait un bon début." Après avoir fourni ce conseil, ils coupent la transmission.
it: Scansioni il tuo ID ma qualcosa va storto. Una nave federale si avvicina e noti che ha le armi cariche. La nave ti contatta. "Hai fatto un bel po' di malefatte nel tuo viaggio per arrivare qui. Temo che la Federazione non possa dare supporto a qualcuno con la fedina penale così sporca. Se vuoi una minima possibilità di redenzione, eliminare l'Ammiraglia sembra un buon punto d'inizio." E con ciò, chiudono le comunicazioni.
ko: 당신은 신분증을 제출했지만, 뭔가 문제가 생긴 것 같습니다. 근처에 있던 연방 함선이 무기를 장전한 채로 다가왔습니다. 그 함선이 교신을 보냈습니다. "이곳에 오다니 꽤 무모하시군요. 유감스럽게도 연방은 범죄자를 지원할 수 없습니다. 용서를 구하고 싶다면 우선 기함을 제거하십시오. 그것이 좋은 출발점이 될 것입니다." 그들은 말을 마치고 통신을 끊었습니다.
ru: Вы сканируете свой идентификатор, но кажется, что-то не так. Близлежащий корабль Федерации приближается, и вы замечаете, что его оружие приведено в боевую готовность. Вы получаете вызов с корабля. "Вы совершили немало преступлений во время своего путешествия сюда. Боюсь, Федерация просто не может поддержать человека с таким количеством дурных записей в послужном списке. Если вы хотите получить хоть какой-то шанс на прощение, ликвидация Флагмана будет отличным началом". На этой ноте они прервали связь.
zh_hans: 你扫描你的身份证，但似乎出了什么问题。附近的一艘联邦飞船接近，你注意到他们的武器就绪。你从星舰上收到呼叫。"你在来这里的过程中一直在逍遥法外。恐怕联邦根本无法支持有这么多不良记录的人。如果你想获得宽恕，消灭旗舰将是一个不错的开始。"他们切断了通讯。
