Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[1]/event/text
es: Logras rescatar a varias decenas de civiles. La bodega de carga está extremadamente abarrotada, pero vale la pena. La mayoría de los civiles se apresuran a salir de tu almacenamiento hacia la seguridad de la nave de transporte, excepto uno, que se ofrece a quedarse y ayudarte en tu misión.
fr: Vous réussissez à sauver quelques douzaines de civils. Ils sont très à l'étroit dans votre soute, mais cela vaut le coup. La plupart des civils se dépêchent d'en sortir pour rejoindre le transporteur en lien sûr, mais l'un d'entre eux propose de rester derrière pour vous aider dans votre mission.
it: Riesci a salvare qualche dozzina di civili. La stiva è stretta, ma ne vale la pena. Molti dei civili corrono fuori dalla stiva e nella sicurezza delle navi sbarco, a parte uno che offre di restare indietro e aiutarti nella tua missione.
ko: 당신은 수십 명의 민간인을 구출할 수 있었습니다. 화물칸이 심각할 정도로 꽉 차버렸지만, 그럴 만한 가치가 있었습니다. 대부분의 민간인은 서둘러 화물칸을 빠져나가 수송선으로 대피했지만, 딱 한 명은 당신의 함선에 남아 임무를 돕겠다고 제안했습니다.
ru: Вам удается спасти несколько десятков гражданских. В грузовом отсеке очень тесно, но все это того стоит. Большинство гражданских спешат покинуть ваш склад и отправиться в безопасное место на корабле, за исключением одного, который предлагает остаться и помочь вам в вашей миссии.
zh_hans: 你设法营救了几十名平民。货舱里非常拥挤，但这一切都是值得的。大多数平民都从你的储藏舱里匆匆忙忙地跑进了运载船的安全区域，除了一个人，他愿意留下来帮助你完成任务。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[1]/event/choice/event/text
es: Mientras te retiras, notas una nave Rebelde de élite siguiéndote. Un combate es inevitable.
fr: Tandis que vous vous apprêtez à partir, vous remarquez un vaisseau rebelle d'élite qui vous talonne. Le combat est inévitable.
it: Mentre te ne vai, noti una nave Ribelle d'élite che ti pedina. Lo scontro è inevitabile.
ko: 당신은 막 떠나려고 하던 참에 당신을 미행하고 있던 엘리트 반군 함선을 발견했습니다. 전투가 불가피해 보입니다.
ru: Уходя, вы замечаете, что за вами летит элитный корабль повстанцев. Бой неизбежен.
zh_hans: 当你离开时，你注意到一艘精英叛军飞船尾随你。一场战斗不可避免。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[1]/event/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[2]/text
es: No podemos arriesgarnos.
fr: On ne peut pas se permettre ce risque.
it: Non possiamo rischiare.
ko: 너무 위험하다.
ru: Мы не можем рисковать.
zh_hans: 我们不能冒险。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[2]/event/text
es: Es demasiado arriesgado poner en peligro tu nave de esa manera cuando estás tan cerca de la batalla final. Esperas que la mayoría de los civiles logren escapar con vida.
fr: Mettre votre vaisseau à disposition pour une situation pareille est trop risqué quand vous êtes aussi près du combat final. Vous espérez que la plupart des civils s'en tirent vivants.
it: È troppo rischioso mettere in pericolo la tua nave quando manca così poco alla battaglia finale. Speri che la maggior parte dei civili se la cavi.
ko: 마지막 전투가 임박했는데 함선을 위험에 빠뜨릴 수는 없습니다. 대부분의 민간인이 살아서 나오길 바랍시다.
ru: Слишком рискованно подвергать свой корабль такой опасности, когда вы так близки к финальной битве. Вы надеетесь, что большинство гражданских смогут выбраться живыми.
zh_hans: 在你如此接近最后的战斗之时，以这种方式危及你的星舰过于冒险。你只能希望大多数平民都能活下来。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[2]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EVACUATIONS"]/choice[2]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/text
es: Una flota Rebelde se ha reunido alrededor de un planeta con una metrópolis de la Federación densamente poblada construida sobre él. Parece que el líder de la flota, un hombre excesivamente corpulento y casi con forma de huevo a bordo de una nave ingeniero, está gritando a una multitud que se ha reunido en respuesta.
fr: Une flotte rebelle s'est rassemblée autour d'une planète contenant une large métropole densément peuplée de la Fédération. Il semblerait que le dirigeant de cette flotte, un Ingénieur à l'allure ronde semblable à un oeuf, soit en train d'interpeller une foule qui s'est rassemblée en réponse.
it: Una flotta Ribelle si è radunata attorno a un pianeta su cui sorge una metropoli della Federazione densamente popolata. Pare che il capo della flotta, un uomo molto rubicondo e quasi a forma di uovo a bordo di una nave di ingegneri, stia urlando a una folla che si è radunata in risposta.
ko: 높은 인구 밀도의 연방 대도시가 건설된 행성 주위로 반군 함대가 모여 있습니다. 함대의 리더는 공병 선박에 타고 있으며, 너무나 둥글어서 거의 달걀처럼 보이는 남자였습니다. 그가 모여있는 군중들에게 소리치고 있습니다.
ru: Флот повстанцев собрался вокруг планеты с довольно густонаселенным мегаполисом Федерации. Похоже, что лидер флота, слишком толстый и почти яйцеобразный человек на борту инженерного корабля, кричит на толпу, собравшуюся в ответ.
zh_hans: 一支叛军舰队聚集在一颗星球周围，上面建着一个人口众多的联邦大都市。舰队的首领，一个在工程师舰上的胖得几乎像鸡蛋一样的男人，正在对着聚集起来的人群大喊大叫。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/text
es: Escuchar su discurso.
fr: Écouter ses divagations.
it: Ascolta le sue ciance.
ko: 그가 불평하는 소리를 들어본다.
ru: Послушать его разглагольствования.
zh_hans: 听他的咆哮。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/text
es: El ingeniero gesticula frenéticamente mientras habla. "-He venido a hacer un anuncio: el Coronel Hedge es un maldito idiota. Se acostó con mi esposa. Así es, él-" hay un forcejeo con el micrófono, pero el discurso continúa de inmediato, "era 'ASÍ DE GRANDE', y yo dije '¡Eso es asqueroso!' ¡Así que voy a denunciarlo ante todos ustedes! ¡Hedge, tú-" nuevamente, el micrófono se corta momentáneamente. "¡Es del tamaño de esta nave, excepto mucho más pequeño! ¡Y adivinen qué! ¡Así es como se ve el mío!"
fr: L'ingénieur gesticule frénétiquement lors de son discours. "- Je suis venu pour vous faire cette annonce : le colonel Hedge est un sacré imbécile incapable. Il a couché avec ma femme. Et oui, il-" quelques problèmes se manifestent avec le micro, mais le discours reprend vite, "était 'AUSSI GROSSE' et je lui ai dit 'Que c'est dégoûtant !' Alors je vous préviens tous ! Hedge, tu as-" encore, le micro coupe momentanément. "Elle est de la taille de ce vaisseau, sauf qu'elle est encore plus petite ! Et devine quoi ? Voici à quoi la mienne ressemble !"
it: L'ingegnere gesticola freneticamente mentre parla. "Sono qui per fare un annuncio: il colonnello Hedge è un idiota screanzato. Ha dormito con mia moglie. Esatto, e-" ci sono un po' di interferenze col microfono, ma il discorso riprende prontamente. "era GROSSO COSÌ, e io ho detto 'Che schifo!' Quindi ora faccio un richiamo generale! Hedge, sei-" ancora una volta il microfono taglia per un momento. "È grande quanto questa nave, solo molto più piccolo! E indovina un po'? Ecco com'è il mio!"
ko: 그 공병은 미친 듯이 제스처를 취하며 말했습니다. "-발표할 내용이 있어서 왔다. 헤지 대령은 멍청한 개새끼야. 그 놈이 내 아내랑 바람이 났다고. 바로 그거야, 그놈 은-" 마이크가 잠시 말썽을 부렸지만, 연설은 곧 재개됐습니다. "그놈은 "이정도로 컸어", 그리고 나는 '그거 역겹다!'고 말했지. 그래서 나는 여러분 모두에게 알려주도록 하지! 헤지는-" 다시 한번 마이크가 순간적으로 끊겼습니다. "이 함선 정도의 크기지만, 훨씬 더 작아! 그리고 다음은 이쪽을 봐봐. 이게 내 물건의 모습이야!"
ru: Инженер неистово жестикулирует, пока говорит. "- Я пришел сделать объявление: Полковник Хедж - сучий идиот. Он переспал с моей женой. Верно, он... - тут он немного возится с микрофоном, но речь быстро возобновляется, - был "ТАКОЙ БОЛЬШОЙ", и я сказал: "Это отвратительно!" Поэтому я обращаюсь ко всем вам! Хедж, ты..." снова микрофон на мгновение отключается. "Он размером с этот корабль, только гораздо меньшего размера! И знаете что? Вот как выглядит мой!"
zh_hans: 工程师一边说话一边疯狂地做手势。"-我是来宣布一件事的：赫奇上校是个大傻逼。他睡了我老婆。没错，他的-"麦克风有点乱，但演讲很快又开始了"-就这么大，我他妈被恶心到了！所以我要告诉你们所有人！赫奇，你的-"又一次，麦克风暂时中断了。"-小得跟那什么一样！你猜怎么着？看看我的！"

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/text
es: La multitud grita cuando un enorme cañón ASB se extiende desde una de las naves cercanas de la flota. "¡Así es, cariño! ¡Se acostó con mi esposa, así que adivinen qué, voy a... eh... acostarme con este planeta!" El gigantesco cañón ASB dispara, pero el disparo viaja mucho más alto, falla el planeta y golpea la luna en su lugar, haciendo que la enorme roca se fracture como si fuera de vidrio. "¡Así es, esto es lo que obtienes, mi SUPER CAÑÓN LÁSER! ¡TE GUSTA ESO, HEDGE? ¡ME ACOSTÉ CON LA LUNA, IDIOTA! Tienes 23 minutos antes de que me aburra de esperar y destruya toda esta ciudad. Te rendirás de inmediato. Ahora sal de mi vista, antes de que me acueste con todos ustedes también." La transmisión termina.
fr: La foule hurle tandis qu'un énorme canon de BAV sort de l'un des vaisseaux proches. "Et oui, bébé ! Il a couché avec ma femme, alors devinez quoi, je vais... euh... coucher avec cette planète !" L'énorme canon de BAV ouvre le feu, mais le tir part bien plus haut et rate la planète pour s'abattre sur sa lune à la place, ce qui fracasse l'énorme rocher comme s'il était fait de verre. "Et oui, voilà ce que tu obtiens, mon SUPER CANON LASER ! T'AIMES ÇA, HEDGE ? J'AI COUCHÉ AVEC LA LUNE, ESPÈCE D'IDIOT ! T'as 23 minutes avant que je me lasse d'attendre et explose cette ville entière. Tu vas te rendre immédiatement. Maintenant dégagez de ma vue, avant que je couche aussi avec vous tous !" La transmission s'achève.
it: La folla urla mentre un enorme cannone anti-nave fuoriesce da una delle navi vicine. "Proprio così, baby! Lui ha dormito con mia moglie, quindi pensa un po', io... uh... dormirò con questo pianeta!" Il ginormico cannone anti-nave spara, ma il colpo parte molto più alto, mancando il pianeta e colpendo invece la luna, che va in mille pezzi come se fosse fatta di vetro. "Esatto, ecco cosa ottieni, il mio CANNONE SUPER LASER! TI PIACE, HEDGE? HO DORMITO CON LA LUNA, RICONGLIONITO! Hai 23 minuti prima che mi stufi di aspettare e disintegri quest'intera città. Ti consegnerai immediatamente. Ora sparite dalla mia vista prima che dorma anche con tutti voi!" La trasmissione si chiude.
ko: 근처의 함대 중 한 척에서 거대한 ASB 대포가 뻗어 나오자 군중이 비명을 질렀습니다. "바로 그거야 친구들! 그놈은 내 아내랑 바람이 났어. 그러니 나는... 어... 이 행성에 바람구멍을 내 줘야지!" 거대한 ASB 대포가 발사됐지만, 포탄은 행성을 빗겨나가 훨씬 더 높이 날아가서 위성을 맞췄고, 그곳에 있던 거대한 암석을 유리처럼 깨뜨려버렸습니다. "바로 이거야. 이게 바로 너희가 경험하게 될 나의 슈퍼 레이저 대포야! 어떤가, 헤지? 난 달과 바람났다고 이 멍청아! 23분 후면 내가 기다리다 지쳐서 도시 전체를 파괴할 거야. 지금 당장 항복해. 이제 내가 너희 모두에게 바람구멍을 내기 전에 내 눈앞에서 사라져!" 방송이 종료됐습니다.
ru: Толпа кричит, когда массивная ПКБ выдвигается из одного из близлежащих кораблей флота. "Правильно, детка! Он переспал с моей женой, так что угадай, что я собираюсь... э... переспать с этой планетой!" Огромная ПКБ стреляет, но выстрел проходит намного выше, пропуская планету и ударяя в луну, заставляя гигантскую скалу разлететься вдребезги, словно она была сделана из стекла. "Вот так, вот что ты получишь, мою СУПЕР ЛАЗЕРНУЮ ПУШКУ! КАК ТЕБЕ ЭТО НРАВИТСЯ, ХЕДЖ? Я ПЕРЕСПАЛ С ЛУНОЙ, ИДИОТ! У тебя есть 23 минуты, прежде чем мне надоест ждать и я уничтожу весь этот город. Ты сдашься немедленно. А теперь убирайтесь с глаз моих долой, пока я не переспал и со всеми вами!" Передача заканчивается.
zh_hans: 当一门巨大的反舰炮从附近的舰队中的一艘战舰现身时，人群尖叫起来。"没错宝贝！他操了我老婆，所以我要...呃...把这颗星球给操了！"这座巨大的反舰炮开火了，但射弹飞得过高，错过了这颗星球却击中了它的卫星，导致一枚巨大的岩石块像玻璃一样破碎开来。"没错，这就是你他妈应得的，我的 超 级 激 光 炮 攻 击 ！ 你 觉 得 怎 么 样 ， 赫 奇 ？我把卫星操了，你个蠢逼！在我感觉无聊之前，你有23分钟的时间，不然我就摧毁整个城市。给我立即投降。还有你们这些人，在我把你们也操了之前赶紧滚！"传输结束。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[1]/text
es: Enfrentarse al ingeniero cuanto antes.
fr: Abattre le vaisseau d'ingénieur.
it: Elimina la nave di ingegneri.
ko: 공병 선박을 처리한다.
ru: Уничтожить корабль Инженеров.
zh_hans: 解决掉这艘工程师船。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[1]/event/text
es: Te mueves para atacar la nave ingeniero. Lamentablemente, la flota también te está disparando desde la distancia.
fr: Vous vous jetez sur le vaisseau d'ingénieur. Malheureusement, la flotte au loin ouvre le feu sur vous.
it: Ti muovi per attaccare la nave degli ingegneri. Purtroppo, anche la flotta di spara addosso dalla distanza.
ko: 당신은 공병 함선을 공격하기 위해 움직였습니다. 불행히도, 함대 또한 먼 곳에서 당신을 쏘고 있습니다.
ru: Вы двигаетесь, чтобы атаковать корабль инженеров. К сожалению, флот также ведет огонь по вам с расстояния.
zh_hans: 你前往攻击工程师船。不幸的是，叛军舰队也在远距离向你开火。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[2]/text
es: Cazar a Hedge y obligarlo a rendirse.
fr: Chasser Hedge et le contraindre à se rendre.
it: Dai la caccia a Hedge e costringilo alla resa.
ko: 헤지를 붙잡아 강제로 항복하게 만든다.
ru: Выследить Хеджа и заставить его сдаться.
zh_hans: 找到赫奇并迫使他投降。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[2]/event/text
es: Parece que muchas personas en la multitud tuvieron la misma idea que tú, y la gente ha comenzado a reunirse alrededor de la nave de Hedge, pero ya ha comenzado el ascenso hacia la atmósfera cuando llegas. Afortunadamente, tienes una nave para seguirlo, y te lanzas en su dirección. A lo lejos, parece que la flota está disparando contra ambos!
fr: Il semblerait que beaucoup de personnes parmi la foule ont eu la même idée que vous et ils ont commencé à se rassembler autour du vaisseau de Hedge, mais il a déjà commencé son ascension vers l'atmosphère lorsque vous arrivez. Heureusement pour vous, vous avez votre propre astronef pour le suivre et vous foncez dans sa direction. Il semblerait que la flotte lointaine tire sur vous deux !
it: Pare che molti tra la folla abbiano avuto la tua stessa idea e hanno iniziato a radunarsi attorno alla nave di Hedge, ma ha già iniziato a partire verso la stratosfera quando arrivi. Per tua fortuna, hai una nave con cui seguirlo e parti a razzo verso di lui. In lontananza, pare che la flotta stia sparando a tutti e due!
ko: 군중 속의 많은 사람도 당신과 같은 생각을 한 것 같습니다. 사람들은 헤지의 함선 주위로 몰려들었지만, 당신이 도착했을 때 그는 이미 대기권으로 진입하고 있었습니다. 다행히도 당신에게는 그를 따라갈 함선이 있기에 그의 방향으로 추진해 날아갔습니다. 보아하니, 함대는 먼 곳에서 당신과 헤지를 모두 쏘고 있는 것 같습니다!
ru: Похоже, что у многих в толпе были те же идеи, что и у вас, и люди начали собираться вокруг корабля Хеджа, но к моменту вашего появления он уже начал подъем в атмосферу. К счастью для вас, у вас есть корабль, на котором вы можете последовать за ним, и вы отправляетесь в его сторону. Вдалеке кажется, что флот стреляет по вам обоим!
zh_hans: 人群中似乎有许多人和你有同样的想法，人们开始聚集在赫奇的飞船周围，但在你到达的时候，他的飞船已经开始升入大气层了。幸运的是，你有一艘星舰可以用来跟着他。你朝他的方向火速赶去。与此同时，远处的叛军舰队似乎在向你们开火！

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[2]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[1]/event/choice/event/choice[3]/text
es: Vete antes de que se acueste contigo.
fr: Partir avant que l'on couche avec vous.
it: Vattene prima che dorma anche con te.
ko: 함선에 바람구멍이 나기 전에 떠난다.
ru: Уйти, пока с вами не переспали.
zh_hans: 在你被操之前离开。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[2]/text
es: Ignorar la flota.
fr: Ignorer la flotte.
it: Ignora la flotta.
ko: 함대를 무시한다.
ru: Не обращать внимания на флот.
zh_hans: 无视舰队。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[2]/event/text
es: Nada bueno le espera a la multitud abajo, pero ya no hay nada que puedas hacer al respecto.
fr: Cela n'augure rien de bon pour la foule en dessous, mais vous ne pouvez rien faire pour le moment.
it: Niente di buono attende la folla sottostante, ma non puoi farci niente al momento.
ko: 아래에 보이는 군중들이 좋은 결말을 맞진 못할 테지만, 지금은 아무것도 할 수 있는 게 없습니다.
ru: Ничего хорошего не ждет толпу внизу, но сейчас вы ничего не можете с этим поделать.
zh_hans: 下面的人群不会遭受什么好事，但你现在无能为力。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[2]/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="NODE17_EGGMAN"]/choice[2]/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/text
es: ¡Esta baliza está bajo ataque por un escuadrón de naves de la flota Rebelde! Están apuntando a un planeta poblado con varias grandes ciudades.
fr: Cette balise est attaquée par un escadron de vaisseaux de la flotte rebelle ! Ils ciblent une planète densément peuplée qui abrite plusieurs grandes villes.
it: Questo astrofaro è sotto attacco da parte di uno squadrone di navi della flotta Ribelle! Stanno prendendo di mira un pianeta popolato con diverse grandi città.
ko: 이 송신소는 반군 함대의 공격을 받고 있습니다! 그들은 몇몇 대도시가 있는 높은 인구 밀도의 행성을 목표로 삼고 있습니다.
ru: Этот маяк атакует эскадра кораблей повстанческого флота! Их цель - населенная планета с несколькими крупными городами.
zh_hans: 这个信标正受到一支叛军舰队中队的攻击！他们的目标是一个有几个大城市的人口稠密的星球。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/text
es: Contacta a los Rebeldes y exige que cesen el fuego contra los civiles.
fr: Contacter les rebelles et exiger qu'ils cessent le feu sur les civils.
it: Contatta i Ribelli e ordinagli di smettere di sparare ai civili.
ko: 반군에게 교신을 보내 민간인을 향한 포격을 멈추라고 요구한다.
ru: Связаться с повстанцами и потребовать, чтобы они прекратили обстрел по гражданским.
zh_hans: 呼叫叛军并要求他们停止向平民开火。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/text
es: El líder del escuadrón Rebelde responde, mirándote con una sonrisa burlona. "Quieren que detengamos nuestro ataque? Son tan ingenuos como para pensar que aceptaríamos órdenes de una nave renegada enemiga? Y nada menos que una repugnante del Universo 0?"
fr: Le leader de l'escouade rebelle répond, vous regardant un sourire aux lèvres : "Vous voulez qu'on arrête d'attaquer ? Vous êtes bêtes ? Vous croyez qu'on écoutera les ordres d'un vaisseau renégat ennemi ? En plus un dégueulasse de l'Univers 0 ?"
it: Il capo dello squadrone Ribelle risponde, fissandoti con un ghigno. "Vuoi che smettiamo di attaccare? Ti ha dato di volta il cervello a pensare che prendiamo ordini da una nave Rinnegata nemica? E da quel letamaio che è l'Universo 0, per giunta?"
ko: 반군 비행 중대의 리더가 능글맞게 웃으며 당신을 노려봅니다. "공격을 멈추라고? 너 바보냐? 우리가 적 배회자의 말을 들을 거라 생각하나? 그것도 0번 우주에서 온 혐오스러운 놈의 말을?"
ru: Лидер эскадрильи повстанцев отвечает, глядя на вас с ухмылкой. "Ты хочешь, чтобы мы прекратили атаку? Ты что, спятил, думая, что мы будем выполнять приказы вражеского корабля Ренегатов? Тем более такого отвратительного, как из Вселенной 0?"
zh_hans: 叛军中队的首领带着一抹冷笑看着你，回应道。"你想让我们停止攻击吗？你是不是傻了，以为我们会听命于一个敌对变元者舰船？一个来自0号宇宙的讨厌鬼吗？"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/text
es: ¡Piensa en cuántas vidas humanas hay en ese planeta! ¡Tu ataque las matará junto con los alienígenas que buscan erradicar de esta galaxia!
fr: "Pensez au nombre de vies humaines qui sont sur cette planète ! Votre attaque les tuera tout aussi bien que les aliens que vous souhaitez supprimer de cette galaxie !"
it: Pensate a quante vite umane ci sono su quel pianeta! Il vostro attacco ucciderà loro proprio come gli alieni che cercate di spazzare via dalla galassia!
ko: "그 행성에 얼마나 많은 인명이 있는지를 생각해 보십시오! 당신들의 공격은 반군이 이 은하계에서 없애고자 하는 외계인들뿐만 아니라 인간들도 죽일 것입니다."
ru: Подумайте, сколько человеческих жизней на этой планете! Ваша атака убьет их так же, как и пришельцев, от которых вы стремитесь избавить эту галактику!
zh_hans: 想想那个星球上有多少人类！那不只有你们想要杀死的外星物种，你的攻击同样也会杀死他们！

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/text
es: "Hablas con elegancia, pero ya hemos calculado este sacrificio. Las vidas de unos pocos se intercambiarán por el bien de la mayoría. Es aritmética simple."
fr: "Vous parlez bien élégamment, mais nous avons aussi évalué ce sacrifice. Les vies de quelques uns seront échangées pour le bien de beaucoup. Ce n'est qu'arithmétique."
it: "Parli in modo elegante, ma abbiamo già calcolato questo sacrificio. Le vite di pochi saranno scambiate per il bene di molti. È aritmetica di base."
ko: "말은 참 번지르르하게 하지만, 이건 이미 다 계산된 희생이야. 다수의 이익을 위해 소수의 목숨을 희생하는 것. 간단한 저울질이라고."
ru: "Ты говоришь красиво, но мы уже решились на эту жертву. Жизни немногих будут обменены на благо многих. Это простая арифметика".
zh_hans: "你说的挺好听的，但我们已经计算过这次牺牲。为了多数人的利益，牺牲少数人的生命是值得的。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/text
es: Y si pudiéramos inclinar la balanza?
fr: Et si on rééquilibrait la balance ?
it: E se potessimo riequilibrare le cose?
ko: 이쪽에서 저울을 기울인다면?
ru: Что, если мы сможем перевесить чашу весов?
zh_hans: 如果我们能改变现状呢？

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/text
es: El capitán Rebelde asiente lentamente. "Ajá... veo a dónde quieres llegar. Pero qué podrían ofrecernos que valga la pena renunciar a esta oportunidad hoy?"
fr: Le capitaine rebelle acquiesce lentement. "Hmhm... Je vois où vous voulez en venir. Mais qu'est-ce que vous pourriez bien nous donner qui vaille le coup d'abandonner cette piste ?"
it: Il capitano Ribelle annuisce lentamente. "Uhuh... capisco dove vuoi arrivare. Ma cosa puoi darci che valga la pena rinunciare a quest'occasione oggi?"
ko: 반군 대장이 천천히 고개를 끄덕입니다. "그래... 무슨 말인지 알겠어. 하지만 우리가 이 기회를 포기할 만한 가치를 제안할 수 있겠나?"
ru: Капитан повстанцев медленно кивает. "Угу... Я понимаю, к чему ты клонишь. Но что ты можешь дать нам такого, ради чего стоило бы отказаться от этого шанса сегодня?"
zh_hans: 叛军舰长慢慢点了点头。"嗯……我明白你的意思了。但你能给我们什么，让我们今天放弃这个机会呢？"

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/text
es: Ofrecer un pequeño soborno.
fr: Offrir un petit pot-de-vin.
it: Offri una piccola mazzetta.
ko: 소액의 뇌물을 제시한다.
ru: Предложить небольшую взятку.
zh_hans: 提供一点贿赂。

source: data/events_sector_laststand.xml$//event[@name="NODE17_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/event/choice[1]/event/text
es: Presentas tu oferta al Rebelde, esperando apelar a su lado más razonable.
fr: Vous présentez votre offre au rebelle, espérant toucher son bon fond.
it: Presenti la tua offerta ai Ribelli, sperando di appellarti alla parte migliore di loro.
ko: 당신은 반군에게 뇌물을 제시하며 그들의 더 나은 면을 끌어내려고 합니다.
ru: Вы делаете свое предложение повстанцам, надеясь достучаться до их лучшей стороны.
zh_hans: 你向叛军说出你的提议，希望能触动他们更好的一面。
