Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="NODE17_MANTIS_AETHER"]/choice/event/text
es: "¡Renegado hacer cosas impresionantes! ¡No poder agradecer suficiente!" Los Pakatakalaka te colman de chatarra y un regalo complementario.
fr: "Renégat faire choses impressionnantes ! Pas pouvoir remercier assez !" Les Pakatakalaka vous arrosent de ferraille et y joignent un cadeau complémentaire.
it: "Rinnegato fa cose meravigliose! Noi non può ringraziare abbastanza!" I Pakatakalaka ti fanno piovere addosso moduli e un regalo complementare.
ko: "배회자는 인상적인 일을 한다! 너무너무 고맙다!" 파카타카라카가 당신을 향해 스크랩을 쏟아붓고 추가적인 선물까지 건넸습니다.
ru: "Ренегат делать впечатляющие вещи! Не могу выразить благодарность!" Пакатакалака осыпает вас ломом и дополнительным подарком.
zh_hans: "变元者正在做令人印象深刻的事情！感激不尽！"帕卡塔卡拉卡向你赠送了废品和配套礼物。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MANTIS_ENGINE"]/text
es: Sus motores son bastante rudimentarios, pero tienes la chatarra necesaria para ponerlos a la altura. Esto probablemente les ayude al menos un poco.
fr: Leurs moteurs sont assez rudimentaires, mais vous avez la ferraille nécessaire pour leur redonner du peps. Cela leur donnera sûrement un petit coup de pouce.
it: I loro motori sono alquanto rudimentali, ma hai i moduli per apportare le migliorie necessarie. Forse questo li aiuterà, almeno un pochino.
ko: 그들의 엔진은 아주 기초적인 수준이지만, 당신에겐 엔진을 업그레이드할 수 있을 만큼의 스크랩이 있습니다. 이 정도면 조금이라도 도움이 될 것입니다.
ru: Их двигатели довольно примитивны, но у вас есть лом, чтобы довести их до совершенства. Это, вероятно, поможет им хотя бы немного.
zh_hans: 他们的引擎非常简陋，但你有废料可以让它达到要求。这至少能帮他们一点忙。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MANTIS_ENGINE"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MANTIS_ENGINE"]/choice/event/text
es: "¡Agradecidos con Renegado por consejo! Mantener motores mejorados desde ahora." Los Pakatakalaka te entregan un regalo complementario.
fr: "Reconnaissant du renégat pour conseil ! Continuer améliorer moteurs plus tard." Les Pakatakalaka vous tendent un cadeau complémentaire.
it: "Grati al Rinnegato per consigli! Noi tiene motori migliorati d'ora in poi." I Pakatakalaka ti offrono un regalo complementare.
ko: "조언을 준 배회자에게 고맙다! 이제부터 꾸준히 엔진을 업그레이드하겠다." 파카타카라카에서 추가로 선물을 줬습니다.
ru: "Благодарен Ренегату за совет! Впредь буду улучшать двигатели". Пакатакалака вручает вам подарок.
zh_hans: "感谢变元者的建议！从现在起我将继续升级引擎。" 帕卡塔卡拉卡递给你一份配套礼物。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/text
es: En el planeta cercano, una batalla masiva entre la Federación y los invasores Rebeldes está en pleno auge. Recibes una transmisión de un Dropship de la Federación que aún intenta abrirse paso por la atmósfera.
fr: Sur la planète non loin, une énorme bataille fait rage entre la Fédération et les envahisseurs rebelles. Vous recevez un appel d'un vaisseau d'abordage fédéral qui tente toujours de traverser l'atmosphère.
it: Sul pianeta vicino infuria una battaglia campale tra la Federazione e Ribelli invasori. Ricevi una trasmissione da una nave sbarco federale che si sta ancora facendo strada attraverso l'atmosfera.
ko: 인근 행성에서 연방과 반군 침략자들 간의 대규모 전투가 벌어지고 있습니다. 당신은 대기권 돌파를 시도 중인 연방 강하선으로부터 교신을 받았습니다.
ru: На ближайшей планете идет масштабная битва между Федерацией и повстанческими захватчиками. Вы получаете сигнал от корабля Федерации, который все еще пытается пробиться сквозь атмосферу.
zh_hans: 在附近的星球上，联邦和叛军入侵者之间的大规模战斗正在如火如荼地进行。你收到了来自联邦运输舰的呼叫，它仍在试图穿过大气层。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/text
es: Responder.
fr: Répondre.
it: Rispondi.
ko: 응답한다.
ru: Ответить.
zh_hans: 回应。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/text
es: "Cómo llegaste allí tan rápido? Olvídalo, no importa. Se supone que debemos llevar refuerzos, pero no podemos atravesar el bloqueo Rebelde. Ya que tú estás abajo, crees que podrías ayudar a nuestras tropas? Podría marcar la diferencia entre la victoria y la derrota."
fr: "Comment avez-vous fait pour descendre aussi vite ? Hé, peu importe. Nous sommes censés amener des renforts, mais nous ne pouvons pas passer à travers le blocus rebelle. Vu que vous êtes déjà installés, pensez-vous pouvoir aider nos troupes ? Cela pourrait être décisif dans notre une victoire."
it: "Come hai fatto ad arrivare laggiù così in fretta? Lascia stare, non importa. Dobbiamo portare rinforzi, ma non riusciamo a superare il blocco Ribelle. Visto che sei già laggiù, puoi aiutare le nostre truppe? Potrebbe fare la differenza tra la vittoria e la sconfitta."
ko: "어떻게 그렇게 빨리 지면으로 내려가신 겁니까? 어, 그건 중요하지 않습니다. 지원군을 착륙시키려 했는데, 반군의 봉쇄를 통과할 수가 없습니다. 당신은 이미 그 아래에 있으니, 지상에 있는 우리 부대를 도와주실 수 있겠습니까? 이 결정이 승패를 가를 수도 있습니다."
ru: "Как ты так быстро спустился? Неважно. Мы должны были привезти подкрепление, но мы не можем пройти через блокаду повстанцев. Раз уж вы уже там, не могли бы вы помочь нашим войскам? Это может стать разницей между победой и поражением".
zh_hans: "你怎么这么快就下去的？额，算了。我们本该带援军过来，但我们无法通过叛军的封锁。既然你已经在下面了，你能帮我们的部队吗？这可能会决定我们胜利还是失败。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/text
es: Buscar a los soldados de la Federación.
fr: Chercher les soldats de la Fédération.
it: Cerca i soldati federali.
ko: 연방의 병사들을 찾는다.
ru: Найти солдат Федерации.
zh_hans: 搜救联邦士兵。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/text
es: Encuentras al batallón de la Federación. Están en malas condiciones y están acorralados en el centro de la ciudad. Su comandante, un joven llamado Conrad, te recibe agradecido. "No tenemos mucho tiempo antes de que los Rebeldes nos encuentren y desaten el infierno sobre nuestras fuerzas. Necesitamos estar lo más preparados posible. Si puedes ayudar de alguna manera, lo agradeceríamos."
fr: Vous trouvez le bataillon fédéré. Ils sont en mauvaise posture et coincés au centre de la ville. Leur commandant, un jeune homme du nom de Conrad, vous accueille avec joie : "Nous n'avons que peu de temps avant que les rebelles nous trouvent et bombardent nos forces. Nous devons être préparés du mieux possible. Toute aide que vous pourriez nous fournir serait grandement appréciée."
it: Trovi il battaglione della Federazione. È in pessime condizioni ed è all'angolo in centro città. Il comandante, un giovane di nome Conrad, ti riceve grato. "Non abbiamo molto tempo prima che i Ribelli ci trovino e facciano piovere l'inferno sulle nostre forze. Dobbiamo essere pronti meglio che possiamo. Se puoi aiutare in qualunque modo, lo apprezzeremmo."
ko: 당신은 연방의 대대를 발견했습니다. 그들은 형세가 좋지 않았고, 도시 중심부에서 포위당해 있었습니다. 그들의 지휘관인 콘레드라는 이름의 젊은이가 당신을 기쁘게 맞이했습니다. "반군이 우리를 찾아내 지옥불을 퍼붓기까지 시간이 얼마 남지 않았습니다. 우리는 지금 최선의 대비를 갖추어야 합니다. 어떤 식으로든 도와주시면 감사하겠습니다.
ru: Вы находите батальон Федерации. Они явно не в хорошей форме и загнаны в угол в центре города. Их командир, молодой человек по имени Конрад, с благодарность принимает вас "У нас мало времени до того, как повстанцы найдут нас и не обрушат на наши силы весь ад. Мы должны быть настолько подготовлены, насколько это возможно. Если вы можете чем-то помочь, мы будем вам очень признательны".
zh_hans: 你找到了联邦军营。他们的状况很糟糕，已经被逼到了市中心的一角。他们的指挥官，一个名叫康拉德的年轻人，感激地接待了你。"我们没有太多时间了，叛军马上就会找到我们并对我们的部队地毯式攻击。我们需要尽可能做好准备。如果你能以任何方式提供帮助，我们将不胜感激。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[1]/text
es: Dales algo de chatarra.
fr: Leur donner de la ferraille.
ko: 스크랩을 좀 준다.
ru: Дать им немного лома.
zh_hans: 给他们一些废料。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[1]/event/text
es: "Perfecto, esto nos ayudará enormemente. Muchas gracias, Capitán."
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, capitaine."
it: "Perfetto, ci sarà di grande aiuto. Grazie mille, capitano."
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".
zh_hans: "太好了，这对我们有很大帮助。非常感谢，舰长。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[1]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[2]/text
es: Dales algo de munición.
fr: Leur donner des munitions.
it: Dagli delle munizioni.
ko: 탄약을 좀 준다.
ru: Дать им боеприпасы.
zh_hans: 给他们一些弹药。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[2]/event/text
es: "Perfecto, esto nos ayudará enormemente. Muchas gracias, Capitán."
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, capitaine."
it: "Perfetto, ci sarà di grande aiuto. Grazie mille, capitano."
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".
zh_hans: "太好了，这对我们有很大帮助。非常感谢，舰长。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[2]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/text
es: (Camuflaje Mejorado) Proporciona atención médica a los soldados.
fr: (Infirmerie améliorée) Fournir de l'aide médicale aux soldats.
it: (Infermeria migliorata) Fornisci assistenza medica ai soldati.
ko: (고급 의료실) 병사들에게 의료 서비스를 제공한다.
ru: (Улучш. Медотсек) Оказать медицинскую помощь солдатам.
zh_hans: (高级医疗舱)为士兵们提供医疗协助。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/event/text
es: "Perfecto, esto nos ayudará enormemente. Muchas gracias, Capitán."
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, capitaine."
it: "Perfetto, ci sarà di grande aiuto. Grazie mille, capitano."
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".
zh_hans: "太好了，这对我们有很大帮助。非常感谢，舰长。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/text
es: (Med-bots) Proporciona atención médica a los soldados.
fr: (Médi-bots) Fournir de l'aide médicale aux soldats.
it: (Medi-bot) Fornisci assistenza medica ai soldati.
ko: (의료용 나노봇) 병사들에게 의료 서비스를 제공한다.
ru: (Мед-боты) Оказать медицинскую помощь солдатам.
zh_hans: (纳米医疗机)为士兵们提供医疗协助。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/event/text
es: "Perfecto, esto nos ayudará enormemente. Muchas gracias, Capitán."
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, capitaine."
it: "Perfetto, ci sarà di grande aiuto. Grazie mille, capitano."
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".
zh_hans: "太好了，这对我们有很大帮助。非常感谢，舰长。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="DRONE_CONTROL_REPAIR_ALL"]/text
es: (Dron de Reparación) Envía el dron para reparar su equipo.
fr: (Drone de réparation) Envoyer le drone réparer leur équipement.
it: (Drone di riparazione) Schiera il drone per riparare il loro equipaggiamento.
ko: (수리 드론) 드론을 배치해 그들의 장비를 고쳐준다.
ru: (Дрон-ремонтник) Отправить дрона, чтобы он починил их оборудование.
zh_hans: (维修无人机)派遣无人机维修他们的设备。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="DRONE_CONTROL_REPAIR_ALL"]/event/text
es: "Perfecto, esto nos ayudará enormemente. Muchas gracias, Capitán."
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, capitaine."
it: "Perfetto, ci sarà di grande aiuto. Grazie mille, capitano."
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".
zh_hans: "太好了，这对我们有很大帮助。非常感谢，舰长。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="DRONE_CONTROL_REPAIR_ALL"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="DRONE_CONTROL_MEDICAL"]/text
es: (Dron Médico) Envía el dron para atender a los heridos.
fr: (Drone médical) Déployer le drone pour soigner les blessés.
it: (Drone medico) Schiera il drone per curare i feriti.
ko: (의료 드론) 드론을 배치해 부상자를 치료한다.
ru: (Медицинский дрон) Отправить дрона лечить раненых.
zh_hans: (医疗无人机)派遣无人机医治伤员。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="DRONE_CONTROL_MEDICAL"]/event/text
es: "Perfecto, esto nos ayudará enormemente. Muchas gracias, Capitán."
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, capitaine."
it: "Perfetto, ci sarà di grande aiuto. Grazie mille, capitano."
ko: "완벽합니다, 이건 큰 도움이 될 거예요. 정말 감사드립니다 선장님."
ru: "Отлично, это нам очень поможет. Большое спасибо, капитан".
zh_hans: "太好了，这对我们有很大帮助。非常感谢，舰长。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[@req="DRONE_CONTROL_MEDICAL"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[1]/event/choice[7]/text
es: No podemos ayudar.
fr: Nous ne pouvons pas aider.
it: Non possiamo aiutare.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们没法帮忙。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[1]/event/choice[2]/text
es: No podemos ayudar.
fr: Nous ne pouvons pas aider.
it: Non possiamo aiutare.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们没法帮忙。

source: data/events_sector_laststand.xml$//event[@name="NODE17_BLOCKADE"]/choice[2]/text
es: Ignora la llamada y vete.
fr: Ignorer l'appel et partir.
it: Ignora la trasmissione e vattene.
ko: 교신을 무시하고 떠난다.
ru: Проигнорировать вызов и уйти.
zh_hans: 无视呼叫，离开。

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_BLOCKADE_HELP"]/event[1]/text
es: Mientras los soldados se reúnen para prepararse, Conrad te aparta junto a otro soldado. "Voy a ser completamente honesto, esta misión está condenada. Tengo el deber de servir aquí y no puedo abandonar a mis hombres. Sin embargo, este hombre es mi hermano. No puedo permitir que muera aquí conmigo. Servirá fielmente en tu nave."
fr: Pendant que les soldats se rassemblent, Conrad vous interpelle avec un autre soldat : "Je vais être franc avec vous, cette mission est foutue. J'ai un devoir à accomplir ici et je n'abandonnerai pas mes hommes. Cependant, cet homme est mon frère. Je ne peux pas le laisser mourir ici avec moi. Il vous servira fidèlement sur votre vaisseau."
it: Mentre i soldati si radunano per prepararsi, Conrad ti prende in disparte con un altro soldato. "Sarò onesto, questa missione è condannata. Ho il dovere di restare qui e non posso abbandonare i miei uomini. Ma questo qui è mio fratello. Non posso permettere che muoia qui con me. Ti servirà fedelmente sulla tua nave."
ko: 병사들이 다음 전투에 대비해 모이는 동안, 콘래드는 또 다른 병사 한 명과 함께 당신을 불렀습니다. "솔직히 말해서, 이번 임무는 망했습니다. 전 사령관의 의무가 있으니 제 부하들을 버릴 수 없습니다. 하지만, 이 남자는 제 동생입니다. 그가 저와 같이 여기서 죽게 둘 순 없습니다. 그는 당신의 배에서 충실히 복무할 것입니다."
ru: Пока солдаты собираются для подготовки, Конрад отводит вас в сторону вместе с другим солдатом. "Я буду предельно честен, эта миссия обречена. У меня есть долг служить здесь, и я не могу бросить своих людей. Однако этот человек - мой брат. Я не могу позволить ему умереть здесь со мной. Он будет верно служить на вашем корабле".
zh_hans: 当士兵们聚集准备时，康拉德把你拉到另一名士兵一边。"我必须说实话，我们的任务可能注定要失败。我还有义务在这里守责，我不能抛弃我的手下。但是，这个人是我的兄弟，我不能让他和我一起死在这里。他将在你的船上忠实地服务。"

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_BLOCKADE_HELP"]/event[2]/text
es: "No tenemos uso para esto. Es un arma montada en nave que se desprendió de una nave Rebelde que derribamos, pero como puedes ver no tenemos ninguna nave donde instalarla. Espero que te sea de utilidad."
fr: "Nous n'avons pas besoin de cela. C'est une arme de vaisseau qui est tombée d'un appareil rebelle que nous avons abattu, mais comme vous pouvez le voir, nous n'avons pas de vaisseau où l'attacher. J'espère qu'elle vous sera utile."
it: "Questa non ci serve. È un'arma caduta da una nave Ribelle che abbiamo abbattuto, ma come puoi vedere non abbiamo una nave su cui montarla. Spero che ti sia utile."
ko: "우리에겐 이것이 필요 없습니다. 우리가 격추한 반군 함선에서 떨어진 함정 탑재 무기인데, 보시다시피 탑재할 함선이 없습니다. 당신에겐 도움이 되길 바랍니다."
ru: "Нам это не пригодится. Это корабельное оружие, которое осталось от подбитого нами корабля повстанцев, но, как вы видите, у нас нет корабля, на который его можно было бы установить. Надеюсь, оно послужит вам".
zh_hans: "这个对我们没有用处了。这是一件从我们击落的叛军飞船上掉下来的舰载武器，但正如你所见，我们没有可以安装它的飞船。我希望它对你有用。"

source: data/events_sector_laststand.xml$//eventList[@name="NODE17_BLOCKADE_HELP"]/event[3]/text
es: "No puedo decir si esto ayudará o no, pero la Federación nos suministró mapas del sector. Estoy seguro de que tú podrás darles mejor uso que nosotros. Y en caso de que no, aquí tienes un aumento que ya no necesitamos."
fr: "J'ignore si cela vous sera utile, mais la Fédération nous a fourni des cartes de ce secteur. Je suis sûr que vous en aurez plus d'utilité que nous. Et au cas où cela ne vous aide pas, voici une augmentation dont nous n'avons plus besoin."
it: "Non so se aiuterà o no, ma la Federazione ci ha fornito mappe del settore. Sono sicuro che saranno più utili a te che a noi. E in caso contrario, ecco un accessorio che non ci serve più."
ko: "이게 도움이 될지 어떨지는 잘 모르겠지만, 연방이 우리에게 이 구역의 지도를 제공했습니다. 분명 우리보다 당신에게 더 쓸모 있을 겁니다. 그리고 쓸모없을 수도 있으니, 여기 더 이상 필요 없는 보조장비도 같이 드리겠습니다."
ru: "Я не могу сказать, поможет это или нет, но Федерация снабдила нас картографическими данными. Я уверен, что вам они пригодятся больше, чем нам. А если нет, то вот модуль, который нам больше не нужен".
zh_hans: "我说不清这是否会有帮助，但联邦为我们提供了本星区的星图。我相信这对你比我们更有用。以防没用，这里还有一件对我们没用的增强部件。"

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/text
es: "¡Es un honor servir a la Federación! ¡Esta es la última resistencia de nuestra realidad, y tú eres seguramente el último capaz de salvarnos! Cualquier cosa que necesites, te la daremos." El miliciano golpea su pecho en una muestra tradicional unionista de lealtad.
fr: "C'est un honneur de servir la Fédération ! Vous voici au dernier rempart de notre réalité et vous êtes certainement le dernier capable de nous sauver ! On vous donnera tout ce dont vous avez besoin." Les hommes de la Milice frappent leur poitrine en signe traditionnel de loyauté d'unioniste.
it: "È un onore servire la Federazione! Questo è lo scontro finale della nostra realtà e tu sei certamente l'ultimo in grado di salvarci! Ti daremo qualunque cosa ti serva." Il miliziano si batte il petto in una dimostrazione di lealtà tradizionale dell'Unione.
ko: "연방을 위해 헌신하게 되어 영광입니다! 이곳은 우리 현실의 마지막 보루이며, 당신은 우리를 구할 수 있는 마지막 구세주입니다! 필요한 것이라면 무엇이든 드리겠습니다." 민병대원은 전통적인 연방주의자의 충성심 표시로 가슴을 두드렸습니다.
ru: "Для меня большая честь служить Федерации! Это последний рубеж нашей реальности, и вы, несомненно, последний, кто способен спасти нас! Все, что вам нужно, мы вам дадим". Ополченец бьет себя в грудь в традиционном для союзников проявлении преданности.
zh_hans: "效忠联邦是无上的荣誉！这里是我们这个宇宙的最后一站了，你一定是最后仅存的几名救世者之一！要什么都行，我们都会给你！"这些民卫们用着同盟内招牌式的传统捶胸动作昭示着他们的忠诚。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[1]/text
es: Solicitar reparaciones.
fr: Demander des réparations.
it: Richiedi riparazioni.
ko: 수리를 요청한다.
ru: Запросить ремонт.
zh_hans: 请求维修。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[1]/event/text
es: La nave de la Milicia transporta un equipo de reparadores que comienza a arreglar tu casco de inmediato. Saludan por última vez antes de saltar para regresar al combate.
fr: Le vaisseau de la Milice dégotte une équipe de réparateurs qui vient colmater votre coque en un rien de temps. Ils vous saluent avant de retourner combattre.
it: La nave miliziana teletrasporta un team di manutentori che rimettono subito in sesto il tuo scafo. Fanno un ultimo saluto militare prima di effettuare il salto per tornare alla battaglia.
ko: 민병대는 즉시 수리 지원팀을 보내 선체를 고쳐주고, 마지막으로 한 번 더 경례한 후 전선에 복귀하기 위해 도약했습니다.
ru: Корабль Ополчения вызывает команду ремонтников, которые сразу же приступают к починке вашего корпуса. Они отдают честь в последний раз, а затем уходят в прыжок, чтобы вернуться в бой.
zh_hans: 盟卫舰船传送过来一队修理工，他们马上开始修理你的星舰舰体。其余的盟卫们再一次向你敬礼，然后跃迁离开继续前去战斗。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[2]/text
es: Solicitar un arma.
fr: Demander une arme.
it: Richiedi un'arma.
ko: 무기를 요청한다.
ru: Запросить орудие.
zh_hans: 请求一件武器。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[2]/event/text
es: La nave de la Milicia transporta un arma desde su carga que no están utilizando. Saludan por última vez antes de saltar para regresar al combate.
fr: Le vaisseau de la Milice sort de sa cargaison une arme inutilisée. Ils vous saluent avant de retourner combattre.
it: La nave miliziana teletrasporta un'arma che non usa dalla stiva. Fanno un ultimo saluto militare prima di effettuare il salto per tornare alla battaglia.
ko: 민병대는 즉시 화물칸에서 사용하지 않는 무기를 넘겨줬고, 마지막으로 한 번 더 경례한 후 전선에 복귀하기 위해 도약했습니다.
ru: Корабль Ополчения телепортирует из своего груза орудие, которое они не используют. Они отдают честь в последний раз, а затем уходят в прыжок в сторону, чтобы вернуться в бой.
zh_hans: 盟卫舰船从货物中传输一件他们没有使用的武器。其余的盟卫们再一次向你敬礼，然后跃迁离开继续前去战斗。

source: data/events_sector_laststand.xml$//event[@name="NODE17_MILITIA"]/choice[3]/text
es: Solicitar más tripulación.
fr: Demander plus d'équipage.
it: Richiedi personale.
ko: 선원을 요청한다.
ru: Запросить еще экипаж.
zh_hans: 请求一名船员。
