Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PIRATE"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PIRATE"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Un... pirata? No sabía que habíamos contratado mercenarios... No es un problema, ya estás aquí y probablemente seas nuestra mejor oportunidad."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Un... pirate ? Je n'étais pas au courant que nous avions engagé des mercenaires... Cela ne devrait pas poser de problèmes. Vous êtes là maintenant et vous êtes probablement notre meilleure chance."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Un... pirata? Non sapevo che assoldassimo mercenari... non che sia un problema, adesso sei qui e forse sei la nostra migliore chance."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "어... 해적? 우리가 용병을 고용했었던가... 하지만 지금은 그런 걸 따질 때가 아니지. 우리에게 남은 최선의 기회는, 바로 이곳에 있는 자네라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Пират? Я не знал, что мы нанимаем наемников... Не то чтобы это было проблемой, вы сейчас здесь, и вы, вероятно, лучший шанс, который у нас есть".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘...海盗舰？我还不知道我们招了雇佣兵...没别的意思，毕竟你现在到这了里，你可能是我们最后的机会了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PIRATE"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TUCO"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TUCO"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Ese es... Tuco? Cuál de ustedes contrató a Tuco como renegado? Bueno, agradezco tu... dedicación a la Federación. Esperemos que dé resultados."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Est-ce que c'est... Tuco ? Quel est celui d'entre vous qui a engagé Tuco comme Renégat ? Eh bien, j'apprécie votre... dévouement à la Fédération. Espérons juste que cela vaille le coup."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "당신은... 투코인가? 누가 투코를 배회자로 고용한거지? 뭐 어쨌든... 연방에 헌신해 주셔서 감사합니다. 좋은 결과가 있기를 빌겠습니다."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Это... Туко? Кто из вас нанял Туко в качестве Ренегата? Что ж, я ценю вашу... преданность Федерации. Будем надеяться, что это окупится".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"那是...图科？你们谁雇了图科作为变元者？嗯，我很感激你...对联邦的效劳。希望这一切都是值得的。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TUCO"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GAMBLING"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GAMBLING"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Una nave de apuestas? No estoy seguro de dónde salen estas naves, pero si eres la clave para derrotar al Flagship, no me quejaré."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Un casino itinérant. Je ne suis pas certain d'où viennent ces vaisseaux, mais si vous êtes notre atout contre le vaisseau amiral, alors je ne vais pas me plaindre."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Un casinò ambulante. Non so bene da dove vengano queste navi, ma se sei la chiave per sconfiggere l'Ammiraglia, non mi lamento."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "도박선이라... 이 배가 어디에서 왔는지는 모르겠지만, 기함을 물리칠 수 있는 열쇠라면 군말할 이유가 없지."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Игровое судно. Я не уверен, откуда приходят эти корабли, но если ты - ключ к победе над Флагманом, то я не собираюсь жаловаться".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘赌场船。我不知道这些船是从哪里来的，但如果你是击败旗舰的关键，那对此就没什么好关心的。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GAMBLING"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TUCO_GOLD"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TUCO_GOLD"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Tienes una nave muy brillante. Estoy seguro de que hay una historia fascinante detrás. Me encantaría escucharla algún día, suponiendo que no estemos todos muertos al final de esto."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "C'est un vaisseau sacrément resplendissant que vous avez là. Je suis sûr qu'il y a une histoire fascinante derrière. J'aimerais bien l'écouter un jour, en partant du principe que nous ne serons pas tous morts à la fin de tout ça."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Che nave luminosa che hai. Sono sicuro che c'è una storia interessantissima dietro. Mi piacerebbe sentirla un giorno, sempre se saremo ancora vivi alla fine di tutto questo."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "아주 눈부신 함선이군. 분명 그 배경에는 매력적인 이야기가 숨어 있겠지. 우리가 이 전투에서 살아남는다면 내게 그 이야기를 들려줄 수 있겠나?"
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "У вас очень яркий корабль. Я уверен, что за ним стоит увлекательная история. Я бы с удовольствием послушал ее когда-нибудь, если, конечно, мы все не умрем в конце".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你有一艘非常闪亮的船。它背后肯定伏有一个引人入胜的故事。我希望有一天能够了解一下，要是我们在这一切结束后都没死的话。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_TUCO_GOLD"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PLEASURE"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PLEASURE"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "En todos mis años, jamás pensé que la última esperanza de la Federación recaería en... un Crucero de Placer Slug. No puedo imaginar cómo soportas pilotar esa cosa. Al menos parece lo bastante preparada para el combate como para enfrentarse al Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "De toute mes années de carrière, jamais je n'aurai cru que la dernière chance de la Fédération, sa grâce salvatrice, serait... un Croiseur de plaisance Limace. Je ne veux même pas imaginer comment vous faites pour diriger une chose pareille. Au moins, on dirait que vous l'avez suffisamment préparée pour faire face au vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "In tutti i miei anni, non avrei mai pensato che la nostra ultima possibilità, la nostra ancora di salvezza, sarebbe ricaduta... su una barca del piacere slugman. Non so come fai a pilotare quell'affare. Almeno sembra che l'hai preparata abbastanza bene da affrontare l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "내 평생 연방의 마지막 기회이자 우리의 구원이... 슬러그 쾌락의 순양함일 거라고 상상도 못 했네. 어떻게 이런 걸 몰게 된 건지는 모르겠지만, 적어도 기함과 맞서기에 충분한 무장을 갖춘 것 같군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "За все свои годы я никогда не думал, что последний шанс Федерации, наша спасительная милость, падет на... крейсер удовольствий. Не могу представить, как вы справляетесь с пилотированием этой штуки. По крайней мере, похоже, что вы сделали его достаточно боеспособным, чтобы противостоять Флагману".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"这么多年来，我从没想过联邦最后的机会，我们的救命稻草，会落在...一艘蛞蝓欢愉游艇上。我无法想象你驾驶那东西的感觉。至少，看起来你已经让它做好了足以面对旗舰的战斗准备。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_PLEASURE"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GHOST"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GHOST"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Vaya, tu nave ha recibido una buena paliza. Si no supiera más, habría asumido que llegaste ya destruido. Esperemos que ese no sea el destino que te espera."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Wow, votre vaisseau est sacrément amoché. J'aurais presque cru que vous vous présentiez déjà morts. Espérons que ce ne soit pas la destinée qui vous attende."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Woah, la tua nave ne ha prese di cotte e di crude. Quasi credevi che fossi già morto. Speriamo che non sia la tua sorte."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "어후, 그 함선 정말 심하게 손상되었군. 이렇게 얘기를 나누지 않았다면, 이미 완파됐다고 생각했겠어. 자네의 운명이 그 함선의 외관처럼 되지 않기를 빌겠네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ого, ваш корабль получил серьезные повреждения. Если бы я не понял, я бы решил, что вы объявились уже мертвыми. Будем надеяться, что это не та судьба, которая вас ожидает".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哇哦，你的船已经承受了相当的打击了。要是我之前没被提醒过的话，我会以为你已经死了。希望这不是等待着你的命运。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GHOST"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_DYNASTY"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_DYNASTY"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Pensé que la Dynasty estaba decidida a evitar a la Federación y dejarnos luchar hasta la extinción con los Rebeldes. El Prime Reaper finalmente cambió de opinión y nos dio una segunda oportunidad? Estoy agradecido. Necesitamos toda la ayuda posible contra el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je croyais que la Dynastie était déterminée à éviter la Fédération coûte que coûte pour nous laisser nous entretuer avec les rebelles... Est-ce que le Faucheur souverain aurait enfin changé d'avis pour nous donner une seconde chance ? Eh bien, j'en suis reconnaissant. Nous avons besoin de toute l'aide possible contre le vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Credevo che la Dinastia fosse decisa ad evitare la Federazione e a lasciare che ci battessimo coi Ribelli fino all'estinzione. Finalmente il Primo Mietitore ha cambiato idea e ci ha concesso una seconda chance? Beh, sono grato. Ci serve tutto l'aiuto possibile contro l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "왕조는 연방과 반군이 생존경쟁을 하도록 내버려 두지 않았었나? 프라임 리퍼가 드디어 마음을 바꿔서 우리에게 두 번째 기회를 준 건가? 정말 고맙네. 기함에게 맞서려면 가능한 모든 지원을 활용해야 하는 상황이야."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я думал, Династия была намерена избегать Федерации и позволить нам сражаться до полного исчезновения с повстанцами? Неужели Старший Жнец наконец передумал и дал нам второй шанс? Что ж, я благодарен. Нам нужна любая помощь, которую мы можем получить против Флагмана".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我还以为灵朝早就决定要避开联邦，放任我们与叛军一战到底？大夺命灵终于改变主意，给了我们第二次机会吗？嗯，我很感激。我们需要所有能够对抗旗舰的援助。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_DYNASTY"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GHOSTHUNTER"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GHOSTHUNTER"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "No logro explicarlo, pero al ver tu nave me entran ganas de hacer una referencia a la Vieja Tierra, aunque temo que sería demasiado anticuada."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Je n'arrive pas à l'expliquer, mais voir votre vaisseau me donne une forte envie de faire une référence à l'Ancienne Terre, cependant j'ai bien peur qu'elle soit trop datée."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Non so spiegarlo, ma vedere la tua nave mi fa venire una voglia matta di fare una citazione alla vecchia Terra, ma temo che sarebbe troppo datata."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "설명하기는 어렵지만, 자네의 함선을 보니 옛 지구를 언급하고 싶은 충동이 든다네. 하지만 너무 오래된 이야기라 알아듣는 사람도 없을 것 같군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Я не могу объяснить это, но присутствие вашего корабля вызывает у меня желание сделать отсылку на Старую Землю, но я боюсь, что это будет слишком устаревшим".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"不知为何，看见你的飞船让我萌生了玩个古代地球梗的冲动，但我担心这个梗会不会太久远了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_GHOSTHUNTER"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUGMENTED"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUGMENTED"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro "Una nave Lanius? O... lo que sea que eso sea. No estoy seguro de dónde sacaste esa pintura, pero esperemos que tu nave sea tan letal como parece."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Un vaisseau Lanius ? Ou... quoi que ce soit. J'ignore d'où vous sortez cette peinture, mais espérons que votre vaisseau soit aussi mortel qu'il en a l'air."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Una nave lanius? O... qualunque cosa sia. Non so dove hai trovato quella decalcomania, ma speriamo che la tua nave sia tanto letale quanto sembra."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "라니우스 함선? 아니면... 뭐, 무슨 함선이든 상관없어. 어디서 그런 도색을 한 건지는 모르겠지만, 그 함선이 보기만큼이나 치명적이기를 바라네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Корабль ланиусов? Или... что бы это ни было. Не знаю, откуда вы взяли эту раскраску, но будем надеяться, что ваш корабль так же смертоносен, как и выглядит".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘食铁族战舰？或者...不管那是什么。不知道你从哪里弄来的涂装，但希望你的船和它看起来一样致命。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_AUGMENTED"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ANCIENT"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ANCIENT"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, así como el Almirante Tully en el centro. "Tu nave se parece a los hologramas que he visto del motor original del Multiverso. Espero que eso signifique que trajiste la mejor tecnología posible, porque eres nuestra última línea de defensa."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Votre vaisseau ressemble aux hologrammes que j'ai pu voir du générateur multiversel originel. J'espère que cela veut dire que vous avez amené la meilleure technologie à votre disposition, car vous êtes notre dernière ligne de défense."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "La tua nave somiglia agli ologrammi che ho visto del drive multiversale originale. Spero che significhi che hai portato la tecnologia migliore che puoi, perché sei la nostra ultima linea di difesa."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "그 함선은 내가 최초의 멀티버스 드라이브에서 본 홀로그램처럼 생겼군. 그것이 자네가 최선의 장비를 들고 왔다는 뜻이기를 바라네. 자네는 우리의 마지막 보루야."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Ваш корабль похож на голограммы, которые я видел на оригинальных приводах Мультивселенной. Надеюсь, это означает, что вы взяли с собой лучшее оборудование, потому что вы - наша последняя линия обороны".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你的飞船看起来就和我见过的多元推进器原型的全息图一样。我希望这意味着你带来了最好的技术品，因为你是我们的最后一道防线。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ANCIENT"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_ENGI"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。
