Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale/data/events_sector_laststand.xml/*.po
Languages: es, fr, it, ko, ru, zh_hans

source: data/events_sector_laststand.xml$//event[@name="FEDERATION_BASE"]/text
es: La base de la Federación en esta realidad es tan impresionante como la del Universo 0. Gran parte de la ciudad de abajo ha sido evacuada, pero el edificio del capitolio, el centro de operaciones, sigue en funcionamiento. Si la Nave Insignia lo destruye, la Federación quedará indefensa y esta realidad se perderá.
fr: La base de la Fédération dans cette réalité est aussi impressionnante que celle de l'Univers 0. La majeure partie de la cité en-dessous a été évacuée, mais le bâtiment du capitole qui fait également office de centre d'opérations est toujours ouvert. Si le vaisseau amiral le détruit, la Fédération sera impuissante et cette réalité sera perdue.
it: La base della Federazione in questa realtà è impressionante tanto quanto quella nell'Universo 0. Gran parte della città è stata evacuata, ma il campidoglio, il centro delle operazioni, è ancora in servizio. Se l'Ammiraglia lo distrugge, la Federazione sarà impotente e questa realtà sarà perduta.
ko: 이 현실의 연방 본부도 제 0우주에 있는 것만큼이나 인상적입니다. 함선 밑으로 보이는 도시 상당수는 이미 대피를 마친 상태지만, 연방 정부의 중심인 의사당은 여전히 불이 켜져 있었습니다. 기함이 의사당을 파괴한다면 연방은 힘을 잃을 것이고 이 현실에서 패배하게 될 것입니다.
ru: База Федерации в этой реальности так же впечатляет, как и во Вселенной 0. Большая часть города внизу была эвакуирована, но здание Капитолия, центр операций, все еще функционирует. Если Флагман уничтожит его, Федерация окажется бессильной, и эта реальность будет потеряна.
zh_hans: 本号宇宙中的联邦基地也像0号宇宙般令人惊叹。底下城市的大部分居民已被疏散，设施已被搬空，不过作为行动指挥中心的首府大楼仍在运作。若叛军旗舰摧毁了首都大楼，本号宇宙内的联邦将群龙无首，等待联邦的命运将十分悲惨。

source: data/events_sector_laststand.xml$//event[@name="FEDERATION_BASE"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="FEDERATION_BASE"]/choice/event/text
es: Por suerte llegaste aquí antes que la Nave Insignia. Una de las pocas naves de apoyo restantes de la Federación repara tu casco y te entrega algunos suministros.
fr: Par chance, vous êtes arrivés ici avant le vaisseau amiral. L'un des quelques vaisseaux de soutien de la Fédération encore disponibles rapièce votre coque et vous fournit des ressources.
it: Per fortuna arrivi qui prima dell'Ammiraglia. Una delle poche navi di supporto della Federazione sistema il tuo scafo e ti dà qualche scorta.
ko: 운 좋게도 기함보다 먼저 본부에 도착했습니다. 몇 안 남아있는 연방의 지원선 중 한 척이 선체를 수리해주고 보급품을 제공했습니다.
ru: К счастью, вы прибыли сюда раньше Флагмана. Один из немногих оставшихся кораблей поддержки Федерации латает ваш корпус и дает немного припасов.
zh_hans: 幸运的是你在旗舰来临之前已抵达此处。残存的几艘联邦支援舰船之一修复了你的舰体并送来一些物资。

source: data/events_sector_laststand.xml$//event[@name="FEDERATION_BASE"]/choice/event/choice[1]/text
es: Hacer algo abordo de la nave.
fr: Faire quelque chose à bord du vaisseau.
it: Fai qualcosa a bordo.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: data/events_sector_laststand.xml$//event[@name="FEDERATION_BASE"]/choice/event/choice[2]/text
es: No hacer nada.
fr: Ne rien faire.
it: Non fare niente.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: data/events_sector_laststand.xml$//event[@name="LAST_STAND_START"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$/FTL/event[@name="LASTSTAND_WARP_REAL"]/text
es: Nombre: Capital de la Federación Tipo: Amigable Único: Verdadero Facción Dominante: La Federación Nivel de Amenaza Rebelde: ¡CRÍTICAMENTE ALTO! La Capital de la Federación es tu destino final. Bajo asedio por la Rebelión, para salvar esta realidad debes eliminar la Nave Insignia Rebelde antes de que destruya la base de la Federación.
fr: Nom : Capitale de la Fédération Type : Amical Unique : Oui Faction dominante : La Fédération Niveau de menace rebelle : ! CRITIQUEMENT HAUT ! La capitale fédérée est votre destination finale. Étant donné qu'elle est assiégée par la Rébellion, vous devez éliminer le vaisseau amiral rebelle avant que celui-ci ne détruise la base de la Fédération si vous voulez sauver cette réalité.
it: Nome: Capitale della Federazione Tipo: amichevole Unico: sì Fazione dominante: La Federazione Livello minaccia Ribelle: !CRITICO! La Capitale della Federazione è la tua destinazione ultima. Sotto l'assedio della Ribellione, devi eliminare l'Ammiraglia ribelle prima che distrugga la base della Federazione per salvare questa realtà.
ko: 명칭: 연방 수도 유형: 우호적 고유성: 있음 통치 세력: 연방 반군 위협 수준: !치명적으로 높음! 연방 수도는 당신의 마지막 목적지입니다. 이 현실을 반군의 포위로부터 구하려면 연방 본부가 파괴되기 전에 반군 기함을 격침해야 합니다.
ru: Название: Столица Федерации Тип: Союзный Уникальный: Да Доминирующая фракция: Федерация Уровень угрозы повстанцев: !КРИТИЧЕСКИ ВЫСОКИЙ! Столица Федерации, ваш конечный пункт назначения, в осаде Восстания. Чтобы спасти эту реальность, вы должны устранить Флагман повстанцев до того, как он уничтожит базу Федерации.
zh_hans: 名称：联邦首府 类别：友好 星区独特性：是 主导派系：联邦 叛军威胁度：!极高! 联邦首府是你最终的目的地，目前正遭受叛军的围攻。为了拯救这个宇宙你必须在联邦基地被摧毁前击败叛军旗舰。

source: data/events_sector_laststand.xml$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="loc_laststand"]/text
es: Salida a hipervelocidad.
fr: Quitter l'hypervitesse.
it: Esci dall'ipervelocità.
ko: 한계속도를 마친다.
ru: Выйти из гиперскоростного режима.
zh_hans: 进入低速航行。

source: data/events_sector_laststand.xml$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="challenge_level"]/text
es: Salida a hipervelocidad.
fr: Quitter l'hypervitesse.
it: Esci dall'ipervelocità.
ko: 한계속도를 마친다.
ru: Выйти из гиперскоростного режима.
zh_hans: 进入低速航行。

source: data/events_sector_laststand.xml$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="pilot"]/text
es: Salida a hipervelocidad.
fr: Quitter l'hypervitesse.
it: Esci dall'ipervelocità.
ko: 한계속도를 마친다.
ru: Выйти из гиперскоростного режима.
zh_hans: 进入低速航行。

source: data/events_sector_laststand.xml$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="COORDS_BOSS"]/text
es: Redirigirse.
fr: Changer de destination.
it: Ridireziona.
ko: 경로를 바꾼다.
ru: Изменить точку назначения.
zh_hans: 调整航径。

source: data/events_sector_laststand.xml$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="COORDS_BOSS_TOOLATE"]/text
es: ¡Ya no hay tiempo para otros sectores!
fr: Vous n'avez plus le temps pour d'autres secteurs !
it: Non c'è più tempo per altri settori!
ko: 다른 구역에 들를 시간이 없다!
ru: Времени на другие сектора больше нет!
zh_hans: 没有多余的时间去其他星区了！

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START_EMERGENCY"]/text
es: Parece que tu partida improvisada del Nodo 17 ha sido desastrosa para la Federación. El Flagship ya ha alcanzado la base y las fuerzas de la Federación aquí están desbordadas. No hay tiempo que perder, ¡debes llegar a la base de inmediato!
fr: Il semblerait que votre départ impromptu du Nœud 17 ait provoqué un désastre pour la Fédération. Le vaisseau amiral a déjà atteint la base et les forces de la Fédération en présence sont débordées. Il n'y a pas de temps à perdre, vous devez immédiatement foncer au combat !
it: Sembra che la tua improvvisa partenza dal Nodo 17 abbia causato un disastro per la Federazione. L'Ammiraglia ha già raggiunto la base e le forze federali sono sopraffatte. Non c'è tempo da perdere, devi raggiungere subito la base!
ko: 계획 없이 17번 노드를 이탈했던 게 연방에 재앙을 불러온 것 같습니다. 기함은 이미 본부에 도착했고 연방군은 압도당했습니다. 지체할 시간이 없습니다, 당장 본부로 가야 합니다!
ru: Похоже, ваш импровизированный отлет с Узла 17 обернулся катастрофой для Федерации. Флагман уже достиг базы, и силы Федерации здесь измотанны. Нельзя терять время, вы должны немедленно отправиться на базу!
zh_hans: 看来你从节点17的匆匆撤离给联邦带来了灾难性的后果。旗舰已经抵达联邦基地，这里的联邦舰队被敌军冲垮了。不能再浪费时间了，你得立刻赶往联邦基地！

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START_EMERGENCY"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START_EXTREME"]/text
es: En el instante en que sales de la velocidad luz, queda claro que algo va mal. ¡Parece que la baliza de entrada está bajo ataque de un MFK Ace!
fr: Dès la seconde où vous sortez de l'hypervitesse, il est évident que quelque chose ne va pas. Il semblerait que la balise d'entrée soit attaquée par un As MFK !
it: Nel secondo in cui esci dall'ipersalto, è palese che qualcosa non va. Sembra che l'astrofaro d'ingresso sia sotto l'attacco di un MFK Ace!
ko: 광속을 벗어나는 순간 무언가 잘못됐음을 알아챘습니다. 입구 송신소가 MFK 에이스의 공격을 받고 있는 것 같습니다!
ru: Как только вы выходите за пределы скорости света, становится ясно, что что-то не так. Похоже, что входной маяк атакован асам МФК!
zh_hans: 在你退出超光速跃迁模式的一瞬间，很明显有些事情不太对劲。看起来好像入口处的信标受到了MFK精英战舰的攻击！

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START_EXTREME"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/text
es: El MFK Ace ha sido neutralizado, y desmantelas los restos antes de continuar. Contactas a los supervivientes de la flota de la Federación, incluido el propio Almirante Tully.
fr: L'As MFK a eu son compte et vous récupérez les restes avant de continuer. Vous entrez en contact avec les survivants de la flotte de la Fédération, dont l'amiral Tully lui-même.
it: L'MFK Ace è stato sistemato, e recuperi i resti prima di proseguire. Contatti i sopravvissuti della flotta della Federazione, compreso l'Ammiraglio Tully in persona.
ko: 당신은 MFK 에이스를 물리치고 잔해를 수거한 다음 툴리 제독을 포함한 연방 함대의 생존자들과 접촉했습니다.
ru: С асам МФК разобрались, и вы разбираете останки, прежде чем продолжить путь. Вы связываетесь с выжившими членами флота Федерации, включая самого адмирала Талли.
zh_hans: MFK精英战舰已被妥善处理，你在继续前进前将其搜刮。你联系了联邦舰队的幸存者，包括联邦上将塔利本人。

source: data/events_sector_laststand.xml$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/choice[@req="loc_laststand" and @lvl="1"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/choice[@req="loc_laststand" and @lvl="0"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN"]/text
es: Antes de que puedas irte, recibes otra transmisión de Tully. "Espera, eso es detergente lo que tienes? Oh, gracias a Newton, el bloqueo de los Rebeldes nos ha dejado sin suministros esenciales y tenemos un excedente de uniformes que limpiar. No es mucho, pero con esto quizá podamos poner a nuestras tropas nuevamente en forma."
fr: Avant que vous ne puissiez partir, vous recevez un autre appel de Tully. "Attendez... c'est du détergent que vous avez ? Oh merci Newton, le blocus rebelle nous a drainé des ressources essentielles et nous avons un surplus d'uniformes à nettoyer. Ce n'est pas grand chose, mais avec ça, nous pourrons peut-être remettre nos troupes en forme !"
it: Prima che te ne vada, ricevi un'altra trasmissione da parte di Tully. "Aspetta... è detergente quello che hai lì? Oh grazie a Newton, il blocco ribelle ci ha fatto esaurire i beni di prima necessità e abbiamo un surplus di divise da pulire. Non è molto, ma con questo possiamo rimettere in forma le nostre truppe!"
ko: 떠나기 직전에 툴리로부터 또다시 교신이 왔습니다. "잠깐 - 자네 그거 세제인가? 아, 정말 기쁜 일이군. 반군의 봉쇄로 필수 물자가 바닥나버려서 씻지 못한 군복들이 한가득이네. 많은 양은 아니지만, 이 세제를 쓰면 우리 부대를 깔끔한 모습으로 되돌릴 수 있을거야!"
ru: Не успели вы уйти, как получаете еще один вызов от Талли. "Подождите - это чистящее средство? О, слава Ньютону, блокада повстанцев лишила нас необходимых запасов, и у нас есть излишки униформы, которую нужно почистить. Это немного, но с этим, возможно, мы сможем вернуть нашим войскам форму!"
zh_hans: 在你离开之前，你又收到了塔利的呼叫。"等等——你携带的那个是清洁剂吗？哦，感谢牛顿，叛军的封锁已经耗尽了我们的必需品，而且我们还有好多的制服要清洗。虽然不多，但有了这些，也许我们能把紧张情绪连同衣物一并冲洗干净！"

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN"]/choice/event/text
es: ¡MODO DETERGENTE COMPLETADO! Felicitaciones, renegado, por completar con éxito el MODO DETERGENTE. Fue un viaje turbulento, sin duda, pero has salido victorioso. La Federación ya no tendrá ropa sucia, gracias a ti.
fr: MODE DÉTERGENT TERMINÉ ! Félicitations, renégat, pour avoir réussi le MODE DÉTERGENT ! Ce fut un voyage mouvementé, mais tu t'en es sorti triomphalement ! La Fédération n'aura plus de linge sale, grâce à toi.
it: MODALITÀ DETERGENTE COMPLETATA! Congratulazioni, Rinnegato, per aver completato la MODALITÀ DETERGENTE! È stato davvero un viaggio turbolento, ma alla fine hai trionfato! La Federazione non avrà più bucato sporco, grazie a te.
ko: 세제 모드 완료! 축하합니다 배회자님! 성공적으로 세정제 모드를 마치셨습니다! 반박할 여지 없이 파란만장한 여정이었지만, 당신은 이겨냈습니다! 당신 덕분에 연방은 더 이상 더러운 빨랫감으로 골머리 앓지 않아도 됩니다.
ru: РЕЖИМ ЧИСТЯЩЕГО СРЕДСТВА ЗАВЕРШЕН! Поздравляем Ренегат с успешным завершением РЕЖИМА ЧИСТЯЩЕГО СРЕДСТВА! Это было нелегкое путешествие, но вы с триумфом прошли его! Благодаря вам у Федерации больше не будет грязного белья.
zh_hans: 洗涤模式通过！ 变元者，恭喜成功完成洗涤模式！这肯定是一段动荡的旅程，但你已经成功地度过了难关！多亏了你，联邦不会再有脏衣服了。

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN"]/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN_TULLY"]/text
es: Antes de que puedas irte, Tully saca otro tema. "Espera, eso es detergente lo que tienes? Oh, gracias a Newton, el bloqueo de los Rebeldes nos ha dejado sin suministros esenciales y tenemos un excedente de uniformes que limpiar. No es mucho, pero con esto quizá podamos poner a nuestras tropas nuevamente en forma."
fr: Avant que vous ne puissiez partir, Tully aborde un autre sujet : "Attendez... c'est du détergent que vous avez ? Oh merci Newton, le blocus rebelle nous a drainé des ressources essentielles et nous avons un surplus d'uniformes à nettoyer. Ce n'est pas grand chose, mais avec ça, nous pourrons peut-être remettre nos troupes en forme !"
it: Prima che te ne vada, Tully solleva un altro argomento: "Aspetta... è detergente quello che hai lì? Oh grazie a Newton, il blocco ribelle ci ha fatto esaurire i beni di prima necessità e abbiamo un surplus di divise da pulire. Non è molto, ma con questo possiamo rimettere in forma le nostre truppe!"
ko: 출발하기 직전에 툴리가 또다시 입을 열었습니다. "잠깐 - 자네 그거 세제인가? 아, 정말 기쁜 일이군. 반군의 봉쇄로 필수 물자가 바닥나버려서 씻지 못한 군복들이 한가득이네. 많은 양은 아니지만, 이 세제를 쓰면 우리 부대를 깔끔한 모습으로 되돌릴 수 있을거야!"
ru: Не успели вы уйти, как Талли меняет тему. "Подождите - это у вас чистящее средство? О, слава Ньютону, блокада повстанцев лишила нас необходимых запасов, и у нас есть излишки униформы, которую нужно почистить. Это немного, но с этим, возможно, мы сможем вернуть нашим войскам форму!"
zh_hans: 在你离开之前，塔利提起了另一个话题。"等等——你携带的那个是清洁剂吗？哦，感谢牛顿，叛军的封锁已经耗尽了我们的必需品，而且我们还有好多的制服要清洗。虽然不多，但有了这些，也许我们能把紧张情绪连同衣物一并冲洗干净！"

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN_TULLY"]/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN_TULLY"]/choice/event/text
es: ¡MODO DETERGENTE COMPLETADO! Felicitaciones, renegado, por completar con éxito el MODO DETERGENTE. Fue un viaje turbulento, sin duda, pero has salido victorioso. La Federación ya no tendrá ropa sucia, gracias a ti.
fr: MODE DÉTERGENT TERMINÉ ! Félicitations, renégat, pour avoir réussi le MODE DÉTERGENT ! Ce fut un voyage mouvementé, mais tu t'en es sorti triomphalement ! La Fédération n'aura plus de linge sale, grâce à toi.
it: MODALITÀ DETERGENTE COMPLETATA! Congratulazioni, Rinnegato, per aver completato la MODALITÀ DETERGENTE! È stato davvero un viaggio turbolento, ma alla fine hai trionfato! La Federazione non avrà più bucato sporco, grazie a te.
ko: 세제 모드 완료! 축하합니다 배회자님! 성공적으로 세정제 모드를 마치셨습니다! 반박할 여지 없이 파란만장한 여정이었지만, 당신은 이겨냈습니다! 당신 덕분에 연방은 더 이상 더러운 빨랫감으로 골머리 앓지 않아도 됩니다.
ru: РЕЖИМ ЧИСТЯЩЕГО СРЕДСТВА ЗАВЕРШЕН! Поздравляем Ренегат с успешным завершением РЕЖИМА ЧИСТЯЩЕГО СРЕДСТВА! Это было нелегкое путешествие, но вы с триумфом прошли его! Благодаря вам у Федерации больше не будет грязного белья.
zh_hans: 洗涤模式通过！ 变元者，恭喜成功完成洗涤模式！这肯定是一段动荡的旅程，但你已经成功地度过了难关！多亏了你，联邦不会再有脏衣服了。

source: data/events_sector_laststand.xml$//event[@name="DETERGENT_WIN_TULLY"]/choice/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/text
es: Finalmente has llegado al Nodo 17, la Capital de la Federación. Has escuchado las historias de este conflicto en el Universo 0, la realidad donde se descubrió la tecnología del Multiverso. Ahora estás a punto de formar parte de él. Tus acciones aquí salvarán o condenarán esta realidad.
fr: Vous êtes enfin arrivés au Nœud 17, la capitale de la Fédération. Vous aviez déjà entendu les histoires de ce conflit à l'Univers 0, qui est la réalité où la technologie du Multivers fut découverte. Et maintenant, vous êtes sur le point d'en faire partie. Vos actions ici vont soit sauver cette réalité, soit la condamner.
it: Finalmente arrivi al Nodo 17, la Capitale della Federazione. Hai sentito le storie di questo conflitto nell'Universo 0, la realtà in cui è stata scoperta la tecnologia multiversale. Ora stai per farne parte. Le tue azioni qui salveranno o condanneranno questa realtà.
ko: 마침내 연방의 수도인 17번 노드에 도착했습니다. 당신은 멀티버스 기술이 발견된 제0 우주에서도 벌어졌던 이 전투에 대해 들어봤습니다. 지금부터 그 전투에 직접 참가하게 될 것입니다. 여기서 당신이 취할 행동은 이 현실을 구원할 수도 파멸로 이끌 수도 있습니다.
ru: Вы наконец-то прибыли в Узел 17, столицу Федерации. Вы слышали истории об этом конфликте еще во Вселенной 0 - реальности, где была разработана технология Мультивселенной. Теперь вам предстоит принять в нем участие. Ваши действия либо спасут, либо погубят эту реальность.
zh_hans: 你终于到达了节点17，即联邦首府。你早在0号宇宙就已经听说过这场冲突的故事，跨越多元宇宙的技术就是在那里被发现的。现在，你就要参与其中了。你的行动要么会拯救本个宇宙，要么会将其毁灭。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/text
es: Con un rápido escaneo de tu identificación, se te permite atravesar la baliza sin inconvenientes.
fr: Après un bref scan de vos papiers d'identité, le passage sur cette balise vous est accordé sans problèmes.
it: Con una rapida scansione del tuo ID, puoi superare l'astrofaro senza problemi.
ko: 신속한 신분증 감별을 통해 문제 없이 송신소를 통과할 수 있었습니다.
ru: После быстрого сканирования удостоверения личности вас беспрепятственно пропускают через маяк.
zh_hans: 被快速扫描身份后，无事发生，你被允许通过本信标。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MULTIVERSE"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MULTIVERSE"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Así que eres la nave del Multiverso de la que he oído hablar? Has recorrido un largo camino, y solo puedo esperar que haya valido la pena. Eres la última defensa de la Federación contra el Flagship."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Alors vous êtes le vaisseau du Multivers dont j'ai tant entendu parler ? Vous en avez fait du chemin, j'espère bien que cela va porter ses fruits. Vous êtes la dernière ligne de défense de la Fédération contre le vaisseau amiral."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Così voi siete la nave multiversale di cui ho sentito parlare? Avete fatto molta strada e posso solo sperare che sia stata proficua. Siete l'ultimo baluardo della Federazione contro l'Ammiraglia."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "자네가 그 멀티버스 함선인가? 여기까지 먼 길을 왔으니, 그 노력이 헛되지 않았으면 좋겠군. 자네는 기함에 대항하는 연방의 마지막 버팀목이네."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "Так вы и есть тот самый корабль Мультивселенной, о котором я слышал? Вы прошли долгий путь, и я могу только надеяться, что все это окупилось. Вы - последний шанс Федерации против Флагмана".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"所以你就是我听说的多元宇宙飞船？你历经千险长途跋涉至此，我只能希望这一切能够得到回报，你可是联邦对抗旗舰的最后一道防线。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_MULTIVERSE"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FLAGSHIP"]/text
es: Contactar al mando de la Federación.
fr: Contacter l'état-major fédéré.
it: Contatta il comando della Federazione.
ko: 연방 사령부와 접촉한다.
ru: Связаться с командным пунктом Федерации.
zh_hans: 联系联邦指挥部。

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FLAGSHIP"]/event/text
es: En la pantalla de video aparecen varios oficiales de la Federación y Engi, con el Almirante Tully en el centro. "Oh, por todos los cielos, la Rebelión envió OTRO Flagship? Estamos acabados... espera, no estás con los Rebeldes. El Universo 0 envió la superarma de los Rebeldes para destruir la superarma? Supongo que ya era hora de combatir fuego con fuego."
fr: Sur l'écran vidéo apparaissent plusieurs officiers fédérés et Engis, ainsi que l'amiral Tully au centre. "Oh bonté divine, la Rébellion a envoyé un AUTRE vaisseau amiral ? Nous sommes foutus... attendez, vous n'êtes pas avec les rebelles. L'Univers 0 a envoyé la super-arme de la Rébellion pour détruire la super-arme ? Je présume que l'heure est enfin venue de combattre le feu par le feu."
it: Sullo schermo appaiono diversi ufficiali federali ed engi, oltre all'Ammiraglio Tully al centro. "Oh misericordia, la Ribellione ha mandato UN'ALTRA Ammiraglia? Siamo fregati... aspetta, tu non sei coi Ribelli. L'Universo 0 ha mandato la super arma dei Ribelli a distruggere la loro super arma? Direi che era ora di combattere il fuoco con il fuoco."
ko: 영상 화면에 여러 연방 및 엔지 장교들이 나타났고, 그 중앙에는 툴리 제독이 있습니다. "맙소사, 반군이 또 다른 기함을 보내다니? 이거 정말 큰 일이야... 잠깐, 다시 보니 자네는 반군 측 사람이 아니잖아. 뭐? 제0 우주에서 기함을 파괴하기 위해 기함을 보냈다고? 아무래도 이제는 눈에는 눈 이에는 이로 맞서 싸울 시간인가 보군."
ru: На видеоэкране появляются несколько офицеров Федерации и энджи, а также адмирал Талли в центре. "О боже, Восстание прислало ЕЩЕ ОДИН Флагман? Нам конец... подождите, вы не с повстанцами. Вселенная 0 послала супер-оружие повстанцев, чтобы уничтожить супер-оружие? Полагаю, настало чертовски подходящее время клин клином".
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哦，天哪，叛军 又 派来了一艘旗舰？我们完蛋了...等等，你不是叛军。0号宇宙派了叛军的超级武器来摧毁这个超级武器？我想是时候以其人之道还治其人之身了。"

source: data/events_sector_laststand.xml$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_comb_federation" and @lvl="-999"]/event/choice[@req="SHIP_FLAGSHIP"]/event/choice/text
es: Continuar...
fr: Continuer...
it: Continua...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
