Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/text
es: «Bueno, Pauly, ¡el superfán y yo hemos venido a hacerte una visitilla! ¡Una pequeña venganza por todo tu trabajo para que me tiraran a la basura! Afrontémoslo, ¡siempre estuviste celoso de mí! ¡La gracia de Ellie siempre eclipsó tu genio creativo, y sabes que el programa no habría sido NADA sin mí! Flores y Sol sería un pueblo fantasma si no fuera por la pequeña Ellie. ¡Soy una superestrella, una superfantastulástica estrella!» Paul estalla en una carcajada, retorciéndose de dolor de tanto reír. «¡JAJAJAJAJAJAJAJAJA! ¡¿CELOSO?! ¡¿DE TI?!». Paul se acerca, su sonrisa de suficiencia desaparece y es reemplazada por una mirada amenazante. «Te di la oportunidad de levantarte del suelo, lunático psicópata. Yo construí todo este maldito programa, y tú solo te aprovechaste de mi éxito. ¿Consejos de actuación de Cornelius Parrysmith? ¡Qué risa! La única persona más loca que Cornelius que he conocido eres TÚ. Eras un desastre drogadicto y fumador que no sabía actuar. ¿Por qué crees que tu mujer te dejó, eh? Porque no soportaba estar cerca de ti. Eres asqueroso, eres un inútil». Ellie clava su cuchillo en el escritorio frente a ella, inclinándose más cerca. «¡NO SOY UN INÚTIL! ¡SOY AMADO, SOY FABULOSO, SOY EL MEJOR PERSONAJE DE TODA LA HISTORIA DE LOS MEDIOS!» Paul resopla. «No, solo estás delirando. Las audiencias de Ellie estaban cayendo mucho antes de que te despidieran. Los niños se cansaron del truco. No quieren tonterías sanas y felices. No quieren moral. Quieren entretenerse. La comedia se ha vuelto más oscura. Los niños han madurado. ¡La Guerra Civil realmente cambió esta gran nación, y para mejor, digo yo! La Unión está lista para manejar la verdad, que este Multiverso es un lugar peligroso y necesitan estar listos para luchar por su derecho a vivir aquí. Vance tiene la idea correcta. Esos Rebeldes están arriesgando sus vidas para mejorar las cosas para todos nosotros, pero hasta que eso suceda no podemos seguir con la tontería de gu-gu ga-ga». Ellie niega con la cabeza repetidamente. «¡No, no, no, estás mintiendo! ¡Eres un mentiroso que miente! ¡Los niños siempre me querrán! ¡Me despidieron por un gran plan orquestado por Vance Wentworth! ¡No me mientas!» «No necesito mentirte. Solo tienes que dejar de fingir que eres el personaje principal en la vida de los demás. Sí, Vance fue quien ordenó tu despido. ¿Porque qué tipo de ejemplo estabas dando a su sobrino? ¿Después de lo que le hiciste a su hermana? Desgraciado, debería haberte ejecutado por tratarla así. En cambio, solo te dio la patada. Es bien sabido que eres un simpatizante de la Federación, de todos modos, y gente así no es muy popular por aquí. Considérate afortunado de no tener plomo alojado entre tus tres últimas células cerebrales y lárgate. Ve a buscar el contenedor del que saliste y enciérrate, por el bien de todos». Ellie se abalanza sobre Paul, lo agarra por el cuello y lo tira al suelo. Comienza a golpearlo maníacamente con los puños, pero el hombre no emite ni un gemido mientras es agredido. Parece que ha aceptado su destino y ni siquiera le importa. La pregunta es, ¿qué beneficio traerá esto?
it: "Beh Pauly, il superfan qui e io siamo venuti a farti una visitina! Una piccola vendetta per tutto il tuo duro lavoro nel farmi finire nella spazzatura! Ammettiamolo, sei sempre stato geloso di me! La grazia di Ellie ha sempre messo in ombra il tuo genio creativo, e sai che lo show non sarebbe stato NIENTE senza di me! Fiori e Sole sarebbe una città fantasma se non fosse per la piccola Ellie. Sono una superstar, una superfantastulasticastar!" Paul scoppia a ridere, accartocciandosi su se stesso per il dolore da quanto sta ridendo. "AHAHAHAHAHAHAHAHAHAHAH! GELOSO?! DI TE?!" Paul si avvicina, il suo sorriso compiaciuto scompare e viene sostituito da uno sguardo minaccioso. "Ti ho dato la possibilità di rialzarti da terra, pazzo psicopatico. Ho costruito io tutto questo dannato show, e tu hai solo cavalcato il mio successo. Consigli di recitazione da Cornelius Parrysmith? Che spasso! L'unica persona più pazza di Cornelius che abbia mai incontrato sei TU. Eri un drogato, dipendente dal fumo, un disastro ambulante che non sapeva recitare un cazzo. Perché pensi che tua moglie ti abbia lasciato, eh? Perché non sopportava di starti vicino. Sei disgustoso, sei un buono a nulla." Ellie sbatte il coltello sulla scrivania di fronte a lei, avvicinandosi. "NON SONO UN BUONO A NULLA! SONO AMATO, SONO FAVOLOSO, SONO IL PIÙ GRANDE PERSONAGGIO DELLA STORIA DEI MEDIA!" Paul sbuffa. "No, sei solo un illuso. Gli ascolti di Ellie stavano crollando molto prima che tu fossi licenziato. I bambini si sono stancati del trucchetto. Non vogliono cazzate sane e felici. Non vogliono la morale. Vogliono essere intrattenuti. La commedia è diventata più cupa. I bambini sono maturati. La Guerra Civile ha davvero cambiato questa grande nazione, e in meglio direi! L'Unione è pronta a gestire la verità, che questo Multiverso è un posto pericoloso e devono essere pronti a lottare per il loro diritto di vivere qui. Vance ha l'idea giusta. Quei Ribelli rischiano la vita per migliorare le cose per tutti noi, ma finché ciò non accade non possiamo continuare con le sciocchezze da bambini." Ellie scuote la testa ripetutamente. "No no no, stai mentendo! Sei un bugiardo bugiardo che mente! I bambini mi ameranno sempre! Sono stato licenziato a causa di un grande piano orchestrato da Vance Wentworth! Non mentirmi!" "Non ho bisogno di mentirti. Devi solo smettere di fingere di essere il personaggio principale nella vita di tutti gli altri. Sì, è stato Vance a ordinare il tuo licenziamento. Perché che tipo di esempio stavi dando a suo nipote? Dopo quello che hai fatto a sua sorella? Disgraziato, avrebbe dovuto farti giustiziare per come l'hai trattata. Invece, ti ha solo dato un calcio nel sedere. È risaputo che sei un simpatizzante della Federazione, e le persone come te non sono molto popolari da queste parti. Considerati fortunato di non avere del piombo incastrato tra le tue ultime tre cellule cerebrali rimaste e sparisci. Vai a trovare il cassonetto da cui sei strisciato fuori e chiuditi dentro, per il bene di tutti." Ellie si lancia su Paul, afferrandolo per la gola e trascinandolo a terra. Inizia a picchiarlo maniacalmente con i pugni, ma l'uomo non emette nemmeno un gemito mentre viene assalito. Sembra che abbia accettato il suo destino, e non gli importa nemmeno. La domanda è, che beneficio porterà tutto questo?
ja: 「ポーリー、スーパーファンだよ！俺をゴミ箱に放り込んだ苦労のお返しだ！正直に言おう、君はいつも僕に嫉妬していた！エリーの優美さは、いつもあなたの天才的なクリエイティビティの影に隠れてた。私がいなかったら、ショーは何もなかった！エリーがいなかったら、花と太陽はゴーストタウンになってた。私はスーパースター、スーパーファンタスティックスターよ！" ポールは笑い出し、あまりの笑いに痛みに体を丸めた。「あはははははははははは！嫉妬か？嫉妬か？ポールは、にこやかな笑顔が消え、威嚇的な表情に変わり、しゃがみこむ。「俺はお前に地上から這い上がるチャンスを与えたんだ。このショーは俺が作ったんだ、お前は俺の成功に乗っかっただけだ。コーネリアス・パリスミスから演技のヒント？大ウケだなコーネリアスより狂ってるのは あんただあんたは薬漬けで 煙草中毒のゴミ箱の火だった 演技もろくにできなかったなぜ奥さんは出て行ったと思う？お前のそばにいるのが耐えられなかったからだ。おまえは最低で、価値のない人間だ」。 エリーは目の前の机にナイフを叩きつけ、身を乗り出した。「私は無価値じゃない！私は愛されている、素晴らしい、メディア史上最高のキャラクターよ！」。 ポールは鼻で笑う。「いや、ただの妄想だ。君がクビになるずっと前から、エリーの視聴率は低迷していた。子供たちはギミックに飽きたんだ。彼らは健全でハッピーなデタラメは求めていない。モラルも求めてない娯楽を求めているコメディは暗くなった。子供たちは成熟した。南北戦争はこの偉大な国を変えた！ユニオンは真実を扱う準備ができた このマルチバースは危険な場所であり ここに住む権利のために 戦う準備が必要だバンスの考えは正しい。反乱軍の連中は、我々のために事態を改善するために命をかけている。 エリーは何度も首を横に振る。「いやいや、あなたは嘘をついている！あなたは嘘をつく嘘つきよ！子どもたちはいつだって私を愛してくれる！私がクビになったのは、ヴァンス・ウェントワースが仕組んだ壮大な計画のせいなの！嘘をつかないで！" 「嘘をつく必要はない。ただ、自分がみんなの人生の主人公のふりをするのをやめればいいだけだ。ああ、バンスが君にクビを命じたんだ。彼の甥にどんな手本を示したか？彼の妹にあんなことをしたのに？あんな仕打ちをしたんだから、死刑にすべきだったんだ。その代わりにクビにしたんだ。あんたが連邦政府のシンパなのはよく知られてるし、そういう人間はこの辺じゃ人気がないんだ。最後に残った3つの脳細胞の間に鉛が刺さってないだけ幸運だと思え。這い出てきたゴミ箱を探して鍵をかけておけ、みんなのために」。 エリーはポールに突進し、彼の喉をつかんで地面に引きずりおろす。彼女は狂ったように拳で彼を殴り始めるが、男は暴行を受けても呻き声すらあげない。彼は自らの運命を受け入れ、気にも留めていないようだ。問題は、これがどんな利益をもたらすかだ。
pl: "Cóż, Pauly, superfan i ja przyszliśmy z małą wizytą! Mały odwet za całą twoją ciężką pracę, która wsadziła mnie do śmietnika! Spójrzmy prawdzie w oczy, zawsze byłeś o mnie zazdrosny! Gracja Ellie zawsze przyćmiewała twój twórczy geniusz, a wiesz, że program byłby NICZYM beze mnie! Flowers and Sunshine byłoby miastem duchów, gdyby nie mała Ellie. Jestem supergwiazdą, super-fantastyczno-gwiazdą!" Paul wybucha śmiechem, zwijając się w kłębek z bólu od nadmiaru śmiechu. "HAHAHAHAHAHAHAHAHAHAHAH! ZAZDROSNY?! O CIEBIE?!" Paul przysuwa się bliżej, jego zadowolony uśmiech znika i zostaje zastąpiony groźnym spojrzeniem. "Dałem ci szansę podnieść się z ziemi, ty psychopatyczny wariacie. Zbudowałem cały ten cholerny program, a ty po prostu jechałeś na moim sukcesie. Lekcje aktorstwa od Corneliusa Parrysmitha? Co za żart! Jedyną osobą bardziej szaloną niż Cornelius, jaką kiedykolwiek spotkałem, jesteś TY. Byłeś naćpanym, uzależnionym od palenia śmietnikiem, który nie potrafił grać. Dlaczego myślisz, że twoja żona cię zostawiła, co? Bo nie mogła z tobą wytrzymać. Jesteś obrzydliwy, jesteś bezwartościowy." Ellie wbija nóż w biurko przed sobą, pochylając się bliżej. "NIE JESTEM BEZWARTOŚCIOWY! JESTEM UWIELBIANY, JESTEM FANTASTYCZNY, JESTEM NAJWIĘKSZĄ POSTACIĄ W CAŁEJ HISTORII MEDIÓW!" Paul prycha. "Nie, jesteś po prostu urojony. Oglądalność Ellie spadała na długo przed twoim zwolnieniem. Dzieciom znudził się ten chwyt. Nie chcą zdrowych, szczęśliwych bzdur. Nie chcą moralności. Chcą być zabawiane. Komedia stała się mroczniejsza. Dzieci dojrzały. Wojna domowa naprawdę zmieniła ten wielki naród, i to na lepsze, powiadam! Unia jest gotowa na prawdę, że to Multiwersum jest niebezpiecznym miejscem i muszą być gotowi walczyć o swoje prawo do życia tutaj. Vance ma rację. Ci Rebelianci ryzykują życiem, aby poprawić sytuację dla nas wszystkich, ale dopóki to się nie stanie, nie możemy nadążyć za tymi dziecinnymi bzdurami." Ellie wielokrotnie kręci głową. "Nie, nie, nie, kłamiesz! Jesteś kłamliwym kłamcą, który kłamie! Dzieci zawsze będą mnie kochać! Zostałem zwolniony z powodu wielkiego spisku zorganizowanego przez Vance'a Wentwortha! Nie kłam mi!" "Nie muszę ci kłamać. Musisz po prostu przestać udawać, że jesteś głównym bohaterem w życiu wszystkich innych. Tak, to Vance kazał cię zwolnić. Bo jaki przykład dawałeś jego siostrzeńcowi? Po tym, co zrobiłeś jego siostrze? Ty nędzniku, powinien był cię za to stracić. Zamiast tego, po prostu cię wyrzucił. I tak wiadomo, że jesteś sympatykiem Federacji, a tacy ludzie nie są tu zbyt popularni. Po prostu ciesz się, że nie masz ołowiu wciśniętego między swoje ostatnie trzy komórki mózgowe i znikaj. Znajdź śmietnik, z którego wylazłeś, i zamknij się w nim dla dobra wszystkich." Ellie rzuca się na Paula, chwytając go za gardło i rzucając na ziemię. Zaczyna go maniakalnie bić pięściami, ale mężczyzna nie wydaje nawet jęku, gdy jest atakowany. Wygląda na to, że pogodził się ze swoim losem i nawet go to nie obchodzi. Pytanie brzmi, co to da?
pt_br: "Bem, Paulinho, o superfã aqui e eu viemos te fazer uma visitinha! Uma pequena vingança por todo o seu trabalho duro em me jogar no lixo! Vamos encarar, você sempre teve inveja de mim! A graça da Ellie sempre ofuscou seu gênio criativo, e você sabe que o show não seria NADA sem mim! Girassóis & Arco-íris seria uma cidade fantasma se não fosse pela pequena Ellie. Eu sou uma superestrela, uma superfantastulástica-estrela!" Paul cai na gargalhada, se contorcendo de dor de tanto rir. "HAHAHAHAHAHAHAHAHAHAHAH! INVEJA?! DE VOCÊ?!" Paul se aproxima, seu sorriso presunçoso desaparecendo e sendo substituído por um olhar ameaçador. "Eu te dei uma chance de sair do chão, seu lunático psicopata. Eu construí todo esse maldito show, e você apenas pegou carona no meu sucesso. Dicas de atuação de Cornelius Parrysmith? Que piada! A única pessoa mais insana que Cornelius que eu já conheci é VOCÊ. Você era um viciado em drogas e fumo, um desastre que não sabia atuar. Por que você acha que sua esposa te deixou, hein? Porque ela não suportava ficar perto de você. Você é nojento, você é inútil." Ellie crava sua faca na mesa à sua frente, inclinando-se mais perto. "EU NÃO SOU INÚTIL! EU SOU AMADA, EU SOU FABULOSA, EU SOU A MAIOR PERSONAGEM DE TODA A HISTÓRIA DA MÍDIA!" Paul bufa. "Não, você é apenas delirante. A audiência da Ellie estava caindo muito antes de você ser demitido. As crianças se cansaram do truque. Elas não querem bobagens saudáveis e felizes. Elas não querem moral. Elas querem ser entretidas. A comédia ficou mais sombria. As crianças amadureceram. A Guerra Civil realmente mudou esta grande nação, e para melhor, eu digo! A União está pronta para lidar com a verdade, que este Multiverso é um lugar perigoso e eles precisam estar prontos para lutar por seu direito de viver aqui. Vance tem a ideia certa. Aqueles Rebeldes estão arriscando suas vidas para melhorar as coisas para todos nós, mas até que isso aconteça, não podemos continuar com a baboseira de bebê." Ellie balança a cabeça repetidamente. "Não, não, não, você está mentindo! Você é um mentiroso que mente! As crianças sempre me amarão! Fui demitido por causa de um grande esquema orquestrado por Vance Wentworth! Não minta para mim!" "Eu não preciso mentir para você. Você só precisa parar de fingir que é o personagem principal na vida de todo mundo. Sim, Vance foi quem ordenou sua demissão. Porque que tipo de exemplo você estava dando para o sobrinho dele? Depois do que você fez com a irmã dele? Seu desgraçado, ele deveria ter te executado por tratá-la daquele jeito. Em vez disso, ele apenas te deu um pé na bunda. É bem sabido que você é um simpatizante da Federação, de qualquer maneira, e pessoas como você não são muito populares por aqui. Apenas considere-se sortudo por não ter chumbo alojado entre seus três últimos neurônios restantes e suma. Vá encontrar a lixeira de onde você saiu e se tranque lá dentro, para o bem de todos." Ellie se lança contra Paul, agarrando-o pelo pescoço e puxando-o para o chão. Ela começa a espancá-lo maniacamente com os punhos, mas o homem não faz nem mesmo um gemido enquanto é agredido. Parece que ele aceitou seu próprio destino e nem se importa. A questão é, que benefício isso trará?

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie"]/text
es: Dejar que Ellie continúe.
it: Lascia che Ellie continui.
ja: エリーに続けさせる。
pl: Pozwól Ellie kontynuować.
pt_br: Deixar Ellie continuar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie"]/event/text
es: Ellie sigue golpeando a Paul, sus puños cada vez más ensangrentados, y la cara de Paul se reduce lentamente a una pulpa. Una vez que el hombre pierde el conocimiento, Ellie se levanta y baja su bota sobre su cara, hundiéndola con un repugnante chorro de sangre. Sin aliento, se derrumba en un montón tembloroso junto al cadáver del exdirector. Sin saber qué más hacer, la levantas y la llevas de vuelta a la nave.
it: Ellie continua a picchiare Paul, i suoi pugni diventano sempre più insanguinati, e il viso di Paul viene lentamente ridotto a una poltiglia. Una volta che l'uomo ha perso conoscenza, Ellie si alza e sferra un calcio al suo viso, sfondandolo con uno schizzo di sangue nauseante. Senza fiato, crolla in un mucchio tremante accanto al cadavere dell'ex regista. Non sapendo cos'altro fare, la sollevi e la porti di nuovo sulla nave.
ja: エリーはポールを殴り続け、彼女の拳はますます血まみれになり、ポールの顔はゆっくりと肉汁と化していった。男が意識を失うと、エリーは立ち上がってブーツを男の顔に下ろし、吐き気を催すような血の噴出で顔を傷つけた。彼女は息を切らし、元所長の死体の隣に震える山に倒れ込んだ。他に何をすればいいのか分からず、あなたは彼女を抱き上げて船に連れて帰った。
pl: Ellie nadal bije Paula, jej pięści stają się coraz bardziej zakrwawione, a twarz Paula powoli zamienia się w miazgę. Gdy mężczyzna traci przytomność, Ellie wstaje i opuszcza but na jego twarz, wgniatając ją z obrzydliwym chlustem krwi. Zziajana, osuwa się w drżącą kupkę obok zwłok byłego dyrektora. Nie wiedząc, co innego zrobić, podnosisz ją i zanosisz z powrotem na statek.
pt_br: Ellie continua a espancar Paul, seus punhos ficando cada vez mais ensanguentados, e o rosto de Paul é lentamente reduzido a uma polpa. Quando o homem perde a consciência, Ellie se levanta e desce a bota em seu rosto, afundando-o com um esguicho nojento de sangue. Sem fôlego, ela desaba em um monte trêmulo ao lado do cadáver do ex-diretor. Sem saber mais o que fazer, você a levanta e a carrega de volta para a nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie_lvl2"]/text
es: Dejar que Ellie continúe.
it: Lascia che Ellie continui.
ja: エリーに続けさせる。
pl: Pozwól Ellie kontynuować.
pt_br: Deixar Ellie continuar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie_lvl2"]/event/text
es: Ellie sigue golpeando a Paul, sus puños cada vez más ensangrentados, y la cara de Paul se reduce lentamente a una pulpa. Una vez que el hombre pierde el conocimiento, Ellie se levanta y baja su bota sobre su cara, hundiéndola con un repugnante chorro de sangre. Sin aliento, se derrumba en un montón tembloroso junto al cadáver del exdirector. Sin saber qué más hacer, la levantas y la llevas de vuelta a la nave.
it: Ellie continua a picchiare Paul, i suoi pugni diventano sempre più insanguinati, e il viso di Paul viene lentamente ridotto a una poltiglia. Una volta che l'uomo ha perso conoscenza, Ellie si alza e sferra un calcio al suo viso, sfondandolo con uno schizzo di sangue nauseante. Senza fiato, crolla in un mucchio tremante accanto al cadavere dell'ex regista. Non sapendo cos'altro fare, la sollevi e la porti di nuovo sulla nave.
ja: エリーはポールを殴り続け、彼女の拳はますます血まみれになり、ポールの顔はゆっくりと肉汁と化していった。男が意識を失うと、エリーは立ち上がってブーツを男の顔に下ろし、吐き気を催すような血の噴出で顔を傷つけた。彼女は息を切らし、元所長の死体の隣に震える山に倒れ込んだ。他に何をすればいいのか分からず、あなたは彼女を抱き上げて船に連れて帰った。
pl: Ellie nadal bije Paula, jej pięści stają się coraz bardziej zakrwawione, a twarz Paula powoli zamienia się w miazgę. Gdy mężczyzna traci przytomność, Ellie wstaje i opuszcza but na jego twarz, wgniatając ją z obrzydliwym chlustem krwi. Zziajana, osuwa się w drżącą kupkę obok zwłok byłego dyrektora. Nie wiedząc, co innego zrobić, podnosisz ją i zanosisz z powrotem na statek.
pt_br: Ellie continua a espancar Paul, seus punhos ficando cada vez mais ensanguentados, e o rosto de Paul é lentamente reduzido a uma polpa. Quando o homem perde a consciência, Ellie se levanta e desce a bota em seu rosto, afundando-o com um esguicho nojento de sangue. Sem fôlego, ela desaba em um monte trêmulo ao lado do cadáver do ex-diretor. Sem saber mais o que fazer, você a levanta e a carrega de volta para a nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie_lvl3"]/text
es: Dejar que Ellie continúe.
it: Lascia che Ellie continui.
ja: エリーに続けさせる。
pl: Pozwól Ellie kontynuować.
pt_br: Deixar Ellie continuar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie_lvl3"]/event/text
es: Ellie sigue golpeando a Paul, sus puños cada vez más ensangrentados, y la cara de Paul se reduce lentamente a una pulpa. Una vez que el hombre pierde el conocimiento, Ellie se levanta y baja su bota sobre su cara, hundiéndola con un repugnante chorro de sangre. Sin aliento, se derrumba en un montón tembloroso junto al cadáver del exdirector. Sin saber qué más hacer, la levantas y la llevas de vuelta a la nave.
it: Ellie continua a picchiare Paul, i suoi pugni diventano sempre più insanguinati, e il viso di Paul viene lentamente ridotto a una poltiglia. Una volta che l'uomo ha perso conoscenza, Ellie si alza e sferra un calcio al suo viso, sfondandolo con uno schizzo di sangue nauseante. Senza fiato, crolla in un mucchio tremante accanto al cadavere dell'ex regista. Non sapendo cos'altro fare, la sollevi e la porti di nuovo sulla nave.
ja: エリーはポールを殴り続け、彼女の拳はますます血まみれになり、ポールの顔はゆっくりと肉汁と化していった。男が意識を失うと、エリーは立ち上がってブーツを男の顔に下ろし、吐き気を催すような血の噴出で顔を傷つけた。彼女は息を切らし、元所長の死体の隣に震える山に倒れ込んだ。他に何をすればいいのか分からず、あなたは彼女を抱き上げて船に連れて帰った。
pl: Ellie nadal bije Paula, jej pięści stają się coraz bardziej zakrwawione, a twarz Paula powoli zamienia się w miazgę. Gdy mężczyzna traci przytomność, Ellie wstaje i opuszcza but na jego twarz, wgniatając ją z obrzydliwym chlustem krwi. Zziajana, osuwa się w drżącą kupkę obok zwłok byłego dyrektora. Nie wiedząc, co innego zrobić, podnosisz ją i zanosisz z powrotem na statek.
pt_br: Ellie continua a espancar Paul, seus punhos ficando cada vez mais ensanguentados, e o rosto de Paul é lentamente reduzido a uma polpa. Quando o homem perde a consciência, Ellie se levanta e desce a bota em seu rosto, afundando-o com um esguicho nojento de sangue. Sem fôlego, ela desaba em um monte trêmulo ao lado do cadáver do ex-diretor. Sem saber mais o que fazer, você a levanta e a carrega de volta para a nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie_lvl4"]/text
es: Dejar que Ellie continúe.
it: Lascia che Ellie continui.
ja: エリーに続けさせる。
pl: Pozwól Ellie kontynuować.
pt_br: Deixar Ellie continuar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="unique_ellie_lvl4"]/event/text
es: Ellie sigue golpeando a Paul, sus puños cada vez más ensangrentados, y la cara de Paul se reduce lentamente a una pulpa. Una vez que el hombre pierde el conocimiento, Ellie se levanta y baja su bota sobre su cara, hundiéndola con un repugnante chorro de sangre. Sin aliento, se derrumba en un montón tembloroso junto al cadáver del exdirector. Sin saber qué más hacer, la levantas y la llevas de vuelta a la nave.
it: Ellie continua a picchiare Paul, i suoi pugni diventano sempre più insanguinati, e il viso di Paul viene lentamente ridotto a una poltiglia. Una volta che l'uomo ha perso conoscenza, Ellie si alza e sferra un calcio al suo viso, sfondandolo con uno schizzo di sangue nauseante. Senza fiato, crolla in un mucchio tremante accanto al cadavere dell'ex regista. Non sapendo cos'altro fare, la sollevi e la porti di nuovo sulla nave.
ja: エリーはポールを殴り続け、彼女の拳はますます血まみれになり、ポールの顔はゆっくりと肉汁と化していった。男が意識を失うと、エリーは立ち上がってブーツを男の顔に下ろし、吐き気を催すような血の噴出で顔を傷つけた。彼女は息を切らし、元所長の死体の隣に震える山に倒れ込んだ。他に何をすればいいのか分からず、あなたは彼女を抱き上げて船に連れて帰った。
pl: Ellie nadal bije Paula, jej pięści stają się coraz bardziej zakrwawione, a twarz Paula powoli zamienia się w miazgę. Gdy mężczyzna traci przytomność, Ellie wstaje i opuszcza but na jego twarz, wgniatając ją z obrzydliwym chlustem krwi. Zziajana, osuwa się w drżącą kupkę obok zwłok byłego dyrektora. Nie wiedząc, co innego zrobić, podnosisz ją i zanosisz z powrotem na statek.
pt_br: Ellie continua a espancar Paul, seus punhos ficando cada vez mais ensanguentados, e o rosto de Paul é lentamente reduzido a uma polpa. Quando o homem perde a consciência, Ellie se levanta e desce a bota em seu rosto, afundando-o com um esguicho nojento de sangue. Sem fôlego, ela desaba em um monte trêmulo ao lado do cadáver do ex-diretor. Sem saber mais o que fazer, você a levanta e a carrega de volta para a nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="pilot"]/text
es: Decirle a Ellie que pare.
it: Di' a Ellie di fermarsi.
ja: エリーにやめるよう言う。
pl: Powiedz Ellie, żeby przestała.
pt_br: Dizer para Ellie parar.
