Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/text
es: No hay opción: estáis en inferioridad numérica y si os quedáis, os arrestarán o morirá demasiada gente. Ellie no escucha, como de costumbre, así que la agarras del brazo y la sacas por la puerta. En cuanto salís, Sammy corre en la otra dirección, gritando a la seguridad que os siga. Llegáis sanos y salvos fuera del edificio y de vuelta a la nave, pero no antes de que una mujer con traje completo salte delante de vosotros para bloquearos el paso, bláster en mano. Es una Rebelde de algún tipo, pero por su uniforme negro y amarillo no puedes saber qué rango tiene. De cualquier manera, no es el tipo de persona que esperarías ver aquí. «¡Así que es verdad! El actor trastornado ESTÁ cazando a los miembros del elenco de Flores y Sol. Cuando la noticia llegó a Vance en el Universo 1, bueno... ¡hubo bastante histeria! Tienes que imaginar, después de toda tu historia... ¡y oír que todavía andas por ahí! Pensaba que estabas muerto, o en un manicomio al menos. Desafortunadamente, debes entender, Stephan, que Flores y Sol es miembro de la familia de Innovaciones Wentworth, y tú no eres parte de esa familia. Va en contra de los intereses comerciales dejaros a ti o a tus amigos Renegados como responsabilidades. Fui enviada, elegida a dedo, desde el Universo 1 para asegurarme de que esta vez te quedes despedido». La Rebelde se gira hacia ti. «Vance te envía sus mejores saludos, por cierto. ¿Tú eres el que enviaron para desmantelar la Nave Insignia? ¿En serio? No es a quien yo habría elegido, pero claro, yo tengo la inteligencia para ponerme del lado de los libertadores, no de los opresores. Ahora... PODRÍA matarte con mi nave... pero creo que sería más entretenido que murieras a manos de esa estúpida araña azul. Ja». El crucero de antes se enciende a lo lejos, su ya fuera de lugar arsenal zumbando con energía. ¡No hay tiempo que perder, es hora de luchar!
it: Non c'è scelta: siete in inferiorità numerica e se rimanete, sarete arrestati o moriranno troppe persone. Ellie non ascolta come al solito, quindi la afferri per un braccio e la trascini fuori dalla porta. Appena uscite, Sammy corre nella direzione opposta, urlando alla sicurezza di seguirvi. Riesci a uscire sano e salvo dall'edificio e a tornare alla nave, ma non prima che una donna in armatura completa ti salti davanti per impedirti di raggiungere la tua nave, blaster in mano. È una Ribelle di qualche tipo, ma dalla sua uniforme nera e gialla non riesci a capire di che rango sia. In ogni caso, non è il tipo di persona che ti aspetteresti di vedere qui. "Quindi è vero! L'attore squilibrato STA dando la caccia ai membri del cast di Fiori e Sole. Quando la notizia ha raggiunto Vance nell'Universo 1, beh... c'è stata parecchia isteria! Devi immaginare, dopo tutta la tua storia... e sentire che sei ancora in circolazione! Pensava che fossi morto, o almeno in un manicomio da qualche parte. Sfortunatamente, devi capire Stephan, che Fiori e Sole è un membro della famiglia Wentworth Innovations, e tu non fai parte di quella famiglia. È contro gli interessi commerciali lasciare te o i tuoi amici Rinnegati come rischi. Sono stata inviata, scelta personalmente, dall'Universo 1 per assicurarmi che tu RIMANGA licenziato questa volta." La Ribelle si volta verso di te. "Vance manda i suoi migliori saluti, a proposito. Sei tu quello che hanno mandato a smantellare l'Ammiraglia? Davvero? Non chi avrei scelto io, ma d'altronde io ho l'intelligenza di stare dalla parte dei liberatori, non degli oppressori. Ora... POTREI ucciderti con la mia nave... ma penso che sarebbe più divertente per te morire per mano di quel grosso stupido ragno blu. Hah." L'incrociatore di prima si accende in lontananza, il suo arsenale già fuori posto ora ronza di energia. Non c'è più tempo da perdere, è ora di combattere!
ja: 多勢に無勢で、ここに留まれば逮捕されるか、あまりに多くの人が死ぬかのどちらかだ。エリーはいつものように言うことを聞かないので、あなたは彼女の腕をつかんでドアから引っ張り出した。あなたがその場を離れると同時に、サミーが反対方向に走り出し、警備員にあなたについてくるよう叫んだ。 あなたは無事に建物の外に出て船に戻ったが、その前に完全装備の女性があなたの前に飛び出し、ブラスターを手にあなたが船に行くのを妨害した。彼女はある種の反乱軍だが、黒と黄色の制服からは階級がよくわからない。いずれにせよ、ここで見かけるような人物ではない。"それは本当だ！狂気の俳優が花とサンシャインのキャストを追い詰めている。ユニバース1のバンスに この話が届いた時... 大騒ぎになったわ想像してみろ 今までの経緯から... お前がまだいると聞いてな彼は君が死んだか、どこかの精神病院に収容されたと思っていたよ。残念だが、ステファン、フラワーズ＆サンシャインはウェントワース・イノベーションズの一員であり、君はその一員ではないことを理解してほしい。君やレネゲイドの友人を負債として残すのは、ビジネス上の利益に反する。私は宇宙1から派遣され、選ばれたのだ。"今度こそクビにするな "と。 反乱軍はあなたに向き直る。「バンスがよろしくと言っている。フラッグシップ解体のために派遣されたのか？本当に？私なら選ばないね。でも、私には抑圧者ではなく解放者の味方をする知性がある。さて...私の船でお前を殺すこともできたが......あのバカでかい青いクモに殺されたほうが、よっぽど面白いだろう。ハァさっきの巡洋艦が遠くで威力を発揮し、すでに場違いな武器庫がパワーでうなる。もう無駄な時間はない！
pl: Nie ma tu wyboru - macie przewagę liczebną i jeśli zostaniecie, zostaniecie aresztowani albo zginie zbyt wiele osób. Ellie jak zwykle nie słucha, więc chwytasz ją za ramię i wyciągasz za drzwi. Gdy tylko wychodzicie, Sammy wybiega w drugą stronę, krzycząc do ochrony, by za wami podążała. Bezpiecznie docieracie na zewnątrz budynku i z powrotem na statek, ale nie zanim w pełni umundurowana kobieta wyskoczy przed wami, blokując wam drogę do statku z blasterem w ręku. Jest jakąś Rebeliantką, ale po jej czarno-żółtym uniformie trudno określić rangę. Tak czy inaczej, nie jest to osoba, której spodziewałbyś się tu zobaczyć. "Więc to prawda! Obłąkany aktor poluje na członków obsady Flowers and Sunshine. Kiedy wieść dotarła do Vance'a w Wszechświecie 1, cóż... było sporo histerii! Musisz sobie wyobrazić, po całej waszej historii... i usłyszeć, że wciąż jesteś na wolności! Myślał, że nie żyjesz, albo przynajmniej jesteś w jakimś wariatkowie. Niestety, musisz zrozumieć, Stephan, że Flowers and Sunshine jest członkiem rodziny Wentworth Innovations, a ty nie jesteś częścią tej rodziny. Pozostawienie ciebie lub twoich przyjaciół Renegatów jako obciążeń jest sprzeczne z interesami biznesowymi. Zostałam wysłana, specjalnie wybrana, z Wszechświata 1, aby upewnić się, że tym razem zostaniesz zwolniony na stałe." Rebeliantka odwraca się do ciebie. "Vance przesyła pozdrowienia, tak przy okazji. To ty zostałeś wysłany, by zniszczyć Flagowca? Naprawdę? Nie tego bym wybrała, ale z drugiej strony mam wystarczająco inteligencji, by stanąć po stronie wyzwolicieli, a nie ciemiężycieli. A teraz... mogłabym cię zabić moim statkiem... ale myślę, że będzie zabawniej, jeśli zginiesz od tego wielkiego, głupio wyglądającego niebieskiego pająka. Hah." Krążownik z wcześniejszej sceny włącza się w oddali, jego już nie na miejscu arsenał teraz buczy z mocą. Nie ma czasu do stracenia, czas na walkę!
pt_br: Não há escolha aqui - vocês estão em menor número e, se ficarem, serão presos ou muitas pessoas morrerão. Ellie não está ouvindo como de costume, então você a agarra pelo braço e a arranca pela porta. Assim que você sai, Sammy corre na outra direção, gritando para a segurança segui-lo. Você chega em segurança fora do prédio e de volta à nave, mas não antes que uma mulher totalmente equipada pule na sua frente para impedi-lo de chegar à sua nave, com um blaster na mão. Ela é algum tipo de Rebelde, mas pelo uniforme preto e amarelo, você não consegue dizer qual é o posto dela. De qualquer forma, não é o tipo de indivíduo que você esperaria ver aqui. "Então é verdade! O ator enlouquecido ESTÁ caçando os membros do elenco de Girassóis & Arco-íris. Quando a notícia chegou a Vance no Universo 1, bem... houve muita histeria! Você tem que imaginar, depois de toda a sua história... e saber que você ainda está por aí! Ele achava que você estava morto, ou em um hospício em algum lugar, pelo menos. Infelizmente, você deve entender, Stephan, que Girassóis & Arco-íris é um membro da família Wentworth Innovations, e você não faz parte dessa família. É contra os interesses comerciais deixar você ou seus amigos Renegados como um passivo. Fui despachada, escolhida a dedo, do Universo 1 para garantir que você FIQUE demitido desta vez." A Rebelde se vira para você. "Vance manda lembranças, a propósito. Você é quem eles enviaram para desmantelar a Capitânia? Sério? Não quem eu teria escolhido, mas, novamente, eu tenho a inteligência para ficar do lado dos libertadores, não dos opressores. Agora... EU PODERIA te matar com minha nave... mas acho que seria mais divertido você morrer para aquela grande e estúpida aranha azul. Hah." O cruzador de antes liga ao longe, seu arsenal já deslocado agora zumbindo com energia. Chega de perder tempo, é hora de lutar!

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Sin Ellie, esto no tiene sentido.
it: Senza Ellie non ha senso.
ja: エリーなしではこれには意味がない。
pl: Bez Ellie nie ma to sensu.
pt_br: Sem a Ellie, não há sentido nisso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[3]/text
es: Cambiar de opinión e irse.
it: Cambia idea e vattene.
ja: 考えを変えて、その場を立ち去ろう。
pl: Zmień zdanie i odleć.
pt_br: Mudar de ideia e partir.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[3]/event/text
es: Decides que esta misión no vale la pena el riesgo.
it: Decidi che questa missione non vale il rischio.
ja: あなたは、このミッションには危険を冒す価値がないと判断した。
pl: Decydujesz, że ta misja nie jest warta ryzyka.
pt_br: Você decide que esta missão não vale o risco.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[3]/event/choice[1]/text
es: Haz algo a bordo del barco.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.
pt_br: Fazer algo a bordo da nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[3]/event/choice[2]/text
es: Hacer nada.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
pt_br: Não fazer nada.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/text
es: Mientras vuelas de vuelta pasando el estadio, notas que los daños colaterales de la lucha han dejado el lugar en desorden. La entrada principal está en llamas y los servicios de emergencia hacen lo posible por entrar, mientras multitudes de personas están paralizadas en sus asientos o huyendo hacia cualquier salida que pueden encontrar. Mientras te concentras en la multitud, Ellie corre hacia ti e informa que vio a Sammy arrastrándose por el escenario, buscando ayuda. «¡Tenemos que ir tras él! ¡Acerca la nave!»
it: Mentre voli di nuovo oltre lo stadio, noti che i danni collaterali del combattimento hanno lasciato il luogo in disordine. L'ingresso principale è in fiamme e i servizi di emergenza stanno facendo del loro meglio per entrare, mentre folle di persone sono paralizzate ai loro posti o fuggono verso qualsiasi uscita riescano a trovare. Mentre sei concentrato sulla folla, Ellie ti corre incontro e ti informa di aver visto Sammy strisciare sul palco, cercando aiuto. "Dobbiamo inseguirlo! Avvicina la nave!"
ja: スタジアムを通り過ぎて飛行機で戻ると、戦いの巻き添えで会場が混乱していることに気づいた。正面玄関は燃えており、救急隊が懸命に中に入る中、大勢の人々が座席に麻痺するか、見つけた出口に逃げ込んでいる。あなたが群衆に注目していると、エリーが駆け寄ってきて、助けを求めてステージ上を這っているサミーを見つけたと報告する。「彼を追いかけなければならない！船を近づけてください！」
pl: Lecąc z powrotem obok stadionu, zauważasz, że szkody uboczne z walki pozostawiły obiekt w chaosie. Główne wejście płonie, a służby ratunkowe robią co mogą, by dostać się do środka, podczas gdy tłumy ludzi albo są sparaliżowane na swoich miejscach, albo uciekają do każdego możliwego wyjścia. Gdy skupiasz się na tłumach, Ellie podbiega do ciebie i informuje, że zauważyła Sammy'ego czołgającego się po scenie, próbującego znaleźć pomoc. "Musimy go dopaść! Podpłyń statkiem bliżej!"
pt_br: Ao voar de volta pelo estádio, você percebe que os danos colaterais da luta deixaram o local em desordem. A entrada principal está em chamas e os serviços de emergência estão fazendo o possível para entrar, enquanto multidões de pessoas estão paralisadas em seus assentos ou fugindo para qualquer saída que encontrem. Enquanto você está focado nas multidões, Ellie corre até você e relata que viu Sammy rastejando no palco, tentando encontrar ajuda. "Temos que ir atrás dele! Aproxime a nave!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/text
es: ¿Qué? ¡¿En serio?! ¿No hemos hecho ya suficiente?
it: Cosa? Sul serio?! Non abbiamo già fatto abbastanza?
ja: 何？真剣に？！私たちは十分な努力をしてきなかった。か？
pl: Co? Poważnie?! Czy nie zrobiliśmy już wystarczająco dużo?
pt_br: O quê? Sério?! Já não fizemos o suficiente?
