Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/event/choice[1]/event/text
es: «¿De verdad? ¿Después de todo esto, todavía me mantendrías cerca? No... no lo entiendo. No soy más que una carga. Supongo que es una oportunidad. Una oportunidad de ser algo. No puedo compensar en lo que me he convertido, pero en los años que me quedan, quizás pueda hacer algo. Gracias, Renegado. No por perdonarme la vida, sino por perdonar a toda la gente que intenté matar. Eres el héroe para los niños que yo nunca pude ser. Necesitamos más gente como tú».
it: "Davvero? Dopo tutto questo, mi terresti ancora con te? Non... non capisco. Sono solo un peso. Immagino sia un'opportunità. Un'opportunità di essere qualcosa. Non posso rimediare a ciò che sono diventato, ma negli anni che mi restano forse posso fare qualcosa. Grazie, Rinnegato. Non per avermi risparmiato, ma per aver risparmiato tutte le persone che ho cercato di uccidere. Tu sei l'eroe per i bambini che io non avrei mai potuto essere. Abbiamo bisogno di più persone come te."
ja: 「本当に？こんなことになっても、まだ私を引き留めてくれるの？私は...理解できない。私はお荷物でしかないチャンスだと思う。何かになるチャンスだ償うことはできないが...あと何年かすれば...何かできるかもしれない。ありがとう、レネゲイド。私を助けてくれてではなく、私が殺そうとしたすべての人々を助けてくれて。あなたは私がなれなかった子供たちのヒーローだ。あなたのような人がもっと必要だ」。
pl: "Naprawdę? Po tym wszystkim nadal byś mnie trzymał? Nie... nie rozumiem. Jestem tylko obciążeniem. Chyba to jest szansa. Szansa, by być kimś. Nie mogę naprawić tego, kim się stałem, ale w tych latach, które mi zostały, może uda mi się coś zrobić. Dziękuję, Renegacie. Nie za oszczędzenie mnie, ale za oszczędzenie wszystkich ludzi, których próbowałem zabić. Jesteś bohaterem dla dzieci, którym ja nigdy nie mogłem być. Potrzebujemy więcej takich ludzi jak ty."
pt_br: "Sério? Depois de tudo isso, você ainda me manteria por perto? Eu não... eu não entendo. Não sou nada além de um fardo. Acho que é uma chance. Uma chance de ser algo. Não posso compensar o que me tornei, mas nos anos que me restam, talvez eu possa fazer algo. Obrigado, Renegado. Não por me poupar, mas por poupar todas as pessoas que tentei matar. Você é o herói para as crianças que eu nunca pude ser. Precisamos de mais pessoas como você."

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/event/choice[2]/text
es: Convencer a Stephan de que se entregue.
it: Convinci Stephan a costituirsi.
ja: ステファンに自首するよう説得する。
pl: Przekonaj Stephana, żeby się poddał.
pt_br: Convencer Stephan a se entregar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/event/choice[2]/event/text
es: Lo único que podría mantener a Stephan, y al resto de la galaxia, a salvo, es encerrarlo. Incluso él lo sabe ahora, y oírlo de ti tiene poco efecto. «Sí... sí, supongo que es lo que debo hacer. Todavía... todavía me aferro a la idea de que quizás las cosas puedan volver a ser como antes. Soy un monstruo. Soy un lunático. Y supongo que el único lugar para esas cosas, si no es en el fondo de un océano, es en un manicomio. Gracias, Renegado, por perdonar a toda esa gente que intenté matar. Sé el tipo de héroe para los niños que yo nunca pude ser».
it: L'unica cosa che potrebbe tenere al sicuro Stephan, e il resto della galassia, è rinchiuderlo. Persino lui lo sa ora, e sentirtelo dire ha poco effetto. "Sì... sì, suppongo sia quello che devo fare. Ancora... mi sento ancora aggrappato all'idea che forse le cose possano tornare come erano. Sono un mostro. Sono un pazzo. E immagino che l'unico posto per queste cose, se non in fondo a un oceano, sia in un manicomio. Grazie, Rinnegato, per aver risparmiato tutte quelle persone che ho cercato di uccidere. Sii il tipo di eroe per i bambini che io non ho mai potuto essere."
ja: ステファンと銀河の残りの安全を守る唯一の方法は、彼を閉じ込めることだ。今となっては彼でさえ知っていることだが、君からそれを聞いてもほとんど効果はない。"そう...そうだね......そうしなければならないね。私はまだ...私は怪物だ。狂人だ。海の底でなくとも、精神病院が唯一の居場所なのだろう。ありがとう、レネゲイド。私が殺そうとした人たちを助けてくれて。私が決してできなかったような、子供たちのヒーローになってくれ」。
pl: Jedyną rzeczą, która mogłaby zapewnić bezpieczeństwo Stephanowi i reszcie galaktyki, jest zamknięcie go. Nawet on to teraz wie, a usłyszenie tego od ciebie ma niewielki wpływ. "Tak... tak, chyba to muszę zrobić. Wciąż... wciąż czuję, że trzymam się myśli, że może wszystko może jeszcze wrócić do normy. Jestem potworem. Jestem wariatem. I chyba jedyne miejsce dla takich rzeczy, jeśli nie na dnie oceanu, to w zakładzie dla obłąkanych. Dziękuję, Renegacie, za oszczędzenie tych wszystkich ludzi, których próbowałem zabić. Bądź takim bohaterem dla dzieci, jakim ja nigdy nie mogłem być."
pt_br: A única coisa que poderia manter Stephan, e o resto da galáxia, seguros, é trancá-lo. Até ele sabe disso agora, e ouvir isso de você tem pouco efeito. "Sim... sim, suponho que é isso que devo fazer. Eu ainda... ainda me sinto apegado à ideia de que talvez as coisas possam voltar a ser como eram. Sou um monstro. Sou um lunático. E acho que o único lugar para essas coisas, se não no fundo de um oceano, é em um hospício. Obrigado, Renegado, por poupar todas aquelas pessoas que tentei matar. Seja o tipo de herói para as crianças que eu nunca pude ser."

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/text
es: Todo lo que puedes hacer es mirar con horror.
it: Tutto ciò che puoi fare è guardare con orrore.
ja: 恐怖を感じながら見守ることしかできない。
pl: Możesz tylko patrzeć z przerażeniem.
pt_br: Tudo o que você pode fazer é assistir horrorizado.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/event/text
es: Sin nada ni nadie capaz o dispuesto a hacer algo ahora para alcanzar a Ellie, lo inevitable es todo lo que queda por ocurrir. En un último golpe de cuchillo y destino, Michael cae con el cuello seccionado. Ellie se yergue, arma homicida en mano, y recibe con los brazos abiertos su ovación de gritos y lágrimas. «¡Me quieren! ¡Quieren a Ellie! ¡Siempre lo han hecho! ¡Siempre lo harán! ¡JAJAJAJAJAJA! ¡JAAAAJAJAJA! ¡Soy una estrella!». Ellie se gira hacia ti, con los brazos aún abiertos. «¡Superfán, el día de Ellie es ahora! ¡No más Sammy! SOLO EXISTE. El programa de Ellie. ¡Y eso es todo lo que habrá!». Ante ti ahora se encuentra un monstruo, un monstruo que quizás si hubieras elegido de otra manera, podrías haber evitado. Pero ahora esta es tu responsabilidad. Dudas que Ellie llegue mucho más lejos en la vida a partir de ahora, pero aún podría serte útil en la misión. Después de eso, sin embargo, es otra historia.
it: Senza niente e nessuno in grado o disposto a fare qualcosa ora per raggiungere Ellie, l'inevitabile è tutto ciò che resta da accadere. In un colpo finale di coltello e destino, Michael cade con il collo reciso. Ellie sta in piedi, arma del delitto in mano, e riceve a braccia aperte la sua standing ovation di urla e lacrime. "Mi amano! Amano Ellie! Lo hanno sempre fatto! E lo faranno sempre! AHAHAHAHAH! AAAHAHAHAH! Sono una stella!" Ellie si volta verso di te, con le braccia ancora aperte. "Superfan, il giorno di Ellie è ora! Niente più Sammy! C'è SOLO. Lo show di Ellie. E questo è tutto ciò che ci sarà mai!" Davanti a te ora c'è un mostro, un mostro che forse, se avessi scelto diversamente, avresti potuto prevenire. Ma ora questa è una tua responsabilità. Dubiti che Ellie andrà molto lontano nella vita da qui, ma potrebbe ancora esserti utile nella missione. Dopo, però, è un'altra storia.
ja: エリーに手を差し伸べられるものも、手を差し伸べようとする者もいない今、避けられないことだけが残されている。ナイフと運命の最後の一撃で、マイケルは首を切断されて倒れる。エリーは凶器を手に立ち上がり、悲鳴と涙のスタンディングオベーションを両手を広げて受ける。「彼らは私を愛している！彼らはエリーを愛している！これまでも、これからも！これからもずっと！HAHAHAHAH！ハハハハハ！私はスターよ！"エリーは、両腕を大きく広げて、あなたの方を向く。「スーパーファンよ、エリーの日は今だ！もうサミーはいない！あるのはただひとつ。エリーのショー。エリーのショーだけだ。 今、あなたの目の前には怪物が立っている。あなたが別の選択をしていれば、防げたかもしれない怪物だ。しかし今、これはあなたの責任なのだ。エリーがこれから先、人生を大きく前進させるとは思えないが、任務ではまだ役に立つかもしれない。しかし、その後のことはまた別の話だ。
pl: Gdy nic i nikt nie jest w stanie ani nie chce nic zrobić, by dotrzeć do Ellie, pozostaje tylko nieuniknione. Ostatecznym ciosem noża i losu, Michael upada z poderżniętym gardłem. Ellie stoi, z narzędziem zbrodni w ręku, i z otwartymi ramionami przyjmuje owacje na stojąco w postaci krzyków i łez. "Kochają mnie! Kochają Ellie! Zawsze kochali! Zawsze będą! HAHAHAHAHAH! HAAAHAHAHAH! Jestem gwiazdą!" Ellie odwraca się do ciebie, wciąż z szeroko otwartymi ramionami. "Superfanie, nadszedł dzień Ellie! Koniec z Sammym! Jest TYLKO. Program Ellie. I to wszystko, co kiedykolwiek będzie!" Przed tobą stoi teraz potwór, potwór, którego być może, gdybyś wybrał inaczej, mógłbyś powstrzymać. Ale teraz to twoja odpowiedzialność. Wątpisz, czy Ellie zajdzie w życiu daleko, ale może nadal przydać ci się w misji. Ale co potem, to już inna historia.
pt_br: Sem nada nem ninguém capaz ou disposto a fazer algo agora para alcançar Ellie, o inevitável é tudo o que resta acontecer. Em um golpe final de faca e destino, Michael cai com o pescoço cortado. Ellie fica de pé, arma do crime na mão, e recebe de braços abertos sua ovação de gritos e lágrimas. "Eles me amam! Eles amam a Ellie! Sempre amaram! Sempre amarão! HAHAHAHAHAH! HAAAHAHAHAH! Sou uma estrela!" Ellie se vira para você, de braços ainda abertos. "Superfã, o dia da Ellie é agora! Chega de Sammy! SÓ EXISTE. O show da Ellie. E é tudo o que sempre haverá!" Diante de você agora está um monstro, um monstro que talvez, se você tivesse escolhido diferente, pudesse ter evitado. Mas agora, esta é sua responsabilidade. Você duvida que Ellie vá muito mais longe na vida a partir daqui, mas ela ainda pode ser útil para você na missão. Depois disso, porém, é outra história.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/event/choice[1]/text
es: Llevarse a Ellie.
it: Porta Ellie con te.
ja: エリーを連れて行こう。
pl: Zabierz Ellie ze sobą.
pt_br: Levar Ellie com você.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/event/choice[1]/event/text
es: No le dices nada a Ellie, pero la agarras del brazo y corres de vuelta a la nave. Todavía perdida en su mundo de sueños, Ellie salta y baila de vuelta a la nave contigo. La Federación probablemente no estará muy contenta contigo por permitir esto.
it: Non dici niente a Ellie ma le tiri il braccio e corri di nuovo alla nave. Ancora persa nel suo mondo dei sogni, Ellie saltella e danza fino alla nave con te. La Federazione probabilmente non sarà molto contenta che tu l'abbia assecondata.
ja: あなたはエリーには何も言わず、彼女の腕を引っ張って船に逃げた。まだ夢の国で迷っているエリーは、スキップして踊りながら、あなたと一緒に船に戻る。おそらく連邦はこれを有効にしたあなたにあまり満足していないだろう。
pl: Nic nie mówisz Ellie, tylko szarpiesz ją za ramię i biegniesz z powrotem na statek. Wciąż zagubiona w swoim świecie marzeń, Ellie podskakuje i tańczy w drodze powrotnej na statek. Federacja prawdopodobnie nie będzie zadowolona, że na to pozwoliłeś.
pt_br: Você não diz nada a Ellie, mas puxa seu braço e corre de volta para a nave. Ainda perdida em seu mundo de sonhos, Ellie pula e dança de volta para a nave com você. A Federação provavelmente não ficará muito feliz com você por permitir isso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/event/choice[2]/text
es: Dejar a Ellie atrás.
it: Lascia Ellie indietro.
ja: エリーを残して。
pl: Zostaw Ellie.
pt_br: Deixar Ellie para trás.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[2]/event/choice[2]/event/text
es: No tienes utilidad en tu nave para alguien tan perdido como Ellie ahora. Solo se convertirá en una carga para ti y tu tripulación. Vuelves a la nave, mientras los refuerzos descienden sobre el escenario a lo lejos. Lo más probable es que el momento de gloria de Ellie no dure mucho más.
it: Sulla tua nave non c'è posto per qualcuno così fuori di testa come Ellie. Diventerebbe solo un peso per te e il tuo equipaggio. Torni alla nave, mentre i rinforzi scendono sul palco in lontananza. È probabile che il momento di gloria di Ellie non durerà ancora a lungo.
ja: エリーのように遠く離れた人を船に乗せる必要はない。彼女はあなたとあなたのクルーにとって負担になるだけだ。あなたは船に戻るが、遠くのステージに援軍が降りてくる。おそらく、エリーの栄光の瞬間はそう長くは続かないだろう。
pl: Nie masz na statku pożytku z kogoś tak daleko posuniętego jak Ellie. Stanie się tylko obciążeniem dla ciebie i twojej załogi. Wracasz na statek, podczas gdy w oddali na scenę schodzą posiłki. Prawdopodobnie chwila chwały Ellie nie potrwa długo.
pt_br: Você não tem utilidade em sua nave para alguém tão perdida quanto Ellie está agora. Ela só se tornará um fardo para você e sua tripulação. Você volta para a nave, enquanto reforços descem sobre o palco ao longe. As chances são de que o momento de glória de Ellie não durará muito mais.
