Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/text
es: Ellie te saca el cuchillo, exigiendo que acerques la nave. No queriendo empezar otra pelea, haces lo que dice. Para tu sorpresa, una vez que estás lo suficientemente cerca del techo abierto del escenario, Ellie corre hacia una de las esclusas y salta. Se agarra a una de las lonas, la rasga y se balancea hasta el escenario. Golpea el suelo y rueda, y por un momento piensas que podría estar muerta por una caída tan larga. Sin embargo, se levanta de nuevo cojeando y sigue acercándose a Sammy, cuchillo en mano. La multitud grita de terror, pero sus ojos están clavados en la escena. «¡ELLIE HA VUELTO! ¡ELLIE ESTÁ DE VUELTA EN EL ESCENARIO, TODOS! ¡ANIMADME!». Ellie da una vuelta, tropezando por su pierna. Saca el cuchillo de su traje y apunta directamente a Sammy. «¡Sammy la Araña, no eres el héroe de ningún niño! ¡Eres un monstruo, enseñando a la juventud la moral degenerada de una era de basura Rebelde! ¡Eres una desgracia para todo lo que este programa ha representado! ¡Y pensar que me despediste! ¡Echaste a Ellie el Equinoide DEL PROGRAMA DE ELLIE EL EQUINOID! ¡LOCO!» «¡Stephan, por favor, para! ¡Me llamo Michael, solo soy un actor! ¡Tú solo eres un actor! ¡Es solo un programa para niños!» «¡CÁLLATE! ¡CÁLLATE! ¡NO SABES NADA! ¡A TI... TU MÚSICA FAVORITA ES EL RAP! ¡NO TIENES GUSTO!» «¡Stephan, ni siquiera escucho rap! ¡Antes de este trabajo, solo era un imitador de Ellie que hacía actuaciones en carnavales y fiestas de cumpleaños! ¡No era nadie, y tú eras mi héroe! ¡Recuerdo verte de niño, me trajiste tanta alegría! ¡Bebía zumo quarp todos los días en el recreo! ¡Todavía tengo mi peluche de Ellie de cuando era niño! ¡No te despedí, lo juro! ¡Solo tuve suerte, conseguí un trabajo de cumpleaños para el sobrino de Vance! ¡Ellie también era su personaje favorito! ¡Vance pensó que era bueno, pero no le gustaba el personaje! ¡Me dijo que planeaba comprar el estudio y añadir nuevos personajes! ¡Sugirió que podría interpretar bien un papel! Estaba tan emocionado... ¡No tenía ni idea de que te iba a REEMPLAZAR! ¡Pensé que podría trabajar a tu lado!» Ellie tartamudea al mencionar al sobrino de Vance, pero parece ignorarlo. «¡MENTIROSO, MENTIROSO! ¡MENTIROSO! ¡NO ME VENGAS CON ESA MILONGA! ¡NO, NO, NO! ¡SOLO HAY UNA ELLIE! ¡TÚ NO PUEDES SER ELLIE!». Ellie agarra a Michael por la pierna y con una impresionante demostración de fuerza lo lanza detrás de ella. Mientras Michael intenta levantarse, Ellie le clava el cuchillo en el hombro, retorciéndolo. Su sonrisa se hace cada vez más ancha, mientras la sangre mancha su uniforme. «ELLIE EL EQUINOID SIEMPRE SERÁ EL MEJOR. PERSONAJE. DE TODA LA HISTORIA DE LOS MEDIOS. Y YO. SIEMPRE. SERÉ. ELLA».
it: Ellie ti punta il coltello, chiedendoti di avvicinare la nave. Non volendo iniziare un'altra lite, fai come dice. Con tuo grande stupore, una volta che sei abbastanza vicino al tetto aperto del palco, Ellie si precipita verso una delle camere di decompressione e salta fuori. Si aggrappa a uno dei teloni, strappandolo e dondolando fino al palco. Colpisce il pavimento e rotola, e per un momento pensi che possa essere morta da una caduta così alta. Tuttavia, si rialza zoppicando e continua ad avvicinarsi a Sammy, coltello in pugno. La folla urla terrorizzata, ma i loro occhi sono incollati alla scena. "ELLIE È TORNATA! ELLIE È TORNATA SUL PALCO, TUTTI! ACCLAMATEMI!" Ellie si gira, inciampando a causa della gamba. Estrae il coltello dalla sua tuta e lo punta direttamente contro Sammy. "Sammy il Ragno, non sei l'eroe di nessun bambino! Sei un mostro, che insegna ai giovani la morale degenerata di un'era di feccia Ribelle! Sei una vergogna per tutto ciò che questo show ha sempre rappresentato! E pensare che mi hai licenziato! Hai cacciato Ellie l'Equinoide DALLO SHOW DI ELLIE L'EQUINOIDE! PAZZO!" "Stephan, per favore, fermati! Il mio nome è Michael, sono solo un attore! Tu sei solo un attore! È solo uno show per bambini!" "ZITTO! ZITTO! NON SAI NIENTE! TU... LA TUA MUSICA PREFERITA È LA MUSICA RAP! NON HAI GUSTO!" "Stephan, non ascolto nemmeno la musica rap! Prima di questo lavoro ero solo un imitatore di Ellie che faceva spettacoli ai carnevali e alle feste di compleanno! Ero un nessuno, e tu eri il mio eroe! Ricordo di averti visto da bambino, mi hai dato tanta gioia! I-io bevevo succo di quarp ogni giorno durante la ricreazione! Ho ancora il mio peluche di Ellie di quando ero bambino! Non ti ho licenziato io, lo giuro! Ho solo avuto fortuna, ottenendo un ingaggio per il compleanno del nipote di Vance! Anche Ellie era il suo personaggio preferito! Vance pensava che fossi bravo, ma non gli piaceva il personaggio! Mi disse che stava pensando di comprare lo studio e aggiungere nuovi personaggi! Mi suggerì che avrei potuto interpretare bene un ruolo! Ero così emozionato... non avevo idea che ti avrei SOSTITUITO! Pensavo che avrei potuto lavorare al tuo fianco!" Ellie balbetta alla menzione del nipote di Vance, ma sembra scrollarsela di dosso. "BUGARDO, BUGARDO! BUGARDO! NON RACCONTARMI QUESTE FROTTOLE! NO NO NO! C'È SOLO UNA ELLIE! TU NON PUOI ESSERE ELLIE!" Ellie afferra Michael per una gamba e con un'impressionante dimostrazione di forza della parte superiore del corpo lo lancia dietro di sé. Mentre Michael cerca di rialzarsi, Ellie gli pianta il coltello nella spalla, torcendolo. Il suo sorriso si allarga sempre di più, mentre il sangue le macchia l'uniforme. "ELLIE L'EQUINOIDE SARÀ SEMPRE IL PIÙ GRANDE. PERSONAGGIO. DI TUTTA LA STORIA DEI MEDIA! E IO. SARÒ SEMPRE. LEI!"
ja: エリーはナイフをあなたに向け、船を引き寄せるよう要求する。もう喧嘩はしたくないので、あなたは彼女の言うとおりにした。ショックだったのは、ステージの屋根が開いているところまで近づくと、エリーがエアロックに駆け寄り、外に飛び出したことだ。彼女はタープのひとつにつかまり、タープを破ってステージに降りる。床に叩きつけられ、転がり、一瞬、長い落下で死んだかと思った。しかし、彼女は足を引きずりながら再び立ち上がり、ナイフを抜きながらサミーに近づき続ける。観客は恐怖で悲鳴を上げるが、彼らの目はその光景に釘付けになっている。 「ELLIE'S BACK！エリーがステージに戻ってきた！私のために声援を！"エリーは足のせいでよろめきながら、くるりと振り返る。スーツからナイフを取り出し、サミーに向ける。「クモのサミー、あなたは子供のヒーローなんかじゃない！お前は怪物だ。反乱軍の汚れた時代の堕落したモラルを若者たちに教えている！お前はこのショーの恥だ！私をクビにしたエリー・ザ・エキノイドをELLIE THE EQUINOID SHOWから追い出した！このルナティック！ 「ステファン やめてくれ僕はマイケル ただの俳優だ君はただの俳優だ！ただの子供番組だ！" 「黙れ！黙れ！うるさい！お前の好きな音楽はラップだ！センスがない！」 「ステファン、ラップなんて聴かないよ！この仕事をする前は、カーニバルや誕生日パーティーでライブをする、ただのエリーの物真似だった！僕は無名で、君は僕のヒーローだった！子供の頃、あなたを見て、とても嬉しかったのを覚えているわ！休み時間に毎日クアープジュースを飲んでいたよ！今でも子供の頃のエリーのぬいぐるみを持ってるよ！君をクビにしたのは僕じゃない！バンスの甥っ子の誕生日に 出演できてラッキーだったのエリーは彼のお気に入りの キャラクターだったバンスは私のことを上手だと思ったけど、そのキャラクターは好きじゃなかったみたい！彼はスタジオを買い取り、新しいキャラクターを加えるつもりだと言っていた！彼は、私がその役をうまく演じられるかもしれないと言ってくれたの！私はとても興奮した......。まさかあなたの代わりになるとは思ってもみなかった！あなたと一緒に働けると思ったのに！」。 エリーはヴァンスの甥の話にどもりながらも、それを振り払うように言った。「嘘つき、嘘つき！嘘つき！うそつき！うそつき！うそつき！」！ウソだ、ウソだ、ウソだ、そんなバカなことを言うな！エリーは一人だけだ！あなたはエリーにはなれない！"エリーはマイケルの足をつかむと、見事な上半身の力でマイケルを背後に投げ飛ばす。マイケルが地面から降りようとすると、エリーはナイフを彼の肩に突き刺し、肩をひねる。彼女の笑顔がますます大きくなり、制服が血で染まる。"エリー・ザ・エキノイドは常に最高である。キャラクター。メディアの歴史の中で！そして私はいつも彼女になる！"
pl: Ellie wyciąga na ciebie nóż, żądając, abyś podpłynął statkiem bliżej. Nie chcąc rozpoczynać kolejnej walki, robisz, co każe. Ku twojemu zdziwieniu, gdy jesteś wystarczająco blisko otwartego dachu sceny, Ellie rzuca się do jednej ze śluz i wyskakuje. Łapie się jednej z plandek, rozrywając ją i huśtając się na scenę. Uderza o podłogę i toczy się, a przez chwilę myślisz, że mogła zginąć od tak długiego upadku. Jednak wstaje ponownie z utykaniem i nadal zbliża się do Sammy'ego z wyciągniętym nożem. Tłum krzyczy z przerażenia, ale ich oczy są przyklejone do sceny. "ELLIE WRÓCIŁA! ELLIE WRÓCIŁA NA SCENĘ, WSZYSCY! KLASZCZCIE DLA MNIE!" Ellie obraca się, potykając się z powodu nogi. Wyciąga nóż ze swojego kostiumu i kieruje go prosto na Sammy'ego. "Sammy Pająk, nie jesteś bohaterem żadnego dziecka! Jesteś potworem, ucząc młodzież zdegenerowanych moralności epoki plugastwa Rebelii! Jesteś hańbą dla wszystkiego, co ten program kiedykolwiek reprezentował! I pomyśleć, że mnie zwolniłeś! Wyrzuciłeś Ellie Koniowatego Z PROGRAMU ELLIE KONIOWATEGO! TY WARIACIE!" "Stephan, proszę, przestań! Nazywam się Michael, jestem tylko aktorem! Jesteś tylko aktorem! To tylko program dla dzieci!" "ZAMKNIJ SIĘ! ZAMKNIJ SIĘ! NIC NIE WIESZ! TY- TWOJA ULUBIONA MUZYKA TO RAP! NIE MASZ GUSTU!" "Stephan, ja nawet nie słucham rapu! Przed tą pracą byłem tylko naśladowcą Ellie, który występował na festynach i przyjęciach urodzinowych! Byłem nikim, a ty byłeś moim bohaterem! Pamiętam, jak oglądałem cię jako dziecko, przyniosłeś mi tyle radości! P-piłem sok quarpowy codziennie na przerwie! Nadal mam pluszaka Ellie z dzieciństwa! Nie zwolniłem cię, p-przysięgam! Po prostu miałem szczęście, dostałem zlecenie na urodziny siostrzeńca Vance'a! Ellie też była jego ulubioną postacią! Vance uważał, że jestem dobry, ale nie podobała mu się postać! Powiedział mi, że planuje kupić studio i dodać nowe postacie! Zasugerował, że mógłbym dobrze zagrać rolę! Byłem tak podekscytowany... nie miałem pojęcia, że mam cię ZASTĄPIĆ! Myślałem, że będę mógł pracować u twojego boku!" Ellie jąka się na wzmiankę o siostrzeńcu Vance'a, ale wydaje się to otrząsnąć. "KŁAMCA, KŁAMCA! KŁAMCA! NIE WCISKAJ MI TYCH BAJEK! NIE, NIE, NIE! JEST TYLKO JEDNA ELLIE! TY NIE MOŻESZ BYĆ ELLIE!" Ellie chwyta Michaela za nogę i z imponującym pokazem siły rzuca go za siebie. Gdy Michael próbuje wstać, Ellie wbija mu nóż w ramię, przekręcając go. Jej uśmiech staje się coraz szerszy, gdy krew pokrywa jej uniform. "ELLIE KONIOWATY ZAWSZE BĘDZIE NAJWIĘKSZĄ. POSTACIĄ. W CAŁEJ HISTORII MEDIÓW! A JA. ZAWSZE. BĘDĘ NIĄ!"
pt_br: Ellie saca sua faca para você, exigindo que você aproxime a nave. Não querendo começar outra briga, você faz o que ela diz. Para seu choque, quando você está perto o suficiente do teto aberto do palco, Ellie corre para uma das escotilhas e salta. Ela se agarra a uma das lonas, rasgando-a e balançando até o palco. Ela atinge o chão e rola, e por um momento você pensa que ela pode ter morrido de uma queda tão longa. No entanto, ela se levanta novamente, mancando, e continua a se aproximar de Sammy, com a faca em punho. A multidão grita de terror, mas seus olhos estão fixos na cena. "A ELLIE VOLTOU! A ELLIE ESTÁ DE VOLTA AO PALCO, PESSOAL! APLAUDAM PARA MIM!" Ellie gira, tropeçando por causa da perna. Ela tira a faca de seu traje e a aponta diretamente para Sammy. "Sammy, a Aranha, você não é herói de criança nenhuma! Você é um monstro, ensinando aos jovens a moral degenerada de uma era de sujeira Rebelde! Você é uma desgraça para tudo o que este show já representou! E pensar que você me demitiu! Você tirou a Ellie, a Equinoide, DO SHOW DA ELLIE, A EQUINOIDE! SEU LUNÁTICO!" "Stephan, por favor, pare! Meu nome é Michael, sou apenas um ator! Você é apenas um ator! É só um programa infantil!" "CALA A BOCA! CALA A BOCA! VOCÊ NÃO SABE DE NADA! VOCÊ- SUA MÚSICA FAVORITA É RAP! VOCÊ NÃO TEM GOSTO!" "Stephan, eu nem escuto rap! Antes deste emprego, eu era apenas um imitador da Ellie que fazia bicos em carnavais e festas de aniversário! Eu era um ninguém, e você era meu herói! Lembro-me de te assistir quando criança, você me trouxe tanta alegria! Eu-eu bebia suco quarp todos os dias no recreio! Ainda tenho meu pelúcia da Ellie de quando eu era criança! Eu não te demiti, eu-eu juro! Eu apenas tive sorte, conseguindo um bico de aniversário para o sobrinho de Vance! Ellie era a personagem favorita dele também! Vance achou que eu era bom, mas não gostou da personagem! Ele me disse que planejava comprar o estúdio e adicionar novos personagens! Ele sugeriu que eu poderia interpretar um papel bem! Eu estava tão animado... eu não tinha ideia de que estaria te SUBSTITUINDO! Pensei que iria trabalhar ao seu lado!" Ellie gagueja ao mencionar o sobrinho de Vance, mas parece ignorar. "MENTIROSO, MENTIROSO! MENTIROSO! NÃO ME VENHA COM ESSA CONVERSA! NÃO, NÃO, NÃO! SÓ EXISTE UMA ELLIE! VOCÊ NÃO PODE SER A ELLIE!" Ellie agarra Michael pela perna e, com uma impressionante demonstração de força, o joga para trás. Enquanto Michael tenta se levantar, Ellie crava sua faca em seu ombro, torcendo-a. Seu sorriso fica cada vez mais largo, enquanto o sangue mancha seu uniforme. "ELLIE, A EQUINOIDE, SEMPRE SERÁ A MAIOR. PERSONAGEM. DE TODA A HISTÓRIA DA MÍDIA! E EU. SEMPRE. SEREI ELA!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/text
es: Ya has detenido suficientes asesinatos. ¿Quizás puedas detener a Ellie de nuevo?
it: Hai fermato abbastanza di questi omicidi. Forse puoi fermare Ellie di nuovo?
ja: あなたはこれらの殺人事件を十分に阻止した。もう一度エリーを止められるかも？
pl: Zatrzymałeś już wystarczająco dużo tych morderstw. Może znowu uda ci się powstrzymać Ellie?
pt_br: Você já impediu assassinatos suficientes. Talvez consiga parar Ellie de novo?

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/event/text
es: Sin tiempo que perder, llamas a Ellie. Aunque tu voz queda casi ahogada por los gritos, parece llegar a Ellie de todos modos. Se detiene, con el cuchillo aún en la mano, y mira a la multitud. Miles de ojos la miran aterrorizados, muchos de ellos niños que solían venerarla, o lo habrían hecho si hubieran tenido edad para ver su programa en el pasado. Ellie vacila, luego vuelve a mirar a Michael, cuyos gemidos han cesado y han sido reemplazados por una sumisión silenciosa, listo para su destino. «Ellie... El... oh, Dios mío». Ellie se levanta y se mira las manos, empapadas de un rojo carmesí. «¿Qué he hecho? ¿En qué me he convertido? Ellie... Ellie nunca haría esto. Ellie no... asesina gente. Tenían razón. Estoy loco. Llevo un maldito disfraz de caballo y estoy completamente loco. ¿Cómo he llegado hasta aquí? ¿CÓMO HE LLEGADO HASTA AQUÍ?». Stephan comienza a gritar, cayendo de rodillas y llevándose las manos a la cabeza. «¡¿QUÉ HE HECHO?! ¿ELENA? ¿ELENA? ¡OH, DIOS MÍO, ELENA, TENÍAS RAZÓN! DEBERÍA ESTAR EN UN MANICOMIO... Yo... debería estar en un manicomio...». Stephan cae al suelo, sollozando. «Lo siento, Michael, lo siento... Dios, ¿qué he hecho?» Michael, aún en shock, lucha por responder, pero cuando lo hace es de una manera extrañamente serena. «Necesitas ver a un médico. Y necesitas alejarte lo más posible de Ellie y de este programa. Te está afectando, tío. Este trabajo te ha vuelto loco. Creo que... creo que me voy a desmayar». Y así lo hace Michael, dejando a Stephan solo en el escenario. «Renegado... supongo que superfán no es la palabra correcta... ¿qué hago? ¿Qué será de mí? Michael tiene razón... Dios, cómo pude pensar que podría recuperarme de esto». Se arranca la gigantesca cabeza de caballo y la tira del escenario, revelando una maraña de pelo gris y un hombre envejecido. No parece amenazante en lo más mínimo sin el disfraz, solo un viejo triste con una vida rota.
it: Senza tempo da perdere, chiami Ellie. Anche se la tua voce è per lo più coperta da tutte le urla, sembra raggiungere Ellie comunque. Lei si ferma, coltello ancora in mano, e guarda la folla. Migliaia di occhi la fissano terrorizzati, molti dei quali sono bambini che una volta la veneravano, o che l'avrebbero fatto se fossero stati abbastanza grandi da vedere il suo show in passato. Ellie vacilla, poi si volta a guardare Michael, i cui gemiti sono cessati e sono stati sostituiti da una quieta sottomissione, pronto al suo destino. "Ellie... El... oh mio dio." Ellie si alza, e si guarda le mani, intrise di un rosso cremisi. "Cosa ho fatto? Cosa sono diventato? Ellie... Ellie non farebbe mai una cosa del genere. Ellie non... uccide le persone. Avevano ragione. Sono pazzo. Indosso un dannato costume da cavallo e sono completamente pazzo. Come sono arrivato qui? COME SONO ARRIVATO QUI?" Stephan inizia a urlare, crollando in ginocchio e mettendosi le mani sulla testa. "COSA HO FATTO?! ELENA? ELENA? OH MIO DIO ELENA AVEVI RAGIONE! APPARTENGO A UN MANICOMIO... Io... appartengo a un manicomio..." Stephan cade a terra, singhiozzando. "Mi dispiace Michael, mi dispiace... dio cosa ho fatto?" Michael, ancora sotto shock, fatica a rispondere, ma quando lo fa è in un modo stranamente composto. "Devi vedere un dottore. E devi allontanarti il più possibile da Ellie e da questo show. Ti sta facendo impazzire, amico. Questo lavoro ti ha fatto diventare pazzo. Penso... penso che sverrò." E così fa Michael, lasciando Stephan tutto solo sul palco. "Rinnegato... immagino che superfan non sia la parola giusta... cosa faccio? Cosa ne sarà di me? Michael ha ragione... dio come ho mai potuto pensare di potermi riprendere da questo." Si strappa l'enorme testa di cavallo e la getta via dal palco, rivelando un groviglio disordinato di capelli grigi e un uomo invecchiato. Non sembra minaccioso neanche un po' senza il costume, solo un vecchio triste con una vita spezzata.
ja: 時間を無駄にすることなく、あなたはエリーに呼びかける。あなたの声は叫び声にかき消されてしまったが、エリーには届いたようだ。彼女はナイフを持ったまま立ち止まり、群衆を見渡す。その多くは、かつてエリーを崇拝していた、あるいはかつて彼女のショーを見ることができた年齢であれば崇拝していたであろう子供たちだ。エリーはためらってから、マイケルのほうに目をやった。 「エリー...エリー...エル...何てことエリーは立ち上がり、真紅に染まった手を見る。「私は何をした？私はどうなってしまったの？エリーは...エリーはこんなことしない。エリーは人を殺したりしない。彼らは正しかった私は正気じゃない血まみれの馬のコスチュームを着て完全に狂ってるどうやってここに来たの？どうやってここに来たんだ？ステファンは叫び始め、膝をついて両手を頭に置いた。「僕は何をしたんだ？エレナ？エレナ？なんてことだ、エレナ......君は正しかった！私は精神病院にいるべき...I...私は...私は精神病院に属している...」。ステファンは床に倒れ、すすり泣く。「ごめんなさい、マイケル、ごめんなさい...神様...私はなんてことをしてしまったんでしょう...」。 マイケルはまだショックを受けており、返事をするのに必死だったが、返事をすると妙に落ち着いた態度になった。「医者に診てもらったほうがいい。エリーやこのショーからできるだけ離れたほうがいい。この仕事のせいで、君はおかしくなってしまったんだ。この仕事のせいで、君はおかしくなったんだ。たぶん...気を失いそうなんだ」。そしてマイケルはそうし、ステファンはステージにひとり残された。"レネゲイド...スーパーファンという言葉は適切ではないようだ...どうしたらいいんだろう？私はどうなるの？マイケルの言う通りだ...神様......どうやってここから復活できると思ったんだろう......」。彼は巨大な馬の頭を引きちぎり、ステージから放り投げると、乱雑に絡まった白髪と老いた男が姿を現した。衣装がなければ、彼は少しも威嚇的に見えず、ただ人生に破れた悲しい老人だ。
pl: Nie tracąc czasu, wołasz do Ellie. Chociaż twój głos jest w większości zagłuszony przez krzyki, wydaje się, że dociera do Ellie. Zatrzymuje się, z nożem wciąż w ręku, i spogląda na tłum. Tysiące oczu wpatrują się w nią z przerażeniem, wiele z nich to dzieci, które kiedyś ją czciły, lub czciłyby, gdyby były wystarczająco dorosłe, by oglądać jej program w przeszłości. Ellie waha się, po czym spogląda z powrotem na Michaela, którego skomlenie ucichło i zostało zastąpione cichą uległością, gotowego na swój los. "Ellie... El... o mój Boże." Ellie wstaje i patrzy na swoje ręce, przesiąknięte szkarłatną czerwienią. "Co ja zrobiłem? Kim się stałem? Ellie... Ellie nigdy by tego nie zrobiła. Ellie nie... morduje ludzi. Mieli rację. Jestem szalony. Mam na sobie zakrwawiony kostium konia i jestem kompletnie szalony. Jak tu trafiłem? JAK TU TRAFIŁEM?" Stephan zaczyna krzyczeć, upadając na kolana i kładąc ręce na głowie. "CO JA ZROBIŁEM?! ELENA? ELENA? O MÓJ BOŻE ELENA, MIAŁAŚ RACJĘ! POWINIENEM BYĆ W ZAKŁADZIE DLA OBŁĄKANYCH... Ja... powinienem być w zakładzie dla obłąkanych..." Stephan upada na podłogę, szlochając. "Przepraszam, Michael, przepraszam... Boże, co ja zrobiłem?" Michael, wciąż w szoku, ma trudności z odpowiedzią, ale kiedy to robi, jest to w dziwnie opanowany sposób. "Musisz iść do lekarza. I musisz trzymać się jak najdalej od Ellie i tego programu. To ci miesza w głowie, stary. Ta praca doprowadziła cię do szaleństwa. Myślę... myślę, że zaraz zemdleję." I Michael mdleje, zostawiając Stephana samego na scenie. "Renegacie... chyba superfan to nie jest właściwe słowo... co mam robić? Co się ze mną stanie? Michael ma rację... Boże, jak mogłem myśleć, że z tego wyjdę." Zdejmuje gigantyczną głowę konia i rzuca ją ze sceny, odsłaniając splątane siwe włosy i starzejącego się mężczyznę. Bez kostiumu nie wygląda groźnie nawet w najmniejszym stopniu, tylko jak smutny staruszek ze złamanym życiem.
pt_br: Sem tempo a perder, você chama por Ellie. Embora sua voz seja quase abafada por todos os gritos, parece alcançar Ellie mesmo assim. Ela para, com a faca ainda na mão, e olha para a multidão. Milhares de olhos a encaram com terror, muitos deles crianças que costumavam reverenciá-la, ou teriam, se tivessem idade suficiente para assistir ao seu show no passado. Ellie hesita, depois olha de volta para Michael, cujos gemidos cessaram e foram substituídos por uma submissão silenciosa, pronto para seu destino. "Ellie... El... oh, meu Deus." Ellie se levanta e olha para suas mãos, encharcadas de um vermelho carmesim. "O que eu fiz? No que eu me tornei? A Ellie... a Ellie nunca faria isso. A Ellie não... assassina pessoas. Eles estavam certos. Eu sou louco. Estou usando uma fantasia de cavalo ensanguentada e sou completamente louco. Como cheguei aqui? COMO CHEGUEI AQUI?" Stephan começa a gritar, caindo de joelhos e colocando as mãos na cabeça. "O QUE EU FIZ?! ELENA? ELENA? OH, MEU DEUS, ELENA, VOCÊ ESTAVA CERTA! EU PERTENÇO A UM HOSPÍCIO... Eu... eu pertenço a um hospício..." Stephan cai no chão, soluçando. "Me desculpe, Michael, me desculpe... Deus, o que eu fiz?" Michael, ainda em choque, luta para responder, mas quando o faz, é de uma maneira estranhamente composta. "Você precisa de um médico. E precisa se afastar o máximo possível da Ellie e deste show. Está mexendo com você, cara. Este trabalho te enlouqueceu. Acho... acho que vou desmaiar." E assim Michael o faz, deixando Stephan sozinho no palco. "Renegado... acho que superfã não é a palavra certa... o que eu faço? O que será de mim? Michael está certo... Deus, como eu pude pensar que poderia me recuperar disso." Ele arranca a gigantesca cabeça de cavalo e a joga para fora do palco, revelando um emaranhado de cabelos grisalhos e um homem envelhecido. Ele não parece ameaçador nem um pouco sem a fantasia, apenas um velho triste com uma vida quebrada.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY_WIN"]/choice/event/choice[@req="ELLIE_GOOD_CHECK"]/event/choice[1]/text
es: Llevarse a Stephan.
it: Porta Stephan con te.
ja: ステファンを連れて行こう。
pl: Zabierz Stephana ze sobą.
pt_br: Levar Stephan com você.
