Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//ship[@name="SHIP_ELLIE_STATION"]/destroyed/text
es: Has destruido la estación. Aunque queda algo de chatarra, es dudoso que Ellie sobreviviera a la explosión.
it: Hai distrutto la stazione.Mentre un po 'di rottami viene lasciato indietro, è dubbio che Ellie sia sopravvissuta all'esplosione.
ja: ステーションを破壊した。残骸はいくらか残っているが、エリーが爆発で生き残ったかどうかは疑わしい。
pl: Zniszczyłeś stację. Chociaż pozostało trochę złomu, wątpliwe jest, czy Ellie przetrwała eksplozję.
pt_br: Você destruiu a estação.Enquanto um pouco de sucata é deixado para trás, Ellie duvidosa sobreviveu à explosão.

source: data/events_special_ellie.xml$//ship[@name="SHIP_ELLIE_STATION"]/deadCrew/text
es: Has eliminado al último de los Ingenieros. Después de desguazar el exterior, procedes a abordar la estación de nuevo.
it: Hai eliminato gli ultimi Ingegneri. Dopo aver smantellato l'esterno, procedi a salire di nuovo a bordo della stazione.
ja: 最後のエンジニアを一掃した。外装を解体した後、再びステーションに乗り込む。
pl: Wyeliminowałeś ostatnich Inżynierów. Po zezłomowaniu zewnętrznej części stacji, wchodzisz na pokład ponownie.
pt_br: Você limpou o último dos engenheiros.Depois de descartar o exterior, você prossegue para embarcar na estação novamente.

source: data/events_special_ellie.xml$//ship[@name="SHIP_ELLIE_STATION"]/deadCrew/choice/text
es: Encontrar a Ellie.
it: Trova Ellie.
ja: エリーを見つける。
pl: Znajdź Ellie.
pt_br: Encontrar Ellie.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/text
es: Una señal de socorro en bucle cercana revela una estación muy dañada y una cápsula de escape. Con poco tiempo para reaccionar, recoges la cápsula y la abres, encontrando a un hombre gravemente herido con un enorme tajo en la espalda. «Por favor... ayuda... hay un maníaco... ugh...» El hombre se desploma, muerto, formando charcos de sangre bajo él. Es increíblemente espantoso, y por una vez te alegras de estar tan insensibilizado a estas cosas en tu profesión.
it: Un segnale di soccorso in loop nelle vicinanze rivela una stazione gravemente danneggiata e una capsula di salvataggio. Con poco tempo per reagire, raccogli la capsula di salvataggio e la apri, per trovare un uomo gravemente ferito con un'enorme ferita sulla schiena. "Per favore... aiuto... c'è un maniaco... ugh..." L'uomo crolla, morto, pozze di sangue si formano sotto di lui. È incredibilmente raccapricciante, e per una volta sei contento di essere diventato così desensibilizzato a queste cose nella tua professione.
ja: 近くでループする救難信号により、ひどく損傷したステーションと脱出ポッドが明らかになる。反応する時間がほとんどなく、脱出ポッドをすくい上げて開けると、背中に大きな切り傷を負った重傷を負った男性を発見した。「お願い・・・助けて・・・狂人がいる・・・うわ・・・。」 男は倒れて死んでおり、その下に血だまりができていた。それは信じられないほど恐ろしいことであり、職業上、このようなことに鈍感になったことを一度はうれしく思う。
pl: Pobliskie, zapętlone sygnały alarmowe ujawniają poważnie uszkodzoną stację i kapsułę ratunkową. Mając niewiele czasu na reakcję, podnosisz kapsułę i otwierasz ją, by znaleźć ciężko rannego mężczyznę z ogromną raną na plecach. "Proszę... pomóż... jest tu szaleniec... ugh..." Mężczyzna upada, martwy, a pod nim tworzą się kałuże krwi. To niesamowicie makabryczne i po raz pierwszy cieszysz się, że w swoim zawodzie stałeś się tak znieczulony na takie rzeczy.
pt_br: Um sinal de socorro em loop próximo revela uma estação gravemente danificada e uma cápsula de escape. Com pouco tempo para reagir, você recolhe a cápsula de escape e a abre, para encontrar um homem gravemente ferido com um enorme corte nas costas. "Por favor... ajude... há um maníaco... ugh..." O homem tomba, morto, poças de sangue se formando sob ele. É incrivelmente horripilante, e pela primeira vez você fica feliz por ter se tornado tão insensível a essas coisas em sua profissão.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/text
es: Investigar la estación. ¿Quizás puedas ayudar?
it: Indaga sulla stazione. Forse puoi aiutare?
ja: ステーションを調査する。もしかしたら手伝えるかも？
pl: Zbadaj stację. Może możesz pomóc?
pt_br: Investigar a estação. Talvez você possa ajudar?

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/text
es: En cuanto subes a bordo, te arrepientes de inmediato. Aunque las luces principales están casi apagadas y las de emergencia solo ofrecen un débil resplandor rojo, ves todo tipo de escenas preocupantes. Un cadáver yace a pocos centímetros de otra escotilla de cápsula de escape, y varios cuerpos cuelgan de cables que salen de los conductos de ventilación. Marcas de cuchillo cubren las paredes y hay sangre por todas partes. Esto no es una invasión ordinaria, es una masacre. Mientras continúas explorando, finalmente te encuentras con un hombre extraño vestido con un brillante disfraz de equinoide cubierto de sangre, con una quemadura en la pierna que está curándose. Le tocas el hombro y él se da la vuelta sorprendido.
it: Appena sali a bordo te ne penti immediatamente. Sebbene le luci principali siano per lo più spente e le luci di emergenza offrano solo un debole bagliore rosso, vedi ogni tipo di spettacolo preoccupante. Un cadavere giace a pochi centimetri da un altro portello della capsula di salvataggio, e diversi corpi pendono da fili che spuntano dai condotti di ventilazione. Segni di coltello coprono le pareti e c'è sangue ovunque. Questa non è un'invasione ordinaria, è un massacro. Mentre continui a esplorare, alla fine ti imbatti in uno strano uomo vestito con un costume da equinoide luminoso coperto di sangue, con un'ustione alla gamba che sta curando. Allunghi la mano e tocchi l'uomo sulla spalla, e lui si gira di scatto sorpreso.
ja: 乗り込むとすぐに後悔する。メインの照明はほとんど消えており、非常灯はほんのり赤い光だけを照らしているが、あらゆる種類の不気味な光景を目にする。別の脱出ポッドのハッチからほんの数インチ離れたところに死体が横たわっており、換気シャフトから伸びるワイヤーに数人の死体がぶら下がっている。ナイフの跡が壁を覆い、いたるところに血痕が残っている。これは普通の侵略ではなく、大虐殺だ。探索を続けると、最終的には、足に火傷を負い、血まみれの明るい騎馬民族の衣装を着た奇妙な男に遭遇する。あなたが手を伸ばして男性の肩に触れると、彼は驚いて飛び回る。
pl: Gdy tylko wchodzisz na pokład, natychmiast tego żałujesz. Chociaż główne światła są w większości wyłączone, a światła awaryjne dają tylko słabe czerwone światło, dostrzegasz wszelkiego rodzaju niepokojące widoki. Zwłoki leżą zaledwie kilka centymetrów od kolejnego włazu kapsuły ratunkowej, a kilka ciał wisi na kablach wychodzących z szybów wentylacyjnych. Ślady noża pokrywają ściany, a wszędzie jest krew. To nie jest zwykła inwazja - to masakra. Kontynuując eksplorację, w końcu natrafiasz na dziwnego mężczyznę ubranego w jaskrawy kostium koniowatego, pokrytego krwią, z oparzeniem na nodze, które opatruje. Sięgasz i dotykasz mężczyzny w ramię, a on gwałtownie się odwraca z zaskoczenia.
pt_br: Assim que você sobe a bordo, se arrepende imediatamente. Embora as luzes principais estejam quase todas apagadas e as luzes de emergência ofereçam apenas um brilho vermelho fraco, você vê todos os tipos de cenas perturbadoras. Um cadáver jaz a poucos centímetros de outra escotilha de cápsula de escape, e vários corpos pendem de fios que saem de dutos de ventilação. Marcas de faca cobrem as paredes e há sangue por toda parte. Isso não é uma invasão comum - é um massacre. Conforme você continua explorando, finalmente encontra um homem estranho vestido com uma fantasia de equinoide brilhante, coberto de sangue, com uma queimadura na perna que ele está cuidando. Você estende a mão e toca o homem no ombro, e ele se vira bruscamente, surpreso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/text
es: ¿Estás bien? ¿Qué está pasando?
it: Stai bene? Cosa sta succedendo?
ja: 大丈夫か？どうしたのか？
pl: Wszystko w porządku? Co się dzieje?
pt_br: Você está bem? O que está acontecendo?

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/text
es: El hombre sonríe cuando te ve, casi de forma antinatural a pesar del dolor que debe sentir. Habla con una voz aguda y te trata como si fueras un niño. «¡Amigos! ¡Oh, estoy tan, tan contento de que hayáis venido a ayudar!». Extiende la mano, que estrechas a regañadientes. «¡Soy Ellie el Equinoide! ¡Hiii!». Relincha, fingiendo galopar con las manos. «¿Visteis mi programa alguna vez? ¡¿Sois fans?! ¡¿Un suuuuuuperfán, tal vez?! ¡Oh, conocí a tantos fans, a todo el mundo le encanta mi programa! Es atemporal, es eterno... es... es... jajajaja...»
it: L'uomo sorride quando ti vede, in modo quasi innaturale nonostante il dolore che deve provare. Parla con una voce acuta e ti parla come se fossi un bambino. "Amici! Oh, sono così felice che siate venuti ad aiutare!" Allunga la mano, che tu stringi con riluttanza. "Sono Ellie l'Equinoide! Iiiih!" Nitrisce, fingendo di impennarsi con le mani. "Avete mai visto il mio show? Siete dei fan?! Un suuuuuuperfan, forse?! Oh, ho incontrato così tanti fan, tutti amano il mio show! È senza tempo, è eterno... è... è... hahahah..."
ja: その男性は、あなたを見ると、苦痛を感じているはずなのに、ほとんど不自然なほどに微笑む。彼は甲高い声で、あなたが子供のように話しかける。「友達！ 助けに来てくれて本当に嬉しいよ！」彼は手を差し出し、あなたはしぶしぶ握手する。「私はエクイノイドのエリーだ！ ねえああ！」彼女は手で跳ねるふりをしながら泣き言を言う。「私のショーを見たことはあるか？ あなたはファンか？！すごいファン、たぶん？！ああ、たくさんのファンに会った、みんな私のショーが大好きだ！それは時代を超え、年齢を超えている・・・それは・・・それは・・・ハハハ。」
pl: Mężczyzna uśmiecha się, gdy cię widzi, prawie nienaturalnie, mimo bólu, który musi odczuwać. Mówi wysokim głosem i zwraca się do ciebie, jakbyś był dzieckiem. "Przyjaciele! Och, tak się cieszę, że przyszliście pomóc!" Wyciąga rękę, którą niechętnie ściskasz. "Jestem Ellie Koniowaty! I-ha-ha!" Rży, udając, że bryka rękami. "Oglądaliście kiedyś mój program? Jesteście fanami?! A może suuuuuuperfanami?! Och, spotkałem tylu fanów, wszyscy kochają mój program! Jest ponadczasowy, wieczny... jest... jest... hahahah..."
pt_br: O homem sorri quando o vê, quase de forma não natural, apesar da dor que deve estar sentindo. Ele fala com uma voz aguda e fala com você como se você fosse uma criança. "Amiguinhos! Oh, estou tão, tão feliz que vocês vieram ajudar!" Ele estende a mão, que você aperta relutantemente. "Eu sou Ellie, a Equinoide! Nheeee!" Ela relincha, fingindo empinar com as mãos. "Você já assistiu ao meu show? Você é um fã?! Um suuuuuuperfã, talvez?! Oh, eu conheci tantos fãs, todo mundo ama meu show! É atemporal, é eterno... é... é... hahahah..."

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/text
es: No me acuerdo.
it: Non ricordo.
ja: 思い出せない。
pl: Nie pamiętam.
pt_br: Não consigo me lembrar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/event/text
es: «¡Qué tontos! ¡Todo el mundo ha visto el programa de Ellie el Equinoide! Oh amigos, ¿no me ayudaréis? En esta estación hay mucha gente mala. ¡Gente mala que ha hecho daño a Ellie! ¡Debemos detenerlos antes de que hagan daño a más gente! ¿Me ayudaréis? ¿Porfa, porfa?»
it: "Che sciocchezza! Tutti hanno visto lo show di Ellie l'Equinoide! Oh amici, non mi aiuterete? Su questa stazione ci sono molte persone cattive. Persone cattive che hanno fatto male a Ellie! Dobbiamo fermarle prima che facciano del male ad altre persone! Mi aiuterete? Oh, vi prego, vi prego?"
ja: 「なんてばかばかしいことだろう！みんな、『エクイノイドのエリー』の番組を見たよ！おお友たち、助けてくれない？この放送局には悪い人がたくさんいる。エリーを傷つける悪い人たちだ！彼らがこれ以上傷つける前に、私たちは彼らを止めなければならない。みんな！助けてくれませんか？ああ、かわいくてお願いする？」
pl: "Jakie to głupie! Wszyscy oglądali program Ellie Koniowatego! Och przyjaciele, czy mi pomożecie? Na tej stacji jest wielu złych ludzi. Złych ludzi, którzy skrzywdzili Ellie! Musimy ich powstrzymać, zanim skrzywdzą więcej ludzi! Pomożecie mi? Och, proszę, proszę?"
pt_br: "Que bobagem! Todo mundo já assistiu ao show da Ellie, a Equinoide! Oh, amiguinhos, vocês não vão me ajudar? Esta estação tem muitas pessoas más. Pessoas más que machucaram a Ellie! Temos que impedi-los antes que machuquem mais pessoas! Vocês vão me ajudar? Por favorzinho?"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/event/choice[1]/text
es: Aceptar ayudarla.
it: Accetta di aiutarla.
ja: 彼女を助けることに同意する。
pl: Zgódź się jej pomóc.
pt_br: Concordar em ajudá-la.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/event/choice[1]/event/text
es: «¡Genial! Me quedaré aquí cuidándome la pierna, ¡vosotros daos prisa y encargaos de estos malosos! ¡Hiii! Buena suerte, pero por favor, no destruyáis la estación. ¡Incluso los caballos mágicos como Ellie no pueden respirar en el espacio!»
it: "Fantastico! Io resterò qui a curarmi la gamba, voi sbrigatevi e occupatevi di questi cattivoni! Iiiih! Buona fortuna, ma per favore non distruggete la stazione. Anche i cavalli magici come Ellie non possono respirare nello spazio!"
ja: 「素晴らしい！ 私はここにいて足の世話を続けるから、急いでこの悪党たちを始末して！ ねえ、頑張ってね、でもステーションを破壊しないでね。エリーのような魔法の馬でも無理だよ。宇宙では息をしてはいけません！」
pl: "Wspaniale! Zostanę tutaj i będę dalej opatrywać nogę, a wy pospieszcie się i zajmijcie się tymi złoczyńcami! I-ha-ha! Powodzenia, ale proszę, nie niszczcie stacji. Nawet magiczne konie jak Ellie nie mogą oddychać w kosmosie!"
pt_br: "Ótimo! Eu vou ficar aqui cuidando da minha perna, vocês se apressem e cuidem desses malvados! Nheeee! Boa sorte, mas por favor, não destruam a estação. Mesmo cavalos mágicos como a Ellie não conseguem respirar no espaço!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/event/choice[2]/text
es: Rechazar.
it: Declino.
ja: 辞退する。
pl: Odmawiać.
pt_br: Declínio.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[1]/event/choice[2]/event/text
es: «Oh, me pones triste. Muy, muy triste...». Ellie pone una cara de enfado exagerada por un momento y luego vuelve a sonreír. Asustado como nunca antes, te levantas y te vas lo más rápido posible.
it: "Oh, mi rendi triste. Così triste..." Ellie fa un'espressione accigliata esagerata per un momento, poi torna a sorridere. Inquietato oltre ogni limite, ti alzi e te ne vai il più velocemente possibile.
ja: 「ああ、あなたは私を悲しくさせます。とても悲しい・・・。」エリーは一瞬大袈裟に顔をしかめた後、笑顔に戻った。これまでに経験したことのないほど恐ろしくなって、あなたは立ち上がってできるだけ早く立ち去る。
pl: "Och, smucisz mnie. Tak bardzo, bardzo..." Ellie na chwilę robi przesadnie smutną minę, po czym wraca do uśmiechu. Przerażony bardziej niż kiedykolwiek wcześniej, wstajesz i wychodzisz tak szybko, jak to możliwe.
pt_br: "Oh, você me deixa triste. Tão, tão triste..." Ellie faz uma careta exagerada com o rosto momentaneamente e depois volta a sorrir. Assustado além de qualquer coisa que você já esteve antes, você se levanta e sai o mais rápido possível.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/text
es: (Alkali) «¡Profesor Ellie, es un honor conocerle en persona!»
it: (Alkali) "Professoressa Ellie, è un onore incontrarla di persona!"
ja: （アルカリ）「エリー教授、直接お会いできて光栄だ！」
pl: (Alkali) "Profesorze Ellie, to zaszczyt poznać pana osobiście!"
pt_br: (Alkali) "Professora Ellie, é uma honra conhecê-la pessoalmente!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/event/text
es: Alkali parece extremadamente emocionado por una vez, estrechando la mano de Ellie. «¡Su revolucionario Zumo Quarp ha sido la base de todos mis experimentos con Morfos! ¡Su genio debe rivalizar casi con el mío para haber ideado un compuesto tan potente y útil!» Ellie no parece registrar lo que Alkali ha dicho, pero le gustan los elogios. «¡¿Otro superfán?! ¡Hiii! Me encanta conocer a los fans. ¡Debéis ser incluso SUPERFÁNS! Oh amigos, ¿no me ayudaréis? En esta estación hay mucha gente mala. ¡Gente mala que ha hecho daño a Ellie! ¡Debemos detenerlos antes de que hagan daño a más gente! ¿Me ayudaréis? ¿Porfa, porfa?»
it: Alkali sembra estremamente eccitato per una volta, stringendo la mano di Ellie. "Il suo rivoluzionario Succo Quarp è stato la base per l'interezza dei miei esperimenti sui Morph! La sua genialità deve quasi rivaleggiare con la mia per aver creato un composto così potente e utile!" Ellie non sembra nemmeno registrare ciò che Alkali ha detto, ma le piace l'elogio. "Un altro superfan?! Nitrito! Adoro incontrare i fan. Voi dovete essere addirittura SUPERFAN! Oh amici, non mi aiuterete? Su questa stazione ci sono molte persone cattive. Persone cattive che hanno fatto male a Ellie! Dobbiamo fermarle prima che facciano del male ad altre persone! Mi aiuterete? Oh, vi prego, vi prego?"
ja: アルカリはエリーの手を握りながら、この時ばかりは非常に興奮した様子だった。「あなたの革命的なクアープジュースは、私のモーフー実験のすべての基礎となった！あなたの天才的な才能は、私に匹敵するに違いない！これほど強力で有用な化合物を調合したのだから！」ȾȾエリーはアルカリの言葉をよく理解していないようだが、その賞賛は気に入っているようだ。"またスーパーファン？ウィニー！ファンに会うのは大好きよ。あなたたちはスーパーファンに違いない！ああ、友よ、助けてくれないか？この局には悪い人がたくさんいるんだ。エリーを傷つける悪い人たち！もっと多くの人を傷つける前に、彼らを止めなきゃ！助けてくれる？お願いだから」。
pl: Alkali wydaje się po raz pierwszy niezwykle podekscytowany, ściskając dłoń Ellie. "Pana rewolucyjny Sok Quarp był podstawą wszystkich moich eksperymentów z Morfami! Pana geniusz musi niemal dorównywać mojemu, skoro stworzył pan tak potężny i użyteczny związek!" Ellie nie wydaje się nawet rejestrować tego, co powiedział Alkali, ale podoba jej się pochwała. "Kolejny superfan?! Rżenie! Uwielbiam spotykać fanów. Musicie być nawet SUPERFANAMI! Och przyjaciele, czy mi pomożecie? Na tej stacji jest wielu złych ludzi. Złych ludzi, którzy skrzywdzili Ellie! Musimy ich powstrzymać, zanim skrzywdzą więcej ludzi! Pomożecie mi? Och, proszę, proszę?"
pt_br: Alkali parece extremamente animado pela primeira vez, apertando a mão de Ellie. "Seu revolucionário Suco Quarp foi a base para a totalidade dos meus experimentos com Morphhh! Sua genialidade deve quase rivalizar com a minha por ter criado um composto tão poderoso e útil!" Ellie não parece nem mesmo registrar o que Alkali disse, mas ela gosta do elogio. "Outro superfã?! Nhee! Eu amo conhecer fãs. Vocês devem ser SUPERFÃS! Oh, amiguinhos, vocês não vão me ajudar? Esta estação tem muitas pessoas más. Pessoas más que machucaram a Ellie! Temos que impedi-los antes que machuquem mais pessoas! Vocês vão me ajudar? Por favorzinho?"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/event/choice[1]/text
es: Aceptar ayudarla.
it: Accetta di aiutarla.
ja: 彼女を助けることに同意する。
pl: Zgódź się jej pomóc.
pt_br: Concordar em ajudá-la.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/event/choice[1]/event/text
es: «¡Genial! Me quedaré aquí cuidándome la pierna, ¡vosotros daos prisa y encargaos de estos malosos! ¡Hiii! Buena suerte, pero por favor, no destruyáis la estación. ¡Incluso los caballos mágicos como Ellie no pueden respirar en el espacio!»
it: "Fantastico! Io resterò qui a curarmi la gamba, voi sbrigatevi e occupatevi di questi cattivoni! Iiiih! Buona fortuna, ma per favore non distruggete la stazione. Anche i cavalli magici come Ellie non possono respirare nello spazio!"
ja: 「素晴らしい！ 私はここにいて足の世話を続けるから、急いでこの悪党たちを始末して！ ねえ、頑張ってね、でもステーションを破壊しないでね。エリーのような魔法の馬でも無理だよ。宇宙では息をしてはいけません！」
pl: "Wspaniale! Zostanę tutaj i będę dalej opatrywać nogę, a wy pospieszcie się i zajmijcie się tymi złoczyńcami! I-ha-ha! Powodzenia, ale proszę, nie niszczcie stacji. Nawet magiczne konie jak Ellie nie mogą oddychać w kosmosie!"
pt_br: "Ótimo! Eu vou ficar aqui cuidando da minha perna, vocês se apressem e cuidem desses malvados! Nheeee! Boa sorte, mas por favor, não destruam a estação. Mesmo cavalos mágicos como a Ellie não conseguem respirar no espaço!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/event/choice[2]/text
es: Rechazar.
it: Declino.
ja: 辞退する。
pl: Odmawiać.
pt_br: Declínio.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[1]/event/choice/event/choice[@req="unique_alkali"]/event/choice[2]/event/text
es: «Oh, me pones triste. Muy, muy triste...». Ellie pone una cara de enfado exagerada por un momento y luego vuelve a sonreír. Asustado como nunca antes, te levantas y te vas lo más rápido posible.
it: "Oh, mi rendi triste. Così triste..." Ellie fa un'espressione accigliata esagerata per un momento, poi torna a sorridere. Inquietato oltre ogni limite, ti alzi e te ne vai il più velocemente possibile.
ja: 「ああ、あなたは私を悲しくさせます。とても悲しい・・・。」エリーは一瞬大袈裟に顔をしかめた後、笑顔に戻った。これまでに経験したことのないほど恐ろしくなって、あなたは立ち上がってできるだけ早く立ち去る。
pl: "Och, smucisz mnie. Tak bardzo, bardzo..." Ellie na chwilę robi przesadnie smutną minę, po czym wraca do uśmiechu. Przerażony bardziej niż kiedykolwiek wcześniej, wstajesz i wychodzisz tak szybko, jak to możliwe.
pt_br: "Oh, você me deixa triste. Tão, tão triste..." Ellie faz uma careta exagerada com o rosto momentaneamente e depois volta a sorrir. Assustado além de qualquer coisa que você já esteve antes, você se levanta e sai o mais rápido possível.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[2]/text
es: Evitar la estación.
it: Evita la stazione.
ja: ステーションを避ける。
pl: Omiń stację.
pt_br: Evite a estação.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[2]/event/text
es: Decides que abordar la estación no vale la pena el riesgo.
it: Decidi che salire a bordo della stazione non vale il rischio.
ja: あなたは、危険を冒してまでステーションに乗る価値がないと判断した。
pl: Decydujesz, że wejście na stację nie jest warte ryzyka.
pt_br: Você decide que embarcar na estação não vale o risco.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[2]/event/choice[1]/text
es: Haz algo a bordo del barco.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.
pt_br: Fazer algo a bordo da nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START"]/choice[2]/event/choice[2]/text
es: Hacer nada.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
pt_br: Não fazer nada.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/text
es: Encuentras a Ellie poco después, merodeando por los pasillos, todavía cojeando. Intentas preguntarle qué está haciendo pero te interrumpe un fuerte ruido metálico al otro lado del pasillo. Ellie se arrodilla y se acerca sigilosamente a la esquina, donde parece ver algo. Se gira y se lleva un dedo a los labios, luego vuelve a asomar la cabeza.
it: Trovi Ellie poco dopo, che si aggira per i corridoi, ancora zoppicante. Cerchi di chiederle cosa sta facendo ma vieni interrotto da un forte rumore metallico dall'altra parte del corridoio. Ellie si mette in ginocchio e si avvicina lentamente all'angolo, dove sembra scorgere qualcosa. Si gira e ti fa segno di fare silenzio con un dito, poi sporge di nuovo la testa.
ja: その後すぐに、まだ足を引きずりながら廊下を徘徊しているエリーを見つける。あなたは彼女に何をしているのか尋ねようとしたが、廊下の向こうからガタンという大きな音が聞こえ、中断された。エリーは膝をつき、角に向かって少しずつ進んでいくと、そこで何かを見つけたようだ。彼女は向きを変え、あなたに向かって唇に指を当て、頭を後ろに突き出す。
pl: Niedługo potem znajdujesz Ellie, krążącą po korytarzach, wciąż utykającą. Próbujesz zapytać ją, co robi, ale przerywa ci głośny brzęk z drugiego końca korytarza. Ellie klęka i czołga się w kierunku rogu, gdzie wydaje się coś dostrzegać. Odwraca się i przykłada palec do ust w twoim kierunku, po czym ponownie wychyla głowę.
pt_br: Você encontra Ellie pouco depois, rondando os corredores, ainda mancando. Você tenta perguntar o que ela está fazendo, mas é interrompido por um barulho alto do outro lado do corredor. Ellie se ajoelha e se arrasta em direção ao canto, onde parece avistar algo. Ela se vira e coloca um dedo nos lábios em sua direção, depois espia novamente.
