Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/text
es: Cerca se ha construido un bufete de abogados bastante soso y poco interesante, con un letrero que dice «BUFETA DE ARMSTRONG Y LORENCE». No es que hayas visto muchos en tu vida, pero si tuvieras que imaginarlo, este es único en lo aburrido que es. A pesar de su monotonía, apesta a ese olor particularmente potente de los ricos, y mirar el edificio te da más ganas de cometer violencia de lo normal. Probablemente sea mejor acabar con esto rápidamente.
it: Uno studio legale piuttosto scialbo e poco interessante è stato costruito nelle vicinanze, con un'insegna che recita "STUDIO LEGALE ARMSTRONG E LORENCE". Non che tu ne abbia visti molti nella tua vita, ma se dovessi immaginare, questo è unico per quanto sia incredibilmente noioso. Nonostante la monotonia, emana quell'odore particolarmente potente della ricchezza, e fissare l'edificio ti fa venire voglia di commettere più violenza del solito. Probabilmente è meglio sbrigare la faccenda in fretta.
ja: 近くには、「ARMSTRONG AND LORENCE LAW FIRM」という看板を掲げた、何の変哲もない、面白みのない法律事務所が建っている。今までに何件も見たことがあるわけではないが、想像してみると、この事務所のユニークなところは、気が遠くなるような退屈さだ。殺風景にもかかわらず、富裕層特有の強烈な臭いが漂い、建物を見つめていると、普通以上の暴力をふるいたくなる。早く終わらせたほうがいいだろう。
pl: W pobliżu zbudowano dość nijaką i nieciekawą kancelarię prawną z szyldem "ARMSTRONG AND LORENCE LAW FIRM". Nie żebyś widział ich wiele w swoim życiu, ale gdybyś miał sobie wyobrazić, ta jest wyjątkowa w swojej oszałamiającej nudzie. Mimo szarości, cuchnie tym szczególnie silnym zapachem bogactwa, a patrzenie na budynek sprawia, że masz ochotę na więcej przemocy niż zwykle. Prawdopodobnie najlepiej załatwić to szybko.
pt_br: Um escritório de advocacia bastante sem graça e desinteressante foi construído nas proximidades, com uma placa que diz "ESCRITÓRIO DE ADVOCACIA ARMSTRONG E LORENCE". Não que você tenha visto muitos em sua vida, mas se tivesse que imaginar, este é único em quão entediante é. Apesar da monotonia, ele exala aquele odor particularmente potente dos ricos, e olhar para o prédio faz você querer cometer mais violência do que o normal. Provavelmente é melhor acabar logo com isso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Entrar.
it: Entra.
ja: 入力する。
pl: Wejdź.
pt_br: Entrar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/text
es: Entras en el bufete de abogados y te dan arcadas por el olor a humedad de las oficinas. Ellie no parece muy afectada, como si hubiera estado en esta habitación muchas veces antes. Esta idea se reafirma mientras navega impecablemente a través de filas y filas de cubículos e instalaciones de oficina laberínticas. Finalmente se detiene en una puerta con la etiqueta «Armstrong». Toma una respiración gigantesca y exagerada, luego atraviesa la puerta de un puñetazo y la arranca de sus goznes. Dentro de la habitación, un hombre delgado levanta la vista. Si está sorprendido por esta entrada violenta, ciertamente no lo demuestra. «Hmph. Stephan. ¿Has vuelto del... contenedor de basura?». Hueghey enciende un cigarrillo y se recuesta en su silla. «Sabes que tendrás que... pagar por esos daños, ¿verdad?»
it: Entri nello studio legale e hai un conato di vomito per l'odore di muffa degli uffici. Ellie non sembra troppo turbata, come se fosse stata in questa stanza molte volte prima. Questa idea è confermata mentre si muove impeccabilmente tra file su file di cubicoli e labirintiche installazioni d'ufficio. Finalmente si ferma davanti a una porta con la scritta "Armstrong". Fa un respiro gigantesco ed esagerato, poi sferra un pugno attraverso la porta e la strappa dai cardini. Dentro la stanza, un uomo magro alza lo sguardo. Se è sorpreso da questa entrata violenta, di certo non lo dimostra. "Hmph. Stephan. Tornato dal... cassonetto, eh?" Hueghey accende una sigaretta e si appoggia allo schienale della sedia. "Sai che dovrai... pagare per quei danni, vero?"
ja: 法律事務所に一歩足を踏み入れると、事務室のかび臭い匂いに閉口する。エリーは、まるでこの部屋に何度も来たことがあるかのように、あまり動じない。何列にも連なるキュービクルや迷路のようなオフィス内を、彼女は完璧なナビゲートで通り抜けていく。彼女はついに「アームストロング」と書かれたドアの前で立ち止まる。彼女は大きく、大げさに息を吸い込むと、ドアを拳で叩き、蝶番から引き剥がす。部屋の中で、痩せた男がちらりと顔を上げる。この暴力的な入口に驚いたのか、そんなそぶりは見せない。「フン。ステファン。ゴミ箱から戻ってきたのか？"タバコに火をつけ、椅子にもたれかかる。"損害賠償を...払わなければならないことは知っているね？"
pl: Wchodzisz do kancelarii i krztusisz się stęchłym zapachem biur. Ellie nie wydaje się zbytnio przejęta, jakby była w tym pokoju wiele razy wcześniej. Ta myśl zostaje potwierdzona, gdy bezbłędnie porusza się przez rzędy boksów i labiryntowe instalacje biurowe. W końcu zatrzymuje się przy drzwiach z napisem "Armstrong". Bierze gigantyczny, przesadzony oddech, po czym uderza pięścią w drzwi i wyrywa je z zawiasów. W pokoju chudy mężczyzna podnosi wzrok. Jeśli jest zaskoczony tym gwałtownym wejściem, na pewno tego nie pokazuje. "Hmph. Stephan. Wróciłeś z... śmietnika?" Hueghey zapala papierosa i opiera się na krześle. "Wiesz, że będziesz musiał... zapłacić za te szkody, prawda?"
pt_br: Você entra no escritório de advocacia e engasga com o cheiro de mofo das salas. Ellie não parece muito abalada, como se já tivesse estado nesta sala muitas vezes antes. Essa ideia é reafirmada quando ela navega impecavelmente por fileiras e mais fileiras de cubículos e instalações de escritório labirínticas. Ela finalmente para em uma porta com a etiqueta "Armstrong". Ela respira fundo, de forma gigantesca e exagerada, depois soca a porta, arrancando-a das dobradiças. Dentro da sala, um homem magro levanta o olhar. Se ele está assustado com essa entrada violenta, com certeza não demonstra. "Hmph. Stephan. De volta da... lixeira, está?" Hueghey acende um cigarro e se inclina para trás na cadeira. "Você sabe que terá que... pagar por esses danos, certo?"

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[1]/text
es: No pareces un Hueghey.
it: Non hai l'aspetto di un Hueghey.
ja: あなたはヒューギーには似ていないね。
pl: Nie wyglądasz na Huegheya.
pt_br: Você não parece um Hueghey.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[1]/event/text
es: «Y tú pareces alguien a quien no le he pedido su opinión». El hombre mira por encima de sus gafas para verte mejor. «A juzgar por esa cara de pocos amigos, voy a suponer que sois... indeseables. Justicieros. Hmph».
it: "E tu hai tutta l'aria di qualcuno di cui non mi interessa l'opinione." L'uomo guarda da sopra i suoi occhiali per vederti meglio. "A giudicare da quel brutto muso, direi che siete... indesiderabili. Vigilantes. Mpf."
ja: 「そして、あなたは私が意見を求めていない人のようだ。」男はあなたをもっとよく見るために眼鏡越しにじっと見つめる。「醜いマグカップから判断すると、あなたは・・・好ましくない人物だと思う。自警団員。ふん。」
pl: "A ty wyglądasz jak ktoś, kogo nie prosiłem o opinię." Mężczyzna spogląda przez okulary, aby ci się lepiej przyjrzeć. "Sądząc po tej paskudnej gębie, zgaduję, że jesteście... niepożądani. Mściciele. Hmph."
pt_br: "E você parece alguém de quem não pedi opinião." O homem olha por cima dos óculos para te ver melhor. "A julgar pela cara feia, vou adivinhar que vocês são... indesejáveis. Vigilantes. Hmph."

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[1]/event/choice/text
es: ¿Y qué si lo somos?
it: E anche se fosse?
ja: では、もしそうならどうなるだだろうか？
pl: I co z tego, że nimi jesteśmy?
pt_br: E daí se somos?

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/text
es: «Permíteme recordarte que... en el precedente del incidente de los Cascos Oxidados, la Unión prohibió el trabajo de justicieros». Hueghey sonríe con aire de suficiencia, como si hubiera dicho algo muy astuto. «Eso significa que estáis operando fuera de la ley».
it: "Permettimi di ricordarti che... nel precedente dell'incidente dei Relitti Arrugginiti, l'Unione ha messo fuorilegge il lavoro dei vigilantes." Hueghey sorride compiaciuto, come se avesse detto qualcosa di molto astuto. "Ciò significa che state operando al di fuori della legge."
ja: 「思い出させてもらうが・・・ラスティング・ハルクス事件の前例として、ユニオン軍は自警団活動を非合法化していた。」ヒューギーは、まるで何かずるいことを言ったかのように、にっこりと微笑んだ。「つまり、法律を無視して活動しているということだ。」
pl: "Pozwól, że ci przypomnę, że... w precedensie incydentu z Rdzewiejącymi Wrakami, Unia zdelegalizowała działalność mścicieli." Hueghey uśmiecha się z zadowoleniem, jakby powiedział coś bardzo sprytnego. "To oznacza, że działacie poza prawem."
pt_br: "Deixe-me lembrá-lo que... no precedente do incidente dos Cascos Enferrujados, a União proibiu o trabalho de vigilantes." Hueghey sorri com presunção, como se tivesse dito algo bastante astuto. "Isso significa que você está operando fora da lei."

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/text
es: Vale... ¿y?
it: Okay... e quindi?
ja: わかった・・・それで？
pl: Dobra... i?
pt_br: Ok... e?

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/event/text
es: Finalmente, la compostura del hombre parece romperse momentáneamente, como si no esperara que no te importara la ley. «Ejem... hmph. No importa. Stephan, ¿te importaría... explicar por qué has traído a esta chusma a la habitación?». Ellie, sin embargo, no está prestando atención. En cambio, se ha acercado a la pared, donde notas las únicas decoraciones personales que has visto en todo el edificio. Varios retratos enmarcados y firmados del antiguo programa de Ellie el Equinoide están en la pared, incluido Sammy la Araña. Ellie, por supuesto, no está por ninguna parte. Ellie se ríe nerviosamente. «Jeje... Hueghey, ¿dónde está MI foto?». Señala la pared donde está la foto de Sammy. «La mía solía estar... justo ahí. Ahora es solo un... INSECTO. A los niños no les gustan los insectos. ¿Por qué harías esto? ¿Por. Qué. Lo. Harías? ¿La perdiste?». Hueghey frunce el ceño. «No, la tiré. Porque eres una vieja gloria. Un lunático acabado sin futuro. La compañía te usó. Pero Wentworth quería que te despidieran». Hueghey sonríe, como si supiera algún secreto oscuro. «Era inevitable. Y todo por tu culpa». Notas que Ellie ha comenzado a temblar, y sus ojos se vuelven a vidriar. «¿M-mi culpa? ¡Ellie el Equinoide es el personaje más querido de toda la historia de los medios! ¡Yo entretenía a los niños! ¡¿Vieja gloria?! ¡Mi carrera no ha terminado! ¡A diferencia de la TUYA, QUE ESTÁ A PUNTO DE HACERLO!». Se abalanza sobre Hueghey, pero el hombre delgado se aparta y activa un interruptor de pánico bajo su escritorio. Las alarmas parpadean y puedes decir que han llamado a seguridad. ¡Es hora de ponerse a trabajar o de salir de aquí!
it: Finalmente, la compostezza dell'uomo sembra cedere per un momento, come se non si aspettasse che non ti importasse della legge. "Uhm... mpf. Non importa. Stephan, ti dispiacerebbe... spiegare perché hai trascinato questa feccia nella stanza?" Ellie, tuttavia, non sta prestando attenzione. Invece si è avvicinata al muro, dove noti le uniche decorazioni personali che hai visto in tutto l'edificio. Vari ritratti incorniciati e autografati del vecchio show di Ellie l'Equinoide sono appesi al muro, incluso Sammy il Ragno. Ellie, ovviamente, non si vede da nessuna parte. Ellie ride nervosamente. "Heheh... Hueghey, dov'è la MIA foto?" Indica il muro dove si trova la foto di Sammy. "La mia era... proprio lì. Ora c'è solo un... INSETTO. Ai bambini non piacciono gli insetti. Perché l'hai fatto? Perché. L'hai. Fatto? L'hai persa?" Hueghey si acciglia. "No, l'ho buttata via. Perché sei un rimasuglio del passato. Un pazzo fallito senza futuro. L'azienda ti ha usato. Ma Wentworth voleva che ti licenziassero." Hueghey sorride, come se conoscesse un qualche oscuro segreto. "Era inevitabile. E anche tutta colpa tua." Noti che Ellie ha iniziato a tremare e i suoi occhi si velano di nuovo. "C-colpa mia? Ellie l'Equinoide è il personaggio più amato nella storia dei media! Io intrattenevo i bambini! Rimasuglio del passato?! La mia carriera non è finita! A DIFFERENZA DELLA TUA CHE STA PER FINIRE!" Si lancia verso Hueghey, ma l'uomo magro scivola via e attiva un interruttore antipanico sotto la sua scrivania. Gli allarmi lampeggiano e capisci che è stata chiamata la sicurezza. È ora di mettersi al lavoro o di andarsene!
ja: まるで、あなたが法律を気にしないとは思っていなかったかのように。"うーん...ふーん。気にしないで。ステファン、説明してくれないか......なぜこんな田舎者を部屋に連れ込んだのか？"しかしエリーは気にも留めていない。その代わり、彼女は壁のほうへふらふらと歩いていった。そこであなたは、この建物全体で唯一目にした個人的な装飾に気づいた。クモのサミーを含む、かつてのエリー・ザ・エキノイド・ショーの様々な肖像画が額装され、サイン入りで壁に飾られている。もちろん、エリーの姿はどこにもない。 エリーは緊張して笑う。へへへ...」。フヘヘ、私の写真はどこ？"彼女はサミーの写真がある壁を指差す。「私のは...そこにあった。今はただの...虫。子供は虫が嫌いなんだ。なぜこんなことを？どうして？なぜ？あなたが。するんだ。こんなことを？失ったのか？"ヒューヘイは顔をしかめる。「いや、捨てたんだ。あなたは過去の人だから。未来がない精神異常者だ。会社は君を利用した。でも、ウェントワースは君を解雇したかったんだ」。ヒューヘイは何か暗い秘密を知っているかのように微笑む。「それは必然だった。あなたのせいでもある あなたはエリーが震え始めたことに気づき、再び目をうるませた。「私のせい？イコノイドのエリーはメディア史上最も愛されているキャラクターだ！私は子供たちを楽しませた！私は子供たちを楽しませたのよ！私のキャリアは終わっていない！私のキャリアは終わってない！ あなたのキャリアはこれからだ！」。彼女はヒュッゲイに突進したが、痩せた男はその場から抜け出し、机の下のパニックスイッチを作動させた。アラームが点滅し、警備員が呼ばれたことがわかる。仕事に取りかかるか、ここから出るか、どちらかだ！
pl: W końcu opanowanie mężczyzny zdaje się na chwilę załamywać, jakby nie spodziewał się, że nie obchodzi cię prawo. "Uhm... hmph. Nieważne. Stephan, czy mógłbyś... wyjaśnić, dlaczego przyciągnąłeś tę hołotę do pokoju?" Ellie jednak nie zwraca uwagi. Zamiast tego podeszła do ściany, gdzie zauważasz jedyne osobiste dekoracje, jakie widziałeś w całym budynku. Na ścianie wiszą różne oprawione i podpisane portrety z dawnego programu Ellie Koniowatego, w tym Sammy'ego Pająka. Ellie, oczywiście, nigdzie nie widać. Ellie śmieje się nerwowo. "Heheh... Hueghey, gdzie jest MOJE zdjęcie?" Wskazuje na ścianę, gdzie jest zdjęcie Sammy'ego. "Moje było... właśnie tam. Teraz jest tam jakiś... OWAD. Dzieci nie lubią owadów. Dlaczego to zrobiłeś? Dlaczego. To. Zrobiłeś? Zgubiłeś je?" Hueghey marszczy brwi. "Nie, wyrzuciłem je. Bo jesteś przeżytkiem. Wypalonym wariatem bez przyszłości. Firma miała z ciebie użytek. Ale Wentworth chciał, żebyś wyleciał." Hueghey uśmiecha się, jakby znał jakąś mroczną tajemnicę. "To było nieuniknione. I to wszystko twoja wina." Zauważasz, że Ellie zaczyna drżeć, a jej oczy znowu stają się szkliste. "M-moja wina? Ellie Koniowaty to najbardziej uwielbiana postać w historii mediów! Bawiłem dzieci! Wypalony przeżytek?! Moja kariera się nie skończyła! W przeciwieństwie do TWOJEJ, KTÓRA ZARAZ SIĘ SKOŃCZY!" Rzuca się na Huegheya, ale chudy mężczyzna wymyka się i aktywuje przycisk paniki pod biurkiem. Migają alarmy i wiesz, że wezwano ochronę. Czas zabrać się do pracy albo stąd uciekać!
pt_br: Finalmente, a compostura do homem parece momentaneamente quebrada, como se ele não esperasse que você não se importasse com a lei. "Uhm... hmph. Deixa pra lá. Stephan, você se importaria... de explicar por que trouxe essa gentalha para a sala?" Ellie, no entanto, não está prestando atenção. Em vez disso, ela vagueou até a parede, onde você nota as únicas decorações pessoais que viu em todo este prédio. Vários retratos emoldurados e assinados do antigo show da Ellie, a Equinoide, estão na parede, incluindo Sammy, a Aranha. Ellie, é claro, não está em lugar nenhum. Ellie ri nervosamente. "Heheh... Hueghey, onde está MINHA foto?" Ela aponta para a parede onde está a foto de Sammy. "A minha costumava estar... bem ali. Agora é só um... INSETO. As crianças não gostam de insetos. Por que você faria isso? Por. Quê. Você. Faria. Isso? Você a perdeu?" Hueghey franze a testa. "Não, eu a joguei fora. Porque você é um fracassado. Um lunático acabado sem futuro. A empresa te usou. Mas Wentworth queria que você fosse demitido." Hueghey sorri, como se soubesse algum segredo sombrio. "Era inevitável. E tudo culpa sua também." Você percebe que Ellie começou a tremer, e seus olhos ficam vidrados novamente. "C-culpa minha? A Ellie, a Equinoide, é a personagem mais amada de toda a história da mídia! Eu entretive as crianças! Fracassado acabado?! Minha carreira não acabou! Ao contrário da SUA QUE ESTÁ PRESTES A ACABAR!" Ela se lança contra Hueghey, mas o homem magro se esquiva e ativa um botão de pânico sob sua mesa. Alarmes piscam e você pode dizer que a segurança foi chamada. Hora de trabalhar ou de sair daqui!

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/event/choice[1]/text
es: Luchar contra la seguridad.
it: Combatti la sicurezza.
ja: 警備員と戦う。
pl: Odeprzyj ochronę.
pt_br: Lutar contra a segurança.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/event/choice[1]/event/text
es: La seguridad no es lo que esperas, es una élite Rebelde, de hecho. Si había alguna pista de que esta firma podría estar vinculada a Vance, esta es una segura. De cualquier manera, es hora de acabar con algunos Rebeldes.
it: La sicurezza non è esattamente ciò che ti aspetti: un'élite Ribelle, infatti. Se c'era qualche indizio che questo studio potesse essere legato a Vance, questo è certo. In ogni caso, è ora di abbattere qualche Ribelle.
ja: 治安はあなたが期待するものとはまったく異なる - 実際、反乱軍のエリートだ。この会社がヴァンスと結びついている可能性があるという手がかりがあるとすれば、それは確実だ。いずれにせよ、反乱軍を倒す時が来た。
pl: Ochrona nie jest taka, jakiej się spodziewasz - to w rzeczywistości elita Rebelii. Jeśli istniała jakakolwiek wskazówka, że ta firma może być powiązana z Vance'em, to jest pewna. Tak czy inaczej, czas pokonać kilku Rebeliantów.
pt_br: A segurança não é bem o que você espera - uma elite Rebelde, na verdade. Se havia alguma pista de que este escritório poderia estar ligado a Vance, esta é uma certeza. De qualquer forma, é hora de derrubar alguns Rebeldes.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/event/choice[2]/text
es: Dejar.
it: Partire.
ja: 出発する。
pl: Wyjechać.
pt_br: Deixar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_2"]/choice/event/choice[2]/event/text
es: Ellie se gira hacia ti con incredulidad. Le dices que nada de esto vale la pena, pero no parece oírte. Te ves obligado a arrastrarla fuera del edificio, y rápidamente. Para cuando llega la seguridad, ya te has ido.
it: Ellie si volta verso di te incredula. Le dici che non ne vale la pena, ma lei non sembra sentirti. Sei costretto a trascinarla fuori dall'edificio, e in fretta. Quando arriva la sicurezza, ve ne siete già andati.
ja: エリーは信じられないという表情であなたのほうを向く。あなたは彼女に、これには何の価値もないと言うが、彼女はあなたの言うことを聞いていないようだ。あなたは彼女を建物から引きずり出すことを余儀なくされた、そしてすぐに。警備員が到着するまでに、あなたはすでに去っている。
pl: Ellie odwraca się do ciebie z niedowierzaniem. Mówisz jej, że to wszystko nie jest tego warte, ale ona zdaje się cię nie słyszeć. Jesteś zmuszony wyciągnąć ją z budynku, i to szybko. Zanim przybędzie ochrona, już cię nie ma.
pt_br: Ellie se vira para você, incrédula. Você diz a ela que nada disso vale a pena, mas ela não parece ouvi-lo. Você é forçado a arrastá-la para fora do prédio, e rápido. Quando a segurança chega, você já se foi.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[2]/text
es: Tu oficina huele fatal.
it: Il tuo ufficio ha un odore terribile.
ja: あなたのオフィスはひどい臭いがする。
pl: Twoje biuro okropnie śmierdzi.
pt_br: Seu escritório cheira terrivelmente mal.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[2]/event/text
es: «Sí... y tú también». El hombre mira por encima de sus gafas para verte mejor. «A juzgar por esa cara de pocos amigos, voy a suponer que sois... indeseables. Justicieros. Hmph».
it: "Sì... e anche tu." L'uomo guarda da sopra i suoi occhiali per vederti meglio. "A giudicare da quel brutto muso, direi che siete... indesiderabili. Vigilantes. Mpf."
ja: 「そうだ・・・お前もそうだ。」男は眼鏡越しにあなたをよく見る。「その醜い顔から察するに、君たちは・・・不届き者だ。自警団だ。フン。」
pl: "Tak... i ty też." Mężczyzna spogląda przez okulary, aby ci się lepiej przyjrzeć. "Sądząc po tej paskudnej gębie, zgaduję, że jesteście... niepożądani. Mściciele. Hmph."
pt_br: "Sim... e você também." O homem olha por cima dos óculos para te ver melhor. "A julgar pela cara feia, vou adivinhar que vocês são... indesejáveis. Vigilantes. Hmph."

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[2]/event/choice/text
es: ¿Y qué si lo somos?
it: E anche se fosse?
ja: では、もしそうならどうなるだだろうか？
pl: I co z tego, że nimi jesteśmy?
pt_br: E daí se somos?

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[3]/text
es: No deberías fumar, es malo para ti.
it: Non dovresti fumare, ti fa male.
ja: タバコは吸うべきではない、体に悪い。
pl: Nie powinieneś palić, to szkodzi.
pt_br: Você não deveria fumar, faz mal para você.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[3]/event/text
es: «Sí... y también lo es ser mercenario». El hombre se detiene en esa última palabra, sabiendo que es una palabra que molesta a los Renegados. Mira por encima de sus gafas para verte mejor. «A juzgar por esa cara de pocos amigos, voy a suponer que sois... indeseables. Justicieros. Hmph».
it: "Sì... e anche fare il mercenario lo è." L'uomo si sofferma su quell'ultima parola, sapendo che è una parola che dà sui nervi ai Rinnegati. Guarda da sopra i suoi occhiali per vederti meglio. "A giudicare da quel brutto muso, direi che siete... indesiderabili. Vigilantes. Mpf."
ja: 「そうだ・・・そして傭兵もそうだ。」レネゲイドの神経を逆なでする言葉だと知りながら言う。彼は眼鏡越しにあなたをよく見る。「その醜い顔から察するに、君たちは・・・不届き者だ。自警団だ。フン。」
pl: "Tak... i bycie najemnikiem też." Mężczyzna przeciąga to ostatnie słowo, wiedząc, że denerwuje ono Renegatów. Spogląda przez okulary, aby ci się lepiej przyjrzeć. "Sądząc po tej paskudnej gębie, zgaduję, że jesteście... niepożądani. Mściciele. Hmph."
pt_br: "Sim... e ser um mercenário também." O homem se demora naquela última palavra, sabendo que é uma palavra que irrita os Renegados. Ele olha por cima dos óculos para te ver melhor. "A julgar pela cara feia, vou adivinhar que vocês são... indesejáveis. Vigilantes. Hmph."

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice[3]/event/choice/text
es: ¿Y qué si lo somos?
it: E anche se fosse?
ja: では、もしそうならどうなるだだろうか？
pl: I co z tego, że nimi jesteśmy?
pt_br: E daí se somos?

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Sin Ellie, esto no tiene sentido.
it: Senza Ellie non ha senso.
ja: エリーなしではこれには意味がない。
pl: Bez Ellie nie ma to sensu.
pt_br: Sem a Ellie, não há sentido nisso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[3]/text
es: Cambiar de opinión e irse.
it: Cambia idea e vattene.
ja: 考えを変えて、その場を立ち去ろう。
pl: Zmień zdanie i odleć.
pt_br: Mudar de ideia e partir.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[3]/event/text
es: Decides que esta misión no vale la pena el riesgo.
it: Decidi che questa missione non vale il rischio.
ja: あなたは、このミッションには危険を冒す価値がないと判断した。
pl: Decydujesz, że ta misja nie jest warta ryzyka.
pt_br: Você decide que esta missão não vale o risco.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[3]/event/choice[1]/text
es: Haz algo a bordo del barco.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.
pt_br: Fazer algo a bordo da nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/choice[3]/event/choice[2]/text
es: Hacer nada.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
pt_br: Não fazer nada.
