Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="unique_ellie"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="unique_ellie_lvl2"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="unique_ellie_lvl2"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="unique_ellie_lvl3"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="unique_ellie_lvl3"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="LIST_CREW_ELLIE"]/text
es: Ellie no lo logró. No hay razón para buscar a Gos ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Gos ora.
ja: エリーは間に合いなかった。今さらゴスを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Gosa.
pt_br: Ellie não sobreviveu. Não há razão para procurar Gos agora.

source: data/events_special_ellie.xml$//ship[@name="SHIP_PAUL_MFK"]/destroyed/text
es: El Guardia de MFK ha sido eliminado. Desguazas los restos.
it: La Guardia MFK è stata eliminata. Ne recuperi i resti.
ja: MFKガードは廃止された。あなたは残骸をスクラップにする。
pl: Strażnik MFK został wyeliminowany. Złomujesz szczątki.
pt_br: O Guarda MFK foi eliminado. Você desmonta os restos.

source: data/events_special_ellie.xml$//ship[@name="SHIP_PAUL_MFK"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Entrar en la casa de Paul.
it: Entra in casa di Paul.
ja: ポールの家に入る。
pl: Wejdź do domu Paula.
pt_br: Entrar na casa de Paul.

source: data/events_special_ellie.xml$//ship[@name="SHIP_PAUL_MFK"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. No hay razón para buscar a Paul ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Paul ora.
ja: エリーは間に合わなかった。今さらポールを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Paula.
pt_br: Ellie não sobreviveu. Não há razão para procurar Paul agora.

source: data/events_special_ellie.xml$//ship[@name="SHIP_PAUL_MFK"]/deadCrew/text
es: El Guardia de MFK ha sido eliminado. Desguazas los restos.
it: La Guardia MFK è stata eliminata. Ne recuperi i resti.
ja: MFKガードは廃止された。あなたは残骸をスクラップにする。
pl: Strażnik MFK został wyeliminowany. Złomujesz szczątki.
pt_br: O Guarda MFK foi eliminado. Você desmonta os restos.

source: data/events_special_ellie.xml$//ship[@name="SHIP_PAUL_MFK"]/deadCrew/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Entrar en la casa de Paul.
it: Entra in casa di Paul.
ja: ポールの家に入る。
pl: Wejdź do domu Paula.
pt_br: Entrar na casa de Paul.

source: data/events_special_ellie.xml$//ship[@name="SHIP_PAUL_MFK"]/deadCrew/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. No hay razón para buscar a Paul ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Paul ora.
ja: エリーは間に合わなかった。今さらポールを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Paula.
pt_br: Ellie não sobreviveu. Não há razão para procurar Paul agora.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/beaconType/unvisitedTooltip
es: Aquí es donde Ellie te exigió que, como «superfán», la escoltaras.
it: Qui è dove Ellie ha preteso che tu, "superfan", la scortassi.
ja: ここは、エリーが "スーパーファン" のあなたにエスコートしてほしいと要求した場所だ。
pl: To tutaj Ellie zażądała, abyś ty, "superfan", ją eskortował.
pt_br: Aqui é onde Ellie exigiu que você, "superfã", a escoltasse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/beaconType/visitedTooltip
es: Ubicación explorada.No queda nada de interés.
it: Posizione esplorata.Nulla è rimasto di interesse.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.
pt_br: Local explorado. Não sobrou nada de interesse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/text
es: Las coordenadas que Ellie te dio te llevan directamente a una propiedad bien construida y evidentemente cara, aparentemente una casa de vacaciones. Aún más desconcertante, un As de MFK está aparcado fuera como una especie de guardia. Para entrar, primero tendrás que matarlos.
it: Le coordinate che Ellie ti ha dato ti portano direttamente a una proprietà ben costruita e evidentemente costosa, apparentemente una casa per le vacanze. Ancora più sconcertante, un Asso MFK è parcheggiato fuori come una sorta di guardia. Per entrare, dovrai prima ucciderli.
ja: エリーが教えてくれた座標は、一見すると別荘のように見える、しっかりとした造りで明らかに高価な不動産に直接あなたを導く。さらに不可解なことに、MFKのエースが警備員のような役割で屋外に駐車されている。中に入るには、まず彼らを殺す必要がある。
pl: Współrzędne podane przez Ellie prowadzą cię prosto do dobrze zbudowanej i ewidentnie drogiej nieruchomości, wyglądającej na dom wakacyjny. Co jeszcze bardziej zdumiewające, na zewnątrz zaparkowany jest MFK Ace jako swego rodzaju strażnik. Aby wejść do środka, musisz go najpierw zabić.
pt_br: As coordenadas que Ellie lhe deu o levam direto a uma propriedade bem construída e evidentemente cara, aparentemente uma casa de férias. Ainda mais desconcertante, um MFK Ace está estacionado do lado de fora como uma espécie de guarda. Para entrar, você terá que matá-los primeiro.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Atacar al MFK.
it: Attacca l'MFK.
ja: MFKを攻撃する。
pl: Zaatakuj MFK.
pt_br: Ataque o MFK.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/text
es: En cuanto revelas tu nave, la nave de MFK te fija y ataca. ¡Prepárate para el combate!
it: Appena riveli la tua nave, la nave MFK ti aggancia e attacca. Preparati al combattimento!
ja: 船を明らかにするとすぐに、MFK艦がロックオンして攻撃する。戦闘の準備をしよう！
pl: Gdy tylko ujawniasz swój statek, statek MFK namierza cię i atakuje. Przygotuj się do walki!
pt_br: Assim que você revela sua nave, a nave MFK trava a mira e ataca. Prepare-se para o combate!

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Sin Ellie, esto no tiene sentido.
it: Senza Ellie non ha senso.
ja: エリーなしではこれには意味がない。
pl: Bez Ellie nie ma to sensu.
pt_br: Sem a Ellie, não há sentido nisso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[3]/text
es: Cambiar de opinión e irse.
it: Cambia idea e vattene.
ja: 考えを変えて、その場を立ち去ろう。
pl: Zmień zdanie i odleć.
pt_br: Mudar de ideia e partir.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[3]/event/text
es: Decides que esta misión no vale la pena el riesgo.
it: Decidi che questa missione non vale il rischio.
ja: あなたは、このミッションには危険を冒す価値がないと判断した。
pl: Decydujesz, że ta misja nie jest warta ryzyka.
pt_br: Você decide que esta missão não vale o risco.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[3]/event/choice[1]/text
es: Haz algo a bordo del barco.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.
pt_br: Fazer algo a bordo da nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL"]/choice[3]/event/choice[2]/text
es: Hacer nada.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
pt_br: Não fazer nada.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/text
es: Sin más necesidad de sigilo, Ellie derriba la puerta principal e irrumpe. Tú y tu tripulación os dirigís al piso más alto, donde un hombre enfermizamente delgado en un baño está de pie mirando por una ventana. Una fila de monitores de televisión a un lado muestra imágenes de seguridad del MFK destrozado y la puerta principal. «Así que, por fin has llegado, Stephan. Cuando oí las noticias de tus travesuras con Spruce y Armstrong me pregunté si vendrías aquí después». El hombre se da la vuelta, revelando una larga cicatriz que atraviesa su ahora ausente ojo izquierdo. Se inclina ante ti con falsa hospitalidad. «Bienvenido a Casa de Lancastor. Espero que no os importe el desorden, un montón de neandertales y un bicho raro con disfraz de caballo acaban de entrar en mi casa. Por favor, ¿por qué no os sentáis?». Paul se sienta, con las piernas cruzadas, en una silla giratoria acolchada frente a varias incómodas sillas plegables.
it: Senza più bisogno di furtività, Ellie sfonda la porta d'ingresso e si fa strada all'interno. Tu e il tuo equipaggio marciate fino all'ultimo piano, dove un uomo magro e malaticcio in un bagno sta guardando fuori da una finestra. Una fila di monitor TV di lato mostra le riprese di sicurezza dell'MFK distrutto e della porta d'ingresso. "Allora, sei finalmente arrivato, Stephan. Quando ho saputo delle tue bravate con Spruce e Armstrong mi sono chiesto se saresti venuto qui dopo." L'uomo si volta, rivelando una lunga cicatrice che attraversa il suo occhio sinistro mancante. Si inchina a te con finta ospitalità. "Benvenuto a Casa de Lancastor. Spero non ti dispiaccia il disordine, un branco di neanderthal e un pazzo in costume da cavallo sono appena entrati in casa mia. Prego, perché non ti siedi?" Paul si siede, a gambe incrociate, su una sedia girevole imbottita di fronte a diverse scomode sedie pieghevoli.
ja: もうステルスする必要がなくなったので、エリーは玄関のドアを破壊して中に侵入する。あなたとクルーは最上階まで行進する。そこでは、バスルームで病的に痩せた男性が窓の外を見つめて立っている。横に並んだテレビモニターには、大破したMFKと正面玄関の防犯映像が映されている。「やっと来たね、ステファン。スプルースとアームストロングとの悪戯のニュースを聞いたとき、次はここに来るのかと思った。」男が振り向くと、失われた左目を切り裂くような長い傷跡が現れた。彼はもてなしのつもりであなたにお辞儀をする。「カサ・デ・ランカスターへようこそ。混乱は気にしないでほしいのだが、ネアンデルタール人の群れと馬の着ぐるみを着た変人がちょうど私の家に侵入した。お願いする、席はないか？」ポールは足を組んで、座り心地の悪いいくつかの折りたたみ椅子に面してパッド入りの回転椅子に座っている。
pl: Nie potrzebując już skradania się, Ellie wyważa drzwi wejściowe i wdziera się do środka. Ty i twoja załoga maszerujecie na najwyższe piętro, gdzie w łazience stoi chorobliwie chudy mężczyzna, wpatrując się w okno. Rząd monitorów telewizyjnych z boku pokazuje nagrania z kamer bezpieczeństwa zniszczonego MFK i drzwi wejściowych. "Więc w końcu przybyliście, Stephan. Kiedy usłyszałem wieści o twoich wybrykach ze Spruce'em i Armstrongiem, zastanawiałem się, czy nie przybędziesz tu następny." Mężczyzna odwraca się, odsłaniając długą bliznę przecinającą jego teraz brakujące lewe oko. Kłania się wam z udawaną gościnnością. "Witajcie w Casa de Lancastor. Mam nadzieję, że nie przeszkadza wam bałagan, banda neandertalczyków i dziwak w kostiumie konia właśnie włamała się do mojego domu. Proszę, usiądźcie." Paul siada ze skrzyżowanymi nogami w wyściełanym fotelu obrotowym naprzeciwko kilku niewygodnych składanych krzeseł.
pt_br: Sem mais necessidade de furtividade, Ellie arromba a porta da frente e invade o local. Você e sua tripulação marcham até o andar mais alto, onde um homem magro e doente em um banheiro está olhando pela janela. Uma fileira de monitores de TV ao lado mostra imagens de segurança do MFK destruído e da porta da frente. "Então, você finalmente chegou, Stephan. Quando ouvi as notícias de suas travessuras com Spruce e Armstrong, me perguntei se você viria aqui em seguida." O homem se vira, revelando uma longa cicatriz que atravessa seu olho esquerdo, agora ausente. Ele se curva para você em falsa hospitalidade. "Bem-vindo à Casa de Lancastor. Espero que não se importem com a bagunça, um bando de neandertais e um esquisito em uma fantasia de cavalo acabaram de invadir minha casa. Por favor, por que não se sentam?" Paul se senta, de pernas cruzadas, em uma cadeira giratória acolchoada de frente para várias cadeiras dobráveis desconfortáveis.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[1]/text
es: Sentarse.
it: Siediti.
ja: 座る。
pl: Usiądź.
pt_br: Sentar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_SIT"]/text
es: Toda tu tripulación se sienta excepto Ellie, que por supuesto sigue en su papel de loba solitaria. Paul parece casi aburrido por su presencia en lugar de asustado. «Así que, Stephan. Dime por qué estás aquí».
it: Tutto il tuo equipaggio si siede tranne Ellie, che ovviamente è nel suo solito atteggiamento da lupo solitario. Paul sembra quasi annoiato dalla sua presenza piuttosto che spaventato. "Allora, Stephan. Dimmi perché sei qui."
ja: エリーを除いて、クルーは全員席に着く。エリーはもちろんいつもの一匹狼だ。ポールは彼女の存在に怯えているというよりも、ほとんど退屈しているようだ。「それで、ステファン。なぜここにいるのか教えてください。」
pl: Cała twoja załoga siada z wyjątkiem Ellie, która oczywiście jest w swoim zwykłym stylu samotnego wilka. Paul wydaje się być bardziej znudzony jej obecnością niż przestraszony. "A więc, Stephan. Powiedz mi, dlaczego tu jesteś."
pt_br: Sua tripulação toda se senta, exceto Ellie, que, é claro, está em seu modo de lobo solitário usual. Paul parece quase entediado com a presença dela, em vez de assustado. "Então, Stephan. Diga-me por que você está aqui."

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_SIT"]/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...
