Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[2]/event/text
es: Ellie se gira hacia ti con incredulidad. Le dices que nada de esto vale la pena, pero no parece oírte. Se abalanza sobre Rigley y tienes que interponerte para detenerla y sacarla de la habitación. Rigley se ríe todo el tiempo mientras salís del edificio.
it: Ellie si gira verso di te incredula. Le dici che non ne vale la pena, ma non sembra sentirti. Si lancia contro Rigley e tu devi metterti in mezzo per fermarla e trascinarla fuori dalla stanza. Rigley ride per tutto il tempo mentre uscite dall'edificio.
ja: エリーは信じられないという表情であなたのほうを向く。あなたは彼女に、これには何の価値もないと言うが、彼女はあなたの言うことを聞いていないようだ。彼女はリグレーに突進する。彼女を止めて部屋から引きずり出すには、ジャンプして邪魔しなければならない。あなたが建物を出るとき、リグレーはずっと笑っている。
pl: Ellie odwraca się do ciebie z niedowierzaniem. Mówisz jej, że to wszystko nie jest tego warte, ale ona zdaje się cię nie słyszeć. Rzuca się na Rigleya, a ty musisz stanąć na jej drodze, aby ją zatrzymać i wyciągnąć z pokoju. Rigley śmieje się przez cały czas, gdy wychodzicie z budynku.
pt_br: Ellie se vira para você, incrédula. Você diz a ela que nada disso vale a pena, mas ela não parece ouvi-lo. Ela se lança contra Rigley e você tem que pular na frente para detê-la e arrastá-la para fora da sala. Rigley ri o tempo todo enquanto você sai do prédio.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Sin Ellie, esto no tiene sentido.
it: Senza Ellie non ha senso.
ja: エリーなしではこれには意味がない。
pl: Bez Ellie nie ma to sensu.
pt_br: Sem a Ellie, não há sentido nisso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[3]/text
es: Cambiar de opinión e irse.
it: Cambia idea e vattene.
ja: 考えを変えて、その場を立ち去ろう。
pl: Zmień zdanie i odleć.
pt_br: Mudar de ideia e partir.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[3]/event/text
es: Decides que abordar la estación no vale la pena el riesgo.
it: Decidi che salire a bordo della stazione non vale il rischio.
ja: あなたは、危険を冒してまでステーションに乗る価値がないと判断した。
pl: Decydujesz, że wejście na stację nie jest warte ryzyka.
pt_br: Você decide que embarcar na estação não vale o risco.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[3]/event/choice[1]/text
es: Haz algo a bordo del barco.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.
pt_br: Fazer algo a bordo da nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[3]/event/choice[2]/text
es: Hacer nada.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
pt_br: Não fazer nada.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY_WIN"]/text
es: Rigley ha abandonado el almacén y ahora se esconde en su nave-oficina. Probablemente habría despegado si no fuera porque la nave estaba firmemente amarrada a la estación. Lo encuentras acobardado debajo de su escritorio, y mientras te acercas, busca un bate de madera firmado por alguna famosa estrella deportiva de la Unión, pero te le adelantas. Parece que finalmente te está tomando en serio. «Vale, vale... Puedes quedarte con el maldito disfraz, Stephan. Ni siquiera quiero imaginar las depravaciones que has hecho con él. Déjame en paz. No me importa qué locas conspiraciones te hayas inventado, yo no te eché del programa. Fueron los de arriba, ¿vale? Y no es precisamente un misterio por qué». Ellie niega con la cabeza. «No, no, no... verás, Rigley, sé que tú y Vance... habláis. ¿Las Masacres del Día de Marte? ¿Las recuerdas?». Rigley se mueve incómodo en su asiento. Se nota que Ellie está haciendo todo esto por ti, persuadiéndote para que aceptes lo que está a punto de hacerle a este hombre. Tampoco miente: has oído algo sobre Spruce, y tiene una larga historia con el Almirante Rebelde y sus padres. La pregunta es, ¿es la mejor idea asesinarlo a sangre fría aquí y ahora?
it: Rigley ha lasciato il magazzino e ora si nasconde nella sua nave-ufficio. Probabilmente sarebbe decollato se non fosse per il fatto che la nave era saldamente ancorata alla stazione. Lo trovi rannicchiato sotto la sua scrivania e, mentre ti avvicini, si affretta a prendere una mazza di legno firmata da una famosa stella dello sport dell'Unione, ma lo batti sul tempo. Sembra che finalmente ti stia prendendo sul serio. "Okay, okay... Puoi tenerti quel dannato costume, Stephan. Non voglio nemmeno immaginare che schifezze depravate ci hai fatto. Lasciami in pace. Non mi importa quali pazze cospirazioni hai inventato, non sono stato io a farti cacciare dallo show. È stata tutta una decisione dei piani alti, okay? E non è esattamente un mistero il perché." Ellie scuote la testa. "No, no, no... vedi, Rigley, so che tu e Vance... parlate. I Massacri del Giorno di Marte? Te li ricordi?" Rigley si agita a disagio sulla sedia. Si capisce che Ellie sta facendo tutto questo per te, per convincerti ad accettare quello che sta per fare a quest'uomo. E non sta mentendo: hai sentito qualcosa su Spruce, e ha una lunga storia con l'Ammiraglio Ribelle e i suoi genitori. La domanda è: è la migliore idea ucciderlo a sangue freddo qui e ora?
ja: リグリーは倉庫を出て、オフィスの船に隠れている。船がステーションにしっかりと繋がれていなければ、彼は飛び立っていただろう。あなたが近づくと、彼はユニオンの有名スポーツ選手のサイン入り木製バットを取り出そうと奔走したが、あなたの方が先に取り出した。彼はようやくあなたの話を真剣に聞いたようだ。「オーケー、オーケー...。ステファンのコスチュームはそのままでいい。お前がそのコスチュームでどんな堕落したことをしたのか、想像したくもない。ほっといてくれ。君がどんなイカれた陰謀を企てようが、僕は君を番組から追い出したりしてない。上層部のせいだ。その理由は別に不思議じゃない」。 エリーは首を横に振る。"いや、違うんだ......リグリー、君とヴァンスが......話してるのは知ってる。火星日の大虐殺？覚えてる？"リグリーは居心地悪そうに席をゆずる。エリーがこの男にしようとしていることを受け入れるよう、なだめすかしているのだ。スプルースについては少し聞いたことがあるだろう。反乱軍の提督と彼の両親のことを。問題は、今ここで彼を冷酷に殺害するのが最善の策かどうかだ。
pl: Rigley opuścił magazyn i teraz ukrywa się w swoim biurowym statku. Prawdopodobnie by odleciał, gdyby nie fakt, że statek był bezpiecznie przycumowany do stacji. Znajdujesz go skulonego pod biurkiem, a gdy się zbliżasz, rzuca się po drewnianą pałkę podpisaną przez jakąś sławną gwiazdę sportu Unii, ale jesteś szybszy. Wygląda na to, że w końcu traktuje cię poważnie. "Dobra, dobra... Możesz zatrzymać ten cholerny kostium, Stephan. Nawet nie chcę sobie wyobrażać, jakie zdeprawowane rzeczy w nim robiłeś. Po prostu zostaw mnie w spokoju. Nie obchodzi mnie, jakie szalone spiski wymyśliłeś, to nie ja cię wyrzuciłem z programu. To wszystko ci na górze, jasne? I nie jest tajemnicą dlaczego." Ellie kręci głową. "Nie, nie, nie... widzisz, Rigley, wiem, że ty i Vance... rozmawiacie. Masakry Dnia Marsa? Pamiętasz?" Rigley wierci się niespokojnie na krześle. Widać, że Ellie robi to wszystko dla ciebie, namawiając cię do zaakceptowania tego, co zamierza zrobić z tym człowiekiem. I nie kłamie - słyszałeś trochę o Spruce'u, zna się z admirałem Rebelii od dawna, a także z jego rodzicami. Pytanie brzmi, czy najlepszym pomysłem jest zamordowanie go z zimną krwią tu i teraz?
pt_br: Rigley deixou o armazém e agora está escondido em sua nave-escritório. Ele provavelmente teria decolado se não fosse pelo fato de a nave estar firmemente amarrada à estação. Você o encontra encolhido debaixo da mesa e, ao se aproximar, ele se apressa para pegar um taco de madeira assinado por alguma estrela famosa do esporte da União, mas você o alcança primeiro. Parece que ele finalmente está levando você a sério. "Ok, ok... Você pode ficar com a maldita fantasia, Stephan. Eu nem quero imaginar que merda depravada você fez nela. Apenas me deixe em paz. Eu não me importo com as conspirações malucas que você inventou, não fui eu que te tirei do show. Foi tudo coisa dos chefões, ok? E não é exatamente um mistério o porquê." Ellie balança a cabeça. "Não, não, não... veja, Rigley, eu sei que você e Vance... conversam. Os Massacres do Dia de Marte? Lembra daqueles?" Rigley se mexe desconfortavelmente em sua cadeira. Você pode dizer que Ellie está fazendo tudo isso por você, persuadindo-o a aceitar o que ela está prestes a fazer com este homem. Ela também não está mentindo - você ouviu um pouco sobre Spruce, e ele conhece o Almirante Rebelde e seus pais há muito tempo. A questão é: é a melhor ideia assassiná-lo a sangue frio aqui e agora?

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY_WIN"]/choice[1]/text
es: Apartarse y dejar que Ellie lo haga.
it: Stai indietro e lascia fare a Ellie.
ja: ちょっと下がって、エリーにやらせてみる。
pl: Odsuń się i pozwól Ellie to zrobić.
pt_br: Afaste-se e deixe Ellie fazer isso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY_WIN"]/choice[1]/event/text
es: Ellie da un paso más, y la respiración de Rigley se vuelve cada vez más errática. «Espera, espera, Stephan, pensémoslo bien. ¿Qué tal... una nueva línea de productos de Ellie? Puedo arreglarlo para ti, ¡será como... un pack retro! ¡Un regreso al pasado! ¡Nostalgia de los viejos tiempos!». Ellie sonríe. «¡Eso suena fabulotástico, Rigley!». Rigley respira aliviado, y es decapitado de un solo golpe del cuchillo de Ellie. Su cabeza cae al suelo, y Ellie se para sobre el cadáver para observarlo. «¡Ellie visitará tu funeral y te contará qué tal se vende la nueva mercancía! ¡Irá genial, lo promete!». Ellie coge uno de los formularios del escritorio de Rigley, escribe algo y se lo guarda en el bolsillo. Hace una reverencia y sale galopando de la habitación. Notas un nuevo vigor en su paso mientras se va, y no pierdes tiempo en seguirla.
it: Ellie fa un altro passo avanti, e il respiro di Rigley diventa sempre più irregolare. "Aspetta, aspetta, Stephan, pensiamoci bene. Che ne dici di... una nuova linea di merchandising di Ellie? Posso organizzarla per te, sarà tipo... un pacchetto retrò! Un tuffo nel passato! Nostalgia dei vecchi tempi!" Ellie sorride. "Sembra favoloso, Rigley!" Rigley tira un sospiro di sollievo, e viene prontamente decapitato da un singolo colpo di coltello di Ellie. La sua testa colpisce il pavimento, ed Ellie si erge sopra il cadavere per osservarlo. "Ellie verrà al tuo funerale e ti farà sapere come vanno le vendite del nuovo merchandising! Andrà alla grande, lo promette!" Ellie prende uno dei moduli dalla scrivania di Rigley, ci scrive qualcosa e lo piega in tasca. Fa una riverenza e galoppa fuori dalla stanza a grandi falcate. Noti un nuovo vigore nel suo passo mentre se ne va, e non perdi tempo a seguirla.
ja: エリーがまた一歩近づくと、リグレーの呼吸はますます不安定になっていく。「待って、待って、ステファン、これについて考えてみよう。エリーグッズの真新しいラインはどうか？ 私があなたのためにアレンジする - それは・・・レトロなパックのようになるだろう！先祖返り!昔のこと！」エリーは微笑む。「それは素晴らしいね、リグレー！」リグレーは安堵のため息をつき、すぐにエリーのナイフの一撃で首を刎ねられる。彼の頭は床にぶつかり、エリーは死体の上に立ってそれを調査する。「エリーがお葬式に行って、新しいグッズがどのように売れるか教えてあげるよ！きっとうまくいくよ、彼女は約束するよ！」エリーはリグレーの机から用紙の1つをつかみ、何かを書き留めてポケットに折り込む。彼女はお辞儀をして全速力で部屋から出ていった。彼女が立ち去るとき、あなたは彼女の足取りに新たな活力があることに気づき、時間を無駄にせずに彼女を追いかける。
pl: Ellie robi kolejny krok, a oddech Rigleya staje się coraz bardziej nieregularny. "Czekaj, czekaj, Stephan, przemyślmy to. Co powiesz na... zupełnie nową linię gadżetów Ellie? Mogę to dla ciebie załatwić - to będzie jak... pakiet retro! Powrót do przeszłości! Nostalgia za starymi czasami!" Ellie uśmiecha się. "Brzmi fantastycznie, Rigley!" Rigley oddycha z ulgą i natychmiast zostaje ścięty jednym cięciem noża Ellie. Jego głowa uderza o podłogę, a Ellie stoi nad zwłokami, przyglądając im się. "Ellie odwiedzi twój pogrzeb i powie ci, jak sprzedają się nowe gadżety! Będą świetne, obiecuje!" Ellie chwyta jeden z formularzy z biurka Rigleya, coś na nim zapisuje i składa go do kieszeni. Dyga i galopuje z pokoju pełnym pędem. Zauważasz nową energię w jej kroku, gdy wychodzi, i nie tracisz czasu, by za nią podążyć.
pt_br: Ellie dá mais um passo, e a respiração de Rigley fica cada vez mais errática. "Espere, espere, Stephan, vamos pensar nisso. Que tal... uma nova linha de produtos da Ellie? Eu posso arranjar isso para você - será como... um pacote retrô! Uma volta ao passado! Nostalgia dos velhos tempos!" Ellie sorri. "Isso soa fabulotástico, Rigley!" Rigley suspira aliviado e é prontamente decapitado por um único golpe da faca de Ellie. Sua cabeça bate no chão, e Ellie fica de pé sobre o cadáver para observá-lo. "A Ellie visitará seu funeral e lhe dirá como a nova mercadoria vende! Vai ser um sucesso, ela promete!" Ellie pega um dos formulários da mesa de Rigley, escreve algo e o dobra em seu bolso. Ela faz uma reverência e galopa para fora da sala a passos largos. Você percebe um novo vigor em seus passos enquanto ela sai, e não perde tempo em segui-la.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY_WIN"]/choice[2]/text
es: Detenla. Matar a este tipo es una mala idea.
it: Fermala. Uccidere questo tizio è una cattiva idea.
ja: 彼女を止める。この男を殺すのは悪い考えだ。
pl: Zatrzymaj ją. Zabicie tego faceta to zły pomysł.
pt_br: Pare-a. Matar esse cara é uma má ideia.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY_WIN"]/choice[2]/event/text
es: Pones una mano en el hombro de Ellie y le pides que pare. Sientes cómo todo su cuerpo tiembla y sus ojos se han vidriado. Tus palabras apenas le llegan, pero le llegan. Sientes que quizás no quiere hacer esto, o que al menos está en conflicto. Rigley también se da cuenta e intenta aprovecharlo de inmediato. «Stephan, ¿recuerdas los buenos tiempos que solíamos pasar? Jeje... ¿cuando discutíamos nuevas ideas de merchandising o hablábamos de cómo hacer que el programa llegara a un público más amplio? ¿No fue divertido? ¿No fue-» Rigley es interrumpido por su propio grito espeluznante cuando Ellie baja su cuchillo y le corta la mano, derramando sangre sobre unos documentos legales de aspecto importante. Rigley se agarra la mano y sigue gritando, cayendo de lado y rodando por el suelo. Ellie suspira profundamente y se guarda el cuchillo. «¡Fueron buenos tiempos, Rigley! La próxima vez, piensa un poco antes de decidir que los buenos tiempos tienen que ACABAR, ¿vale? ¡Adiós!». Ellie coge un formulario de su escritorio y saluda alegremente, luego sale galopando de la habitación. Echas un último vistazo al patético hombre en el suelo y le recuerdas a medias que podrá permitirse un buen reemplazo artificial para su mano más tarde, y que aplique presión en la herida. Rigley no te oye, y te das la vuelta y sales de la habitación también.
it: Metti una mano sulla spalla di Ellie e le chiedi di fermarsi. Senti tutto il suo corpo tremare, e i suoi occhi sono vitrei. Le tue parole la raggiungono a malapena, ma la raggiungono. Senti che forse non vuole farlo, o che almeno è combattuta. Anche Rigley se ne accorge e cerca immediatamente di approfittarne. "Stephan, ricordi i bei tempi che passavamo? Heheh... quando discutevamo di nuove idee di merchandising, o parlavamo di come rendere lo show più attraente per un pubblico più vasto? Non era divertente? Non era-" Rigley viene interrotto dal suo stesso urlo agghiacciante mentre Ellie abbassa il coltello e gli mozza la mano, spargendo sangue su alcuni documenti legali dall'aspetto importante. Rigley si stringe la mano e continua a urlare, cadendo su un fianco e rotolando sul pavimento. Ellie tira un profondo sospiro e si mette in tasca il coltello. "Erano bei tempi, Rigley! La prossima volta, pensa un po' prima di decidere che i bei tempi devono FINIRE, okay? Ciao ciao!" Ellie prende un modulo dalla sua scrivania e saluta allegramente, poi galoppa fuori dalla stanza. Dai un'ultima occhiata al patetico uomo sul pavimento e gli ricordi svogliatamente che potrà permettersi una buona protesi artificiale per la sua mano in seguito, e di applicare pressione sulla ferita. Rigley non ti sente, e anche tu ti giri e lasci la stanza.
ja: あなたはエリーの肩に手を置き、やめるように言った。彼女の全身が震え、目がうるんでいるのがわかる。あなたの言葉はかろうじて彼女に届いた。あなたは、もしかしたら彼女がこんなことをしたくないのかもしれない、少なくとも葛藤しているのだと感じ取ることができる。リグリーもそれに気づき、すぐに利用しようとする。「ステファン、私たちが過ごした楽しい日々を覚えてる？新しいグッズのアイデアについて話し合ったり、ショーをもっと幅広い観客に知ってもらうにはどうしたらいいか話し合ったり。楽しかっただろ？楽しくなかった？ エリーがナイフを振り下ろし、リグリーの手を切り裂いた。リグリーは手を握りしめて叫び続け、横向きに倒れて床を転げまわる。エリーは深いため息をつき、ナイフをポケットにしまう。「いい時代だったわ、リグリー！今度からは、楽しい時間はもう終わりにしよう。バイバイ！"エリーはリグリーの机から用紙を取り出し、元気よく手を振って部屋を飛び出した。 あなたは床に倒れている哀れな男を最後にもう一度見て、手の代わりの人工関節を買う余裕が後で出てくるから、傷口を圧迫するようにと半ば強引に言い聞かせる。リグリーには聞こえず、あなたは振り返って部屋を出た。
pl: Kładziesz rękę na ramieniu Ellie i prosisz ją, by przestała. Czujesz, jak całe jej ciało drży, a jej oczy stają się szkliste. Twoje słowa ledwo do niej docierają - ale docierają. Czujesz, że może nie chce tego robić, a przynajmniej jest w konflikcie. Rigley również to zauważa i natychmiast próbuje to wykorzystać. "Stephan, pamiętasz te dobre czasy, które mieliśmy? Heheh... kiedy dyskutowaliśmy o nowych pomysłach na gadżety, albo rozmawialiśmy o tym, jak sprawić, by program bardziej spodobał się szerszej publiczności? Czy to nie była zabawa? Czy nie-" Rigley zostaje przerwany przez swój własny, mrożący krew w żyłach krzyk, gdy Ellie opuszcza nóż i odcina mu rękę, rozlewając krew na ważne wyglądające dokumenty prawne. Rigley chwyta się za rękę i nadal krzyczy, upadając na bok i tarzając się po podłodze. Ellie bierze głęboki oddech i chowa nóż do kieszeni. "To były dobre czasy, Rigley! Następnym razem, pomyśl trochę, zanim zdecydujesz, że dobre czasy muszą się SKOŃCZYĆ, dobrze? Pa pa!" Ellie chwyta formularz z jego biurka i wesoło macha, po czym galopuje z pokoju. Ostatni raz spoglądasz na żałosnego człowieka na podłodze i z wahaniem przypominasz mu, że później będzie go stać na dobrą sztuczną protezę ręki, i żeby uciskał ranę. Rigley cię nie słyszy, a ty odwracasz się i również opuszczasz pokój.
pt_br: Você coloca a mão no ombro de Ellie e pede para ela parar. Você pode sentir todo o corpo dela tremendo, e seus olhos estão vidrados. Suas palavras mal a alcançam - mas elas a alcançam. Você pode sentir que talvez ela não queira fazer isso, ou que pelo menos está em conflito. Rigley também percebe isso e imediatamente tenta tirar vantagem. "Stephan, lembra dos bons tempos que costumávamos ter? Heheh... quando discutíamos novas ideias de mercadorias, ou falávamos sobre como poderíamos fazer o show se destacar para um público mais amplo? Não era divertido? Não era-" Rigley é interrompido por seu próprio grito de gelar o sangue quando Ellie desce sua faca e decepa sua mão, derramando sangue sobre alguns documentos legais de aparência importante. Rigley agarra a mão e continua a gritar, caindo de lado e rolando no chão. Ellie suspira profundamente e guarda a faca. "Bons tempos aqueles, Rigley! Da próxima vez, pense um pouco antes de decidir que os bons tempos têm que ACABAR, ok? Tchau, tchau!" Ellie pega um formulário de sua mesa e acena alegremente, depois galopa para fora da sala. Você dá uma última olhada no homem patético no chão e, sem muito entusiasmo, lembra-o de que ele poderá comprar uma boa substituição artificial para sua mão mais tarde, e para aplicar pressão na ferida. Rigley não o ouve, e você se vira e sai da sala também.

source: data/events_special_ellie.xml$//ship[@name="SHIP_HUEGHEY_SECURITY"]/destroyed/text
es: La Élite Rebelde, y por consiguiente la seguridad de Hueghey, han sido despachadas. Desguazas los restos.
it: L'Élite Ribelle - e di conseguenza la sicurezza di Hueghey - è stata eliminata. Ne recuperi i resti.
ja: 反乱軍のエリート、そして結果としてヒューギーの警備が派遣された。あなたは残骸をスクラップにする。
pl: Elita Rebelii - a w konsekwencji ochrona Huegheya - została pokonana. Złomujesz szczątki.
pt_br: A Elite Rebelde - e consequentemente a segurança de Hueghey - foi despachada. Você desmonta os restos.

source: data/events_special_ellie.xml$//ship[@name="SHIP_HUEGHEY_SECURITY"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Encontrar a Hueghey de nuevo.
it: Trova di nuovo Hueghey.
ja: ヒューギーをもう一度見つける。
pl: Znajdź Huegheya ponownie.
pt_br: Encontrar Hueghey novamente.

source: data/events_special_ellie.xml$//ship[@name="SHIP_HUEGHEY_SECURITY"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. No hay razón para buscar a Hueghey ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Hueghey ora.
ja: エリーは間に合いなかった。今さらヒューギーを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Huegheya.
pt_br: Ellie não sobreviveu. Não há razão para procurar Hueghey agora.

source: data/events_special_ellie.xml$//ship[@name="SHIP_HUEGHEY_SECURITY"]/deadCrew/text
es: La Élite Rebelde, y por consiguiente la seguridad de Hueghey, han sido despachadas. Desguazas los restos.
it: L'Élite Ribelle - e di conseguenza la sicurezza di Hueghey - è stata eliminata. Ne recuperi i resti.
ja: 反乱軍のエリート、そして結果としてヒューギーの警備が派遣された。あなたは残骸をスクラップにする。
pl: Elita Rebelii - a w konsekwencji ochrona Huegheya - została pokonana. Złomujesz szczątki.
pt_br: A Elite Rebelde - e consequentemente a segurança de Hueghey - foi despachada. Você desmonta os restos.

source: data/events_special_ellie.xml$//ship[@name="SHIP_HUEGHEY_SECURITY"]/deadCrew/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Encontrar a Hueghey de nuevo.
it: Trova di nuovo Hueghey.
ja: ヒューギーをもう一度見つける。
pl: Znajdź Huegheya ponownie.
pt_br: Encontrar Hueghey novamente.

source: data/events_special_ellie.xml$//ship[@name="SHIP_HUEGHEY_SECURITY"]/deadCrew/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. No hay razón para buscar a Hueghey ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Hueghey ora.
ja: エリーは間に合いなかった。今さらヒューギーを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Huegheya.
pt_br: Ellie não sobreviveu. Não há razão para procurar Hueghey agora.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/beaconType/unvisitedTooltip
es: Aquí es donde Ellie te exigió que, como «superfán», la escoltaras.
it: Qui è dove Ellie ha preteso che tu, "superfan", la scortassi.
ja: ここは、エリーが "スーパーファン" のあなたにエスコートしてほしいと要求した場所だ。
pl: To tutaj Ellie zażądała, abyś ty, "superfan", ją eskortował.
pt_br: Aqui é onde Ellie exigiu que você, "superfã", a escoltasse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY"]/beaconType/visitedTooltip
es: Ubicación explorada.No queda nada de interés.
it: Posizione esplorata.Nulla è rimasto di interesse.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.
pt_br: Local explorado. Não sobrou nada de interesse.
