Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[3]/event/choice[1]/text
es: Haz algo a bordo del barco.
it: Fai qualcosa a bordo della nave.
ja: 船内で何かをする。
pl: Zrób coś na statku.
pt_br: Fazer algo a bordo da nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[3]/event/choice[2]/text
es: Hacer nada.
it: Fare niente.
ja: 何もしない。
pl: Nic do roboty.
pt_br: Não fazer nada.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/text
es: La estación de la Milicia ha sido dañada hasta el punto de que ya no puede funcionar, y se rinde.
it: La stazione della Milizia è stata danneggiata al punto da non poter più funzionare e si arrende.
ja: ミリティア基地はもはや機能できないほど損傷しており、降伏する。
pl: Stacja Milicji została uszkodzona do tego stopnia, że nie może już funkcjonować i poddaje się.
pt_br: A estação da Milícia foi danificada a ponto de não poder mais funcionar e se rende.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="unique_ellie"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="unique_ellie"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="unique_ellie_lvl2"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="unique_ellie_lvl2"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="unique_ellie_lvl3"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="unique_ellie_lvl3"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_WIN"]/choice[@req="LIST_CREW_ELLIE"]/text
es: Ellie no lo logró. No hay razón para buscar a Gos ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Gos ora.
ja: エリーは間に合いなかった。今さらゴスを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Gosa.
pt_br: Ellie não sobreviveu. Não há razão para procurar Gos agora.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/text
es: La fuerza de combate de la estación de la Milicia ha sido eliminada, sin dejar a nadie más capaz de defenderla.
it: La forza combattente della stazione della Milizia è stata eliminata, non lasciando nessun altro in grado di difenderla.
ja: ミリティア基地のミリティア戦闘部隊は排除され、他にそれを守ることができる者は誰もいない。
pl: Siły bojowe stacji Milicji zostały wyeliminowane, nie pozostawiając nikogo zdolnego do jej obrony.
pt_br: A força de combate da Milícia da estação da Milícia foi eliminada, não deixando ninguém mais capaz de defendê-la.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="unique_ellie"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="unique_ellie"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="unique_ellie_lvl2"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="unique_ellie_lvl2"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="unique_ellie_lvl3"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="unique_ellie_lvl3"]/event/text
es: Durante la lucha, Gos parece haber sido gravemente herido. Para cuando lo encuentras, su muerte ya parece inminente. Ellie recorre la habitación, arrastrando su cuchillo contra las paredes con profunda concentración. Ni una sola vez mira a los ojos al Rockman. Finalmente, vuelve al centro de la habitación y se para sobre Gos, mirándolo a los ojos. «Esto es lo que les pasa a los traidores, Remmy. ¡Hazme un favor y saluda a Sammy en el i-n-f-i-e-r-n-o!». Ellie realiza un solo corte con su cuchillo en la garganta de Gos, sellando su destino. Mientras el Rockman se desangra en el suelo, Ellie limpia la sangre de su cuchillo y sale de la habitación con menos de su habitual actitud infantil.
it: Durante il combattimento, Gos sembra essere stato gravemente ferito. Quando lo trovi, la sua morte sembra già imminente. Ellie si aggira per la stanza, trascinando il coltello contro i muri in profonda concentrazione. Non incrocia mai lo sguardo del Rockman. Infine, torna al centro della stanza e si piazza sopra Gos, fissandolo negli occhi. "Questo è ciò che accade ai traditori, Remmy. Fammi un favore e saluta Sammy all'inferno!" Ellie compie un unico fendente con il suo coltello alla gola di Gos, suggellando il suo destino. Mentre il Rockman muore dissanguato sul pavimento, Ellie pulisce il sangue dal suo coltello e marcia fuori dalla stanza con un fare meno infantile del solito.
ja: 戦闘中、ゴスは重傷を負ったようだ。あなたが彼を見つけたときには、すでに彼の死が差し迫っているように思える。エリーはナイフを壁に引きずりながら、集中して部屋の中を歩き回る。彼女は一度もロックと目を合わせたことがない。最後に、彼女は部屋の中央に戻り、ゴスの上に立ち、彼の目を見つめる。「裏切り者にはこういうことが起こるんだよ、レミー。お願いだから、二本のホッケースティックを持ったサミーに挨拶してね！」エリーはナイフでゴスの喉を一突きし、彼の運命を決定づける。ロックが床に血を流すと、エリーはナイフについた血をぬぐい、いつもの子供のような態度ではなく部屋から出て行った。
pl: Podczas walki Gos został ciężko ranny. Gdy go znajdujesz, jego śmierć wydaje się nieunikniona. Ellie krąży po pokoju, ciągnąc nożem po ścianach w głębokim skupieniu. Ani razu nie nawiązuje kontaktu wzrokowego ze Skałowcem. W końcu wraca na środek pokoju i staje nad Gosem, patrząc mu w oczy. "Tak kończą zdrajcy, Remmy. Zrób mi przysługę i pozdrów Sammy'ego w p-i-e-k-l-e!" Ellie wykonuje jedno cięcie nożem po gardle Gosa, pieczętując jego los. Gdy Skałowiec wykrwawia się na podłodze, Ellie wyciera krew z noża i wychodzi z pokoju z mniejszą niż zwykle dziecinną manierą.
pt_br: Durante a luta, Gos parece ter sido gravemente ferido. Quando você o encontra, sua morte já parece iminente. Ellie percorre a sala, arrastando sua faca contra as paredes em profunda concentração. Nenhuma vez ela faz contato visual com o Homem-Rocha. Finalmente, ela volta ao centro da sala e para sobre Gos, encarando-o nos olhos. "É isso que acontece com traidores, Remmy. Me faça um favor e diga olá para o Sammy no i-n-f-e-r-n-o!" Ellie faz um único golpe com sua faca na garganta de Gos, selando seu destino. Enquanto o Homem-Rocha sangra no chão, Ellie limpa o sangue de sua faca e sai da sala com menos de sua maneira infantil usual.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_CREWKILL"]/choice[@req="LIST_CREW_ELLIE"]/text
es: Ellie no lo logró. No hay razón para buscar a Gos ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Gos ora.
ja: エリーは間に合いなかった。今さらゴスを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Gosa.
pt_br: Ellie não sobreviveu. Não há razão para procurar Gos agora.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/text
es: La estación de la Milicia ha sido destruida, esparciendo varias cápsulas de escape cerca. Una de ellas probablemente contiene a Gos.
it: La stazione della Milizia è stata distrutta, spargendo varie capsule di salvataggio nelle vicinanze. Una di esse probabilmente contiene Gos.
ja: ミリティア基地は破壊され、近くにさまざまな脱出ポッドが散乱した。そのうちの1つはおそらく Go を含んでいる。
pl: Stacja Milicji została zniszczona, rozrzucając w pobliżu różne kapsuły ratunkowe. Jedna z nich prawdopodobnie zawiera Gosa.
pt_br: A estação da Milícia foi destruída, espalhando várias cápsulas de fuga nas proximidades. Uma delas provavelmente contém Gos.

source: data/events_special_ellie.xml$//event[@name="ELLIE_GOS_DESTROY"]/choice[@req="unique_ellie"]/text
es: Encontrar a Gos de nuevo.
it: Trova di nuovo Gos.
ja: ゴスをもう一度見つける。
pl: Znajdź Gosa ponownie.
pt_br: Encontrar Gos novamente.
