Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/text
es: Espera, ¿tú eres el que interpreta a Remmy?
it: Aspetta, sei tu che interpreti Remmy?
ja: 待って、レミーを演じるのはあなたか？
pl: Czekaj, to ty grasz Remmy'ego?
pt_br: Espere, você é quem interpreta o Remmy?

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/text
es: El Rockman asiente. «Sí, aunque no es algo que descubrirías sin investigar. No sé por qué acepté el trabajo, ha sido un infierno. Por eso también hago este trabajo en la Milicia: la Unión no tiene leyes que protejan la igualdad salarial de las especies inmigrantes, y nunca me pagaron tanto como a los demás. Ciertamente no tanto como a Stephan». Al mencionar al otro actor en la sala, el Rockman se vuelve hacia Ellie. «Stephan, no estamos en el trabajo ahora. Ya no necesitas llamarme Remmy, je. Soy Gos». Gos extiende la mano, que estrechas instintivamente a pesar del propósito de tu misión. La compostura amigable y no intimidante del Rockman te ha desarmado, e incluso Ellie parece un poco reservada. Aun así, sigue el guion. «Remmy, Remmy, Remmy. ¡Puedes mentir todo lo que quieras, pero Ellie sabe la verdad! ¡Es un caballo honesto, y conoce bien a un mentiroso!». Gos parece genuinamente herido. «Stephan, ¿me estás acusando de que te despidieran? ¡Hemos sido amigos desde el primer día! Fuiste el único en ese elenco que me trató como a una persona real, y no como a un defecto alienígena o un invasor no deseado. ¡Solíamos pasear en el Equinox, diseñábamos ideas de merchandising juntos, salíamos después del trabajo casi todas las semanas! ¡Lo que te hicieron fue terrible, y es una gran razón por la que renuncié! ¡Pero ser amable con el nuevo no significa que te haya dado la espalda! Michael parece un buen tipo, y es un gran actor. Bueno con los niños, e interpreta bien a Sammy. Ciertamente no está tan dedicado al papel como tú, ¡pero no puedes culparlo por una decisión tomada en lo más alto de W.I. cuando compraron el estudio!». Ellie comienza a gritar y a chillar, derribando mesas y rompiendo algunas pinturas en la pared. Sorprendidos por las repentinas acciones violentas, varios soldados de la Milicia han abandonado la partida de póquer y ahora tienen las manos en sus armas. «¡MENTIROSO! ¡MENTIROSO! ¡MENTIROSO! ¡ERES UNA RATA! ¡UN TRAIDOR! ¡NO LE MIENTAS A ELLIE, ELLA SABE LA VERDAD! Y... y... ¡y mis amigos aquí me respaldarán! ¿Verdad? No me traicionarías, ¿verdad, superfán?». No sabes qué está provocando que Ellie actúe así, pero se gira hacia ti, suplicando tu apoyo.
it: Il Rockman annuisce. "Sì, anche se non è qualcosa che scopriresti senza indagare. Non so perché ho accettato quel lavoro, è stato un inferno. È per questo che faccio anche questo lavoro per la Milizia: l'Unione non ha leggi che proteggono la parità di retribuzione delle specie immigrate, e non sono mai stato pagato quanto gli altri. Certamente non quanto Stephan." Dopo aver menzionato l'altro attore nella stanza, il Rockman si rivolge di nuovo a Ellie. "Stephan, non siamo al lavoro adesso. Non devi più chiamarmi Remmy, eh. Sono solo Gos." Gos porge la mano, che stringi istintivamente nonostante lo scopo della tua missione qui. L'atteggiamento amichevole e per nulla intimidatorio del Rockman ti ha disarmato, e persino Ellie sembra un po' riservata. Nonostante ciò, lei segue il copione. "Remmy, Remmy, Remmy. Puoi mentire quanto vuoi, ma Ellie conosce la verità! È un cavallo onesto e riconosce bene un bugiardo!" Gos sembra sinceramente ferito. "Stephan, mi stai accusando di averti fatto licenziare? Siamo amici dal primo giorno! Eri l'unico in quel cast che mi trattava come una persona vera, e non come un difetto alieno o un invasore indesiderato. Andavamo a fare giri sull'Equinox, progettavamo idee per il merchandising insieme, uscivamo dopo il lavoro quasi ogni settimana! Quello che ti hanno fatto è stato terribile, ed è una delle ragioni principali per cui me ne sono andato! Ma essere gentile con il nuovo arrivato non significa che ti ho voltato le spalle! Michael sembra un bravo ragazzo, ed è un grande attore. Bravo con i bambini, e interpreta bene Sammy. Certo, non è neanche lontanamente dedito al ruolo come te, ma non puoi incolpare lui per una decisione presa ai piani alti della W.I. quando hanno comprato lo studio!" Ellie inizia a urlare e gridare, rovesciando tavoli e strappando alcuni quadri sul muro. Sorpresi dalle improvvise azioni violente, diversi soldati della Milizia hanno abbandonato la partita di poker e ora hanno le mani sulle loro armi. "BUGARDO! BUGARDO! BUGARDO! SEI UN TOPO! UN TRADITORE! NON MENTIRE A ELLIE, LEI SA LA VERITÀ! E... e... e i miei amici qui mi daranno man forte! Vero? Non mi tradiresti, vero superfan?" Non sai cosa spinga Ellie ad agire così, ma si volta verso di te, implorando il tuo sostegno.
ja: ロックマンはうなずく。"そうだね、でも調べないとわからないことだけどね。なぜこの仕事を引き受けたのかわからない。ユニオンには移民種の同一賃金を保護する法律がない。ステファンほどはね」。部屋にいるもう一人の俳優のことを言うと、ロックマンはエリーに向き直る。「ステファン、今は仕事中じゃないんだ。もうレミーって呼ばなくていいよ。ただのゴスだよ」。ゴスが手を差し出すと、ここでの任務の目的にもかかわらず、あなたは本能的に握手をした。ロックマンの気さくで威圧的でない態度に、あなたは緊張を解かれた。それでも、彼女は台本通りに行動する。 「レミー、レミー、レミー。あなたが嘘をつくのは勝手だけど、エリーは真実を知っている！彼女は正直な馬だから、嘘つきのことはよく知っている！" ゴスは本当に傷ついているようだ。「ステファン、僕が君をクビにしたとでも言うのかい？私たちは初日から友達だった！君はあのキャストの中で唯一、僕を一人の人間として扱ってくれたし、エイリアンの欠陥や不要な侵略者のような存在ではなかった。私たちはよくエクイノックスに乗りに行ったし、一緒にグッズのアイデアをデザインしたり、毎週のように仕事の後に遊んだりした！彼らがあなたにしたことはひどいもので、それが私が辞めた大きな理由です！でも、新人に親切にしたからといって、私があなたに背を向けたわけじゃない！マイケルはいいヤツそうだし、演技もうまい。子供の扱いもうまいし、サミーをうまく演じている。でも、スタジオを買収したときにW.I.が決めたことだから、彼を責めることはできないわ！」。 エリーは叫び声を上げ、テーブルを蹴り倒し、壁の絵を破り始めた。突然の乱暴狼藉に驚いたのか、複数の民兵がポーカーゲームを放棄し、武器を手にしている。「嘘つき！嘘つき！嘘つき！お前はネズミだ！裏切り者だエリーは真実を知っているんだ！それに......ここにいる友達も応援してくれる！そうだろ？私を裏切ったりしないよね？"何がエリーをそのようにさせたのかわからないが、エリーはあなたに向かって、応援を懇願する。
pl: Skałowiec kiwa głową. "Tak, chociaż to nie jest coś, czego dowiedziałbyś się bez grzebania. Nie wiem, dlaczego przyjąłem tę pracę, to było piekło. Dlatego też prowadzę tę działalność w Milicji - Unia nie ma praw chroniących równej płacy dla gatunków imigranckich, a ja nigdy nie zarabiałem tyle, co inni. Z pewnością nie tyle, co Stephan." Wspominając o drugim aktorze w pokoju, Skałowiec odwraca się do Ellie. "Stephan, nie jesteśmy teraz w pracy. Nie musisz już nazywać mnie Remmy, heh. Jestem po prostu Gos." Gos wyciąga rękę, którą instynktownie ściskasz, mimo celu twojej misji. Przyjazna i niegroźna postawa Skałowca rozbroiła cię, a nawet Ellie wydaje się nieco powściągliwa. Mimo to, trzyma się scenariusza. "Remmy, Remmy, Remmy. Możesz kłamać ile chcesz, ale Ellie zna prawdę! Jest uczciwym koniem i dobrze zna kłamców!" Gos wydaje się autentycznie zraniony. "Stephan, oskarżasz mnie o to, że cię zwolnili? Byliśmy przyjaciółmi od pierwszego dnia! Byłeś jedyną osobą w tej obsadzie, która traktowała mnie jak prawdziwego człowieka, a nie jakiegoś obcego dziwaka czy niechcianego najeźdźcę. Jeździliśmy razem w Equinoxie, projektowaliśmy razem gadżety, spotykaliśmy się po pracy prawie co tydzień! To, co ci zrobili, było okropne i to jest główny powód, dla którego odszedłem! Ale bycie miłym dla nowicjusza nie oznacza, że odwróciłem się od ciebie! Michael wydaje się dobrym facetem i jest świetnym aktorem. Dobry z dziećmi i dobrze gra Sammy'ego. Na pewno nie jest tak oddany roli jak ty, ale nie możesz go winić za decyzję podjętą na samej górze w W.I., kiedy kupili studio!" Ellie zaczyna krzyczeć i wrzeszczeć, przewracając stoły i zrywając obrazy ze ścian. Zaskoczeni nagłymi gwałtownymi działaniami, wielu żołnierzy Milicji porzuciło grę w pokera i teraz trzymają ręce na broni. "KŁAMCA! KŁAMCA! KŁAMCA! JESTEŚ SZCZUREM! ZDRAJCĄ! NIE KŁAM ELLIE, ONA ZNA PRAWDĘ! I... i... i moi przyjaciele mnie poprą! Prawda? Nie zdradziłbyś mnie, prawda, superfanie?" Nie wiesz, co skłania Ellie do takiego zachowania, ale odwraca się do ciebie, błagając o wsparcie.
pt_br: O Homem-Rocha acena. "Sim, embora não seja algo que você descobriria sem investigar. Não sei por que aceitei o trabalho, tem sido um inferno. É por isso que também faço este trabalho na Milícia - a União não tem leis que protejam o pagamento igual de espécies imigrantes, e eu nunca fui pago tanto quanto os outros. Certamente não tanto quanto Stephan." Ao mencionar o outro ator na sala, o Homem-Rocha se vira para Ellie. "Stephan, não estamos no trabalho agora. Você não precisa mais me chamar de Remmy, heh. É só Gos." Gos estende a mão, que você aperta instintivamente, apesar do propósito de sua missão aqui. A compostura amigável e não intimidante do Homem-Rocha o desarmou, e até mesmo Ellie parece um pouco reservada. Mesmo assim, ela segue o roteiro. "Remmy, Remmy, Remmy. Você pode mentir o quanto quiser, mas a Ellie sabe a verdade! Ela é um cavalo honesto, e conhece bem um mentiroso!" Gos parece genuinamente magoado. "Stephan, você está me acusando de ter te despedido? Somos amigos desde o primeiro dia! Você foi o único naquele elenco que me tratou como uma pessoa de verdade, e não como algum tipo de defeito alienígena ou invasor indesejado. Costumávamos passear no Equinox, criamos ideias de mercadorias juntos, saíamos depois do trabalho quase toda semana! O que fizeram com você foi terrível, e é uma grande razão pela qual eu saí! Mas ser legal com o novato não significa que eu te traí! Michael parece um cara legal, e ele é um ótimo ator. Bom com crianças, e interpreta o Sammy bem. Ele certamente não é tão dedicado ao papel quanto você, mas você não pode culpá-lo por uma decisão tomada lá no topo da W.I. quando eles compraram o estúdio!" Ellie começa a gritar e berrar, chutando mesas e rasgando algumas pinturas na parede. Assustados com as ações violentas repentinas, vários soldados da Milícia abandonaram o jogo de pôquer e agora estão com as mãos em suas armas. "MENTIROSO! MENTIROSO! MENTIROSO! VOCÊ É UM RATO! UM TRAIDOR! NÃO MINTA PARA A ELLIE, ELA SABE A VERDADE! E... e... e meus amigos aqui vão me apoiar! Certo? Você não me trairia, trairia, superfã?" Você não sabe o que está levando Ellie a agir assim, mas ela se vira para você, implorando por seu apoio.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[1]/text
es: Respaldar a Ellie.
it: Dai man forte a Ellie.
ja: エリーをバックアップする。
pl: Poprzyj Ellie.
pt_br: Apoiar a Ellie.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[1]/event/text
es: Aunque la idea de luchar contra todos estos milicianos no te entusiasma, te mantienes firme detrás de Ellie. Gos parece perdido, pero los otros milicianos no dudan. La amenaza ahora es evidente, la estación se vuelve hostil y ¡tienes una lucha por delante!
it: Anche se l'idea di combattere tutti questi miliziani non ti entusiasma, rimani al tuo posto dietro a Ellie. Gos sembra perso, ma gli altri miliziani non esitano. La minaccia è ora evidente, la stazione diventa ostile e hai uno scontro da affrontare!
ja: これらのミリティア全員と戦うという考えは興奮しないが、あなたはエリーを支持する。ゴスは困惑しているようだが、他のミリティアたちはためらわない。脅威が明らかになり、ステーションは敵対的になり、あなたは戦うしかない!
pl: Chociaż pomysł walki z tymi wszystkimi Milicjantami cię nie ekscytuje, trzymasz się za Ellie. Gos wydaje się być w kropce, ale inni Milicjanci nie wahają się. Zagrożenie jest teraz oczywiste, stacja staje się wroga i masz przed sobą walkę!
pt_br: Embora a ideia de lutar contra todos esses milicianos não o excite, você se mantém firme atrás de Ellie. Gos parece perdido, mas os outros milicianos não hesitam. A ameaça agora aparente, a estação se torna hostil e você tem uma luta pela frente!

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[2]/text
es: No puedes hacer esto, Ellie.
it: Non puoi farlo, Ellie.
ja: そんなことはできない、エリー。
pl: Nie możesz tego zrobić, Ellie.
pt_br: Você não pode fazer isso, Ellie.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[2]/event/text
es: «¡No, no, no, no, no, no, no! No puedes estar hablando en serio... ¡¿cómo has podido HACER esto, superfán?! Bien, lo haré YO MISMO. ¡COMO SIEMPRE TENGO QUE HACER!». Ellie busca su cuchillo, pero cuando sus ojos recorren la habitación y ve lo superada en número que está, se detiene. «Yo...». Ellie endereza los hombros y respira hondo, y su compostura cambia de repente a amistosa. «Tienes razón, Gos, no me traicionarías, ¿verdad? ¡Tú... nunca traicionarías a tu mejor amigo, Ellie! ¡Remmy y Ellie, son el dúo más icónico de la historia de los medios!». Gos asiente con cuidado. «Como en los viejos tiempos, ¿eh? Sé que el divorcio te afectó mucho, Stephan, y que te despidieran aún más, pero no puedes hacerlo solo en este jodido Multiverso. Puedo hacer todo lo posible por ayudarte, pero al final tienes que ayudarte a ti mismo primero». Ellie niega con la cabeza. «¡Ellie SÍ se está ayudando a sí misma! ¡Está en el camino correcto, no te preocupes, mejor amigo! Vale, bueno, tengo que irme ahora, ¡el espacio es grande y hay muchos niños ahí fuera que necesitan a Ellie! ¡Adiós! ¡Vamos, superfán!». Ellie sale galopando por la puerta y vuelve a la nave. Vas a seguirla, pero Gos te pone una mano en el hombro para detenerte. «Oye, gracias por eso. Solo... vigílalo, ¿vale? Siempre ha estado un poco... bueno, no estoy seguro de cómo decirlo educadamente. Un poco chiflado, supongo. Cuando se unió a Flores y Sol, la compañía estaba en la ruina, y Stephan no era más que un actor fracasado que había caído en desgracia. Cuando su mujer lo dejó, y se llevó a su hijo también, se dedicó al papel como un loco. Recibió consejos de actuación de Cornelius Parrysmith, el actor de método más renombrado del Multiverso, pero también empezó a... creer que ÉL ERA el personaje. Me cae bien, pero también sé que necesita un amigo. Cuando lo despidieron, todo se fue al traste. No sé realmente por qué lo echaron, aunque oí rumores de que la orden vino de muy arriba. ¡Prácticamente él solo llevó a la compañía a la fortuna! Tengo el presentimiento de que no parará hasta que haya encontrado a “Sammy”. No dejes que le haga daño a Michael, ¿vale? Hay muchos desgraciados en W.I., pero nosotros los actores solo intentamos ganarnos la vida». Gos asiente y te da una palmadita en la espalda. «Bueno, eso es todo lo que tenía que decir. Haré que mis chicos te den algo al salir. Siempre es bueno ver a alguien protegiendo a la Federación».
it: "No, no no no no no no! Non puoi seriamente... come hai potuto FARLO superfan?! Bene, lo farò da SOLA. COME DEVO SEMPRE FARE!" Ellie prende il coltello, ma mentre i suoi occhi scrutano la stanza e vede quanto sia in inferiorità numerica, si ferma. "Io..." Ellie raddrizza le spalle, fa un respiro profondo e il suo atteggiamento cambia molto improvvisamente, diventando amichevole. "Hai ragione Gos, non mi tradiresti, vero? Tu... tu non tradiresti mai la tua migliore amica Ellie! Remmy ed Ellie, sono il duo più iconico della storia dei media!" Gos annuisce con cautela. "Proprio come ai vecchi tempi, eh? So che il divorzio ti ha colpito duramente, Stephan, e il licenziamento ancora di più, ma non puoi farcela da solo in questo Multiverso incasinato. Posso fare del mio meglio per aiutarti, ma alla fine devi prima aiutare te stesso." Ellie scuote la testa. "Ellie SI sta aiutando! È sulla strada giusta, non preoccuparti, migliore amico! Okay, beh, ora devo andare, lo spazio è grande e ci sono un sacco di bambini là fuori che hanno bisogno di Ellie! Ciao ciao! Andiamo, superfan!" Ellie galoppa fuori dalla porta e torna alla nave. Stai per seguirla ma Gos ti mette una mano sulla spalla per fermarti. "Ehi, grazie per quello. Solo... tienilo d'occhio, okay? È sempre stato un po'... beh, non so come dirlo educatamente. Un po' svitato, credo. Quando si è unito a Fiori e Sole, l'azienda era in rovina, e Stephan non era altro che un attore fallito caduto in disgrazia. Quando sua moglie lo ha lasciato, portandosi via anche suo figlio, si è dedicato al ruolo come un pazzo. Ha ricevuto consigli di recitazione da Cornelius Parrysmith, il più rinomato attore di metodo del Multiverso, ma ha anche iniziato a... credere di ESSERE il personaggio. Mi piace il tipo, ma so anche che ha bisogno di un amico. Quando è stato licenziato, è andato tutto a rotoli. Non so bene perché l'abbiano licenziato, anche se ho sentito voci che l'ordine sia venuto dall'alto. Ha praticamente portato l'azienda alla fortuna da solo! Ho la brutta sensazione che non si fermerà finché non avrà preso 'Sammy'. Non lasciare che faccia del male a Michael, okay? Ci sono un sacco di farabutti alla W.I., ma noi attori stiamo solo cercando di guadagnarci da vivere." Gos annuisce e ti dà una pacca sulla schiena. "Bene, questo è tutto quello che avevo da dire. Farò in modo che i miei ragazzi ti diano qualcosa all'uscita. È sempre un piacere vedere qualcuno che protegge la Federazione."
ja: "いや、いや、いや、いや、いや！まさか......よくもまあ、こんなスーパーファンを......！いいよ、自分でやるよ。いつものようにね！"エリーはナイフに手を伸ばしたが、部屋を見渡し、自分がいかに劣勢であるかを目の当たりにして、立ち止まった。"I..."エリーは肩を正し、深呼吸をした。"ゴスの言う通り、あなたは私を裏切らないわよね？あなたは...あなたは親友のエリーを裏切らない！レミーとエリー、彼らはメディア史上最も象徴的なコンビだ！" ゴスは慎重にうなずく。"昔のようにね？離婚のことで、ステファンはつらい思いをしただろうし、解雇されたことで、さらにつらい思いをしただろうけど、このめちゃくちゃなマルチバースで、君は一人ではやっていけない。でも、このめちゃくちゃなマルチバースで、君一人ではやっていけないんだ。 エリーは首を横に振る。「エリーは自分を助けている！彼女は正しい道を歩んでいるんだから、心配しないで！宇宙は広いし、エリーを必要としている子どもたちがたくさんいるんだから！バイバイ！行こう、スーパーファン！」。エリーは駆け足でドアを出て、船に戻った。 あなたは後を追おうとしたが、ゴスがあなたの肩に手を置いて止めた。「ありがとう。ただ...彼から目を離すなよ？彼はいつもちょっと......何て言っていいかわからないんだけど。ちょっと気まぐれなんだ。彼がフラワーズ＆サンシャインに入社した頃、会社はどん底で、ステファンは落ちぶれたダメ俳優でしかなかった。妻に去られ、子供も連れ去られたとき、彼は狂ったように役に没頭した。マルチバースで最も有名なメソッド俳優、コーネリアス・パリスミスから演技のヒントを得た。私は彼が好きだが、彼には友人が必要なことも知っている。彼が解雇されたとき、すべてが悪化した。なぜ彼がクビになったのかは知らないが、上層部からの指示だという噂は聞いている。彼は実質的に独力で会社を幸運に導いた！彼は "サミー "を手に入れるまで止まらないような気がする。マイケルに危害を加えさせないでくれ。W.I.には卑劣な連中が大勢いるけど、僕ら俳優は生活費を稼ごうとしているだけなんだ」。ゴスはうなずき、あなたの背中をたたく。「よし、言いたいことは以上だ。帰り際に部下に渡しておくよ。連邦を守ってくれる人がいるのはいいことだ。
pl: "Nie, nie, nie, nie, nie, nie! Nie możesz poważnie... jak mogłeś to zrobić, superfanie?! Dobra, zrobię to SAM. JAK ZAWSZE MUSZĘ!" Ellie sięga po nóż, ale gdy jej oczy przebiegają po pokoju i widzi, jak bardzo jest w mniejszości, zatrzymuje się. "Ja..." Ellie prostuje ramiona i bierze głęboki wdech i wydech, a jej postawa nagle zmienia się na przyjazną. "Masz rację, Gos, nie zdradziłbyś mnie, prawda? Ty... nigdy nie zdradziłbyś swojego najlepszego przyjaciela Ellie! Remmy i Ellie, to najbardziej ikoniczny duet w historii mediów!" Gos ostrożnie kiwa głową. "Tak jak za starych czasów, co? Wiem, że rozwód cię mocno dotknął, Stephan, a zwolnienie jeszcze bardziej, ale nie dasz rady sam w tym pokręconym Multiwersum. Mogę spróbować ci pomóc, ale w końcu musisz pomóc sobie sam." Ellie kręci głową. "Ellie pomaga sobie! Jest na dobrej drodze, nie martw się, najlepszy przyjacielu! Dobra, muszę już iść, kosmos jest duży, a tam jest mnóstwo dzieci, które potrzebują Ellie! Pa pa! Chodźmy, superfanie!" Ellie galopuje przez drzwi i z powrotem na statek. Chcesz za nią podążyć, ale Gos kładzie ci rękę na ramieniu, by cię zatrzymać. "Hej, dzięki za to. Po prostu... miej go na oku, dobrze? Zawsze był trochę... no, nie wiem, jak to grzecznie ująć. Trochę stuknięty, chyba. Kiedy dołączył do Flowers and Sunshine, firma była na dnie, a Stephan był niczym więcej jak spłukanym aktorem, który upadł. Kiedy odeszła od niego żona i zabrała dziecko, poświęcił się roli jak szalony. Dostał lekcje aktorstwa od Corneliusa Parrysmitha, najbardziej znanego aktora metodycznego w Multiwersum, ale zaczął też... wierzyć, że JEST postacią. Lubię gościa, ale wiem też, że potrzebuje przyjaciela. Kiedy go zwolnili, wszystko poszło w dół. Właściwie nie wiem, dlaczego go zwolnili, chociaż słyszałem plotki, że to przyszło z samej góry. Praktycznie sam doprowadził firmę do fortuny! Mam złe przeczucie, że nie spocznie, dopóki nie dorwie 'Sammy'ego'. Nie pozwól mu skrzywdzić Michaela, dobrze? W W.I. jest wielu drani, ale my, aktorzy, po prostu próbujemy zarobić na życie." Gos kiwa głową i klepie cię po plecach. "Dobra, to wszystko, co miałem do powiedzenia. Moi ludzie dadzą ci coś na odchodne. Zawsze miło widzieć kogoś, kto chroni Federację."
pt_br: "Não, não, não, não, não, não! Você não pode estar falando sério... como pôde FAZER isso, superfã?! Tudo bem, eu faço isso SOZINHA. COMO SEMPRE TENHO QUE FAZER!" Ellie alcança sua faca, mas quando seus olhos percorrem a sala e ela vê o quão em desvantagem numérica está, ela para. "Eu..." Ellie endireita os ombros, respira fundo e sua compostura muda subitamente para amigável. "Você está certo, Gos, você não me trairia, não é? Você... você nunca trairia sua melhor amiga, a Ellie! Remmy e Ellie, eles são a dupla mais icônica da história da mídia!" Gos acena cuidadosamente. "Como nos velhos tempos, né? Eu sei que o divórcio te abalou, Stephan, e ser demitido ainda mais, mas você não consegue sobreviver sozinho neste Multiverso ferrado. Eu posso tentar o meu melhor para te ajudar, mas no final, você tem que se ajudar primeiro." Ellie balança a cabeça. "A Ellie ESTÁ se ajudando! Ela está no caminho certo, não se preocupe, melhor amigo! Ok, bem, eu tenho que ir agora, o espaço é grande e há muitas crianças por aí que precisam da Ellie! Tchau, tchau! Vamos, superfã!" Ellie galopa para fora da porta e de volta para a nave. Você vai segui-la, mas Gos coloca a mão em seu ombro para impedi-lo. "Ei, obrigado por isso. Só... fique de olho nele, ok? Ele sempre foi um pouco... bem, não sei como dizer educadamente. Um pouco maluco, eu acho. Quando ele se juntou à Girassóis & Arco-íris, a empresa estava na lama, e Stephan não passava de um ator vagabundo que havia caído em desgraça. Quando sua esposa o deixou e levou seu filho também, ele se dedicou ao papel como um louco. Ele recebeu dicas de atuação de Cornelius Parrysmith, o ator de método mais renomado do Multiverso, mas também começou a... acreditar que ELE ERA o personagem. Eu gosto do cara, mas também sei que ele precisa de um amigo. Quando foi demitido, tudo desandou. Eu não sei por que o demitiram, embora tenha ouvido rumores de que a ordem veio de cima. Ele praticamente sozinho trouxe fortuna para a empresa! Tenho um mau pressentimento de que ele não vai parar até pegar o 'Sammy'. Não deixe que ele machuque o Michael, ok? Há muitos canalhas na W.I., mas nós, atores, estamos apenas tentando ganhar a vida." Gos acena e dá um tapinha nas suas costas. "Tudo bem, era só isso que eu tinha a dizer. Vou mandar meus rapazes te darem uma coisinha na saída. Sempre bom ver alguém protegendo a Federação."

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Sin Ellie, esto no tiene sentido.
it: Senza Ellie non ha senso.
ja: エリーなしではこれには意味がない。
pl: Bez Ellie nie ma to sensu.
pt_br: Sem a Ellie, não há sentido nisso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[3]/text
es: Cambiar de opinión e irse.
it: Cambia idea e vattene.
ja: 考えを変えて、その場を立ち去ろう。
pl: Zmień zdanie i odleć.
pt_br: Mudar de ideia e partir.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[3]/event/text
es: Decides que esta misión no vale la pena el riesgo.
it: Decidi che questa missione non vale il rischio.
ja: あなたは、このミッションには危険を冒す価値がないと判断した。
pl: Decydujesz, że ta misja nie jest warta ryzyka.
pt_br: Você decide que esta missão não vale o risco.
