Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/text
es: Para cuando aterrizas tu nave, llegas justo a tiempo para ver a Hueghey salir corriendo del edificio, pero no llega lejos. Ellie se interpone y lo empuja al suelo, apoyando su bota en su cara y restregándola contra el áspero hormigón. Hueghey grita, pero apenas se le oye por encima de la risa maníaca de Ellie. «¡STEPHAN! ¡PARA! ¡TE DEMANDARÉ HASTA EL FIN DEL MUNDO!». Solo entonces parece que el abogado seco finalmente se da cuenta de que a Ellie no le importa la legalidad de la situación. «Va-vale. Stephan, escucha. Quizás podamos hablarlo. Tu problema es con Wentworth, ¿verdad? ¿O el divorcio? Lo sé, representé a tu mujer durante esa disputa. Fue un... error honesto». Lucha por pronunciar la palabra error. «Pero puedo... eh... puedo ponerte en contacto con Wentworth. ¿Vale? Puedo ser útil, puedo...» Ellie escupe en el suelo junto a Hueghey. «Lo único que odio más que a un traidor es a uno que traiciona a ambos bandos. ¿Qué tipo de moral degenerada le enseñaron a tu generación? ¡Aspiro a enseñar a los niños POSITIVIDAD! ¡Y amistad! ¡Y bondad! Tú representas a ladrones y maníacos genocidas, y los sacas de apuros cuando quieren iniciar disturbios raciales que provocan guerras civiles». Ellie se detiene en ese último pensamiento, como si quisiera decir más, pero se detiene. Comienza a buscar su cuchillo lentamente, asegurándose de que Hueghey pueda ver sus movimientos y tiemble de miedo.
it: Quando atterri con la tua nave, fai appena in tempo a vedere Hueghey che corre fuori dall'edificio, ma non va lontano. Ellie gli salta davanti e lo spinge a terra, appoggiando lo stivale sul suo viso e strofinandolo contro il cemento ruvido. Hueghey urla, ma la sua voce si sente a malapena sopra la risata maniacale di Ellie. "STEPHAN! FERMO! TI FARÒ CAUSA FINO ALLA FINE DEI TUOI GIORNI!" Solo allora sembra che l'avvocato rinsecchito si renda finalmente conto che a Ellie non importa nulla della legalità di questa situazione. "O-okay. Stephan, ascolta. Forse possiamo parlarne. Il tuo problema è con Wentworth, giusto? O il divorzio? Lo so, ho rappresentato tua moglie durante quella disputa. È stato un onesto... errore." Fa fatica a pronunciare la parola errore. "Ma posso... uhm... posso metterti in contatto con Wentworth. Okay? Posso essere utile, io posso..." Ellie sputa per terra accanto a Hueghey. "L'unica cosa che odio più di un traditore è uno che tradisce per entrambe le parti. Che razza di morale degenerata hanno insegnato alla tua generazione? Io aspiro a insegnare ai bambini la POSITIVITÀ! E l'amicizia! E la gentilezza! Tu rappresenti criminali e maniaci genocidi, e li tieni fuori dai guai quando vogliono scatenare rivolte razziali che provocano guerre civili." Ellie si sofferma su quest'ultimo pensiero, come se volesse dire di più, ma si ferma. Inizia a prendere lentamente il coltello, assicurandosi che Hueghey possa vedere i suoi movimenti e tremare di paura.
ja: 船を着陸させたころには、ちょうどヒューヘイがビルから飛び出してくるところだった。エリーが飛び込んできて彼を地面に押し倒し、彼の顔にブーツを当ててざらざらのコンクリートに押しつける。ヒューヘイは悲鳴を上げるが、エリーの狂気じみた笑い声が聞こえるだけだ。「ステファン！やめて！キングダムカムまで訴えてやる！"そのときになってようやく、エリーがこの状況の合法性など気にしていないことが、干からびた弁護士にわかったようだ。「わかった。ステファン、聞いて。話し合おうじゃないか。あなたの不満はウェントワースにあるんでしょう？それとも離婚のこと？奥さんの代理人だったんだ。あれは正直な...間違いだったんだ」。彼はミスという言葉を吐き出すのに苦労している。「でも、ウェントワースと連絡を取ることはできる。いいかい？役に立てるんだ。 エリーはヒュッゲイの隣の地面に唾を吐く。「私が裏切り者より嫌いなのは、双方のために裏切る奴だ。あなたたちの世代は、どんな退廃的なモラルを教えられたの？私は子供たちにポジティブさを教えたい！そして友情！そして優しさ！あなたはペテン師や大量虐殺をする狂人の代表であり、彼らが内戦を引き起こすような人種暴動を起こしたいときに、彼らを湯水のように使うことができないようにしているのです」。エリーは、もっと言いたいことがあるかのように、その最後の思いにぐずぐずしたが、やめた。彼女はゆっくりとナイフに手を伸ばし始め、その動作がヒュッゲイに見え、恐怖に震えるのを確認した。
pl: Gdy lądujesz statkiem, zdążasz w samą porę, by zobaczyć Huegheya wybiegającego z budynku, ale nie ucieka daleko. Ellie wyskakuje na jego drogę i popycha go na ziemię, opierając but na jego twarzy i wcierając go w szorstki beton. Hueghey krzyczy, ale ledwo go słychać przez maniakalny śmiech Ellie. "STEPHAN! STÓJ! POZWĘ CIĘ DO PIEKŁA I Z POWROTEM!" Dopiero wtedy do wysuszonego prawnika zdaje się docierać, że Ellie nie dba o legalność tej sytuacji. "D-dobra. Stephan, słuchaj. Może możemy to przegadać. Masz problem z Wentworthem, prawda? Czy o rozwód? Wiem - reprezentowałem twoją żonę podczas tego sporu. To był szczery... błąd." Z trudem wypluwa słowo "błąd". "Ale mogę... uhm... skontaktować cię z Wentworthem. Dobrze? Mogę być użyteczny - mogę..." Ellie spluwa na ziemię obok Huegheya. "Jedyną rzeczą, której nienawidzę bardziej niż zdrajcy, jest ten, który zdradza obie strony. Jakich zdegenerowanych moralności nauczono twoje pokolenie? Ja staram się uczyć dzieci POZYTYWNOŚCI! I przyjaźni! I życzliwości! Ty reprezentujesz oszustów i ludobójczych maniaków i wyciągasz ich z kłopotów, gdy chcą wywoływać zamieszki rasowe, które prowokują wojny domowe." Ellie zastanawia się nad tą ostatnią myślą, jakby chciała powiedzieć więcej, ale przestaje. Powoli sięga po nóż, upewniając się, że Hueghey widzi jej ruchy i drży ze strachu.
pt_br: Quando você aterrissa sua nave, chega a tempo de ver Hueghey correndo para fora do prédio, mas ele não vai longe. Ellie pula na frente e o empurra para o chão, apoiando a bota em seu rosto e esfregando-a contra o concreto áspero. Hueghey grita, mas mal pode ser ouvido por cima da risada maníaca de Ellie. "STEPHAN! PARE! EU VOU TE PROCESSAR ATÉ O FIM DOS TEMPOS!" Só então parece que o advogado finalmente percebe que Ellie não se importa com a legalidade desta situação. "O-ok. Stephan, escute. Talvez possamos conversar. Sua briga é com Wentworth, certo? Ou o divórcio? Eu sei - eu representei sua esposa durante essa disputa. Foi um... erro honesto." Ele luta para cuspir a palavra erro. "Mas eu posso... uhm... eu posso te colocar em contato com Wentworth. Ok? Eu posso ser útil - eu posso..." Ellie cospe no chão ao lado de Hueghey. "A única coisa que eu odeio mais do que um traidor é um que trai para os dois lados. Que tipo de moral degenerada ensinaram à sua geração? Eu aspiro a ensinar às crianças POSITIVIDADE! E amizade! E bondade! Você representa bandidos e maníacos genocidas, e os tira de apuros quando eles querem iniciar motins raciais que provocam guerras civis." Ellie se demora nesse último pensamento, como se quisesse dizer mais, mas para. Ela começa a alcançar sua faca lentamente, garantindo que Hueghey possa ver seus movimentos e tremer de medo.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/choice[@req="unique_ellie_lvl2"]/text
es: Apartarse y dejar que Ellie lo mate.
it: Stai indietro e lascia che Ellie lo uccida.
ja: 下がって、エリーに彼を殺させる。
pl: Odsuń się i pozwól Ellie go zabić.
pt_br: Afaste-se e deixe Ellie matá-lo.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/choice[@req="unique_ellie_lvl2"]/event/text
es: Ellie saca su cuchillo y se arrodilla, sosteniendo la hoja contra el brazo de Hueghey. Comienza a cortar secciones de su carne mientras silba una alegre melodía de su programa. Al menos, crees que es lo que está silbando, porque no puedes oírlo muy bien entre los gritos y sollozos de Hueghey. Notas a varios otros trabajadores huyendo de la escena y girándose para señalar y gritar ante la violencia de Ellie. Una vez que los gritos finalmente cesan, y el cadáver de Hueghey es apenas reconocible, Ellie finalmente se detiene y se levanta. Las salpicaduras de sangre sobre su uniforme son bastante desconcertantes, pero se nota que Ellie ciertamente ha sido... revigorizada por esto. «¡Otro menos! ¡Du du du! ¡Superfantastulástico!»
it: Ellie estrae il coltello e si inginocchia, tenendo la lama sul braccio di Hueghey. Inizia a tagliare via pezzi della sua carne mentre fischietta un'allegra melodia del suo show. Almeno, pensi che sia quello che sta fischiettando, perché non riesci a sentirla molto bene tra le urla e i singhiozzi di Hueghey. Noti vari altri lavoratori che fuggono dalla scena e si voltano per indicare e urlare alla violenza di Ellie davanti a loro. Una volta che le urla sono finalmente cessate e il cadavere di Hueghey è a malapena riconoscibile, Ellie finalmente si ferma e si alza. Gli schizzi di sangue sulla sua uniforme sono piuttosto sconcertanti, ma puoi dire che Ellie è stata certamente... rinvigorita da questo. "Un altro è andato! Du du du! Superfantastulastico!"
ja: エリーはナイフを抜いて膝の上に乗り、刃をヒューギーの腕にかざする。彼女はショーの楽しい曲を口笛で吹きながら、彼の肉体の一部を切り取り始める。少なくとも、ヒューギーの叫び声とすすり泣きの間ではよく聞こえないため、彼女が口笛を吹いているのだとあなたは思う。あなたは、他のさまざまな作業員が現場から逃げ出し、彼らの前でエリーの暴力を指差して叫んでいるのに気づいた。ついに叫び声が止まり、ヒューギーの死体がかろうじて認識できるほどになると、エリーはついに立ち止まって立ち上がった。制服に飛び散る血はかなり当惑させられるが、エリーがこれによって確かに・・・元気づけられたことがわかる。「また一つダウン！ドゥードゥードゥー！超素晴らしい！」
pl: Ellie wyciąga nóż i klęka, trzymając ostrze przy ramieniu Huegheya. Zaczyna odcinać fragmenty jego ciała, gwiżdżąc wesołą melodię ze swojego programu. A przynajmniej myślisz, że to gwiżdże, bo nie słyszysz tego zbyt dobrze przez krzyki i szloch Huegheya. Zauważasz, jak inni pracownicy uciekają z miejsca zdarzenia, odwracają się, wskazują i krzyczą na widok przemocy Ellie. Gdy krzyki wreszcie ustają, a zwłoki Huegheya są ledwo rozpoznawalne, Ellie w końcu przestaje i wstaje. Plamy krwi na jej uniformie są dość niepokojące, ale widać, że Ellie z pewnością została... ożywiona tym zdarzeniem. "Kolejny z głowy! Doo doo doo! Superfantastycznie!"
pt_br: Ellie saca sua faca e se ajoelha, segurando a lâmina no braço de Hueghey. Ela começa a cortar seções de sua carne enquanto assobia uma melodia alegre de seu show. Pelo menos, você acha que é isso que ela está assobiando, porque não consegue ouvir muito bem entre os gritos e soluços de Hueghey. Você nota vários outros trabalhadores fugindo da cena e se virando para apontar e gritar com a violência de Ellie diante deles. Quando os gritos finalmente param, e o cadáver de Hueghey mal é reconhecível, Ellie finalmente para e se levanta. As manchas de sangue em seu uniforme são bastante desconcertantes, mas você pode dizer que Ellie certamente foi... revigorada por isso. "Menos um! Doo doo doo! Superfantastulástico!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/choice[@req="unique_ellie"]/text
es: Apartarse y dejar que Ellie lo mate.
it: Stai indietro e lascia che Ellie lo uccida.
ja: 下がって、エリーに彼を殺させる。
pl: Odsuń się i pozwól Ellie go zabić.
pt_br: Afaste-se e deixe Ellie matá-lo.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/choice[@req="unique_ellie"]/event/text
es: Ellie saca su cuchillo y se arrodilla, sosteniendo la hoja contra el brazo de Hueghey. Comienza a cortar secciones de su carne mientras silba una alegre melodía de su programa. Al menos, crees que es lo que está silbando, porque no puedes oírlo muy bien entre los gritos y sollozos de Hueghey. Notas a varios otros trabajadores huyendo de la escena y girándose para señalar y gritar ante la violencia de Ellie. Una vez que los gritos finalmente cesan, y el cadáver de Hueghey es apenas reconocible, Ellie finalmente se detiene y se levanta. Las salpicaduras de sangre sobre su uniforme son bastante desconcertantes, pero se nota que Ellie ciertamente ha sido... revigorizada por esto. «¡Otro menos! ¡Du du du! ¡Superfantastulástico!»
it: Ellie estrae il coltello e si inginocchia, tenendo la lama sul braccio di Hueghey. Inizia a tagliare via pezzi della sua carne mentre fischietta un'allegra melodia del suo show. Almeno, pensi che sia quello che sta fischiettando, perché non riesci a sentirla molto bene tra le urla e i singhiozzi di Hueghey. Noti vari altri lavoratori che fuggono dalla scena e si voltano per indicare e urlare alla violenza di Ellie davanti a loro. Una volta che le urla sono finalmente cessate e il cadavere di Hueghey è a malapena riconoscibile, Ellie finalmente si ferma e si alza. Gli schizzi di sangue sulla sua uniforme sono piuttosto sconcertanti, ma puoi dire che Ellie è stata certamente... rinvigorita da questo. "Un altro è andato! Du du du! Superfantastulastico!"
ja: エリーはナイフを抜いて膝の上に乗り、刃をヒューギーの腕にかざする。彼女はショーの楽しい曲を口笛で吹きながら、彼の肉体の一部を切り取り始める。少なくとも、ヒューギーの叫び声とすすり泣きの間ではよく聞こえないため、彼女が口笛を吹いているのだとあなたは思う。あなたは、他のさまざまな作業員が現場から逃げ出し、彼らの前でエリーの暴力を指差して叫んでいるのに気づいた。ついに叫び声が止まり、ヒューギーの死体がかろうじて認識できるほどになると、エリーはついに立ち止まって立ち上がった。制服に飛び散る血はかなり当惑させられるが、エリーがこれによって確かに・・・元気づけられたことがわかる。「また一つダウン！ドゥードゥードゥー！超素晴らしい！」
pl: Ellie wyciąga nóż i klęka, trzymając ostrze przy ramieniu Huegheya. Zaczyna odcinać fragmenty jego ciała, gwiżdżąc wesołą melodię ze swojego programu. A przynajmniej myślisz, że to gwiżdże, bo nie słyszysz tego zbyt dobrze przez krzyki i szloch Huegheya. Zauważasz, jak inni pracownicy uciekają z miejsca zdarzenia, odwracają się, wskazują i krzyczą na widok przemocy Ellie. Gdy krzyki wreszcie ustają, a zwłoki Huegheya są ledwo rozpoznawalne, Ellie w końcu przestaje i wstaje. Plamy krwi na jej uniformie są dość niepokojące, ale widać, że Ellie z pewnością została... ożywiona tym zdarzeniem. "Kolejny z głowy! Doo doo doo! Superfantastycznie!"
pt_br: Ellie saca sua faca e se ajoelha, segurando a lâmina no braço de Hueghey. Ela começa a cortar seções de sua carne enquanto assobia uma melodia alegre de seu show. Pelo menos, você acha que é isso que ela está assobiando, porque não consegue ouvir muito bem entre os gritos e soluços de Hueghey. Você nota vários outros trabalhadores fugindo da cena e se virando para apontar e gritar com a violência de Ellie diante deles. Quando os gritos finalmente param, e o cadáver de Hueghey mal é reconhecível, Ellie finalmente para e se levanta. As manchas de sangue em seu uniforme são bastante desconcertantes, mas você pode dizer que Ellie certamente foi... revigorada por isso. "Menos um! Doo doo doo! Superfantastulástico!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/choice[@req="pilot"]/text
es: Detenla. No se ganará nada bueno con esto.
it: Fermala. Non si guadagnerà nulla di buono da questo.
ja: 彼女を止めてる。これでは何も良いことはない。
pl: Zatrzymaj ją. Nic dobrego z tego nie wyniknie.
pt_br: Pare-a. Nada de bom será ganho com isso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_HUEGHEY_WIN"]/choice[@req="pilot"]/event/text
es: Estás insensibilizado a la violencia, y puede que cometas una buena parte de ella tú mismo, pero sabes que lo que está a punto de suceder será pura brutalidad sádica. Este hombre es vergonzoso, pero no es Vance Wentworth. Su castigo merece estar en manos de la ley, lo mismo que él pretende proteger. Le dices esto a Ellie, y parece escuchar. «¡Vale, Hueghey! ¡El superfán de aquí ha decidido que hoy vives! Normalmente no sería tan amable, pero como ya puse esa bomba incendiaria en tu oficina, ¡creo que podemos considerarlo un empate!». Hueghey tartamudea. «¿B-bomba incendiaria?» Ellie saca un interruptor de su bolsillo y presiona el botón, y fragmentos de vidrio llueven desde arriba. Miras hacia arriba y ves nubes de humo saliendo de una de las ventanas. Ellie se parte de risa: «¡Por eso no hay que fumar, niños! ¡Prenderéis fuego a todo el trabajo de vuestra vida!». Se seca una lágrima de alegría y vuelve a la nave, asegurándose de pisar a Hueghey en el camino. No le muestras piedad y la sigues.
it: Sei desensibilizzato alla violenza e potresti commetterne una buona dose anche tu, ma sai che ciò che sta per accadere sarà pura brutalità sadica. Quest'uomo è vergognoso, ma non è Vance Wentworth. La sua punizione merita di essere nelle mani della legge, la stessa cosa che finge di proteggere. Dici questo a Ellie, e lei sembra ascoltare. "Okay Hueghey! Il mio superfan qui ha deciso che oggi vivrai! Normalmente non sarei così gentile, ma dato che ho già piazzato quella bomba incendiaria nel tuo ufficio, penso che possiamo considerarla pari!" Hueghey balbetta. "B-bomba incendiaria?" Ellie tira fuori un interruttore dalla tasca e preme il pulsante, e schegge di vetro piovono dall'alto. Alzi lo sguardo e vedi colonne di fumo che si formano da una delle finestre. Ellie si piega in due dalle risate, "Ecco perché non si fuma, ragazzi! Incendierete tutto il lavoro di una vita!" Si asciuga una lacrima di gioia e torna alla nave, assicurandosi di calpestare Hueghey sulla sua strada. Non provi alcuna pietà per l'uomo e la segui.
ja: 暴力に鈍感になり、自分でもそれなりの暴力を振るうかもしれないが、次に起ころうとしていることが純粋にサディスティックな残虐行為であることはわかっているはずだ。この男は情けないが、ヴァンス・ウェントワースではない。彼の罰は法の手に委ねられるべきだ。エリーにそう言うと、彼女は耳を傾けるようだ。「オーケー、ヒューヘイ！スーパーファンが、今日を生きるって決めたんだ！いつもならこんないい加減なことはしないんだけど、君のオフィスにはもう火炎爆弾を仕掛けたから、これでおあいこってことにしよう！"ヒューヘイは言いよどむ。「火炎爆弾？ エリーがポケットからスイッチを取り出してボタンを押すと、上からガラスの破片が降ってきた。見上げると、窓のひとつから煙が立ち上っている。エリーは笑い転げながら、「これがタバコを吸わない理由よ、子供たち！これだからタバコはダメなのよ、子供たち！」。エリーは嬉しそうに涙をぬぐうと、ヒュッゲイを踏みつけて船に戻った。あなたはその男に同情することなく、彼女の後を追う。
pl: Znieczuliłeś się na przemoc i sam możesz jej sporo popełniać, ale wiesz, że to, co zaraz się stanie, będzie czystym sadystycznym okrucieństwem. Ten człowiek jest haniebny, ale to nie Vance Wentworth. Jego kara powinna być wymierzona przez prawo - to samo, którego udaje, że chroni. Mówisz to Ellie, a ona zdaje się słuchać. "Dobra, Hueghey! Superfan tutaj zdecydował, że dziś przeżyjesz! Normalnie nie byłbym taki miły, ale skoro już podłożyłem tę bombę zapalającą w twoim biurze, myślę, że możemy uznać to za kwit!" Hueghey jąka się. "B-bomba zapalająca?" Ellie wyciąga przełącznik z kieszeni i naciska przycisk, a z góry sypią się odłamki szkła. Patrzysz w górę i widzisz kłęby dymu wydobywające się z jednego z okien. Ellie zwija się ze śmiechu: "Dlatego nie palcie, dzieci! Podpalicie całą swoją życiową pracę!" Ociera radosną łzę i wraca na statek, upewniając się, że po drodze nadepnie na Huegheya. Nie okazujesz mu litości i podążasz za nią.
pt_br: Você se tornou insensível à violência e pode cometer uma boa parte dela, mas sabe que o que está prestes a acontecer será pura brutalidade sádica. Este homem é vergonhoso, mas ele não é Vance Wentworth. Sua punição merece estar nas mãos da lei - a mesma coisa que ele finge proteger. Você diz isso a Ellie, e ela parece ouvir. "Ok, Hueghey! O superfã aqui decidiu que você vai viver hoje! Normalmente eu não seria tão legal, mas como já instalei aquela bomba incendiária no seu escritório, acho que estamos quites!" Hueghey gagueja. "B-bomba incendiária?" Ellie tira um interruptor do bolso e aperta o botão, e cacos de vidro chovem de cima. Você olha para cima e vê nuvens de fumaça se formando em uma das janelas. Ellie se dobra de rir: "É por isso que não se deve fumar, crianças! Vocês vão incendiar todo o trabalho de uma vida!" Ela enxuga uma lágrima de alegria e volta para a nave, certificando-se de pisar em Hueghey no caminho. Você não sente pena do homem e a segue.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/beaconType/unvisitedTooltip
es: Aquí es donde Ellie te exigió que, como «superfán», la escoltaras.
it: Qui è dove Ellie ha preteso che tu, "superfan", la scortassi.
ja: ここは、エリーが "スーパーファン" のあなたにエスコートしてほしいと要求した場所だ。
pl: To tutaj Ellie zażądała, abyś ty, "superfan", ją eskortował.
pt_br: Aqui é onde Ellie exigiu que você, "superfã", a escoltasse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/beaconType/visitedTooltip
es: Ubicación explorada.No queda nada de interés.
it: Posizione esplorata.Nulla è rimasto di interesse.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.
pt_br: Local explorado. Não sobrou nada de interesse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/text
es: El establecimiento cercano no es un casino ni un bar, es en realidad un puesto de avanzada de la Milicia, aunque bastante informal. Varios civiles no milicianos deambulan, y una sección en el comedor alberga a un grupo de soldados de la milicia de aspecto rudo pero amigable, absortos en una animada charla. No debería llevar mucho tiempo encontrar a «Remmy».
it: La struttura vicina non è né un casinò né un bar: è in realtà un avamposto della Milizia, anche se piuttosto informale. Vari civili non appartenenti alla milizia vagano in giro, e una sezione della sala da pranzo ospita un gruppo di soldati della milizia dall'aspetto rude ma amichevole, assorti in vivaci battute. Non dovrebbe volerci molto a trovare 'Remmy'.
ja: 近くの施設はカジノでもバーでもない。かなりカジュアルなものではあるが、実際にはミリティアの前哨基地だ。ミリティアではないさまざまな民間人が徘徊しており、食堂の一角には、粗暴ではあるがフレンドリーな表情をしたミリティアの兵士たちが賑やかな冗談に夢中になっている。 "レミー" を見つけるのにそれほど時間はかからない。
pl: Pobliskie miejsce to nie kasyno ani bar - to w rzeczywistości placówka Milicji, choć dość swobodna. Różni cywile niebędący członkami milicji przechadzają się, a w jadalni grupa szorstkich, ale przyjaźnie wyglądających żołnierzy milicji jest pochłonięta ożywioną pogawędką. Znalezienie "Remmy'ego" nie powinno zająć dużo czasu.
pt_br: O estabelecimento próximo não é um cassino nem um bar - é na verdade um posto avançado da Milícia, embora bastante casual. Vários civis não pertencentes à milícia perambulam, e uma seção no refeitório abriga um grupo de soldados da milícia de aparência rude, mas amigável, que estão absortos em uma conversa animada. Não deve demorar muito para encontrar 'Remmy'.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Buscar a Remmy.
it: Cerca Remmy.
ja: レミーを検索する。
pl: Szukaj Remmy'ego.
pt_br: Procurar por Remmy.

source: data/events_special_ellie.xml$//event[@name="ELLIE_REMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/text
es: Simplemente siguiendo el ruido de la multitud de milicianos, te das cuenta de que la charla se produce durante una partida de póquer rutinaria. A medida que te acercas, el brillante rosa del traje de Ellie hace que muchas cabezas se giren. Un hombre en particular, un Rockman inusualmente pequeño, parece ser el más sorprendido de todos. «¿Stephan? ¿Qué demonios haces aquí?». El Rockman saca una silla y le ofrece asiento a Ellie, pero ella lo ignora. «¡Remmy, te encontré! ¡Te-te-te-encontré! ¿Pensaste que podías esconderte de mí? ¡Pues te equivocaste!»
it: Semplicemente seguendo il rumore della folla di miliziani, ti rendi conto che le battute provengono da una normale partita di poker. Mentre ti avvicini, il rosa brillante del vestito di Ellie fa girare molte teste. Un uomo in particolare, un Rockman insolitamente piccolo, sembra essere il più scioccato di tutti. "Stephan? Che diavolo ci fai qui?" Il Rockman tira fuori una sedia e la offre a Ellie, ma lei lo ignora. "Remmy, ti ho trovato! T-t-t-trovato! Pensavi di poterti nascondere da me? Beh, ti sbagliavi!"
ja: ミリティアの群衆の騒音を追っているだけで、その冗談が日常的なポーカー ゲームに対して投げかけられていることがわかる。近づくと、エリーのスーツの対照的な明るいピンクに多くの人々が振り向く。特に一人の男、非常に小さいロックは、全員の中で最もショックを受けているようだ。「ステファン？炎の中、ここで何をしているのか？」ロックは席を引いてエリーに座るよう勧めるが、エリーは無視する。「レミー、見つけたよ！ふふふ、見つけた！私から隠れられると思ったのか？それは間違いだった！」
pl: Podążając za hałasem tłumu milicjantów, zdajesz sobie sprawę, że pogawędka toczy się przy rutynowej partii pokera. Gdy się zbliżasz, jaskrawy różowy kolor kostiumu Ellie sprawia, że wiele głów się odwraca. Jeden człowiek w szczególności, niezwykle mały Skałowiec, wydaje się najbardziej zszokowany. "Stephan? Co u licha tu robisz?" Skałowiec wyciąga krzesło i oferuje Ellie miejsce, ale ona go ignoruje. "Remmy, znalazłem cię! Znal-znal-znalazłem cię! Myślałeś, że możesz się przede mną ukryć? Cóż, myliłeś się!"
pt_br: Simplesmente seguindo o barulho da multidão de milicianos, você percebe que a conversa está acontecendo durante um jogo de pôquer rotineiro. Ao se aproximar, o rosa brilhante contrastante do traje de Ellie faz muitas cabeças se virarem. Um homem em particular, um Homem-Rocha muito pequeno e incomum, parece ser o mais chocado de todos. "Stephan? O que diabos você está fazendo aqui?" O Homem-Rocha puxa uma cadeira e oferece a Ellie para se sentar, mas ela o ignora. "Remmy, eu te achei! A-a-a-achei! Você achou que poderia se esconder de mim? Bem, você estava errado!"
