Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_2"]/choice[@req="pilot"]/event/text
es: Ellie no te oye, sigue golpeando a Paul hasta que te ves obligado a apartarla a patadas y gritos. «¡DÉJAME IR A POR ÉL! ¡DÉJAME... IR... A POR... ÉL! ¡SE LO MERECE! ¡EL ESTÚPIDO! ¡EL IDIOTA! ¡EL...» Ellie lucha por encontrar otro insulto para todos los públicos. En su búsqueda desesperada, finalmente se calma y se derrumba en el suelo en un montón tembloroso y sollozante. «No soy un fracaso... no soy... un fracaso...». Paul parece apenas consciente, y su fachada de indiferencia se ha roto. Entre los sollozos silenciosos de los dos hombres, levantas a Ellie y la llevas de vuelta a la nave.
it: Ellie non ti sente, continua a picchiare Paul finché non sei costretto a tirarla via mentre scalcia e urla. "LASCIAMI ANDARE DA LUI! LASCIAMI. ANDARE. DA. LUI! SE LO MERITA! IL FURFANTE! L'IMBECILLE! IL..." Ellie fatica a trovare un altro insulto per famiglie da usare. Nella sua disperata ricerca, finalmente si calma e crolla a terra in un mucchio tremante e singhiozzante. "Non sono un fallito... non sono... un fallito..." Paul sembra a malapena cosciente, e la sua facciata di indifferenza si è spezzata. Tra i singhiozzi silenziosi dei due uomini, sollevi Ellie e la porti di nuovo sulla nave.
ja: エリーには聞こえず、ポールを殴り続けている。「やらせて！やらせて。私を。やらせて。やらせて！自業自得だTHE SWOGGLIN！THE DINGUS！THE..."エリーは他に使うべきPGの侮辱を必死に探す。必死で探しているうちに、彼女はようやく落ち着きを取り戻し、震えながら泣き崩れた。「私はダメじゃない...。私は...ダメじゃない..."ポールはかろうじて意識さえあるようで、無関心の仮面が破れている。二人の静かなすすり泣きの中、あなたはエリーを抱き上げ、船へと運ぶ。
pl: Ellie cię nie słyszy, kontynuując bicie Paula, dopóki nie jesteś zmuszony odciągnąć jej kopiącej i krzyczącej. "PUŚĆ MNIE DO NIEGO! PUŚĆ. MNIE. DO. NIEGO! ZASŁUGUJE NA TO! TEN GŁUPEK! TEN DEBIL! TEN..." Ellie ma trudności ze znalezieniem kolejnej łagodnej obelgi. W swoim desperackim poszukiwaniu, w końcu uspokaja się i osuwa na ziemię w drżącą i szlochającą kupkę. "Nie jestem porażką... nie jestem... porażką..." Paul wydaje się być ledwo przytomny, a jego fasada obojętności pękła. Wśród cichego szlochu obu mężczyzn, podnosisz Ellie i zanosisz ją z powrotem na statek.
pt_br: Ellie não o ouve, continuando a espancar Paul até que você é forçado a afastá-la aos chutes e gritos. "ME DEIXA PEGAR ELE! ME. DEIXA. PEGAR. ELE! ELE MERECE! O IMBECIL! O IDIOTA! O..." Ellie luta para encontrar outro insulto leve para usar. Em sua busca desesperada, ela finalmente se acalma e desaba no chão em um monte trêmulo e soluçante. "Eu não sou um fracasso... eu não sou... um fracasso..." Paul parece mal estar consciente, e sua fachada de indiferença se quebrou. Em meio ao choro silencioso dos dois homens, você levanta Ellie e a carrega de volta para a nave.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[2]/text
es: No sentarse.
it: Non sederti.
ja: 座らないように。
pl: Nie siadaj.
pt_br: Não sentar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[2]/event/text
es: Paul se estremece. «Siéntate».
it: Paul sussulta. "Siediti."
ja: ポールはひるむ。 "座る。"
pl: Paul wzdryga się. "Siadaj."
pt_br: Paul se encolhe. "Sente-se."

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[2]/event/choice[1]/text
es: Sentarse.
it: Siediti.
ja: 座る。
pl: Usiądź.
pt_br: Sentar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[2]/event/choice[2]/text
es: Seguir negándose a sentarse.
it: Rifiuta ancora di sederti.
ja: まだ座ることを拒否している。
pl: Nadal odmawiaj siedzenia.
pt_br: Ainda se recusar a sentar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[2]/event/choice[2]/event/text
es: El director suelta un suspiro cansado. «Bien. Quédate ahí como un idiota e incómodo». Paul se gira hacia Ellie, que está a un lado mirándolo fijamente. Parece casi aburrido por su presencia en lugar de asustado. «Así que, Stephan. Dime por qué estás aquí».
it: Il regista emette un sospiro stanco. "Bene. Resta lì come un idiota e stai scomodo." Paul si volta verso Ellie, che sta in disparte a fissarlo. Sembra quasi annoiato dalla sua presenza piuttosto che spaventato. "Allora, Stephan. Dimmi perché sei qui."
ja: 監督は疲れたようなため息をついた。「分かった。バカみたいにそこに立って、不快になるんだよ。」ポールはエリーの方を向く。エリーは横に立って彼を睨みつけている。彼は彼女の存在に怯えているというよりも、ほとんど退屈しているようだ。「それで、ステファン。なぜここにいるのか教えてください。」
pl: Dyrektor wzdycha ze znużeniem. "Dobra. Stój tam jak idiota i czuj się niewygodnie." Paul odwraca się w stronę Ellie, która stoi z boku, patrząc na niego z nienawiścią. Wydaje się być bardziej znudzony jej obecnością niż przestraszony. "A więc, Stephan. Powiedz mi, dlaczego tu jesteś."
pt_br: O diretor solta um suspiro cansado. "Tudo bem. Fique aí parado como um idiota e fique desconfortável." Paul se vira para Ellie, que está de lado, encarando-o. Ele parece quase entediado com a presença dela, em vez de assustado. "Então, Stephan. Diga-me por que você está aqui."

source: data/events_special_ellie.xml$//event[@name="ELLIE_PAUL_WIN"]/choice[2]/event/choice[2]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//ship[@name="SHIP_SAMMY_CRUISER"]/destroyed/text
es: Has derrotado al horrible crucero azul, y con suerte, al último de la fuerza Rebelde que el Universo 1 envió para deteneros a ti y a Ellie.
it: Hai sconfitto l'orribile incrociatore blu, e si spera l'ultima forza Ribelle che l'Universo 1 ha inviato per fermare te ed Ellie.
ja: あなたは恐ろしい青い艦を倒した。あなたとエリーを阻止するためにユニバース・ワンが送り込んだ反乱軍の最後のものであることを願っている。
pl: Pokonałeś ohydny niebieski krążownik i, miejmy nadzieję, ostatnią siłę Rebelii, jaką Wszechświat 1 wysłał, by zatrzymać ciebie i Ellie.
pt_br: Você derrotou o horrendo cruzador azul, e esperançosamente o último de qualquer força Rebelde que o Universo 1 enviou para parar você e Ellie.

source: data/events_special_ellie.xml$//ship[@name="SHIP_SAMMY_CRUISER"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//ship[@name="SHIP_SAMMY_CRUISER"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. Tendrás que conformarte con eliminar a los Rebeldes.
it: Ellie non ce l'ha fatta. Dovrai accontentarti di aver eliminato i Ribelli.
ja: エリーは間に合いなかった。反乱軍を倒すことに満足する必要がある。
pl: Ellie nie przeżyła. Będziesz musiał zadowolić się pokonaniem Rebeliantów.
pt_br: Ellie não sobreviveu. Você terá que se contentar em eliminar os Rebeldes.

source: data/events_special_ellie.xml$//ship[@name="SHIP_SAMMY_CRUISER"]/deadCrew/text
es: Has derrotado al horrible crucero azul, y con suerte, al último de la fuerza Rebelde que el Universo 1 envió para deteneros a ti y a Ellie.
it: Hai sconfitto l'orribile incrociatore blu, e si spera l'ultima forza Ribelle che l'Universo 1 ha inviato per fermare te ed Ellie.
ja: あなたは恐ろしい青い艦を倒した。あなたとエリーを阻止するためにユニバース・ワンが送り込んだ反乱軍の最後のものであることを願っている。
pl: Pokonałeś ohydny niebieski krążownik i, miejmy nadzieję, ostatnią siłę Rebelii, jaką Wszechświat 1 wysłał, by zatrzymać ciebie i Ellie.
pt_br: Você derrotou o horrendo cruzador azul, e esperançosamente o último de qualquer força Rebelde que o Universo 1 enviou para parar você e Ellie.

source: data/events_special_ellie.xml$//ship[@name="SHIP_SAMMY_CRUISER"]/deadCrew/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//ship[@name="SHIP_SAMMY_CRUISER"]/deadCrew/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. Tendrás que conformarte con eliminar a los Rebeldes.
it: Ellie non ce l'ha fatta. Dovrai accontentarti di aver eliminato i Ribelli.
ja: エリーは間に合いなかった。反乱軍を倒すことに満足する必要がある。
pl: Ellie nie przeżyła. Będziesz musiał zadowolić się pokonaniem Rebeliantów.
pt_br: Ellie não sobreviveu. Você terá que se contentar em eliminar os Rebeldes.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/beaconType/unvisitedTooltip
es: Aquí es donde Ellie te exigió que, como «superfán», la escoltaras.
it: Qui è dove Ellie ha preteso che tu, "superfan", la scortassi.
ja: ここは、エリーが "スーパーファン" のあなたにエスコートしてほしいと要求した場所だ。
pl: To tutaj Ellie zażądała, abyś ty, "superfan", ją eskortował.
pt_br: Aqui é onde Ellie exigiu que você, "superfã", a escoltasse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/beaconType/visitedTooltip
es: Ubicación explorada.No queda nada de interés.
it: Posizione esplorata.Nulla è rimasto di interesse.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.
pt_br: Local explorado. Não sobrou nada de interesse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/text
es: Las coordenadas te llevan a una ciudad urbana gigantesca y bulliciosa, con mucho tráfico de fuera del mundo. Por la avalancha de anuncios que recibes al acercarte a la superficie, parece que Sammy está en una especie de gira galáctica, viajando con las otras mascotas de Flores y Sol en una actuación televisada en directo para niños de todas partes. La seguridad parece extremadamente estricta debido al tamaño del evento, y si tuvieras que adivinar, podrían saber ya que Ellie viene. Lo que realmente te llama la atención es el crucero azul brillante con forma de araña que parece sonreír a la multitud de abajo. Si tuvieras que adivinar, así es como se ha estado moviendo el elenco del programa, aunque el arsenal de armas es ciertamente... una adición extraña.
it: Le coordinate ti portano in una gigantesca e trafficata città urbana, con un intenso traffico proveniente da altri mondi. Dalla marea di pubblicità che ricevi avvicinandoti alla superficie, sembra che Sammy sia in una sorta di tour galattico, viaggiando con le altre mascotte di Fiori e Sole per uno spettacolo dal vivo televisivo per bambini di tutto l'universo. La sicurezza sembra estremamente rigida a causa delle dimensioni dell'evento, e se dovessi indovinare, potrebbero già sapere che Ellie sta arrivando. Ciò che attira davvero la tua attenzione, però, è l'incrociatore blu brillante a forma di ragno che sembra sorridere alla folla sottostante. Se dovessi indovinare, è così che il cast dello show si sposta, anche se l'arsenale di armi è certamente... un'aggiunta strana.
ja: この座標は、あなたを、異世界からの交通量が多い、巨大で混雑した都市に連れて行く。地上に近づいてくる広告の洪水から、サミーはある種の銀河ツアーに参加し、フラワーズやサンシャインの他のマスコットたちと一緒に世界中の子供たちに向けた生放送のパフォーマンスに参加しているようだ。イベントの規模のせいで警備は非常に厳重になっているようで、おそらく彼らはエリーが来ることをすでに知っていたのかもしれない。しかし、本当に目を引くのは、下の群衆に微笑んでいるかのように見える、鮮やかなブルーのクモの形をした艦だ。推測しなければならないのであれば、これがショーのキャストがどのように行動してきたかだが、武器庫は確かに・・・奇妙な追加だ。
pl: Współrzędne prowadzą cię do gigantycznego i tętniącego życiem miasta, z dużym ruchem pozaziemskim. Z potoku reklam, które otrzymujesz, zbliżając się do powierzchni, wynika, że Sammy jest w trakcie jakiejś galaktycznej trasy, podróżując z innymi maskotkami Flowers and Sunshine na transmitowanym na żywo przedstawieniu dla dzieci. Ochrona wydaje się niezwykle ścisła ze względu na rozmiar wydarzenia i, jeśli miałbyś zgadywać, mogą już wiedzieć, że Ellie nadchodzi. To, co naprawdę przykuwa twoją uwagę, to jasnoniebieski krążownik w kształcie pająka, który zdaje się uśmiechać do tłumu poniżej. Jeśli miałbyś zgadywać, to tak porusza się obsada programu, chociaż arsenał broni jest z pewnością... dziwnym dodatkiem.
pt_br: As coordenadas o levam a uma cidade urbana gigantesca e movimentada, com tráfego intenso de fora do mundo. Pela enxurrada de anúncios que você recebe ao se aproximar da superfície, parece que Sammy está em algum tipo de turnê galáctica, viajando com os outros mascotes da Girassóis & Arco-íris em uma apresentação televisionada ao vivo para crianças de todos os lugares. A segurança parece extremamente rígida devido ao tamanho do evento, e se você tivesse que adivinhar, eles já devem saber que Ellie está vindo. O que realmente chama sua atenção, no entanto, é o cruzador azul brilhante em forma de aranha que parece estar sorrindo para a multidão abaixo. Se você tivesse que adivinhar, é assim que o elenco do show tem se locomovido, embora o arsenal de armas seja certamente... uma adição estranha.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Entrar.
it: Entra.
ja: 入力する。
pl: Wejdź.
pt_br: Entrar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/text
es: Te cuelas en el edificio donde se celebra el evento, deslizándote por los camerinos. Ellie se mueve con un propósito claro, sin galopes ni ruidos de caballo. Mira al frente con la vista fija, buscando a un hombre y solo a un hombre. Finalmente llegas a los camerinos, donde un par de miembros del elenco a medio vestir con sus disfraces te ven. «¡Eh, eh, no podéis estar aquí! ¡Los fans no pueden entrar al backstage ni con pase hasta que termine el concierto! Maldita sea, ¿dónde está la seguridad...?» Ellie extiende los brazos y suelta un chillido agudo. «¡Dora! ¡Cammie! ¡Estáis aquí! ¡Soy yo, Ellie! No necesito un pase, tontos, soy el personaje principal del programa. Qué olvidadizos». Ellie finge un gran suspiro. «¡Pero os perdonaré a ambos porque hoy es un día muy emocionante! ¡El día que Ellie obtiene lo que se merece!» Las dos mascotas se miran. «¿S-Stephan? ¿Q-q-qué estás h-haciendo? ¡Joder, cuando nos enteramos de lo de Rigley... y Hueghey... Stephan, ¿qué te PASA?! ¡Estás loco!» «¡Oh no, vosotros también?! ¡A mi alrededor, traidores, traidores, traidores! ¿Qué puede hacer un caballo? Estoy tan cansado de esta locura. El Multiverso se ha ido al garete. Lo único que puede salvarlo ahora es Ellie. ¡Ellie y su mejor amigo, el superfán! Ahora. Apartaos. De. Mi. Camino». Ellie se abre paso entre las mascotas, que caen al suelo y ni siquiera se molestan en levantarse. Les echas un vistazo antes de seguir a Ellie a la habitación marcada con una gran «S» azul. Dentro, un hombre alto pero bastante normal se sienta en una silla acolchada frente a un espejo, haciendo ejercicios de respiración. No oye que entráis, pero cuando Ellie lo agarra por detrás y lo tira al suelo, llama su atención. «S-SEGURI-MMPH» Sammy es interrumpido por la bota de Ellie en su boca. «Ahora, ahora, Sammy. Arañita traviesa. ¡Te piiillé! ¡Ellie te pilló! ¡Jejeje!». Ellie balancea las manos y hace un pequeño baile. Sammy lucha por escapar de debajo de Ellie, pero es inútil. Sin embargo, está claro que alguien oyó sus gritos o las dos mascotas informaron de vuestra presencia, porque oyes gritos fuera y pasos pesados. Por el sonido, vienen bastantes guardias. Tienes que irte, y rápido.
it: Ti intrufoli nell'edificio dove si tiene l'evento, passando per il backstage. Ellie si muove con uno scopo preciso, senza galoppare o fare versi da cavallo. Fissa davanti a sé con uno sguardo laser, cercando un uomo e solo un uomo. Alla fine raggiungi i camerini, dove un paio di membri del cast, vestiti a metà con i loro costumi, ti vedono. "Ehi, ehi, voi non potete stare qui! I fan non sono ammessi nel backstage, nemmeno con un pass, fino a dopo il concerto! Dannazione, dov'è la sicurezza..." Ellie allarga le braccia ed emette un grido acuto. "Dora! Cammie! Siete qui! Sono io, Ellie! Non ho bisogno di un pass, sciocchine, sono la protagonista dello show. Che smemorate." Ellie finge un profondo sospiro. "Ma vi perdonerò entrambe perché oggi è un giorno molto emozionante! Il giorno in cui Ellie ottiene ciò che merita!" Le due mascotte si guardano. "S-Stephan? Ch-ch-che stai f-facendo? Santo cielo, quando abbiamo saputo di Rigley... e di Hueghey... Stephan, che ti prende?! Sei pazzo!" "Oh no, anche voi?! Intorno a me solo traditori, traditori, traditori! Che deve fare un cavallo? Sono così stanco di questa follia. Il Multiverso è andato a rotoli. L'unica cosa che può salvarlo ora è Ellie. Ellie e il suo migliore amico, il superfan! Ora. Levatevi. Dai. Piedi." Ellie si fa strada spingendo le mascotte, che cadono a terra e non si preoccupano nemmeno di rialzarsi. Le guardi un'ultima volta prima di seguire Ellie nella stanza contrassegnata da una grande "S" blu. All'interno, un uomo alto ma piuttosto ordinario è seduto su una sedia imbottita di fronte a uno specchio, facendo esercizi di respirazione. Non ti sente entrare, ma quando Ellie lo afferra da dietro e lo getta a terra, attira la sua attenzione. "S-SICURE-MMMH" Sammy viene interrotto dallo stivale di Ellie in bocca. "Adesso, adesso Sammy. Ragnetto cattivo. Ti ho preeeeso! Ellie ti ha preso! Heheheh!" Ellie ondeggia le mani avanti e indietro e fa una piccola canzone e danza. Sammy lotta per liberarsi da sotto Ellie, ma invano. Tuttavia, chiaramente qualcuno ha sentito le sue grida prima o le due mascotte hanno denunciato il tuo equipaggio, perché senti delle grida dall'esterno e passi pesanti. A giudicare dal suono, ci sono un bel po' di guardie in arrivo. Devi andartene, e in fretta.
ja: あなたは裏ステージを抜け、会場の建物に忍び込む。エリーは完全に目的を持って動き、疾走したり馬の音を立てたりはしない。彼女はレーザー光線で前方を凝視し、一人の男だけを探している。やがて楽屋に着くと、半そでで衣装に身を包んだキャストが数人、あなたたちを見ていた。「おいおい、君たちはここに戻ってはいけないよ！コンサートが終わるまで、ファンはパスを持っていても舞台裏には入れないんだ！くそっ、セキュリティはどこだ......" エリーは両手を広げ、甲高い悲鳴を上げる。「ドーラキャミー！あなたたちここにいたのね！私よ、エリーよ！パスはいらないわ、おバカさん、私はこのショーの主役なのよ。忘れっぽいんだから。"エリーは大きなため息をつく。「でも、今日はとてもエキサイティングな日だから、二人とも許してあげる！エリーが報いを受ける日だ！" 二人のマスコットは互いに振り向く。「ステファン？何してるの？リグリーのこと聞いたとき...ヒュッゲイのこと聞いたとき...ステファン...いったいどうしたんだ？正気か？ "そんな、あなたたちも？裏切り者、裏切り者、裏切り者！馬はどうすればいいんだ？この狂気にはうんざりだ。マルチバースはもうダメだ。今、救えるのはエリーだけだ。エリーと親友のスーパーファン！今だ出て行け出て行け。の。私の。どけ。エリーはマスコットたちを押しのけ、その横を通り過ぎた。あなたはエリーについていく前に、彼らをちらっと振り返り、大きな青い「S」と書かれた部屋に入った。中では、背は高いがごく普通の男が、鏡に向かってパッド入りの椅子に座り、呼吸法をしている。彼はあなたが入ってきたことに気づかなかったが、エリーが後ろから彼をつかんで床に投げつけると、彼の注意を引いた。 「サミーはエリーのブーツで口をふさがれる。「サミー。サミー。エリーに捕まった！エリーが捕まえたよ！エリーが捕まえた！エリーは手を前後に振り、小さな歌と踊りを披露する。サミーはエリーの下から逃げようともがくが、うまくいかない。というのも、外から叫び声と足音が聞こえてきたからだ。その音からすると、かなりの数の警備員が向かっているようだ。急いで逃げるんだ。
pl: Wkradacie się do budynku, w którym odbywa się impreza, prześlizgując się przez kulisy. Ellie porusza się z pełnym zdecydowaniem, bez galopu i odgłosów konia. Patrzy przed siebie z laserowym skupieniem, szukając jednego i tylko jednego mężczyzny. W końcu docieracie do garderób, gdzie kilku członków obsady, w połowie ubranych w swoje kostiumy, was widzi. "Hej, hej, nie możecie tu być! Fani nie mają wstępu za kulisy, nawet z przepustką, dopóki koncert się nie skończy! Cholera, gdzie jest ochrona..." Ellie rozkłada ramiona i wydaje wysoki pisk. "Dora! Cammie! Jesteście tu! To ja, Ellie! Nie potrzebuję przepustki, głuptasy, jestem głównym bohaterem programu. Tacy zapominalscy." Ellie udaje wielkie westchnienie. "Ale wybaczę wam obu, bo dziś jest bardzo ekscytujący dzień! Dzień, w którym Ellie dostanie to, na co zasługuje!" Dwie maskotki odwracają się do siebie. "S-Stephan? Co ty tu robisz? Jasna cholera, kiedy usłyszeliśmy o Rigleyu... i Huegheyu... Stephan, co z tobą NIE TAK?! Jesteś szalony!" "O nie, wy też?! Wszędzie wokół mnie zdrajcy, zdrajcy, zdrajcy! Co ma zrobić koń? Jestem tak zmęczony tym szaleństwem. Multiwersum oszalało. Jedyną rzeczą, która może je teraz uratować, jest Ellie. Ellie i jej najlepszy przyjaciel, superfan! A teraz. Zejdźcie. Mi. Z. Drogi." Ellie przepycha się obok maskotek, które upadają na ziemię i nawet nie próbują wstać. Zerkasz na nie, zanim pójdziesz za Ellie do pokoju oznaczonego dużą niebieską literą "S". W środku wysoki, ale raczej zwyczajny mężczyzna siedzi w wyściełanym fotelu naprzeciwko lustra, wykonując ćwiczenia oddechowe. Nie słyszy, jak wchodzicie, ale gdy Ellie chwyta go od tyłu i rzuca na podłogę, przykuwa to jego uwagę. "O-OCHRO-MMPH" Sammy zostaje przerwany przez but Ellie w jego ustach. "No już, Sammy. Niegrzeczny mały pajączku. Złapałam cię! Ellie cię złapała! Heheheh!" Ellie macha rękami w przód i w tył, śpiewając i tańcząc. Sammy próbuje uciec spod Ellie, ale bezskutecznie. Jednak wyraźnie ktoś usłyszał jego wcześniejsze krzyki lub dwie maskotki zgłosiły waszą ekipę, ponieważ słychać krzyki z zewnątrz i ciężkie kroki. Z dźwięku wynika, że nadchodzi sporo strażników. Musicie wyjść, i to szybko.
pt_br: Você se infiltra no prédio onde o evento está sendo realizado, passando pelos bastidores. Ellie se move com propósito total, sem galopes ou sons de cavalo. Ela olha para frente com foco de laser, procurando por um homem e apenas um homem. Eventualmente, você chega aos camarins, onde alguns membros do elenco, meio vestidos em suas fantasias, o veem. "Ei, ei, vocês não podem estar aqui atrás! Fãs não são permitidos nos bastidores, mesmo com um passe, até o show acabar! Droga, onde está a segurança..." Ellie abre os braços e solta um guincho agudo. "Dora! Cammie! Vocês estão aqui! Sou eu, a Ellie! Eu não preciso de um passe, boba, eu sou a personagem principal do show. Tão esquecida." Ellie finge um grande suspiro. "Mas eu vou perdoar vocês duas porque hoje é um dia muito emocionante! O dia em que a Ellie recebe o que merece!" Os dois mascotes se viram um para o outro. "S-Stephan? O-o-o que você está fazendo? Puta merda, quando ouvimos sobre Rigley... e Hueghey... Stephan- o que há de ERRADO com você?! Você está louco!" "Oh não, vocês também?! Por toda parte, traidores, traidores, traidores! O que um cavalo pode fazer? Estou tão cansado dessa loucura. O Multiverso enlouqueceu. A única coisa que pode salvá-lo agora é a Ellie. A Ellie e seu melhor amigo, o superfã! Agora. Saiam. Da. Minha. Frente." Ellie empurra os mascotes, que caem no chão e nem se dão ao trabalho de se levantar. Você olha para eles antes de seguir Ellie para a sala marcada com um grande "S" azul. Lá dentro, um homem alto, mas bastante comum, senta-se em uma cadeira acolchoada de frente para um espelho, fazendo exercícios de respiração. Ele não ouve você entrar, mas quando Ellie o agarra por trás e o joga no chão, isso chama sua atenção. "S-SEGURAN-MMPH" Sammy é interrompido pela bota de Ellie em sua boca. "Agora, agora, Sammy. Aranhazinha danada. Eu te peeeegueeeei! A Ellie te pegou! Heheheh!" Ellie balança as mãos para frente e para trás e faz uma pequena canção e dança. Sammy luta para escapar de debaixo de Ellie, mas sem sucesso. No entanto, claramente alguém ouviu seus gritos mais cedo ou os dois mascotes denunciaram sua tripulação, porque você pode ouvir gritos do lado de fora e passos pesados. Pelo som, há alguns guardas a caminho. Você precisa sair, e rápido.

source: data/events_special_ellie.xml$//event[@name="ELLIE_SAMMY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/text
es: Convencer a Ellie de que se vaya.
it: Convinci Ellie ad andarsene.
ja: エリーを説得して行く。
pl: Przekonaj Ellie, żeby poszła.
pt_br: Convencer Ellie a ir.
