Repository: ftl-mv-translation/ftl-mv-translation
Catalog: locale-machine/data/events_special_ellie.xml/*.po
Languages: es, it, ja, pl, pt_br

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/text
es: ¿Qué estás haciendo?
it: Cosa stai facendo?
ja: 何をしているのか？
pl: Co robisz?
pt_br: O que você está fazendo?

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/text
es: Ellie no responde, en cambio se pone de pie tan rápido que casi olvidas que está herida. Desaparece de la vista, y momentos después oyes gritos. «¡No, por favor, Stephan, no hagas esto! Por favor, lo siento, ¡fue orden de Wentworth despedirte! No tuve nada que ver, por favor, yo-» El hombre es interrumpido, y momentos después hay un golpe seco seguido de silencio. El extraño del disfraz de caballo vuelve, empuñando un cuchillo ensangrentado. Haces un gesto a tu tripulación para que retroceda, pero ella guarda su cuchillo y vuelve a sonreír. «¡Quitaron el programa de Ellie de la parrilla! ¡Malditos desgraciados... ¡¡¡HIII!!! ¡Perdón, casi digo algo para mayores de edad! ¡¿Qué verán los niños sin Ellie?! ¡Es blasferifabuloso! ¡Es luderifabuloso! ¡Positivamente insanidifantástico!»
it: Ellie non risponde, invece si rimette in piedi così rapidamente che quasi dimentichi che è ferita. Scompare dalla vista, e pochi istanti dopo senti urlare. "No, per favore, Stephan, non farlo! Per favore, mi dispiace, è stato un ordine di Wentworth di licenziarti! Non c'entravo niente, per favore, io-" L'uomo viene interrotto, e pochi istanti dopo si sente un tonfo nauseante seguito dal silenzio. Lo sconosciuto in costume da cavallo torna indietro, stringendo un coltello insanguinato. Fai cenno al tuo equipaggio di indietreggiare, ma lei nasconde il coltello e sorride di nuovo. "Hanno tolto lo show di Ellie dalle trasmissioni! Marci senza scrupoli - IIIH!!!! Scusate, stavo per dire qualcosa di vietato ai minori! Cosa guarderanno i bambini senza Ellie?! È blasfemifico! È ludrifico! Assolutamente insanificale!"
ja: エリーは答えず、その代わりに、あまりにも早く立ち上がるので、彼女が怪我をしていることを忘れてしまいそうになる。彼女は視界から消え、すぐに叫び声が聞こえる。「いいえ、お願いだ、ステファン、そんなことはやめてください！お願い、ごめんなさい、あなたを解雇するのはウェントワースの命令だった！私はそれとは何の関係もなかった、お願いだ、私は-」 男の言葉は遮断され、数分後不快な衝撃音とその後の沈黙が続く。馬の着ぐるみを着た見知らぬ男が血の付いたナイフを握りしめながら戻ってくる。あなたはクルーたちに後ずさるよう合図するが、彼女はナイフを隠して再び微笑む。「彼らはエリーのショーを放送から外した！腐ってはだめだ - ネイ!!!！ごめんなさい、そこで年齢制限以上のことを言いそうになった！エリーなしで子供たちは何を観るだろうか？！冒涜的だ！ばかげている！間違いなく非常識だ！」
pl: Ellie nie odpowiada, zamiast tego wstaje na nogi tak szybko, że prawie zapominasz, że jest ranna. Znika z pola widzenia, a chwilę później słyszysz krzyki. "Nie, proszę, Stephan, nie rób tego! Proszę, przepraszam, to Wentworth kazał cię zwolnić! Nie miałem z tym nic wspólnego, proszę, ja-" Mężczyzna zostaje przerwany, a chwilę później słychać obrzydliwy łomot, po którym następuje cisza. Nieznajomy w kostiumie konia wraca, ściskając zakrwawiony nóż. Dajesz znak swojej załodze, by się cofnęła, ale ona chowa nóż i ponownie się uśmiecha. "Zdjęli program Ellie z anteny! Zgniłe nic dobrego - I-HA-HA!!!! Przepraszam, prawie powiedziałem coś powyżej granicy wiekowej! Co dzieci będą oglądać bez Ellie?! To bluźniercze! To absurdalne! Pozytywnie obłędne!"
pt_br: Ellie não responde, em vez disso, levanta-se rapidamente, tão rápido que você quase esquece que ela está ferida. Ela desaparece de vista e, momentos depois, você ouve gritos. "Não, por favor, Stephan, não faça isso! Por favor, me desculpe, foi ordem de Wentworth para te demitir! Eu não tive nada a ver com isso, por favor, eu-" O homem é interrompido, e momentos depois há um baque nauseante seguido de silêncio. A estranha na fantasia de cavalo volta, segurando uma faca ensanguentada. Você gesticula para sua tripulação recuar, mas ela guarda a faca e sorri novamente. "Eles tiraram o show da Ellie do ar! Malditos imprestáveis - NHEE!!!! Desculpe, quase disse algo acima da classificação etária! O que as crianças vão assistir sem a Ellie?! É blasferifoso! É ludecroso! Positivamente insanidificaneoso!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/text
es: ¿Acabas de apuñalar a ese tipo?
it: Hai appena pugnalato quel tizio?
ja: あの男を刺したんか？
pl: Właśnie dźgnąłeś tego faceta?
pt_br: Você acabou de esfaquear aquele cara?

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/event/text
es: «¡Ellie nunca dañaría a un inocente! ¡Es demasiado pura y amable! ¡Usted, señor o señora Renegado, sin embargo, es un grandísimo maloso! Pero esta gente de aquí es aún más malosa. ¡A veces se necesita un maloso para poner a otro en su sitio! Y créeme, ¡hay muchos más malosos en la lista de Ellie! Oh, ¿me ayudarás? ¡Podemos divertirnos mucho trabajando juntos, lo prometo por el meñique! ¡Hiiiiii!»
it: "Ellie non farebbe mai del male a un innocente! È troppo pura e gentile! Tu, signor o signora Rinnegato, invece, sei un gran cattivone! Ma queste persone qui sono ancora più cattivone. A volte ci vuole un cattivone per mettere un altro al suo posto! E credimi, ce ne sono molti altri sulla lista di Ellie! Oh, mi aiuterai? Possiamo divertirci un sacco insieme, lo giuro sul mignolino! Iiiihhhhhhh!"
ja: 「エリーは罪のない命を傷つけることは決してない！彼女はあまりにも純粋で優しすぎます！しかし、レネゲイド殿下、あなたはとても意地悪だ！しかし、ここにいるこれらの人々はさらにひどい意地悪だ。時には、あなたは、言うのに意地悪が必要だ。」「彼らの代わりにもう一人！そして信じてください、エリーのリストにはもっとたくさんの意地悪がいる！ああ、助けてくれませんか？一緒に働くのはとても楽しいだ、私は約束する！ねえああああ！」
pl: "Ellie nigdy nie skrzywdziłaby niewinnego życia! Jest zbyt czysta i dobra! Ty jednak, panie lub pani Renegat, jesteś wielkim złośliwcem! Ale ci ludzie tutaj są jeszcze większymi złośliwcami. Czasami potrzebny jest złośliwiec, żeby postawić innego na jego miejscu! I uwierz mi, na liście Ellie jest wielu innych złośliwców! Och, pomożesz mi? Możemy się świetnie bawić, pracując razem, obiecuję na mały palec! I-ha-ha-ha!"
pt_br: "A Ellie nunca faria mal a uma vida inocente! Ela é pura e gentil demais! Você, senhor ou senhora Renegado, no entanto, é um grande malvado! Mas essas pessoas aqui são ainda mais malvadas. Às vezes, você precisa de um malvado para colocar outro em seu lugar! E confie em mim, há muitos mais malvados na lista da Ellie! Oh, você vai me ajudar? Podemos nos divertir muito trabalhando juntos, eu juro de dedinho! Nheeeeeeee!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/event/choice[1]/text
es: Aceptar trabajar con ella.
it: Accetta di lavorare con lei.
ja: 彼女と協力することに同意する。
pl: Zgódź się z nią pracować.
pt_br: Concordar em trabalhar com ela.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/event/choice[1]/event/text
es: «¡YUJUUU! ¡¡¡Nos vamos a divertir muchííísimo, superfán!!! ¡No puedo esperar! ¡Estoy superemocionado!»
it: "YAY! Ci divertiremo un mondo, superfan!!! Non vedo l'ora! Sono super eccitata!"
ja: 「やったー！とても楽しい時間を過ごすことになるよ、スーパーファン!!！待ちきれない！とても興奮している！」
pl: "HURRA! Będziemy się świetnie bawić, superfanie!!! Nie mogę się doczekać! Jestem super podekscytowany!"
pt_br: "VIVA! Vamos nos divertir muuuito, superfã!!! Mal posso esperar! Estou super animada!"

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/event/choice[1]/event/crewMember
es: Ellie
it: Ellie
ja: エリー
pl: Ellie
pt_br: Ellie

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/event/choice[2]/text
es: Rechazar.
it: Rifiutare.
ja: 拒否する。
pl: Odmawiać.
pt_br: Recusar.

source: data/events_special_ellie.xml$//event[@name="ELLIE_START_WIN"]/choice/event/choice/event/choice[2]/event/text
es: «Oh, me pones triste. Muy, muy triste...». Ellie pone una cara de enfado exagerada por un momento y luego vuelve a sonreír. Asustado como nunca antes, te levantas y te vas lo más rápido posible.
it: "Oh, mi rendi triste. Così triste..." Ellie fa un'espressione accigliata esagerata per un momento, poi torna a sorridere. Inquietato oltre ogni limite, ti alzi e te ne vai il più velocemente possibile.
ja: 「ああ、あなたは私を悲しくさせます。とても悲しい・・・。」エリーは一瞬大袈裟に顔をしかめた後、笑顔に戻った。これまでに経験したことのないほど恐ろしくなって、あなたは立ち上がってできるだけ早く立ち去る。
pl: "Och, smucisz mnie. Tak bardzo, bardzo..." Ellie na chwilę robi przesadnie smutną minę, po czym wraca do uśmiechu. Przerażony bardziej niż kiedykolwiek wcześniej, wstajesz i wychodzisz tak szybko, jak to możliwe.
pt_br: "Oh, você me deixa triste. Tão, tão triste..." Ellie faz uma careta exagerada com o rosto momentaneamente e depois volta a sorrir. Assustado além de qualquer coisa que você já esteve antes, você se levanta e sai o mais rápido possível.

source: data/events_special_ellie.xml$//event[@name="ELLIE_LEAVE"]/text
es: «Capitán, ¿a dónde vamos?». Te giras y ves a Ellie frunciéndote el ceño. «¡No hemos terminado aquí! Vuelve ahí dentro y... termina... esto».
it: "Capitano, dove stiamo andando?" Ti giri e vedi Ellie che ti guarda accigliata. "Non abbiamo finito qui! Torna dentro e. Finisci. Questo."
ja: 「船長、どこへ行くのか？」振り返ると、エリーがあなたを見て眉をひそめている。「ここで終わったわけではない。そこに戻り、そして、終了する。これで。」
pl: "Kapitanie, dokąd lecimy?" Odwracasz się i widzisz, jak Ellie marszczy na ciebie brwi. "Jeszcze tu nie skończyliśmy! Wracaj tam i. Dokończ. To."
pt_br: "Comandante, para onde estamos indo?" Você se vira e vê Ellie franzindo a testa para você. "Ainda não terminamos aqui! Volte lá, e. Termine. Isso."

source: data/events_special_ellie.xml$//ship[@name="SHIP_RIGLY_SECURITY"]/destroyed/text
es: El dron de seguridad de Rigley ha sido derrotado. Desguazas los restos.
it: Il drone di sicurezza di Rigley è stato sconfitto. Ne recuperi i resti.
ja: リグレーの警備ドローンが撃破された。あなたは残骸をスクラップにする。
pl: Dron ochronny Rigleya został pokonany. Złomujesz szczątki.
pt_br: O drone de segurança de Rigley foi derrotado. Você desmonta os restos.

source: data/events_special_ellie.xml$//ship[@name="SHIP_RIGLY_SECURITY"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Encontrar a Rigley de nuevo.
it: Trova di nuovo Rigley.
ja: リグレーをもう一度見つける。
pl: Znajdź Rigleya ponownie.
pt_br: Encontrar Rigley novamente.

source: data/events_special_ellie.xml$//ship[@name="SHIP_RIGLY_SECURITY"]/destroyed/choice[@req="LIST_CREW_ELLIE" and @lvl="0"]/text
es: Ellie no lo logró. No hay razón para buscar a Rigley ahora.
it: Ellie non ce l'ha fatta. Non c'è motivo di cercare Rigley ora.
ja: エリーは間に合いなかった。今さらリグレーを追跡する理由はない。
pl: Ellie nie przeżyła. Nie ma powodu, by teraz szukać Rigleya.
pt_br: Ellie não sobreviveu. Não há razão para procurar Rigley agora.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/beaconType/unvisitedTooltip
es: Aquí es donde Ellie te exigió que, como «superfán», la escoltaras.
it: Qui è dove Ellie ha preteso che tu, "superfan", la scortassi.
ja: ここは、エリーが "スーパーファン" のあなたにエスコートしてほしいと要求した場所だ。
pl: To tutaj Ellie zażądała, abyś ty, "superfan", ją eskortował.
pt_br: Aqui é onde Ellie exigiu que você, "superfã", a escoltasse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/beaconType/visitedTooltip
es: Ubicación explorada.No queda nada de interés.
it: Posizione esplorata.Nulla è rimasto di interesse.
ja: 場所を探索。興味のあるものは何も残っていない。
pl: Odwiedzone miejsce.Nic interesującego.
pt_br: Local explorado. Não sobrou nada de interesse.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/text
es: Ante ti hay una especie de almacén en órbita, rodeado de varias naves de transporte de la Unión y una única Autonave fabricada por Innovaciones Wentworth. Al lado hay una pequeña nave, probablemente una oficina móvil. A pesar de su pequeño tamaño, la economía de esta escena sugiere un gasto bastante grande.
it: Davanti a te c'è una specie di magazzino in orbita, circondato da varie navi da trasporto dell'Unione e una singola Auto-nave prodotta dalla Wentworth Innovations. Accanto c'è una piccola nave, probabilmente una specie di ufficio mobile. Nonostante le dimensioni ridotte, l'economia di questa scena suggerisce che sia stata spesa una cifra piuttosto considerevole.
ja: 目の前には、軌道上にあるある種の倉庫があり、その周囲をさまざまなユニオン輸送船と、ウェントワース イノベーションズが製造した1隻のオートシップに囲まれている。その隣には小さな船があり、おそらく移動オフィスのようなものだ。小さなサイズにもかかわらず、このシーンの経済状況を考えると、かなり多額の費用が費やされたことがわかる。
pl: Przed tobą znajduje się jakiś magazyn na orbicie, otoczony różnymi statkami transportowymi Unii i jednym statkiem automatycznym wyprodukowanym przez Wentworth Innovations. Obok niego jest mały statek, prawdopodobnie jakieś mobilne biuro. Mimo niewielkich rozmiarów, ekonomia tej sceny sugeruje, że na to wszystko wydano spore pieniądze.
pt_br: Diante de você está algum tipo de armazém em órbita, cercado por várias naves de transporte da União e uma única Auto-nave fabricada pela Wentworth Innovations. Ao lado dela, há uma pequena nave, provavelmente algum tipo de escritório móvel. Apesar do tamanho pequeno, a economia desta cena sugere que um gasto bastante grande foi feito em tudo isso.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/text
es: Acercarse.
it: Approccio.
ja: アプローチ。
pl: Zbliż się.
pt_br: Aproxime-se.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/text
es: Atracas cerca de las naves de carga y entras en el almacén para ver filas y filas de mercancía de varios personajes coloridos con temática animal. Dora la Durgan, Cammie la Calhalou, Remmy el Rekma y, sobre todo, Sammy la Araña. A pesar de lo mundano de este último, parece tener la mercancía más dedicada de la sala. No hay ni un solo artículo dedicado a Ellie, y se nota que está furiosa.
it: Attracchi vicino alle navi da carico ed entri nel magazzino per vedere file su file di merchandising per vari personaggi colorati a tema animale. Dora la Durgan, Cammie la Calhalou, Remmy la Rekma e, soprattutto, Sammy il Ragno. Nonostante la banalità di quest'ultimo, sembra avere il merchandising più dedicato nella stanza. Non c'è un singolo articolo dedicato a Ellie, e si vede che è furiosa.
ja: 貨物船の近くに停泊し、倉庫に入ると、カラフルな動物をテーマにしたさまざまなキャラクターの商品がずらりと並んでいる。ダーガンのドーラ、カルハルーのキャミー、レクマのレミー、そして何よりもクモのサミー。その最後の一匹の平凡さにもかかわらず、彼はこの部屋で最も熱心なグッズを持っているようだ。エリーに捧げられた記事はひとつもなく、彼女があきれているのがわかる。
pl: Dokujesz w pobliżu statków towarowych i wchodzisz do magazynu, gdzie widzisz rzędy towarów z różnymi kolorowymi, zwierzęcymi postaciami. Dora Durgan, Cammie Calhalou, Remmy Rekma, a przede wszystkim Sammy Pająk. Mimo przyziemności tego ostatniego, wydaje się, że ma on najwięcej poświęconych mu towarów w pomieszczeniu. Nie ma ani jednego artykułu poświęconego Ellie, a widać, że jest wściekła.
pt_br: Você atraca perto das naves de carga e entra no armazém para ver fileiras e mais fileiras de mercadorias de vários personagens coloridos com tema de animais. Dora, a Durgan; Cammie, a Calhalou; Remmy, o Rekma; e, acima de tudo, Sammy, a Aranha. Apesar da banalidade deste último, ele parece ter a mercadoria mais dedicada na sala. Não há um único artigo dedicado a Ellie, e você pode ver que ela está furiosa.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/text
es: ¿Dónde está Rigley?
it: Dov'è Rigley?
ja: リグレーはどこか？
pl: Gdzie jest Rigley?
pt_br: Onde está Rigley?

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/text
es: Ellie no te oye, en cambio se acerca a las estanterías. Mira con cariño a los otros personajes, recordando en silencio viejos tiempos. Pero cuando llega al pasillo de Sammy, de repente se vuelve agresiva, tirando al suelo varios artículos de novedad como animatrónicos que cantan y helado con sabor a araña, derribando estanterías y hundiendo repetidamente su cuchillo en el corazón de una gran araña de peluche. Entre todo el ruido, oyes abrirse una puerta y un hombre bastante corpulento grita, con la voz ligeramente ahogada por la comida que se mete en la boca. «¡¿QUÉ DEMONIOS...?! ¡¿QUIÉNES SOIS?! ¡¿POR QUÉ ESTÁIS AQUÍ?!» Cuando sus ojos finalmente se posan en Ellie, su compostura cambia rápidamente, primero a perplejidad, luego a horror y finalmente a histeria. «¿STEPHAN? ¡LOCO DE REMATE! ¡JAJAJAJA! ¿AÚN LLEVAS ESE DISFRAZ DE CABALLO? ¡JAJAJAJAJAJA! ¡JAA! Ja... Sabes, ese disfraz me pertenece, pequeño canijo. Supongo que no has venido a devolvérmelo, ¿verdad?». Finalmente, el hombre parece notar a tu tripulación. «¿Quiénes son tus amigos? Espera... Stephan, ¡¿contrataste a un montón de Renegados para MATARME?! ¡JAJAJAJAJA! Oh, Dios mío, esto es para morirse de risa. Yo... ni siquiera puedo. ¿Qué te pasa? Eres una vergüenza para la especie humana. Este es el comportamiento de un púgil Zoltan o un Mantis descerebrado y drogadicto. De todas formas, no puedes matarme. ¡Tengo... SEGURIDAD!». El hombre grita y un equipo de seguridad entra en la habitación, y un dron automatizado se activa afuera.
it: Ellie non ti sente, invece si avvicina agli scaffali. Guarda con affetto gli altri personaggi, ricordando silenziosamente vecchi ricordi. Ma quando arriva alla corsia di Sammy, diventa improvvisamente aggressiva, gettando a terra vari oggetti novità come animatroni canterini e gelato al gusto di ragno, rovesciando scaffali e affondando ripetutamente il coltello nel cuore di un grande ragno di pezza. In mezzo a tutto il rumore senti una porta aprirsi e un uomo piuttosto rotondo urlare, leggermente soffocato da del cibo infilato goffamente in bocca. "CHE DIAVOLO... CHI SIETE?! PERCHÉ SIETE QUI?" Quando i suoi occhi si posano finalmente su Ellie, la sua compostezza cambia rapidamente, prima in sconcerto, poi in orrore, poi in isteria. "STEPHAN? TU PAZZO FURIOSO! HAHAHAH! INDOSSI ANCORA QUEL COSTUME DA CAVALLO? HAHAHAHAHAH! HAAH! Hah... Sai, quel costume mi appartiene, piccolo teppista. Non credo che tu sia venuto a riportarmelo, vero?" Infine, l'uomo sembra notare il tuo equipaggio. "Chi sono i tuoi amici? Aspettaaa... Stephan, hai assoldato un gruppo di Rinnegati per UCCIDERMI?! HAHAHAHAH! Oh mio dio, è esilarante. Io... non posso nemmeno. Cosa c'è che non va in te? Fai vergognare la specie umana. Questo è il comportamento di un pugile Zoltan o di un Mantis cerebroleso e drogato. Non puoi uccidermi, comunque. Ho... la SICUREZZA!" L'uomo urla e una squadra di sicurezza entra nella stanza, e un drone automatico si attiva all'esterno.
ja: エリーはあなたの声を聞かず、棚に近づいていく。彼女は他のキャラクターを懐かしそうに眺め、昔の思い出を静かに思い出している。歌うアニマトロニクスやクモ味のアイスクリームなど、さまざまなノベルティグッズを床に投げつけ、棚を蹴り倒し、大きなクモのぬいぐるみの心臓にナイフを何度も突き刺した。その騒がしさの中、ドアが開き、丸々と太った男が、口の中に食べ物が入ったので少しかすれながら叫ぶのが聞こえた。「お前たちは誰だ？なぜここにいる？ ようやくエリーに目が留まると、彼の態度は急速に変わり、まず愉快に、次に恐怖に、そしてヒステリーになった。「ステファン？この狂人めハハハ！まだその馬のコスチュームを着ているのか？ハハハハ！ハハハその衣装は私のものだ。まさか返しに来たんじゃないだろうな？"ようやく、男はあなたたちの仲間に気づいたようだ。「お前の仲間は誰だ？待てよ...。ステファン、私を殺すためにレネゲイドを雇ったのか？ハハハハ！なんてこった、これはヒステリックだ。I...I... I can't even.どうしたんだ？人間の恥さらしだ。ゾルタンの格闘家か 麻薬中毒のマンティスだ私を殺すことはできない。私には...警備員だ！"男が叫ぶと警備チームが部屋に入り、外で自動ドローンが作動する。
pl: Ellie cię nie słyszy, zamiast tego zbliża się do półek. Patrzy z czułością na inne postacie, w milczeniu wspominając stare czasy. Ale gdy dochodzi do alejki Sammy'ego, nagle staje się agresywna, rzucając na podłogę różne nowości, takie jak śpiewające animatroniki i lody o smaku pająka, przewracając półki i wielokrotnie wbijając nóż w serce dużego pluszowego pająka. Wśród całego hałasu słyszysz otwierające się drzwi i dość tęgi mężczyzna krzyczy, nieco stłumiony przez jedzenie niechlujnie wepchnięte do ust. "CO DO- KIM WY JESTEŚCIE?! DLACZEGO TU JESTEŚCIE?" Gdy jego wzrok w końcu pada na Ellie, jego opanowanie szybko się zmienia, najpierw w zdumienie, potem w przerażenie, a następnie w histerię. "STEPHAN? TY SZALONY WARIACIE! HAHAHAH! NADAL NOSISZ TEN KOSTIUM KONIA? HAHAHAHAHAH! HAAH! Hah... Wiesz, ten kostium należy do mnie, ty mały gnojku. Nie sądzę, żebyś przyszedł mi go oddać, prawda?" W końcu mężczyzna zdaje się zauważać twoją załogę. "Kim są twoi przyjaciele? Chwila... Stephan, zatrudniłeś bandę Renegatów, żeby mnie ZABIĆ?! HAHAHAHAH! O mój Boże, to jest histeryczne. Ja... nawet nie wiem co powiedzieć. Co z tobą nie tak? Przynosisz wstyd gatunkowi ludzkiemu. To jest zachowanie zoltańskiego boksera albo bezmózgiego, wciągającego narkotyki Mantisa. I tak nie możesz mnie zabić. Mam... OCHRONĘ!" Mężczyzna krzyczy, a do pokoju wchodzi zespół ochrony, a na zewnątrz aktywuje się automatyczny dron.
pt_br: Ellie não o ouve, em vez disso, se aproxima das prateleiras. Ela olha com carinho para os outros personagens, lembrando silenciosamente de velhas memórias. Mas quando chega ao corredor do Sammy, ela de repente se torna agressiva, jogando vários itens de novidade como animatrônicos cantantes e sorvete sabor aranha no chão, derrubando prateleiras e repetidamente cravando sua faca no coração de uma grande aranha de pelúcia. Em meio a todo o barulho, você ouve uma porta se abrir e um homem bastante rotundo gritar, ligeiramente abafado por alguma comida enfiada desleixadamente em sua boca. "QUE RAIOS- QUEM SÃO VOCÊS?! POR QUE ESTÃO AQUI?" Quando seus olhos finalmente pousam em Ellie, sua compostura muda rapidamente, primeiro para perplexidade, depois para horror, depois para histeria. "STEPHAN? SEU LOUCO VARRIDO! HAHAHAH! VOCÊ AINDA ESTÁ USANDO ESSA FANTASIA DE CAVALO? HAHAHAHAHAH! HAAH! Hah... Sabe, essa fantasia pertence a mim, seu pirralho. Suponho que você não veio trazê-la de volta para mim, não é?" Finalmente, o homem parece notar sua tripulação. "Quem são seus amigos? Eeespera... Stephan, você contratou um bando de Renegados para me MATAR?! HAHAHAHAH! Oh, meu Deus, isso é hilário. Eu... eu nem consigo. O que há de errado com você? Você envergonha a espécie humana. Este é o comportamento de um pugilista Zoltan ou de um Mantis sem cérebro, cheirador de drogas. Você não pode me matar, de qualquer maneira. Eu tenho... SEGURANÇA!" O homem grita e uma equipe de segurança entra na sala, e um drone automatizado é ativado do lado de fora.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[1]/text
es: Luchar contra la seguridad.
it: Combatti la sicurezza.
ja: 警備員と戦う。
pl: Odeprzyj ochronę.
pt_br: Lutar contra a segurança.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[1]/event/text
es: Para llegar a Rigley, primero tendrás que eliminar la seguridad automatizada. Luego podrás decidir qué hacer.
it: Per arrivare a Rigley dovrai prima eliminare la sicurezza automatizzata. Poi potrai decidere cosa fare.
ja: リグレーに行くには、まず自動警備を解除する必要がある。そして、そこから何をするかを決めることができる。
pl: Aby dotrzeć do Rigleya, musisz najpierw zlikwidować automatyczną ochronę. Potem możesz zdecydować, co dalej.
pt_br: Para chegar a Rigley, você terá que eliminar a segurança automatizada primeiro. Depois, poderá decidir o que fazer.

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[1]/event/choice/text
es: Continuar...
it: Continua...
ja: 続行・・・。
pl: Kontynuować...
pt_br: Continuar...

source: data/events_special_ellie.xml$//event[@name="ELLIE_RIGLEY"]/choice[@req="LIST_CREW_ELLIE" and @lvl="1"]/event/choice/event/choice[2]/text
es: Tienes razón, vámonos.
it: Hai ragione, andiamocene.
ja: おっしゃるとおりだ。出発しよう。
pl: Masz rację - wyjdźmy stąd.
pt_br: Você está certo - vamos embora.
